[
  {
    "translation": {
      "en": "Hello? Hello.",
      "ja": "こんにちは"
    }
  },
  {
    "translation": {
      "en": "My name's Hannah, and I'm auditioning for the role of JonBenet Ramsey.",
      "ja": "私はハンナ ジョンベネ役の オーディションに来たの"
    }
  },
  {
    "translation": {
      "en": "Do you know who killed JonBenet Ramsey?",
      "ja": "ジョンベネを 誰が殺したか知ってる？"
    }
  },
  {
    "translation": {
      "en": "All units, 755 15th Street. Possible 207.",
      "ja": "15丁目755番地 コード207発生"
    }
  },
  {
    "translation": {
      "en": "Copy. Kidnapping?",
      "ja": "了解　誘拐か？"
    }
  },
  {
    "translation": {
      "en": "That's what they said.",
      "ja": "そのようです"
    }
  },
  {
    "translation": {
      "en": "All right, do you want me to do a test, or are you good?",
      "ja": "早速テストを始める？"
    }
  },
  {
    "translation": {
      "en": "Hello, I'm Amy Dowd, and I'm auditioning for the role of Patsy Ramsey.",
      "ja": "エイミーです パッツィー役を希望してます"
    }
  },
  {
    "translation": {
      "en": "My name is Teresa, and I'm auditioning for the role of Patsy Ramsey.",
      "ja": "私はテレサ パッツィー役に応募しました"
    }
  },
  {
    "translation": {
      "en": "As far as acting goes, I'm not a professional actress.",
      "ja": "私はプロの役者ではないけど"
    }
  },
  {
    "translation": {
      "en": "I have been in pageants.",
      "ja": "美人コンテストには 出場してました"
    }
  },
  {
    "translation": {
      "en": "In 1982, 1983, 1984 and 1985.",
      "ja": "1982年〜1985年にかけてです"
    }
  },
  {
    "translation": {
      "en": "I'm normally typecast as the loving mother, and then also as... a bitch.",
      "ja": "優しい母親役が多いけど たまに性悪な女も演じてます"
    }
  },
  {
    "translation": {
      "en": "Usually Mom, or the friend, is what I've played. A wife.",
      "ja": "母親や友人 あるいは妻役を 演じることが多いです"
    }
  },
  {
    "translation": {
      "en": "Okay, so I just brought a couple of my pageant pictures. Again, this was two years ago with the Mrs. Colorado pageant",
      "ja": "これはミセス･コロラドに 出場した時の写真です"
    }
  },
  {
    "translation": {
      "en": "and the one thing I have quite in common with Patsy is, both of us are not the really thin girls. We're a little bit heavier.",
      "ja": "パッツィーと私の共通点は 少しポッチャリしてること"
    }
  },
  {
    "translation": {
      "en": "So this was when I was in New York, and, um,",
      "ja": "これは ニューヨークにいたころよ"
    }
  },
  {
    "translation": {
      "en": "it was 19... 88, I believe this was taken.",
      "ja": "この写真を撮ったのは 1988年だったと思う"
    }
  },
  {
    "translation": {
      "en": "I noticed that you had some of the other women who are auditioning for Patsy wearing the red top,",
      "ja": "パッツィー役の応募者は みんな赤い服を着てるけど"
    }
  },
  {
    "translation": {
      "en": "but for me, it's the pearls that make who Patsy was.",
      "ja": "パッツィーといえば やはりパールじゃないかしら"
    }
  },
  {
    "translation": {
      "en": "In every interview she did, she always had the pearls on.",
      "ja": "彼女はいつも パールを身に着けてた"
    }
  },
  {
    "translation": {
      "en": "So when I was researching her I made sure that the pearls were on.",
      "ja": "だから私もマネして 着けてきたの"
    }
  },
  {
    "translation": {
      "en": "She always wore these kind of earrings. I didn't have one with a pearl in it, but these were really close to what she was wearing.",
      "ja": "イヤリングも彼女のと 似たものを選んで着けてきた"
    }
  },
  {
    "translation": {
      "en": "And she always wore the open collar shirt and the jacket. This is very close to what she wore on Larry King.",
      "ja": "それに彼女は いつも 開襟のシャツでキメてたのよ"
    }
  },
  {
    "translation": {
      "en": "My mom lives up Flagstaff Road, which is, if you've ever been up Flagstaff,",
      "ja": "私の母が住む フラグスタッフ通りは"
    }
  },
  {
    "translation": {
      "en": "it starts out as Baseline Road.",
      "ja": "ベースライン通りに つながってるの"
    }
  },
  {
    "translation": {
      "en": "So to come down the mountain and go into town, unless you cut off at 9th Street, you literally drove by 15th Street,",
      "ja": "あそこを通っていけば ９丁目の少し先が15丁目よ"
    }
  },
  {
    "translation": {
      "en": "and that's where the Ramsey house is located.",
      "ja": "そこにラムジー家がある"
    }
  },
  {
    "translation": {
      "en": "It was a media circus.",
      "ja": "当時はメディアに 大きく取り上げられて"
    }
  },
  {
    "translation": {
      "en": "It was the biggest thing to really happen to Boulder in a very long time.",
      "ja": "ボルダーの町では 前代未聞の大事件だった"
    }
  },
  {
    "translation": {
      "en": "Definitely, we'd never had a murder,",
      "ja": "おそらく殺人事件なんて 初めてじゃないかしら"
    }
  },
  {
    "translation": {
      "en": "especially of that... caliber that I could remember.",
      "ja": "おそらく殺人事件なんて 初めてじゃないかしら 私の知るかぎりではね"
    }
  },
  {
    "translation": {
      "en": "I actually drove up to the house the day after the murder, 'cause I live not that far,",
      "ja": "事件の翌日 ラムジー家まで行ってみたわ"
    }
  },
  {
    "translation": {
      "en": "and just sat there, and I cried. I said a little prayer for the child.",
      "ja": "家の前で座り込み あの子の冥福を祈ったの"
    }
  },
  {
    "translation": {
      "en": "Some of my voice students knew JonBenet,",
      "ja": "私の教え子に ジョンベネの友人がいて"
    }
  },
  {
    "translation": {
      "en": "and they were devastated and sad.",
      "ja": "ひどく嘆き悲しんでいた"
    }
  },
  {
    "translation": {
      "en": "As an actress, I would really draw on my experience as a mother,",
      "ja": "母親としての経験を 女優の仕事に生かしたいの"
    }
  },
  {
    "translation": {
      "en": "and I've been through an awful lot with my son.",
      "ja": "息子には かなり手を焼いたし"
    }
  },
  {
    "translation": {
      "en": "And just thinking about the things I've been through,",
      "ja": "つらいことも たくさん経験してきた"
    }
  },
  {
    "translation": {
      "en": "in that he's older. He's been in the Marine Corps, and some of the experiences are...",
      "ja": "今では息子も成長し 海兵隊でがんばってる"
    }
  },
  {
    "translation": {
      "en": "I have personal experience with murder. My brother was murdered in Colorado Springs,",
      "ja": "実は ある殺人事件で 兄弟を亡くしました"
    }
  },
  {
    "translation": {
      "en": "so my parents actually met with the Ramseys several times,",
      "ja": "そうしたことから 両親は ラムジー夫妻と面識があり"
    }
  },
  {
    "translation": {
      "en": "because they had that in common.",
      "ja": "同じような境遇にありました"
    }
  },
  {
    "translation": {
      "en": "And there was so much speculation. So much. And everybody pointed their finger at Patsy.",
      "ja": "当時は誰もがパッツィーを 疑惑の目で見ていたわ"
    }
  },
  {
    "translation": {
      "en": "Did you say he was reading with me?",
      "ja": "向こうのセリフは？"
    }
  },
  {
    "translation": {
      "en": "Police.",
      "ja": "警察ですか どうしました？"
    }
  },
  {
    "translation": {
      "en": "755, 15th Street.",
      "ja": "15丁目755番地よ 事件ですか？"
    }
  },
  {
    "translation": {
      "en": "We have a kidnapping. Hurry, please!",
      "ja": "子供が誘拐されたの"
    }
  },
  {
    "translation": {
      "en": "A note is left and your daughter's gone?",
      "ja": "手書きの脅迫状が？"
    }
  },
  {
    "translation": {
      "en": "- Yes. - How old is your daughter, ma'am?",
      "ja": "そうです お嬢さんの年齢は？"
    }
  },
  {
    "translation": {
      "en": "She's six years old. She's blonde. She's six years old.",
      "ja": "年齢は６歳 髪はブロンドです"
    }
  },
  {
    "translation": {
      "en": "Six years old.",
      "ja": "６歳です"
    }
  },
  {
    "translation": {
      "en": "How long ago was this?",
      "ja": "最後に見たのは？"
    }
  },
  {
    "translation": {
      "en": "I don't know. I just got the note, and my daughter's gone.",
      "ja": "分かりません 脅迫状があって娘がいないの"
    }
  },
  {
    "translation": {
      "en": "- Okay, what's your name? - What?",
      "ja": "お名前は？ 名前？"
    }
  },
  {
    "translation": {
      "en": "- Please. - Okay, calm down.",
      "ja": "助けて 落ち着いて お願いです"
    }
  },
  {
    "translation": {
      "en": "- Please send someone to help me. Hurry. - Ma'am--",
      "ja": "早く誰かよこして　早く…"
    }
  },
  {
    "translation": {
      "en": "- Morning. - Yeah, Merry Christmas.",
      "ja": "おはよう メリークリスマス"
    }
  },
  {
    "translation": {
      "en": "So you want my name and then the part?",
      "ja": "名前と役柄を言うんだね"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - There we are. Thank you.",
      "ja": "始めましょう"
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Hack Hyland.",
      "ja": "ハックです"
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Gary Foster. I'm auditioning for the part of John Ramsey.",
      "ja": "ジョン役に応募した ゲイリーです"
    }
  },
  {
    "translation": {
      "en": "Hi, my name is Ed Hickok. I'm auditioning for the role of John Ramsey.",
      "ja": "名前はエド ジョン役を希望してます"
    }
  },
  {
    "translation": {
      "en": "I'm a husband, times 30 years tomorrow,",
      "ja": "妻と結婚して 明日でちょうど30年です"
    }
  },
  {
    "translation": {
      "en": "a father of three, a psychologist in private practice,",
      "ja": "３人の子の父親であり 心理士をしてます"
    }
  },
  {
    "translation": {
      "en": "and a felon, because of fighting the IRS.",
      "ja": "国税庁とモメて 獄中生活を送ってました"
    }
  },
  {
    "translation": {
      "en": "And it was while I was cooling my heels at the federal prison camp",
      "ja": "連邦刑務所に服役している間"
    }
  },
  {
    "translation": {
      "en": "that I decided that when I got out, that I wanted to try my hand at acting.",
      "ja": "ここを出たら役者になろうと ずっと考えてました"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's a paid theater. It was with Theatre Or. It was called My Mother's Jewish Lesbian Wiccan Wedding. It was the regional premiere.",
      "ja": "私は初演のミュージカルに 出演したこともあります"
    }
  },
  {
    "translation": {
      "en": "I get Nick Nolte. I get Jeff Bridges.",
      "ja": "Ｎ･ノルティやＪ･ブリッジス"
    }
  },
  {
    "translation": {
      "en": "I get a young... What's his name? Kris Kristofferson.",
      "ja": "Ｋ･クリストファーソンにも 似てるだろ"
    }
  },
  {
    "translation": {
      "en": "If you want to change, like, if you wanted to dye my hair, or shave my head for a wig...",
      "ja": "髪を染めてもいいし いっそ頭を丸めても構わない"
    }
  },
  {
    "translation": {
      "en": "I don't care what you want to do. I don't have a problem with it.",
      "ja": "役作りのためなら 何でもするよ"
    }
  },
  {
    "translation": {
      "en": "I'm trying to remember. '96, I believe, wasn't it? When she died, I think.",
      "ja": "ジョンベネが亡くなったのは 確か1996年だったね"
    }
  },
  {
    "translation": {
      "en": "Six years old in 1996.",
      "ja": "６歳で亡くなったんだ"
    }
  },
  {
    "translation": {
      "en": "Let me see where I was in '96. Boy!",
      "ja": "その当時 私は何をしてたかな"
    }
  },
  {
    "translation": {
      "en": "Actually, I was selling cars in Utah.",
      "ja": "確かユタ州で 車の販売をしてたと思う"
    }
  },
  {
    "translation": {
      "en": "I mean, I hope that doesn't hurt my chances here, but...",
      "ja": "役柄とは関係ないけど 大丈夫かな"
    }
  },
  {
    "translation": {
      "en": "I had just moved here literally weeks before,",
      "ja": "当時 僕はこの町に 越してきたばかりで"
    }
  },
  {
    "translation": {
      "en": "and I was working out in what would end up being my ex- brother- in- law's gym.",
      "ja": "当時の妻の兄弟が経営する ジムへ通ってたんだ"
    }
  },
  {
    "translation": {
      "en": "I was personal training in his facility.",
      "ja": "体を鍛えようと思ってね"
    }
  },
  {
    "translation": {
      "en": "And I remember, it was just a big stir. I mean, it was on the news constantly, and everybody was talking about it.",
      "ja": "すごく衝撃的な事件で 連日ニュースで報じられてた"
    }
  },
  {
    "translation": {
      "en": "Tragic story. Horrible.",
      "ja": "悲しい事件だよね"
    }
  },
  {
    "translation": {
      "en": "John's company was in Boulder. The woman I was dating at the time worked directly for John.",
      "ja": "当時 交際していた女性が ジョンの下で働いていて"
    }
  },
  {
    "translation": {
      "en": "In fact, she was in line to be his successor.",
      "ja": "実のところ 彼の後継者とも 考えられる立場でした"
    }
  },
  {
    "translation": {
      "en": "And he relied on her heavily,",
      "ja": "ジョンも 彼女を信頼してました"
    }
  },
  {
    "translation": {
      "en": "so I was with her the night of the murder,",
      "ja": "事件のあった夜 私は彼女と一緒にいたんです"
    }
  },
  {
    "translation": {
      "en": "and I was effectively her alibi,",
      "ja": "アリバイを主張したのですが"
    }
  },
  {
    "translation": {
      "en": "but they also did hair and samples from her,",
      "ja": "アリバイを主張したのですが ジョンの失脚で得する彼女も 捜査の対象になりました"
    }
  },
  {
    "translation": {
      "en": "because, you know, she had something to gain by John's loss.",
      "ja": "ジョンの失脚で得する彼女も 捜査の対象になりました"
    }
  },
  {
    "translation": {
      "en": "But she was cleared, and I knew that 'cause I was with her.",
      "ja": "でも もちろん 彼女はシロでしたよ"
    }
  },
  {
    "translation": {
      "en": "He is a confident businessman. He's an intelligent guy. He's got a good education.",
      "ja": "ジョンは自信に満ちた 聡明(そうめい)なビジネスマンで"
    }
  },
  {
    "translation": {
      "en": "He's at the top of his game. He owns a small company that even owns a private airplane.",
      "ja": "小さいながらも会社を経営し 自家用飛行機を所有してた"
    }
  },
  {
    "translation": {
      "en": "John Ramsey was a very successful man. And I respect that.",
      "ja": "ジョンは成功者で 尊敬すべき人物だ"
    }
  },
  {
    "translation": {
      "en": "He seemed always straightforward and honest in the interviews that I saw.",
      "ja": "インタビューでも いつも誠実に答えていたよ"
    }
  },
  {
    "translation": {
      "en": "I envied him at the time, because he was the CEO of a very successful company",
      "ja": "会社を経営してた彼が とてもうらやましかったです"
    }
  },
  {
    "translation": {
      "en": "and I was trying to make my way up the ladder,",
      "ja": "出世したいと 願っていた私からすれば"
    }
  },
  {
    "translation": {
      "en": "so I thought he was... I thought he had it all.",
      "ja": "彼はすべてを手にした人に 見えましたね"
    }
  },
  {
    "translation": {
      "en": "It's the morning of the 26th. December 26th. And they find the ransom note,",
      "ja": "12月26日に発見した脅迫状に こう書いてあったんだ"
    }
  },
  {
    "translation": {
      "en": "We have your daughter. Don't call the police.",
      "ja": "“警察に通報するな”"
    }
  },
  {
    "translation": {
      "en": "And they... they called the police.",
      "ja": "でも一家は警察に通報した"
    }
  },
  {
    "translation": {
      "en": "It was after the police investigated the house, and then John Ramsey and--",
      "ja": "すぐさま警察が駆けつけて 家の中を捜索したんだ"
    }
  },
  {
    "translation": {
      "en": "was it the police, were searching the house?",
      "ja": "確かそうだったよね？"
    }
  },
  {
    "translation": {
      "en": "So him and his friend walked down the basement, and they went through the train room 'cause he was big into trains,",
      "ja": "地下のワインセラーへ ジョンが調べに行くと"
    }
  },
  {
    "translation": {
      "en": "and that's when they opened the door to the wine cellar and saw her covered in her favorite white blanket.",
      "ja": "白い毛布に包まれた ジョンベネが横たわってた"
    }
  },
  {
    "translation": {
      "en": "And go.",
      "ja": "“警察署長役　ＲＪ”"
    }
  },
  {
    "translation": {
      "en": "Good day, my name is RJ Clay, and I'm here auditioning for the part of the police chief,",
      "ja": "ＲＪ･クレイです 警察署長役を希望してます"
    }
  },
  {
    "translation": {
      "en": "but if I fit any other part perfectly, I would be willing to take that as well.",
      "ja": "署長以外の役でも 喜んで引き受けますよ"
    }
  },
  {
    "translation": {
      "en": "So I'm a Denver policeman. I've been a police officer since 1994.",
      "ja": "デンバーで警官をしてます 1994年に着任しました"
    }
  },
  {
    "translation": {
      "en": "I'm actually a meat manager for King Soopers, which is a grocery store chain out here in Colorado.",
      "ja": "食料品店キングスーパーズで 精肉部門の管理をしています"
    }
  },
  {
    "translation": {
      "en": "Well, I'm currently a fugitive recovery agent. I run a small service out of Longmont, Colorado.",
      "ja": "逃亡者逮捕連行捜査官として ロングモントで活動してる"
    }
  },
  {
    "translation": {
      "en": "And for a night job, I am a sex educator.",
      "ja": "そして夜間は セックスの講師をしてるんだ"
    }
  },
  {
    "translation": {
      "en": "I do a lot of corporate gigs, barbecues, and I'm a big wedding guy,",
      "ja": "企業のイベントや 結婚式で 演奏をしています"
    }
  },
  {
    "translation": {
      "en": "'cause I actually will interview the bride and groom and I'll write a song just for them, play it at their ceremony.",
      "ja": "新郎新婦にインタビューして 曲を作ったりもしますよ"
    }
  },
  {
    "translation": {
      "en": "A normal flogger, you use the handle as a counterbalance,",
      "ja": "ＳＭプレイ用のムチは 柄でバランスを取り"
    }
  },
  {
    "translation": {
      "en": "and you can swing.",
      "ja": "こうやって振り回すんだ"
    }
  },
  {
    "translation": {
      "en": "A poi flogger is designed to be used with two hands,",
      "ja": "２本に分かれたタイプは 両手で持ち"
    }
  },
  {
    "translation": {
      "en": "and these are designed to florentine, which is a way to give light sensation.",
      "ja": "リズミカルに打つことで 相手に軽い興奮を与えられる"
    }
  },
  {
    "translation": {
      "en": "But it takes a little coordination. I don't know if I can do this sitting.",
      "ja": "ただしテクニックが 必要ですがね"
    }
  },
  {
    "translation": {
      "en": "And it gives a very light sensation.",
      "ja": "こうしてプレイを楽しむんだ そこのムチをくれ"
    }
  },
  {
    "translation": {
      "en": "Hand me the rainbow- colored handle. Yeah, with the-- just one of 'em.",
      "ja": "こうしてプレイを楽しむんだ そこのムチをくれ 柄が虹色のやつだ"
    }
  },
  {
    "translation": {
      "en": "So I got interested in this particular case because it occurred when I was a police officer in Chicago.",
      "ja": "この事件が起きた当時 シカゴで警官をしてました"
    }
  },
  {
    "translation": {
      "en": "And we used the investigation techniques from the Boulder Police Department",
      "ja": "我々はボルダー署が犯した 初動捜査ミスを—"
    }
  },
  {
    "translation": {
      "en": "as a how not to for our cadets.",
      "ja": "“悪い例”として 訓練生に教えたんです"
    }
  },
  {
    "translation": {
      "en": "As a matter of fact, we used it last night to debrief an incident that we had,",
      "ja": "実は 昨日も その話をしたところなんだ"
    }
  },
  {
    "translation": {
      "en": "where a couple of skinheads stabbed each other.",
      "ja": "チンピラが刺し違える 事件があってね"
    }
  },
  {
    "translation": {
      "en": "Well, first of all, they didn't keep track of people coming and going through the house.",
      "ja": "事件後 警察は現場に 出入りする者を制限せず"
    }
  },
  {
    "translation": {
      "en": "Virtually anybody who wanted to walk in that house after the crime was allowed to.",
      "ja": "誰でも簡単に 中へ入ることができた"
    }
  },
  {
    "translation": {
      "en": "So the evidence was compromised in all sorts of ways.",
      "ja": "そのため 犯人につながる 証拠が台なしになったんだ"
    }
  },
  {
    "translation": {
      "en": "And the ransom note. I read that and...",
      "ja": "犯人が残した脅迫状を 私も読みましたが"
    }
  },
  {
    "translation": {
      "en": "it's incredible.",
      "ja": "本当に驚きましたね"
    }
  },
  {
    "translation": {
      "en": "It's incredible that nobody's been charged with anything on that.",
      "ja": "誰が書いたかは 明白だと思われたのに"
    }
  },
  {
    "translation": {
      "en": "It seems to me like... it was pretty clear.",
      "ja": "結局 誰も罪に 問われなかったんだから"
    }
  },
  {
    "translation": {
      "en": "Well, the first thing, right away, is, it was a three- page ransom note that was handwritten.",
      "ja": "まず気になるのは ３枚に及ぶ手書きの脅迫状"
    }
  },
  {
    "translation": {
      "en": "And most people are in a hurry when they're doing a crime. They're not going to sit down after murdering some young little girl.",
      "ja": "少女を殺したあとで 悠長に書く人などいませんよ"
    }
  },
  {
    "translation": {
      "en": "First of all, they go out and find the paper and the pen they thought was from inside the home.",
      "ja": "わざわざ家の中を歩き回り 必要な紙とペンを探し出し"
    }
  },
  {
    "translation": {
      "en": "So they're not going to sit there and write a three- page handwritten letter, thinking out all this fun stuff that's in the letter.",
      "ja": "３ページにもわたる脅迫状を 書く人がいるでしょうか"
    }
  },
  {
    "translation": {
      "en": "If you're a criminal wanting to do an in- and- out kind of kidnapping,",
      "ja": "もし皆さんが 誘拐犯だとしたら"
    }
  },
  {
    "translation": {
      "en": "who takes the time to write out two and a half pages of a ransom note?",
      "ja": "ゆっくり腰かけて 脅迫状を書きますか？"
    }
  },
  {
    "translation": {
      "en": "That's a little ridiculous.",
      "ja": "ありえないでしょう"
    }
  },
  {
    "translation": {
      "en": "They say, We are a group of individuals that represent a small foreign faction.",
      "ja": "“我々はある国の派閥だ”と 脅迫状に書いてあるが"
    }
  },
  {
    "translation": {
      "en": "I don't know what that means and I don't think, to this day, the police know what that means.",
      "ja": "まるで意味が分からないし 警察も分かってないはずだ"
    }
  },
  {
    "translation": {
      "en": "It almost seems like, in places, it shows concern.",
      "ja": "脅迫状には 一家を気遣う文面もある"
    }
  },
  {
    "translation": {
      "en": "I mean, in certain places, they're really nasty. They say, We're going to behead her. We'll kill her.",
      "ja": "“ジョンベネを殺す”と 書かれている一方で"
    }
  },
  {
    "translation": {
      "en": "But in other places, they say things like, Make sure to bring along a big enough attaché.",
      "ja": "“大きいアタッシェケースを 用意しておけ”とある"
    }
  },
  {
    "translation": {
      "en": "And in one spot they said, Make sure you're rested,",
      "ja": "“長丁場になるだろうから それに備えて—”"
    }
  },
  {
    "translation": {
      "en": "because it's going to be an arduous sort of procedure to get her back.",
      "ja": "“しっかり休んでおけ”とも 記されているんだ"
    }
  },
  {
    "translation": {
      "en": "Then the next big thing, obviously, is the dollar amount.",
      "ja": "次に気になるのは 身代金の額です"
    }
  },
  {
    "translation": {
      "en": "Any type of a kidnapper is gonna want a million bucks or 100,000 or a quarter- million.",
      "ja": "100万ドルとか10万ドルなど キリのいい額ならまだしも"
    }
  },
  {
    "translation": {
      "en": "They don't list $118,000 specifically.",
      "ja": "11万8000ドルを要求するのは おかしいと思います"
    }
  },
  {
    "translation": {
      "en": "They asked for $118,000. Exactly that amount.",
      "ja": "犯人が要求した 11万8000ドルという金額は"
    }
  },
  {
    "translation": {
      "en": "Which was the same amount of John's bonus, Christmas bonus.",
      "ja": "ジョンがクリスマス前に得た ボーナスの額と一致します"
    }
  },
  {
    "translation": {
      "en": "The ransom note also came from inside their house, on notepads. And the pen that was used was the Ramseys'.",
      "ja": "脅迫状を書くのに使われた 紙とペンは一家のものです"
    }
  },
  {
    "translation": {
      "en": "For me personally, I love breast torture.",
      "ja": "個人的には 拷問プレイが好きだ"
    }
  },
  {
    "translation": {
      "en": "Whipping nipples, tits...",
      "ja": "ムチで打ったり 乳首をいじったり"
    }
  },
  {
    "translation": {
      "en": "doing breast bondage, as well as arm sleeves and stuff along those lines.",
      "ja": "専用のひもで 胸を縛るのもいい"
    }
  },
  {
    "translation": {
      "en": "Hold on a second.",
      "ja": "待って"
    }
  },
  {
    "translation": {
      "en": "I've got to take this. It's work. Give me five minutes.",
      "ja": "仕事の電話だ ちょっと失礼するよ"
    }
  },
  {
    "translation": {
      "en": "- Just whenever? - Yeah.",
      "ja": "始めるよ"
    }
  },
  {
    "translation": {
      "en": "Hey, Robert. It's Mark.",
      "ja": "ロバートか　マークだ"
    }
  },
  {
    "translation": {
      "en": "I got the coroner's report. I'm faxing it over right now, so...",
      "ja": "検視の結果が出た 今から そっちに送るよ"
    }
  },
  {
    "translation": {
      "en": "You know, what I can tell you is that...",
      "ja": "とにかく はっきりしてるのは"
    }
  },
  {
    "translation": {
      "en": "she died from asphyxiation by strangulation.",
      "ja": "ジョンベネは首を絞められ 窒息死したということだ"
    }
  },
  {
    "translation": {
      "en": "There was also...",
      "ja": "それから頭部に 殴られたような傷があり"
    }
  },
  {
    "translation": {
      "en": "some sort of head wound that occurred.",
      "ja": "それから頭部に 殴られたような傷があり 死亡する前に 何者かに強打されたらしい"
    }
  },
  {
    "translation": {
      "en": "That likely occurred before the strangulation.",
      "ja": "死亡する前に 何者かに強打されたらしい"
    }
  },
  {
    "translation": {
      "en": "Right, right.",
      "ja": "そうだ"
    }
  },
  {
    "translation": {
      "en": "Well, she was laying on her back on the floor,",
      "ja": "ジョンベネは あおむけの状態で倒れていた"
    }
  },
  {
    "translation": {
      "en": "covered by a blanket,",
      "ja": "毛布に包まれていたらしい"
    }
  },
  {
    "translation": {
      "en": "and... yeah.",
      "ja": "毛布に包まれていたらしい そうだ"
    }
  },
  {
    "translation": {
      "en": "Ligature marks on the wrist,",
      "ja": "手首には索痕がある"
    }
  },
  {
    "translation": {
      "en": "All right. Well, I'm gonna fax it over to you.",
      "ja": "今から報告書を ファックスで送るよ"
    }
  },
  {
    "translation": {
      "en": "Okay. I've got to go.",
      "ja": "じゃあ またあとで"
    }
  },
  {
    "translation": {
      "en": "All right. Thanks.",
      "ja": "よろしく"
    }
  },
  {
    "translation": {
      "en": "All right. How's everything else?",
      "ja": "そうか そっちはどうだ 家族は元気か？"
    }
  },
  {
    "translation": {
      "en": "Wife and kids good?",
      "ja": "そっちはどうだ 家族は元気か？"
    }
  },
  {
    "translation": {
      "en": "Good, good.",
      "ja": "それはよかった"
    }
  },
  {
    "translation": {
      "en": "Holidays are going well?",
      "ja": "休暇を楽しんでくれ"
    }
  },
  {
    "translation": {
      "en": "The JonBenet Ramsey case is a case like we have never seen before,",
      "ja": "ジョンベネ殺害事件は かつてないケースで"
    }
  },
  {
    "translation": {
      "en": "a case like I don't think any of you have ever seen before.",
      "ja": "史上 稀(まれ)に見る凶悪事件です"
    }
  },
  {
    "translation": {
      "en": "There have been many stories and much speculation about who killed JonBenet.",
      "ja": "殺害犯について さまざまな臆測がありますが"
    }
  },
  {
    "translation": {
      "en": "Prejudging and media hype have never solved a crime.",
      "ja": "事件解決には 何ら結びつきません"
    }
  },
  {
    "translation": {
      "en": "The reality of the situation is that often these types of investigations take time.",
      "ja": "こうした凶悪事件の捜査には 時間がかかるものです"
    }
  },
  {
    "translation": {
      "en": "Are the Ramseys still the focus of this investigation or have they been elevated to the status of suspects?",
      "ja": "ラムジー夫妻は容疑者として 捜査の対象になっていますか"
    }
  },
  {
    "translation": {
      "en": "No comment. No more questions.",
      "ja": "何もお答えできません"
    }
  },
  {
    "translation": {
      "en": "Was Patsy involved?",
      "ja": "パッツィーの関与は？"
    }
  },
  {
    "translation": {
      "en": "This is Patsy writing? Okay.",
      "ja": "パッツィーの手記ね"
    }
  },
  {
    "translation": {
      "en": "Let me just read it real quick. The pink cowboy sweetheart costume.",
      "ja": "“カウボーイの 恋人になりたいの”"
    }
  },
  {
    "translation": {
      "en": "The pink cowboy sweetheart costume was made out of some polyester fabric I bought in Atlanta.",
      "ja": "“あの曲を歌った時の衣装は 私が生地から選んで作り”"
    }
  },
  {
    "translation": {
      "en": "I doctored up the white cowgirl hat and boots. It was precious.",
      "ja": "“帽子とブーツも合わせた 最高の衣装よ”"
    }
  },
  {
    "translation": {
      "en": "It was precious.",
      "ja": "“最高の衣装よ”"
    }
  },
  {
    "translation": {
      "en": "That summer, JonBenet went prepared. I could give her that.",
      "ja": "“あの夏 ジョンベネは 準備万端だった”"
    }
  },
  {
    "translation": {
      "en": "I couldn't give her the stage presence that God gave her. That was a gift.",
      "ja": "“でも神が与えし舞台に 立たせてやれなかった”"
    }
  },
  {
    "translation": {
      "en": "JonBenet was looking forward to the day she could wear real evening gowns,",
      "ja": "“本物のイブニングドレスを 着させてやりたかった”"
    }
  },
  {
    "translation": {
      "en": "just like her mother.",
      "ja": "“母親のように”"
    }
  },
  {
    "translation": {
      "en": "Just like her mother.",
      "ja": "“母親のように”"
    }
  },
  {
    "translation": {
      "en": "It is so narcissistic. I'm just shocked.",
      "ja": "なんてナルシストな 母親かしら"
    }
  },
  {
    "translation": {
      "en": "I don't remember that. I read this book, and I don't remember it.",
      "ja": "以前も読んだけど これは覚えてない"
    }
  },
  {
    "translation": {
      "en": "She was no longer doing the beauty queen thing. She'd gotten too old.",
      "ja": "年をとったパッツィーは コンテスト出場をあきらめ"
    }
  },
  {
    "translation": {
      "en": "And so this was her opportunity to live it again through her daughter.",
      "ja": "自分の娘に 希望を託したんだと思います"
    }
  },
  {
    "translation": {
      "en": "The little girl really loved it. From what we can tell, she loved it.",
      "ja": "映像を見るかぎり ジョンベネは喜んでたと思う"
    }
  },
  {
    "translation": {
      "en": "She was not forced into it. It was not, You have to go do this.",
      "ja": "映像を見るかぎり ジョンベネは喜んでたと思う コンテストに出るのが 大好きだったはずよ"
    }
  },
  {
    "translation": {
      "en": "She really loved it.",
      "ja": "コンテストに出るのが 大好きだったはずよ"
    }
  },
  {
    "translation": {
      "en": "So it kind of feels like a... a legacy thing for Patsy, actually.",
      "ja": "娘が自分に似たことを パッツィーは確信したのね"
    }
  },
  {
    "translation": {
      "en": "I know a lot of people think that's weird, to have a little girl dressed up where she looks like a 20- year- old woman.",
      "ja": "少女が大人の女性みたいに めかし込んだ姿は奇妙だけど"
    }
  },
  {
    "translation": {
      "en": "But that's the pageant system.",
      "ja": "それがコンテストなのよ"
    }
  },
  {
    "translation": {
      "en": "And a lot of those girls go on to do great things... or work at Hooters.",
      "ja": "みんな きっと大物になる もしくはウエートレスかしら"
    }
  },
  {
    "translation": {
      "en": "From what...",
      "ja": "実はですね"
    }
  },
  {
    "translation": {
      "en": "I heard and kind of put together...",
      "ja": "いろんな話を聞いてきました"
    }
  },
  {
    "translation": {
      "en": "it sounded like... that family was really screwed up.",
      "ja": "それを総合すると 一家は崩壊してたようです"
    }
  },
  {
    "translation": {
      "en": "Patsy was at least involved. I'm not sure if she did it.",
      "ja": "パッツィーは 事件に関与してたと思います"
    }
  },
  {
    "translation": {
      "en": "I hope she didn't, but I think she might have.",
      "ja": "犯人じゃないことを願うけど 真相はどうかしら"
    }
  },
  {
    "translation": {
      "en": "She just made me angry. Watching her...",
      "ja": "パッツィーには 激しい怒りを覚えるの"
    }
  },
  {
    "translation": {
      "en": "Listening to her and then her husband...",
      "ja": "言うことなすこと頭にくる それと夫のほうは…"
    }
  },
  {
    "translation": {
      "en": "I think he's the innocent one.",
      "ja": "ジョンは無実だと思う"
    }
  },
  {
    "translation": {
      "en": "I don't believe he was involved in any way.",
      "ja": "事件には関与してないよ"
    }
  },
  {
    "translation": {
      "en": "I just think he's innocent.",
      "ja": "私は彼が無実だと思ってる"
    }
  },
  {
    "translation": {
      "en": "The more manic side of this whole situation seemed to come from Patsy's side.",
      "ja": "感情の起伏が激しいのは パッツィーだと思う"
    }
  },
  {
    "translation": {
      "en": "She seems more inclined to be the one that might have struck someone in anger than John does.",
      "ja": "カッとして子供をたたくのは ジョンより彼女じゃないかな"
    }
  },
  {
    "translation": {
      "en": "More than anything, I think it was the ransom note that was written,",
      "ja": "決定的な証拠は 手書きの脅迫状だと思います"
    }
  },
  {
    "translation": {
      "en": "that handwriting experts said she most likely wrote.",
      "ja": "筆跡鑑定のプロが パッツィーを疑っている"
    }
  },
  {
    "translation": {
      "en": "I found that pretty interesting because I've had my handwriting analyzed.",
      "ja": "実は私も筆跡鑑定を 受けたことがあるのですが"
    }
  },
  {
    "translation": {
      "en": "And it was fascinating, because I wasn't there.",
      "ja": "あの時は本当に驚きました 私の知らないうちに 元カレが鑑定を依頼してたの"
    }
  },
  {
    "translation": {
      "en": "It was an ex- boyfriend who showed this handwriting expert...",
      "ja": "私の知らないうちに 元カレが鑑定を依頼してたの"
    }
  },
  {
    "translation": {
      "en": "a birthday card that I gave him.",
      "ja": "私が贈った誕生日カードでね"
    }
  },
  {
    "translation": {
      "en": "But this expert could actually tell that I had had a trauma to my right ankle.",
      "ja": "すると鑑定士は 私が足首に 不安を抱えていると見抜いた"
    }
  },
  {
    "translation": {
      "en": "And sure enough, I had reconstructive surgery on my right ankle.",
      "ja": "確かに私は 右足首を手術しています"
    }
  },
  {
    "translation": {
      "en": "Why would-- She has no motive.",
      "ja": "パッツィーに動機などない"
    }
  },
  {
    "translation": {
      "en": "I'm frustrated as a parent. I'm frustrated with my kids.",
      "ja": "私も自分の子供に イラつくことはあるけど"
    }
  },
  {
    "translation": {
      "en": "There's no motive to kill them. There's no motive to do that.",
      "ja": "私も自分の子供に イラつくことはあるけど 殺したりしない"
    }
  },
  {
    "translation": {
      "en": "I could see the jealousy aspect. Since Patsy Ramsey was a beauty pageant queen herself,",
      "ja": "パッツィーはジョンベネに 嫉妬してたんじゃないかしら"
    }
  },
  {
    "translation": {
      "en": "maybe her daughter was having a little bit more success or wasn't listening to her.",
      "ja": "自分より成功してる娘が 許せなかったのかも"
    }
  },
  {
    "translation": {
      "en": "You know, I don't know if Patsy Ramsey's background was any mental illness or anything like that,",
      "ja": "パッツィーの精神状態が どうだったかは知らないが"
    }
  },
  {
    "translation": {
      "en": "but of course we know she died of cancer.",
      "ja": "ガンで亡くなったのは事実だ"
    }
  },
  {
    "translation": {
      "en": "And sometimes, when there's disease, there's dis- ease.",
      "ja": "人は病気をすると 精神もやられてしまうもんだ"
    }
  },
  {
    "translation": {
      "en": "And then we heard about the bed- wetting, and the general discord in the family,",
      "ja": "ジョンベネのおねしょ癖や 一家に亀裂があったと聞くと"
    }
  },
  {
    "translation": {
      "en": "and we were... That's why everybody was thinking it had to be in the family.",
      "ja": "家族を疑いたくなるのは 当然じゃないかしら"
    }
  },
  {
    "translation": {
      "en": "You know, JonBenet Ramsey was a bed- wetter,",
      "ja": "ジョンベネが おねしょをするたび"
    }
  },
  {
    "translation": {
      "en": "and I know that there had been people interviewed that said that that had infuriated Patsy Ramsey.",
      "ja": "パッツィーはひどい剣幕で まくしたてていたそうです"
    }
  },
  {
    "translation": {
      "en": "And she wet her bed, actually, that night.",
      "ja": "事件のあった晩も同じでした"
    }
  },
  {
    "translation": {
      "en": "There was one article I remember reading just recently,",
      "ja": "最近 読んだ記事によると"
    }
  },
  {
    "translation": {
      "en": "and it identified Patsy as the lead suspect,",
      "ja": "当時パッツィーには 疑惑の目が向けられてた"
    }
  },
  {
    "translation": {
      "en": "and went so far as to say she murdered her daughter.",
      "ja": "犯人と思われてたんです"
    }
  },
  {
    "translation": {
      "en": "And what it cited that incited so much rage in me",
      "ja": "本当に腹立たしいことだけど その記事には—"
    }
  },
  {
    "translation": {
      "en": "was that the stressors that Patsy was under...",
      "ja": "本当に腹立たしいことだけど その記事には— パッツィーがストレスを 抱えてたと書いてありました"
    }
  },
  {
    "translation": {
      "en": "one of them being the holidays,",
      "ja": "パッツィーがストレスを 抱えてたと書いてありました"
    }
  },
  {
    "translation": {
      "en": "and another one being her impending 40th birthday.",
      "ja": "40歳を目前にして 焦りを感じていたのだと"
    }
  },
  {
    "translation": {
      "en": "And I'll be 39 next month,",
      "ja": "じきに私も39歳になります"
    }
  },
  {
    "translation": {
      "en": "and if someone said",
      "ja": "じきに私も39歳になります 40歳を前にして焦りを感じ 精神のバランスを崩したり"
    }
  },
  {
    "translation": {
      "en": "that my impending 40th birthday caused me so much psychic strain",
      "ja": "40歳を前にして焦りを感じ 精神のバランスを崩したり"
    }
  },
  {
    "translation": {
      "en": "that I would consider killing my child... I don't know what shade of ballistic I would go on them,",
      "ja": "子供を殺すかと聞かれたら ブチ切れると思います"
    }
  },
  {
    "translation": {
      "en": "because talk about putting women in a box.",
      "ja": "女性をバカにしすぎてる"
    }
  },
  {
    "translation": {
      "en": "I mean, the mother had to do it.",
      "ja": "犯人は母親だと思う"
    }
  },
  {
    "translation": {
      "en": "She was about to turn 40. She's jealous. Her little girl was frustrating. She wet the bed.",
      "ja": "年をとった母親は娘に嫉妬し イライラしてた"
    }
  },
  {
    "translation": {
      "en": "Maybe it was an accident. She threw her against the tub... and then covered it up.",
      "ja": "あの晩 母親は娘を 思いきり突き飛ばしたのかも"
    }
  },
  {
    "translation": {
      "en": "You know, people are quick to judge.",
      "ja": "もちろん臆測にすぎませんが"
    }
  },
  {
    "translation": {
      "en": "They talk about how they were so upset and all the pain,",
      "ja": "一家は苦しみ 傷ついてると言うけど"
    }
  },
  {
    "translation": {
      "en": "but, like, you don't see any of it in their face, at all.",
      "ja": "どう見ても 傷ついてるようには見えない"
    }
  },
  {
    "translation": {
      "en": "You know, I don't know why no tears fell. I think... was she detached? Did she ever really love her little girl?",
      "ja": "確かに涙を流してたけど 心から娘を愛してたのかしら"
    }
  },
  {
    "translation": {
      "en": "You don't know how you're gonna react.",
      "ja": "遺族の反応はさまざまよ"
    }
  },
  {
    "translation": {
      "en": "My personal reaction was quite violent. I screamed. I cried.",
      "ja": "私の場合はかなり激しくて 泣いたり わめいたりした"
    }
  },
  {
    "translation": {
      "en": "My parents told me in the back of a car, and I remember just screaming,",
      "ja": "車の後部座席に突っ伏して “誰が殺したの？”と 泣き叫んでた"
    }
  },
  {
    "translation": {
      "en": "Who killed my brother? Who killed my brother?",
      "ja": "“誰が殺したの？”と 泣き叫んでた"
    }
  },
  {
    "translation": {
      "en": "At that point in time, we didn't even know he was murdered. We just knew he was dead.",
      "ja": "その時点では まだ殺人と知らずにいたけど"
    }
  },
  {
    "translation": {
      "en": "But I had this just overwhelming impression",
      "ja": "胸騒ぎというか 強烈な予感がしていたの"
    }
  },
  {
    "translation": {
      "en": "that it was not a natural death, and it was not an accident.",
      "ja": "ただの事故じゃないとね"
    }
  },
  {
    "translation": {
      "en": "I was screaming so loud that people actually came out of the building to see what was going on.",
      "ja": "私の叫び声に驚いて 近所の人が集まってきた"
    }
  },
  {
    "translation": {
      "en": "So that was my reaction.",
      "ja": "それが私の反応でした"
    }
  },
  {
    "translation": {
      "en": "I watched my parents. It was far more subtle and private.",
      "ja": "でも両親は違いました じっと耐えていた"
    }
  },
  {
    "translation": {
      "en": "Push your chair in a little bit, Gary.",
      "ja": "もう少しイスを引いて"
    }
  },
  {
    "translation": {
      "en": "Is Gary John? Okay.",
      "ja": "彼はジョン役ね？"
    }
  },
  {
    "translation": {
      "en": "- Hi, John. - Patsy.",
      "ja": "よろしく こちらこそ"
    }
  },
  {
    "translation": {
      "en": "- Hi, nice to see you. - Hi. J. Michael Sterling.",
      "ja": "よろしく どうも"
    }
  },
  {
    "translation": {
      "en": "- Nice to meet you. - Nice to meet you.",
      "ja": "がんばろう"
    }
  },
  {
    "translation": {
      "en": "- It is like, us against the world. - It is, yeah. Absolutely.",
      "ja": "敵だらけだ そうね そのとおりよ"
    }
  },
  {
    "translation": {
      "en": "I mean, they're both raw. Still. I mean, it's still so new.",
      "ja": "ラムジー夫妻は まだ会見慣れしてなかった"
    }
  },
  {
    "translation": {
      "en": "If I was being interviewed with my wife about something like that,",
      "ja": "もし私が妻と一緒に 会見に臨むとしたら"
    }
  },
  {
    "translation": {
      "en": "I'd have my arm around her. I'd be holding her hand. I'd be consoling her.",
      "ja": "妻の肩を抱いたり 手を握ったりすると思う"
    }
  },
  {
    "translation": {
      "en": "I don't recall seeing them do that.",
      "ja": "でもラムジー夫妻は違った"
    }
  },
  {
    "translation": {
      "en": "You know, they were never really too close. Like, they weren't like this, or...",
      "ja": "彼らは近寄ったり 目を合わせることはなかった"
    }
  },
  {
    "translation": {
      "en": "I mean, but I might just angle in.",
      "ja": "私だったら彼女に 体を向けてたかもしれない"
    }
  },
  {
    "translation": {
      "en": "I don't think I would angle in.",
      "ja": "私なら前を向いてる"
    }
  },
  {
    "translation": {
      "en": "There's a separation, and even sitting here setting up for the scene,",
      "ja": "こうして座ってるだけでも 体が近づくのに"
    }
  },
  {
    "translation": {
      "en": "it's like we would naturally be sitting closer.",
      "ja": "彼らは違った だから僕はあいさつだけして あとは黙ってた"
    }
  },
  {
    "translation": {
      "en": "I did not... I mean, I said hello and then I tried to not make eye contact with you",
      "ja": "だから僕はあいさつだけして あとは黙ってた"
    }
  },
  {
    "translation": {
      "en": "'cause I wanted to keep no conversation.",
      "ja": "会話もしないほうがいいと 思ったしね"
    }
  },
  {
    "translation": {
      "en": "- Exactly. Like, We have a job to do. - Right.",
      "ja": "他人行儀だった"
    }
  },
  {
    "translation": {
      "en": "Although we're friends on Facebook or something, right?",
      "ja": "例えるならＳＮＳの友達だよ"
    }
  },
  {
    "translation": {
      "en": "- I was like, Oh, my God! - I know!",
      "ja": "“はじめまして”って感じ"
    }
  },
  {
    "translation": {
      "en": "- I've never met you. Cool. - We finally meet in person!",
      "ja": "初対面みたいだった"
    }
  },
  {
    "translation": {
      "en": "To those of you who may want to ask, let me address very directly.",
      "ja": "これだけは はっきり申し上げておきます"
    }
  },
  {
    "translation": {
      "en": "I did not kill my daughter JonBenet.",
      "ja": "私は娘を殺していません"
    }
  },
  {
    "translation": {
      "en": "There have also been innuendos that she has been or was...",
      "ja": "“娘は性的な虐待を 受けていた”"
    }
  },
  {
    "translation": {
      "en": "sexually molested.",
      "ja": "そんな中傷もあります"
    }
  },
  {
    "translation": {
      "en": "Those were the most hurtful innuendos to us as a family.",
      "ja": "私たち家族はそうした中傷に ひどく傷ついています"
    }
  },
  {
    "translation": {
      "en": "I can tell you those were the most hurtful innuendos to us as a family.",
      "ja": "私たち家族は ひどく傷ついているのです"
    }
  },
  {
    "translation": {
      "en": "They are totally false.",
      "ja": "すべて事実無根です"
    }
  },
  {
    "translation": {
      "en": "I'm appalled either John or I could have been involved in such a hideous, heinous crime.",
      "ja": "こんな卑劣で凶悪な事件には 私たちは関わっていません"
    }
  },
  {
    "translation": {
      "en": "But let me assure you that I did not kill JonBenet.",
      "ja": "はっきりと否定します 私は娘を殺していません"
    }
  },
  {
    "translation": {
      "en": "I did not have anything to do with it.",
      "ja": "私は事件に関わっていません"
    }
  },
  {
    "translation": {
      "en": "I loved that child with my whole heart and soul.",
      "ja": "心から あの子を 愛していたのですから"
    }
  },
  {
    "translation": {
      "en": "Oh, man.",
      "ja": "どうしよう"
    }
  },
  {
    "translation": {
      "en": "How do you go on camera and say these lines,",
      "ja": "カメラに向かって こんなセリフを言える？"
    }
  },
  {
    "translation": {
      "en": "and make them look real?",
      "ja": "つらすぎる"
    }
  },
  {
    "translation": {
      "en": "The funny thing is, when you watch them talking about this it works either way.",
      "ja": "何が本当か分からなくなる"
    }
  },
  {
    "translation": {
      "en": "It does. It does!",
      "ja": "そのとおり"
    }
  },
  {
    "translation": {
      "en": "- You can say, Okay, they're lying. - Yeah.",
      "ja": "ウソをついてるようにも 聞こえるし"
    }
  },
  {
    "translation": {
      "en": "- They're telling the truth. - Look at the body language. Yeah.",
      "ja": "真実にも聞こえる ボディー･ランゲージを見て 不思議だよね"
    }
  },
  {
    "translation": {
      "en": "I mean, it's just hard to say.",
      "ja": "こう言っては悪いけど"
    }
  },
  {
    "translation": {
      "en": "It just... it's hard to say.",
      "ja": "こう言っては悪いけど ラムジー夫妻の会見は すごく奇妙だった"
    }
  },
  {
    "translation": {
      "en": "I mean, a lot of their behavior was odd.",
      "ja": "ラムジー夫妻の会見は すごく奇妙だった"
    }
  },
  {
    "translation": {
      "en": "So you're saying that you think she did it?",
      "ja": "パッツィーの犯行だと 思ってるでしょ？"
    }
  },
  {
    "translation": {
      "en": "I think John didn't do it.",
      "ja": "ジョンではないと思う"
    }
  },
  {
    "translation": {
      "en": "You think John didn't do it? Interesting.",
      "ja": "“ジョンではない” なるほどね"
    }
  },
  {
    "translation": {
      "en": "It's like she was more concerned for who she was protecting.",
      "ja": "パッツィーは誰かを かばっていたんだと思う"
    }
  },
  {
    "translation": {
      "en": "I believe she was protecting someone in the family.",
      "ja": "それは おそらく 家族の誰かじゃないかしら"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna state who because I really don't know which person that may have been,",
      "ja": "確信もないのに 誰とは言えないけど"
    }
  },
  {
    "translation": {
      "en": "but I believe it was someone that they both loved very much.",
      "ja": "夫妻が愛してやまない誰かよ"
    }
  },
  {
    "translation": {
      "en": "My name is Ryan, and I'm auditioning for the role of Burke.",
      "ja": "僕はライアン バーク役のオーディションだ"
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "ja": "やあ！"
    }
  },
  {
    "translation": {
      "en": "I'm Jase. I'm...",
      "ja": "僕の名前はジェイス"
    }
  },
  {
    "translation": {
      "en": "I'm ten years old.",
      "ja": "今 10歳なんだ"
    }
  },
  {
    "translation": {
      "en": "I live in Colorado.",
      "ja": "コロラドに住んでる"
    }
  },
  {
    "translation": {
      "en": "Littleton...",
      "ja": "リトルトンってとこ"
    }
  },
  {
    "translation": {
      "en": "Yeah, Littleton.",
      "ja": "そう リトルトン"
    }
  },
  {
    "translation": {
      "en": "So I've been in this one commercial that... I forgot what it was.",
      "ja": "１回だけＣＭに 出たことがある"
    }
  },
  {
    "translation": {
      "en": "It didn't play here,",
      "ja": "でもここで放送されなかった"
    }
  },
  {
    "translation": {
      "en": "but I was just an extra in it.",
      "ja": "ただのエキストラだった"
    }
  },
  {
    "translation": {
      "en": "I was one of the flying monkeys,",
      "ja": "フライングモンキーの役を やったことがある"
    }
  },
  {
    "translation": {
      "en": "one of the Oz- ians, one of the tough guy munchkins...",
      "ja": "「オズの魔法使い」の 強いマンチキンなんだ"
    }
  },
  {
    "translation": {
      "en": "...and then I also did a Denver mattress commercial,",
      "ja": "デンバーマットレスの ＣＭに出たよ"
    }
  },
  {
    "translation": {
      "en": "where all I did was wait for nine hours for the whole day. Skipped school just because of that",
      "ja": "撮影の日は学校を休んだ 出番まで９時間も待たされた"
    }
  },
  {
    "translation": {
      "en": "and then I got to jump on the bed for nine minutes. That's all I did.",
      "ja": "でも本番は たった９分で終わっちゃった"
    }
  },
  {
    "translation": {
      "en": "All the other things I tried to do, I didn't get the part.",
      "ja": "ほかにも受けたけど 役はもらえなかった"
    }
  },
  {
    "translation": {
      "en": "My house has a pool in the backyard.",
      "ja": "僕の家にはプールがあるんだ"
    }
  },
  {
    "translation": {
      "en": "If something happened... and I do know that the son, the brother of JonBenet,",
      "ja": "ラムジー家の息子であり ジョンベネの兄のバークは"
    }
  },
  {
    "translation": {
      "en": "did actually hit his sister with either a golf club or a baseball bat",
      "ja": "事件の２か月前 ジョンベネを殴ったらしい"
    }
  },
  {
    "translation": {
      "en": "a month or two before this incident took place.",
      "ja": "ゴルフクラブかバットでね"
    }
  },
  {
    "translation": {
      "en": "But to me, that was, you know, a brother and sister...",
      "ja": "でも それは よくある兄妹(きょうだい)ゲンカで 悪意はなかったと思う"
    }
  },
  {
    "translation": {
      "en": "just having an argument, type of thing.",
      "ja": "よくある兄妹(きょうだい)ゲンカで 悪意はなかったと思う"
    }
  },
  {
    "translation": {
      "en": "But whoever struck that girl was so angry and so livid and so mad at her,",
      "ja": "その一方で ジョンベネを 死に至らしめた犯人は"
    }
  },
  {
    "translation": {
      "en": "with either the flashlight or a baseball bat,",
      "ja": "相当 怒ってたに違いない"
    }
  },
  {
    "translation": {
      "en": "the skull fracture was intense. It was a mortal wound, from everything that I've seen,",
      "ja": "頭蓋骨(ずがいこつ)が骨折するほど 強い力で殴っている"
    }
  },
  {
    "translation": {
      "en": "but what really finished her off was the strangulation.",
      "ja": "直接の死因は 絞殺らしいけどね"
    }
  },
  {
    "translation": {
      "en": "I mean, at one point, me and my friends had read a book",
      "ja": "実は自殺マニュアルを 読んだことがあるんです"
    }
  },
  {
    "translation": {
      "en": "about people hanging, you know.",
      "ja": "実は自殺マニュアルを 読んだことがあるんです そこで私は友人と台を作り 興味本位で自殺を試みました"
    }
  },
  {
    "translation": {
      "en": "And so we built this little platform thing",
      "ja": "そこで私は友人と台を作り 興味本位で自殺を試みました"
    }
  },
  {
    "translation": {
      "en": "and hung each other, like on- stage, kind of thing.",
      "ja": "そこで私は友人と台を作り 興味本位で自殺を試みました もちろん本気じゃなかったし みんな無事でしたよ"
    }
  },
  {
    "translation": {
      "en": "It was just fooling around, and we didn't get hurt. We were fine. Nobody really got hung.",
      "ja": "もちろん本気じゃなかったし みんな無事でしたよ"
    }
  },
  {
    "translation": {
      "en": "But as an adult, think of walking into that situation.",
      "ja": "大人だから 無事で済んだんです"
    }
  },
  {
    "translation": {
      "en": "Here are these four kids, they're all ten years old, something like that, hanging each other in the garage.",
      "ja": "ですが もし幼い子供が 車庫で首をつろうとしたら？"
    }
  },
  {
    "translation": {
      "en": "How stupid can you be? But we were kids. So could it happen? Yeah.",
      "ja": "ありえないと思いますが 子供なら やりかねません"
    }
  },
  {
    "translation": {
      "en": "I have two sisters and one brother. I'm the oldest.",
      "ja": "妹が２人に弟が１人いる 僕が長男なんだ"
    }
  },
  {
    "translation": {
      "en": "I just have one sister.",
      "ja": "妹が１人いるよ"
    }
  },
  {
    "translation": {
      "en": "Sometimes she'll take, like-- I have trading cards of Peyton Manning.",
      "ja": "僕はマニング選手の カードを集めてるんだけど"
    }
  },
  {
    "translation": {
      "en": "She'll give them to my little brother, and I'll be like, Gabby, what the heck?",
      "ja": "たまに妹が横取りして 大ゲンカになるんだ"
    }
  },
  {
    "translation": {
      "en": "But it's nothing big, really.",
      "ja": "でも大したことじゃない"
    }
  },
  {
    "translation": {
      "en": "Sometimes I'll tease her a little bit. But it's just brotherly love, I think.",
      "ja": "いじめることもあるけど やっぱり妹はかわいいよ"
    }
  },
  {
    "translation": {
      "en": "She calls me a scaredy- cat and calls me a bunch of names,",
      "ja": "妹が僕を弱虫だと言って からかうんだ"
    }
  },
  {
    "translation": {
      "en": "and I don't like that, because she just sings a bunch of annoying songs",
      "ja": "妹が僕を弱虫だと言って からかうんだ それに僕をバカにして 変な歌を歌ったりもね"
    }
  },
  {
    "translation": {
      "en": "and calling me names, and...",
      "ja": "それに僕をバカにして 変な歌を歌ったりもね"
    }
  },
  {
    "translation": {
      "en": "I ask her to stop a lot, but she just never does, and... yeah.",
      "ja": "“やめて！”と言っても 全然 聞いてくれない"
    }
  },
  {
    "translation": {
      "en": "But she's getting nicer.",
      "ja": "でも最近は少し違う"
    }
  },
  {
    "translation": {
      "en": "It's happened about two weeks ago. She's beginning to become nicer,",
      "ja": "２週間前ぐらいから ちょっとだけ優しくなったよ"
    }
  },
  {
    "translation": {
      "en": "which I'm really happy about.",
      "ja": "だから僕もうれしい"
    }
  },
  {
    "translation": {
      "en": "'Cause sometimes I have tears,",
      "ja": "だから僕もうれしい たまに いじわるされて 涙が出ることもあるけど"
    }
  },
  {
    "translation": {
      "en": "'cause it kept going,",
      "ja": "たまに いじわるされて 涙が出ることもあるけど"
    }
  },
  {
    "translation": {
      "en": "but it has started to stop, which is good.",
      "ja": "たまに いじわるされて 涙が出ることもあるけど それも減ってきた"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Cool.",
      "ja": "読むの？"
    }
  },
  {
    "translation": {
      "en": "If you tell someone a secret, it is no longer a secret.",
      "ja": "“誰にも言うなよ 絶対に秘密だからな”"
    }
  },
  {
    "translation": {
      "en": "If you tell someone a secret, it's no longer a secret.",
      "ja": "“誰にも言うなよ 絶対に秘密だからな”"
    }
  },
  {
    "translation": {
      "en": "If you tell someone a secret, it's no longer a secret.",
      "ja": "“誰にも言うなよ 絶対に秘密だからな”"
    }
  },
  {
    "translation": {
      "en": "If you tell someone a secret, it's no longer a secret.",
      "ja": "“誰にも言うなよ 絶対に秘密だからな”"
    }
  },
  {
    "translation": {
      "en": "If it was the brother, if it was her son,",
      "ja": "もし息子の犯行だとしたら"
    }
  },
  {
    "translation": {
      "en": "I think she would choose her son over...",
      "ja": "母親は 必死に 隠そうとするでしょうね"
    }
  },
  {
    "translation": {
      "en": "over truth.",
      "ja": "事件の真相を"
    }
  },
  {
    "translation": {
      "en": "There is no way a nine- year- old could pull off a murder like this.",
      "ja": "あれは ９歳の子の犯行じゃない"
    }
  },
  {
    "translation": {
      "en": "The knots were sophisticated, the head wound that actually killed her...",
      "ja": "ひもの結び目も巧妙だったし 頭蓋骨の骨折だって…"
    }
  },
  {
    "translation": {
      "en": "I don't think he would have the strength to do something like that.",
      "ja": "小さい男の子に そんな力はないはず"
    }
  },
  {
    "translation": {
      "en": "There it goes.",
      "ja": "割れた"
    }
  },
  {
    "translation": {
      "en": "Well, first, Burke, maybe you could draw me a picture.",
      "ja": "ねえ バーク 絵を描いてくれない？"
    }
  },
  {
    "translation": {
      "en": "A picture of your family.",
      "ja": "家族を描いて"
    }
  },
  {
    "translation": {
      "en": "Would you do that for me?",
      "ja": "できる？"
    }
  },
  {
    "translation": {
      "en": "I can't draw.",
      "ja": "ムリだよ"
    }
  },
  {
    "translation": {
      "en": "It's just so I can get to know your family.",
      "ja": "あなたの家族を知るためなの"
    }
  },
  {
    "translation": {
      "en": "Okay. Dad.",
      "ja": "それはパパね？"
    }
  },
  {
    "translation": {
      "en": "So who's next? Who's the next person you would draw?",
      "ja": "次は誰かしら 誰を描きたい？"
    }
  },
  {
    "translation": {
      "en": "Mom.",
      "ja": "ママ"
    }
  },
  {
    "translation": {
      "en": "So is she the kind of mom that gives you lots of hugs and kisses?",
      "ja": "ママは優しくしてくれる？"
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "ja": "うん"
    }
  },
  {
    "translation": {
      "en": "Both you and your sister?",
      "ja": "あなたと妹に？"
    }
  },
  {
    "translation": {
      "en": "Or just you? Or just your sister?",
      "ja": "それとも どちらか１人だけ？"
    }
  },
  {
    "translation": {
      "en": "Just... the both of us.",
      "ja": "それは… ２人ともだよ"
    }
  },
  {
    "translation": {
      "en": "Burke?",
      "ja": "バーク"
    }
  },
  {
    "translation": {
      "en": "Is there anyone else in your family you were going to draw?",
      "ja": "ほかには描かないの？"
    }
  },
  {
    "translation": {
      "en": "Nope.",
      "ja": "うん"
    }
  },
  {
    "translation": {
      "en": "I know that sounds crazy, but just about any theory in this whole situation sounds pretty crazy.",
      "ja": "いろんな仮説があるけど どれも現実的じゃない"
    }
  },
  {
    "translation": {
      "en": "You know, parents killing their kids, brothers killing their sisters,",
      "ja": "両親が子供を殺すとか 兄が妹を殺すとか"
    }
  },
  {
    "translation": {
      "en": "intruders coming in to kidnap a kid and writing the letter, but not kidnapping the kid, just leaving the kid there...",
      "ja": "身代金目的の誘拐かと思えば その場で殺害するとか"
    }
  },
  {
    "translation": {
      "en": "I mean, any theory is kind of cracked in this situation.",
      "ja": "身代金目的の誘拐かと思えば その場で殺害するとか どれを取っても 筋が通らないんだ"
    }
  },
  {
    "translation": {
      "en": "I know the neighbors heard a lot of ruckus and saw lights on.",
      "ja": "近所の住人が 叫び声を聞いてるみたい"
    }
  },
  {
    "translation": {
      "en": "I know the stairway was a spiral stairway, and it was very steep.",
      "ja": "ラムジー家には 急な らせん階段があるそうよ"
    }
  },
  {
    "translation": {
      "en": "I definitely believe that JonBenet Ramsey was fed pineapple.",
      "ja": "最後にパイナップルを 食べてる"
    }
  },
  {
    "translation": {
      "en": "Maybe the window was open before the snow fell.",
      "ja": "窓が開いてたんじゃないの？"
    }
  },
  {
    "translation": {
      "en": "This is where the confusion comes up,",
      "ja": "謎は深まる一方です"
    }
  },
  {
    "translation": {
      "en": "because there were knots tied on that rope mechanism that was used to strangle her,",
      "ja": "ジョンベネの首を絞めるのに 犯人が使用したひもですが"
    }
  },
  {
    "translation": {
      "en": "and the knots apparently required some level of expertise.",
      "ja": "その結び目は特徴的で 知識を要するものでした"
    }
  },
  {
    "translation": {
      "en": "There are some very bizarre things that are tied to this case.",
      "ja": "この事件は 不思議なことだらけよ"
    }
  },
  {
    "translation": {
      "en": "For instance, JonBenet was six years old, and she died on December 26 of 1996,",
      "ja": "1996年12月26日に ジョンベネは６歳で亡くなり"
    }
  },
  {
    "translation": {
      "en": "and I think that's kind of odd that there's all of these common numbers",
      "ja": "偶然にも６という 数字が重なってる"
    }
  },
  {
    "translation": {
      "en": "involved in this particular time that she died.",
      "ja": "なぜか すごく不吉な 感じがする"
    }
  },
  {
    "translation": {
      "en": "And that sometimes indicates that there is somebody's signature on it.",
      "ja": "誰かが何かの暗号を 残そうとしたのかも"
    }
  },
  {
    "translation": {
      "en": "And from people who run in some pretty sick circles.",
      "ja": "病的な考えを めぐらせる人たちの仕業かも"
    }
  },
  {
    "translation": {
      "en": "You know, who knows how weird these judges are and these little girl pageants.",
      "ja": "美少女コンテストの 審査員が怪しいよ"
    }
  },
  {
    "translation": {
      "en": "Maybe she was letting someone have time with her daughter",
      "ja": "パッツィーは 娘に媚(こび)を売らせてたのかも"
    }
  },
  {
    "translation": {
      "en": "in some kind of weird sex thing, and that got carried away, and it went too far.",
      "ja": "それがエスカレートして 事件になったんじゃないかな"
    }
  },
  {
    "translation": {
      "en": "At the time, there was a lot of talk that there was a child porn ring going on in Boulder.",
      "ja": "当時は児童への性犯罪が あったようだけど"
    }
  },
  {
    "translation": {
      "en": "But the crime that's committed in Boulder, you don't find a lot of break- ins or assaults.",
      "ja": "ボルダーでは強盗や暴行は さほど多くなかった"
    }
  },
  {
    "translation": {
      "en": "You find a lot of white- collar crime and possibly the child porn angle,",
      "ja": "だから性的暴行の線を 疑わなかったのかも"
    }
  },
  {
    "translation": {
      "en": "which everybody just is very like, Why wasn't this investigated?",
      "ja": "“なぜ調べない？”と 誰もが思ってた"
    }
  },
  {
    "translation": {
      "en": "Well, you might assume for instance that this might be some sort of rotating club,",
      "ja": "パーティーという名で暴行を 持ち回りでやってた可能性も"
    }
  },
  {
    "translation": {
      "en": "where on this Christmas Eve, or this Christmas Day,",
      "ja": "パーティーという名で暴行を 持ち回りでやってた可能性も 事件のあった日は 確かクリスマス前日か当日で"
    }
  },
  {
    "translation": {
      "en": "a party at the Ramseys...",
      "ja": "一家は友人を招き パーティーをしてたはず"
    }
  },
  {
    "translation": {
      "en": "that there might have been some reciprocity that the Ramseys...",
      "ja": "一家は友人を招き パーティーをしてたはず ジョンに関しては"
    }
  },
  {
    "translation": {
      "en": "John Ramsey in particular, might have been invited to somebody else's house,",
      "ja": "ジョンに関しては どこかほかの家へ招かれては そこの娘と楽しんでたのかも"
    }
  },
  {
    "translation": {
      "en": "with somebody else's little girl.",
      "ja": "どこかほかの家へ招かれては そこの娘と楽しんでたのかも"
    }
  },
  {
    "translation": {
      "en": "It's always somebody you know. In cases like that, nine times out of ten, it's somebody you know.",
      "ja": "犯人は ほぼ間違いなく 一家の知り合いだと思う"
    }
  },
  {
    "translation": {
      "en": "I, as a child...",
      "ja": "実は私も幼いころに"
    }
  },
  {
    "translation": {
      "en": "twice, I was... two times, gentlemen that we knew,",
      "ja": "よく知ってる人に２回も いたずらされそうになったの"
    }
  },
  {
    "translation": {
      "en": "one of them was a neighbor, one of them was a family member,",
      "ja": "よく知ってる人に２回も いたずらされそうになったの 近所のおじさんと 親戚の人にね"
    }
  },
  {
    "translation": {
      "en": "tried to molest me.",
      "ja": "近所のおじさんと 親戚の人にね"
    }
  },
  {
    "translation": {
      "en": "Both people I knew. Both nice, older men.",
      "ja": "２人ともよく知ってたし すごく優しかったから"
    }
  },
  {
    "translation": {
      "en": "I didn't have a clue. They...",
      "ja": "私は疑いもしなかった"
    }
  },
  {
    "translation": {
      "en": "for years, they were just friends of our family,",
      "ja": "何年も前から 親交があったんだもの"
    }
  },
  {
    "translation": {
      "en": "and then one day...",
      "ja": "ところが ある日…"
    }
  },
  {
    "translation": {
      "en": "you know, they start with little comments that you don't understand,",
      "ja": "よく分からないままに 誘いを受けて"
    }
  },
  {
    "translation": {
      "en": "and slowly but surely they lure you into this...",
      "ja": "ゆっくりだけど 着実に引きずり込まれてた"
    }
  },
  {
    "translation": {
      "en": "into this place they want you to be,",
      "ja": "私を思いどおりにできる 状況にね"
    }
  },
  {
    "translation": {
      "en": "and for me it was...",
      "ja": "私を思いどおりにできる 状況にね 近所のおじさんに 襲われそうになった時は"
    }
  },
  {
    "translation": {
      "en": "I remember the neighbor making comments about...",
      "ja": "近所のおじさんに 襲われそうになった時は"
    }
  },
  {
    "translation": {
      "en": "I must have been about... about six, six or seven,",
      "ja": "近所のおじさんに 襲われそうになった時は 確か私が６歳か７歳のころで こう声をかけられた"
    }
  },
  {
    "translation": {
      "en": "and him making some comment about, you know,",
      "ja": "確か私が６歳か７歳のころで こう声をかけられた “虫刺されみたいなコブが 胸にできるよ”って"
    }
  },
  {
    "translation": {
      "en": "Hey, it won't be long before you'll be getting your little mosquito bumps.",
      "ja": "“虫刺されみたいなコブが 胸にできるよ”って"
    }
  },
  {
    "translation": {
      "en": "And I'm like, What? What is he talking about? I didn't get that.",
      "ja": "でも私には さっぱり 意味が分からなかった"
    }
  },
  {
    "translation": {
      "en": "Because I didn't have any mosquito bites,",
      "ja": "その時は虫に 刺されてなどなかったし"
    }
  },
  {
    "translation": {
      "en": "and I didn't know anything about sex. I knew nothing.",
      "ja": "セックスの知識もなかった"
    }
  },
  {
    "translation": {
      "en": "And next thing I know, when his wife is away--",
      "ja": "彼はすでに70代だったけど その時は奥さんも留守で"
    }
  },
  {
    "translation": {
      "en": "and he was in his 70s-- he invited me in with some candy.",
      "ja": "彼はすでに70代だったけど その時は奥さんも留守で アメをあげると言って 私を連れ込んだの"
    }
  },
  {
    "translation": {
      "en": "And he was our neighbor for a couple of years.",
      "ja": "アメをあげると言って 私を連れ込んだの"
    }
  },
  {
    "translation": {
      "en": "So I went in. I had no problem with that. My mother never said, Don't do that.",
      "ja": "顔なじみのおじさんだったし 素直についていった"
    }
  },
  {
    "translation": {
      "en": "And he gave me some comic books with some pornography in them. I didn't know what it was. I just knew it was wrong.",
      "ja": "すると彼はポルノ漫画を取り 無理やり私に見せてきたの"
    }
  },
  {
    "translation": {
      "en": "There are people that have written books and still have blogs about it.",
      "ja": "とても信じられないけど"
    }
  },
  {
    "translation": {
      "en": "That there is a whole dark, mysterious corner of Boulder that has not been touched on,",
      "ja": "闇に潜む裏社会が ボルダーには存在するみたい"
    }
  },
  {
    "translation": {
      "en": "and maybe it's because, as the story goes, there's people within the police department",
      "ja": "警察も それについては よく承知してるし"
    }
  },
  {
    "translation": {
      "en": "that perhaps knew about it, or knew somebody in it, and wanted...",
      "ja": "内通してた警察官も いるらしい"
    }
  },
  {
    "translation": {
      "en": "At any rate, there was a point where there was protection over that particular lead. And it was not followed.",
      "ja": "その後 証拠はもみ消され 捜査も行われなかったそうよ"
    }
  },
  {
    "translation": {
      "en": "I know there was a Santa Claus that was at the party, that maybe could have done it.",
      "ja": "パーティーに同席してた サンタクロースが怪しいわ"
    }
  },
  {
    "translation": {
      "en": "Oh, I started this in 2006.",
      "ja": "この仕事を始めたのは 2006年だったかな"
    }
  },
  {
    "translation": {
      "en": "After I blew my knee out, I couldn't work, so...",
      "ja": "ひざをケガして 働けなくなったんだ"
    }
  },
  {
    "translation": {
      "en": "A lot of people used to say I looked like Santa Claus,",
      "ja": "サンタクロースに似てると 当時から言われてたし"
    }
  },
  {
    "translation": {
      "en": "so I just... Even without a beard, they said I looked like Santa Claus.",
      "ja": "だったらヒゲを伸ばそうと 思い立ったんだ"
    }
  },
  {
    "translation": {
      "en": "So I just grew a beard. I figured, Well, I've got to do something to make a buck.",
      "ja": "ヒゲが生えそろった時 この仕事を思いついたんだよ"
    }
  },
  {
    "translation": {
      "en": "And it was pretty profitable. And besides that, it made Christmastime more enjoyable.",
      "ja": "意外と稼ぐことができるし みんなも喜んでくれるしね"
    }
  },
  {
    "translation": {
      "en": "You get addicted to the love. Very quickly.",
      "ja": "この仕事をしたら 病みつきになるよ"
    }
  },
  {
    "translation": {
      "en": "Someone puts on the red suit, once, twice,",
      "ja": "この赤い衣装に １回でも袖を通してみろ"
    }
  },
  {
    "translation": {
      "en": "it's more addictive than heroin, I'm sure.",
      "ja": "絶対にやめられない ドラッグより中毒性がある"
    }
  },
  {
    "translation": {
      "en": "I like children. I like making children smile.",
      "ja": "私は子供が好きだし 彼らを笑顔にしたいんだ"
    }
  },
  {
    "translation": {
      "en": "I like giving gifts.",
      "ja": "プレゼントをあげてね"
    }
  },
  {
    "translation": {
      "en": "- Why they think Santa is a suspect... - In the JonBenet...",
      "ja": "サンタクロースを 疑ってるのか？"
    }
  },
  {
    "translation": {
      "en": "JonBenet, do you want to know a secret?",
      "ja": "“ジョンベネ 私の秘密を知りたいかい？”"
    }
  },
  {
    "translation": {
      "en": "I'm going to come and visit you.",
      "ja": "“ジョンベネ 私の秘密を知りたいかい？” “クリスマスのあと 特別に君の所へ行くからね”"
    }
  },
  {
    "translation": {
      "en": "I'm going to give you an extra- special visit after Christmas.",
      "ja": "“クリスマスのあと 特別に君の所へ行くからね”"
    }
  },
  {
    "translation": {
      "en": "We went to the ceremony that they had for JonBenet,",
      "ja": "当時 ジョンベネの追悼式に 参列したんです"
    }
  },
  {
    "translation": {
      "en": "and the pastor says, Would anybody like to say anything?",
      "ja": "“どなたか別れの言葉を”と 牧師が言うと"
    }
  },
  {
    "translation": {
      "en": "And as soon as he said that, a guy jumped up and said, I do.",
      "ja": "すぐに ある男が立ち上がり 話し始めました"
    }
  },
  {
    "translation": {
      "en": "And he started talking about how he was in JonBenet's bedroom,",
      "ja": "その男はサンタの格好で ジョンベネの寝室へ入り"
    }
  },
  {
    "translation": {
      "en": "and he was talking to her about where Santa lived,",
      "ja": "“私の住む場所はどこ？”と 尋ねたそうです"
    }
  },
  {
    "translation": {
      "en": "and she said that it was in her heart,",
      "ja": "すると彼女は “心の中”と答えました"
    }
  },
  {
    "translation": {
      "en": "and that--",
      "ja": "それから彼は…"
    }
  },
  {
    "translation": {
      "en": "and then he told her that JonBenet lived in his heart.",
      "ja": "“私の心の中にも 君がいる”と伝えたそうです"
    }
  },
  {
    "translation": {
      "en": "And he showed this little vial of something, glitter, or something, that she had given to him.",
      "ja": "その時に彼女がくれたという 小瓶を持っていました"
    }
  },
  {
    "translation": {
      "en": "and I just thought,",
      "ja": "それを見た私は確信しました"
    }
  },
  {
    "translation": {
      "en": "This guy... is the killer.",
      "ja": "それを見た私は確信しました この男が犯人だとね"
    }
  },
  {
    "translation": {
      "en": "'Cause this was the most bizarre thing I had ever seen.",
      "ja": "何とも不気味な光景でした"
    }
  },
  {
    "translation": {
      "en": "This is why I have a background check every year,",
      "ja": "だから私は毎年 身辺調査を受けてる"
    }
  },
  {
    "translation": {
      "en": "and the professional Santas that I mingle with",
      "ja": "同じ仕事をしてる仲間も 調査を受けてるし"
    }
  },
  {
    "translation": {
      "en": "have background checks. They have the insurance.",
      "ja": "ちゃんと保険にも加入してる"
    }
  },
  {
    "translation": {
      "en": "They were trained. We're trustworthy.",
      "ja": "我々は実習訓練も受けてるし 信用にたる人物なんだ"
    }
  },
  {
    "translation": {
      "en": "Just as an aside which I don't tell most people, we wear white gloves.",
      "ja": "白い手袋をするのには 理由がある"
    }
  },
  {
    "translation": {
      "en": "And the main reason we wear white gloves is because in a photo,",
      "ja": "子供と写真を撮る時に"
    }
  },
  {
    "translation": {
      "en": "it's much easier to identify where your hands are.",
      "ja": "手がどこにあるか 分かりやすいだろ"
    }
  },
  {
    "translation": {
      "en": "How was the guy going to sneak into the house?",
      "ja": "その男が どうやって侵入できる？"
    }
  },
  {
    "translation": {
      "en": "Especially if he's going to come around looking like Santa Claus.",
      "ja": "サンタクロースの 格好をしてたんだろ"
    }
  },
  {
    "translation": {
      "en": "I mean, you don't go around in a red suit in public",
      "ja": "サンタクロースの 格好をしてたんだろ 真っ赤な衣装じゃ 目立ってしかたない"
    }
  },
  {
    "translation": {
      "en": "and not be noticed.",
      "ja": "真っ赤な衣装じゃ 目立ってしかたない"
    }
  },
  {
    "translation": {
      "en": "You know, it's a bunch of crap.",
      "ja": "まったくバカげた話さ"
    }
  },
  {
    "translation": {
      "en": "You know, I really think it was John-- Patsy Ramsey.",
      "ja": "どうせジョンか パッツィーの仕業だろ"
    }
  },
  {
    "translation": {
      "en": "I think she just threw a fit. I think she was...",
      "ja": "たぶんパッツィーが 娘にブチ切れて殺したんだ"
    }
  },
  {
    "translation": {
      "en": "You know, she probably was the royal bitch of a mother.",
      "ja": "見るからに 最低な母親だったしね"
    }
  },
  {
    "translation": {
      "en": "You know, pushing her kid into something that's not being a kid.",
      "ja": "幼い娘に大人のマネをさせて 見せものにしてたんだ"
    }
  },
  {
    "translation": {
      "en": "I mean, it's like...",
      "ja": "子供のころは—"
    }
  },
  {
    "translation": {
      "en": "you know, when we're kids all we want to do is grow up, and when you get old, you go, Why? You know?",
      "ja": "早く大人になりたいと思うが なってみれば何ともない"
    }
  },
  {
    "translation": {
      "en": "I mean, it's like...",
      "ja": "そうだろ？"
    }
  },
  {
    "translation": {
      "en": "Why do I have to wear a wig?",
      "ja": "なんでカツラを？"
    }
  },
  {
    "translation": {
      "en": "My name is Dixon White, and I'm auditioning for the role of John Mark Karr.",
      "ja": "ジョン･マーク･カー役志望の ディクソンです"
    }
  },
  {
    "translation": {
      "en": "I do not rate my little lovers.",
      "ja": "どの子もかわいいよ"
    }
  },
  {
    "translation": {
      "en": "I mean, JonBenet was unique.",
      "ja": "ジョンベネは特にね"
    }
  },
  {
    "translation": {
      "en": "As all of them were unique. But she was my bride.",
      "ja": "ほかの子も好きだけど 彼女は僕の花嫁だ"
    }
  },
  {
    "translation": {
      "en": "I loved her so much.",
      "ja": "とても愛してた"
    }
  },
  {
    "translation": {
      "en": "After I lost her, I...",
      "ja": "彼女を失ってから"
    }
  },
  {
    "translation": {
      "en": "I fell in love again. With other girls.",
      "ja": "ほかの子たちに恋をした"
    }
  },
  {
    "translation": {
      "en": "But she always...",
      "ja": "でもジョンベネは…"
    }
  },
  {
    "translation": {
      "en": "will be my little JonBenet.",
      "ja": "永遠に僕のもの"
    }
  },
  {
    "translation": {
      "en": "There were a lot of weird things going on with John Mark Karr.",
      "ja": "ジョン･マーク･カーは 実に奇妙な男だ"
    }
  },
  {
    "translation": {
      "en": "I believe he married a 13- year- old girl,",
      "ja": "確か13歳の子と 結婚したこともある"
    }
  },
  {
    "translation": {
      "en": "which was apparently legal in Alabama at the time.",
      "ja": "確か13歳の子と 結婚したこともある アラバマでは合法だった"
    }
  },
  {
    "translation": {
      "en": "John Mark Karr was in Thailand,",
      "ja": "彼はタイに身を潜めていた"
    }
  },
  {
    "translation": {
      "en": "and they were-- he was being pursued for some other...",
      "ja": "他国で幼い子供に 性的ないたずらをしたとして"
    }
  },
  {
    "translation": {
      "en": "pedophilia acts that he had performed in other countries.",
      "ja": "他国で幼い子供に 性的ないたずらをしたとして 警察に追われていたんだ"
    }
  },
  {
    "translation": {
      "en": "And he wouldn't give a direct location so they couldn't find him.",
      "ja": "だから しばらく 身を隠してたんだろう"
    }
  },
  {
    "translation": {
      "en": "But then he came forward,",
      "ja": "でも みずから名乗り出て こう供述した"
    }
  },
  {
    "translation": {
      "en": "and when they caught him, he said,",
      "ja": "でも みずから名乗り出て こう供述した “事件のあった夜 ジョンベネと一緒にいた”"
    }
  },
  {
    "translation": {
      "en": "I was with JonBenet the night that she died.",
      "ja": "“事件のあった夜 ジョンベネと一緒にいた”"
    }
  },
  {
    "translation": {
      "en": "Yeah, he's a messed up person. They said he was into child porn and things like that.",
      "ja": "彼はイカれた男で 児童ポルノに関わってたとか"
    }
  },
  {
    "translation": {
      "en": "I don't think he had anything to do with it.",
      "ja": "でも犯人じゃないよ"
    }
  },
  {
    "translation": {
      "en": "He was very convincing.",
      "ja": "彼の話は説得力があって"
    }
  },
  {
    "translation": {
      "en": "Convincing, in the fact that he is creepy.",
      "ja": "薄気味悪いものだった"
    }
  },
  {
    "translation": {
      "en": "He is so creepy, to the point that what he says, he believes.",
      "ja": "自分の話がすべて真実だと 彼は思い込んでいた節があり"
    }
  },
  {
    "translation": {
      "en": "And I think the police believed him as well. I really do.",
      "ja": "警察も 信じてしまったんだろう"
    }
  },
  {
    "translation": {
      "en": "Until that forensic evidence said, No, it's not him.",
      "ja": "でも科学捜査の結果 彼はシロだった"
    }
  },
  {
    "translation": {
      "en": "It's very difficult for any of us to relate to this person.",
      "ja": "誰にも彼を理解できやしない"
    }
  },
  {
    "translation": {
      "en": "Somebody that would, maybe for attention purposes,",
      "ja": "世間の注目を浴びるためか"
    }
  },
  {
    "translation": {
      "en": "maybe for self- punishment purposes...",
      "ja": "それとも償いのためか 分からない"
    }
  },
  {
    "translation": {
      "en": "I'm not sure why he confessed,",
      "ja": "とにかく彼は自白をしたんだ"
    }
  },
  {
    "translation": {
      "en": "although I guess that happens fairly often.",
      "ja": "とにかく彼は自白をしたんだ ウソの自白って よくあるよね"
    }
  },
  {
    "translation": {
      "en": "False confessions.",
      "ja": "ウソの自白って よくあるよね"
    }
  },
  {
    "translation": {
      "en": "But... just a really peculiar human being.",
      "ja": "でも本当に彼は 特殊な人間じゃないかな"
    }
  },
  {
    "translation": {
      "en": "Speaking as John Mark Karr, she was beautiful.",
      "ja": "ジョン･マーク･カーにとって"
    }
  },
  {
    "translation": {
      "en": "I mean, she was just a little doll.",
      "ja": "ジョンベネは 愛らしい人形だった"
    }
  },
  {
    "translation": {
      "en": "If you look at her beauty pageant tapes,",
      "ja": "役作りのために コンテストの映像を見たが"
    }
  },
  {
    "translation": {
      "en": "like, researching the role, I'd watch these...",
      "ja": "役作りのために コンテストの映像を見たが すぐに私も魅了された"
    }
  },
  {
    "translation": {
      "en": "Getting into my mind, I would watch these pageant tapes of her,",
      "ja": "すぐに私も魅了された コンテストに出場する彼女は 小さな仮面を外し"
    }
  },
  {
    "translation": {
      "en": "and just taking off her little masks, and how...",
      "ja": "コンテストに出場する彼女は 小さな仮面を外し 美しく着飾った姿で 舞台を堂々と歩き回っていた"
    }
  },
  {
    "translation": {
      "en": "parading around in her costumes with all her make- up on. And she was a beautiful little girl.",
      "ja": "美しく着飾った姿で 舞台を堂々と歩き回っていた"
    }
  },
  {
    "translation": {
      "en": "People would say she was cute and this and that,",
      "ja": "誰が見ても かわいらしい姿だけど"
    }
  },
  {
    "translation": {
      "en": "but in his mind, he sees that as, like, pure beauty.",
      "ja": "彼の目には 純粋な美に映ったはず"
    }
  },
  {
    "translation": {
      "en": "And... and that's why he was attracted to her.",
      "ja": "彼女のそんな部分に 引かれていったんだろう"
    }
  },
  {
    "translation": {
      "en": "She, of course, was...",
      "ja": "あの晩 彼女は…"
    }
  },
  {
    "translation": {
      "en": "She was asleep from the time that I took her from her bed into the basement.",
      "ja": "地下室へ着くまで 目を覚まさなかった"
    }
  },
  {
    "translation": {
      "en": "She had nothing to say.",
      "ja": "よく眠っていたよ"
    }
  },
  {
    "translation": {
      "en": "The trauma of it still...",
      "ja": "忘れられない"
    }
  },
  {
    "translation": {
      "en": "it still haunts me. I mean...",
      "ja": "胸は痛んだまま"
    }
  },
  {
    "translation": {
      "en": "to this day, I just...",
      "ja": "今だって…"
    }
  },
  {
    "translation": {
      "en": "love her so much.",
      "ja": "彼女を愛してる"
    }
  },
  {
    "translation": {
      "en": "Karr. Let's go.",
      "ja": "カー 釈放だ"
    }
  },
  {
    "translation": {
      "en": "I mean, JonBenet was obviously stressed out,",
      "ja": "ジョンベネは ストレスを抱えるあまり"
    }
  },
  {
    "translation": {
      "en": "because... I guess she had a history of wetting her bed,",
      "ja": "ジョンベネは ストレスを抱えるあまり おねしょを 繰り返していたんだと思う"
    }
  },
  {
    "translation": {
      "en": "pooping in her bed...",
      "ja": "おねしょを 繰り返していたんだと思う"
    }
  },
  {
    "translation": {
      "en": "So maybe Patsy got up in the middle of the night to check on her.",
      "ja": "あの晩もパッツィーは 様子を確認したはずよ"
    }
  },
  {
    "translation": {
      "en": "She wasn't there.",
      "ja": "でも娘がいなくて"
    }
  },
  {
    "translation": {
      "en": "She went all through the house, searching, and found...",
      "ja": "家中を捜し回ってるうちに 見てしまったの"
    }
  },
  {
    "translation": {
      "en": "the most horrific scene she could find.",
      "ja": "ゾッとするような光景"
    }
  },
  {
    "translation": {
      "en": "Her husband having sex with her daughter.",
      "ja": "夫と娘がセックスしてたの"
    }
  },
  {
    "translation": {
      "en": "And not just having sex, but weird sex.",
      "ja": "それも異様なセックスを"
    }
  },
  {
    "translation": {
      "en": "And...",
      "ja": "それで…"
    }
  },
  {
    "translation": {
      "en": "of course she would go ballistic and picked up a golf club and swung it and...",
      "ja": "激怒したパッツィーは ゴルフクラブを振り下ろした"
    }
  },
  {
    "translation": {
      "en": "mistakenly hit JonBenet instead of John.",
      "ja": "ジョンを殴るつもりが 娘にあたってしまったの"
    }
  },
  {
    "translation": {
      "en": "The autopsy shows that there was some abuse to her genitalia.",
      "ja": "検視の結果— ジョンベネの性器には 傷があったようだ"
    }
  },
  {
    "translation": {
      "en": "Something, incredibly, that the district attorney dismissed as,",
      "ja": "ところが驚いたことに 地方検事は— 自転車に乗った時の傷と 片づけてしまったんだ"
    }
  },
  {
    "translation": {
      "en": "Being a bicycle experience.",
      "ja": "自転車に乗った時の傷と 片づけてしまったんだ"
    }
  },
  {
    "translation": {
      "en": "Which blew my mind when I read that.",
      "ja": "それには さすがに私も愕然(がくぜん)としたよ"
    }
  },
  {
    "translation": {
      "en": "But anyway, this is Boulder and so, you know, that's what you have to deal with.",
      "ja": "それが裁判所の判断なら しかたないと思うが"
    }
  },
  {
    "translation": {
      "en": "But I thought that there had to be some sort of... sexual escapade",
      "ja": "あの当時 個人的には かなり疑っていたんだ 何かしらの性的暴行を 受けたんじゃないかと"
    }
  },
  {
    "translation": {
      "en": "that got out of hand.",
      "ja": "何かしらの性的暴行を 受けたんじゃないかと"
    }
  },
  {
    "translation": {
      "en": "In my opinion as a sex educator, there's really no way that that could have been done by accident.",
      "ja": "セックス講師の見解としては あれは偶発的な事故じゃない"
    }
  },
  {
    "translation": {
      "en": "Ligature marks take a significant amount of force to leave,",
      "ja": "一般的に索痕が残るには 相当な力が必要だ"
    }
  },
  {
    "translation": {
      "en": "especially as deep as they were with JonBenet Ramsey.",
      "ja": "ジョンベネについてた ひもの痕も同じ"
    }
  },
  {
    "translation": {
      "en": "That doesn't happen by accident. That's a very deliberate act.",
      "ja": "かなり強い力で 絞めつけられたに違いない"
    }
  },
  {
    "translation": {
      "en": "And a significant amount of time to leave those marks.",
      "ja": "しかも時間をかけてね"
    }
  },
  {
    "translation": {
      "en": "I found someone close to me dead.",
      "ja": "遺体を発見したことがある"
    }
  },
  {
    "translation": {
      "en": "And it's an awful experience.",
      "ja": "あれは衝撃的でしたよ"
    }
  },
  {
    "translation": {
      "en": "I've lost somebody I loved.",
      "ja": "恋人を亡くしたんだ"
    }
  },
  {
    "translation": {
      "en": "And... and I know what it's like to have a little bit of suspicion. I didn't have suspicion for long,",
      "ja": "そして彼女の死について 疑念を抱いた"
    }
  },
  {
    "translation": {
      "en": "because they did an autopsy on this person.",
      "ja": "検視が終わるまでの 短い間だったけどね"
    }
  },
  {
    "translation": {
      "en": "But I understand this idea of people thinking things about you,",
      "ja": "人はすぐに誰かを 疑いの目で見たがるものです"
    }
  },
  {
    "translation": {
      "en": "of, you know, the immediate rush of...",
      "ja": "人はすぐに誰かを 疑いの目で見たがるものです 事件が起きると誰かを疑い その人を非難したがる"
    }
  },
  {
    "translation": {
      "en": "somebody wanting to find somebody to blame.",
      "ja": "事件が起きると誰かを疑い その人を非難したがる"
    }
  },
  {
    "translation": {
      "en": "And to have fingers pointed at you falsely,",
      "ja": "たとえそれが 見当違いだとしてもね"
    }
  },
  {
    "translation": {
      "en": "and...",
      "ja": "思うに…"
    }
  },
  {
    "translation": {
      "en": "you know, to have somebody you love be lost, and to be misunderstood about it",
      "ja": "愛する娘を亡くしたうえに ジョンは犯人扱いされ"
    }
  },
  {
    "translation": {
      "en": "and to probably be grieving alone like that...",
      "ja": "きっと誰もいない所で 泣いていたでしょう"
    }
  },
  {
    "translation": {
      "en": "or with his wife.",
      "ja": "言いようもない孤独感を 覚えていたかもしれない"
    }
  },
  {
    "translation": {
      "en": "But to feel isolated... in that grief",
      "ja": "言いようもない孤独感を 覚えていたかもしれない たったひとり 悲しみに耐えながらね"
    }
  },
  {
    "translation": {
      "en": "and the mourning that he experienced...",
      "ja": "たったひとり 悲しみに耐えながらね"
    }
  },
  {
    "translation": {
      "en": "You know, he-- So that I can relate to from my own personal experience.",
      "ja": "同じような経験をしたから 彼の気持ちが分かるんです"
    }
  },
  {
    "translation": {
      "en": "You know, it's hard for me. It's hard for me sitting here talking about it as myself.",
      "ja": "こうして自分の経験を 話すのはつらいことだけど"
    }
  },
  {
    "translation": {
      "en": "To not just-- I mean, I'm holding back weeping over...",
      "ja": "私も言い難いほどの 悲しみを抱えています"
    }
  },
  {
    "translation": {
      "en": "the loss, you know?",
      "ja": "言いようのない喪失感をね"
    }
  },
  {
    "translation": {
      "en": "Because I myself have lost three children.",
      "ja": "３人の子供を亡くしました"
    }
  },
  {
    "translation": {
      "en": "So I...",
      "ja": "だから…"
    }
  },
  {
    "translation": {
      "en": "I know what that feels like.",
      "ja": "気持ちは分かります"
    }
  },
  {
    "translation": {
      "en": "So when that woman looked in the camera",
      "ja": "パッツィーがどんな思いで テレビカメラに向かい"
    }
  },
  {
    "translation": {
      "en": "or was talking to Larry King or whoever she was talking to",
      "ja": "パッツィーがどんな思いで テレビカメラに向かい どんな思いで 取り調べを受けていたか"
    }
  },
  {
    "translation": {
      "en": "or sitting in that interrogation room,",
      "ja": "どんな思いで 取り調べを受けていたか"
    }
  },
  {
    "translation": {
      "en": "she was, you know-- and this is coming from an acting point of view,",
      "ja": "これは演技をするうえでの 話ですが"
    }
  },
  {
    "translation": {
      "en": "someone who believes that in order to act, you tell the truth.",
      "ja": "演じる際は その役になりきります"
    }
  },
  {
    "translation": {
      "en": "You know, you look in the camera and you tell the truth.",
      "ja": "カメラに向かい真実を語るの"
    }
  },
  {
    "translation": {
      "en": "You believe, you commit. You are that person.",
      "ja": "演じている役の人物としてね"
    }
  },
  {
    "translation": {
      "en": "You are one 100% there. Committed.",
      "ja": "100パーセント その人物になりきります"
    }
  },
  {
    "translation": {
      "en": "When she was there-- to me, it was the poorest acting job...",
      "ja": "そういう意味では パッツィーはお粗末でした"
    }
  },
  {
    "translation": {
      "en": "one of the poorest acting jobs I think I'd ever seen.",
      "ja": "まるで演じられていません"
    }
  },
  {
    "translation": {
      "en": "Sorry, you'll have to hop off this 'cause I'll move these ones back.",
      "ja": "すみません 少し下がれますか？"
    }
  },
  {
    "translation": {
      "en": "Try that and then I think at the front for your legs...",
      "ja": "これでテストしてみましょう"
    }
  },
  {
    "translation": {
      "en": "Is there any way at all I can be leaning back more?",
      "ja": "もう少し深く座れるイスだと 助かるんだけどな"
    }
  },
  {
    "translation": {
      "en": "Or would it be better if I took that completely out--",
      "ja": "脚を伸ばせるようにします"
    }
  },
  {
    "translation": {
      "en": "No, it's more about my back and core.",
      "ja": "いや 大丈夫だ 脚より背中のほうがつらい"
    }
  },
  {
    "translation": {
      "en": "And I think this feels a little better.",
      "ja": "背筋を伸ばしたほうが まだ楽に感じる"
    }
  },
  {
    "translation": {
      "en": "But if I can't relax my core, I can't get where I need to get.",
      "ja": "何とか演技に集中しないとね"
    }
  },
  {
    "translation": {
      "en": "If you'd prefer to try one of these chairs...",
      "ja": "このイスにする？"
    }
  },
  {
    "translation": {
      "en": "I would, yeah.",
      "ja": "助かるよ"
    }
  },
  {
    "translation": {
      "en": "I just have to...",
      "ja": "いいですか？"
    }
  },
  {
    "translation": {
      "en": "JonBenet...",
      "ja": "ジョンベネは"
    }
  },
  {
    "translation": {
      "en": "when we pulled up to the house... she was sound asleep.",
      "ja": "帰宅した時はもう ぐっすり寝入ってた"
    }
  },
  {
    "translation": {
      "en": "Because I remember getting her out of the car...",
      "ja": "私が車から抱きかかえて 降ろした時でさえ"
    }
  },
  {
    "translation": {
      "en": "and she was just out.",
      "ja": "目を覚まさなかった"
    }
  },
  {
    "translation": {
      "en": "So he's probably, at this point, aware that he's a suspect.",
      "ja": "この時点で ジョンは 疑われてると気づいた"
    }
  },
  {
    "translation": {
      "en": "She's so sick and tired...",
      "ja": "パッツィーは うんざりしてたはずよ"
    }
  },
  {
    "translation": {
      "en": "of talking to... over and over and over...",
      "ja": "何度も同じことを聞かれては 同じことを答える"
    }
  },
  {
    "translation": {
      "en": "answering the same questions.",
      "ja": "毎日 その繰り返し"
    }
  },
  {
    "translation": {
      "en": "And they're just trying to dig.",
      "ja": "意地の悪い質問ばかり"
    }
  },
  {
    "translation": {
      "en": "You're going down the wrong path, buddy.",
      "ja": "失礼なこと言わないで"
    }
  },
  {
    "translation": {
      "en": "Nope. Mnh- mnh.",
      "ja": "いいえ 違う"
    }
  },
  {
    "translation": {
      "en": "If she got up in the night and ran into somebody... Somebody wasn't supposed to be there.",
      "ja": "娘は夜中に目を覚まし 侵入者に出くわしてしまった"
    }
  },
  {
    "translation": {
      "en": "Look, if she got up in the middle of the night and ran into somebody,",
      "ja": "娘は夜中に目を覚まし"
    }
  },
  {
    "translation": {
      "en": "then somebody was there that wasn't supposed to be there.",
      "ja": "外から入ってきた 何者かに出くわした"
    }
  },
  {
    "translation": {
      "en": "Yeah, I took her upstairs. I laid her on her bed.",
      "ja": "私が娘を抱きかかえ ベッドへ連れていきました"
    }
  },
  {
    "translation": {
      "en": "That's usually what I would do.",
      "ja": "いつも そうしてましたから"
    }
  },
  {
    "translation": {
      "en": "That's usually what I did.",
      "ja": "いつも そうしてた"
    }
  },
  {
    "translation": {
      "en": "I remember, I either took her shoes off or her coat off",
      "ja": "娘の靴だったか コートだったかを脱がせ"
    }
  },
  {
    "translation": {
      "en": "and kind of got her sort of ready.",
      "ja": "それから私が 娘の寝支度を整えました"
    }
  },
  {
    "translation": {
      "en": "And then Patsy took over.",
      "ja": "その後は妻に任せたんです"
    }
  },
  {
    "translation": {
      "en": "Then I went to bed.",
      "ja": "私は寝てしまいました"
    }
  },
  {
    "translation": {
      "en": "Whatever transpired after that,",
      "ja": "その後 何かが起きたのよ"
    }
  },
  {
    "translation": {
      "en": "whether it was an accident or intentional",
      "ja": "それが事故なのか 故意によるものかは 誰にも分からないけれど"
    }
  },
  {
    "translation": {
      "en": "or premeditated... or whatnot.",
      "ja": "故意によるものかは 誰にも分からないけれど"
    }
  },
  {
    "translation": {
      "en": "It was not one of her three family members in that house. Period.",
      "ja": "私たち家族３人は 事件に関わってなどいません 以上！"
    }
  },
  {
    "translation": {
      "en": "Period. End of statement.",
      "ja": "以上！　これで終わり"
    }
  },
  {
    "translation": {
      "en": "Okay, people, here we go.",
      "ja": "では撮影を始めます"
    }
  },
  {
    "translation": {
      "en": "Christmas night, interior Ramsey house.",
      "ja": "クリスマスの晩のラムジー家"
    }
  },
  {
    "translation": {
      "en": "Kill the house lights.",
      "ja": "照明を落として"
    }
  },
  {
    "translation": {
      "en": "This is a tough piece, because...",
      "ja": "この作品は難しい"
    }
  },
  {
    "translation": {
      "en": "I don't think you can just come at it... as an actor and say...",
      "ja": "１人の俳優として この作品に出演することを"
    }
  },
  {
    "translation": {
      "en": "Wow, isn't it cool I get to do this?",
      "ja": "ラッキーだと 軽々しく喜べない"
    }
  },
  {
    "translation": {
      "en": "Because that won't read for what you are trying to do.",
      "ja": "なぜなら… この作品は そう単純なものじゃない"
    }
  },
  {
    "translation": {
      "en": "You've got to-- I think it really has to be...",
      "ja": "出演すると決めた以上は"
    }
  },
  {
    "translation": {
      "en": "considered an act of public service, to a certain degree,",
      "ja": "ある程度の覚悟を持って 演技をするべきだと思う"
    }
  },
  {
    "translation": {
      "en": "to have any-- to maintain any kind of integrity",
      "ja": "ある程度の覚悟を持って 演技をするべきだと思う 演ずる役どころと 誠実に向き合いながらね"
    }
  },
  {
    "translation": {
      "en": "about why you might want to come in and expose yourself to this.",
      "ja": "演ずる役どころと 誠実に向き合いながらね"
    }
  },
  {
    "translation": {
      "en": "I've talked to very few people about this, and they said, Do you really want to do that?",
      "ja": "出演を決めた私に 友人は“本気か？”と聞いた"
    }
  },
  {
    "translation": {
      "en": "That was my first reaction when I heard about it, too. I said, Whoa, that's heavy duty.",
      "ja": "正直 最初は私も “荷が重い”と思ってたよ"
    }
  },
  {
    "translation": {
      "en": "And then once I dug into it a little more, it's like,",
      "ja": "そして事件について 調べていくうち"
    }
  },
  {
    "translation": {
      "en": "There may be something that could come out of this that could help.",
      "ja": "“この役から得られるものが 必ずあるはずだ”"
    }
  },
  {
    "translation": {
      "en": "It's got to be better than nothing.",
      "ja": "“挑戦してみよう”と 思うようになった"
    }
  },
  {
    "translation": {
      "en": "So... that's how I think I can credibly come at this without...",
      "ja": "だから 私には 浮ついた気持ちは一切ない"
    }
  },
  {
    "translation": {
      "en": "this notion of, Hey, isn't this a cool acting gig kind of thing.",
      "ja": "“出演できてラッキー！”と 喜ぶ気もないよ"
    }
  },
  {
    "translation": {
      "en": "For me, it's really-- I adore both of my children.",
      "ja": "私には愛すべき ２人の子供がいます"
    }
  },
  {
    "translation": {
      "en": "My daughter is a ten- year- old, a really vivacious actor, artist, musician.",
      "ja": "10歳の娘は 演技や芸術 音楽の才能にあふれています"
    }
  },
  {
    "translation": {
      "en": "She's just wonderful.",
      "ja": "私の自慢の娘よ"
    }
  },
  {
    "translation": {
      "en": "And all I have to-- I'm getting there.",
      "ja": "もし自分の子が…"
    }
  },
  {
    "translation": {
      "en": "All I have to do is think about...",
      "ja": "想像してみてください"
    }
  },
  {
    "translation": {
      "en": "walking down the stairs and turning a corner and finding...",
      "ja": "階段を下りて角を曲がると…"
    }
  },
  {
    "translation": {
      "en": "her little legs...",
      "ja": "小さな脚が見えて"
    }
  },
  {
    "translation": {
      "en": "and then coming around the corner and going into the room and seeing just a little body",
      "ja": "部屋の中に 我が子の遺体が横たわってる"
    }
  },
  {
    "translation": {
      "en": "and her little light...",
      "ja": "小さな瞳には…"
    }
  },
  {
    "translation": {
      "en": "not being there anymore.",
      "ja": "もう輝きはない"
    }
  },
  {
    "translation": {
      "en": "I hate to admit this, but I remember--",
      "ja": "恥ずかしい話だけど 私にも経験がある"
    }
  },
  {
    "translation": {
      "en": "I mean, I didn't hit my child, but when he went to potty training,",
      "ja": "恥ずかしい話だけど 私にも経験がある 息子がトイレトレーニングを 始めたころの話よ"
    }
  },
  {
    "translation": {
      "en": "he would never really make me that angry,",
      "ja": "息子がトイレトレーニングを 始めたころの話よ"
    }
  },
  {
    "translation": {
      "en": "but the week that he decided he wanted to start, he peed on everything.",
      "ja": "家のあちこちに 息子がおしっこをしてしまい"
    }
  },
  {
    "translation": {
      "en": "And it was the one thing that sent me through the roof, and I remember standing there screaming my lungs out at him.",
      "ja": "それを見た私は大声でどなり 厳しく叱りつけた"
    }
  },
  {
    "translation": {
      "en": "And to this day, I feel so horrible for doing it.",
      "ja": "今 思い出しても ひどいことをしたと思ってる"
    }
  },
  {
    "translation": {
      "en": "Horrible.",
      "ja": "後悔してるわ"
    }
  },
  {
    "translation": {
      "en": "And I think I could imagine...",
      "ja": "だから私には想像がつくの"
    }
  },
  {
    "translation": {
      "en": "playing like that. Screaming at this child, because I'm so angry that she wet her bed.",
      "ja": "ジョンベネがおねしょをして 叱りつける母親役の私の姿"
    }
  },
  {
    "translation": {
      "en": "Going back to that moment of, Wow, how could my child press that button I didn't even know I had?",
      "ja": "“これ以上怒らせないで”と 思った瞬間がよみがえるはず"
    }
  },
  {
    "translation": {
      "en": "And being just so pissed off at something so stupid,",
      "ja": "何でもないことにイラついて カッとなってしまうのは"
    }
  },
  {
    "translation": {
      "en": "but you're just so exhausted, that now I'm not even in my right mind.",
      "ja": "正常な判断ができないほど 疲れている証拠よ"
    }
  },
  {
    "translation": {
      "en": "That's how I could see where that would start.",
      "ja": "それが あの事件の発端かも"
    }
  },
  {
    "translation": {
      "en": "When you grow up in a household where there's a dysfunction...",
      "ja": "問題のある家庭で 私は育ちました"
    }
  },
  {
    "translation": {
      "en": "My mother was also an alcoholic, but she was a functioning alcoholic. She actually worked for the police department, and she was a dispatcher.",
      "ja": "母はちゃんと働いてましたが 実はアルコール依存症でした"
    }
  },
  {
    "translation": {
      "en": "And all those years,",
      "ja": "私は子供ながらに"
    }
  },
  {
    "translation": {
      "en": "I knew she drank, and I kind of understood as a child a little bit what an alcoholic was.",
      "ja": "アルコール依存症について 多少は理解していましたが"
    }
  },
  {
    "translation": {
      "en": "But we also knew there was something else wrong with my mother.",
      "ja": "何かおかしいと思ってました"
    }
  },
  {
    "translation": {
      "en": "And we all knew. There was five of us in the family, five children. And we all knew there was something wrong.",
      "ja": "子供は５人いましたが 誰もが同じ気持ちでした"
    }
  },
  {
    "translation": {
      "en": "And it wasn't until my mother went into a nursing home where she was actually finally diagnosed.",
      "ja": "やがて母が施設に入り あることを知ったんです"
    }
  },
  {
    "translation": {
      "en": "I remember them calling me up and saying, Did you know your mother... well, she's an alcoholic,",
      "ja": "ある時 施設の人に呼ばれて 告げられました"
    }
  },
  {
    "translation": {
      "en": "but do you know that she has borderline personality disorder?",
      "ja": "“お母様は 境界性 パーソナリティ障害”だと"
    }
  },
  {
    "translation": {
      "en": "And I was taken aback, 'cause I hadn't heard the term. I had heard bipolar, but I hadn't heard that term.",
      "ja": "初めて聞く病名だったので すごく驚きました"
    }
  },
  {
    "translation": {
      "en": "And then I looked it up and I read it,",
      "ja": "調べてみると 母の症状にピッタリなんです"
    }
  },
  {
    "translation": {
      "en": "and it was like, Wow, that's my mom.",
      "ja": "母の症状にピッタリなんです"
    }
  },
  {
    "translation": {
      "en": "And for the family, it was such a great thing to have that to attach it to,",
      "ja": "母の病名が分かり 私たち家族はホッとしました"
    }
  },
  {
    "translation": {
      "en": "because then we knew... we knew there was something.",
      "ja": "何かおかしいと ずっと思っていたことが"
    }
  },
  {
    "translation": {
      "en": "You know, it kind of validified what we all thought, that there was something wrong with Mom.",
      "ja": "証明されたような気がして 安心したんです"
    }
  },
  {
    "translation": {
      "en": "I have always grieved the fact that I didn't have kids.",
      "ja": "子供を持てなかったことを 残念に思います"
    }
  },
  {
    "translation": {
      "en": "And I've grieved it for a long time. I was divorced and didn't have kids,",
      "ja": "妻とは離婚し 子供もいませんでした"
    }
  },
  {
    "translation": {
      "en": "and I...",
      "ja": "なので…"
    }
  },
  {
    "translation": {
      "en": "It's just been really sad, and it's taken me to some really dark places.",
      "ja": "とても悲しく ひどい孤独感を覚えています"
    }
  },
  {
    "translation": {
      "en": "Because I always wanted to have kids, my whole life.",
      "ja": "子供が欲しいと 願ってましたからね"
    }
  },
  {
    "translation": {
      "en": "And the realization that that may not be the case",
      "ja": "それが かなわない夢だと 自覚しつつある今"
    }
  },
  {
    "translation": {
      "en": "kind of cuts to the core of your masculinity.",
      "ja": "男性として 深く傷ついています"
    }
  },
  {
    "translation": {
      "en": "And the prostate is very much connected in with masculinity.",
      "ja": "前立腺は 男性であることの象徴です"
    }
  },
  {
    "translation": {
      "en": "And I really do believe that there is a mind- body connection.",
      "ja": "“心と体はつながっている” そんなふうに私は考えます"
    }
  },
  {
    "translation": {
      "en": "And so, back to her situation,",
      "ja": "それはパッツィーにも 言えることです"
    }
  },
  {
    "translation": {
      "en": "you kill your daughter, your daughter comes from your ovaries",
      "ja": "自分の子宮や卵巣から 生まれてきた我が子を殺し"
    }
  },
  {
    "translation": {
      "en": "and your uterus and if you look at her cancer, it was ovarian cancer.",
      "ja": "何の因果か 彼女自身も 卵巣ガンで亡くなりました"
    }
  },
  {
    "translation": {
      "en": "And I'm just throwing it out there as a theory,",
      "ja": "これは あくまで １つの仮説です 以前の私なら こんなことを 話さなかったと思います"
    }
  },
  {
    "translation": {
      "en": "and I wouldn't have been able to have this conversation or talk like this...",
      "ja": "以前の私なら こんなことを 話さなかったと思います"
    }
  },
  {
    "translation": {
      "en": "when we first met a few months back, because I wasn't diagnosed with cancer yet.",
      "ja": "ガンと診断される 数か月前までの私ならね"
    }
  },
  {
    "translation": {
      "en": "I think it's just in people's human instinct to protect their children.",
      "ja": "自分の子供を守るのは 人間の本能だと思う"
    }
  },
  {
    "translation": {
      "en": "One of my sons, he did something wrong.",
      "ja": "私の息子は ある罪を犯しました 法に触れる犯罪です"
    }
  },
  {
    "translation": {
      "en": "Legally.",
      "ja": "法に触れる犯罪です"
    }
  },
  {
    "translation": {
      "en": "Morally, I won't go into details, but I think he was very justified.",
      "ja": "しかし道徳的には 理解できるものでした"
    }
  },
  {
    "translation": {
      "en": "And it was very minor. Of course, it wasn't murder. It was a minor thing.",
      "ja": "もちろん殺人ではないし とても小さな罪です"
    }
  },
  {
    "translation": {
      "en": "But I understood totally why he did it, and I probably would have done it myself.",
      "ja": "私が息子なら 同じことをしたかもしれない"
    }
  },
  {
    "translation": {
      "en": "And I didn't turn him in. I protected him.",
      "ja": "だから私は息子を引き渡さず 守りました"
    }
  },
  {
    "translation": {
      "en": "Because I'm his father, and I believed that was morally correct.",
      "ja": "父親として 息子の行いは 間違ってないと思ったんです"
    }
  },
  {
    "translation": {
      "en": "John lost his daughter, and he's about to lose his son as well.",
      "ja": "ジョンは娘を失い 息子も失いかけていました"
    }
  },
  {
    "translation": {
      "en": "You know, it really puts you in a position. What do you do?",
      "ja": "そんな状況を 想像してみてください"
    }
  },
  {
    "translation": {
      "en": "My father, before my mom got the divorce,",
      "ja": "母が父との離婚を 迷っていたある日"
    }
  },
  {
    "translation": {
      "en": "he was drunk in the backyard and was chopping wood and said, Come out here, get out here.",
      "ja": "父が木をたたき割りながら 庭へ出てこいと言いました"
    }
  },
  {
    "translation": {
      "en": "And I did, and my mom saw through the window.",
      "ja": "言われたとおり 私が外へ出ると"
    }
  },
  {
    "translation": {
      "en": "And I already saw her running toward the backyard where we were",
      "ja": "母が慌てて 追いかけてきました"
    }
  },
  {
    "translation": {
      "en": "and he put an axe through my skull. And that's what got her a divorce, was that incident.",
      "ja": "私に斧(おの)を振りかざす父を見て 母は離婚を決意したんです"
    }
  },
  {
    "translation": {
      "en": "And we'd been-- we'd been--",
      "ja": "私たちは…"
    }
  },
  {
    "translation": {
      "en": "I can't even tell you how many times I'd been slapped, kicked, hit, beaten, all those things. I...",
      "ja": "何度となく父に殴られたり 蹴られたりしていました"
    }
  },
  {
    "translation": {
      "en": "But to the world? Perfect family.",
      "ja": "でも よその人から見れば 完璧な家族に映ったでしょう"
    }
  },
  {
    "translation": {
      "en": "To the world, my father was the most charming...",
      "ja": "でも よその人から見れば 完璧な家族に映ったでしょう 父はとても魅力的な人だった"
    }
  },
  {
    "translation": {
      "en": "charismatic...",
      "ja": "カリスマ性があり"
    }
  },
  {
    "translation": {
      "en": "handsome man... that you could ever...",
      "ja": "ハンサムでしたから 酔っ払うと人が変わるとは 誰も思わなかったはずです"
    }
  },
  {
    "translation": {
      "en": "You would never know he had the temper that he did when he drank.",
      "ja": "酔っ払うと人が変わるとは 誰も思わなかったはずです"
    }
  },
  {
    "translation": {
      "en": "I had a girlfriend who...",
      "ja": "かつて私の恋人は 肝臓を悪くし"
    }
  },
  {
    "translation": {
      "en": "She had a liver disease.",
      "ja": "かつて私の恋人は 肝臓を悪くし 病気と闘っていました"
    }
  },
  {
    "translation": {
      "en": "And...",
      "ja": "病気と闘っていました"
    }
  },
  {
    "translation": {
      "en": "One night we went to bed, and when I woke up in the morning, she was dead.",
      "ja": "ある朝 起きると 隣で彼女が死んでいたんです"
    }
  },
  {
    "translation": {
      "en": "And she had had a...",
      "ja": "残念なことに 彼女は…"
    }
  },
  {
    "translation": {
      "en": "they call it just a liver failure. Her liver just shut down and quit working, and then she had a heart attack.",
      "ja": "肝不全から心臓発作を起こし 命を落としてしまいました"
    }
  },
  {
    "translation": {
      "en": "And, yeah, it's a shocking situation to find a loved one...",
      "ja": "愛する人が死んでいるのを 目の当たりにしたわけです"
    }
  },
  {
    "translation": {
      "en": "no longer alive. It's really an eerie thing. I mean, you...",
      "ja": "ショックだったし 同時に不気味でした"
    }
  },
  {
    "translation": {
      "en": "When you first notice somebody's not breathing...",
      "ja": "彼女が息をしていないと 気づいて"
    }
  },
  {
    "translation": {
      "en": "and you shake the person.",
      "ja": "体を揺すったのを覚えてます"
    }
  },
  {
    "translation": {
      "en": "And then, oh, God, I remember, like, lifting up her eyelid",
      "ja": "体を揺すったのを覚えてます でも彼女の目は 天井を向いたまま動きません"
    }
  },
  {
    "translation": {
      "en": "and seeing this eyeball staring straight to the ceiling.",
      "ja": "でも彼女の目は 天井を向いたまま動きません"
    }
  },
  {
    "translation": {
      "en": "It's the creepiest thing I've ever seen in my life.",
      "ja": "あの時は本当に ゾッとしました"
    }
  },
  {
    "translation": {
      "en": "I mean, when you just... you just...",
      "ja": "あの時は本当に ゾッとしました 目の前に体はあるのに もうそこには命がないんです"
    }
  },
  {
    "translation": {
      "en": "You just see lifelessness",
      "ja": "目の前に体はあるのに もうそこには命がないんです"
    }
  },
  {
    "translation": {
      "en": "in a human body, and it's...",
      "ja": "目の前に体はあるのに もうそこには命がないんです とても不気味だったし 恐ろしかった"
    }
  },
  {
    "translation": {
      "en": "it's awful.",
      "ja": "とても不気味だったし 恐ろしかった"
    }
  },
  {
    "translation": {
      "en": "All right, first positions, everybody.",
      "ja": "皆さん 所定の位置へ"
    }
  },
  {
    "translation": {
      "en": "You know... You are-- you're in a state of shock.",
      "ja": "誰しも そんな状況に陥ったら"
    }
  },
  {
    "translation": {
      "en": "You're in, like, a state of denial, because you're telling--",
      "ja": "目の前の事実を 否定するでしょう"
    }
  },
  {
    "translation": {
      "en": "It's too overwhelming.",
      "ja": "あまりにも衝撃的です"
    }
  },
  {
    "translation": {
      "en": "And so you tell yourself, This isn't happening.",
      "ja": "“これは夢だ”と 思うかもしれません"
    }
  },
  {
    "translation": {
      "en": "I'm sure he was going through a lot of those things, if he was innocent and just found his daughter. I'm sure he was going through a lot of that same stuff.",
      "ja": "もしジョンが無実なら 私と同じ気持ちだったはずだ"
    }
  },
  {
    "translation": {
      "en": "- Speed. - Thursday, 2.6 take one. Marker.",
      "ja": "では始めよう シーン２ テイク１"
    }
  },
  {
    "translation": {
      "en": "Settling in...",
      "ja": "始めるよ"
    }
  },
  {
    "translation": {
      "en": "and... action.",
      "ja": "アクション"
    }
  },
  {
    "translation": {
      "en": "Thursday, 2.1 take three. Marker.",
      "ja": "シーン２ テイク３"
    }
  },
  {
    "translation": {
      "en": "Mommy?",
      "ja": "ママ"
    }
  },
  {
    "translation": {
      "en": "Okay, honey.",
      "ja": "今 行くわ"
    }
  },
  {
    "translation": {
      "en": "Good girl. Mommy's sweet girl.",
      "ja": "いい子ね　大好きよ"
    }
  },
  {
    "translation": {
      "en": "Good girl, sweetie.",
      "ja": "お利口ね"
    }
  },
  {
    "translation": {
      "en": "What pants do you want?",
      "ja": "どれがいいの？"
    }
  },
  {
    "translation": {
      "en": "Look, you know we're going to my parents' house, right? My black pants are for when I'm going into meetings.",
      "ja": "両親の家に行くんだ 黒いズボンじゃ変だろ"
    }
  },
  {
    "translation": {
      "en": "Pick something like the brown pants.",
      "ja": "茶色のにしてくれ"
    }
  },
  {
    "translation": {
      "en": "The children were nestled all snug in their bed...",
      "ja": "今ごろ お友達は"
    }
  },
  {
    "translation": {
      "en": "while visions of sugar plums danced in their head...",
      "ja": "お菓子の夢を見てるよ"
    }
  },
  {
    "translation": {
      "en": "You don't even get it. I am so tired of this.",
      "ja": "あなたは分かってない もう限界よ！"
    }
  },
  {
    "translation": {
      "en": "'Ooh! Ooh! I want some,' said Jane Banana.",
      "ja": "“私も食べたい”と ママバナナが言いました"
    }
  },
  {
    "translation": {
      "en": "Mom. Mom?",
      "ja": "ママ 起きてよ"
    }
  },
  {
    "translation": {
      "en": "Sweetie, what's wrong?",
      "ja": "どうしたの？"
    }
  },
  {
    "translation": {
      "en": "Honey, what's the matter?",
      "ja": "何があったの"
    }
  },
  {
    "translation": {
      "en": "Give me my daughter!",
      "ja": "娘を返してよ！"
    }
  },
  {
    "translation": {
      "en": "Fucker! Give me my daughter back!",
      "ja": "私の娘を返してよ！"
    }
  }
]