[
  {
    "translation": {
      "en": "Some experts call it a retail apocalypse.",
      "ja": "NETFLIX オリジナルドキュメンタリー “小売業の黙示録”と 言われる"
    }
  },
  {
    "translation": {
      "en": "2019 marked one of the worst years in a decade for brick- and- mortar stores.",
      "ja": "2019年は実店舗にとって この10年で最悪の年となった"
    }
  },
  {
    "translation": {
      "en": "Less Is Now.",
      "ja": "モノを減らそう"
    }
  },
  {
    "translation": {
      "en": "Why do you think this idea of minimalism or simplifying is really catching on right now?",
      "ja": "ミニマリズムやシンプルな 暮らしが人気な理由は？"
    }
  },
  {
    "translation": {
      "en": "I think it's because we have the opportunity to have so much.",
      "ja": "簡単にモノを増やせるから"
    }
  },
  {
    "translation": {
      "en": "A portion of America's definitely addicted to stuff. Probably not in the classic psychology sense of addiction.",
      "ja": "心理学的な依存とは別次元で モノに依存してる人がいる"
    }
  },
  {
    "translation": {
      "en": "We just love stuff!",
      "ja": "単純にモノが好きなんだ"
    }
  },
  {
    "translation": {
      "en": "Monday, today, is supposed to be the biggest online shopping day of all times,",
      "ja": "本日 月曜日は最大の ネットショッピング日"
    }
  },
  {
    "translation": {
      "en": "reaching around three- and- a- third billion dollars in online sales.",
      "ja": "売り上げは 約33億ドルにのぼります"
    }
  },
  {
    "translation": {
      "en": "Anything that you can think of, you can get on your doorstep, now within 24 hours.",
      "ja": "欲しいモノは何でも 24時間以内に届けてもらえる"
    }
  },
  {
    "translation": {
      "en": "That's… That's almost like magic, right?",
      "ja": "まるで魔法だ"
    }
  },
  {
    "translation": {
      "en": "When you look up at the sky, you may soon see Amazon's army of new- age deliveries.",
      "ja": "アマゾンの次世代配達機器が 実用化されるかもしれません"
    }
  },
  {
    "translation": {
      "en": "The electronic aircraft would have a 15- mile range and deliver packages within 30 minutes.",
      "ja": "約24キロの範囲をカバーし 30分で配達可能です"
    }
  },
  {
    "translation": {
      "en": "The consumer world understands",
      "ja": "考える隙を与えなければ"
    }
  },
  {
    "translation": {
      "en": "that if I can get you to choose before you think,",
      "ja": "考える隙を与えなければ 必要ないモノを 買わせることができる"
    }
  },
  {
    "translation": {
      "en": "I'm gonna get you to buy things you do not need.",
      "ja": "必要ないモノを 買わせることができる"
    }
  },
  {
    "translation": {
      "en": "My senses are just being bombarded with reminders, like, Hey, you should buy this.",
      "ja": "“これを買えば幸せだ”と 広告が訴え続けてくる"
    }
  },
  {
    "translation": {
      "en": "You'd be happier if you buy this. You know?",
      "ja": "“これを買えば幸せだ”と 広告が訴え続けてくる 分かる？"
    }
  },
  {
    "translation": {
      "en": "And it's just sort of like, in so many ways, they're trying to beat you into submission.",
      "ja": "殴られて 降伏を迫られてる感じだ"
    }
  },
  {
    "translation": {
      "en": "Okay, I'll buy it! I need it! I need it!",
      "ja": "“降参だ　買うよ！”"
    }
  },
  {
    "translation": {
      "en": "Amazon, hiring once again. The company looking to recruit 100,000 workers",
      "ja": "アマゾンは 電子商取引の需要増加に伴い"
    }
  },
  {
    "translation": {
      "en": "to meet surging levels of e- commerce demand.",
      "ja": "10万人を追加採用します"
    }
  },
  {
    "translation": {
      "en": "Lots of smaller retail businesses are being lost,",
      "ja": "小売店の経営は 厳しくなる一方"
    }
  },
  {
    "translation": {
      "en": "and the power is being consolidated in the hands of these giants.",
      "ja": "大企業が力を集めています"
    }
  },
  {
    "translation": {
      "en": "Stuff is contributing to our discontent in so many different ways,",
      "ja": "モノは不満の原因にもなる"
    }
  },
  {
    "translation": {
      "en": "because it's taking the place of the things that actually do give us more happiness.",
      "ja": "幸せを与えてくれるものの 場所を奪っているから"
    }
  },
  {
    "translation": {
      "en": "I found minimalism about seven years ago in the midst of a breakdown.",
      "ja": "どん底の時に ミニマリズムのことを知った"
    }
  },
  {
    "translation": {
      "en": "I was overworked. Um, I was exhausted. I was heavily stressed out.",
      "ja": "働き過ぎて疲労困ぱいしてた"
    }
  },
  {
    "translation": {
      "en": "There has to be more to life than just working.",
      "ja": "仕事漬けなんてイヤだ"
    }
  },
  {
    "translation": {
      "en": "I think immediately I got up, and I went to my closet, and I started pulling my clothes out.",
      "ja": "すぐにクローゼットに行って 洋服を出してきた"
    }
  },
  {
    "translation": {
      "en": "Uh, I stayed up until 3:00 a.m., and I just packed so many things.",
      "ja": "朝の３時まで モノの片づけをした"
    }
  },
  {
    "translation": {
      "en": "As I started slowly releasing things, I gained a sense of freedom.",
      "ja": "モノを手放すことで 自由の感覚を取り戻せた"
    }
  },
  {
    "translation": {
      "en": "Change is definitely coming. Change is inevitable,",
      "ja": "変化が来てる 変化は不可欠"
    }
  },
  {
    "translation": {
      "en": "because you can't continue to consume more than the planet can replenish every year.",
      "ja": "供給量以上に 消費することはできない"
    }
  },
  {
    "translation": {
      "en": "You just physically can't.",
      "ja": "物理的にムリ"
    }
  },
  {
    "translation": {
      "en": "So the question is not if we are gonna change as a society, but how we are gonna change.",
      "ja": "社会をどのように 変えるのかが重要になる"
    }
  },
  {
    "translation": {
      "en": "'Cause we're either gonna change by design or by disaster.",
      "ja": "いずれにしても変化は必至"
    }
  },
  {
    "translation": {
      "en": "It all started with one question.",
      "ja": "１つの疑問がきっかけだ"
    }
  },
  {
    "translation": {
      "en": "How might your life be better with less?",
      "ja": "“モノを減らすと 生活は好転するのか？”"
    }
  },
  {
    "translation": {
      "en": "- Want some tea? - Sure.",
      "ja": "お茶は？ ええ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "ja": "了解"
    }
  },
  {
    "translation": {
      "en": "It's in the… Yeah. Okay.",
      "ja": "その中にあるわ"
    }
  },
  {
    "translation": {
      "en": "Yeah, y- you know, I mean, aesthetics are important to me,",
      "ja": "僕は美意識を大事にしてる"
    }
  },
  {
    "translation": {
      "en": "but what I care most about is having a place free of clutter.",
      "ja": "ガラクタがない環境が 何より大切だ ガラクタがない環境が 何より大切だ ミニマリスト ライアン･ニコデマス"
    }
  },
  {
    "translation": {
      "en": "So when you look around my place,",
      "ja": "ミニマリスト ライアン･ニコデマス 僕の家は― 僕の家は―"
    }
  },
  {
    "translation": {
      "en": "not everything is necessarily minimalist design.",
      "ja": "必ずしも ミニマリストっぽくない"
    }
  },
  {
    "translation": {
      "en": "I don't go out of my way to specifically have only minimalist aesthetics.",
      "ja": "ミニマリスト的生活のために 自分を変えたくない"
    }
  },
  {
    "translation": {
      "en": "But to me, it's… it's clutter- free.",
      "ja": "ガラクタがないから僕は満足"
    }
  },
  {
    "translation": {
      "en": "We often confuse simplicity with easy, but it's actually the exact opposite.",
      "ja": "シンプルなのは簡単だと 思われがちだけど実際は逆だ"
    }
  },
  {
    "translation": {
      "en": "Living a simple life, it takes a lot of work.",
      "ja": "シンプルに暮らすのは大変だ"
    }
  },
  {
    "translation": {
      "en": "It takes a lot of work to be intentional. What's easy is going with the flow.",
      "ja": "シンプルに暮らすのは大変だ 流れに任せる方が簡単"
    }
  },
  {
    "translation": {
      "en": "It's going out, and going to IKEA, and buying the cheap furniture",
      "ja": "家具が必要だと感じるたびに"
    }
  },
  {
    "translation": {
      "en": "every time you think you need a piece of furniture or an end table.",
      "ja": "イケアで安い家具を買うのは たやすい"
    }
  },
  {
    "translation": {
      "en": "It is very difficult to go through some of these stoical experiments",
      "ja": "本当に必要なモノか冷静に 検討するのは難しいことだ"
    }
  },
  {
    "translation": {
      "en": "to see what you can live with or live without,",
      "ja": "本当に必要なモノか冷静に 検討するのは難しいことだ でも それをやる価値がある"
    }
  },
  {
    "translation": {
      "en": "but, in the end, it's worth the work.",
      "ja": "でも それをやる価値がある"
    }
  },
  {
    "translation": {
      "en": "People go, Check out this documentary.",
      "ja": "“ミニマリストの特集が あるぞ”"
    }
  },
  {
    "translation": {
      "en": "- These guys, The Minimalists. - The Minimalists.",
      "ja": "“ミニマリストの特集が あるぞ” ミニマリスト"
    }
  },
  {
    "translation": {
      "en": "The Minimalists are with us. Joshua and Ryan.",
      "ja": "ミニマリストの ジョシュアとライアン"
    }
  },
  {
    "translation": {
      "en": "They have books, a podcast, and a Netflix documentary,",
      "ja": "著書やポッドキャスト ネットフリックスの番組"
    }
  },
  {
    "translation": {
      "en": "all guiding typical consumers on how to downsize their way to happiness.",
      "ja": "幸せを手に入れる方法を 紹介します"
    }
  },
  {
    "translation": {
      "en": "I don't think you can understand how Josh and I came to be minimalists",
      "ja": "ジョシュアと僕が ミニマリストになったのは"
    }
  },
  {
    "translation": {
      "en": "without looking at our upbringings.",
      "ja": "育った環境が関係している"
    }
  },
  {
    "translation": {
      "en": "Both of us grew up poor.",
      "ja": "２人とも貧しかった"
    }
  },
  {
    "translation": {
      "en": "Our moms had issues with substance abuse, and we really never had enough.",
      "ja": "母親は依存症で いつも十分なモノがなかった"
    }
  },
  {
    "translation": {
      "en": "Dude, look at this. This is hilarious.",
      "ja": "見ろよ　面白いぞ"
    }
  },
  {
    "translation": {
      "en": "Even our furniture.  It was like… It was like do- it- yourself furniture.",
      "ja": "家具だって 組み立て式のものだった"
    }
  },
  {
    "translation": {
      "en": "That's like our cupboard in the kitchen.",
      "ja": "これは食器棚"
    }
  },
  {
    "translation": {
      "en": "I was really a happy kid up until, uh, about the second grade",
      "ja": "両親が離婚する前の ２年生の頃までは"
    }
  },
  {
    "translation": {
      "en": "when my parents got divorced.",
      "ja": "普通の幸せな子供だった"
    }
  },
  {
    "translation": {
      "en": "It happens to a lot of kids, their parents get divorced.",
      "ja": "離婚はよくある話だ"
    }
  },
  {
    "translation": {
      "en": "But I remember things really getting dysfunctional when…",
      "ja": "母が父の元を去った頃から―"
    }
  },
  {
    "translation": {
      "en": "uh, when my mom left my dad.",
      "ja": "状況が悪化した"
    }
  },
  {
    "translation": {
      "en": "And there was just a lot of… a lot of partying, I remember.",
      "ja": "パーティーをして 大騒ぎばかりしていた"
    }
  },
  {
    "translation": {
      "en": "And, um, you know, as a kid, it looked like a lot of fun.",
      "ja": "それは子供である僕には 楽しそうに見えた"
    }
  },
  {
    "translation": {
      "en": "My mom did a good job of making it look fun.",
      "ja": "母はうまくやってた"
    }
  },
  {
    "translation": {
      "en": "I met Josh in the fifth grade when I moved to his middle school.",
      "ja": "５年生の時 転校して ジョシュアに出会った"
    }
  },
  {
    "translation": {
      "en": "It could have been that we were both from broken homes and didn't have much money growing up,",
      "ja": "２人とも母子家庭で貧しくて"
    }
  },
  {
    "translation": {
      "en": "or maybe it was that we were the two fattest kids in our grade,",
      "ja": "学年で最も太った子供だった"
    }
  },
  {
    "translation": {
      "en": "but we just hit it off, and we became best friends.",
      "ja": "気が合って親友になった"
    }
  },
  {
    "translation": {
      "en": "When we were growing up, I feel like we could've used minimalism,",
      "ja": "子供の頃ミニマリズムを 実践したかった"
    }
  },
  {
    "translation": {
      "en": "because minimalism is basically the intentional use of resources you have,",
      "ja": "ミニマリスト ジョシュア･ミルバーン ミニマリズムは 限られた資源を有効に使う"
    }
  },
  {
    "translation": {
      "en": "and if you have very few resources, like we did growing up,",
      "ja": "ミニマリスト ジョシュア･ミルバーン 僕らの子供の頃の 少ない資源を 僕らの子供の頃の 少ない資源を"
    }
  },
  {
    "translation": {
      "en": "man, we could've done much better by being more deliberate with those resources.",
      "ja": "生かすことができれば よかったのに"
    }
  },
  {
    "translation": {
      "en": "It's interesting, because when you're poor, it's like, when someone offers you something, you take it.",
      "ja": "貧乏だと差し出されたモノを 受け取ってしまう"
    }
  },
  {
    "translation": {
      "en": "I- I think about my household growing up, and we had so much stuff,",
      "ja": "僕が育った家には モノがあふれてた"
    }
  },
  {
    "translation": {
      "en": "because we took every single thing that was offered to us.",
      "ja": "もらえるモノは 全部もらったから"
    }
  },
  {
    "translation": {
      "en": "However, we had a lot of stuff that we didn't need.",
      "ja": "ムダなモノが多かった"
    }
  },
  {
    "translation": {
      "en": "In fact, it was just clutter, and it did not add any value.",
      "ja": "価値のない ただのガラクタばかりだった"
    }
  },
  {
    "translation": {
      "en": "As we get more space, we fill it with more things.",
      "ja": "空間があると モノが欲しくなる"
    }
  },
  {
    "translation": {
      "en": "As we get more things, we need more space, so we turn to storage lockers, or we turn to bigger houses.",
      "ja": "モノが増えると 大きな家が欲しくなる"
    }
  },
  {
    "translation": {
      "en": "And we never really stop to question, What is essential? What is necessary?",
      "ja": "何が重要で何が必要なのか 自問することはない 何が重要で何が必要なのか 自問することはない 何が重要か？"
    }
  },
  {
    "translation": {
      "en": "Then, How much of the stuff is actually adding any value to my life at all?",
      "ja": "何が重要か？ 所有するモノの価値について 考えない"
    }
  },
  {
    "translation": {
      "en": "A decade ago, by the time I was 28 years old, I had achieved everything I ever wanted.",
      "ja": "10年前 僕が28歳の時 望みはすべてかなった"
    }
  },
  {
    "translation": {
      "en": "I was the youngest director in my company's 140- year history,",
      "ja": "140年の歴史ある会社で 最年少の課長に就任"
    }
  },
  {
    "translation": {
      "en": "and I had all the fringe benefits of a middle manager at a major corporation.",
      "ja": "中間管理職の福利厚生を 享受できた"
    }
  },
  {
    "translation": {
      "en": "The luxury cars, the closet filled with designer clothes,",
      "ja": "高級車 ブランドものの洋服"
    }
  },
  {
    "translation": {
      "en": "the big suburban house with more toilets than people.",
      "ja": "郊外の大きな家には 住む人より多いトイレ"
    }
  },
  {
    "translation": {
      "en": "I guess you could say I was living the American dream.",
      "ja": "まさにアメリカンドリームだ"
    }
  },
  {
    "translation": {
      "en": "But then, my mom died…",
      "ja": "だが母が亡くなって―"
    }
  },
  {
    "translation": {
      "en": "and my marriage ended…",
      "ja": "離婚が決まった"
    }
  },
  {
    "translation": {
      "en": "both in the same month.",
      "ja": "それも同じ月に"
    }
  },
  {
    "translation": {
      "en": "And these two events forced me to look around and start to question what had become my life's focus.",
      "ja": "この２つの出来事があって 自分の人生を考え直した"
    }
  },
  {
    "translation": {
      "en": "You know what I realized? I realized I was so focused on so- called success, and achievement,",
      "ja": "いわゆる成功と功績に こだわっていたと気付いた"
    }
  },
  {
    "translation": {
      "en": "and especially on the accumulation of stuff.",
      "ja": "特にモノの収集に夢中だった"
    }
  },
  {
    "translation": {
      "en": "I might have been living the American dream, but it wasn't my dream.",
      "ja": "アメリカンドリームは 僕の夢ではなかった"
    }
  },
  {
    "translation": {
      "en": "It took getting everything I thought I wanted to realize that maybe everything I ever wanted",
      "ja": "欲しいと思うモノを 全部 手に入れて初めて"
    }
  },
  {
    "translation": {
      "en": "wasn't actually what I wanted at all.",
      "ja": "そんなの欲しくなかったと 悟った"
    }
  },
  {
    "translation": {
      "en": "Corporations and the drive for corporate profit is absolutely behind the addiction to stuff that we have in this country.",
      "ja": "利益を追求する企業の姿勢が モノの依存に関わっている"
    }
  },
  {
    "translation": {
      "en": "The way corporations are structured in this country",
      "ja": "企業は成長を続けることが 求められる 企業は成長を続けることが 求められる グリーンピースアメリカ 取締役 アニー･レナード"
    }
  },
  {
    "translation": {
      "en": "is they really need to keep growing.",
      "ja": "企業は成長を続けることが 求められる グリーンピースアメリカ 取締役 アニー･レナード"
    }
  },
  {
    "translation": {
      "en": "A corporation's primary obligation is to their shareholders, to which they have to keep delivering increased revenue,",
      "ja": "企業は株主を第一に考え 増収を目指す"
    }
  },
  {
    "translation": {
      "en": "and that's sort of the foundation of capitalism, growth.",
      "ja": "資本主義の根幹 成長です"
    }
  },
  {
    "translation": {
      "en": "I- I don't think the problem has much to do with how much we're growing,",
      "ja": "どれくらい成長しているかは 問題ではないと思う どれくらい成長しているかは 問題ではないと思う 経済教育財団　取締役 Ｔ･Ｋ･コールマン"
    }
  },
  {
    "translation": {
      "en": "but rather how we answer the question of where are we going?",
      "ja": "経済教育財団　取締役 Ｔ･Ｋ･コールマン 経済教育財団　取締役 Ｔ･Ｋ･コールマン 何を目指すのかがより重要だ"
    }
  },
  {
    "translation": {
      "en": "I think one of the biggest problems we have in our world now is that people really aren't free to choose.",
      "ja": "選ぶ自由がないことが 最大の問題だと思う"
    }
  },
  {
    "translation": {
      "en": "We talk about being in a free market",
      "ja": "自由な経済や社会と 言われてるが選択できない"
    }
  },
  {
    "translation": {
      "en": "or a free society, but people aren't really free to choose.",
      "ja": "自由な経済や社会と 言われてるが選択できない 自由な経済や社会と 言われてるが選択できない デジタル広告の70％は ３つの企業によるものだ"
    }
  },
  {
    "translation": {
      "en": "Because you just have one or two large institutions that have these artificial monopolies,",
      "ja": "デジタル広告の70％は ３つの企業によるものだ 巨大企業によって 実質 独占されているから"
    }
  },
  {
    "translation": {
      "en": "and they get to decide for everyone what you can watch, what you can listen to.",
      "ja": "見る番組や聴く音楽は 彼らが選択している"
    }
  },
  {
    "translation": {
      "en": "And so, manipulation of… of our interests,",
      "ja": "私たちが興味を抱く対象が 操作され"
    }
  },
  {
    "translation": {
      "en": "manipulation of our natural, God- given taste really is happening.",
      "ja": "私たちが興味を抱く対象が 操作され 生来の好みが操作されている"
    }
  },
  {
    "translation": {
      "en": "Marketers are really impressive in their ability to manipulate the mind,",
      "ja": "マーケターは感情を 操作する能力にたけている"
    }
  },
  {
    "translation": {
      "en": "in their ability to create a need or a perceived need out of something that was a want.",
      "ja": "欲しいモノを必要なモノへ 転換させることができる"
    }
  },
  {
    "translation": {
      "en": "We live in the most advertised- to culture in the history of the world. Think about it.",
      "ja": "デイブ･ラムジー 「トータル･マネー･ メイクオーバー」著者 有史以来 こんなに 宣伝を受けてる社会はない"
    }
  },
  {
    "translation": {
      "en": "Hundreds of millions of dollars are spent telling us we need this, and it has an effect.",
      "ja": "数十億ドルを使って宣伝し 効果をあげてる"
    }
  },
  {
    "translation": {
      "en": "The money spent on advertising in the United States",
      "ja": "アメリカの宣伝費は 1950年代の合計が50億ドル"
    }
  },
  {
    "translation": {
      "en": "has increased from just over $5 billion in the 1950s",
      "ja": "アメリカの宣伝費は 1950年代の合計が50億ドル アメリカの宣伝費は 1950年代の合計が50億ドル 年間宣伝費の推移 年間宣伝費の推移 年間宣伝費の推移 現在は年間2400億ドルに 増加している"
    }
  },
  {
    "translation": {
      "en": "to $240 billion a year today.",
      "ja": "年間宣伝費の推移 現在は年間2400億ドルに 増加している"
    }
  },
  {
    "translation": {
      "en": "And since the turn of the 21st century,",
      "ja": "21世紀に入ってから 21世紀に入ってから メディアによる 宣伝費のシェアの推移"
    }
  },
  {
    "translation": {
      "en": "much of that spending has moved from television and radio",
      "ja": "メディアによる 宣伝費のシェアの推移 メディアによる 宣伝費のシェアの推移 宣伝費はテレビやラジオから デジタルへ移行している"
    }
  },
  {
    "translation": {
      "en": "to digital advertising.",
      "ja": "メディアによる 宣伝費のシェアの推移 宣伝費はテレビやラジオから デジタルへ移行している 宣伝費はテレビやラジオから デジタルへ移行している"
    }
  },
  {
    "translation": {
      "en": "The result, intelligent and predictive ads that seem to know us better than we know ourselves.",
      "ja": "その結果 私たちを熟知した 知的広告がなされている"
    }
  },
  {
    "translation": {
      "en": "Companies have figured out how to stitch our devices together,",
      "ja": "企業は私たちの機器を 利用している"
    }
  },
  {
    "translation": {
      "en": "so they know when you pick up your tablet or switch to your smartphone,",
      "ja": "タブレットやスマートフォン"
    }
  },
  {
    "translation": {
      "en": "when you change the channel on your TV or speak to your smart device.",
      "ja": "テレビ番組や スマートスピーカー"
    }
  },
  {
    "translation": {
      "en": "Using the GPS on your devices, they can track your movement",
      "ja": "機器のＧＰＳを駆使して 素通りした広告や よく行く店舗を把握している"
    }
  },
  {
    "translation": {
      "en": "to see which billboards you pass, which stores you frequent,",
      "ja": "素通りした広告や よく行く店舗を把握している"
    }
  },
  {
    "translation": {
      "en": "and even the amount of credit card debt you've racked up.",
      "ja": "クレジットカードの 負債の額も"
    }
  },
  {
    "translation": {
      "en": "They map these movements to know when it's the perfect time to message you next.",
      "ja": "情報を分析し最適な タイミングで広告を送る"
    }
  },
  {
    "translation": {
      "en": "And the end goal is always the same. To get you to buy more stuff.",
      "ja": "目的はいつも同じ モノを買わせること"
    }
  },
  {
    "translation": {
      "en": "And one of the tricks they use is what we call deficit advertising.",
      "ja": "“負の広告”という手法が 使われます"
    }
  },
  {
    "translation": {
      "en": "They send us advertisements",
      "ja": "商品の広告を送り―"
    }
  },
  {
    "translation": {
      "en": "that make us subconsciously feel like we are inadequate, um, if we don't have this product.",
      "ja": "それがないと満たされないと 潜在意識に語りかけます"
    }
  },
  {
    "translation": {
      "en": "So, I will not be loved if I don't have this toothpaste.",
      "ja": "“この歯磨き粉がなければ 愛されない”"
    }
  },
  {
    "translation": {
      "en": "My children will not value me if I don't have this dish soap.",
      "ja": "“この洗剤がなければ 子供にバカにされる”"
    }
  },
  {
    "translation": {
      "en": "Everyone's gonna want this.",
      "ja": "みんな欲しい"
    }
  },
  {
    "translation": {
      "en": "It's no different than the premise of working out at a gym.",
      "ja": "ジムに通うのと同じ"
    }
  },
  {
    "translation": {
      "en": "It's the massaging hand sauna.",
      "ja": "ハンドマッサージ"
    }
  },
  {
    "translation": {
      "en": "- This is gonna make you thirsty. - A perfect set for every occasion.",
      "ja": "これはすてき 完璧なセットです"
    }
  },
  {
    "translation": {
      "en": "- You can feel it, you can see it. - You can totally feel it.",
      "ja": "いいわ これは すごくきくわ"
    }
  },
  {
    "translation": {
      "en": "This bombardment of messages that we are not enough.",
      "ja": "まだ足りないと 広告責めにしてきます"
    }
  },
  {
    "translation": {
      "en": "So think about what that does to people, just every day,",
      "ja": "毎日メッセージを 受け続けたらどうなるか"
    }
  },
  {
    "translation": {
      "en": "over and over, getting messages, You are not enough.",
      "ja": "毎日メッセージを 受け続けたらどうなるか “まだ足りない”"
    }
  },
  {
    "translation": {
      "en": "Your hair, your clothes, your skin, your body is not enough.",
      "ja": "“髪の毛も服装も肌も体も 不十分だ”と"
    }
  },
  {
    "translation": {
      "en": "Just relentless.",
      "ja": "絶えず送られてくる"
    }
  },
  {
    "translation": {
      "en": "So then we want to go be enough. And because we've lost these other ways of being enough…",
      "ja": "自分を満たしたいけど 満足を得る他の方法は失った"
    }
  },
  {
    "translation": {
      "en": "The other ways of being enough are having a community, having a purpose,",
      "ja": "他の方法とは 地域とのつながりや"
    }
  },
  {
    "translation": {
      "en": "you know, having an identity besides the brand on you.",
      "ja": "身に着けるブランドとは違う 自分らしさ"
    }
  },
  {
    "translation": {
      "en": "Because we've lost those, we misplace our desire for belonging and satisfaction by buying more stuff.",
      "ja": "それを失った私たちは 満足感を得るためモノを買う"
    }
  },
  {
    "translation": {
      "en": "We don't really say, Okay, I'm gonna turn stuff into my idol.",
      "ja": "“モノを崇拝しよう”とは 言わない"
    }
  },
  {
    "translation": {
      "en": "We don't say that in our intellect. No one intentionally does that.",
      "ja": "誰も意図的に そんなことは言わない"
    }
  },
  {
    "translation": {
      "en": "But we can tell by our behaviors that that's actually what we've done.",
      "ja": "だが私たちの行動はそうだ"
    }
  },
  {
    "translation": {
      "en": "Because you know, if you're saying to yourself, Well, if I just had that car, I'd be happy then.",
      "ja": "“あの車があれば 幸せになれる”"
    }
  },
  {
    "translation": {
      "en": "If I just lived in that house, I'd be happy then. If we moved to that neighborhood, we'd be happy.",
      "ja": "“あの家があれば幸せ あの地域に住めたら幸せ”"
    }
  },
  {
    "translation": {
      "en": "If I had that couch or those new drapes, I'd be happy then.",
      "ja": "“あのソファーや カーテンがあれば幸せ”"
    }
  },
  {
    "translation": {
      "en": "And that means that you're worshiping at the altar of stuff.",
      "ja": "つまりモノを 崇拝しているのと同じ"
    }
  },
  {
    "translation": {
      "en": "You have officially contracted the disease of stuffitis.",
      "ja": "“モノ崇拝”の 病気にかかってる"
    }
  },
  {
    "translation": {
      "en": "And so, it becomes a spiritual thing then,",
      "ja": "それは精神的なものだ"
    }
  },
  {
    "translation": {
      "en": "because it's in competition with the things that really matter.",
      "ja": "モノの競争が 重要な要素だから"
    }
  },
  {
    "translation": {
      "en": "Everybody's selling something.",
      "ja": "みんなモノを売る"
    }
  },
  {
    "translation": {
      "en": "And that doesn't mean that… that selling is always bad. It's okay.",
      "ja": "それ自体が悪いことではない"
    }
  },
  {
    "translation": {
      "en": "I want my grocery store to sell things that I can go buy.",
      "ja": "スーパーには 食料品を売ってほしい"
    }
  },
  {
    "translation": {
      "en": "I want to be able to buy food, right? So I want them to sell that to me.",
      "ja": "食べ物は必要だから 売ってほしい"
    }
  },
  {
    "translation": {
      "en": "It's not about looking at people and condemning them for having an angle,",
      "ja": "モノを売る人を 批判するわけではない"
    }
  },
  {
    "translation": {
      "en": "or for having something they're marketing, or for having a product that they're pushing.",
      "ja": "戦略を立てて製品を 売り出すことが悪ではない"
    }
  },
  {
    "translation": {
      "en": "It's… It's making sure you understand that what other people are pushing is not always consistent.",
      "ja": "企業が勧める商品は必ずしも 一貫性がないと理解すべきだ"
    }
  },
  {
    "translation": {
      "en": "It's not always compatible with what it is you need.",
      "ja": "あなたが必要なモノとは 限らない"
    }
  },
  {
    "translation": {
      "en": "My shopping habits before minimalism were compulsive.",
      "ja": "ミニマリズムを知る前の 買い物は強迫的だった カリフォルニア州 エリック･マクエステン"
    }
  },
  {
    "translation": {
      "en": "I was spending money, and it was out of control.",
      "ja": "ネバダ州 レジー･スエット 散財をやめられなかった"
    }
  },
  {
    "translation": {
      "en": "Shopping was a crutch. It was a place I would go to.",
      "ja": "買い物が精神的支えだった やけ食いする人もいるけど 私は買い物"
    }
  },
  {
    "translation": {
      "en": "Some people like to emotionally eat. I would emotionally shop.",
      "ja": "やけ食いする人もいるけど 私は買い物"
    }
  },
  {
    "translation": {
      "en": "I was all about the deal.",
      "ja": "セール品が好きだった"
    }
  },
  {
    "translation": {
      "en": "So I was all about, um, finding, you know, that 99% off item",
      "ja": "セール品が好きだった ノースカロライナ州 アメリア･フィップス ノースカロライナ州 アメリア･フィップス ノースカロライナ州 アメリア･フィップス 99％オフの品物を見つけて 99％オフの品物を見つけて"
    }
  },
  {
    "translation": {
      "en": "that I could get, you know, for a huge discount.",
      "ja": "得をするのが好きだった"
    }
  },
  {
    "translation": {
      "en": "I would most likely buy that item thinking this was the only chance I would get.",
      "ja": "チャンスは今しかないと 思って買ってしまう オハイオ州 コートニー･ウォレス"
    }
  },
  {
    "translation": {
      "en": "I would have, uh, nail clippers.",
      "ja": "つめ切りを買うにも つめ切りを買うにも フロリダ州 アシュレー･フェアリー"
    }
  },
  {
    "translation": {
      "en": "I would buy fancy ones, normal ones, regular ones, you know.",
      "ja": "フロリダ州 アシュレー･フェアリー おしゃれなモノも 普通のモノも買う"
    }
  },
  {
    "translation": {
      "en": "Ones that had a different little thing to go on it.",
      "ja": "違う種類のモノを買う"
    }
  },
  {
    "translation": {
      "en": "I would buy just random stuff like that,",
      "ja": "手当たり次第に買って"
    }
  },
  {
    "translation": {
      "en": "and then I would realize, like, I'm wasting my money on things that I already have.",
      "ja": "持ってるモノを買って ムダ遣いしたと気付く"
    }
  },
  {
    "translation": {
      "en": "I bought a scooter. A 150 cc scooter.",
      "ja": "150ccのバイクを買った 150ccのバイクを買った ジョージア州 ドナ･スケルシー"
    }
  },
  {
    "translation": {
      "en": "I thought somehow that would change my life.",
      "ja": "ジョージア州 ドナ･スケルシー 人生が変わると思って 人生が変わると思って"
    }
  },
  {
    "translation": {
      "en": "I could imagine myself riding this in Atlanta.",
      "ja": "アトランタ州で バイクに乗る姿が想像できた"
    }
  },
  {
    "translation": {
      "en": "And if you've ever been in Atlanta traffic,",
      "ja": "でもアトランタの道路事情を 知っていれば"
    }
  },
  {
    "translation": {
      "en": "the last thing you want to be doing is riding on a scooter.",
      "ja": "バイクに乗ろうとは思わない"
    }
  },
  {
    "translation": {
      "en": "I felt like I deserved it. I felt like I worked really hard,",
      "ja": "仕事を頑張った自分への ご褒美"
    }
  },
  {
    "translation": {
      "en": "and these beautiful items would show up and make me so happy.",
      "ja": "美しいモノを見ていると 幸せになれた"
    }
  },
  {
    "translation": {
      "en": "And then the feeling of shame would creep up and guilt,",
      "ja": "しばらくすると恥ずかしさと 罪悪感がこみ上げてくる"
    }
  },
  {
    "translation": {
      "en": "and the bills would show up, um, and I… It was just a… a bad cycle.",
      "ja": "請求書が送られてきて 悪循環だった"
    }
  },
  {
    "translation": {
      "en": "You know, it's strange in retrospect, but I didn't realize we were poor when I was a kid.",
      "ja": "不思議と自分が貧しい子だと 思ってなかった"
    }
  },
  {
    "translation": {
      "en": "We were on food stamps and government assistance, but that seemed totally normal to me.",
      "ja": "政府の援助を受けてたが 普通だと思ってた"
    }
  },
  {
    "translation": {
      "en": "Poverty was sort of like oxygen. It was all around me, but I couldn't see it.",
      "ja": "貧しさは酸素のようで 周りにあるけど見えなかった"
    }
  },
  {
    "translation": {
      "en": "It was just there.",
      "ja": "ただそこにあった"
    }
  },
  {
    "translation": {
      "en": "Shortly after I was born, my father's mental health took a turn for the worse,",
      "ja": "僕が生まれてすぐ 父の精神状態が悪化し"
    }
  },
  {
    "translation": {
      "en": "and that's when everything started to change.",
      "ja": "すべてが変わった"
    }
  },
  {
    "translation": {
      "en": "You see, when Mom married my dad, she didn't realize he suffered from manic depression and schizophrenia,",
      "ja": "結婚する時 母は 父の精神疾患を知らなかった"
    }
  },
  {
    "translation": {
      "en": "but she found out pretty quickly.",
      "ja": "結婚後 明らかになった"
    }
  },
  {
    "translation": {
      "en": "And Dad's mental illness was only amplified by his alcoholism,",
      "ja": "父の精神状態は アルコールで悪化した"
    }
  },
  {
    "translation": {
      "en": "which made him mean, and aggressive, and completely unpredictable.",
      "ja": "酒を飲むと 意地悪で攻撃的になった"
    }
  },
  {
    "translation": {
      "en": "I guess the physical abuse started around the time I was three years old.",
      "ja": "僕が３歳の頃 暴力が始まった"
    }
  },
  {
    "translation": {
      "en": "In fact, my very first memory as a child",
      "ja": "子供の頃の一番古い記憶は"
    }
  },
  {
    "translation": {
      "en": "is of my father extinguishing a cigarette on my mom's bare chest.",
      "ja": "父がタバコの火を母の胸に 押し付けているところだ"
    }
  },
  {
    "translation": {
      "en": "Things only got worse from there, until, eventually, we escaped.",
      "ja": "状況はひどくなる一方で 結局 僕らは逃げ出した"
    }
  },
  {
    "translation": {
      "en": "Mom and I moved 20 miles south to a suburb of Dayton,",
      "ja": "母と僕は32キロ南の郊外に 移った"
    }
  },
  {
    "translation": {
      "en": "which sounds nice, right?",
      "ja": "いい響きだろ"
    }
  },
  {
    "translation": {
      "en": "The suburbs!",
      "ja": "郊外だ！"
    }
  },
  {
    "translation": {
      "en": "But it wasn't really nice at all.",
      "ja": "全然よくなかった"
    }
  },
  {
    "translation": {
      "en": "It's gonna be right up here on the right.",
      "ja": "ここにあるはず"
    }
  },
  {
    "translation": {
      "en": "You see that green house right there? That's it.",
      "ja": "あそこの緑の家がそうだ"
    }
  },
  {
    "translation": {
      "en": "- - Oh, man.",
      "ja": "まったく"
    }
  },
  {
    "translation": {
      "en": "Look at that.",
      "ja": "見ろよ"
    }
  },
  {
    "translation": {
      "en": "It's all boarded up, and it has, like, this wrap on her.",
      "ja": "板張りの家だ 板に包まれた家"
    }
  },
  {
    "translation": {
      "en": "- - Wanna take a look?",
      "ja": "見てみる？"
    }
  },
  {
    "translation": {
      "en": "We lived in a house that was literally falling apart.",
      "ja": "僕の家は崩壊寸前の家だった"
    }
  },
  {
    "translation": {
      "en": "The rent was $200 a month.",
      "ja": "家賃は月200ドル"
    }
  },
  {
    "translation": {
      "en": "Our home always smelled faintly of empty beer cans and stale cigarette smoke.",
      "ja": "いつもビールと タバコの臭いがしてた"
    }
  },
  {
    "translation": {
      "en": "I can still smell it now.",
      "ja": "今でも感じる"
    }
  },
  {
    "translation": {
      "en": "Cockroaches scattered every time I turned on the kitchen light.",
      "ja": "キッチンの電気をつけると ゴキブリだらけ"
    }
  },
  {
    "translation": {
      "en": "And whenever the power got shut off, we'd run an extension cord from next door to keep the TV glowing.",
      "ja": "電気が止まると隣の家の 電気を拝借してテレビを見た"
    }
  },
  {
    "translation": {
      "en": "Here's the front door here.",
      "ja": "ここが玄関"
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "ja": "ウソだろ"
    }
  },
  {
    "translation": {
      "en": "It looks like they might have squatters. It's totally falling apart.",
      "ja": "不法占拠者がいるみたいだ"
    }
  },
  {
    "translation": {
      "en": "So when we first moved down here, I know we signed up for food stamps.",
      "ja": "引っ越してきて フードスタンプをもらってた"
    }
  },
  {
    "translation": {
      "en": "As a kid, I didn't know the difference between the white and green money we had,",
      "ja": "子供の僕は白と緑の紙幣の 違いが分からなかった"
    }
  },
  {
    "translation": {
      "en": "because the food stamps were these white bills,",
      "ja": "フードスタンプは白"
    }
  },
  {
    "translation": {
      "en": "and then, you know, green money was just… just money, right?",
      "ja": "緑の紙幣は普通のお金"
    }
  },
  {
    "translation": {
      "en": "And she would trade the…",
      "ja": "それで母は…"
    }
  },
  {
    "translation": {
      "en": "She would trade the white bills…",
      "ja": "白い紙幣を…"
    }
  },
  {
    "translation": {
      "en": "for the green bills, 'cause you needed the green bills to buy alcohol.",
      "ja": "緑の紙幣に交換しようとする 酒を買うため"
    }
  },
  {
    "translation": {
      "en": "And so, she'd buy whatever beer was cheapest.",
      "ja": "そして一番安いビールを買う"
    }
  },
  {
    "translation": {
      "en": "You know, Milwaukee's Best or the bottom- shelf bottles of wine.",
      "ja": "そして一番安いビールを買う 安物のワインとか"
    }
  },
  {
    "translation": {
      "en": "I'd come home each day from school… I was about six.",
      "ja": "６歳の頃 学校から家に帰ると―"
    }
  },
  {
    "translation": {
      "en": "I would find Mom just passed out on the couch day after day after day.",
      "ja": "母がソファーで倒れてた 来る日も来る日も"
    }
  },
  {
    "translation": {
      "en": "It became this normal occurrence and…",
      "ja": "それが日常だった"
    }
  },
  {
    "translation": {
      "en": "I feel like I didn't realize it at the time,",
      "ja": "当時は意識してなかったけど"
    }
  },
  {
    "translation": {
      "en": "but I kind of thought it was… kind of thought it was my fault, you know.",
      "ja": "なぜだか 僕のせいだと思ってた"
    }
  },
  {
    "translation": {
      "en": "As things started unraveling, Mom's drinking got worse.",
      "ja": "母の飲酒は次第に ひどくなった"
    }
  },
  {
    "translation": {
      "en": "Now don't get me wrong, my mom was a good person with a good heart",
      "ja": "誤解しないでくれ 母は優しくていい人間だ"
    }
  },
  {
    "translation": {
      "en": "and a hilarious sense of humor.",
      "ja": "ユーモアもある"
    }
  },
  {
    "translation": {
      "en": "Somewhere along the way, she'd simply lost a sense of meaning in her life.",
      "ja": "ただ母は生きる目的を 失ってた"
    }
  },
  {
    "translation": {
      "en": "And I knew the only way for me to break the cycle, the only way for me to find the meaning that she'd lost,",
      "ja": "負の連鎖を断ち切って 母に生きがいを与えるため"
    }
  },
  {
    "translation": {
      "en": "was to make a lot of money when I grew up.",
      "ja": "僕は金持ちになろうと思った"
    }
  },
  {
    "translation": {
      "en": "I remember back when I was a teenager,",
      "ja": "10代の夏休みは"
    }
  },
  {
    "translation": {
      "en": "I spent most of my summers working for my dad, painting and hanging wallpaper.",
      "ja": "父の仕事である家の塗装や 壁紙の張り替えを手伝った"
    }
  },
  {
    "translation": {
      "en": "And you should have seen some of the houses we worked in.",
      "ja": "僕らが仕事した家を 見せたかった"
    }
  },
  {
    "translation": {
      "en": "Some of them were unbelievably fancy.",
      "ja": "ものすごく豪華な家もあった"
    }
  },
  {
    "translation": {
      "en": "Ten thousand square foot garages, indoor swimming pools, private bowling alleys.",
      "ja": "900平方メートルの車庫 室内プール ボウリング場"
    }
  },
  {
    "translation": {
      "en": "Nothing I aspired to own myself, but it was pretty impressive.",
      "ja": "自分で欲しいとは 思わないけど すごかった"
    }
  },
  {
    "translation": {
      "en": "And then, one day, we started to work on this really, really nice house.",
      "ja": "ある日 とてもすてきな家で 仕事した"
    }
  },
  {
    "translation": {
      "en": "It wasn't like a multi- million- dollar nice house,",
      "ja": "豪華な家ではないけど"
    }
  },
  {
    "translation": {
      "en": "but it was something nicer than my mom or dad had ever owned.",
      "ja": "両親の家より いい家だった"
    }
  },
  {
    "translation": {
      "en": "The walls in their home, they were decorated with the smiling faces of friends and family",
      "ja": "その家の壁は家族や 友人の笑顔で飾られてた"
    }
  },
  {
    "translation": {
      "en": "that affirmed the happiness in their lives.",
      "ja": "幸せそうに見えた"
    }
  },
  {
    "translation": {
      "en": "And the stuff in their home, it filled every nook and cranny.",
      "ja": "部屋のあらゆる場所に モノがあふれてた"
    }
  },
  {
    "translation": {
      "en": "I pictured myself living there.",
      "ja": "その家に住めたら 幸せだろうと想像した"
    }
  },
  {
    "translation": {
      "en": "I pictured how happy I would be if I could just own a house like that,",
      "ja": "その家に住めたら 幸せだろうと想像した モノがたくさんある家で 暮らす自分を想像した"
    }
  },
  {
    "translation": {
      "en": "filled with all that stuff.",
      "ja": "モノがたくさんある家で 暮らす自分を想像した"
    }
  },
  {
    "translation": {
      "en": "So, I turned to my dad and I asked him,",
      "ja": "そこで 父に尋ねた"
    }
  },
  {
    "translation": {
      "en": "How much do I need to make in order to own a house like this?",
      "ja": "“こういう家を買うには いくら必要なの？”"
    }
  },
  {
    "translation": {
      "en": "He looked at me and he said, Son, if you can make $50,000 a year,",
      "ja": "“５万ドルの年収があれば 買えるはずだ”と"
    }
  },
  {
    "translation": {
      "en": "you could probably afford a place like this.",
      "ja": "父は教えてくれた"
    }
  },
  {
    "translation": {
      "en": "So that became my benchmark. $50,000.",
      "ja": "それが僕の目標になった ５万ドル"
    }
  },
  {
    "translation": {
      "en": "Then, during my senior year of high school,",
      "ja": "高校３年生になって"
    }
  },
  {
    "translation": {
      "en": "Josh and I, we were sitting at the lonely lunchroom table together,",
      "ja": "ジョシュアと僕は ２人だけで昼食を食べながら"
    }
  },
  {
    "translation": {
      "en": "and we started to talk about what we were going to do with our lives after we graduated.",
      "ja": "卒業後 何をするのか 話し合った"
    }
  },
  {
    "translation": {
      "en": "So I told him, I don't know what I'm going to do,",
      "ja": "“何をするかは 決めてないけど”"
    }
  },
  {
    "translation": {
      "en": "but if I can find a way to make $50,000 a year,",
      "ja": "“何をするかは 決めてないけど” “５万ドルの年収があれば 幸せになれる”と話した"
    }
  },
  {
    "translation": {
      "en": "I know that I'll be happy.",
      "ja": "“５万ドルの年収があれば 幸せになれる”と話した"
    }
  },
  {
    "translation": {
      "en": "So that's what I went and did. That's what Josh went and did.",
      "ja": "僕もジョシュアも それを実行した"
    }
  },
  {
    "translation": {
      "en": "We got sales jobs and we started earning 50 grand.",
      "ja": "営業職に就いて ５万ドルを稼いだ"
    }
  },
  {
    "translation": {
      "en": "But something went wrong.",
      "ja": "でも幸せではなかった"
    }
  },
  {
    "translation": {
      "en": "I wasn't happy. I had to go back to the drawing board.",
      "ja": "でも幸せではなかった 振り出しに戻った"
    }
  },
  {
    "translation": {
      "en": "And thank goodness, I found out what had happened.",
      "ja": "幸いなことに原因が分かった"
    }
  },
  {
    "translation": {
      "en": "I forgot to adjust for inflation.",
      "ja": "インフレを考慮してなかった"
    }
  },
  {
    "translation": {
      "en": "So I thought to myself,",
      "ja": "そこで考えた"
    }
  },
  {
    "translation": {
      "en": "Well, maybe $65,000 a year, maybe that was happiness.",
      "ja": "年収６万５千ドルなら 幸せになれるかも"
    }
  },
  {
    "translation": {
      "en": "Or maybe 90,000, or maybe six figures,",
      "ja": "９万ドル？ それとも10万ドル？"
    }
  },
  {
    "translation": {
      "en": "or maybe owning a bunch of stuff.",
      "ja": "それともモノをたくさん 買えばいい？"
    }
  },
  {
    "translation": {
      "en": "Maybe that was happiness.",
      "ja": "それが幸せかも"
    }
  },
  {
    "translation": {
      "en": "Whatever happiness was,",
      "ja": "どんな幸せであれ"
    }
  },
  {
    "translation": {
      "en": "I knew, once I got there, I'd finally feel free.",
      "ja": "それを手にできたら 自由になれると思ってた"
    }
  },
  {
    "translation": {
      "en": "I bought new cars, and electronics, and closets full of expensive clothes.",
      "ja": "新車や電子機器を買った 高級服を買った"
    }
  },
  {
    "translation": {
      "en": "I bought expensive home decorations and furniture,",
      "ja": "上等な家具も買った"
    }
  },
  {
    "translation": {
      "en": "and I always had the latest gadgets.",
      "ja": "最新の機器も買った"
    }
  },
  {
    "translation": {
      "en": "And when there wasn't enough cash in the bank, I paid for expensive meals,",
      "ja": "現金がない時は 食事代や旅行費用を"
    }
  },
  {
    "translation": {
      "en": "rounds of drinks, and frivolous vacations with credit cards.",
      "ja": "クレジットカードで支払った"
    }
  },
  {
    "translation": {
      "en": "As I made more money, I spent more money, all in the pursuit of happiness.",
      "ja": "稼ぎが増えるほど もっと金を使った 幸せを求めて"
    }
  },
  {
    "translation": {
      "en": "All in the pursuit of the American dream.",
      "ja": "アメリカンドリームを求めて"
    }
  },
  {
    "translation": {
      "en": "One thing I think is unique is when you're an immigrant, the American dream is still a good thing.",
      "ja": "移民は今もアメリカン ドリームにあこがれてる"
    }
  },
  {
    "translation": {
      "en": "I think it's only people who grew up in the American dream",
      "ja": "アメリカンドリームを 経験した人にとっては悪夢だ アメリカンドリームを 経験した人にとっては悪夢だ モザイク創立者 アーウィン･ マクメイナス"
    }
  },
  {
    "translation": {
      "en": "that no longer value the American dream,",
      "ja": "アメリカンドリームを 経験した人にとっては悪夢だ モザイク創立者 アーウィン･ マクメイナス"
    }
  },
  {
    "translation": {
      "en": "because it's become the American nightmare.",
      "ja": "アメリカンドリームを 経験した人にとっては悪夢だ モザイク創立者 アーウィン･ マクメイナス アメリカンドリームを 経験した人にとっては悪夢だ"
    }
  },
  {
    "translation": {
      "en": "People in the US work longer hours than almost any industrialized country,",
      "ja": "２０１４年の 調査によると 先進国と比較しても アメリカ人は 先進国と比較しても アメリカ人は 先進国と比較しても アメリカ人は アメリカの正社員は アメリカの正社員は"
    }
  },
  {
    "translation": {
      "en": "depending on which data you look at, but we work enormously long hours.",
      "ja": "アメリカの正社員は とてつもなく長い時間 労働している とてつもなく長い時間 労働している とてつもなく長い時間 労働している 平均して週に47時間 働いている"
    }
  },
  {
    "translation": {
      "en": "We work as long hours as people did during feudal society.",
      "ja": "封建社会の頃と同じくらい 働いている"
    }
  },
  {
    "translation": {
      "en": "We have such short vacations, if any. Half the country doesn't even take two weeks of vacation.",
      "ja": "労働者の半数は ２週間の休暇さえ取れない"
    }
  },
  {
    "translation": {
      "en": "We're commuting longer hours than ever before,",
      "ja": "通勤時間も増え"
    }
  },
  {
    "translation": {
      "en": "and then we're spending more time alone in front of screens than ever before.",
      "ja": "独りで画面に向かう時間が 増えている"
    }
  },
  {
    "translation": {
      "en": "We're losing the stuff that actually makes us happy and makes society more safe and secure,",
      "ja": "私たちに幸福と安らぎを 与えるものを失っている"
    }
  },
  {
    "translation": {
      "en": "which is community.",
      "ja": "それは地域"
    }
  },
  {
    "translation": {
      "en": "Um, we're losing that and changing that time to work and buy more stuff.",
      "ja": "地域を失い あくせく働き モノを購入している"
    }
  },
  {
    "translation": {
      "en": "What you don't want in your life is this endless horizon of aspiration.",
      "ja": "尽きることのない欲望は 人生に必要ない"
    }
  },
  {
    "translation": {
      "en": "I just need a bit more of this or a little bit more of that.",
      "ja": "“もう少しこれが欲しい”"
    }
  },
  {
    "translation": {
      "en": "I need more success, more income, more wealth,",
      "ja": "“もっと成功したい”"
    }
  },
  {
    "translation": {
      "en": "a bigger house, bigger car, bigger this, because that's just an endless black hole.",
      "ja": "“大きな家や車が欲しい” 欲望はブラックホールだ"
    }
  },
  {
    "translation": {
      "en": "When we get all of the things that we want,",
      "ja": "欲しいモノを全部買うと"
    }
  },
  {
    "translation": {
      "en": "we tend to be wrong in the predictions that we made about how happy we would be,",
      "ja": "それで幸せになれると 思ったのは間違いだと気付く"
    }
  },
  {
    "translation": {
      "en": "because the brain normalizes those things. After a few months of that, you normalize it,",
      "ja": "脳はそれが普通だと判断し こう思うようになる"
    }
  },
  {
    "translation": {
      "en": "and you say, All right, that was great at the time, but now I have a new set of desires, a new set of dreams,",
      "ja": "“当時はそれでよかったけど 今は新しい希望がある”"
    }
  },
  {
    "translation": {
      "en": "and everything that is the ceiling today",
      "ja": "天井だと思ってたものが"
    }
  },
  {
    "translation": {
      "en": "becomes just the ground floor for a new level you're trying to get to.",
      "ja": "新しい欲望レベルにとっての 床へと変わる"
    }
  },
  {
    "translation": {
      "en": "And so, really what the American dream is is this sense of freedom.",
      "ja": "真のアメリカンドリームとは 自由のことだ"
    }
  },
  {
    "translation": {
      "en": "Now how do you get that? Just by gathering up more money? Nope, won't do it.",
      "ja": "どうすればいい？ もっとお金を稼ぐ？　違う"
    }
  },
  {
    "translation": {
      "en": "Not if you gather up yet more stuff to go with your more money, because you're still gonna be teetering.",
      "ja": "モノを買っても まだ不安定なのは変わらない"
    }
  },
  {
    "translation": {
      "en": "You just added zeros to your stupidity is all you did then.",
      "ja": "愚かな行為を繰り返しただけ"
    }
  },
  {
    "translation": {
      "en": "And so, what happens is you have to learn to contract your, in quotes, needs,",
      "ja": "“欲望”を減らすための 方法を学ぶべきだ"
    }
  },
  {
    "translation": {
      "en": "so that you can create a buffer around your life",
      "ja": "人生に緩衝材を作ればいい"
    }
  },
  {
    "translation": {
      "en": "and create this independence to where you've got enough savings that you can say, Take this job and shove it, if you need to.",
      "ja": "十分な貯金があれば イヤな仕事は辞められる"
    }
  },
  {
    "translation": {
      "en": "You don't have a bunch of debt pounding down on your head,",
      "ja": "好きでもない人に 見せつけるために"
    }
  },
  {
    "translation": {
      "en": "buying things that you don't really need",
      "ja": "好きでもない人に 見せつけるために 必要のないモノを買って"
    }
  },
  {
    "translation": {
      "en": "with money you don't really have",
      "ja": "必要のないモノを買って"
    }
  },
  {
    "translation": {
      "en": "to impress people you don't even really like.",
      "ja": "借金を増やさずにすむ"
    }
  },
  {
    "translation": {
      "en": "And so, what you've done there is you gave up your independence, you gave up your freedom…",
      "ja": "今までしてきたことは 自由を手放すのと同義"
    }
  },
  {
    "translation": {
      "en": "in return for some stuff that's gonna be worth nothing in next year's garage sale.",
      "ja": "翌年のガレージセールでは 無価値となるモノのために"
    }
  },
  {
    "translation": {
      "en": "You almost have buyer's remorse, and you also have this gambler's dilemma",
      "ja": "買って後悔する やっと手に入れたモノを"
    }
  },
  {
    "translation": {
      "en": "where you gambled for this and now you have it.",
      "ja": "やっと手に入れたモノを 不幸になると知ってて 手放すことができるのか"
    }
  },
  {
    "translation": {
      "en": "Do you want to give it up even though it makes you unhappy?",
      "ja": "不幸になると知ってて 手放すことができるのか"
    }
  },
  {
    "translation": {
      "en": "So I think a part of the process for all of us is making sure we actually are going after what we truly want.",
      "ja": "自分が本当に欲しいモノを 見極めることが重要だと思う"
    }
  },
  {
    "translation": {
      "en": "And when we have something, to do an honest evaluation of going,",
      "ja": "“自分の人生に 必要なものか？”"
    }
  },
  {
    "translation": {
      "en": "Is this something I want to define my life? Do I really want to keep this?",
      "ja": "慎重に評価することが必要だ"
    }
  },
  {
    "translation": {
      "en": "Chasing the American dream, it cost me so much more than money.",
      "ja": "アメリカンドリームの 追求には代償があった"
    }
  },
  {
    "translation": {
      "en": "My life was filled with stress, and anxiety, and discontent.",
      "ja": "僕の人生はストレスと不安 不満だらけだった"
    }
  },
  {
    "translation": {
      "en": "It got to a point in my life where I didn't know what was important.",
      "ja": "何が大事か分からなくなった"
    }
  },
  {
    "translation": {
      "en": "But one thing was clear.",
      "ja": "明らかだったのは"
    }
  },
  {
    "translation": {
      "en": "I had this gaping void in my life.",
      "ja": "僕の人生には ぽっかり穴が空いていること"
    }
  },
  {
    "translation": {
      "en": "So I tried to fill that void the same way many people do, with stuff.",
      "ja": "だからみんなと同じように その穴をモノで埋めた"
    }
  },
  {
    "translation": {
      "en": "I continued to work 60, 70, sometimes 80 hours a week,",
      "ja": "週に60〜70時間 多い時は80時間 働いた"
    }
  },
  {
    "translation": {
      "en": "forsaking some of the most important aspects of my life.",
      "ja": "人生に大事なものを 犠牲にして"
    }
  },
  {
    "translation": {
      "en": "I barely thought about my health, or my relationships,",
      "ja": "健康や人間関係― 自分が夢中になれることは なおざりにしてた"
    }
  },
  {
    "translation": {
      "en": "or things that I was passionate about.",
      "ja": "自分が夢中になれることは なおざりにしてた"
    }
  },
  {
    "translation": {
      "en": "I was living paycheck to paycheck. Living for a paycheck. Living for stuff.",
      "ja": "給料のために生きてた モノを買うために生きてた"
    }
  },
  {
    "translation": {
      "en": "It's like I was swerving from credit card purchases to reckless spending",
      "ja": "自分が好きでもない生活を 続けるために"
    }
  },
  {
    "translation": {
      "en": "to accumulating debt to maintain a lifestyle I didn't even enjoy.",
      "ja": "無謀な金の使い方で 借金をふくらませてきた"
    }
  },
  {
    "translation": {
      "en": "I had all of the stuff to fill every corner of my consumer- driven life.",
      "ja": "物欲に駆られる生活は モノであふれてた"
    }
  },
  {
    "translation": {
      "en": "Giant televisions, fine china, stainless steel appliances,",
      "ja": "巨大なテレビ 高級な陶器 ステンレス機器"
    }
  },
  {
    "translation": {
      "en": "marble countertops, expensive watches, tailored suits",
      "ja": "大理石のカウンター 高級時計 オーダースーツ"
    }
  },
  {
    "translation": {
      "en": "and more, and more, and so much more.",
      "ja": "他にも ありとあらゆるモノ"
    }
  },
  {
    "translation": {
      "en": "Then, toward the end of 2008, actually it was two days before Christmas,",
      "ja": "2008年の年末 クリスマスの２日前―"
    }
  },
  {
    "translation": {
      "en": "I got a phone call from Mom.",
      "ja": "母から電話が"
    }
  },
  {
    "translation": {
      "en": "She had just moved down to Florida earlier that year to finally retire on Social Security.",
      "ja": "その年の初め 社会保障で フロリダに移住してた"
    }
  },
  {
    "translation": {
      "en": "But on December 23rd, she found out she had Stage IV lung cancer.",
      "ja": "12月23日にステージ４の 肺がんだと分かった"
    }
  },
  {
    "translation": {
      "en": "And in less than a year, she was gone.",
      "ja": "１年も経たず母は亡くなった"
    }
  },
  {
    "translation": {
      "en": "I spent a lot of time with Mom that year down in Florida",
      "ja": "その年はフロリダに通い"
    }
  },
  {
    "translation": {
      "en": "as she struggled through her chemo and radiation.",
      "ja": "化学療法や放射線治療を そばで見守った"
    }
  },
  {
    "translation": {
      "en": "But when she passed, I realized I needed to make one last visit.",
      "ja": "母が亡くなり 最後に母の家を訪ねた"
    }
  },
  {
    "translation": {
      "en": "And this time, it was to deal with her stuff.",
      "ja": "持ち物を整理するため"
    }
  },
  {
    "translation": {
      "en": "So I flew from Dayton, Ohio, down to St. Pete Beach, Florida.",
      "ja": "オハイオから フロリダへ飛んだ"
    }
  },
  {
    "translation": {
      "en": "When I arrived, do you know what I found?",
      "ja": "何を見つけたと思う？"
    }
  },
  {
    "translation": {
      "en": "Stuff.",
      "ja": "モノ"
    }
  },
  {
    "translation": {
      "en": "Like three houses worth of stuff crammed into Mom's tiny one- bedroom apartment.",
      "ja": "小さなアパートに ３軒分のモノが詰まってた"
    }
  },
  {
    "translation": {
      "en": "Now, it's not like Mom was a hoarder. I mean, I didn't find any dead cats in her freezer.",
      "ja": "でも冷凍庫に 猫をためこんだりはしてない"
    }
  },
  {
    "translation": {
      "en": "But she owned a lot of stuff. Sixty- five years' worth of accumulations.",
      "ja": "たくさんのモノがあった 65年分の蓄積だ"
    }
  },
  {
    "translation": {
      "en": "Did you know the average American household has more than 300,000 items in it?",
      "ja": "平均的なアメリカ家庭には 30万個のモノがあるという"
    }
  },
  {
    "translation": {
      "en": "300,000!",
      "ja": "30万個だ！"
    }
  },
  {
    "translation": {
      "en": "Just take a look around at your average basement, or attic, or garage.",
      "ja": "地下室や屋根裏 車庫を見てみて"
    }
  },
  {
    "translation": {
      "en": "What do you see?",
      "ja": "どう？"
    }
  },
  {
    "translation": {
      "en": "Unused sporting goods, exercise equipment,",
      "ja": "使われてないスポーツ用品"
    }
  },
  {
    "translation": {
      "en": "camping gear, holiday decorations,",
      "ja": "キャンプ道具 クリスマスの装飾"
    }
  },
  {
    "translation": {
      "en": "musical instruments, spare parts,",
      "ja": "楽器や予備の道具"
    }
  },
  {
    "translation": {
      "en": "outdated electronics, random cords and miscellaneous cables,",
      "ja": "古い電気製品 さまざまなコードやケーブル"
    }
  },
  {
    "translation": {
      "en": "magazines, and cassette tapes, and compact discs,",
      "ja": "雑誌やカセットテープ ＣＤ"
    }
  },
  {
    "translation": {
      "en": "tchotchkes, and knickknacks, and trinkets,",
      "ja": "種々雑多な小物たち"
    }
  },
  {
    "translation": {
      "en": "and all the things we forgot we even owned.",
      "ja": "持ってることさえ 忘れてるモノ"
    }
  },
  {
    "translation": {
      "en": "Boxes, and bins, and entire rooms stuffed with stuff.",
      "ja": "箱詰めにされて部屋中が モノでいっぱいになってる"
    }
  },
  {
    "translation": {
      "en": "We had so much. So much stuff.",
      "ja": "アドリアナ＆ ビクター･ゼレドン カリフォルニア州 アドリアナ＆ ビクター･ゼレドン カリフォルニア州 たくさんのモノがあった"
    }
  },
  {
    "translation": {
      "en": "My closet was out of control.",
      "ja": "洋服が山のようだった"
    }
  },
  {
    "translation": {
      "en": "So I had a closet full of clothes. I had a dresser full of clothes.",
      "ja": "クローゼットは洋服だらけ グレイス･マクルア カリフォルニア州"
    }
  },
  {
    "translation": {
      "en": "Photography equipment, bicycle equipment.",
      "ja": "カメラ用品や自転車の道具 アダム･モレノ アリゾナ州"
    }
  },
  {
    "translation": {
      "en": "Skin care products, beauty products.",
      "ja": "化粧品や美容機器 ジェイムス＆ アニー･チャン カリフォルニア州"
    }
  },
  {
    "translation": {
      "en": "Shoes, purses.",
      "ja": "タミー･バンタン カリフォルニア州 靴やカバン"
    }
  },
  {
    "translation": {
      "en": "I'd open the closet, stuff would fall out.",
      "ja": "扉を開くとモノが落ちる"
    }
  },
  {
    "translation": {
      "en": "I don't know why, but I had three soccer cleats,",
      "ja": "サッカーのスパイクが３足"
    }
  },
  {
    "translation": {
      "en": "even though I don't really even play soccer.",
      "ja": "サッカーもやらないのに"
    }
  },
  {
    "translation": {
      "en": "You know, things people had given me throughout the years, whether those be cards, or objects,",
      "ja": "これまでに友人にもらった カードや品物"
    }
  },
  {
    "translation": {
      "en": "or tokens that I'd kept from different events we'd gone to.",
      "ja": "イベントで買った記念品"
    }
  },
  {
    "translation": {
      "en": "But it was just a never- ending, uh, you know, turnstile of, uh, I need this. I need that.",
      "ja": "あれもこれも欲しいと まるで回転ドアのようだ マイケル･ マラシュリアン アリゾナ州"
    }
  },
  {
    "translation": {
      "en": "It's so easy to buy things that we think are the solution to our problems.",
      "ja": "問題を解決するために モノを買うのは簡単"
    }
  },
  {
    "translation": {
      "en": "I remember when I had babies, and I really wanted them to sleep well,",
      "ja": "子供が生まれた時 深く眠らせてあげたかった 子供が生まれた時 深く眠らせてあげたかった デナイヤ･バラホナ シンプルファミリー 創設者"
    }
  },
  {
    "translation": {
      "en": "and I thought I just needed the perfect sleep device in order to make that happen.",
      "ja": "デナイヤ･バラホナ シンプルファミリー 創設者 そのために完璧な道具が 必要だと思った そのために完璧な道具が 必要だと思った"
    }
  },
  {
    "translation": {
      "en": "So I had probably four different types of swaddles, multiple different types of zip- up sleep devices.",
      "ja": "おくるみや抱っこひもなどを 複数 持ってた"
    }
  },
  {
    "translation": {
      "en": "There are… If you go on Amazon, you can find there are dozens and dozens",
      "ja": "アマゾンには 赤ちゃんを眠らせるための 道具がたくさんある"
    }
  },
  {
    "translation": {
      "en": "of different types of mechanisms to get babies to sleep.",
      "ja": "赤ちゃんを眠らせるための 道具がたくさんある"
    }
  },
  {
    "translation": {
      "en": "Pieces of equipment that you can buy.",
      "ja": "便利な道具がある"
    }
  },
  {
    "translation": {
      "en": "But the reality is that getting babies to sleep is just really hard,",
      "ja": "でも実際には赤ちゃんを 眠らせるのは難しい"
    }
  },
  {
    "translation": {
      "en": "and we can fall into this trap of trying to buy our way out of the hard times.",
      "ja": "それを何か買うことで 解決しようとする"
    }
  },
  {
    "translation": {
      "en": "And it's… it's often not very successful and very expensive.",
      "ja": "でも うまくいかないし 費用もかさむ"
    }
  },
  {
    "translation": {
      "en": "I actually think the best way to know if you have too many things",
      "ja": "モノの多さに気付くには"
    }
  },
  {
    "translation": {
      "en": "isn't by waiting to see if you run out of room to keep them,",
      "ja": "収納場所が なくなってからでは遅い"
    }
  },
  {
    "translation": {
      "en": "but asking yourself if you've run out of purposeful things to do with them.",
      "ja": "モノを利用する目的が あるか否かで判断すべき"
    }
  },
  {
    "translation": {
      "en": "When you've run out of purposeful things to do with things, even if you only have one thing, you already have too many things.",
      "ja": "たとえ１つしかなくても 目的を失ったモノは必要ない"
    }
  },
  {
    "translation": {
      "en": "The reason we are so depressed and so empty when we have so much",
      "ja": "モノが多くても ふさぎこんでしまうのは―"
    }
  },
  {
    "translation": {
      "en": "is that if you get more of the wrong thing, it becomes less.",
      "ja": "間違ったモノが増えても 満たされないからだ"
    }
  },
  {
    "translation": {
      "en": "There are deeper things that… that fulfill us.",
      "ja": "私たちを満たすもの―"
    }
  },
  {
    "translation": {
      "en": "Our need for meaning, our need for progress, our need for intimacy.",
      "ja": "存在価値や進歩 人との関わりを求めてる"
    }
  },
  {
    "translation": {
      "en": "The reason the message of minimalism is so powerful",
      "ja": "ミニマリズムが人気な理由は"
    }
  },
  {
    "translation": {
      "en": "is because we're bingeing on all the wrong things,",
      "ja": "間違ったことに 夢中になっているから"
    }
  },
  {
    "translation": {
      "en": "and we're dying of hunger for the things that really matter.",
      "ja": "本当に必要なものを 熱望している"
    }
  },
  {
    "translation": {
      "en": "But, of course, most of us aren't hoarders, right?",
      "ja": "僕たちは収集家ではない"
    }
  },
  {
    "translation": {
      "en": "No.",
      "ja": "違うはず"
    }
  },
  {
    "translation": {
      "en": "We just hold on to a lot of stuff. We hold on to a lifetime of collected memories.",
      "ja": "たくさんのモノや思い出に しがみついてる"
    }
  },
  {
    "translation": {
      "en": "I know Mom certainly did, and I had no idea what to do with any of it.",
      "ja": "母もそうだった 僕は途方に暮れた"
    }
  },
  {
    "translation": {
      "en": "So I did what any good son would do.",
      "ja": "だから息子として 最善のことをした"
    }
  },
  {
    "translation": {
      "en": "I called U- Haul. I called U- Haul, and I asked for the largest truck they had.",
      "ja": "Ｕ-ホールに電話して 一番大きなトラックを頼んだ"
    }
  },
  {
    "translation": {
      "en": "In fact, I needed one so large I had to wait an extra day until the 26- foot truck was available.",
      "ja": "８トン車が使えるまで １日待つことになった"
    }
  },
  {
    "translation": {
      "en": "As I waited for that U- Haul to arrive, I invited some of Mom's friends over",
      "ja": "トラックを待つ間 母の友人に仕分けを 手伝ってもらった"
    }
  },
  {
    "translation": {
      "en": "to help me sort through her stuff.",
      "ja": "母の友人に仕分けを 手伝ってもらった"
    }
  },
  {
    "translation": {
      "en": "I mean, there was just too much stuff to go at it alone.",
      "ja": "１人では整理できないほどの モノの量だった"
    }
  },
  {
    "translation": {
      "en": "Her living room was stuffed with big antique furniture, and old paintings,",
      "ja": "リビングには古い家具や 絵画がいっぱいで"
    }
  },
  {
    "translation": {
      "en": "and more doilies than I could count.",
      "ja": "たくさんのドイリーがあった"
    }
  },
  {
    "translation": {
      "en": "And her kitchen was stuffed with hundreds of plates, and cups, and bowls, and ill- assorted utensils.",
      "ja": "キッチンには無数の皿と カップやボウルに調理器具"
    }
  },
  {
    "translation": {
      "en": "And her bathroom was stuffed",
      "ja": "洗面所にはメイク道具や 衛生用品"
    }
  },
  {
    "translation": {
      "en": "with enough makeup, and face creams, and hygiene products",
      "ja": "洗面所にはメイク道具や 衛生用品 店が始められそうな量が 入ってた"
    }
  },
  {
    "translation": {
      "en": "to start a small beauty supply business.",
      "ja": "店が始められそうな量が 入ってた"
    }
  },
  {
    "translation": {
      "en": "And it looked like someone was running a hotel out of her linen closet,",
      "ja": "母のリネン庫で ホテルが開けそうだ"
    }
  },
  {
    "translation": {
      "en": "which was stuffed with mismatched bath towels, beach towels, and dish towels.",
      "ja": "バラバラのバスタオルや ビーチタオル 布巾"
    }
  },
  {
    "translation": {
      "en": "Don't even get me started on Mom's bedroom.",
      "ja": "寝室のことは聞かないで"
    }
  },
  {
    "translation": {
      "en": "I mean, why did Mom have 14 winter coats stuffed into her bedroom closet?",
      "ja": "寝室のクローゼットには 冬用コートが14着も"
    }
  },
  {
    "translation": {
      "en": "Come on. She lived in St. Pete Beach.",
      "ja": "暖かいセント･ピートに 住んでいるのに 暖かいセント･ピートに 住んでいるのに 冬用コートの着用期間"
    }
  },
  {
    "translation": {
      "en": "So anyway, there I was attempting to finish packing all of Mom's stuff",
      "ja": "とにかく母のモノを 全部まとめていた"
    }
  },
  {
    "translation": {
      "en": "when I looked under her bed.",
      "ja": "ふとベッドの下に目が行った"
    }
  },
  {
    "translation": {
      "en": "I noticed these four boxes, these old printer paper boxes.",
      "ja": "古いコピー用紙の箱が ４つあった"
    }
  },
  {
    "translation": {
      "en": "Kind of heavy, sealed with excessive amounts of packing tape.",
      "ja": "重そうでテープがべったり 貼られてる"
    }
  },
  {
    "translation": {
      "en": "I noticed each box was labeled with just a number written on the side in thick black marker.",
      "ja": "黒いマーカーで 番号が書かれていた"
    }
  },
  {
    "translation": {
      "en": "And I stood there… looking down…",
      "ja": "僕は その箱を見て―"
    }
  },
  {
    "translation": {
      "en": "wondering what could possibly be inside those boxes.",
      "ja": "中に何が入っているか考えた"
    }
  },
  {
    "translation": {
      "en": "Turns out it was my old elementary school paperwork.",
      "ja": "僕が小学生の頃の プリントだった"
    }
  },
  {
    "translation": {
      "en": "Grades one through four.",
      "ja": "１年生から４年生まで"
    }
  },
  {
    "translation": {
      "en": "As I opened those boxes, my curiosity ran wild,",
      "ja": "箱を開けて疑問に思った"
    }
  },
  {
    "translation": {
      "en": "and I thought to myself, Why was Mom holding on to all that stupid paperwork?",
      "ja": "“なぜ母はそんなプリントを 保存していたのか”"
    }
  },
  {
    "translation": {
      "en": "But then all these memories came rushing back, and it was obvious.",
      "ja": "すると思い出がよみがえり 気付いた"
    }
  },
  {
    "translation": {
      "en": "Mom had been holding on to a piece of me.",
      "ja": "母は僕の思い出に しがみついてた"
    }
  },
  {
    "translation": {
      "en": "Mom was holding on to all the memories inside those boxes. Right?",
      "ja": "その箱の中の思い出に しがみついてた"
    }
  },
  {
    "translation": {
      "en": "But wait a minute.",
      "ja": "でもおかしい"
    }
  },
  {
    "translation": {
      "en": "Those boxes had been sealed for more than two decades.",
      "ja": "その箱は20年間 封がされたまま"
    }
  },
  {
    "translation": {
      "en": "It was clear Mom hadn't been accessing any of the memories inside those boxes,",
      "ja": "母が その箱の思い出を 開けた形跡はない"
    }
  },
  {
    "translation": {
      "en": "which helped me understand something important for the first time.",
      "ja": "それで大事なことに 気がついた"
    }
  },
  {
    "translation": {
      "en": "Our memories are not in our things.",
      "ja": "思い出とモノは別物だ"
    }
  },
  {
    "translation": {
      "en": "Our memories are inside us.",
      "ja": "思い出は僕らの中にある"
    }
  },
  {
    "translation": {
      "en": "You see, Mom didn't need to hold on to those boxes to hold on to a piece of me.",
      "ja": "僕との思い出に浸るために 箱は必要ない"
    }
  },
  {
    "translation": {
      "en": "I was never inside those boxes.",
      "ja": "僕はその箱にいない"
    }
  },
  {
    "translation": {
      "en": "But then I looked around her apartment, I looked around at all her stuff,",
      "ja": "母のアパートを見回した"
    }
  },
  {
    "translation": {
      "en": "and I realized I was getting ready to do the same thing.",
      "ja": "僕も同じことを しようとしてた"
    }
  },
  {
    "translation": {
      "en": "If I'm being honest with myself, I was just gonna selfishly cling to most of Mom's stuff.",
      "ja": "正直に言うと僕も 母のモノにしがみつきたい"
    }
  },
  {
    "translation": {
      "en": "But, of course, I wasn't gonna get any real value from it as it sat there locked away in perpetuity.",
      "ja": "でも永久に封をしたら モノを活用できない"
    }
  },
  {
    "translation": {
      "en": "But the truth is that, by letting go, I realized I could add value to other people's lives.",
      "ja": "逆に手放せば 他の人が役立てられる"
    }
  },
  {
    "translation": {
      "en": "So I donated most of her stuff to her friends and to local charities,",
      "ja": "そこで大半を母の友人や 地域の団体に寄付した"
    }
  },
  {
    "translation": {
      "en": "finding the stuff a new home.",
      "ja": "モノに新しい家を与えた"
    }
  },
  {
    "translation": {
      "en": "And the few items I was able to sell,",
      "ja": "売って得たお金は"
    }
  },
  {
    "translation": {
      "en": "I was able to take that money and donate it to the two charities that helped Mom through her chemo and radiation.",
      "ja": "母が化学療法や放射線治療で 世話になった団体に寄付した"
    }
  },
  {
    "translation": {
      "en": "You see, I realized I could contribute beyond myself",
      "ja": "手放すことができれば 人のために役に立てると 気付いた"
    }
  },
  {
    "translation": {
      "en": "if I was willing to let go.",
      "ja": "人のために役に立てると 気付いた"
    }
  },
  {
    "translation": {
      "en": "When I finally returned to Ohio, I returned with just a handful of sentimental items.",
      "ja": "オハイオへはわずかな 思い出の品だけ持ち帰った"
    }
  },
  {
    "translation": {
      "en": "An old painting, a few photographs, maybe even a doily or two,",
      "ja": "古い絵画と写真 ドイリーを数点"
    }
  },
  {
    "translation": {
      "en": "which helped me understand that by having fewer sentimental items,",
      "ja": "思い出の品は数が少ない方が"
    }
  },
  {
    "translation": {
      "en": "we're able to enjoy those sentimental items much more.",
      "ja": "より深く味わえると分かった"
    }
  },
  {
    "translation": {
      "en": "I get far more value from the few items I kept",
      "ja": "数十個 数百個の小物より"
    }
  },
  {
    "translation": {
      "en": "than if I were to water them down with dozens or even hundreds of trinkets.",
      "ja": "少ないモノの方が 価値を感じられる"
    }
  },
  {
    "translation": {
      "en": "Ultimately, I had to let go of what was weighing me down before I could move on.",
      "ja": "胸につかえてたものを 取り除くことができた"
    }
  },
  {
    "translation": {
      "en": "To move on… I had to take an inventory of my own life.",
      "ja": "僕は前に進むべく 自分の人生について確認した"
    }
  },
  {
    "translation": {
      "en": "Turns out I had an organized life.",
      "ja": "割と整理されてることが 分かった"
    }
  },
  {
    "translation": {
      "en": "But really, I was just a well- organized hoarder.",
      "ja": "整理が好きな収集家"
    }
  },
  {
    "translation": {
      "en": "And if you would've looked beneath the surface, you would have found a lifetime of unchecked consumption.",
      "ja": "でも実際は ずっと無計画な 消費を続けてきた"
    }
  },
  {
    "translation": {
      "en": "As companies continue to innovate,",
      "ja": "企業が進化する中"
    }
  },
  {
    "translation": {
      "en": "our ability to show restraint is getting more and more difficult.",
      "ja": "自制心を保つのは 困難になっている"
    }
  },
  {
    "translation": {
      "en": "Outsourced labor combined with advancements in shipping, manufacturing, and logistics",
      "ja": "外部委託や 輸送･製造･物流の進化に伴い"
    }
  },
  {
    "translation": {
      "en": "has dropped the cost of consumer products to an all- time low.",
      "ja": "消費材の価格が 劇的に下がっている"
    }
  },
  {
    "translation": {
      "en": "And now, with one- click purchasing, same- day delivery,",
      "ja": "１クリックで注文ができ 当日に配達される"
    }
  },
  {
    "translation": {
      "en": "and a society that has normalized credit card debt,",
      "ja": "クレジットカードの負債も 常態化"
    }
  },
  {
    "translation": {
      "en": "we've dug ourselves into a hole.",
      "ja": "自ら窮地を作り出している"
    }
  },
  {
    "translation": {
      "en": "The average American carries four credit cards in their wallet",
      "ja": "クレジットカードの 平均所有枚数は４枚"
    }
  },
  {
    "translation": {
      "en": "and the average credit card debt for indebted households is more than $16,000.",
      "ja": "クレジットカードの 負債平均額は１万６千ドル"
    }
  },
  {
    "translation": {
      "en": "Each year, we spend more on shoes, jewelry, and watches than on higher education.",
      "ja": "毎年 教育費より多い額を 靴や宝石 時計に支払ってる"
    }
  },
  {
    "translation": {
      "en": "I remember when I was a kid, there was something called layaway.",
      "ja": "昔は購入予約という 方法があった"
    }
  },
  {
    "translation": {
      "en": "We'd go to the department store and pick out our school clothes, and my mom would put it on layaway,",
      "ja": "店で私たちが選んだ服を 母が購入予約する"
    }
  },
  {
    "translation": {
      "en": "which meant she would go and make payments once a week for several weeks",
      "ja": "週に１度 支払いを続け"
    }
  },
  {
    "translation": {
      "en": "until she paid all of it off when she had all the money paid in. That's when we got to bring home the stuff.",
      "ja": "全額払い終えたら モノを持ち帰ることができた"
    }
  },
  {
    "translation": {
      "en": "This concept does not exist now. If you want the stuff,",
      "ja": "このシステムはもうない 欲しいモノはクレジット カードで すぐ手に入る"
    }
  },
  {
    "translation": {
      "en": "you put the credit card down and take it right away.",
      "ja": "欲しいモノはクレジット カードで すぐ手に入る"
    }
  },
  {
    "translation": {
      "en": "And I think that functional change in the way that we buy has made a difference in what our expectations are",
      "ja": "購入方法の変化が 消費行動に影響を与えている"
    }
  },
  {
    "translation": {
      "en": "and a sort of sense of entitlement about what we should have, and when we should have it, and if we should have to wait for it.",
      "ja": "自分にふさわしいモノの 感覚も変化した"
    }
  },
  {
    "translation": {
      "en": "America, sadly, has gotten increasingly emotionally immature.",
      "ja": "残念ながらアメリカは 著しく未熟になっている"
    }
  },
  {
    "translation": {
      "en": "I want it, and I want it now, and I deserve it because I breathe air.",
      "ja": "“どうしても欲しい 僕のために買って”"
    }
  },
  {
    "translation": {
      "en": "This is a four- year- old child in the cereal aisle throwing a fit because they can't have Froot Loops.",
      "ja": "スーパーで駄々(だだ)をこねる ４歳児と同じだ"
    }
  },
  {
    "translation": {
      "en": "And yet it's a 54- year- old woman I'm talking to or man I'm talking to,",
      "ja": "それが54歳の女性や 立派な男性の話だ"
    }
  },
  {
    "translation": {
      "en": "'cause he can't buy this little item he wants, 'cause he doesn't have the money.",
      "ja": "お金がなくて欲しいモノが 買えないと訴えてる"
    }
  },
  {
    "translation": {
      "en": "Guess what? You're never gonna have the money for everything you want.",
      "ja": "欲しいモノすべてを買う お金は絶対 手に入らない"
    }
  },
  {
    "translation": {
      "en": "The kind of debt that creates the most problems in our society",
      "ja": "社会で問題となる負債は"
    }
  },
  {
    "translation": {
      "en": "comes from a felt need to keep up with appearances.",
      "ja": "見た目を維持する必要性から 生じている"
    }
  },
  {
    "translation": {
      "en": "Placing unnecessary burdens on yourself in order to maintain some kind of image.",
      "ja": "ある種のイメージを保つため 不要な重圧を背負ってる"
    }
  },
  {
    "translation": {
      "en": "If I can't afford a BMW,",
      "ja": "ＢＭＷは手が届かない"
    }
  },
  {
    "translation": {
      "en": "but I go into debt in order to acquire one,",
      "ja": "でも借金して購入する"
    }
  },
  {
    "translation": {
      "en": "I'm doing that because I- I want the… the social rewards, right, of… of being seen as a certain kind of person.",
      "ja": "成功している人間だと みんなに認めてもらうために"
    }
  },
  {
    "translation": {
      "en": "Once your basic needs are met,",
      "ja": "生活が満たされると"
    }
  },
  {
    "translation": {
      "en": "the way that we as humans determine what is enough is relative to the people around us.",
      "ja": "周りの人と比較することで 充足感を決定します"
    }
  },
  {
    "translation": {
      "en": "Um, and so, that's where the saying keeping up with the Joneses came up.",
      "ja": "だから“隣人に負けるな”と 言われる"
    }
  },
  {
    "translation": {
      "en": "We judge our furniture, our clothes, our car based on the people around us.",
      "ja": "私たちは家具や洋服 車を 周りの人と比較する"
    }
  },
  {
    "translation": {
      "en": "It used to be that the people around us were of similar socioeconomic background.",
      "ja": "昔の周りの人は 似たような経済状況で"
    }
  },
  {
    "translation": {
      "en": "So we were like, It's cool. We all got the same stuff.",
      "ja": "同じモノを持ってたりした"
    }
  },
  {
    "translation": {
      "en": "But now, with the onslaught of television and social media,",
      "ja": "でもテレビやソーシャル メディアの発達で"
    }
  },
  {
    "translation": {
      "en": "they have what's called the vertical expansion of our reference group.",
      "ja": "比較対象が別次元へ 広がっている"
    }
  },
  {
    "translation": {
      "en": "Now I'm comparing my hair to Jennifer Aniston's.",
      "ja": "ジェニファー･アニストンの 髪と比べる"
    }
  },
  {
    "translation": {
      "en": "Now I'm comparing my house to Kim Kardashian's.",
      "ja": "キム･カーダシアンの 家と比べる"
    }
  },
  {
    "translation": {
      "en": "I think that we are more stressed and discontented today than ever before,",
      "ja": "私たちがストレスを感じ 満足感を得られないのは"
    }
  },
  {
    "translation": {
      "en": "because we know so much more, or we think we know so much more,",
      "ja": "隣人や友人の家に 何があるのか"
    }
  },
  {
    "translation": {
      "en": "about what's going on inside of the house of our neighbors and our friends.",
      "ja": "詳しく知ることが できるからだと思う"
    }
  },
  {
    "translation": {
      "en": "And the comparison is so much stronger than in generations past,",
      "ja": "以前より激しく 比較するようになっている"
    }
  },
  {
    "translation": {
      "en": "and we're constantly comparing our lives to other people's lives.",
      "ja": "常に他人の人生と比較し続け"
    }
  },
  {
    "translation": {
      "en": "And when we do that, it rarely measures up.",
      "ja": "不満を抱いてる"
    }
  },
  {
    "translation": {
      "en": "This generation, more than previous generations, we have to learn how to manage our attention,",
      "ja": "注意力を調整する力が これまで以上に必要です"
    }
  },
  {
    "translation": {
      "en": "because there are so many people competing for it",
      "ja": "競い合う情報が多いから"
    }
  },
  {
    "translation": {
      "en": "and telling us, like, Look at this, and you'll be happy!",
      "ja": "“これを見たら幸せだよ”"
    }
  },
  {
    "translation": {
      "en": "Buy this, and you'll be happy!",
      "ja": "“これを買えば幸せ”"
    }
  },
  {
    "translation": {
      "en": "And you have to step back from all of that and say, No, no, no.",
      "ja": "それに耳を傾ける前に"
    }
  },
  {
    "translation": {
      "en": "I first need time to come up with my own ideas about what's gonna make me happy.",
      "ja": "まずは何が自分にとって 幸せか考えるべきだ"
    }
  },
  {
    "translation": {
      "en": "For me, it all started with that one question.",
      "ja": "１つの疑問がきっかけだ"
    }
  },
  {
    "translation": {
      "en": "How might your life be better with less?",
      "ja": "“モノを減らすと 生活は好転するのか？”"
    }
  },
  {
    "translation": {
      "en": "By answering that question, I was able to identify the purpose of minimalism.",
      "ja": "それに答えられると ミニマリズムの目的も分かる"
    }
  },
  {
    "translation": {
      "en": "Not just the how to, but the more important why to.",
      "ja": "やり方より重要なのは その目的だ"
    }
  },
  {
    "translation": {
      "en": "I realized, if I simplified my life,",
      "ja": "生活をシンプルにすると"
    }
  },
  {
    "translation": {
      "en": "I'd have more time for my health, my relationships, my creativity, my finances,",
      "ja": "自分の健康や人間関係 創造 財政に時間を使える"
    }
  },
  {
    "translation": {
      "en": "and I could contribute beyond myself in a meaningful way.",
      "ja": "他の人のために 役に立つこともできる"
    }
  },
  {
    "translation": {
      "en": "You see, I was able to understand the benefits of minimalism",
      "ja": "クローゼットの片づけを 始める前から"
    }
  },
  {
    "translation": {
      "en": "well before I ever cleaned out a walk- in closet.",
      "ja": "ミニマリズムの利点は 分かっていた"
    }
  },
  {
    "translation": {
      "en": "And so, when it came time for me to actually declutter, I started small.",
      "ja": "自分のモノを整理する時 少しずつ始めた"
    }
  },
  {
    "translation": {
      "en": "I asked myself another question.",
      "ja": "もう１つ自問した"
    }
  },
  {
    "translation": {
      "en": "What if you removed one material possession from your life each day for a month? Just one. What would happen?",
      "ja": "“１ヵ月間 １日に１つモノを 減らせばどうなるのか？”"
    }
  },
  {
    "translation": {
      "en": "Let me tell you. I got rid of way more than 30 items in the first 30 days.",
      "ja": "最初の30日間で 30以上のモノを処分した"
    }
  },
  {
    "translation": {
      "en": "Like way, way more.",
      "ja": "ずっと多くを処分した"
    }
  },
  {
    "translation": {
      "en": "It became this kind of personal challenge, discovering what I could get rid of.",
      "ja": "不要なモノを探すのが 楽しくなってきた"
    }
  },
  {
    "translation": {
      "en": "So I searched my rooms and closets, my cabinets and hallways, my car and office,",
      "ja": "自分の部屋やクローゼット タンス 玄関 車 職場"
    }
  },
  {
    "translation": {
      "en": "rummaging for items to part with,",
      "ja": "不要なモノを探し回った"
    }
  },
  {
    "translation": {
      "en": "retaining only the things that added value to my life.",
      "ja": "自分に価値があるモノだけ 残した"
    }
  },
  {
    "translation": {
      "en": "Pondering each artifact in my home, I'd ask,",
      "ja": "それぞれのモノを見て 自問する"
    }
  },
  {
    "translation": {
      "en": "Does this thing add value to my life?",
      "ja": "“僕にとって価値がある？”"
    }
  },
  {
    "translation": {
      "en": "The more I asked this question, the more I gained momentum",
      "ja": "自問するほど勢いが増して"
    }
  },
  {
    "translation": {
      "en": "and embracing minimalism got easier by the day.",
      "ja": "ミニマリズムは 日ごとに簡単になった"
    }
  },
  {
    "translation": {
      "en": "The more you do it, the freer, and happier, and lighter you feel, and the more you wanna throw overboard.",
      "ja": "作業するほど 自由で幸せな気分になれた"
    }
  },
  {
    "translation": {
      "en": "For me, a few shirts led to half a closet.",
      "ja": "シャツを処分して クローゼットが半分に"
    }
  },
  {
    "translation": {
      "en": "A few DVDs led to deep- sixing an entire library of unused discs.",
      "ja": "ＤＶＤを処分して 不要なディスクとお別れ"
    }
  },
  {
    "translation": {
      "en": "A few decorative items led to junk drawers who shed their adjective.",
      "ja": "装飾品を処分すると ガラクタが消えた"
    }
  },
  {
    "translation": {
      "en": "It's a beautiful cycle. The more action you take, the more you wanna take action.",
      "ja": "いい循環だ　行動するほど もっとやりたくなる"
    }
  },
  {
    "translation": {
      "en": "Once I started to get rid of stuff, it was just like the momentum just took over.",
      "ja": "モノを捨て始めると 止まらなくなった"
    }
  },
  {
    "translation": {
      "en": "It was a snowball that I could not stop.",
      "ja": "雪だるま式に進んだ コートニー･マッキーン カリフォルニア州"
    }
  },
  {
    "translation": {
      "en": "I was ready to throw out as many things as possible.",
      "ja": "不要なモノはすべて捨てる"
    }
  },
  {
    "translation": {
      "en": "When you open up those drawers and look at what's in the back of them,",
      "ja": "引き出しを開けて驚いた"
    }
  },
  {
    "translation": {
      "en": "I don't think I even realized half the stuff that we had hidden away in closets and in drawers.",
      "ja": "引き出しの奥にこんなに モノが隠れてたなんて"
    }
  },
  {
    "translation": {
      "en": "It… It really helped by focusing on just one part of the house,",
      "ja": "場所を絞って作業できるのが よかった"
    }
  },
  {
    "translation": {
      "en": "instead of just thinking, Oh, wow, I have 35 years of things in my house that I need to get rid of.",
      "ja": "“35年分のモノを片づける” と思うのは大変だ"
    }
  },
  {
    "translation": {
      "en": "We got rid of our storage rental.",
      "ja": "貸し倉庫を解約した"
    }
  },
  {
    "translation": {
      "en": "A huge storage rental that we'd been paying for for years and didn't really even know what was in there, gone.",
      "ja": "何が入っているか分からない 大きな倉庫を手放した"
    }
  },
  {
    "translation": {
      "en": "I remember going through my CD collection,",
      "ja": "たくさんのＣＤを見て考えた"
    }
  },
  {
    "translation": {
      "en": "and I couldn't even remember if I had a CD player in my car.",
      "ja": "車にＣＤプレーヤーが あるのか？"
    }
  },
  {
    "translation": {
      "en": "That was the one thing that made me think, That's probably a reason",
      "ja": "それがきっかけで気付いた"
    }
  },
  {
    "translation": {
      "en": "for me not to hold on to these CDs anymore if I don't even know if I can play them.",
      "ja": "プレーヤーがないのに ＣＤを持つ必要はないと"
    }
  },
  {
    "translation": {
      "en": "As I began to get rid of things, one at a time, I just felt so much freer.",
      "ja": "少しずつモノを処分すると 自由を感じられた"
    }
  },
  {
    "translation": {
      "en": "There was freedom.",
      "ja": "解放された"
    }
  },
  {
    "translation": {
      "en": "When I started going through it, I got rid of 14 pairs of pants.",
      "ja": "手始めに14本のズボンを 処分した"
    }
  },
  {
    "translation": {
      "en": "I couldn't believe how high the stack was. And so, I actually, you know, went through and counted them,",
      "ja": "すごい高さになって 数えてみると14本あった"
    }
  },
  {
    "translation": {
      "en": "and I'm like, 14 pairs of pants sitting in the closet!",
      "ja": "そんなに持ってたなんて"
    }
  },
  {
    "translation": {
      "en": "We put our house up for sale, because we just wanted to really start fresh",
      "ja": "心機一転 家を処分することにした"
    }
  },
  {
    "translation": {
      "en": "and just grab life, you know, and… and really be free.",
      "ja": "人生を満喫して 自由になりたかったから"
    }
  },
  {
    "translation": {
      "en": "It was a very freeing feeling, um, to just get started, and so I… I ran with it.",
      "ja": "始めるとすぐに自由を感じた だからどんどん進めた"
    }
  },
  {
    "translation": {
      "en": "Over the course of eight months after my mother died,",
      "ja": "母が死んで８ヵ月の時を経て"
    }
  },
  {
    "translation": {
      "en": "I deliberately jettisoned more than 90% of my material possessions.",
      "ja": "90％のモノを 処分することができた"
    }
  },
  {
    "translation": {
      "en": "Although, if you visited my home today, you probably wouldn't walk in and say,",
      "ja": "でも僕の家を見ても こうは言わないと思う"
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "ja": "“驚いた！”"
    }
  },
  {
    "translation": {
      "en": "This guy's a minimalist!",
      "ja": "“ミニマリストの家だ”"
    }
  },
  {
    "translation": {
      "en": "No, you'd probably just ask how we keep things so organized,",
      "ja": "むしろ整理整頓の方法を 聞きたくなるだろう"
    }
  },
  {
    "translation": {
      "en": "and I'd just tell you that my family and I, we don't own much,",
      "ja": "僕の家族は多くを所有しない"
    }
  },
  {
    "translation": {
      "en": "but everything we do own adds real value to our lives.",
      "ja": "価値のあるモノだけ 大切にしている"
    }
  },
  {
    "translation": {
      "en": "Each of our belongings, our clothes, our car, our kitchenware, our furniture has a function.",
      "ja": "洋服も車もキッチン用品も 家具も大切な役割がある"
    }
  },
  {
    "translation": {
      "en": "As a minimalist, every possession serves a purpose or it brings me joy, and everything else is out of the way.",
      "ja": "すべてのモノには意味があり 僕にとって価値がある"
    }
  },
  {
    "translation": {
      "en": "With all that clutter cleared, I… I finally felt compelled to start asking deeper questions.",
      "ja": "不用品の処分が終わると より深い疑問が湧いてきた"
    }
  },
  {
    "translation": {
      "en": "Questions like, When did I give so much meaning to all these material possessions?",
      "ja": "“いつからモノの所有に 価値を感じたのか？”"
    }
  },
  {
    "translation": {
      "en": "What is truly important in my life?",
      "ja": "〝人生に大事なことは 何か〞"
    }
  },
  {
    "translation": {
      "en": "Why have I been so discontented?",
      "ja": "“なぜ 満たされなかったのか”"
    }
  },
  {
    "translation": {
      "en": "Who is the person I want to become, and how will I define my own success?",
      "ja": "“どんな人物になりたいのか 成功とは何か”"
    }
  },
  {
    "translation": {
      "en": "Now, these… these are tough questions with difficult answers,",
      "ja": "これらの質問に答えるのは 難しい"
    }
  },
  {
    "translation": {
      "en": "but they've proven to be more important than just trashing my excess stuff.",
      "ja": "だがモノを処分するより ずっと大切だ"
    }
  },
  {
    "translation": {
      "en": "And if we don't answer these questions carefully, rigorously…",
      "ja": "これらの質問に 丁寧に答えなければ―"
    }
  },
  {
    "translation": {
      "en": "then those closets that we just decluttered",
      "ja": "片づけたクローゼットは"
    }
  },
  {
    "translation": {
      "en": "will be brimming with new purchases in the not- too- distant future.",
      "ja": "近い将来 新しいモノで あふれるだろう"
    }
  },
  {
    "translation": {
      "en": "So, as I let go…",
      "ja": "モノを手放し―"
    }
  },
  {
    "translation": {
      "en": "and as I started facing some of life's tougher questions…",
      "ja": "人生の難問に向き合うと―"
    }
  },
  {
    "translation": {
      "en": "my life got simpler.",
      "ja": "僕は生きやすくなった"
    }
  },
  {
    "translation": {
      "en": "The people around me noticed something was different too.",
      "ja": "周りも僕の変化に気付いた"
    }
  },
  {
    "translation": {
      "en": "My best friend, a guy named Ryan Nicodemus,",
      "ja": "親友のライアン･ニコデマス"
    }
  },
  {
    "translation": {
      "en": "whom I've known since we were fat little fifth- graders…",
      "ja": "太ってた５年生からの仲だ"
    }
  },
  {
    "translation": {
      "en": "- he came to me one day and said… -",
      "ja": "ある日 彼に言われた"
    }
  },
  {
    "translation": {
      "en": "Why the hell are you so happy?",
      "ja": "“なぜ幸せそうなの？”と"
    }
  },
  {
    "translation": {
      "en": "So I told him about this thing called minimalism.",
      "ja": "ミニマリズムの話をした"
    }
  },
  {
    "translation": {
      "en": "And he said, What the hell is minimalism?",
      "ja": "彼は言った “ミニマリズムって何だ？”"
    }
  },
  {
    "translation": {
      "en": "And so I said, Minimalism is the thing that gets us past the things,",
      "ja": "僕は話した “ミニマリズムは モノを処分して”"
    }
  },
  {
    "translation": {
      "en": "so we can make room for life's most important things,",
      "ja": "“人生で大切なものを 取り戻す”"
    }
  },
  {
    "translation": {
      "en": "which actually aren't things at all.",
      "ja": "“モノではない 大切なものを”"
    }
  },
  {
    "translation": {
      "en": "You know what, Ryan? I think you might benefit from this minimalism thing too, because…",
      "ja": "“ライアンにも ミニマリズムが必要かも”"
    }
  },
  {
    "translation": {
      "en": "Well, because you've got a lot of shit.",
      "ja": "“モノがたくさんあるから”"
    }
  },
  {
    "translation": {
      "en": "That's when I remember really… really looking at what you were doing different with your life.",
      "ja": "君は変わったから 何が違うのか知りたくなった"
    }
  },
  {
    "translation": {
      "en": "Like, I had to find out, like, Okay, what is Josh doing differently?",
      "ja": "ジョシュアは 何をしてるんだろう"
    }
  },
  {
    "translation": {
      "en": "Because my life was so out of control. I needed to make a change.",
      "ja": "僕の人生はめちゃくちゃで 困ってた"
    }
  },
  {
    "translation": {
      "en": "You obviously had made some changes, so that's…",
      "ja": "君は変わったから"
    }
  },
  {
    "translation": {
      "en": "I remember that's when I invited you for that really fancy lunch at Subway.",
      "ja": "おしゃれなサブウェイでの ランチに招待した"
    }
  },
  {
    "translation": {
      "en": "- Yeah.  - And, uh, we sat down and…",
      "ja": "それで一緒に―"
    }
  },
  {
    "translation": {
      "en": "had… had our sandwiches, and I just remember asking you, like, Why the hell are you so happy?",
      "ja": "サンドイッチを食べながら なぜ幸せそうなのか質問した"
    }
  },
  {
    "translation": {
      "en": "And, you know, if it wasn't you - who told me about minimalism… - Uh- huh.",
      "ja": "ミニマリズムの話を 教えてくれたのが―"
    }
  },
  {
    "translation": {
      "en": "If it was anyone else, I don't know if I would have been so quick",
      "ja": "君でなければ 素直にやってみようと 思えなかっただろう"
    }
  },
  {
    "translation": {
      "en": "to be willing to try it out.",
      "ja": "素直にやってみようと 思えなかっただろう"
    }
  },
  {
    "translation": {
      "en": "As we were sitting there, having our lunch,",
      "ja": "昼食を食べながら―"
    }
  },
  {
    "translation": {
      "en": "he talked about how he'd spent the last several months simplifying.",
      "ja": "彼は数ヵ月かけて 生活を簡素化したと話した"
    }
  },
  {
    "translation": {
      "en": "Clearing the clutter. Making room for life's most important things.",
      "ja": "ガラクタを処分して 大切なものの場所を作る"
    }
  },
  {
    "translation": {
      "en": "So me, being the problem solver that I am,",
      "ja": "問題を解決するのが 得意な僕は"
    }
  },
  {
    "translation": {
      "en": "I decided to become a minimalist right there on the spot.",
      "ja": "ミニマリストになると 即決した"
    }
  },
  {
    "translation": {
      "en": "I looked up at Josh, and I excitedly announced,",
      "ja": "ジョシュアに宣言した"
    }
  },
  {
    "translation": {
      "en": "All right, man, I'm in. I'll do it! I'm going to become a minimalist.",
      "ja": "“僕はやるぞ ミニマリストになる”"
    }
  },
  {
    "translation": {
      "en": "Now what?",
      "ja": "それで？"
    }
  },
  {
    "translation": {
      "en": "You see, I didn't want to spend several months slowly paring down, like he had.",
      "ja": "彼のように数ヵ月かけて じっくり向き合うのはイヤだ"
    }
  },
  {
    "translation": {
      "en": "I mean, that was great for him, but I wanted faster results.",
      "ja": "僕はもっと早く 効果を出したかった"
    }
  },
  {
    "translation": {
      "en": "So, we came up with a wild idea called a packing party.",
      "ja": "“荷造りパーティー” という方法を思いついた"
    }
  },
  {
    "translation": {
      "en": "We decided to pack all my belongings as if I were moving.",
      "ja": "引っ越しするつもりで すべて箱詰めした"
    }
  },
  {
    "translation": {
      "en": "Then I would unpack only the items I needed over the next three weeks.",
      "ja": "そして向こう３週間で 使うモノだけ取り出す"
    }
  },
  {
    "translation": {
      "en": "So Josh came over, and he literally helped me box up everything.",
      "ja": "ジョシュアが 荷造りを手伝ってくれた"
    }
  },
  {
    "translation": {
      "en": "My clothes, my kitchenware, my towels, my TVs,",
      "ja": "洋服やキッチン用品 タオル テレビ"
    }
  },
  {
    "translation": {
      "en": "my electronics, my framed photographs and paintings, my toiletries.",
      "ja": "電子機器 絵画 トイレ用品"
    }
  },
  {
    "translation": {
      "en": "Everything. We literally pretended like I was moving.",
      "ja": "引っ越しするつもりで すべて箱に入れた"
    }
  },
  {
    "translation": {
      "en": "So after nine hours and a couple of pizza deliveries,",
      "ja": "９時間が経ち ２度ピザを注文した"
    }
  },
  {
    "translation": {
      "en": "there Josh and I were, sitting in my second living room,",
      "ja": "ジョシュアと僕は 第２のリビングに座って"
    }
  },
  {
    "translation": {
      "en": "staring at these boxes stacked halfway to my 12 ft. ceiling.",
      "ja": "3.6メートルある天井の 半分の高さの箱を眺めてた"
    }
  },
  {
    "translation": {
      "en": "Everything I owned, everything I had worked so hard for over the last decade,",
      "ja": "僕が過去10年間で 頑張って手に入れたモノが"
    }
  },
  {
    "translation": {
      "en": "it was all sitting there in that room.",
      "ja": "そこに詰まってた"
    }
  },
  {
    "translation": {
      "en": "Just boxes stacked on top of boxes stacked on top of boxes.",
      "ja": "箱の上に箱が どんどん積み上げられてた"
    }
  },
  {
    "translation": {
      "en": "Now each box was labeled really well so I'd know where to go when I needed a particular item.",
      "ja": "箱には中身が分かるように 品名を書いておいた"
    }
  },
  {
    "translation": {
      "en": "Labels like junk drawer, living room number one,",
      "ja": "“がらくた引き出し” “リビング＃１”"
    }
  },
  {
    "translation": {
      "en": "kitchen utensils, junk drawer number seven.",
      "ja": "“キッチン用品” “がらくた引き出し＃７”"
    }
  },
  {
    "translation": {
      "en": "I spent the next 21 days unpacking only the items I needed.",
      "ja": "次の21日間 必要なモノだけ取り出した"
    }
  },
  {
    "translation": {
      "en": "My toothbrush, my bed and bed sheets,",
      "ja": "歯ブラシ ベッドのシーツ"
    }
  },
  {
    "translation": {
      "en": "some clothes for work, the furniture I actually used,",
      "ja": "仕事用の服 実際に使う家具"
    }
  },
  {
    "translation": {
      "en": "a tool set, some kitchenware.",
      "ja": "道具箱 キッチン用品"
    }
  },
  {
    "translation": {
      "en": "Just the things that added value to my life.",
      "ja": "人生に必要なモノだけ 取り出した"
    }
  },
  {
    "translation": {
      "en": "After three weeks…",
      "ja": "３週間が経った"
    }
  },
  {
    "translation": {
      "en": "I had 80% of my stuff still sitting in those boxes.",
      "ja": "80％のモノは 箱の中に入ったまま"
    }
  },
  {
    "translation": {
      "en": "Just sitting there, un- accessed.",
      "ja": "取り出されず置き去りだった"
    }
  },
  {
    "translation": {
      "en": "You know, I looked at those boxes… I couldn't even remember what was in most of 'em.",
      "ja": "箱の山を見ても 何が入ってるのか覚えてない"
    }
  },
  {
    "translation": {
      "en": "All those things I brought into my life to make me happy…",
      "ja": "幸せになれると思って 買ったモノは―"
    }
  },
  {
    "translation": {
      "en": "they weren't doing their job.",
      "ja": "機能してなかった"
    }
  },
  {
    "translation": {
      "en": "So that's when I decided to let go. And you know what?",
      "ja": "そこで手放すことにした"
    }
  },
  {
    "translation": {
      "en": "I started to feel free for the first time in my life.",
      "ja": "すると人生で初めて 自由を感じられた すると人生で初めて 自由を感じられた 〝寄付〞"
    }
  },
  {
    "translation": {
      "en": "I got my time back.",
      "ja": "時間が戻った"
    }
  },
  {
    "translation": {
      "en": "I got my life back.",
      "ja": "人生が戻った"
    }
  },
  {
    "translation": {
      "en": "And as I changed my life,",
      "ja": "人生が変わると"
    }
  },
  {
    "translation": {
      "en": "I was focused on community, not consumerism.",
      "ja": "消費ではなく 地域に目が向いた"
    }
  },
  {
    "translation": {
      "en": "Giving, not taking.",
      "ja": "取るのではなく与える"
    }
  },
  {
    "translation": {
      "en": "People, not stuff.",
      "ja": "モノではなく人"
    }
  },
  {
    "translation": {
      "en": "It just made us really, you know, reassess our lives, reassess our goals and our commitments.",
      "ja": "自分たちの人生や目標を 再確認することができた"
    }
  },
  {
    "translation": {
      "en": "Friends, and family, and colleagues have acknowledged a profound change in me.",
      "ja": "カリフォルニア州 バネッサ･ガイタン 友人や家族 同僚に すごく変わったと言われる"
    }
  },
  {
    "translation": {
      "en": "It's given me the opportunity to be that person that I used to just talk about being.",
      "ja": "昔なりたかった自分に なれる機会を与えてくれた"
    }
  },
  {
    "translation": {
      "en": "Because of the way that my values have really been reorganized,",
      "ja": "自分の価値観を 整理することができて 自分の価値観を 整理することができて カリフォルニア州 クリス･スタスカ"
    }
  },
  {
    "translation": {
      "en": "I am grateful for every single second.",
      "ja": "カリフォルニア州 クリス･スタスカ カリフォルニア州 クリス･スタスカ 日々 感謝して生活してる 日々 感謝して生活してる"
    }
  },
  {
    "translation": {
      "en": "Really, I began to find myself again.",
      "ja": "自分を取り戻すことができた"
    }
  },
  {
    "translation": {
      "en": "And for that, I am so thankful.",
      "ja": "そのことに本当に感謝してる"
    }
  },
  {
    "translation": {
      "en": "Minimalism…",
      "ja": "ミニマリズムで―"
    }
  },
  {
    "translation": {
      "en": "it changed my life.",
      "ja": "人生が変わった"
    }
  },
  {
    "translation": {
      "en": "This emotion washed over me. You know, it was really overwhelming.",
      "ja": "この感情に 私はとても感動した"
    }
  },
  {
    "translation": {
      "en": "And it was this feeling of great abundance, you know.",
      "ja": "その感情とは とてつもなく豊かであること"
    }
  },
  {
    "translation": {
      "en": "Like an abundance where everything is fine.",
      "ja": "豊かとは すべてがあるということ"
    }
  },
  {
    "translation": {
      "en": "You have everything that you need, all is well. And I don't think I'd…",
      "ja": "必要なものはそろってる 満たされて…"
    }
  },
  {
    "translation": {
      "en": "I get emotional thinking back to it, right.",
      "ja": "つい思い出してしまう"
    }
  },
  {
    "translation": {
      "en": "I don't think I had that feeling since I was maybe four or five years old, so…",
      "ja": "こんな気分になれたのは ４歳か５歳の頃 以来"
    }
  },
  {
    "translation": {
      "en": "This just deep knowing, you know, that all I wanted,",
      "ja": "私が求めていたもの 探していたもの 必要なものは―"
    }
  },
  {
    "translation": {
      "en": "you know, all I was searching for, all I needed…",
      "ja": "探していたもの 必要なものは―"
    }
  },
  {
    "translation": {
      "en": "I already had it.",
      "ja": "すでに持ってた"
    }
  },
  {
    "translation": {
      "en": "A little over a year after my packing party experiment, something unexpected happened.",
      "ja": "“荷造りパーティー”から １年後 意外なことが起きた"
    }
  },
  {
    "translation": {
      "en": "My boss called me on a Friday morning",
      "ja": "上司から電話があり"
    }
  },
  {
    "translation": {
      "en": "and told me to drive down to Cincinnati that afternoon",
      "ja": "上司から電話があり シンシナティの 人事部まで来るようにと"
    }
  },
  {
    "translation": {
      "en": "to meet him at the company's Human Resources office.",
      "ja": "シンシナティの 人事部まで来るようにと"
    }
  },
  {
    "translation": {
      "en": "I walked into the conference room and saw my boss and someone from HR sitting on the other side of the conference table.",
      "ja": "会議室に入ると 上司と 人事の担当者が座ってた"
    }
  },
  {
    "translation": {
      "en": "My boss shook his head.",
      "ja": "上司は首を振って言った"
    }
  },
  {
    "translation": {
      "en": "We've eliminated your position with the latest round of cuts, my boss said.",
      "ja": "“今回の人員削減で 君を解雇する”"
    }
  },
  {
    "translation": {
      "en": "This change, it's effective immediately.",
      "ja": "“この通知は即刻有効だ”"
    }
  },
  {
    "translation": {
      "en": "After seven promotions in less than a decade,",
      "ja": "10年間で７回昇進したのに"
    }
  },
  {
    "translation": {
      "en": "I was laid off with no notice.",
      "ja": "突然 解雇された"
    }
  },
  {
    "translation": {
      "en": "And then I was surprised by my next thought.",
      "ja": "次に思ったことに 自分も驚いた"
    }
  },
  {
    "translation": {
      "en": "Isn't this the best thing that could have happened?",
      "ja": "“僕も望んでたのでは？”"
    }
  },
  {
    "translation": {
      "en": "It was like a huge weight had been lifted off my shoulders.",
      "ja": "肩の荷が降りてスッキリした"
    }
  },
  {
    "translation": {
      "en": "I knew it was time for me to move on, and this was the nudge I needed.",
      "ja": "次に進むべき時期だった いいきっかけだ"
    }
  },
  {
    "translation": {
      "en": "My entire perspective had changed.",
      "ja": "考え方も変わった"
    }
  },
  {
    "translation": {
      "en": "And then I thought to myself, There might be some people out there",
      "ja": "それで考えた “僕の話に興味を持つ人が いるかも”"
    }
  },
  {
    "translation": {
      "en": "who would find value in my story.",
      "ja": "“僕の話に興味を持つ人が いるかも”"
    }
  },
  {
    "translation": {
      "en": "Who would find value in our story.",
      "ja": "“僕らの話に”"
    }
  },
  {
    "translation": {
      "en": "So Josh and I, we decided to do what any two 30- year- old dudes would do.",
      "ja": "そこでジョシュアと僕は 典型的なことから始めた"
    }
  },
  {
    "translation": {
      "en": "We started a blog.",
      "ja": "ブログだ"
    }
  },
  {
    "translation": {
      "en": "That was a decade ago.",
      "ja": "10年前のことだ"
    }
  },
  {
    "translation": {
      "en": "And you know what? Something amazing happened.",
      "ja": "すごいことが起きた"
    }
  },
  {
    "translation": {
      "en": "Fifty- two people visited our website in the first month.",
      "ja": "最初の１ヵ月に 52人がアクセスしてくれた"
    }
  },
  {
    "translation": {
      "en": "I realize that might sound unremarkable at first, but Josh and I, we were excited.",
      "ja": "大した数字ではないけど 僕らはうれしかった"
    }
  },
  {
    "translation": {
      "en": "And then other remarkable things started happening.",
      "ja": "他にもすごいことが起きた"
    }
  },
  {
    "translation": {
      "en": "Fifty- two readers turned into 500, 500 turned into 5,000",
      "ja": "52人の読者が500人になり 500人が5000人になった"
    }
  },
  {
    "translation": {
      "en": "and now we have the privilege",
      "ja": "現在は毎年 数百万人が アクセスしてくれている"
    }
  },
  {
    "translation": {
      "en": "of sharing our message with millions of people every year.",
      "ja": "現在は毎年 数百万人が アクセスしてくれている 〝オハイオ州 デイトンから こんにちは〞"
    }
  },
  {
    "translation": {
      "en": "It turns out, when you add value to people's lives,",
      "ja": "〝オハイオ州 デイトンから こんにちは〞 〝オハイオ州 デイトンから こんにちは〞 役に立つ話を聞くと 役に立つ話を聞くと 役に立つ話を聞くと 〝プレス〞"
    }
  },
  {
    "translation": {
      "en": "they're pretty eager to share your story with their friends and family",
      "ja": "〝プレス〞 友人や家族にも話して 成果を共有したくなるようだ 友人や家族にも話して 成果を共有したくなるようだ"
    }
  },
  {
    "translation": {
      "en": "to add value to their lives.",
      "ja": "友人や家族にも話して 成果を共有したくなるようだ"
    }
  },
  {
    "translation": {
      "en": "It's fitting that we're back here. Not just in Dayton, but here at Press, at this coffee shop,",
      "ja": "この“プレス”という カフェはぴったりだ"
    }
  },
  {
    "translation": {
      "en": "because this is where it literally started for us.",
      "ja": "ここから始まった"
    }
  },
  {
    "translation": {
      "en": "Even back when we were in the corporate world, you and I would meet here, and this was our place for creation.",
      "ja": "会社勤めしてる頃も ここでいろいろ話し合った"
    }
  },
  {
    "translation": {
      "en": "It was almost like we required this extra space outside of the corporate world,",
      "ja": "会社の外で 散らかった家とは別の場所で"
    }
  },
  {
    "translation": {
      "en": "outside of our cluttered personal lives,",
      "ja": "落ち着ける空間を求めてた"
    }
  },
  {
    "translation": {
      "en": "to come here, to figure out how to create, how to simplify our lives.",
      "ja": "どうすればシンプルな生活が 実現するか考えるために"
    }
  },
  {
    "translation": {
      "en": "To take this sort of feeling that we were experiencing and get it down onto the page.",
      "ja": "僕らの経験を整理して 考えをまとめるために"
    }
  },
  {
    "translation": {
      "en": "I think we should all be allowed to Etch A Sketch our life and say,",
      "ja": "誰でもやり直すことはできる"
    }
  },
  {
    "translation": {
      "en": "I thought this is the life I wanted, but it's not, and so I'm gonna start over again.",
      "ja": "“自分の望みとは違ってた やり直したい”"
    }
  },
  {
    "translation": {
      "en": "If you have a longing, and a dream, and a passion inside of you,",
      "ja": "夢や希望があるのに―"
    }
  },
  {
    "translation": {
      "en": "why hold on to what you used to do and who you used to be",
      "ja": "昔の自分に こだわる必要があるのか？"
    }
  },
  {
    "translation": {
      "en": "and… and lose who you want to become?",
      "ja": "自分の夢を失ってまで？"
    }
  },
  {
    "translation": {
      "en": "No matter where we're at on our journey towards less,",
      "ja": "モノを減らす過程では"
    }
  },
  {
    "translation": {
      "en": "we are always going to be pulled in that direction.",
      "ja": "常に ある道へ戻される"
    }
  },
  {
    "translation": {
      "en": "The direction of comparison, the direction of being overwhelmed by the media.",
      "ja": "ある道とは比較する道 メディアにさらされる道"
    }
  },
  {
    "translation": {
      "en": "And the truth is we have to constantly refocus ourselves.",
      "ja": "いつも自分を見直すことが 重要です"
    }
  },
  {
    "translation": {
      "en": "We make life unnecessarily complicated",
      "ja": "人生をムダに難しくしている"
    }
  },
  {
    "translation": {
      "en": "because we overlook or underestimate the… the sense of direction that can come",
      "ja": "静かな場所で自分と向き合い ゆっくり対話することで"
    }
  },
  {
    "translation": {
      "en": "from just taking a little time to sit alone with ourselves, to sit in the quiet and say,",
      "ja": "得られる効果を 軽視しているからだ"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna get my ideas about what a good life is from external sources of stimulation.",
      "ja": "“どんな人生がいいのか 外部の情報に指示されない”"
    }
  },
  {
    "translation": {
      "en": "I'm gonna listen to that inner voice and see where that's guiding me.",
      "ja": "“心の声に従う”と 宣言すればいい"
    }
  },
  {
    "translation": {
      "en": "If people could just make a decision to be fully alive,",
      "ja": "自分の望むとおりに 生きることができれば"
    }
  },
  {
    "translation": {
      "en": "if they could just get rid of everything that's sucking the life out of their soul,",
      "ja": "精神をむしばむモノを 処分できたら"
    }
  },
  {
    "translation": {
      "en": "that's when you're gonna find your passion.",
      "ja": "情熱が見つかる"
    }
  },
  {
    "translation": {
      "en": "But your passion will never be about yourself.",
      "ja": "情熱は利己的なものではない"
    }
  },
  {
    "translation": {
      "en": "Your passion will always be about some good you can do in the world.",
      "ja": "社会のための よい行いにつながってる"
    }
  },
  {
    "translation": {
      "en": "That's why Josh and I are right here right now.",
      "ja": "だから僕らはここにいる"
    }
  },
  {
    "translation": {
      "en": "We really hope we can add value to your life by encouraging you to let go.",
      "ja": "モノを減らす手伝いをして みんなの役に立ちたい"
    }
  },
  {
    "translation": {
      "en": "To imagine a life with more.",
      "ja": "“たくさん”の人生を 想像して"
    }
  },
  {
    "translation": {
      "en": "More time, more meaningful relationships,",
      "ja": "たくさんの時間 たくさんの人間関係"
    }
  },
  {
    "translation": {
      "en": "more growth, and contribution, and contentment.",
      "ja": "たくさんの時間 貢献 満足"
    }
  },
  {
    "translation": {
      "en": "A life of passion, unencumbered by the trappings of the chaotic world around you.",
      "ja": "あなたの混乱を整理すれば 情熱的な人生が送れる"
    }
  },
  {
    "translation": {
      "en": "What you're imagining is an intentional life.",
      "ja": "今 想像しているのは 自分が望む人生"
    }
  },
  {
    "translation": {
      "en": "Not a perfect life. Not even an easy life.",
      "ja": "完璧でも簡単でもない"
    }
  },
  {
    "translation": {
      "en": "But a simple one.",
      "ja": "でもシンプルだ"
    }
  },
  {
    "translation": {
      "en": "And to get there, you might have to let go of some stuff that's in the way.",
      "ja": "そのためには邪魔なモノを 手放さなければならない"
    }
  },
  {
    "translation": {
      "en": "♪ Clearing space I found a moment taking shape ♪",
      "ja": "モノを減らしてみよう 友人や家族 同僚と一緒に"
    }
  },
  {
    "translation": {
      "en": "♪ Collect the memories We put them into frames ♪",
      "ja": "みんな１日目に１つ減らす"
    }
  },
  {
    "translation": {
      "en": "♪ The beauty of our day- to- day ♪",
      "ja": "２日目には２つ減らす ３日目には３つ減らす"
    }
  },
  {
    "translation": {
      "en": "♪ Hung on walls inside this home we built The life that we had made ♪",
      "ja": "そうやって続ける 何でもいい 収集品 装飾品"
    }
  },
  {
    "translation": {
      "en": "♪ You kept my childhood In a box beneath your bed ♪",
      "ja": "フィギュア 洋服 タオル 道具 帽子"
    }
  },
  {
    "translation": {
      "en": "♪ My teenage years Upon some shelves inside the shed ♪",
      "ja": "寄付 売る リサイクル 深夜までに処分すること"
    }
  },
  {
    "translation": {
      "en": "♪ My crayon portraits on your fridge ♪",
      "ja": "１ヵ月間 続けられる？"
    }
  },
  {
    "translation": {
      "en": "♪ You saved every souvenir ♪ ♪ 'Cause you were scared You would forget ♪",
      "ja": "あなたの成果を 報告してください"
    }
  }
]