[
  {
    "translation": {
      "en": "When we first moved here in March of 2020…",
      "ja": "越してきたのは2020年3月だ"
    }
  },
  {
    "translation": {
      "en": "the very first time that I saw something in the sky,",
      "ja": "それ以降 空に変なものを 見るようになった"
    }
  },
  {
    "translation": {
      "en": "I really hesitated to say anything to anybody.",
      "ja": "誰にも話さなかったけど"
    }
  },
  {
    "translation": {
      "en": "But it happened repetitively, maybe three, four times, before I mentioned it to somebody down in Dublin.",
      "ja": "そういうことが ３回か４回あったんだ"
    }
  },
  {
    "translation": {
      "en": "They said, Well, you know that this place is famous for that.",
      "ja": "この地域じゃ よくあることらしい"
    }
  },
  {
    "translation": {
      "en": "Do you know who Ezekiel was?",
      "ja": "エゼキエルは？"
    }
  },
  {
    "translation": {
      "en": "Prophet?",
      "ja": "預言者？"
    }
  },
  {
    "translation": {
      "en": "- Ezekiel was a prophet. You're right. - Mm- hmm.",
      "ja": "そう　預言者だ"
    }
  },
  {
    "translation": {
      "en": "And it was a long time ago, all right?",
      "ja": "すごく昔の話なんだよ"
    }
  },
  {
    "translation": {
      "en": "As a Homeland Security consultant, I do a lot of threat analyst work, uh, for the government.",
      "ja": "国土安全保障省で 脅威分析に携わっている"
    }
  },
  {
    "translation": {
      "en": "I've seen the government flat- out lie.",
      "ja": "政府は真っ赤なウソをつく"
    }
  },
  {
    "translation": {
      "en": "Where I was standing in the location they were lying about.",
      "ja": "その場に 居合わせたこともある"
    }
  },
  {
    "translation": {
      "en": "What I am seeing here is similar",
      "ja": "俺がここで目撃した飛行体は"
    }
  },
  {
    "translation": {
      "en": "to sightings that they had by the guys in the Air Force.",
      "ja": "俺がここで目撃した飛行体は 空軍が見たものと似てる"
    }
  },
  {
    "translation": {
      "en": "Whoa! Got it!",
      "ja": "やったぞ"
    }
  },
  {
    "translation": {
      "en": "It's the movement that catches your attention, that fast movement. That's exactly how we're seeing it here.",
      "ja": "あの素早い動きが そっくりだったんだ"
    }
  },
  {
    "translation": {
      "en": "- Ah, jeez.  - I know, right? Spooky.",
      "ja": "やだ… 不気味だよな"
    }
  },
  {
    "translation": {
      "en": "It's something otherworldly. There's no other way to describe that.",
      "ja": "別世界の物としか思えない"
    }
  },
  {
    "translation": {
      "en": "And the star they had seen guided them to Bethlehem.",
      "ja": "“東方で見た星が 先立って進み…”"
    }
  },
  {
    "translation": {
      "en": "One of the reasons why a lot of people don't believe is because they haven't seen it,",
      "ja": "見たことがない人は 信じられないだろう"
    }
  },
  {
    "translation": {
      "en": "and it messes with their concept of who we are in relation to the universe.",
      "ja": "自己認識や世界感を 揺るがすからね"
    }
  },
  {
    "translation": {
      "en": "…and it guided them, so it knew where it was going. - Right? - Mm- hmm.",
      "ja": "星は行き先を知ってた そうだろ？"
    }
  },
  {
    "translation": {
      "en": "That mean-- That means it was…",
      "ja": "だから これは…"
    }
  },
  {
    "translation": {
      "en": "UFO.",
      "ja": "ＵＦＯだ"
    }
  },
  {
    "translation": {
      "en": "UFO.",
      "ja": "そうだな"
    }
  },
  {
    "translation": {
      "en": "Do I believe there's life on other planets? Yes. But I don't think these are people from another planet.",
      "ja": "地球外生命はいると思うけど あれは違う"
    }
  },
  {
    "translation": {
      "en": "I still think these are what people called angels.",
      "ja": "あれは いわば天使で"
    }
  },
  {
    "translation": {
      "en": "I think they're messengers. I mean, I'm dying to know what they've got to say.",
      "ja": "何かを伝えに来たと 思わずにいられない"
    }
  },
  {
    "translation": {
      "en": "From the beginning of recorded time, men have been seeing unexplainable things in the sky.",
      "ja": "有史時代から人類は 未確認飛行物体を見てきた"
    }
  },
  {
    "translation": {
      "en": "Are we alone in the universe?",
      "ja": "宇宙には我々だけ？"
    }
  },
  {
    "translation": {
      "en": "Somewhere in the data will be something worth real inquiry.",
      "ja": "中には調査に値する データもある"
    }
  },
  {
    "translation": {
      "en": "We have not been hiding anything.",
      "ja": "何も隠してない"
    }
  },
  {
    "translation": {
      "en": "There are such things as interplanetary spaceships.",
      "ja": "宇宙船は存在する"
    }
  },
  {
    "translation": {
      "en": "I thought it was an alien, and he had big eyes.",
      "ja": "エイリアンだよ　目が大きい"
    }
  },
  {
    "translation": {
      "en": "There's something profoundly important going on here that is authentic and real.",
      "ja": "とてつもなく重要な 信ずべき何かが起きている"
    }
  },
  {
    "translation": {
      "en": "How much of your work is classified?",
      "ja": "機密情報に触れたことは？"
    }
  },
  {
    "translation": {
      "en": "All of it. Eh, all of-- Everything I did, all day long, was classified.",
      "ja": "私が関わっていた仕事は 全部 機密事項だった"
    }
  },
  {
    "translation": {
      "en": "All of it.",
      "ja": "全部だよ"
    }
  },
  {
    "translation": {
      "en": "My name is Matthew Roberts.",
      "ja": "私はマシュー･ロバーツ 海軍 情報解読者 マシュー･ロバーツ 私はマシュー･ロバーツ"
    }
  },
  {
    "translation": {
      "en": "I was a cryptologic technician in the US Navy for 16 years.",
      "ja": "海軍 情報解読者 マシュー･ロバーツ 海軍で情報解読に 16年間携わっていた 海軍で情報解読に 16年間携わっていた"
    }
  },
  {
    "translation": {
      "en": "I was present on the USS Theodore Roosevelt for the Gimbal event.",
      "ja": "海軍が映像を撮影した時 空母にいたんだ"
    }
  },
  {
    "translation": {
      "en": "…that was the first time I saw the Gimbal footage.",
      "ja": "あの映像を見たのは その時が初めてだった"
    }
  },
  {
    "translation": {
      "en": "- Well, if there's-- - Look at this thing!",
      "ja": "回転しているように見える ２０１５年１月"
    }
  },
  {
    "translation": {
      "en": "It's rotating.",
      "ja": "回転しているように見える"
    }
  },
  {
    "translation": {
      "en": "I don't-- I can't even describe the shape. I mean, it looks a little bit disc- like.",
      "ja": "変な形をしていて 円盤のようにも見えた"
    }
  },
  {
    "translation": {
      "en": "It's flying along, and then it kind of tilts up onto its side.",
      "ja": "飛びながら 角度を変えたようだった"
    }
  },
  {
    "translation": {
      "en": "I was watching this footage, and I could see no kind of aviation surfaces",
      "ja": "この映像に映る飛行体には 翼や尾翼やラダーなど―"
    }
  },
  {
    "translation": {
      "en": "that you would expect to see. Wings, tail, you know, rudder. There's none of that.",
      "ja": "飛行に不可欠なものが まるで見当たらない"
    }
  },
  {
    "translation": {
      "en": "So I couldn't really make sense",
      "ja": "あんな形状で―"
    }
  },
  {
    "translation": {
      "en": "of why this thing was kind of up in the air like it was.",
      "ja": "なぜ飛行できるのか 理解不能だ"
    }
  },
  {
    "translation": {
      "en": "And…",
      "ja": "私は…"
    }
  },
  {
    "translation": {
      "en": "I just…",
      "ja": "ただ…"
    }
  },
  {
    "translation": {
      "en": "I had this kind of emotional response to it.",
      "ja": "心が揺さぶられたような 気がしたんだ"
    }
  },
  {
    "translation": {
      "en": "And I… At the time, I didn't understand that. Um…",
      "ja": "その時は 気付かなかったけどね"
    }
  },
  {
    "translation": {
      "en": "I knew that it wasn't ours, right? I knew that it wasn't anybody else's. Uh…",
      "ja": "あれは海軍のものでも 誰のものでもない"
    }
  },
  {
    "translation": {
      "en": "So, I mean, that only leaves… one other option, I think.",
      "ja": "だから残された可能性は １つしかないと思ってる"
    }
  },
  {
    "translation": {
      "en": "- Which is what? - And that's non- human tech.",
      "ja": "と言うと？ あれは人間には作れない"
    }
  },
  {
    "translation": {
      "en": "Non- human intelligence technology.",
      "ja": "人ではない者の技術だ"
    }
  },
  {
    "translation": {
      "en": "Because my job was classified, and I had access to classified, um…",
      "ja": "仕事柄 私はよく― 機密情報に 触れる機会があった"
    }
  },
  {
    "translation": {
      "en": "I was kind of aware…",
      "ja": "機密情報に 触れる機会があった"
    }
  },
  {
    "translation": {
      "en": "this was not a one- off event for the Navy.",
      "ja": "だから一度きりじゃないと 知ってた"
    }
  },
  {
    "translation": {
      "en": "This, uh… These things happen frequently.",
      "ja": "海軍では よくあることなんだ"
    }
  },
  {
    "translation": {
      "en": "All the time. They happen all the time.",
      "ja": "かなり頻繁に起きてた"
    }
  },
  {
    "translation": {
      "en": "- -",
      "ja": "テキサス州 イーラス郡 ２００８年"
    }
  },
  {
    "translation": {
      "en": "The skies over Stephenville haven't looked the same since a UFO…",
      "ja": "スティーヴンビルの空は あの日以来… テキサス州 イーラス郡 ２００８年 スティーヴンビルの空は あの日以来…"
    }
  },
  {
    "translation": {
      "en": "A nice, cold glass of Borden milk will cool you off.",
      "ja": "冷たい牛乳でリフレッシュ"
    }
  },
  {
    "translation": {
      "en": "You'll like the taste of milk with everything you eat.",
      "ja": "どんな食事にも合う味"
    }
  },
  {
    "translation": {
      "en": "- ♪ Milk is a natural ♪ -",
      "ja": "牛乳は天然のもの"
    }
  },
  {
    "translation": {
      "en": "Stephenville, Texas. The milk capital of the world.",
      "ja": "スティーヴンビルは 牛乳大国だ"
    }
  },
  {
    "translation": {
      "en": "They put out quite a bit of milk over there.",
      "ja": "大量に生産している"
    }
  },
  {
    "translation": {
      "en": "Something very strange about this area.",
      "ja": "ここでは変なことが起きる"
    }
  },
  {
    "translation": {
      "en": "I look at the sky quite often. Wonder what all's out there. Wonder what we don't know about.",
      "ja": "空を見上げて その先の未知の世界を思うよ"
    }
  },
  {
    "translation": {
      "en": "I grew up around here.",
      "ja": "この地で育った"
    }
  },
  {
    "translation": {
      "en": "Nothing to do in these small towns. You wanna fight? Sure, go ahead and have a fight.",
      "ja": "楽しみがないから ケンカをしたり―"
    }
  },
  {
    "translation": {
      "en": "That same night, we'd go camping or go fishing on the river down there.",
      "ja": "キャンプや釣りをしたりする"
    }
  },
  {
    "translation": {
      "en": "So, it was… It's innocent fun. We'd have a good time.",
      "ja": "どれも クリーンな遊びだ"
    }
  },
  {
    "translation": {
      "en": "You know, I've been fascinated with engines of all types",
      "ja": "パイロット　事業家 スティーヴ･アレン 俺は昔から エンジンなら 何でも好きだった"
    }
  },
  {
    "translation": {
      "en": "since I can remember.",
      "ja": "エンジンなら 何でも好きだった"
    }
  },
  {
    "translation": {
      "en": "So much to where I started a trucking company.",
      "ja": "その延長で運送会社を設立し"
    }
  },
  {
    "translation": {
      "en": "And it became quite large, had quite a few people working for me.",
      "ja": "会社を拡大させ 多くの人を雇った"
    }
  },
  {
    "translation": {
      "en": "I've always owned quite a few motorcycles, boats, airplanes.",
      "ja": "常にバイクやボート 飛行機を所有している"
    }
  },
  {
    "translation": {
      "en": "Just to see how it all works. It's just simply fascinating.",
      "ja": "乗り物はすごいよ ワクワクする"
    }
  },
  {
    "translation": {
      "en": "In 2008, I had a great life. I had a successful business.",
      "ja": "2008年は仕事も順調で 順風満帆だった"
    }
  },
  {
    "translation": {
      "en": "I guess I'd been married 16, 17 years at that time.",
      "ja": "結婚して 16年か17年ぐらいだった"
    }
  },
  {
    "translation": {
      "en": "Very blessed is all I can say.",
      "ja": "恵まれた人生だ"
    }
  },
  {
    "translation": {
      "en": "But what I saw in the sky that night changed everything.",
      "ja": "でも あの日 全てが変わった"
    }
  },
  {
    "translation": {
      "en": "It'd been a long, cold winter. Bad winter. That was the first day we had a decent day.",
      "ja": "寒い日が続いてたが その日は少しマシだった"
    }
  },
  {
    "translation": {
      "en": "So we came out here to the top of the hill to have a campfire.",
      "ja": "だから丘で キャンプファイアをしてた"
    }
  },
  {
    "translation": {
      "en": "It was myself, Mike Odom, and Lance Jones.",
      "ja": "マイクとランスも一緒だ"
    }
  },
  {
    "translation": {
      "en": "Then all of a sudden, I see some real bright, high- intensity lights,",
      "ja": "そして突然 強烈な光が見えたんだ"
    }
  },
  {
    "translation": {
      "en": "off to the east, headed our way at a high velocity of speed.",
      "ja": "東に向かって 超高速で移動してた"
    }
  },
  {
    "translation": {
      "en": "The lights were so bright, it was unlike anything I'd ever seen.",
      "ja": "あんなにまぶしい光は 初めて見た"
    }
  },
  {
    "translation": {
      "en": "It was almost blinding to look at 'em.",
      "ja": "目がくらむようだった"
    }
  },
  {
    "translation": {
      "en": "Then what amazed me is there was no wind noise, no engine noise.",
      "ja": "不思議なことに 風音もエンジン音もなく"
    }
  },
  {
    "translation": {
      "en": "There was silence.",
      "ja": "静かだった"
    }
  },
  {
    "translation": {
      "en": "When it came past us, I developed the most peaceful,",
      "ja": "それが通り過ぎた後― 人生で初めて 多幸感に満たされた"
    }
  },
  {
    "translation": {
      "en": "easy feeling I think I've ever had in my life.",
      "ja": "人生で初めて 多幸感に満たされた"
    }
  },
  {
    "translation": {
      "en": "It was almost like a religious experience.",
      "ja": "まるで宗教的体験だ"
    }
  },
  {
    "translation": {
      "en": "Like I was at one with whatever it was.",
      "ja": "何かと１つになった気がした"
    }
  },
  {
    "translation": {
      "en": "Something I've never had before or since then. It was unreal.",
      "ja": "生涯で一度きりの 不思議な体験だ"
    }
  },
  {
    "translation": {
      "en": "And then another brief second, it just simply disappeared.",
      "ja": "次の瞬間 光は消えた"
    }
  },
  {
    "translation": {
      "en": "It didn't streak off or anything. It just disappeared.",
      "ja": "飛んでいかずに ただ消えた"
    }
  },
  {
    "translation": {
      "en": "And then you could count, one second, two seconds, three seconds,",
      "ja": "１秒 ２秒 ３秒と数えてると"
    }
  },
  {
    "translation": {
      "en": "and two F- 16s came in hot pursuit. Full afterburner hanging out.",
      "ja": "Ｆ16戦闘機が２機 猛スピードで飛んできた"
    }
  },
  {
    "translation": {
      "en": "And in my head, I'm wondering, Is it War of the Worlds, or what was going on?",
      "ja": "「宇宙戦争」が 現実になったかと思ったよ"
    }
  },
  {
    "translation": {
      "en": "I got in my car, and I went back to my house,",
      "ja": "車で家に帰ったら"
    }
  },
  {
    "translation": {
      "en": "and my wife says, What happened? She could tell I was visibly shaken.",
      "ja": "俺の青ざめた顔を見て 妻が驚いた"
    }
  },
  {
    "translation": {
      "en": "I told her what happened, and she says, Whatever you do, don't tell anybody about it.",
      "ja": "事情を話したら 誰にも話すなと言われた"
    }
  },
  {
    "translation": {
      "en": "And she says, People will think we're crazy.",
      "ja": "“正気を疑われる”とね"
    }
  },
  {
    "translation": {
      "en": "And I said, Actually, I don't care what people think about us. All I know is what I saw.",
      "ja": "でも誰に何と思われようと 俺は構わない"
    }
  },
  {
    "translation": {
      "en": "That next day, I called the newspaper, Stephenville Empire- Tribune. ET.",
      "ja": "翌朝 エンパイア･ トリビューン紙に電話した 略してＥＴだ"
    }
  },
  {
    "translation": {
      "en": "It had been a slow news day, the day that the UFO story broke.",
      "ja": "取り立てて何もない日だった"
    }
  },
  {
    "translation": {
      "en": "Angelia Joiner was in the newsroom, and she had gotten a call from Steve Allen.",
      "ja": "アンジェラが報道室で 電話を取った"
    }
  },
  {
    "translation": {
      "en": "And he was a local pilot,",
      "ja": "アンジェラが報道室で 電話を取った 地元のパイロットが 何かを見たというの"
    }
  },
  {
    "translation": {
      "en": "and then he told her that he saw something strange in the sky.",
      "ja": "地元のパイロットが 何かを見たというの"
    }
  },
  {
    "translation": {
      "en": "He said something like, Okay, I really need to tell you something,",
      "ja": "“これから言うことを 聞いても―”"
    }
  },
  {
    "translation": {
      "en": "but I don't want you to think I'm crazy.",
      "ja": "“正気を疑うな”と 釘を刺された"
    }
  },
  {
    "translation": {
      "en": "And he began telling me a story that, uh, I found pretty incredible.",
      "ja": "彼が語った話は 驚くべき内容でした 記者 アンジェラ･ジョイナー 彼が語った話は 驚くべき内容でした 彼が語った話は 驚くべき内容でした"
    }
  },
  {
    "translation": {
      "en": "Angelia had a brief conversation with him and came to my office and said,",
      "ja": "彼女がここに来て 言ったの 編集長　サラ･ ヴァンデン･バーグ 彼女がここに来て 言ったの 編集長　サラ･ ヴァンデン･バーグ"
    }
  },
  {
    "translation": {
      "en": "You'll never believe this, but…",
      "ja": "編集長　サラ･ ヴァンデン･バーグ 〝特ダネよ〞"
    }
  },
  {
    "translation": {
      "en": "It was late in the afternoon, and we really had our stories together.",
      "ja": "夕方で紙面は もうできていたから―"
    }
  },
  {
    "translation": {
      "en": "So I was like, Yeah, sure, check it out. We'll talk about it tomorrow when I get to the office.",
      "ja": "“明日 出勤してから聞く” と言ったの"
    }
  },
  {
    "translation": {
      "en": "I grew up in California. I got engaged.",
      "ja": "私はカリフォルニアで育った"
    }
  },
  {
    "translation": {
      "en": "And my husband was in the dairy business, and his family had come out here.",
      "ja": "婚約した人は ここの酪農家だった"
    }
  },
  {
    "translation": {
      "en": "So we got married and we moved.",
      "ja": "だから結婚してこっちに"
    }
  },
  {
    "translation": {
      "en": "It was a startling change for me.",
      "ja": "人生の岐路だったわ"
    }
  },
  {
    "translation": {
      "en": "As managing editor, I was responsible for all of the content.",
      "ja": "編集長は新聞の 全内容に責任がある"
    }
  },
  {
    "translation": {
      "en": "I had a lot to prove. I was the youngest editor that had ever been hired to be the managing editor of the paper.",
      "ja": "史上最年少だったから 肩肘を張ってたわ"
    }
  },
  {
    "translation": {
      "en": "I was the second female. And I was still seen as an outsider.",
      "ja": "女性としては２人目で 異端と見なされた"
    }
  },
  {
    "translation": {
      "en": "So, inside, I was dealing with a lot of insecurity, I think.",
      "ja": "〝ＵＦＯ 取材班 疑う記者〞 だから社内では かなり不安を感じてた 〝ＵＦＯ 取材班 疑う記者〞 だから社内では かなり不安を感じてた だから社内では かなり不安を感じてた 〝サラ･ ヴァンデン･バーグ〞"
    }
  },
  {
    "translation": {
      "en": "The next morning, I picked up my paper",
      "ja": "〝エンパイア･ トリビューン紙〞 翌朝 新聞を見たら 〝エンパイア･ トリビューン紙〞"
    }
  },
  {
    "translation": {
      "en": "and saw UFO in huge font across the top of the paper.",
      "ja": "“ＵＦＯ”の文字が 紙面にデカデカと載っていた 〝ＵＦＯ現れる？〞 “ＵＦＯ”の文字が 紙面にデカデカと載っていた"
    }
  },
  {
    "translation": {
      "en": "I just felt like the wind was just completely knocked out of me. I thought, This is the end of my career.",
      "ja": "息が止まるかと思ったわ 自分もここまでかとね"
    }
  },
  {
    "translation": {
      "en": "Steve Allen, Mike Odom, and Lance Jones were out admiring a beautiful Texas sunset Tuesday evening",
      "ja": "“スティーヴら３人が 夕日を眺めていると―”"
    }
  },
  {
    "translation": {
      "en": "when they saw something none of them can explain.",
      "ja": "“奇妙な物を目撃した”"
    }
  },
  {
    "translation": {
      "en": "I had a publisher at the time, and she told Angelia, You're going with this tonight.",
      "ja": "経営者がアンジェラに 指示をして"
    }
  },
  {
    "translation": {
      "en": "And she changed the whole front page.",
      "ja": "一面を差し替えたの"
    }
  },
  {
    "translation": {
      "en": "She was the boss, the top dog, so she did whatever she wanted.",
      "ja": "ボスのやりたい放題よ"
    }
  },
  {
    "translation": {
      "en": "But I was in charge of the newsroom,",
      "ja": "でも疑問視されるのは 編集長の私であり"
    }
  },
  {
    "translation": {
      "en": "and so I felt like people were gonna question my credibility.",
      "ja": "でも疑問視されるのは 編集長の私であり 〝ＵＦＯ現れる？〞"
    }
  },
  {
    "translation": {
      "en": "My news judgment.",
      "ja": "私の能力よ"
    }
  },
  {
    "translation": {
      "en": "The ship wasn't really visible and it was totally silent,",
      "ja": "“宇宙船は音を出さず―”"
    }
  },
  {
    "translation": {
      "en": "but the lights spanned a mile- and- a- half long and a mile- and- a- half wide.",
      "ja": "“光は四方約２.５キロに 広がった”"
    }
  },
  {
    "translation": {
      "en": "That really sent me over the edge. I mean, aside from the headline, just the ship.",
      "ja": "“宇宙船”と書くなんて どうかしてる"
    }
  },
  {
    "translation": {
      "en": "Like, we were naturally assuming that this was some kind of a spaceship out there.",
      "ja": "我が社が宇宙船だと 認めたことになる"
    }
  },
  {
    "translation": {
      "en": "When I walked through those doors, I was like a crazy woman. I was furious.",
      "ja": "出社した私は 怒りに震えていた"
    }
  },
  {
    "translation": {
      "en": "Walking into the publisher's office, and I was screaming and crying.  I mean, like, You have… What have you done?",
      "ja": "泣き叫びながら 経営者室に殴り込んだわ"
    }
  },
  {
    "translation": {
      "en": "She was like, Well, you're wrong. You are… you're absolutely wrong about all of this.",
      "ja": "すると“それは違う”と たしなめられた"
    }
  },
  {
    "translation": {
      "en": "We've sold out every newspaper in the county.",
      "ja": "“だって完売したのよ”とね"
    }
  },
  {
    "translation": {
      "en": "When I started reading the story, my brain just goes 100 miles an hour.",
      "ja": "新聞の記事を読んで ぶったまげた イーラス郡 巡査 リー･ロイ･ゲイタン 新聞の記事を読んで ぶったまげた"
    }
  },
  {
    "translation": {
      "en": "I thought to myself, Man, what I saw, other people saw it.",
      "ja": "イーラス郡 巡査 リー･ロイ･ゲイタン イーラス郡 巡査 リー･ロイ･ゲイタン 他の人も あれを見たと知って 他の人も あれを見たと知って"
    }
  },
  {
    "translation": {
      "en": "You know, Do I tell anybody? What do I do?",
      "ja": "随分 戸惑ったよ"
    }
  },
  {
    "translation": {
      "en": "It was my wife's birthday, and we wanted to rent a movie.",
      "ja": "妻の誕生日だったから ＤＶＤを借りようと"
    }
  },
  {
    "translation": {
      "en": "And I came outside to my squad car to get my credit card.",
      "ja": "クレジットカードを取りに 車に向かった"
    }
  },
  {
    "translation": {
      "en": "As I'm walking back, something caught my attention.",
      "ja": "そして帰りにそれを見たんだ"
    }
  },
  {
    "translation": {
      "en": "I saw what appeared-- I- I call it a bubble or an orb.",
      "ja": "泡みたいでもあり 球体のようでもあった"
    }
  },
  {
    "translation": {
      "en": "It was a, uh, reddish- orange, fiery- looking color. Really big.",
      "ja": "燃えるような赤い色で すごくデカかった"
    }
  },
  {
    "translation": {
      "en": "And I focused in on it. And that's when I noticed…",
      "ja": "じっと見ていたら 横に息子がいた"
    }
  },
  {
    "translation": {
      "en": "my little boy, and he said, Look, Dad.",
      "ja": "“パパ 見て”と言うんだ"
    }
  },
  {
    "translation": {
      "en": "There was these bright lights, flashing, like a pulsating thing. Like that.",
      "ja": "たくさんのまぶしい光が ピカピカと瞬いて"
    }
  },
  {
    "translation": {
      "en": "They had spread out.",
      "ja": "散っていった"
    }
  },
  {
    "translation": {
      "en": "There was 11 or 12 lights that I was able to count.",
      "ja": "11個か12個の光があった"
    }
  },
  {
    "translation": {
      "en": "All of a sudden, these things just shoot off at a blazing speed.",
      "ja": "目にも留まらぬ速さで 飛んでいった"
    }
  },
  {
    "translation": {
      "en": "Well, it was probably what seemed to be maybe a minute or two, uh,",
      "ja": "それから１分か２分して―"
    }
  },
  {
    "translation": {
      "en": "I hear jets coming.",
      "ja": "戦闘機がきた"
    }
  },
  {
    "translation": {
      "en": "They were flying in the same direction, the same path as these lights.",
      "ja": "そして光と同じ方向に 飛んでいったんだ"
    }
  },
  {
    "translation": {
      "en": "You know, I think those jets were the same ones that Steve Allen saw.",
      "ja": "スティーヴが見たものと 同じものだろう"
    }
  },
  {
    "translation": {
      "en": "After the newspaper came out, I get the call from Lee Roy Gaitan.",
      "ja": "記事を見たと リー･ロイから連絡があった"
    }
  },
  {
    "translation": {
      "en": "I didn't know him at the time,",
      "ja": "面識はなかったが"
    }
  },
  {
    "translation": {
      "en": "but he told me his story, which, time- wise, matched exactly what ours did.",
      "ja": "同じ時間に同じものを 目撃したと言っていた"
    }
  },
  {
    "translation": {
      "en": "And I said, Lee Roy, can you help us out with this a little bit?",
      "ja": "“君も公表してくれ”と 頼んだら"
    }
  },
  {
    "translation": {
      "en": "And he said, No, I can't. I'm sorry.",
      "ja": "無理だと言われた"
    }
  },
  {
    "translation": {
      "en": "I'm voted in by my peers to protect them,",
      "ja": "市民を守る郡職員なのに"
    }
  },
  {
    "translation": {
      "en": "just like the sheriff is. What are they gonna think, that I'm one of the guys that said, I saw these lights?",
      "ja": "謎の光を見た変人と 思われるかもしれない"
    }
  },
  {
    "translation": {
      "en": "I thought it was gonna ruin me.",
      "ja": "リスクがあった"
    }
  },
  {
    "translation": {
      "en": "And I said, I understand, but I said, Come on, Lee Roy.",
      "ja": "それでも何とか説得した"
    }
  },
  {
    "translation": {
      "en": "I need somebody with a little credibility to add to it.",
      "ja": "“君が話せば信憑性が増す” とね"
    }
  },
  {
    "translation": {
      "en": "He said, I saw something special. You did too. And I think the world needs to know.",
      "ja": "“特別な経験だから 公表すべき”と説得された"
    }
  },
  {
    "translation": {
      "en": "Somebody like Lee Roy Gaitan has a lot to lose.",
      "ja": "ゲイタン氏を尊敬します"
    }
  },
  {
    "translation": {
      "en": "I have a lot of respect for him because when I called, he hesitated a little bit.",
      "ja": "リスクがある中 戸惑いながらも取材に応じ―"
    }
  },
  {
    "translation": {
      "en": "Then he said, No, I think it's important. He said that, What we saw was really different.",
      "ja": "貴重な話を 聞かせてくれました"
    }
  },
  {
    "translation": {
      "en": "I just saw some strange lights, traveling at a high rate of speed,",
      "ja": "高速で光が移動するのを見た"
    }
  },
  {
    "translation": {
      "en": "doing some things that I've never seen anything before in my life.",
      "ja": "あんなのは生まれて初めてだ"
    }
  },
  {
    "translation": {
      "en": "That was, I think, the first big county official",
      "ja": "〝奇妙な目撃情報に 市民は不安の声〞 郡職員の目撃証言は あれが最初だったと思う 〝奇妙な目撃情報に 市民は不安の声〞"
    }
  },
  {
    "translation": {
      "en": "that she was able to get that went on the record with it.",
      "ja": "郡職員の目撃証言は あれが最初だったと思う 〝奇妙な目撃情報に 市民は不安の声〞 郡職員の目撃証言は あれが最初だったと思う"
    }
  },
  {
    "translation": {
      "en": "Gave, really, the stories a lot of credibility.",
      "ja": "信頼性が向上した 信頼性が向上した 〝あんなものは 初めて見た〞"
    }
  },
  {
    "translation": {
      "en": "When I first heard about these reports,",
      "ja": "記事を読んで―"
    }
  },
  {
    "translation": {
      "en": "the first thing that went through my mind, Okay, something significant happened.",
      "ja": "“何かすごいことが起きた” と思った"
    }
  },
  {
    "translation": {
      "en": "Now, as to what happened, at that point, I didn't know.",
      "ja": "それが何かは 分からないけどね"
    }
  },
  {
    "translation": {
      "en": "But it was definitely worth investigating.",
      "ja": "だから調査に来た"
    }
  },
  {
    "translation": {
      "en": "My degree's in chemistry.",
      "ja": "私は化学専攻で"
    }
  },
  {
    "translation": {
      "en": "I was an engineering manager in the semiconductor field.",
      "ja": "半導体業界で エンジニアをしてた"
    }
  },
  {
    "translation": {
      "en": "And for the last 16 years,",
      "ja": "そして ここ16年間は ＵＦＯを調査している"
    }
  },
  {
    "translation": {
      "en": "I have spent my time studying the UFO phenomenon.",
      "ja": "そして ここ16年間は ＵＦＯを調査している そして ここ16年間は ＵＦＯを調査している ナノ技術 エンジニア ロバート･パウエル"
    }
  },
  {
    "translation": {
      "en": "And my goal has always been to try to bring science to this subject.",
      "ja": "科学的根拠を 見つけたいと思っている ナノ技術 エンジニア ロバート･パウエル 科学的根拠を 見つけたいと思っている"
    }
  },
  {
    "translation": {
      "en": "MUFON stands for the Mutual UFO Network.",
      "ja": "〝ムフォン〞 相互ＵＦＯネットワーク ムフォンは― 〝ムフォン〞 相互ＵＦＯネットワーク ムフォンは―"
    }
  },
  {
    "translation": {
      "en": "It's an organization that investigates UFO sightings.",
      "ja": "ＵＦＯの目撃情報を 調査する組織だ"
    }
  },
  {
    "translation": {
      "en": "In 2008, I was the director of research at MUFON.",
      "ja": "2008年当時 私は調査部長をしていた"
    }
  },
  {
    "translation": {
      "en": "And I remember I was monitoring reports as they came in,",
      "ja": "目撃情報の集計を 確認していると"
    }
  },
  {
    "translation": {
      "en": "and I suddenly saw over 20 reports",
      "ja": "スティーヴンビルと ダブリンで"
    }
  },
  {
    "translation": {
      "en": "in one geographic area, Stephenville and Dublin.",
      "ja": "20件以上の 報告が上がっていた"
    }
  },
  {
    "translation": {
      "en": "And I knew then that something unusual had happened.",
      "ja": "それで何かが起きたと知った"
    }
  },
  {
    "translation": {
      "en": "My view at that point in time was, We need to get there as soon as possible",
      "ja": "即 駆け付けるべきだと 判断した"
    }
  },
  {
    "translation": {
      "en": "and investigate this while everyone's memory is fresh.",
      "ja": "“目撃者が忘れる前に 記録せねば”とね"
    }
  },
  {
    "translation": {
      "en": "We were contacted by MUFON, and I'd never heard of MUFON.",
      "ja": "ムフォンという組織から 連絡があった"
    }
  },
  {
    "translation": {
      "en": "But they wanted to set up an investigation. And so we said, Well, we've got the Rotary building,",
      "ja": "調査会をしたいというので ロータリービルに―"
    }
  },
  {
    "translation": {
      "en": "and- and you're welcome to come in here.",
      "ja": "来るように言ったんだ"
    }
  },
  {
    "translation": {
      "en": "I'm chairman of the board of the First National Bank of Dublin.",
      "ja": "私は地元銀行の役員だったし"
    }
  },
  {
    "translation": {
      "en": "My grandfather was mayor of Dublin in the '30s.",
      "ja": "祖父は1930年代に ダブリン市長を務め"
    }
  },
  {
    "translation": {
      "en": "And then my, um, dad was mayor. My brother was mayor.",
      "ja": "父親も兄弟も市長だったんだ"
    }
  },
  {
    "translation": {
      "en": "So, yeah, we've been in Erath County, in this area, for a long time.",
      "ja": "銀行役員 パット･レザーウッド イーラス郡に 長年住んでいるんだよ イーラス郡に 長年住んでいるんだよ"
    }
  },
  {
    "translation": {
      "en": "Investigators from the Mutual UFO Network",
      "ja": "ムフォンの調査員が― 〝ムフォンが ダブリンに到着〞"
    }
  },
  {
    "translation": {
      "en": "plan to look into the Stephenville sightings this weekend.",
      "ja": "調査のため現地入りしました 〝ムフォンが ダブリンに到着〞 調査のため現地入りしました 調査のため現地入りしました 〝空を見つめる人々〞"
    }
  },
  {
    "translation": {
      "en": "I was setting things up, and the guy said, 35 is probably max.",
      "ja": "会場設営中に “35席もあれば十分だ” 〝空を見つめる人々〞 会場設営中に “35席もあれば十分だ”"
    }
  },
  {
    "translation": {
      "en": "I don't know if we've ever had that many show up.",
      "ja": "“多すぎるかも”と 言いながら"
    }
  },
  {
    "translation": {
      "en": "We set up 35, 40 chairs there,",
      "ja": "結局40席ほど用意した"
    }
  },
  {
    "translation": {
      "en": "and then the door opens up.",
      "ja": "そして開場したら"
    }
  },
  {
    "translation": {
      "en": "And it's like… It just filled up.",
      "ja": "あっと言う間に満席だ"
    }
  },
  {
    "translation": {
      "en": "Hundreds of people crowded Dublin's Rotary Club to share their stories.",
      "ja": "何百人もの人が 詰めかけています"
    }
  },
  {
    "translation": {
      "en": "What I saw was a very large blue light.",
      "ja": "大きくて青い光を見た スティーヴンビル ダブリン 大きくて青い光を見た"
    }
  },
  {
    "translation": {
      "en": "These were big, round objects.",
      "ja": "丸い物体だ"
    }
  },
  {
    "translation": {
      "en": "You can't see through it. You can't see in it.",
      "ja": "目で追いきれなかった"
    }
  },
  {
    "translation": {
      "en": "It was going so fast, and it didn't make any noise.",
      "ja": "速いが音はなかった"
    }
  },
  {
    "translation": {
      "en": "The building was packed. There were people even outside on the sidewalk.",
      "ja": "会場は人でいっぱいで 外まで人があふれていた"
    }
  },
  {
    "translation": {
      "en": "Some of the people who had come, they just turned around and walked off.",
      "ja": "様子を見て帰った人もいた"
    }
  },
  {
    "translation": {
      "en": "They didn't even want to deal with the number of people there.",
      "ja": "人が多くて嫌気がさしたんだ"
    }
  },
  {
    "translation": {
      "en": "At least 500 people filled the room. Witnesses who saw the light.",
      "ja": "500名以上の目撃者が 集まりました"
    }
  },
  {
    "translation": {
      "en": "The MUFON folks were kinda just taken aback because they've never seen anything like this.",
      "ja": "ムフォンのメンバーも 初めての事態に仰天していた"
    }
  },
  {
    "translation": {
      "en": "In an extremely small number of cases will we get a mass sighting like this.",
      "ja": "こんなに目撃者がいるのは 極めて珍しい"
    }
  },
  {
    "translation": {
      "en": "We put all those chairs out, and there were still people standing around the room.",
      "ja": "イスが足りずに 立ったままの人が大勢いた"
    }
  },
  {
    "translation": {
      "en": "All right, if I could see a show of hands who the witnesses are.",
      "ja": "目撃者は挙手してください"
    }
  },
  {
    "translation": {
      "en": "It was like everybody there had seen something.",
      "ja": "全員が目撃者のようだった"
    }
  },
  {
    "translation": {
      "en": "We're approaching a hundred people, probably, that have seen something in regard to this.",
      "ja": "我々は100名の目撃者に 話を聞いた"
    }
  },
  {
    "translation": {
      "en": "The Houston papers are there, the Dallas papers,",
      "ja": "〝イーラスにＵＦＯ〞 ヒューストンやダラスの 新聞社や ヒューストンやダラスの 新聞社や 〝ＵＦＯを見た〞 ヒューストンやダラスの 新聞社や"
    }
  },
  {
    "translation": {
      "en": "the papers from outside of Texas.",
      "ja": "〝ＵＦＯを見た〞 州外の新聞社も来た 州外の新聞社も来た 〝彼らは見た〞 州外の新聞社も来た"
    }
  },
  {
    "translation": {
      "en": "The best way I can describe it was a media circus.",
      "ja": "〝彼らは見た〞 まるでお祭り騒ぎだった まるでお祭り騒ぎだった"
    }
  },
  {
    "translation": {
      "en": "The next day or two, we were just inundated with media from all over the country.",
      "ja": "そして海外からも 取材陣が押し寄せてきた"
    }
  },
  {
    "translation": {
      "en": "Dozens of people in a small Texas town are talking about some unexpected visitors.",
      "ja": "“招かれざるもの”の話題で 持ちきりです"
    }
  },
  {
    "translation": {
      "en": "- Do you guys believe in UFOs? - Yes. - I think it's possible. - Yes.",
      "ja": "ＵＦＯを信じる？ 私はいると思う"
    }
  },
  {
    "translation": {
      "en": "I realized that the entire city had totally transformed.",
      "ja": "これを機に町が一変した"
    }
  },
  {
    "translation": {
      "en": "Skies over Stephenville haven't looked the same",
      "ja": "スティーヴンビルは"
    }
  },
  {
    "translation": {
      "en": "since a UFO reportedly made tracks across it January 8th.",
      "ja": "ＵＦＯの一件で まるで違う町になりました"
    }
  },
  {
    "translation": {
      "en": "Stephenville, the North Texas town, is swept up in UFO mania.",
      "ja": "ＵＦＯ愛好家が 集まっています"
    }
  },
  {
    "translation": {
      "en": "They had Japanese film crews, Brazilian film crews.",
      "ja": "日本やブラジルから 取材陣が来て"
    }
  },
  {
    "translation": {
      "en": "The Japanese film crews asked, Why does it keep coming to Stephenville?",
      "ja": "“なぜここばかり 現れるのか”と聞かれ"
    }
  },
  {
    "translation": {
      "en": "Then, jokingly, I said, Well, it's the milk capital of the world.",
      "ja": "“牛乳大国だから”と 返事した"
    }
  },
  {
    "translation": {
      "en": "They said, Oh, they like milk!",
      "ja": "“なるほど”だってさ"
    }
  },
  {
    "translation": {
      "en": "Da- eerie.",
      "ja": "“ダ･･･　イリー”"
    }
  },
  {
    "translation": {
      "en": "No wonder they're kind of gray and sickly- looking. Vitamin D deficiency.",
      "ja": "どおりで顔色が悪く ビタミンＤ欠乏症っぽいのか"
    }
  },
  {
    "translation": {
      "en": "- - Got milk?",
      "ja": "牛乳飲んだ？"
    }
  },
  {
    "translation": {
      "en": "The high school science club designed a T- shirt and made $4,000.",
      "ja": "高校の科学部が Ｔシャツをデザインして ４千ドルを売り上げました"
    }
  },
  {
    "translation": {
      "en": "- I can't even believe it. -",
      "ja": "ビックリ"
    }
  },
  {
    "translation": {
      "en": "Aluminum foil hats to ward off alien mind probes. Nice look, guy.",
      "ja": "心を読まれないように 頭にアルミホイルを"
    }
  },
  {
    "translation": {
      "en": "- - People are having a good time.",
      "ja": "〝火星人も牛乳が好き〞 楽しんでるわ 〝火星人も牛乳が好き〞"
    }
  },
  {
    "translation": {
      "en": "It's the most excitement Stephenville's had in a long time, so it probably won't end here.",
      "ja": "この町のにぎわいは まだまだ続くわよ"
    }
  },
  {
    "translation": {
      "en": "One evening, my husband and I happened to go to dinner, and it was packed.",
      "ja": "満員のレストランに 夫婦で行ったの"
    }
  },
  {
    "translation": {
      "en": "And all of a sudden, the TVs came on, and there was… There they were.",
      "ja": "そこで テレビで番組が始まったわ"
    }
  },
  {
    "translation": {
      "en": "They were dancing around, and they were flickering.",
      "ja": "光がちらついてた"
    }
  },
  {
    "translation": {
      "en": "Tonight, strange sights in the night skies over Texas fuel otherworldly questions.",
      "ja": "テキサスの不思議な経験を 掘り下げます"
    }
  },
  {
    "translation": {
      "en": "When that came on, there was just a hush. Everybody just was riveted.",
      "ja": "すると 皆 無言で 番組に釘付けになった"
    }
  },
  {
    "translation": {
      "en": "Angelia Joiner, staff writer for the Empire- Tribune, who has talked to several witnesses.",
      "ja": "記者のアンジェラ･ ジョイナーさんです"
    }
  },
  {
    "translation": {
      "en": "Very similar stories from people that have called in and emailed me.",
      "ja": "目撃者と電話やメールで 話をしましたが"
    }
  },
  {
    "translation": {
      "en": "So I think there's been a lot of consistency in the spottings.",
      "ja": "非常に共通点が多いと 感じています"
    }
  },
  {
    "translation": {
      "en": "Angelia did not treat this story like it was a fun- and- games story.",
      "ja": "アンジェラは 笑い話にすることなく"
    }
  },
  {
    "translation": {
      "en": "She… She took it serious from the very beginning.",
      "ja": "最初から真剣だった"
    }
  },
  {
    "translation": {
      "en": "After doing the first story, I did get a little spooked.",
      "ja": "最初 話を聞いたら 少し怖くなりました"
    }
  },
  {
    "translation": {
      "en": "I thought, Oh my gosh, this is bigger than… than what I even dreamed it could be.",
      "ja": "“思ってたより大ごとだ”と 感じたんです"
    }
  },
  {
    "translation": {
      "en": "It was nice that people were calling me,",
      "ja": "よく連絡をもらったよ"
    }
  },
  {
    "translation": {
      "en": "going, Hey, I saw the front page,",
      "ja": "“ダブリンの記事を見た” とね"
    }
  },
  {
    "translation": {
      "en": "and it was saying 'Dublin,' and it's kinda like, Wow, that's great!",
      "ja": "“ダブリンの記事を見た” とね “そりゃどうも”と 答えるけど"
    }
  },
  {
    "translation": {
      "en": "But then, at the same time, people… There's some that just love to ridicule.",
      "ja": "“そりゃどうも”と 答えるけど 人をからかいバカにする人は どこにでもいる"
    }
  },
  {
    "translation": {
      "en": "They love to kinda knock somebody off their horse.",
      "ja": "人をからかいバカにする人は どこにでもいる"
    }
  },
  {
    "translation": {
      "en": "There were some, um, radio stations out of Fort Worth came down and…",
      "ja": "フォートワースからきた ラジオ局が―"
    }
  },
  {
    "translation": {
      "en": "and basically just to make fun.",
      "ja": "笑い話に仕立てた"
    }
  },
  {
    "translation": {
      "en": "- You know? - They took my job. They took my wife. But they're not getting my pickup truck.",
      "ja": "仕事も妻もさらったが トラックは置いていった"
    }
  },
  {
    "translation": {
      "en": "There was people that showed up just to try to discredit these folks.",
      "ja": "バカにするために来た人も たくさんいた"
    }
  },
  {
    "translation": {
      "en": "When one of those little green monsters starts walking up here, then I'll believe it.",
      "ja": "緑の怪物が歩いてりゃ 信じるさ"
    }
  },
  {
    "translation": {
      "en": "And so, um, when these sightings started taking place,",
      "ja": "だから目撃情報を聞いても"
    }
  },
  {
    "translation": {
      "en": "we saw it, but we didn't really say a whole lot about it.",
      "ja": "特に行動は起こさなかった"
    }
  },
  {
    "translation": {
      "en": "It was starting to get a little dark. It was about this time of night.",
      "ja": "日が暮れて夜になった頃"
    }
  },
  {
    "translation": {
      "en": "My friend Kent was telling us this story",
      "ja": "ケントがこう言った"
    }
  },
  {
    "translation": {
      "en": "about something that he saw a few days before.",
      "ja": "数日前に何かを目撃したと"
    }
  },
  {
    "translation": {
      "en": "I looked up, and I'm saying, Ah, that's just not normal for me.",
      "ja": "“これは何か変だぞ”と 思ったんだ"
    }
  },
  {
    "translation": {
      "en": "He saw this, um… this huge, um…",
      "ja": "彼が見たのは巨大な―"
    }
  },
  {
    "translation": {
      "en": "He called it a Dorito.",
      "ja": "“ドリトス”だった"
    }
  },
  {
    "translation": {
      "en": "Looked like a triangle, or I- I said originally a Dorito.",
      "ja": "ドリトスみたいな 三角形だった"
    }
  },
  {
    "translation": {
      "en": "He, um, stands up, and he's stretching his back,",
      "ja": "ケントは立って ストレッチをして―"
    }
  },
  {
    "translation": {
      "en": "and all of a sudden, he goes, They're back.",
      "ja": "唐突に “また来た”と言ったんだ"
    }
  },
  {
    "translation": {
      "en": "And I said, Who's back?",
      "ja": "“誰が？”と聞いたよ"
    }
  },
  {
    "translation": {
      "en": "And he just points.",
      "ja": "すると指をさした先に―"
    }
  },
  {
    "translation": {
      "en": "I see this big, triangular vessel.",
      "ja": "巨大な三角形の 宇宙船が浮いていた"
    }
  },
  {
    "translation": {
      "en": "But what's amazing is there's no sound. There is no sound whatsoever.",
      "ja": "驚いたことに 音はしなかった"
    }
  },
  {
    "translation": {
      "en": "I couldn't process what I was seeing because it was huge,",
      "ja": "あまりに驚いて 理解ができなかった あまりに驚いて 理解ができなかった 数学教師 リサ･レザーウッド"
    }
  },
  {
    "translation": {
      "en": "and you just look and you think…",
      "ja": "数学教師 リサ･レザーウッド 見上げながら… 数学教師 リサ･レザーウッド"
    }
  },
  {
    "translation": {
      "en": "What is that thing?",
      "ja": "数学教師 リサ･レザーウッド “何だろう”と 数学教師 リサ･レザーウッド “何だろう”と"
    }
  },
  {
    "translation": {
      "en": "And then, all of a sudden, it's gone.",
      "ja": "そしていなくなった"
    }
  },
  {
    "translation": {
      "en": "Almost like it just vanished.",
      "ja": "突然消えたの"
    }
  },
  {
    "translation": {
      "en": "I was not scared,",
      "ja": "怖くはなかったけど"
    }
  },
  {
    "translation": {
      "en": "but it was almost where I'm thinking…",
      "ja": "でも しばらくすると"
    }
  },
  {
    "translation": {
      "en": "beginning to doubt myself. Did I even see anything?",
      "ja": "本当に見たのか 分からなくなった"
    }
  },
  {
    "translation": {
      "en": "Then it was, like… The next day, it's like…",
      "ja": "だから翌日言ったの"
    }
  },
  {
    "translation": {
      "en": "Don't tell anybody.",
      "ja": "“秘密に”と"
    }
  },
  {
    "translation": {
      "en": "When you sit there and you say, Yeah, I just saw this… this vessel,",
      "ja": "“宇宙船を見た”とか “光を見た”という話は"
    }
  },
  {
    "translation": {
      "en": "or, I saw these lights, well, who do we tell about it?",
      "ja": "誰に打ち明けるかによって"
    }
  },
  {
    "translation": {
      "en": "And if we did, what kind of flak are we gonna take?",
      "ja": "批判される可能性だってある"
    }
  },
  {
    "translation": {
      "en": "What we don't understand, we try to explain,",
      "ja": "〈分からないものは 理解しようと試みるけど〉"
    }
  },
  {
    "translation": {
      "en": "but our culture is also very open",
      "ja": "〈我々は 目に見えないものも―〉"
    }
  },
  {
    "translation": {
      "en": "to accepting things we cannot see or understand.",
      "ja": "〈我々は 目に見えないものも―〉 〈受け入れる文化なの〉"
    }
  },
  {
    "translation": {
      "en": "We do not rely on facts constantly, like here in the US.",
      "ja": "〈アメリカは 事実しか見ないけど―〉"
    }
  },
  {
    "translation": {
      "en": "The inexplicable does not necessarily mean that it is not reality or fact.",
      "ja": "〈我々は未知のものも 存在すると考えている〉"
    }
  },
  {
    "translation": {
      "en": "In 2008, what I saw were lights in the sky.",
      "ja": "2008年 空に光を見たの"
    }
  },
  {
    "translation": {
      "en": "But the neat thing about it was that when I saw those,",
      "ja": "それを思い出したわ 高等学校 校長 ノーマ･ブリセーニョ それを思い出したわ"
    }
  },
  {
    "translation": {
      "en": "I remembered they were exactly the same as the first time I saw 'em.",
      "ja": "高等学校 校長 ノーマ･ブリセーニョ あの時 見たものと 全く同じだった"
    }
  },
  {
    "translation": {
      "en": "'Cause I saw them first as a teenager.",
      "ja": "高等学校 校長 ノーマ･ブリセーニョ あの時 見たものと 全く同じだった あの時 見たものと 全く同じだった"
    }
  },
  {
    "translation": {
      "en": "We're originally from Mexico.",
      "ja": "メキシコ出身なの"
    }
  },
  {
    "translation": {
      "en": "And for Christmas break, we were getting ready to travel to Michoacán, in Mexico, with our family.",
      "ja": "だからクリスマスに 家族で帰省を予定してた"
    }
  },
  {
    "translation": {
      "en": "My mother, the evening before, was on the dairy farm.",
      "ja": "母は帰省する前日の夕方に 牧場で―"
    }
  },
  {
    "translation": {
      "en": "And she says, I was out there feeding the calves,",
      "ja": "牛に餌をやってた"
    }
  },
  {
    "translation": {
      "en": "and these lights were- were appearing up in the sky, like bubbles.",
      "ja": "すると 空に光が 見えたらしいの"
    }
  },
  {
    "translation": {
      "en": "You know, could it be evil spirits or- or- or something?",
      "ja": "悪霊かと思ったそうよ"
    }
  },
  {
    "translation": {
      "en": "Because we tend to be a very superstitious culture.",
      "ja": "迷信を信じる文化だから"
    }
  },
  {
    "translation": {
      "en": "And so when she saw those, she was very much startled. She was afraid.",
      "ja": "それを見て うろたえたみたい"
    }
  },
  {
    "translation": {
      "en": "That next day, we were on our way to travel to Mexico, we were in our vehicle, already loaded up and- and headed out,",
      "ja": "翌日メキシコに向けて 車を走らせていたら"
    }
  },
  {
    "translation": {
      "en": "and these lights started coming up.",
      "ja": "ライトが見えたの"
    }
  },
  {
    "translation": {
      "en": "And then my mom said, Those are the ones I saw, um, yesterday.",
      "ja": "母が“昨日と同じだ”と 言って―"
    }
  },
  {
    "translation": {
      "en": "And me and my sister and my other sibling saw those at that time.",
      "ja": "きょうだい全員で見たの"
    }
  },
  {
    "translation": {
      "en": "It wasn't something that we could explain.",
      "ja": "何かは分からない"
    }
  },
  {
    "translation": {
      "en": "All I know is that what I saw in 1989",
      "ja": "でも1989年に見た光と―"
    }
  },
  {
    "translation": {
      "en": "was the same thing that, again, I saw in 2008.",
      "ja": "2008年の光は同じだった"
    }
  },
  {
    "translation": {
      "en": "We were coming back from Fort Worth, me and my husband, about this time in the evening.",
      "ja": "夕方にフォートワースから 戻る途中だった"
    }
  },
  {
    "translation": {
      "en": "We could see the lights up in this area.",
      "ja": "この辺りで光が見えたの"
    }
  },
  {
    "translation": {
      "en": "It was like they would bubble in one spot, then bubble in another spot.",
      "ja": "泡のようなものが あちこちに現れて"
    }
  },
  {
    "translation": {
      "en": "And it was too fast for any- any… any airplane or helicopter to do.",
      "ja": "飛行機やヘリコプターでは ありえない高速で動いてた"
    }
  },
  {
    "translation": {
      "en": "As we're looking up, I'm hanging out the door with my camera",
      "ja": "撮影しようと思って 車の窓を開けて"
    }
  },
  {
    "translation": {
      "en": "trying to take pictures of it,",
      "ja": "カメラを向けたの"
    }
  },
  {
    "translation": {
      "en": "but the camera, it just wasn't fast enough to be-- to be able to take those pictures.",
      "ja": "でも動きが速すぎて 撮影できなかった"
    }
  },
  {
    "translation": {
      "en": "Then they were gone.",
      "ja": "そして消えた"
    }
  },
  {
    "translation": {
      "en": "I do believe that when people come to our area, it's for a reason.",
      "ja": "何か目的があるのだと思う"
    }
  },
  {
    "translation": {
      "en": "If they're here, why are they here?",
      "ja": "ここに来た理由があるはず"
    }
  },
  {
    "translation": {
      "en": "Today we're- we're gonna be talking about Don Quixote. Who's familiar with Don Quixote?",
      "ja": "ドン･キホーテを 知ってる人は？"
    }
  },
  {
    "translation": {
      "en": "I love working with students. I've always told them, You have a mind of your own.",
      "ja": "自分の頭で考えるように 教えてる"
    }
  },
  {
    "translation": {
      "en": "You need to see what information A and information B has.",
      "ja": "“ＡとＢの情報を 吟味すること”"
    }
  },
  {
    "translation": {
      "en": "Not going against their parents or going against, uh, any- any type of doctrine,",
      "ja": "“親に反発したり 教義に反したりせず―”"
    }
  },
  {
    "translation": {
      "en": "but just to be informed.",
      "ja": "“見識を広げて”と"
    }
  },
  {
    "translation": {
      "en": "We was very driven to find out what it was that we saw.",
      "ja": "正体を突き止めたかったが"
    }
  },
  {
    "translation": {
      "en": "The more we dug into it, I kept developing more questions than answers.",
      "ja": "調査を進めるほど 謎は深まる一方だった"
    }
  },
  {
    "translation": {
      "en": "I don't have enough nerve to call the NAS, the naval air station.",
      "ja": "海軍航空基地に 連絡したのは―"
    }
  },
  {
    "translation": {
      "en": "Angelia, she did.",
      "ja": "アンジェラだった"
    }
  },
  {
    "translation": {
      "en": "She'd called down there and talked to Maj. Carl Lewis.",
      "ja": "電話で問い合わせたんだ"
    }
  },
  {
    "translation": {
      "en": "I called him to check out,",
      "ja": "フォートワース 海軍航空基地 電話して教えてもらったの"
    }
  },
  {
    "translation": {
      "en": "Were there F- 16s in the area?",
      "ja": "Ｆ16戦闘機の有無をね"
    }
  },
  {
    "translation": {
      "en": "He said, No, we did not have any F- 16s in the area.",
      "ja": "回答は“配備していない” だったわ"
    }
  },
  {
    "translation": {
      "en": "The Air Force says none of its planes were in the area at the time of the sightings.",
      "ja": "軍は航空機の配備を 否定しました"
    }
  },
  {
    "translation": {
      "en": "Angelia told me that. And he'd come back with all kinds of excuses what we thought we might have seen.",
      "ja": "目撃情報に対し あれこれ言ってきたらしい"
    }
  },
  {
    "translation": {
      "en": "One excuse was a reflection off of a high- altitude jet airliner.",
      "ja": "“飛行機が 光を反射したかも”だとさ"
    }
  },
  {
    "translation": {
      "en": "She says, What do you think about that? And I said, Is it a reflection off of my shiny white ass?",
      "ja": "それなら 俺の白いケツだって反射する"
    }
  },
  {
    "translation": {
      "en": "I was really worried about Steve Allen. You could tell he was just haggard.",
      "ja": "スティーヴがやつれて 随分心配した"
    }
  },
  {
    "translation": {
      "en": "His wife told me he was on the Internet constantly, looking for pictures,",
      "ja": "ネットにかじりついて 類似する目撃情報を―"
    }
  },
  {
    "translation": {
      "en": "trying to find something that looked like what he had seen.",
      "ja": "ずっと探し続けてると 聞いたわ"
    }
  },
  {
    "translation": {
      "en": "I told my wife that several of us was gon' get in our airplanes and go look for it.",
      "ja": "友人と飛行機で 探してくると言うと"
    }
  },
  {
    "translation": {
      "en": "And she, of course, didn't like that idea.",
      "ja": "妻は嫌な顔をした"
    }
  },
  {
    "translation": {
      "en": "But, you know, it's like telling a- a kid to do something.",
      "ja": "でも俺はわがままな 子どもみたいに"
    }
  },
  {
    "translation": {
      "en": "We're gon' do what we want to.",
      "ja": "我を通した"
    }
  },
  {
    "translation": {
      "en": "Our first thought was, we hoped we would find where it was based out of. It appeared out of nowhere.",
      "ja": "まずは拠点となる場所を 探してみることにした"
    }
  },
  {
    "translation": {
      "en": "So we explored all possibilities. We combed the whole area.",
      "ja": "いろいろな可能性を しらみつぶしに確認した"
    }
  },
  {
    "translation": {
      "en": "Then on about the third night…",
      "ja": "３度目のフライトで"
    }
  },
  {
    "translation": {
      "en": "…we was talking to each other on the radio.",
      "ja": "無線で話した"
    }
  },
  {
    "translation": {
      "en": "I said, Do you guys ever feel like you're looking for a needle in a haystack?",
      "ja": "これじゃ 見つかりそうにないとね"
    }
  },
  {
    "translation": {
      "en": "What I saw happen in Steve is the same thing I've seen happen in a lot of witnesses.",
      "ja": "多くの目撃者が スティーヴのようになった"
    }
  },
  {
    "translation": {
      "en": "You've got this feeling of control.",
      "ja": "成功を収めた者が―"
    }
  },
  {
    "translation": {
      "en": "And then, suddenly, you see something close to you,",
      "ja": "ある時 何かを目撃するんだ"
    }
  },
  {
    "translation": {
      "en": "and it does something that is so… impossible",
      "ja": "それを理解できないという 現実に直面し"
    }
  },
  {
    "translation": {
      "en": "that it just shakes the underpinnings",
      "ja": "自己基盤が揺らいでしまう"
    }
  },
  {
    "translation": {
      "en": "of what they have always thought the world was.",
      "ja": "そして世界感が崩れる"
    }
  },
  {
    "translation": {
      "en": "Ricky Sorrells was deer hunting in these woods",
      "ja": "リッキー･ソレルズは 鹿狩り中に"
    }
  },
  {
    "translation": {
      "en": "when he says the UFO stopped and hovered just over his head.",
      "ja": "リッキー･ソレルズは 鹿狩り中に 頭上に浮かぶＵＦＯに 気が付いた"
    }
  },
  {
    "translation": {
      "en": "And I did just like this, and I could see it. And it…",
      "ja": "こうやって見てた"
    }
  },
  {
    "translation": {
      "en": "Ricky Sorrells has a very interesting story.",
      "ja": "彼の話はかなり特殊だ"
    }
  },
  {
    "translation": {
      "en": "Ricky actually had a UFO sighting",
      "ja": "彼が目撃した時期は"
    }
  },
  {
    "translation": {
      "en": "almost two weeks, roughly, before the Stephenville incident.",
      "ja": "スティーヴンビルの一件の ２週間前だ"
    }
  },
  {
    "translation": {
      "en": "I met Ricky personally,",
      "ja": "２００７年12月 リッキーに直接会って 何が起きたか聞いた ２００７年12月 リッキーに直接会って 何が起きたか聞いた"
    }
  },
  {
    "translation": {
      "en": "and he told me the story of- of what happened.",
      "ja": "リッキーに直接会って 何が起きたか聞いた"
    }
  },
  {
    "translation": {
      "en": "He was out deer hunting. All of a sudden, everything got dark,",
      "ja": "鹿狩りをしていたら 突然周りが暗くなった"
    }
  },
  {
    "translation": {
      "en": "like clouds had come overhead.",
      "ja": "雲が立ちこめたようだった"
    }
  },
  {
    "translation": {
      "en": "Well, he looked up, and there was an object above him.",
      "ja": "上を見たら 頭上に何かが浮いていた"
    }
  },
  {
    "translation": {
      "en": "He couldn't tell its size or its shape",
      "ja": "大きさや形は分からなかった"
    }
  },
  {
    "translation": {
      "en": "because it was so large that it just covered everything above him.",
      "ja": "あまりに巨大だったからだ"
    }
  },
  {
    "translation": {
      "en": "He raised his rifle up and looked at it through the scope,",
      "ja": "猟銃のスコープで のぞいて"
    }
  },
  {
    "translation": {
      "en": "so he could get a better view of it.",
      "ja": "よく見ようとした"
    }
  },
  {
    "translation": {
      "en": "And, uh, he says, I looked it over, and there was no bolts, no rivets,",
      "ja": "するとネジもリベットも なかったらしい"
    }
  },
  {
    "translation": {
      "en": "and it just seemed seamless all over. And that's all he could see.",
      "ja": "どこにも 継ぎ目が無かったそうだ"
    }
  },
  {
    "translation": {
      "en": "And he says, I started to go ahead and shoot it,",
      "ja": "彼は猟銃を発射したが"
    }
  },
  {
    "translation": {
      "en": "but he got to thinking, That wasn't the smartest thing I'd ever done.",
      "ja": "バカなことをしたと 後悔してた"
    }
  },
  {
    "translation": {
      "en": "Sorrells didn't want to start an interstellar war.",
      "ja": "惑星間戦争勃発は 避けたい"
    }
  },
  {
    "translation": {
      "en": "And when it took off, it took off so fast, if I would have blinked, I would have thought it vanished.",
      "ja": "まばたきより速い速度で 飛んでいった"
    }
  },
  {
    "translation": {
      "en": "He said, You know, the amazing thing",
      "ja": "それが またすごかった"
    }
  },
  {
    "translation": {
      "en": "is that this huge object that took off at such a high speed,",
      "ja": "巨大な物体が 高速で飛び去るなら"
    }
  },
  {
    "translation": {
      "en": "it should have just sucked me right along with it.",
      "ja": "風が巻き起こるはずだ"
    }
  },
  {
    "translation": {
      "en": "And he said, There was nothing. No sound, no wind. Nothing.",
      "ja": "だがその時は 無風で音すらしなかった"
    }
  },
  {
    "translation": {
      "en": "Somehow that object didn't interact with the atmosphere.",
      "ja": "辺りは何の影響も 受けなかったそうだ"
    }
  },
  {
    "translation": {
      "en": "There was one morning, uh, Ricky came to my house, and Ricky's in tears.",
      "ja": "ある日リッキーが 泣きながらやって来た"
    }
  },
  {
    "translation": {
      "en": "I asked him, Man, what's going on? He said, Lee Roy, people are harassing me at my own house.",
      "ja": "理由を聞いたら 嫌がらせを受けていると言う"
    }
  },
  {
    "translation": {
      "en": "Who's harassing you? He said, I don't know. He said, They tell me that they, uh, work for the government.",
      "ja": "誰からと聞いたら 政府の関係者らしかった"
    }
  },
  {
    "translation": {
      "en": "Ricky was definitely being intimidated.",
      "ja": "リッキーは脅されていた"
    }
  },
  {
    "translation": {
      "en": "He found a bullet. It was definitely military- grade.",
      "ja": "弾丸が置いてあった 軍仕様のものだ"
    }
  },
  {
    "translation": {
      "en": "He thinks they may have left that on purpose",
      "ja": "誰かの差し金だろう"
    }
  },
  {
    "translation": {
      "en": "to persuade him not to be speaking about it.",
      "ja": "“話すな”ということだ"
    }
  },
  {
    "translation": {
      "en": "The next thing I know, um, he is calling me.",
      "ja": "彼は私に訴えました"
    }
  },
  {
    "translation": {
      "en": "He said, Something's going on. Somebody's bothering me.",
      "ja": "誰かに嫌がらせを 受けていると"
    }
  },
  {
    "translation": {
      "en": "I'm having all these helicopters flying over my place.",
      "ja": "ヘリがひっきりなしに 飛び回るので"
    }
  },
  {
    "translation": {
      "en": "They are running my cattle to death.",
      "ja": "家畜の牛が死んだと"
    }
  },
  {
    "translation": {
      "en": "And he came to me out of concern for my safety.",
      "ja": "そして彼は 私の身を案じてくれたのです"
    }
  },
  {
    "translation": {
      "en": "Angelia, assuming that Ricky is not nuts,",
      "ja": "アンジェラ 彼が正気なら―"
    }
  },
  {
    "translation": {
      "en": "uh, what do you make of this?",
      "ja": "彼は何を見たと？"
    }
  },
  {
    "translation": {
      "en": "Well, I feel that perhaps Ricky might have been singled out,",
      "ja": "リッキーの話が 例外的なんだとしたら"
    }
  },
  {
    "translation": {
      "en": "simply because he was the one that had a daytime sighting.",
      "ja": "それは彼が昼間に 目撃したからよ"
    }
  },
  {
    "translation": {
      "en": "He had more detail than anyone else,",
      "ja": "他の誰より 詳細に覚えているから"
    }
  },
  {
    "translation": {
      "en": "and I wondered if that might be why he was singled out.",
      "ja": "彼の話は特殊なんだと思う"
    }
  },
  {
    "translation": {
      "en": "And, suddenly…",
      "ja": "ある時"
    }
  },
  {
    "translation": {
      "en": "Ricky stops talking to everybody.",
      "ja": "彼は話し始めた"
    }
  },
  {
    "translation": {
      "en": "I think Ricky saw a lot more than what the rest of us saw.",
      "ja": "リッキーは他の誰より 多くを目撃してる"
    }
  },
  {
    "translation": {
      "en": "Ricky has said he saw some sort of something inside the aircraft,",
      "ja": "彼が言うには 飛行船の中が見えたらしい"
    }
  },
  {
    "translation": {
      "en": "and it resembled some sort of insect or maybe even a praying mantis.",
      "ja": "カマキリのような形を していたらしい"
    }
  },
  {
    "translation": {
      "en": "I- I- I think that Ricky was possibly approached by someone",
      "ja": "誰かがリッキーに 接触した可能性がある"
    }
  },
  {
    "translation": {
      "en": "and offered a monetary agreement.",
      "ja": "そしてカネを 渡したんじゃないか"
    }
  },
  {
    "translation": {
      "en": "They wanted him quiet.",
      "ja": "“黙ってろ”と"
    }
  },
  {
    "translation": {
      "en": "A military colonel called me, one afternoon at my house,",
      "ja": "ある日 軍から電話があった"
    }
  },
  {
    "translation": {
      "en": "and talked to me about an hour and 45 minutes.",
      "ja": "１時間45分も話したよ"
    }
  },
  {
    "translation": {
      "en": "Says, We've had a lot of discussion about you and what to do with you.",
      "ja": "“君をどうすべきか 議論している”と言うんだ"
    }
  },
  {
    "translation": {
      "en": "You're kind of a high- profile guy.",
      "ja": "“君は目立つから―”"
    }
  },
  {
    "translation": {
      "en": "If you just happened to come up missing, it'd kinda look suspicious.",
      "ja": "“突然消えたら 怪しまれる”とね"
    }
  },
  {
    "translation": {
      "en": "They're going against the wind. The wind's 120 knots west.",
      "ja": "風速60メートルの 風に向かって飛んでる"
    }
  },
  {
    "translation": {
      "en": "Look at that, dude!",
      "ja": "見ろよ"
    }
  },
  {
    "translation": {
      "en": "I found myself watching the footage over and over again,",
      "ja": "この映像を 何度も繰り返し見た"
    }
  },
  {
    "translation": {
      "en": "almost obsessively.",
      "ja": "取りつかれたようにね"
    }
  },
  {
    "translation": {
      "en": "I had no awareness of what the upper chain of command was doing with this information.",
      "ja": "上層部がこの映像を どう捉えているかは知らない"
    }
  },
  {
    "translation": {
      "en": "In 2017, I transferred to the Office of Naval Intelligence.",
      "ja": "2017年に私は 海軍情報局に異動になり"
    }
  },
  {
    "translation": {
      "en": "I was gonna be an analyst there.",
      "ja": "分析官を目指してた 海軍情報解読者 マシュー･ロバーツ 分析官を目指してた 海軍情報解読者 マシュー･ロバーツ"
    }
  },
  {
    "translation": {
      "en": "And, um… shortly after I arrived, I, uh…",
      "ja": "海軍情報解読者 マシュー･ロバーツ そして異動になって すぐに 海軍情報解読者 マシュー･ロバーツ それが始まったんだ"
    }
  },
  {
    "translation": {
      "en": "I started to have these follow- on experiences",
      "ja": "それが始まったんだ あの現象の続きと言える 出来事が起きた"
    }
  },
  {
    "translation": {
      "en": "with the phenomenon.",
      "ja": "あの現象の続きと言える 出来事が起きた"
    }
  },
  {
    "translation": {
      "en": "That was, like, the beginning of seeing non- human entities in my room at night.",
      "ja": "自分の部屋で彼らを 見るようになったんだ"
    }
  },
  {
    "translation": {
      "en": "I would wake up several times a week,",
      "ja": "１週間に何度も起きた"
    }
  },
  {
    "translation": {
      "en": "and I would feel my body kind of sliding across the bed.",
      "ja": "彼らは寝ている私を 連れ去るために―"
    }
  },
  {
    "translation": {
      "en": "And I knew that they were taking me.",
      "ja": "引きずっていった"
    }
  },
  {
    "translation": {
      "en": "I woke up 'cause I felt…",
      "ja": "そして 私は目を覚ました"
    }
  },
  {
    "translation": {
      "en": "a hand grab my arm right here.",
      "ja": "腕を誰かにつかまれたんだ"
    }
  },
  {
    "translation": {
      "en": "So I went to try and raise my hands to my face to wipe the sleep away,",
      "ja": "だから顔を拭って 眠気を覚まそうとした"
    }
  },
  {
    "translation": {
      "en": "and, uh, I realized I couldn't move.",
      "ja": "でも体が動かなかった"
    }
  },
  {
    "translation": {
      "en": "And I could just see this outline of a shadowy figure with…",
      "ja": "私が見たのは その者の影だけだったが"
    }
  },
  {
    "translation": {
      "en": "you know, a torso, two arms, and a head, standing over me.",
      "ja": "腕２本と頭がついた上半身が のぞき込んでいた"
    }
  },
  {
    "translation": {
      "en": "When I was in the Navy and I saw this footage, I knew that there was something out there.",
      "ja": "あの映像を見てたから 宇宙人はいると思ってた"
    }
  },
  {
    "translation": {
      "en": "Right? I knew there was something non- human out there.",
      "ja": "人ではない生き物がいるとね"
    }
  },
  {
    "translation": {
      "en": "So I knew when they started showing up in my room",
      "ja": "だから彼らが来た時―"
    }
  },
  {
    "translation": {
      "en": "that… a- all of this was real.",
      "ja": "“やはりいたか”と思った"
    }
  },
  {
    "translation": {
      "en": "I- I- I had the luxury of knowing that I wasn't going crazy.",
      "ja": "パニックにならずに済んだ"
    }
  },
  {
    "translation": {
      "en": "Right? I knew what it was.",
      "ja": "いると思ってたからね"
    }
  },
  {
    "translation": {
      "en": "Whoa! Got it!",
      "ja": "見つけたぞ"
    }
  },
  {
    "translation": {
      "en": "There's all kinds of sensor evidence, radar evidence.",
      "ja": "レーダーなどが 捉えた証拠がある"
    }
  },
  {
    "translation": {
      "en": "I think that there's enough footage",
      "ja": "その豊富なデータを"
    }
  },
  {
    "translation": {
      "en": "that if they just released all of it and said, Hey, this is what we have,",
      "ja": "事実として 公表すればいいと思う"
    }
  },
  {
    "translation": {
      "en": "they don't even have to give an explanation.",
      "ja": "説明する必要はない"
    }
  },
  {
    "translation": {
      "en": "They can just say, We don't know. This is what we got.",
      "ja": "“撮れたので公開します” でいい"
    }
  },
  {
    "translation": {
      "en": "Um, there would be no… no doubt",
      "ja": "疑う余地はないだろう"
    }
  },
  {
    "translation": {
      "en": "as to whether or not the phenomenon is real. Everyone would know it.",
      "ja": "これさえ見れば 皆 理解するはずだ"
    }
  },
  {
    "translation": {
      "en": "The US military is now saying",
      "ja": "スティーヴンビルの飛行体は 戦闘機だったと―"
    }
  },
  {
    "translation": {
      "en": "it was fighter jets, not UFOs, that folks were seeing",
      "ja": "スティーヴンビルの飛行体は 戦闘機だったと― ２００８年１月23日"
    }
  },
  {
    "translation": {
      "en": "in the Stephenville area earlier this month.",
      "ja": "空軍が訂正しました ２００８年１月23日 空軍が訂正しました"
    }
  },
  {
    "translation": {
      "en": "The military now says it was training in the area after all.",
      "ja": "訓練が実施されていたと 言うのです 訓練が実施されていたと 言うのです 〝空軍がミス？〞"
    }
  },
  {
    "translation": {
      "en": "Ten F- 16s over the Brownwood military operating area.",
      "ja": "Ｆ16戦闘機が10機 訓練中でした"
    }
  },
  {
    "translation": {
      "en": "The military spokesman blames an internal communications error for giving out false information.",
      "ja": "内部の伝達ミスによって 間違いが起きたとのことです"
    }
  },
  {
    "translation": {
      "en": "There was no more new sightings. We were clearly not gonna get an answer from the government or…",
      "ja": "新しい目撃情報は途絶え 政府からの回答も―"
    }
  },
  {
    "translation": {
      "en": "on what this could have been.",
      "ja": "望みは薄かった"
    }
  },
  {
    "translation": {
      "en": "So unless we have something new and significant to report about it, we need to get on to other things.",
      "ja": "新しい情報がないなら 次の話題に移る時期よ"
    }
  },
  {
    "translation": {
      "en": "It was a hard thing for Angelia. She really had a hard time letting go of it and breaking away from it.",
      "ja": "でもアンジェラはずっと 次に進めずにいた"
    }
  },
  {
    "translation": {
      "en": "I just couldn't abandon those witnesses.",
      "ja": "見捨てられなかったの"
    }
  },
  {
    "translation": {
      "en": "They were thrust into the limelight just like I was.",
      "ja": "目撃した人たちは 私と同じように注目を浴びた"
    }
  },
  {
    "translation": {
      "en": "Plus, it was shaking them to their very core about what they had seen.",
      "ja": "さらに目撃したことを おびえていたわ"
    }
  },
  {
    "translation": {
      "en": "I had given her an assignment, and I had this feeling",
      "ja": "アンジェラは 与えた仕事をしなかった"
    }
  },
  {
    "translation": {
      "en": "that she wasn't doing it that day, and she left.",
      "ja": "アンジェラは 与えた仕事をしなかった 夜 パソコンを見たら"
    }
  },
  {
    "translation": {
      "en": "And I got on her computer and discovered some emails",
      "ja": "夜 パソコンを見たら こんな送信をしてた"
    }
  },
  {
    "translation": {
      "en": "that she had sent saying that the newspaper",
      "ja": "こんな送信をしてた “この新聞社と 上司である私と政府―”"
    }
  },
  {
    "translation": {
      "en": "and the management here, or me, um, specifically,",
      "ja": "“この新聞社と 上司である私と政府―”"
    }
  },
  {
    "translation": {
      "en": "I'd gotten pressure to shut it down from the government and the city, and the city officials.",
      "ja": "“それに市議から 記事を中断させられた”と"
    }
  },
  {
    "translation": {
      "en": "And I was pretty upset about that, 'cause none of that was true.",
      "ja": "全くのデタラメだから ショックだったわ"
    }
  },
  {
    "translation": {
      "en": "Very strange story with Angelia. She came into work one morning, and her computer was gone.",
      "ja": "ある日の朝 アンジェラの パソコンが無かった"
    }
  },
  {
    "translation": {
      "en": "And she says, Hey, what happened to my computer and my stuff?",
      "ja": "それを社内で 問い合わせたところ"
    }
  },
  {
    "translation": {
      "en": "And they told her she didn't work there anymore.",
      "ja": "彼女は解雇されてた"
    }
  },
  {
    "translation": {
      "en": "Was it a termination? Yes. But she didn't want to be there. She wanted to continue this.",
      "ja": "解雇だけど 彼女も辞めたいと思ってた"
    }
  },
  {
    "translation": {
      "en": "And that was a story that I was happy to move on from.",
      "ja": "前に進む時期だった"
    }
  },
  {
    "translation": {
      "en": "If you look at the UFO phenomenon, for…",
      "ja": "ＵＦＯにまつわる話は"
    }
  },
  {
    "translation": {
      "en": "It's gone on for 75 years in the modern era.",
      "ja": "この近代の時代に 75年間も語り継がれている"
    }
  },
  {
    "translation": {
      "en": "And yet, today, we still don't know much more than we knew 75 years ago.",
      "ja": "それなのに我々の知識は 75年前と ほぼ変わらない"
    }
  },
  {
    "translation": {
      "en": "That's troubling for many in the field of science",
      "ja": "科学分野では悩ましい問題で"
    }
  },
  {
    "translation": {
      "en": "because there's no crystal clear, solid evidence.",
      "ja": "確固たる証拠が いまだに無いんだ"
    }
  },
  {
    "translation": {
      "en": "And- And that's the mystery of this phenomenon,",
      "ja": "その事実が ミステリーと言える"
    }
  },
  {
    "translation": {
      "en": "is like, Where is the evidence?",
      "ja": "証拠がないんだから"
    }
  },
  {
    "translation": {
      "en": "Three o'clock in the morning, I'd been out working a moonlighting job in Stephenville.",
      "ja": "あれは夜中の３時で 俺は夜の仕事中だった"
    }
  },
  {
    "translation": {
      "en": "There's an alarm call at this business.",
      "ja": "緊急連絡があって"
    }
  },
  {
    "translation": {
      "en": "I went ahead and advised the sheriff's department that I was close by and would take the call.",
      "ja": "近くにいた俺が 対応することになった"
    }
  },
  {
    "translation": {
      "en": "And when I get out of the car,",
      "ja": "車を降りたら"
    }
  },
  {
    "translation": {
      "en": "I look and I see a pulsating orb up in the sky.",
      "ja": "空に動く球体が見えたんだ"
    }
  },
  {
    "translation": {
      "en": "Got my dashcam and positioned it, trying to videotape this object.",
      "ja": "車のカメラを向けて 撮影しようと試みた"
    }
  },
  {
    "translation": {
      "en": "I took the video home. Uh, back then, it was VHS, and put it in my player at home.",
      "ja": "家に持ち帰って ＶＨＳで観ようとしたら"
    }
  },
  {
    "translation": {
      "en": "It was not a clear video. It was like something was interfering the, uh, quality.",
      "ja": "よく撮れているはずなのに なぜか映像が悪かった"
    }
  },
  {
    "translation": {
      "en": "I said, Man, why is this tape messing up, right now of all times?",
      "ja": "肝心な時に限ってこうだ"
    }
  },
  {
    "translation": {
      "en": "I had never had a problem before that with any video.",
      "ja": "あんな状態になったのは 初めてだった"
    }
  },
  {
    "translation": {
      "en": "After that, I used that camera at least another year and a half,",
      "ja": "カメラはその後も １年半使ったが―"
    }
  },
  {
    "translation": {
      "en": "before I went digital. Never had a problem like that.",
      "ja": "同じような問題は 起きなかった"
    }
  },
  {
    "translation": {
      "en": "Whatever this thing was,",
      "ja": "写りが悪かったのは"
    }
  },
  {
    "translation": {
      "en": "whoever was responsible for it did not want clear footage of it.",
      "ja": "あれを見せたくない誰かが 妨害したからだ"
    }
  },
  {
    "translation": {
      "en": "I wanted to find corroboration for the object seen by Lee Roy and Steve,",
      "ja": "スティーヴやリー･ロイを はじめとする―"
    }
  },
  {
    "translation": {
      "en": "and all the other witnesses, in Stephenville on January 8th, 2008.",
      "ja": "全員の証言の裏を 取ろうと思ったんだ"
    }
  },
  {
    "translation": {
      "en": "I had the witness statements. I knew the when and the where",
      "ja": "目撃証言で 時間や場所は把握できるし"
    }
  },
  {
    "translation": {
      "en": "and the direction they were looking.",
      "ja": "方向も判明していた"
    }
  },
  {
    "translation": {
      "en": "At the MUFON event, I met a guy from Colorado, Glen Schulze,",
      "ja": "ムフォンの会場で グレンという男に会った"
    }
  },
  {
    "translation": {
      "en": "and Glen was a former army radar expert.",
      "ja": "コロラド州から来た 元レーダー専門家だ"
    }
  },
  {
    "translation": {
      "en": "Anything that flies in the sky is caught with what's called primary radar data.",
      "ja": "空域を飛ぶものは全て 一次レーダーが検出する スティーヴンビル 空域を飛ぶものは全て 一次レーダーが検出する 空域を飛ぶものは全て 一次レーダーが検出する Ｆ16戦闘機群"
    }
  },
  {
    "translation": {
      "en": "- -",
      "ja": "商用航空機"
    }
  },
  {
    "translation": {
      "en": "So I wanted radar data to support what the witnesses had told me.",
      "ja": "だから目撃情報との 突き合わせを試みた 商用航空機 だから目撃情報との 突き合わせを試みた"
    }
  },
  {
    "translation": {
      "en": "The FAA won't volunteer those returns because they say nothing happened.",
      "ja": "連邦航空局は自発的に 情報を出さない 陸軍データ専門家 グレン･シュルツ 連邦航空局は自発的に 情報を出さない"
    }
  },
  {
    "translation": {
      "en": "So you have to send a Freedom of Information Act request in",
      "ja": "陸軍データ専門家 グレン･シュルツ 陸軍データ専門家 グレン･シュルツ だから 情報自由法にならって だから 情報自由法にならって"
    }
  },
  {
    "translation": {
      "en": "and force them to release the data.",
      "ja": "情報開示を請求した"
    }
  },
  {
    "translation": {
      "en": "I sent FOIAs to every police department, to every military base.",
      "ja": "全ての警察と軍の基地に 請求を求めて"
    }
  },
  {
    "translation": {
      "en": "And the one FOIA that panned out the best was the FOIA to the FAA,",
      "ja": "反応があったのは 連邦航空局だった"
    }
  },
  {
    "translation": {
      "en": "which provided me with radar data",
      "ja": "そしてデータを入手した"
    }
  },
  {
    "translation": {
      "en": "from five different radar antennae across the state of Texas.",
      "ja": "テキサス州内の ５つのアンテナのデータだ"
    }
  },
  {
    "translation": {
      "en": "Glen Schulze and I went four months to go through the radar data.",
      "ja": "シュルツと共に ４ヵ月かけて検証した"
    }
  },
  {
    "translation": {
      "en": "Before I went looking for any unknowns, first thing I did was track the F- 16s.",
      "ja": "まず確認したのは Ｆ16戦闘機のデータだ"
    }
  },
  {
    "translation": {
      "en": "- Two F- 16s came in hot pursuit. -",
      "ja": "Ｆ16戦闘機が２機来た"
    }
  },
  {
    "translation": {
      "en": "They were flying in the same direction as these lights.",
      "ja": "ライトと同じ方向に 向かっていった"
    }
  },
  {
    "translation": {
      "en": "These are the two that flew down to Comanche, Dublin, Stephenville.",
      "ja": "このデータが その２機だと思う"
    }
  },
  {
    "translation": {
      "en": "So once I identified where the F- 16s were,",
      "ja": "Ｆ16戦闘機を確認してから"
    }
  },
  {
    "translation": {
      "en": "I went to start looking for objects that did not have transponders.",
      "ja": "自動応答装置(トランスポンダ)のない 機体を探した"
    }
  },
  {
    "translation": {
      "en": "So I wanted to see everything that was not supposed to be in the sky.",
      "ja": "飛行しているはずのない 機体だ"
    }
  },
  {
    "translation": {
      "en": "I get to where Steve is. So I'm looking there, and do I see any unknowns",
      "ja": "スティーヴがいた地点で 彼の証言に照合する―"
    }
  },
  {
    "translation": {
      "en": "that are popping up that match what he described?",
      "ja": "飛行体を探した"
    }
  },
  {
    "translation": {
      "en": "What I find is radar data",
      "ja": "そして見つけたんだ"
    }
  },
  {
    "translation": {
      "en": "that confirms what Steve Allen and Lee Roy Gaitan have told me.",
      "ja": "彼らの証言に一致する レーダー情報が確認できた"
    }
  },
  {
    "translation": {
      "en": "I came out here to have a campfire,",
      "ja": "キャンプファイア中に"
    }
  },
  {
    "translation": {
      "en": "and all of a sudden, I see some high- intensity lights,",
      "ja": "突然 激しい光が 超高速で動いていた"
    }
  },
  {
    "translation": {
      "en": "headed at a high velocity of speed.",
      "ja": "突然 激しい光が 超高速で動いていた スティーヴンビル"
    }
  },
  {
    "translation": {
      "en": "Steve is located here.",
      "ja": "スティーヴはここにいた スティーヴンビル スティーヴはここにいた スティーヴはここにいた スティーヴ"
    }
  },
  {
    "translation": {
      "en": "There are two radar points that showed an object moving without a transponder.",
      "ja": "トランスポンダのない ２つのレーダーがあった スティーヴ"
    }
  },
  {
    "translation": {
      "en": "When we first saw the ship, it was just a few minutes after 6:00.",
      "ja": "最初に見たのは ６時を数分過ぎた頃だ"
    }
  },
  {
    "translation": {
      "en": "The two data points match the time",
      "ja": "データが示す時間と位置は"
    }
  },
  {
    "translation": {
      "en": "and the geographical location.",
      "ja": "証言内容と一致した"
    }
  },
  {
    "translation": {
      "en": "Does its flame- job over Stephenville, just simply disappears.",
      "ja": "ここで見た光の物体は 突然 消えた"
    }
  },
  {
    "translation": {
      "en": "This is outside of military operating area,",
      "ja": "軍事作戦空域外だから"
    }
  },
  {
    "translation": {
      "en": "so it should have a transponder if it is military aircraft, but it doesn't.",
      "ja": "トランスポンダが 必須のはずなのに無い"
    }
  },
  {
    "translation": {
      "en": "In the case of Lee Roy,",
      "ja": "リロイの場合は"
    }
  },
  {
    "translation": {
      "en": "I had about five data points on the radar,",
      "ja": "５つのデータ情報があった ５つのデータ情報があった リー･ロイ"
    }
  },
  {
    "translation": {
      "en": "indicating there is this object south of his home.",
      "ja": "いずれも 彼の家の南側を飛んでいた リー･ロイ"
    }
  },
  {
    "translation": {
      "en": "I came outside.",
      "ja": "外に出てきて リー･ロイ 外に出てきて"
    }
  },
  {
    "translation": {
      "en": "Something caught my attention off- off to the, uh, southwest sky.",
      "ja": "南西の空に異変を感じた"
    }
  },
  {
    "translation": {
      "en": "All of a sudden, these things just shoot off at a blazing speed.",
      "ja": "目にも留まらぬ速さで 飛んでいった"
    }
  },
  {
    "translation": {
      "en": "And they travel, what I say, northeast.",
      "ja": "そして北東の方向に消えた"
    }
  },
  {
    "translation": {
      "en": "When he says it moves to the northeast, I get a data point ten seconds later",
      "ja": "彼が証言した時間の 10秒後のデータを見たら"
    }
  },
  {
    "translation": {
      "en": "that's to the northeast and is moving at an extreme rate of speed.",
      "ja": "何かが北東に向かって 超高速で飛んでいた"
    }
  },
  {
    "translation": {
      "en": "It's not very often that you get radar data",
      "ja": "該当データが見つかるのは 珍しい"
    }
  },
  {
    "translation": {
      "en": "that just corroborates exactly what a witness said",
      "ja": "目撃者が証言する 時間や場所に―"
    }
  },
  {
    "translation": {
      "en": "in terms of geographic location and time.",
      "ja": "一致するのはまれだ"
    }
  },
  {
    "translation": {
      "en": "It showed it in black and white that there was something flying out there.",
      "ja": "何かが飛んでいたのは 紛れもない事実だ 何かが飛んでいたのは 紛れもない事実だ 速度 約70キロ"
    }
  },
  {
    "translation": {
      "en": "And that the speeds that these things were traveling",
      "ja": "その飛行体のスピードは 速度 約70キロ その飛行体のスピードは その飛行体のスピードは 時速約３０００キロ"
    }
  },
  {
    "translation": {
      "en": "are, like, speeds that we cannot do here on Earth.",
      "ja": "地球上のものではなかった 時速約３０００キロ"
    }
  },
  {
    "translation": {
      "en": "These stories check out with the radar data.",
      "ja": "データで裏が取れた"
    }
  },
  {
    "translation": {
      "en": "So there's absolutely no doubt that there's an object in the sky",
      "ja": "飛行体は実際に飛んでいたが"
    }
  },
  {
    "translation": {
      "en": "and that the object that's in the sky does not have a transponder code.",
      "ja": "トランスポンダは 搭載していなかった"
    }
  },
  {
    "translation": {
      "en": "That tells you that you're-- you're dealing with something real, whatever it is.",
      "ja": "正体不明の何かが 飛行していたということだ"
    }
  },
  {
    "translation": {
      "en": "When you need a boost, try milk.",
      "ja": "牛乳で元気に"
    }
  },
  {
    "translation": {
      "en": "- Okay! -",
      "ja": "分かった"
    }
  },
  {
    "translation": {
      "en": "With all the attention of the UFO sightings,",
      "ja": "ＵＦＯの目撃情報で"
    }
  },
  {
    "translation": {
      "en": "Stephenville will no longer be alien to the rest of the world.",
      "ja": "スティーヴンビルは有名に"
    }
  },
  {
    "translation": {
      "en": "- - Milk Duds!",
      "ja": "チョコだ！"
    }
  },
  {
    "translation": {
      "en": "- ♪ Milk is a natural ♪ -",
      "ja": "牛乳は天然のもの"
    }
  },
  {
    "translation": {
      "en": "Hundreds of UFO sightings are reported to authorities…",
      "ja": "ＵＦＯ目撃情報は 数百にのぼり…"
    }
  },
  {
    "translation": {
      "en": "If you're interested in UFOs, you might wanna come on out,",
      "ja": "ＵＦＯが見たいなら おいでよ"
    }
  },
  {
    "translation": {
      "en": "if you dare.",
      "ja": "なんてこと"
    }
  },
  {
    "translation": {
      "en": "Is any of this stuff real? I don't know. I mean…",
      "ja": "本当なのだろうか 分からない"
    }
  },
  {
    "translation": {
      "en": "I think UFOs are just as real as,",
      "ja": "ＵＦＯは本物だと思う"
    }
  },
  {
    "translation": {
      "en": "you know, the- the lights in this room or…",
      "ja": "この部屋の照明や"
    }
  },
  {
    "translation": {
      "en": "or the cameras that are in front of me.",
      "ja": "そのカメラと同様にね"
    }
  },
  {
    "translation": {
      "en": "I think that, uh…",
      "ja": "要するに"
    }
  },
  {
    "translation": {
      "en": "I think they are very real. But I think, what is your idea of reality?",
      "ja": "本物だと思うけど “本物”って何だろう？"
    }
  },
  {
    "translation": {
      "en": "That's the question.",
      "ja": "それが問題だ"
    }
  },
  {
    "translation": {
      "en": "You see that the DOD and NASA, even, they're all hiring physicists",
      "ja": "国防総省やＮＡＳＡでは 物理学者を雇って―"
    }
  },
  {
    "translation": {
      "en": "to work on this UFO issue.",
      "ja": "ＵＦＯを調査させている"
    }
  },
  {
    "translation": {
      "en": "And that's not where the truth of this lies.",
      "ja": "でも そこに真実はない"
    }
  },
  {
    "translation": {
      "en": "This lies more within the realm of the humanities,",
      "ja": "真実は人間性の領域に 存在している"
    }
  },
  {
    "translation": {
      "en": "within the realm of psychology, uh, philosophy,",
      "ja": "心理学や哲学的な 宗教的な分野に―"
    }
  },
  {
    "translation": {
      "en": "religious studies.",
      "ja": "あると思う"
    }
  },
  {
    "translation": {
      "en": "Um, that's where you're gonna find the truth of this.",
      "ja": "真実はそこにある"
    }
  },
  {
    "translation": {
      "en": "No physicist… is gonna be able to tell you what this is.",
      "ja": "物理学者が どれだけ頑張っても無理だ"
    }
  },
  {
    "translation": {
      "en": "Because the physicist maybe can tell you how physical matter might behave,",
      "ja": "物理学者が分かるのは 物質の動きだが"
    }
  },
  {
    "translation": {
      "en": "but the humanities will tell you why.",
      "ja": "理由は人にしか分からない"
    }
  },
  {
    "translation": {
      "en": "It's not a… It's not a Department of Defense issue.",
      "ja": "それは国防総省が管轄する 問題ではなく"
    }
  },
  {
    "translation": {
      "en": "It's a-- It's a human issue is what it is.",
      "ja": "人間が抱える問題だ"
    }
  },
  {
    "translation": {
      "en": "And that's why I could not justify being quiet.",
      "ja": "だから黙っていられなかった"
    }
  },
  {
    "translation": {
      "en": "I've got eight children.",
      "ja": "子どもは８人だ"
    }
  },
  {
    "translation": {
      "en": "We homeschool our kids, and we've really seen fruit from that.",
      "ja": "家庭学習の成果を 日々 感じている"
    }
  },
  {
    "translation": {
      "en": "All right, ready? Up!",
      "ja": "さあ おいで"
    }
  },
  {
    "translation": {
      "en": "Okay, which one first?",
      "ja": "どっちから？"
    }
  },
  {
    "translation": {
      "en": "Every day starts out with some type of Bible lesson.",
      "ja": "毎朝 聖書の勉強をする"
    }
  },
  {
    "translation": {
      "en": "- Ezekiel was a prophet. - Mm- hmm.",
      "ja": "預言者だね"
    }
  },
  {
    "translation": {
      "en": "- He was in the Old Testament. - In the Old Testament.",
      "ja": "旧約聖書だよ そのとおり　じゃあ聞いて"
    }
  },
  {
    "translation": {
      "en": "So check this out.",
      "ja": "そのとおり　じゃあ聞いて"
    }
  },
  {
    "translation": {
      "en": "I looked, and behold, a whirlwind was coming out of the North.",
      "ja": "“激しい風が 大いなる雲を巻き起こし”"
    }
  },
  {
    "translation": {
      "en": "A great cloud with raging fire engulfing itself,",
      "ja": "“火を発し 周囲に光を放ちながら―”"
    }
  },
  {
    "translation": {
      "en": "and brightness was all around it.",
      "ja": "“吹いてくるではないか そして火の中には―”"
    }
  },
  {
    "translation": {
      "en": "And radiating out of it, the color of amber,",
      "ja": "“吹いてくるではないか そして火の中には―” “琥珀金(こはくきん)の輝きのような ものがあった”"
    }
  },
  {
    "translation": {
      "en": "out of the midst of the fire.",
      "ja": "“琥珀金(こはくきん)の輝きのような ものがあった”"
    }
  },
  {
    "translation": {
      "en": "What was it that Ezekiel was seeing?",
      "ja": "エゼキエルは何を見た？"
    }
  },
  {
    "translation": {
      "en": "Not the message part. I get the message part.",
      "ja": "教えは理解してるけど"
    }
  },
  {
    "translation": {
      "en": "I wanna know what he saw.",
      "ja": "彼は何を見た？"
    }
  },
  {
    "translation": {
      "en": "Behold a wheel…",
      "ja": "“傍(かたわら)らの地に―”"
    }
  },
  {
    "translation": {
      "en": "suddenly came to the earth.",
      "ja": "“１つの車輪が見えた”"
    }
  },
  {
    "translation": {
      "en": "And the rims were full of…",
      "ja": "“車輪の外側には―”"
    }
  },
  {
    "translation": {
      "en": "Translate this for me.",
      "ja": "何だった？"
    }
  },
  {
    "translation": {
      "en": "…eyes all the way around.",
      "ja": "“周囲一面に 目が付けられていた”"
    }
  },
  {
    "translation": {
      "en": "Eyes or lights.",
      "ja": "目ってライトかな"
    }
  },
  {
    "translation": {
      "en": "Lights or…",
      "ja": "それとも…"
    }
  },
  {
    "translation": {
      "en": "- Anything, really. - Windows or… Right?",
      "ja": "何かな 窓かもしれない"
    }
  },
  {
    "translation": {
      "en": "To me, I think that talking about UFOs with my kids, even the littlest ones,",
      "ja": "ＵＦＯの話として 説明すると下の子も 国土安全保障省 エディ･ワイス ＵＦＯの話として 説明すると下の子も"
    }
  },
  {
    "translation": {
      "en": "is making Scripture a lot more real for them",
      "ja": "国土安全保障省 エディ･ワイス 頭でイメージしやすい ようだ 頭でイメージしやすい ようだ"
    }
  },
  {
    "translation": {
      "en": "than just a bunch of stories.",
      "ja": "頭でイメージしやすい ようだ"
    }
  },
  {
    "translation": {
      "en": "This was Switzerland, and some guy just got this on video.",
      "ja": "これはスイスで 撮影されたものだ"
    }
  },
  {
    "translation": {
      "en": "It's a UFO. What does that look like, right there?",
      "ja": "ＵＦＯだよ　どう思う？"
    }
  },
  {
    "translation": {
      "en": "- It's a wheel within a wheel. - And that was two days ago.",
      "ja": "車輪だね ２日前の映像だ"
    }
  },
  {
    "translation": {
      "en": "The Christian populace does not wanna believe that any of this is real,",
      "ja": "キリスト教信者は 認めたがらないだろうね"
    }
  },
  {
    "translation": {
      "en": "because if it does, it changes all of their reality.",
      "ja": "だって信仰と相反するだろ"
    }
  },
  {
    "translation": {
      "en": "You know, then, is the Bible just for us?",
      "ja": "でも聖書は誰のため？"
    }
  },
  {
    "translation": {
      "en": "Or-- Or is it for them too?",
      "ja": "宇宙人かもな"
    }
  },
  {
    "translation": {
      "en": "That's… A million- dollar question is,",
      "ja": "答えは簡単には出ない"
    }
  },
  {
    "translation": {
      "en": "Where does life and other planets and religion fit together?",
      "ja": "地球外生命と 宗教は共存できるだろうか？"
    }
  },
  {
    "translation": {
      "en": "If somebody were to ask me,",
      "ja": "俺は決めてる"
    }
  },
  {
    "translation": {
      "en": "Did God make other…",
      "ja": "“神は人間以外も 創造した？”と聞かれたら―"
    }
  },
  {
    "translation": {
      "en": "creatures?, I'd say yes.",
      "ja": "“神は人間以外も 創造した？”と聞かれたら― そうだと答える"
    }
  },
  {
    "translation": {
      "en": "When Kent was telling us this story,",
      "ja": "ケントが話した時"
    }
  },
  {
    "translation": {
      "en": "I was the typical jerk giving him a hard time, saying,",
      "ja": "俺はバカにして こう言った"
    }
  },
  {
    "translation": {
      "en": "Here's a guy that just saw a flying Dorito.",
      "ja": "“空飛ぶドリトスだってよ”"
    }
  },
  {
    "translation": {
      "en": "And when we all looked up and saw this thing,",
      "ja": "でも実際にそれを見たら"
    }
  },
  {
    "translation": {
      "en": "all of a sudden, it- it changed us in a way",
      "ja": "見方が180度 変わった"
    }
  },
  {
    "translation": {
      "en": "that we look at both sides of the story more.",
      "ja": "見方が180度 変わった 両方の立場を理解したからだ"
    }
  },
  {
    "translation": {
      "en": "Now when I hear people tell stories of things they see, I am not a doubting Thomas.",
      "ja": "誰かの目撃証言を聞いても “疑いのトマス”にならずに"
    }
  },
  {
    "translation": {
      "en": "I'm thinking, you know, They saw something.",
      "ja": "本当に見たんだろうと思える"
    }
  },
  {
    "translation": {
      "en": "I know they did or why would they be saying this?",
      "ja": "本当に見たんだろうと思える そうに違いないとね"
    }
  },
  {
    "translation": {
      "en": "Of course, psychology today would tell you that,",
      "ja": "心理学的に説明するとこうだ"
    }
  },
  {
    "translation": {
      "en": "hey, if you're experiencing these things, you're seeing things in your room at night,",
      "ja": "部屋の中に何かいると 感じるなら―"
    }
  },
  {
    "translation": {
      "en": "that you're schizophrenic.",
      "ja": "総合失調症だ"
    }
  },
  {
    "translation": {
      "en": "Or you have some kind of other severe mental illness.",
      "ja": "もしくは深刻な精神疾患を 疑われる"
    }
  },
  {
    "translation": {
      "en": "And, to me, that's not…  That's not correct. That's not right.",
      "ja": "私はそれを 正しいとは思わない"
    }
  },
  {
    "translation": {
      "en": "When I made the decision to talk about this, to leave the Navy,",
      "ja": "この話をすると決めて 軍を辞めたのは"
    }
  },
  {
    "translation": {
      "en": "I was four years away from retirement,",
      "ja": "この話をすると決めて 軍を辞めたのは 定年の４年前だった"
    }
  },
  {
    "translation": {
      "en": "which would have meant, you know, a pension,",
      "ja": "だから年金のこととか"
    }
  },
  {
    "translation": {
      "en": "health insurance for the rest of my life.",
      "ja": "健康保険のこともあった"
    }
  },
  {
    "translation": {
      "en": "You know? And I… I left that all on the table. And I walked away from it",
      "ja": "でも それらを捨ててでも 職を辞した"
    }
  },
  {
    "translation": {
      "en": "because this isn't just about me, right?",
      "ja": "私だけの問題ではなく"
    }
  },
  {
    "translation": {
      "en": "It's not about me at all. It's about all of us.",
      "ja": "全ての人間に 関わることだからだ"
    }
  },
  {
    "translation": {
      "en": "It's about everybody.",
      "ja": "１人残らず"
    }
  },
  {
    "translation": {
      "en": "Don Quixote is one of my favorite novels. And, in it, Don Quixote is a madman.",
      "ja": "ドン･キホーテは 本の中では異常者よ"
    }
  },
  {
    "translation": {
      "en": "And everything that he sees, he sees in a different light.",
      "ja": "彼の視点は他の誰とも違う"
    }
  },
  {
    "translation": {
      "en": "Don Quixote sees these windmills,",
      "ja": "風車を見ながら"
    }
  },
  {
    "translation": {
      "en": "but in his mind, they're not, uh… They're not windmills. They're giants.",
      "ja": "ドン･キホーテは 巨人を見ています"
    }
  },
  {
    "translation": {
      "en": "We know that we're not mad. We know that there is something credible to this",
      "ja": "我々だってバカじゃない きっと説明できる"
    }
  },
  {
    "translation": {
      "en": "because too many people saw these, uh, lights in the sky.",
      "ja": "だってあんなに 目撃者がいるんだもの"
    }
  },
  {
    "translation": {
      "en": "And so, um… We're- We're not-- We're not a Don Quixote. There's- There's more to this.",
      "ja": "我々はドン･キホーテとは 違うはずなの"
    }
  },
  {
    "translation": {
      "en": "You can argue, Well, it was some secret US black project, right?",
      "ja": "政府の隠ぺい説を 否定するわけじゃないが"
    }
  },
  {
    "translation": {
      "en": "But our technologies don't just suddenly leap",
      "ja": "我々の技術は 一気に発達したのではなく"
    }
  },
  {
    "translation": {
      "en": "across 100 years of- of technology.",
      "ja": "100年もの時間を掛けて"
    }
  },
  {
    "translation": {
      "en": "Th- They're gradually created.",
      "ja": "徐々に積み上げてきた"
    }
  },
  {
    "translation": {
      "en": "In this case, I think whatever people saw was intelligently controlled.",
      "ja": "我々が見たものは 超高度な技術によるものだ"
    }
  },
  {
    "translation": {
      "en": "And it was not manufactured by the United States or any other nation, for that matter.",
      "ja": "アメリカや他の国が 製造できるとは思えない"
    }
  },
  {
    "translation": {
      "en": "So, about nine months later, I was driving my daughter to gymnastics in Dublin,",
      "ja": "それから約９ヵ月後 娘を習い事に送る途中で"
    }
  },
  {
    "translation": {
      "en": "and I saw…  …some lights.",
      "ja": "複数の光が見えたの"
    }
  },
  {
    "translation": {
      "en": "I pulled over to the side of the road, and I just stopped and looked out my front window.",
      "ja": "車を道の脇に寄せて 空を見上げたわ"
    }
  },
  {
    "translation": {
      "en": "And they kinda were blinking or kinda coming in and out of focus.",
      "ja": "車を道の脇に寄せて 空を見上げたわ すると 点滅しながら"
    }
  },
  {
    "translation": {
      "en": "And then they kinda came together, cohesively, and-- and just sort of disappeared.",
      "ja": "集結したと思ったら 突然消えたの"
    }
  },
  {
    "translation": {
      "en": "I just was so shaken and so shocked. I thought, My gosh. I'm seeing what everybody's been talking about all this time.",
      "ja": "“これが あの光なのか”と ショックを受けたわ"
    }
  },
  {
    "translation": {
      "en": "It felt like the universe was sort of playing a trick on me, like…",
      "ja": "手品を見せられたみたい"
    }
  },
  {
    "translation": {
      "en": "I balked at this story so hard in the beginning and for so long.",
      "ja": "この話題を 長い間 疑っていたけれど"
    }
  },
  {
    "translation": {
      "en": "And then, you know, months later, it was sort of like, you know, here it is.",
      "ja": "何ヵ月も後になって 本当だったと分かった"
    }
  },
  {
    "translation": {
      "en": "I can't believe all of the wonderful people I've met.",
      "ja": "素晴らしい人に出会えました"
    }
  },
  {
    "translation": {
      "en": "And that's the good of UFO reporting.",
      "ja": "それが私の収穫です"
    }
  },
  {
    "translation": {
      "en": "I've loved every minute of it, and I hope that I'm gonna be doing this for a long time. - Thank you. -",
      "ja": "今後もＵＦＯに関する活動を 続けたいです"
    }
  },
  {
    "translation": {
      "en": "If I could talk to Angelia again, I would tell her how brave she was",
      "ja": "報道すべきと信じた彼女に アンジェラは ２０２１年に死去した"
    }
  },
  {
    "translation": {
      "en": "for understanding that there was a story there to be told.",
      "ja": "アンジェラは ２０２１年に死去した “勇敢だった”と 伝えたかった アンジェラは ２０２１年に死去した “勇敢だった”と 伝えたかった"
    }
  },
  {
    "translation": {
      "en": "And I certainly wish that, uh, we had parted ways differently if--",
      "ja": "そして あんなふうに 決別したことは"
    }
  },
  {
    "translation": {
      "en": "My- My biggest regret of all is that.",
      "ja": "一番 後悔してる"
    }
  },
  {
    "translation": {
      "en": "Our business suffered",
      "ja": "ビジネスが傾きはじめた"
    }
  },
  {
    "translation": {
      "en": "because I was chasing the unidentified object that we saw.",
      "ja": "ビジネスが傾きはじめた 未確認飛行体に 執着したからだ"
    }
  },
  {
    "translation": {
      "en": "So it put an undue strain on our relationship and her as well.",
      "ja": "それが原因で 夫婦関係もこじれてしまい"
    }
  },
  {
    "translation": {
      "en": "And after 17 years of being together and married,",
      "ja": "17年間の結婚に 終止符を打った"
    }
  },
  {
    "translation": {
      "en": "we ended up getting a divorce.",
      "ja": "離婚したんだ"
    }
  },
  {
    "translation": {
      "en": "My relationship suffered. My company suffered. I suffered.",
      "ja": "人間関係も経営も悪化し 私も苦労した"
    }
  },
  {
    "translation": {
      "en": "I still consider it a blessing that I did see it, and it's forever in my mind.",
      "ja": "でも目撃できたことは ありがたいと思ってる"
    }
  },
  {
    "translation": {
      "en": "I'm still on my quest, still to this day.",
      "ja": "俺は今もまだ あきらめてはいない"
    }
  },
  {
    "translation": {
      "en": "I will find out what happened.",
      "ja": "解明するつもりだ"
    }
  },
  {
    "translation": {
      "en": "This is a great big open secret.",
      "ja": "これは公然の秘密なんだ"
    }
  },
  {
    "translation": {
      "en": "Nothing I am saying is anything new.",
      "ja": "新しい情報は１つもない"
    }
  },
  {
    "translation": {
      "en": "It's just a matter of, are you gonna believe it or not?",
      "ja": "“信じるか信じないか”の 問題だ"
    }
  },
  {
    "translation": {
      "en": "- -",
      "ja": "スティーヴンビルの謎は まだ解明されていな"
    }
  },
  {
    "translation": {
      "en": "A cold glass of Borden milk will cool you off.",
      "ja": "牛乳で元気に"
    }
  },
  {
    "translation": {
      "en": "When you need a boost, try Borden milk.",
      "ja": "牛乳でリフレッシュ"
    }
  },
  {
    "translation": {
      "en": "Milk Duds!",
      "ja": "チョコだ！"
    }
  },
  {
    "translation": {
      "en": "- -",
      "ja": "分かった"
    }
  },
  {
    "translation": {
      "en": "When you need a boost, try milk!",
      "ja": "牛乳で元気に"
    }
  },
  {
    "translation": {
      "en": "Milk's a natural with the food we like best.",
      "ja": "牛乳は自然の… 旅先に持っていきたい"
    }
  },
  {
    "translation": {
      "en": "It's too good to leave at home.",
      "ja": "旅先に持っていきたい"
    }
  },
  {
    "translation": {
      "en": "Saturday, and Elsie the Borden Cow is in her kitchen.",
      "ja": "週末だ　牛乳を飲もう"
    }
  },
  {
    "translation": {
      "en": "Beauregard, that cookie would taste even better with a glass of Borden milk.",
      "ja": "クッキーのお供は牛乳が最高"
    }
  },
  {
    "translation": {
      "en": "♪ Fresh is fresh It's gotta be good, it's gotta be good ♪",
      "ja": "新鮮だからおいしいよ おいしいよ"
    }
  },
  {
    "translation": {
      "en": "Try all our dairy products, 'cause--",
      "ja": "ぜひお試しください"
    }
  },
  {
    "translation": {
      "en": "You'll like the taste of milk with everything you eat.",
      "ja": "どんな料理にも合います"
    }
  },
  {
    "translation": {
      "en": "- Milk Duds! - ♪ Milk is a natural ♪",
      "ja": "チョコだ！ 牛乳は天然のもの"
    }
  },
  {
    "translation": {
      "en": "- -",
      "ja": "日本語字幕　松永 昌子"
    }
  }
]