[
  {
    "translation": {
      "en": "You know, there's nothing like the experience of raising your first dog.",
      "it": "Sapete, non c'è niente come l'esperienza di allevare il tuo primo cane."
    }
  },
  {
    "translation": {
      "en": "The simple joy of walking side by side with your buddy...",
      "it": "La semplice gioia di camminare fianco a fianco col tuo amico..."
    }
  },
  {
    "translation": {
      "en": "...out in the fresh air, throwing a stick.",
      "it": "...all'aperto nell'aria fresca, e di lanciare un bastone."
    }
  },
  {
    "translation": {
      "en": "Spending some quiet time, just you and your very best friend.",
      "it": "Passare insieme delle ore tranquille, solo tu e il tuo migliore amico."
    }
  },
  {
    "translation": {
      "en": "Of course, that wasn't my experience.",
      "it": "Ovviamente, la mia esperienza non è stata così."
    }
  },
  {
    "translation": {
      "en": "That kid's not even me.",
      "it": "Non sono neanche io quel bambino lì."
    }
  },
  {
    "translation": {
      "en": "That's me.",
      "it": "Questo sono io."
    }
  },
  {
    "translation": {
      "en": "And that crazy hound I'm chasing is Marley, the world's worst dog.",
      "it": "E quel pazzo segugio che sto inseguendo è Marley, il cane peggiore del mondo."
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "it": "Scusa."
    }
  },
  {
    "translation": {
      "en": "Or so I thought.",
      "it": "O così pensavo."
    }
  },
  {
    "translation": {
      "en": "But our story begins before Marley was born...",
      "it": "Ma la nostra storia comincia prima della nascita di Marley..."
    }
  },
  {
    "translation": {
      "en": "...four years before, on my wedding day...",
      "it": "...quattro anni prima il giorno del mio matrimonio..."
    }
  },
  {
    "translation": {
      "en": "...which happened to be the day of the worst freak spring blizzard...",
      "it": "...che è stato anche il giorno della peggiore bufera di neve primaverile..."
    }
  },
  {
    "translation": {
      "en": "...in the history of southern Michigan, the same day our car broke down.",
      "it": "...nella storia del Michigan meridionale, giorno in cui la nostra macchina si è rotta."
    }
  },
  {
    "translation": {
      "en": "But we didn't care.",
      "it": "Ma non ci importava."
    }
  },
  {
    "translation": {
      "en": "Oh, God, that feels so good.",
      "it": "Oddio, che bello."
    }
  },
  {
    "translation": {
      "en": "So, what do you think that means, a blizzard on your wedding day?",
      "it": "Allora, secondo te cosa significa, una tormenta il giorno del matrimonio?"
    }
  },
  {
    "translation": {
      "en": "Is that good luck? Is that bad luck?",
      "it": "Porta fortuna? Porta sfortuna?"
    }
  },
  {
    "translation": {
      "en": "I think it's good luck.",
      "it": "Secondo me porta fortuna."
    }
  },
  {
    "translation": {
      "en": "-How did I get you? -What?",
      "it": "- Come ho fatto ad averti? - Cosa?"
    }
  },
  {
    "translation": {
      "en": "Honestly, how did I--? How did I get that lucky?",
      "it": "Sul serio, come ho--? Come ho fatto ad essere così fortunato?"
    }
  },
  {
    "translation": {
      "en": "Well, you know...",
      "it": "Beh, sai..."
    }
  },
  {
    "translation": {
      "en": "...I get asked that question all the time.",
      "it": "...me la fanno in continuazione quella domanda."
    }
  },
  {
    "translation": {
      "en": "Come on. Are you kidding, honey?",
      "it": "E dai. Stai scherzando, tesoro?"
    }
  },
  {
    "translation": {
      "en": "You're part of the plan.",
      "it": "Tu fai parte del piano."
    }
  },
  {
    "translation": {
      "en": "-The plan? -My plan.",
      "it": "- Il piano? - Il mio piano."
    }
  },
  {
    "translation": {
      "en": "Step one, meet an incredibly sweet, smart, sexy man.",
      "it": "Fase uno, incontra un uomo incredibilmente dolce, intelligente e sexy."
    }
  },
  {
    "translation": {
      "en": "Done. Step two?",
      "it": "Fatto. Fase due?"
    }
  },
  {
    "translation": {
      "en": "Marry you instead.",
      "it": "Invece ho sposato te."
    }
  },
  {
    "translation": {
      "en": "Then step three--",
      "it": "Poi, fase tre--"
    }
  },
  {
    "translation": {
      "en": "-I don't think I can take any more. -You don't want to hear step three?",
      "it": "- Non ce la faccio a sentire anche quella. - Non vuoi sentire la fase tre?"
    }
  },
  {
    "translation": {
      "en": "-What's step three? -It's easy.",
      "it": "- Qual è la fase tre? - È facile."
    }
  },
  {
    "translation": {
      "en": "-Be gentle. -Move someplace warmer.",
      "it": "- Sii clemente. - Trasferirsi in un posto caldo."
    }
  },
  {
    "translation": {
      "en": "I knew you were gonna say that.",
      "it": "Lo sapevo che l'avresti detto."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Thank you.",
      "it": "- Okay. - Grazie."
    }
  },
  {
    "translation": {
      "en": "-All right, you know you got this, right? -Oh, yeah. I got it.",
      "it": "- Okay, lo sai che ce la puoi fare, vero? - Oh, sì. Ce la posso fare."
    }
  },
  {
    "translation": {
      "en": "-Who are you? -I'm John Grogan?",
      "it": "- Chi sei? - John Grogan?"
    }
  },
  {
    "translation": {
      "en": "No, you're John frigging Grogan, who's about to get a job as a reporter...",
      "it": "No, sei John super Grogan, che sta per farsi assumere come giornalista..."
    }
  },
  {
    "translation": {
      "en": "...for a major metropolitan newspaper.",
      "it": "...di un grande quotidiano metropolitano."
    }
  },
  {
    "translation": {
      "en": "-I don't feel like getting out of the car. -Well, you have to.",
      "it": "- Ora non ho più voglia di scendere. - Beh, devi farlo."
    }
  },
  {
    "translation": {
      "en": "-Why don't we drive around the block? -No, baby. Come on, get out of the car.",
      "it": "- Perché non ci appartiamo dietro l'angolo? - No, tesoro. Dai, scendi dalla macchina."
    }
  },
  {
    "translation": {
      "en": "Get out.",
      "it": "Scendi."
    }
  },
  {
    "translation": {
      "en": "-Now, who am I again? -Oh, please.",
      "it": "- Ah, chi è che sono? - Oh, piantala."
    }
  },
  {
    "translation": {
      "en": "-Sebastian says you won some award? -Mitchy. Yeah, I have a Mitchy.",
      "it": "- Sebastian dice che hai vinto un premio? - Il Mitchy. Sì, ho vinto un Mitchy."
    }
  },
  {
    "translation": {
      "en": "It's like a Pulitzer, but from western Michigan.",
      "it": "È come un Pulitzer, ma del Michigan occidentale."
    }
  },
  {
    "translation": {
      "en": "A Mitchy.",
      "it": "Un Mitchy."
    }
  },
  {
    "translation": {
      "en": "So tell me, what made you leave the estimable Kalamazoo Gazette?",
      "it": "Dimmi, cosa ti ha fatto lasciare la stimabile Kalamazoo Gazette?"
    }
  },
  {
    "translation": {
      "en": "Well, as you know, Sebastian and I were in college together, and he--",
      "it": "Beh, come sa, io e Sebastian abbiamo fatto la stessa università, e lui--"
    }
  },
  {
    "translation": {
      "en": "He was always saying how great South Florida is...",
      "it": "Lui parlava sempre benissimo della Florida meridionale..."
    }
  },
  {
    "translation": {
      "en": "...and that maybe my wife and I might enjoy it here...",
      "it": "...e che probabilmente io e mia moglie ci saremmo trovati bene qui..."
    }
  },
  {
    "translation": {
      "en": "...so we decided to come down here.",
      "it": "...così abbiamo deciso di trasferirci quaggiù."
    }
  },
  {
    "translation": {
      "en": "-Are you a comedian too? -Excuse me?",
      "it": "- Fai anche il comico? - Pardon?"
    }
  },
  {
    "translation": {
      "en": "Like your friend over here?",
      "it": "Come il tuo amico lì?"
    }
  },
  {
    "translation": {
      "en": "-No. -He's walking a very thin line.",
      "it": "- No. - Sta rischiando grosso."
    }
  },
  {
    "translation": {
      "en": "It's a good thing he knows how to write.",
      "it": "Per fortuna sa scrivere."
    }
  },
  {
    "translation": {
      "en": "So your wife is Jenny Havens?",
      "it": "Quindi tua moglie è Jenny Havens?"
    }
  },
  {
    "translation": {
      "en": "Yes. Jenny Grogan, because we're married. She took my name.",
      "it": "Sì. Jenny Grogan, perché ora siamo sposati. Ha preso il mio nome."
    }
  },
  {
    "translation": {
      "en": "-She get the job at the Post? -Yes, she did.",
      "it": "- È stata assunta al Post? - Sì."
    }
  },
  {
    "translation": {
      "en": "-Why didn't they want you over there? -Well, I didn't apply.",
      "it": "- E perché non hanno assunto anche te? - Beh, non ho fatto domanda."
    }
  },
  {
    "translation": {
      "en": "Jenny's more of a feature writer, and I'm more of a straight news writer.",
      "it": "Jenny è più da rubrica, mentre io sono più un cronista puro."
    }
  },
  {
    "translation": {
      "en": "I thought this would be a better fit for that.",
      "it": "Ho pensato che questa redazione faceva di più al caso mio."
    }
  },
  {
    "translation": {
      "en": "Think you're better than the journalism-school graduates...",
      "it": "Credi di essere migliore dei laureati in giornalismo..."
    }
  },
  {
    "translation": {
      "en": "...that came here looking for work this morning?",
      "it": "...che sono venuti qui stamattina in cerca di lavoro?"
    }
  },
  {
    "translation": {
      "en": "I don't know if I'm better. I--",
      "it": "Non lo so se sono migliore. Io--"
    }
  },
  {
    "translation": {
      "en": "What I do know is that I have a tendency to surprise myself.",
      "it": "Quello che so è che ho una tendenza a sorprendermi di me stesso."
    }
  },
  {
    "translation": {
      "en": "Ten years ago I was doing bong hits and playing \"Donkey Kong.\"",
      "it": "Dieci anni fa non facevo che fumare il bong e giocare a \"Donkey Kong\"."
    }
  },
  {
    "translation": {
      "en": "I never dreamed I'd get into college, but I did, and I graduated with honors.",
      "it": "Non sognavo neanche di fare l'università, ma è successo. Mi sono laureato con lode."
    }
  },
  {
    "translation": {
      "en": "And I never thought I'd get a job at a real newspaper, but I did.",
      "it": "E non avrei mai pensato di venire assunto in una vera redazione, ma è successo."
    }
  },
  {
    "translation": {
      "en": "And I certainly never thought I'd get a girl like Jenny Havens to marry me...",
      "it": "E di certo non avrei mai pensato di potermi sposare con una come Jenny Havens..."
    }
  },
  {
    "translation": {
      "en": "...but I did.",
      "it": "...ma è successo."
    }
  },
  {
    "translation": {
      "en": "So?",
      "it": "Allora?"
    }
  },
  {
    "translation": {
      "en": "They already got a guy on the Metro desk.",
      "it": "Hanno già uno per la cronaca locale."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I'm sorry, honey.",
      "it": "- Sì. - Mi spiace, tesoro."
    }
  },
  {
    "translation": {
      "en": "So they're putting me on a little thing they like to call \"Desert Storm.\"",
      "it": "Quindi vogliono darmi una cosina che chiamano \"Desert Storm\"."
    }
  },
  {
    "translation": {
      "en": "-You got the job? -Got the job.",
      "it": "- Ti hanno preso? - Mi hanno preso."
    }
  },
  {
    "translation": {
      "en": "You got the job, baby.",
      "it": "Ti hanno preso, tesoro."
    }
  },
  {
    "translation": {
      "en": "Oh, John Grogan, I knew it. I just knew it.",
      "it": "Oh, John Grogan, lo sapevo. Lo sapevo."
    }
  },
  {
    "translation": {
      "en": "Okay, look. Watch this. Look.",
      "it": "Okay, guarda. Guarda qua."
    }
  },
  {
    "translation": {
      "en": "See what happens? Job: done.",
      "it": "Vedi cosa succede? Lavoro: fatto."
    }
  },
  {
    "translation": {
      "en": "-So, what's next? Lunch? -House.",
      "it": "- Qual è la fase successiva? Pranzo? - Casa."
    }
  },
  {
    "translation": {
      "en": "-House. -House.",
      "it": "- Casa. - Casa."
    }
  },
  {
    "translation": {
      "en": "--that can transmit remote television pictures...",
      "it": "--che può trasmettere immagini televisive..."
    }
  },
  {
    "translation": {
      "en": "...of Iraqi ships and other targets.",
      "it": "...di navi irachene e altri obiettivi."
    }
  },
  {
    "translation": {
      "en": "Did you get to the quote about the speed bumps yet?",
      "it": "L'hai già letta quella frase sui dossi stradali?"
    }
  },
  {
    "translation": {
      "en": "-\"If they save even one life--\" -\"It would be worth it.",
      "it": "- \"Se possono salvare solo una vita--\" - \"Ne vale la pena."
    }
  },
  {
    "translation": {
      "en": "And with that, Janet Dickerson's eyes filled with tears.\"",
      "it": "E dicendolo, gli occhi di Janet Dickerson si bagnano di lacrime\"."
    }
  },
  {
    "translation": {
      "en": "Filled with tears.",
      "it": "Si bagnano di lacrime."
    }
  },
  {
    "translation": {
      "en": "-Do you like that or is it too corny? -Yeah.",
      "it": "- Ti piace o è troppo sdolcinato? - Sì."
    }
  },
  {
    "translation": {
      "en": "-No. -Is it a little over-the-top?",
      "it": "- No. - È un po' sopra le righe?"
    }
  },
  {
    "translation": {
      "en": "Hey, honey, what happened to the Desert Storm piece?",
      "it": "Ehi, tesoro, che fine ha fatto quel pezzo sulla Desert Storm?"
    }
  },
  {
    "translation": {
      "en": "That's it. The injured girl's dad's in Kuwait. Is that not in there?",
      "it": "Fine. Il papà della ragazzina ferita è in Kuwait. Non c'è?"
    }
  },
  {
    "translation": {
      "en": "I think they cut that.",
      "it": "Credo che l'abbiano tagliato."
    }
  },
  {
    "translation": {
      "en": "They even-- They spelled your name wrong.",
      "it": "Hanno pure-- Hanno sbagliato a scrivere il tuo nome."
    }
  },
  {
    "translation": {
      "en": "-\"John Gorgan.\" -You're kidding.",
      "it": "- \"John Gorgan\". - Stai scherzando?"
    }
  },
  {
    "translation": {
      "en": "-Let me see that. Are you joking? -Forget it.",
      "it": "- Fammi vedere. Mi prendi in giro? - Lascia perdere."
    }
  },
  {
    "translation": {
      "en": "You know what? It's good. It's really good. It's got the facts, it's got color.",
      "it": "Sai una cosa? È fatto bene. Davvero bene. Ci sono i fatti, è colorito."
    }
  },
  {
    "translation": {
      "en": "-It's a really solid piece. -Thanks.",
      "it": "- È davvero un bel pezzo. - Grazie."
    }
  },
  {
    "translation": {
      "en": "I tried to breathe some life into it, you know?",
      "it": "Ho cercato di insufflarci della vita, sai?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "I like this article. I'm almost done with yours.",
      "it": "Mi piace questo articolo. Ho quasi finito il tuo."
    }
  },
  {
    "translation": {
      "en": "This idea of voting machines sounds really efficient.",
      "it": "Questa idea del voto elettronico sembra molto ingegnosa."
    }
  },
  {
    "translation": {
      "en": "When you get to the next page...",
      "it": "Quando passi alla pagina dopo..."
    }
  },
  {
    "translation": {
      "en": "...you'll see that I talk about what could happen.",
      "it": "...vedrai che parlo di cosa potrebbe accadere."
    }
  },
  {
    "translation": {
      "en": "-Oh, okay, I see, it continues. -Yeah.",
      "it": "- Ah, okay, vedo, continua. - Sì."
    }
  },
  {
    "translation": {
      "en": "But actually, the rest of it is really just okay.",
      "it": "Ma in realtà, tutto il resto è così così."
    }
  },
  {
    "translation": {
      "en": "-It's actually kind of boring. -No, no, it's-- I'm enjoying this.",
      "it": "- Anzi, è piuttosto noioso. - No, no, è- - Mi piace."
    }
  },
  {
    "translation": {
      "en": "They really gave you a lot of space.",
      "it": "Ti hanno dato un sacco di spazio."
    }
  },
  {
    "translation": {
      "en": "Oh, damn. Killed another one.",
      "it": "Oh, maledizione. Ne ho fatta morire un'altra."
    }
  },
  {
    "translation": {
      "en": "How am I ever supposed to take care of a kid if I can't even keep a plant alive?",
      "it": "Come faccio a prendermi cura di un figlio se non so neanche tenere viva una pianta?"
    }
  },
  {
    "translation": {
      "en": "Well, what did you expect, man? You bought a house.",
      "it": "Beh, che ti aspettavi? Avete comprato una casa."
    }
  },
  {
    "translation": {
      "en": "-A house with a spare room. -What's the matter with a spare room?",
      "it": "- Una casa con una camera in più. - Perché, qual è il problema?"
    }
  },
  {
    "translation": {
      "en": "It's empty, John, that's what's wrong with it.",
      "it": "È vuota, John, ecco qual è il problema."
    }
  },
  {
    "translation": {
      "en": "And you know what else is empty?",
      "it": "E sai cos'altro c'è di vuoto?"
    }
  },
  {
    "translation": {
      "en": "-Her womb. -Her womb.",
      "it": "- Il suo ventre. - Il suo ventre."
    }
  },
  {
    "translation": {
      "en": "-I'm worried Jenny's at like step seven. -What?",
      "it": "- Mi preoccupa che Jenny è alla fase sette. - Cosa?"
    }
  },
  {
    "translation": {
      "en": "She's got her whole life organized and planned out according to these steps.",
      "it": "Ha organizzato e pianificato tutta la sua vita in varie fasi."
    }
  },
  {
    "translation": {
      "en": "Okay, that's scary. Unbelievable.",
      "it": "Okay, questo è terrificante. Incredibile."
    }
  },
  {
    "translation": {
      "en": "You want my advice?",
      "it": "Vuoi un consiglio?"
    }
  },
  {
    "translation": {
      "en": "Get her, like, a bird or a puppy or something.",
      "it": "Regalale un canarino o un cucciolo o che so io."
    }
  },
  {
    "translation": {
      "en": "What, like a parakeet?",
      "it": "Un parrocchetto, magari?"
    }
  },
  {
    "translation": {
      "en": "Something other than you that she has to take care of.",
      "it": "Qualcosa di cui possa prendersi cura a parte te."
    }
  },
  {
    "translation": {
      "en": "You got a kid, you're a dad. You're not you anymore.",
      "it": "Se fai un figlio, diventi un padre. Non sei più te stesso."
    }
  },
  {
    "translation": {
      "en": "-You got a dog, you're a master. -Master.",
      "it": "- Se prendi un cane, sei un padrone. - Padrone."
    }
  },
  {
    "translation": {
      "en": "-You're still a guy. -Still got a life.",
      "it": "- Sei ancora un ragazzo. - Ho ancora la mia vita."
    }
  },
  {
    "translation": {
      "en": "-Exactly. -And a dog.",
      "it": "- Esatto. - E un cane."
    }
  },
  {
    "translation": {
      "en": "Yeah, but you've stopped her clock for a few years.",
      "it": "Sì, ma fermi il suo orologio per qualche anno."
    }
  },
  {
    "translation": {
      "en": "-I never had a dog. -Nothing to it.",
      "it": "- Non l'ho mai avuto un cane. - È semplice."
    }
  },
  {
    "translation": {
      "en": "Feed them, walk them, let them out now and again.",
      "it": "Gli dai da mangiare, lo porti a spasso, ogni tanto lo fai uscire."
    }
  },
  {
    "translation": {
      "en": "But it doesn't really matter. You're not gonna take care of it, Jenny is.",
      "it": "Ma tanto non importa. Non te ne occuperai tu, lo farà Jenny."
    }
  },
  {
    "translation": {
      "en": "-Sebastian! -Yo.",
      "it": "- Sebastian! - Sì."
    }
  },
  {
    "translation": {
      "en": "Your travel's been approved. Hit the road.",
      "it": "Il tuo viaggio è stato approvato. Puoi partire."
    }
  },
  {
    "translation": {
      "en": "-Where are you going? -I'm going to Colombia.",
      "it": "- Dove vai? - Vado in Colombia."
    }
  },
  {
    "translation": {
      "en": "I got a guy down there that says he can put me next to Pablo Escobar.",
      "it": "Conosco uno laggiù che dice che può farmi incontrare Pablo Escobar."
    }
  },
  {
    "translation": {
      "en": "I'm doing a piece.",
      "it": "Devo scriverci un pezzo."
    }
  },
  {
    "translation": {
      "en": "I follow a single coca leaf from the jungle to the streets of Miami.",
      "it": "Seguo una singola foglia di coca dalla giungla alle strade di Miami."
    }
  },
  {
    "translation": {
      "en": "Sounds like a good idea. You gotta be careful down there--",
      "it": "È una bella idea. Stai attento laggiù--"
    }
  },
  {
    "translation": {
      "en": "-Grogan. -Grodin. A fire at the county dump.",
      "it": "- Grogan. - Grodin. C'è un incendio alla discarica."
    }
  },
  {
    "translation": {
      "en": "-Methane leak. -Methane?",
      "it": "- Una perdita di metano. - Metano?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I want two paragraphs for the blotter.",
      "it": "Sì, voglio due paragrafi per il registro della polizia."
    }
  },
  {
    "translation": {
      "en": "Methane.",
      "it": "Metano."
    }
  },
  {
    "translation": {
      "en": "Woodward and Bernstein, eat your heart out.",
      "it": "Woodward e Bernstein mi fanno un baffo."
    }
  },
  {
    "translation": {
      "en": "What kind of dog?",
      "it": "Che tipo di cane?"
    }
  },
  {
    "translation": {
      "en": "-You remember Caroline? -The nurse?",
      "it": "- Te la ricordi Caroline? - L'infermiera?"
    }
  },
  {
    "translation": {
      "en": "She was a nursery-school teacher, I don't know.",
      "it": "Faceva la maestra d'asilo, mi pare."
    }
  },
  {
    "translation": {
      "en": "Anyway, she had this great dog, Daisy.",
      "it": "Comunque, aveva un cane fantastico, Daisy."
    }
  },
  {
    "translation": {
      "en": "-It was a Labradoodle. -\"Labradoodle\"?",
      "it": "- Un Labradoodle. - \"Labradoodle\"?"
    }
  },
  {
    "translation": {
      "en": "-Maybe a Labrador. -All right, get her a Labrador.",
      "it": "- Labrador, direi. - Okay, prendile un Labrador."
    }
  },
  {
    "translation": {
      "en": "Supposed to be just like kids, only easier to train.",
      "it": "Pare che siano come dei bambini, solo più facili da addestrare."
    }
  },
  {
    "translation": {
      "en": "\"Labradoodle\"? Come on.",
      "it": "\"Labradoodle\"? Ma dai."
    }
  },
  {
    "translation": {
      "en": "-This does not smell like an IHOP. -We got a little surprise first.",
      "it": "- Non sento odore di pancake. - Prima c'è una sorpresina."
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "it": "Ecco qua."
    }
  },
  {
    "translation": {
      "en": "Now, I want you to walk right here, my dear.",
      "it": "Andiamo da questa parte, mia cara."
    }
  },
  {
    "translation": {
      "en": "-Come on. -Oh, God.",
      "it": "- Dai. - Oddio."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Are you Grogan?",
      "it": "- Okay. - Grogan?"
    }
  },
  {
    "translation": {
      "en": "-Yes. -Expected you an hour ago.",
      "it": "- Sì. - La aspettavo un'ora fa."
    }
  },
  {
    "translation": {
      "en": "You're gonna like this. Step up. It's all right. Okay?",
      "it": "Ti piacerà questo posto. C'è il gradino. Non ti preoccupare. Okay?"
    }
  },
  {
    "translation": {
      "en": "-Sorry about the mess. -Okay.",
      "it": "- Scusate il disordine. - Okay."
    }
  },
  {
    "translation": {
      "en": "-And the noise. And the smell. -What's happening?",
      "it": "- E il rumore. E l'odore. - Ma dove siamo?"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "it": "Dai."
    }
  },
  {
    "translation": {
      "en": "-Can I look? -No, no. Almost, almost.",
      "it": "- Posso guardare? - No, no. Quasi, quasi."
    }
  },
  {
    "translation": {
      "en": "-Okay. Okay, ready? -Really?",
      "it": "- Okay. Okay, pronta? - Davvero?"
    }
  },
  {
    "translation": {
      "en": "One, two, three, go.",
      "it": "Uno, due, tre, via."
    }
  },
  {
    "translation": {
      "en": "-Happy birthday. -What?",
      "it": "- Buon compleanno. - Cosa?"
    }
  },
  {
    "translation": {
      "en": "-God, they're adorable. -Get in.",
      "it": "- Oddio, che carini. - Vai dentro."
    }
  },
  {
    "translation": {
      "en": "Oh, my-- My birthday's not for a month.",
      "it": "Oh, mamma-- Il mio compleanno è tra un mese."
    }
  },
  {
    "translation": {
      "en": "Oh, that's okay, they can't leave for three weeks anyway.",
      "it": "Oh, non c'è problema, tanto non possono andar via di qui prima di tre settimane."
    }
  },
  {
    "translation": {
      "en": "-John, we didn't discuss this. -I know, but it was a surprise. You can't.",
      "it": "- John, non ne abbiamo discusso. - Ma era una sorpresa. Non si poteva."
    }
  },
  {
    "translation": {
      "en": "-Hi, guys. -Just rescued the mom last month.",
      "it": "- Ciao, ragazzi. - Ho salvato la madre il mese scorso."
    }
  },
  {
    "translation": {
      "en": "Family that gave her up didn't even know she was pregnant.",
      "it": "La famiglia che l'ha abbandonata non sapeva neanche che era incinta."
    }
  },
  {
    "translation": {
      "en": "-You sure we're ready for this? -Well, like I told you...",
      "it": "- Ma siamo pronti per tenerne uno? - Beh, come ho detto..."
    }
  },
  {
    "translation": {
      "en": "...you gotta wait three weeks before you can bring them home.",
      "it": "...dovete aspettare tre settimane prima di poterli portare a casa."
    }
  },
  {
    "translation": {
      "en": "-I'm not even gonna be here. -Why?",
      "it": "- Io non sarò neanche qui. - Perché?"
    }
  },
  {
    "translation": {
      "en": "-I'll be in Gainesville, covering that trial. -That's okay.",
      "it": "- Sarò a Gainesville, a seguire il processo. - Non c'è problema."
    }
  },
  {
    "translation": {
      "en": "It'll give me a chance to bond with him and get a head start on training him.",
      "it": "Così potrò legare con lui e cominciare ad educarlo."
    }
  },
  {
    "translation": {
      "en": "Get him squared away before you get home.",
      "it": "Gli do una raddrizzata prima che torni a casa."
    }
  },
  {
    "translation": {
      "en": "-That's true. -Yeah.",
      "it": "- Giusto. - Sì."
    }
  },
  {
    "translation": {
      "en": "-Well, how are we gonna pick one? -Girls are 300, boys are 275.",
      "it": "- Beh, come facciamo a sceglierne uno? - Le ragazze 300 dollari, i ragazzi 275."
    }
  },
  {
    "translation": {
      "en": "Except for that little guy there. Him you could have for 200 even.",
      "it": "Eccetto quel piccoletto lì. Lui potete averlo per 200 dollari."
    }
  },
  {
    "translation": {
      "en": "This one? You're so sweet. You're like a little clearance puppy.",
      "it": "Questo? Come sei carino. Sei un cucciolino in svendita."
    }
  },
  {
    "translation": {
      "en": "-Hello, puppy. -This one likes you.",
      "it": "- Ciao, piccolino. - Gli piaci a questo."
    }
  },
  {
    "translation": {
      "en": "Clearance Puppy likes you.",
      "it": "Gli piaci a Cucciolo in Svendita."
    }
  },
  {
    "translation": {
      "en": "-Well, that's your guy. -I was gonna pick you anyway.",
      "it": "- Beh, l'avete trovato. - Avrei scelto te comunque."
    }
  },
  {
    "translation": {
      "en": "Don't tell anybody. Don't tell the others.",
      "it": "Non dirlo a nessuno. Non dirlo agli altri."
    }
  },
  {
    "translation": {
      "en": "-Honey, be careful. -We gotta double-time it a little bit here.",
      "it": "- Amore, mi raccomando. - Dobbiamo accelerare il passo."
    }
  },
  {
    "translation": {
      "en": "-I really wish I didn't have to go. -It's gonna be great.",
      "it": "- Avrei voluto non dover partire. - Andrà tutto alla grande."
    }
  },
  {
    "translation": {
      "en": "You spent eight months on this trial. I'm jealous.",
      "it": "Hai passato otto mesi a seguire questo processo. Sono geloso."
    }
  },
  {
    "translation": {
      "en": "Really? Tax evasion? That's what makes you jealous?",
      "it": "Davvero? Evasione fiscale? Ti rende geloso?"
    }
  },
  {
    "translation": {
      "en": "Well, it's sexier than speed bumps.",
      "it": "Beh, è più sexy dei dossi stradali."
    }
  },
  {
    "translation": {
      "en": "-Call me the minute you get him home. -Okay. Okay.",
      "it": "- Chiamami appena sei a casa. - Okay. Okay."
    }
  },
  {
    "translation": {
      "en": "-We also have to come up with a name. -Yes, well, let's brainstorm it.",
      "it": "- Dobbiamo anche pensare a un nome. - Sì, beh, faremo un po' di brainstorming."
    }
  },
  {
    "translation": {
      "en": "I'll just call him Clearance Puppy till you get back.",
      "it": "Lo chiamerò Cucciolo in Svendita finché non torni."
    }
  },
  {
    "translation": {
      "en": "Are you gonna be okay?",
      "it": "Te la caverai?"
    }
  },
  {
    "translation": {
      "en": "-Worried about me with a puppy? -I am.",
      "it": "- Credi che non sappia tenere un cane? - Sì."
    }
  },
  {
    "translation": {
      "en": "-Me, John frigging Grogan? Come on. -I know.",
      "it": "- Io, John super Grogan? Ma dai. - Hai ragione."
    }
  },
  {
    "translation": {
      "en": "-Goodbye. I love you. You look pretty. -Thank you. I love you. Bye.",
      "it": "- Ciao. Ti amo. Sei bella. - Grazie. Ti amo. Ciao."
    }
  },
  {
    "translation": {
      "en": "How you doing there, buddy?",
      "it": "Come stai, amichetto?"
    }
  },
  {
    "translation": {
      "en": "Kind of a big day for you.",
      "it": "È un grande giorno per te."
    }
  },
  {
    "translation": {
      "en": "Let's listen to the radio. Awkward silences.",
      "it": "Sentiamo un po' di radio. Silenzi imbarazzanti."
    }
  },
  {
    "translation": {
      "en": "You like that? You like Bob Marley?",
      "it": "Ti piace? Ti piace Bob Marley?"
    }
  },
  {
    "translation": {
      "en": "Bob. Would that be a good name? Bob.",
      "it": "Bob. Ti piace come nome? Bob."
    }
  },
  {
    "translation": {
      "en": "Bob. Come here, Bob.",
      "it": "Bob. Vieni qui, Bob."
    }
  },
  {
    "translation": {
      "en": "Or Robert when you got older? More dignified?",
      "it": "O Robert quando diventi più vecchio? Più dignitoso?"
    }
  },
  {
    "translation": {
      "en": "Marley? You like that.",
      "it": "Marley? Ti piace."
    }
  },
  {
    "translation": {
      "en": "That has a nice ring to it.",
      "it": "Suona bene."
    }
  },
  {
    "translation": {
      "en": "Okay, whoa, come on.",
      "it": "Okay, ehi, dai."
    }
  },
  {
    "translation": {
      "en": "It's better if you ride shotgun...",
      "it": "È meglio se stai sull'altro sedile..."
    }
  },
  {
    "translation": {
      "en": "...because we don't wanna have a car crash on our first real day together.",
      "it": "...perché non vogliamo fare un incidente il nostro primo vero giorno insieme."
    }
  },
  {
    "translation": {
      "en": "Okay, come here. Come here.",
      "it": "Okay, vieni qui. Vieni qui."
    }
  },
  {
    "translation": {
      "en": "It's a big day. You can ride over here.",
      "it": "È un grande giorno. Puoi stare qui."
    }
  },
  {
    "translation": {
      "en": "Maybe it's okay today, just this one time.",
      "it": "Magari oggi si può fare, solo per questa volta."
    }
  },
  {
    "translation": {
      "en": "If we get pulled over, we explain. We explain what the circumstances are.",
      "it": "Se ci fermano, glielo spieghiamo. Gli spieghiamo quali sono le circostanze."
    }
  },
  {
    "translation": {
      "en": "-What happened? -The Millers got robbed.",
      "it": "- Cos'è successo? - I Miller sono stati rapinati."
    }
  },
  {
    "translation": {
      "en": "Again? Good thing I got a watchdog.",
      "it": "Di nuovo? Per fortuna che ho preso un cane da guardia."
    }
  },
  {
    "translation": {
      "en": "Hey, buddy.",
      "it": "Ehi, bello."
    }
  },
  {
    "translation": {
      "en": "-He's got some teeth. -Oh, yeah.",
      "it": "- Che dentoni che ha. - Oh, sì."
    }
  },
  {
    "translation": {
      "en": "I'll just get him some water.",
      "it": "Vado a farlo bere."
    }
  },
  {
    "translation": {
      "en": "You're not gonna keep him in the backyard.",
      "it": "Non vorrà tenerlo in giardino, spero?"
    }
  },
  {
    "translation": {
      "en": "Gonna keep him in the garage till I get him housetrained.",
      "it": "Lo terrò in garage per il periodo di educazione."
    }
  },
  {
    "translation": {
      "en": "Hey, you've had enough food, Marley. You've had two bowls of kibble.",
      "it": "Ehi, hai già mangiato abbastanza, Marley. Ti ho dato due ciotole di crocchette."
    }
  },
  {
    "translation": {
      "en": "You had half a seat belt in the car.",
      "it": "Ti sei mangiato metà cintura di sicurezza in macchina."
    }
  },
  {
    "translation": {
      "en": "How are you still eating?",
      "it": "Com'è possibile che stai ancora mangiando?"
    }
  },
  {
    "translation": {
      "en": "I don't understand where you can put it.",
      "it": "Non capisco dove riesci a metterlo."
    }
  },
  {
    "translation": {
      "en": "And here's the little box where Marley is going to bunk down.",
      "it": "Ed ecco la cuccetta dove Marley farà la nanna."
    }
  },
  {
    "translation": {
      "en": "Pretty cozy. All right, good night.",
      "it": "È bella comoda. Okay, buonanotte."
    }
  },
  {
    "translation": {
      "en": "You're gonna be okay. I'm just right inside.",
      "it": "Non aver paura. Sono in casa."
    }
  },
  {
    "translation": {
      "en": "Sleep tight.",
      "it": "Sogni d'oro."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "it": "Okay."
    }
  },
  {
    "translation": {
      "en": "Come on, Marley. You're killing me, you know that?",
      "it": "Dai, Marley. Mi stai uccidendo, lo sai?"
    }
  },
  {
    "translation": {
      "en": "Oh, we've got some cleaning up to do before the missus gets back.",
      "it": "Oh, bisogna fare un po' di pulizie prima che torni la padroncina."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "it": "Okay."
    }
  },
  {
    "translation": {
      "en": "I'm off to the airport, and you're gonna ride out the rain right in your little box.",
      "it": "Io vado all'aeroporto e tu ascolterai il temporale al sicuro nella tua cuccetta."
    }
  },
  {
    "translation": {
      "en": "Just a little thunder.",
      "it": "Era solo un piccolo tuono."
    }
  },
  {
    "translation": {
      "en": "Back in a flash.",
      "it": "Torno subito."
    }
  },
  {
    "translation": {
      "en": "-Hi. -Get in here.",
      "it": "- Ciao. - Sali."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "it": "Oddio."
    }
  },
  {
    "translation": {
      "en": "-Hi. -How are you?",
      "it": "- Ciao. - Come stai?"
    }
  },
  {
    "translation": {
      "en": "-How's my puppy? -I'm okay.",
      "it": "- Come sta il mio cucciolo? - Tutto bene."
    }
  },
  {
    "translation": {
      "en": "A little tired, but I'm trying to stay dry.",
      "it": "Un po' stanco, ma sto cercando di restare sobrio."
    }
  },
  {
    "translation": {
      "en": "-Really, how is he? -He's waiting for you.",
      "it": "- No, veramente, come sta? - Ti sta aspettando."
    }
  },
  {
    "translation": {
      "en": "Do you hear that? Is that--? I think that's Marley.",
      "it": "Lo senti? È--? Credo che sia Marley."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Oh, my God. Look at this.",
      "it": "Oddio. Oddio. Guarda qua."
    }
  },
  {
    "translation": {
      "en": "-This is not how I left it. -How long did you leave him here?",
      "it": "- Non era così quando sono andato via. - Quanto tempo l'hai lasciato qui?"
    }
  },
  {
    "translation": {
      "en": "I left him for maybe an hour, tops. Did he eat the dry wall?",
      "it": "L'ho lasciato qui un'oretta al massimo. Ha mangiato il cartongesso?"
    }
  },
  {
    "translation": {
      "en": "-Oh, that's not right. -That's-- One little dog did that.",
      "it": "- Oh, ma non si fa. - È-- Un cagnolino ha fatto tutto questo."
    }
  },
  {
    "translation": {
      "en": "Oh, honey, you're shaking.",
      "it": "Oh, tesoro, stai tremando."
    }
  },
  {
    "translation": {
      "en": "Does thunder scare you, mister?",
      "it": "Hai paura dei tuoni, signorino?"
    }
  },
  {
    "translation": {
      "en": "Sweet boy.",
      "it": "Piccolino."
    }
  },
  {
    "translation": {
      "en": "Oh, look at us.",
      "it": "Oh, ma guarda un po'."
    }
  },
  {
    "translation": {
      "en": "So I'm in this cave, and I can feel the machine guns.",
      "it": "Sto in una caverna, e riesco a sentire i mitragliatori."
    }
  },
  {
    "translation": {
      "en": "There's like nine of them around me.",
      "it": "Ce ne sono nove attorno a me."
    }
  },
  {
    "translation": {
      "en": "-What, like AK-47s? -Kalashnikovs.",
      "it": "- Cosa, degli AK-47? - Kalashnikov."
    }
  },
  {
    "translation": {
      "en": "-And then Escobar comes in and says-- -Escobar?",
      "it": "- E poi arriva Escobar e fa-- - Escobar?"
    }
  },
  {
    "translation": {
      "en": "Yeah, he says, \"I read your piece on Qaddafi...",
      "it": "Sì, dice: \"Ho letto il tuo articolo su Qaddafi..."
    }
  },
  {
    "translation": {
      "en": "...and I think you captured his narcissism perfectly.\"",
      "it": "...e secondo me hai reso benissimo il suo narcisismo\"."
    }
  },
  {
    "translation": {
      "en": "-Can you believe that? -Some of it.",
      "it": "- Ma ci credi? - In parte."
    }
  },
  {
    "translation": {
      "en": "I wish you could've been there.",
      "it": "Avresti dovuto esserci."
    }
  },
  {
    "translation": {
      "en": "But who's gonna cover the power struggle down at the Rotary club in Delray?",
      "it": "Ma poi chi scriverà della lotta di potere giù al Rotary club a Delray?"
    }
  },
  {
    "translation": {
      "en": "Oh, it's been just crazy.",
      "it": "Oh, è stata una cosa pazzesca."
    }
  },
  {
    "translation": {
      "en": "-Your time will come, amigo. -I'll drink to that.",
      "it": "- Verrà il tuo momento, amigo. - Me lo auguro."
    }
  },
  {
    "translation": {
      "en": "That was crazy. Oh, my God.",
      "it": "Pazzesco. Oh, mio Dio."
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. -That is the cutest thing I've ever seen.",
      "it": "- Oh, mio Dio. - È la cosa più tenera che abbia mai visto."
    }
  },
  {
    "translation": {
      "en": "Say hello, Marley.",
      "it": "Saluta, Marley."
    }
  },
  {
    "translation": {
      "en": "-Can I hold him? -Of course. Here you go.",
      "it": "- Posso tenerlo? - Ma certo. Tieni."
    }
  },
  {
    "translation": {
      "en": "-You're so cute. -Oh, I love their puppy breath.",
      "it": "- Come sei carino. - Oh, adoro il respiro dei cuccioli."
    }
  },
  {
    "translation": {
      "en": "Oh, have you guys met my buddy Sebastian?",
      "it": "Oh, vi presento il mio amico Sebastian."
    }
  },
  {
    "translation": {
      "en": "Sebastian, Viviana. Nice to meet you.",
      "it": "Sebastian, Viviana. Piacere."
    }
  },
  {
    "translation": {
      "en": "-Hi. -Hi, I'm Shannon.",
      "it": "- Ciao. - Ciao, io sono Shannon."
    }
  },
  {
    "translation": {
      "en": "-Hey, he's a beauty, isn't he? -He's adorable.",
      "it": "- Ehi, è un tesoro, vero? - È adorabile."
    }
  },
  {
    "translation": {
      "en": "I actually think the \"puppy instead of a baby\" idea is working.",
      "it": "Credo che l'idea del \"cucciolo al posto del bebè\" stia funzionando."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's certainly working for me.",
      "it": "Sì, sta funzionando anche per me."
    }
  },
  {
    "translation": {
      "en": "Can I take him home? You're so cute, yes, you are.",
      "it": "Posso portarmelo a casa? Come sei carino, sì, che lo sei."
    }
  },
  {
    "translation": {
      "en": "I can't let you have the puppy, but you might have a shot with the big dog.",
      "it": "Non posso darvelo, ma magari può andarvi meglio col cane più grande."
    }
  },
  {
    "translation": {
      "en": "-Oh, yeah? -I'm easy.",
      "it": "- Ah, sì? - Sono docile."
    }
  },
  {
    "translation": {
      "en": "-Oh, you're easy? -And I do tricks. I'm paper-trained.",
      "it": "- Ah, sei docile? - E so farla nella cassetta."
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. -Marley.",
      "it": "- Oddio. - Marley."
    }
  },
  {
    "translation": {
      "en": "-Marley! -Come back, puppy.",
      "it": "- Marley! - Torna, cucciolo."
    }
  },
  {
    "translation": {
      "en": "-Marley! -Marley!",
      "it": "- Marley! - Marley!"
    }
  },
  {
    "translation": {
      "en": "-Got him. Thanks. -You have to be more careful, man.",
      "it": "- Preso. Grazie. - Deve stare più attento."
    }
  },
  {
    "translation": {
      "en": "It's our first week together, so we're still working out the kinks.",
      "it": "È la nostra prima settimana insieme, stiamo ancora imparando a convivere."
    }
  },
  {
    "translation": {
      "en": "You shouldn't bring a dog to the dog beach until he's trained.",
      "it": "Non dovrebbe portare un cane in spiaggia finché non è addestrato."
    }
  },
  {
    "translation": {
      "en": "Okay, can I get the dog back?",
      "it": "Okay, posso riavere il cane?"
    }
  },
  {
    "translation": {
      "en": "Never let him off leash unless you have complete confidence.",
      "it": "Non lo lasci mai libero se non dà retta ai suoi comandi."
    }
  },
  {
    "translation": {
      "en": "This is the only beach in two counties where dogs aren't banned.",
      "it": "Questa è l'unica spiaggia in due contee dove i cani non sono vietati."
    }
  },
  {
    "translation": {
      "en": "Cops see anybody peeing or pooping down by the water, they'll shut us down.",
      "it": "Se la polizia ne vede uno che fa la pipì o la pupù sulla battigia, ci manderanno via."
    }
  },
  {
    "translation": {
      "en": "Why is that funny to you?",
      "it": "Perché lo trovi tanto divertente?"
    }
  },
  {
    "translation": {
      "en": "I'm just very immature.",
      "it": "Sono solo molto immaturo."
    }
  },
  {
    "translation": {
      "en": "See? Aren't you glad you're not Calvin? See how easy you got it?",
      "it": "Visto? Sei contento di non essere Calvin? Visto che ti è andata bene?"
    }
  },
  {
    "translation": {
      "en": "Marley, stop.",
      "it": "Marley, smettila."
    }
  },
  {
    "translation": {
      "en": "Honey, the dog's got my....",
      "it": "Tesoro, il cane ha preso il mio..."
    }
  },
  {
    "translation": {
      "en": "Marley, you can't go through a screen door.",
      "it": "Marley, non puoi passare attraverso la zanzariera."
    }
  },
  {
    "translation": {
      "en": "Hey, Steve.",
      "it": "Ehi, Steve."
    }
  },
  {
    "translation": {
      "en": "-Happy Thanksgiving. -You too.",
      "it": "- Buono Giorno del Ringraziamento. - Anche a te."
    }
  },
  {
    "translation": {
      "en": "It just seems like there's other guys. Don't understand why you thought of me.",
      "it": "Mi pare che ci siano altre persone. Non capisco perché ha pensato a me."
    }
  },
  {
    "translation": {
      "en": "-I'm in a bind. -Yeah, but I'm a reporter, not a columnist.",
      "it": "- Non ho scelta. - Io sono un cronista, non un corsivista."
    }
  },
  {
    "translation": {
      "en": "John, you'll get better pay.",
      "it": "John, avrai una paga migliore."
    }
  },
  {
    "translation": {
      "en": "You can pick your own hours and choose your own topics.",
      "it": "Potrai decidere i tuoi orari e scegliere gli argomenti che vuoi."
    }
  },
  {
    "translation": {
      "en": "Why are you hesitating?",
      "it": "Perché stai esitando?"
    }
  },
  {
    "translation": {
      "en": "-I'm thinking. -No, you're hesitating.",
      "it": "- Ci sto pensando. - No, stai esitando."
    }
  },
  {
    "translation": {
      "en": "I'm offering a promotion and you're hesitating.",
      "it": "Ti sto offrendo una promozione e tu stai esitando."
    }
  },
  {
    "translation": {
      "en": "I never saw myself as a columnist.",
      "it": "Non mi sono mai visto come corsivista."
    }
  },
  {
    "translation": {
      "en": "Oh, well, think of it as one of those times when you surprise yourself.",
      "it": "Beh, considerala un'altra di quelle volte in cui ti sorprendi di te stesso."
    }
  },
  {
    "translation": {
      "en": "It's only a couple of times a week until I get a replacement for Jerry.",
      "it": "È solo per un paio di volte alla settimana finché non trovo un sostituto per Jerry."
    }
  },
  {
    "translation": {
      "en": "Then you can go back to doing whatever it was you were doing.",
      "it": "Poi puoi rimetterti a fare quello che facevi."
    }
  },
  {
    "translation": {
      "en": "-What were you doing? -Obituaries, methane leaks.",
      "it": "- Cos'è che facevi? - Necrologi, perdite di metano."
    }
  },
  {
    "translation": {
      "en": "-Are you okay with this? -Yes.",
      "it": "- Sicuro di volerlo fare? - Sì."
    }
  },
  {
    "translation": {
      "en": "You don't seem thrilled.",
      "it": "Non mi sembri entusiasta."
    }
  },
  {
    "translation": {
      "en": "-No, it's a promotion. -We can take away the raise if you like.",
      "it": "- No, è una promozione. - Possiamo togliere l'aumento se vuoi."
    }
  },
  {
    "translation": {
      "en": "No, no, I'm-- Thank you.",
      "it": "No, no, guardi-- Grazie."
    }
  },
  {
    "translation": {
      "en": "All right, now you're talking. Go on, get to work.",
      "it": "Bene, così si fa. Su, vai a lavorare."
    }
  },
  {
    "translation": {
      "en": "Marley. I think he dislocated my shoulder.",
      "it": "Marley. Credo che mi abbia lussato una spalla."
    }
  },
  {
    "translation": {
      "en": "He doesn't even heel. Doesn't walk, he just sprints.",
      "it": "Non ti segue neanche. Non cammina, corre e basta."
    }
  },
  {
    "translation": {
      "en": "Marley. God.",
      "it": "Marley. Oddio."
    }
  },
  {
    "translation": {
      "en": "Marley, stop. Down here. Come on.",
      "it": "Marley, basta. A cuccia. E dai."
    }
  },
  {
    "translation": {
      "en": "I had to pull him off three dogs today.",
      "it": "Ho dovuto staccarlo da tre cani oggi."
    }
  },
  {
    "translation": {
      "en": "-Poodles? -Among others.",
      "it": "- Barboncini? - Anche."
    }
  },
  {
    "translation": {
      "en": "I say we give him away to a farm.",
      "it": "Io dico di darlo via ad un canile."
    }
  },
  {
    "translation": {
      "en": "Isn't that usually what you do with dogs that are out of control?",
      "it": "Non è quello che si fa coi cani che non sanno controllarsi?"
    }
  },
  {
    "translation": {
      "en": "Well, usually you train them.",
      "it": "Beh, in genere li si addestra."
    }
  },
  {
    "translation": {
      "en": "Or you train them. Come on, down. Come on.",
      "it": "O li si addestra. Dai, sta giù. Forza."
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "it": "Cosa stai facendo?"
    }
  },
  {
    "translation": {
      "en": "Arnie gave me a column.",
      "it": "Arnie mi ha dato una rubrica."
    }
  },
  {
    "translation": {
      "en": "Are you kidding? Baby, that's great.",
      "it": "Scherzi? Tesoro, è fantastico."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, it's a big honor.",
      "it": "Oh, sì, è un grande onore."
    }
  },
  {
    "translation": {
      "en": "I get to write about zoning laws and give my opinion on yard sales.",
      "it": "Posso scrivere di leggi urbanistiche e dare la mia opinione sulla vendita di usato."
    }
  },
  {
    "translation": {
      "en": "Whoa, down, boy. Easy with the enthusiasm.",
      "it": "Ehi, calma, ragazzo. Non essere troppo entusiasta."
    }
  },
  {
    "translation": {
      "en": "No, it's just I don't even read this crap when other people write it.",
      "it": "Ma no, è che non la leggo neanche quella robaccia quando la scrivono gli altri."
    }
  },
  {
    "translation": {
      "en": "Now I'm supposed to, you know, write two columns a week?",
      "it": "E ora dovrei mettermi a scrivere due pezzi a settimana?"
    }
  },
  {
    "translation": {
      "en": "And you've got nothing for Tuesday.",
      "it": "E non hai niente per martedì."
    }
  },
  {
    "translation": {
      "en": "-No, I got nothing for Tuesday. -I bet you're gonna think of something.",
      "it": "- No, non ho niente per martedì. - Vedrai che ti verrà in mente qualcosa."
    }
  },
  {
    "translation": {
      "en": "See, this gives me a little inspiration, but it's not for a column. It's more like--",
      "it": "Ecco, vedi, questo già mi dà un po' di ispirazione, ma non per il pezzo. È più--"
    }
  },
  {
    "translation": {
      "en": "Look at Marley. Now he's eating the floor.",
      "it": "Guarda Marley. Ora sta mangiando il pavimento."
    }
  },
  {
    "translation": {
      "en": "Marley, stop.",
      "it": "Marley, fermo."
    }
  },
  {
    "translation": {
      "en": "Marley, you're incorrigible.",
      "it": "Marley, sei incorreggibile."
    }
  },
  {
    "translation": {
      "en": "\"Incorrigible.\" I don't believe in that word. Every dog wants to learn.",
      "it": "\"Incorreggibile\". Non ci credo a quella parola. Ogni cane vuole imparare."
    }
  },
  {
    "translation": {
      "en": "Hey, come here, baby.",
      "it": "Ehi, vieni qui, tesoro."
    }
  },
  {
    "translation": {
      "en": "Yes, you're a good girl. You're a good girl, yes, you are.",
      "it": "Sì, sei una brava ragazza. Sei una brava ragazza, sì, che lo sei."
    }
  },
  {
    "translation": {
      "en": "Of course, they can't learn if their parents are weak-willed.",
      "it": "Ovviamente, non possono imparare se i genitori hanno una volontà debole."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, I'm pretty strong-willed, but....",
      "it": "Sì, beh, io sono tenace, ma..."
    }
  },
  {
    "translation": {
      "en": "-Marley. Sorry. -Say hello to Marley.",
      "it": "- Marley. Scusa. - Saluti Marley."
    }
  },
  {
    "translation": {
      "en": "So which of you is gonna be the trainer?",
      "it": "Chi di voi due sarà l'educatore?"
    }
  },
  {
    "translation": {
      "en": "We both thought we would. We'd like him to listen to both of us.",
      "it": "Pensavamo di farlo entrambi. Vorremo che ascoltasse tutti e due."
    }
  },
  {
    "translation": {
      "en": "We're married, so yeah.",
      "it": "Siamo sposati, quindi."
    }
  },
  {
    "translation": {
      "en": "No, no, no. A dog can only have one master.",
      "it": "No, no, no. Un cane può avere solo un padrone."
    }
  },
  {
    "translation": {
      "en": "Which one of you has the most natural authority...",
      "it": "Chi di voi due emana più autorità..."
    }
  },
  {
    "translation": {
      "en": "...in your own relationship?",
      "it": "...nella vostra relazione?"
    }
  },
  {
    "translation": {
      "en": "Well, maybe I'll stand over there for the beginning.",
      "it": "Beh, magari io per il momento me ne sto lì."
    }
  },
  {
    "translation": {
      "en": "I thought so. Shall we?",
      "it": "Come pensavo. Vogliamo cominciare?"
    }
  },
  {
    "translation": {
      "en": "-Jeez. -All right. Sit.",
      "it": "- Diamine. - Bene. Seduti."
    }
  },
  {
    "translation": {
      "en": "-Sit. -Sit.",
      "it": "- Seduto. - Seduto."
    }
  },
  {
    "translation": {
      "en": "Sit.",
      "it": "Seduto."
    }
  },
  {
    "translation": {
      "en": "Sit. Marley. Okay, Marley. Marley, sit.",
      "it": "Seduto. Marley. Okay, Marley. Marley, seduto."
    }
  },
  {
    "translation": {
      "en": "This, class, is a classic example...",
      "it": "Questo è un classico esempio..."
    }
  },
  {
    "translation": {
      "en": "...of a dog who has foolishly been allowed to believe...",
      "it": "...di un cane a cui è stato scioccamente permesso di credere..."
    }
  },
  {
    "translation": {
      "en": "...he is the alpha male of the pack.",
      "it": "...che è il maschio alfa del branco."
    }
  },
  {
    "translation": {
      "en": "And therefore, he can never be a happy animal.",
      "it": "E di conseguenza, non potrà mai essere un animale felice."
    }
  },
  {
    "translation": {
      "en": "Yeah, he looks pretty miserable.",
      "it": "Sì, difatti sembra triste."
    }
  },
  {
    "translation": {
      "en": "You, joker.",
      "it": "Lei, burlone."
    }
  },
  {
    "translation": {
      "en": "Rotate in. And lose the sunglasses.",
      "it": "Le dia il cambio. E si tolga gli occhiali da sole."
    }
  },
  {
    "translation": {
      "en": "A dog likes to be looked at in the eye.",
      "it": "Ai cani piace essere guardati negli occhi."
    }
  },
  {
    "translation": {
      "en": "-I got it. Okay. -Okay.",
      "it": "- Li prendo io. Okay. - Okay."
    }
  },
  {
    "translation": {
      "en": "-You got him? Okay. -Yep.",
      "it": "- Ce l'hai? Okay. - Sì."
    }
  },
  {
    "translation": {
      "en": "So collar your dogs.",
      "it": "Allora, mettete il collare ai vostri cani."
    }
  },
  {
    "translation": {
      "en": "Good boy.",
      "it": "Da bravo."
    }
  },
  {
    "translation": {
      "en": "All right, dogs on the left. On the count of three.",
      "it": "Bene, tenete i cani sulla sinistra. Al tre."
    }
  },
  {
    "translation": {
      "en": "One, two, three. Let's go.",
      "it": "Uno, due, tre. Andiamo."
    }
  },
  {
    "translation": {
      "en": "Walk. Walk.",
      "it": "Cammina. Cammina."
    }
  },
  {
    "translation": {
      "en": "-Very nice. -Heel.",
      "it": "- Molto bene. - Al piede."
    }
  },
  {
    "translation": {
      "en": "-Go. -Very good.",
      "it": "- Vai. - Benissimo."
    }
  },
  {
    "translation": {
      "en": "Good.",
      "it": "Bene."
    }
  },
  {
    "translation": {
      "en": "-Hey. -Correct him. Rein in that dog.",
      "it": "- Ehi. - Lo corregga. Controlli quel cane."
    }
  },
  {
    "translation": {
      "en": "All right. All right, class. Come on, let's line up again.",
      "it": "Okay. Okay, classe. Forza, rimettetevi in riga."
    }
  },
  {
    "translation": {
      "en": "Class, it's a simple question of having confidence in your own authority.",
      "it": "Si tratta semplicemente di avere confidenza con la propria autorità."
    }
  },
  {
    "translation": {
      "en": "I shall now demonstrate a simple walk, all right?",
      "it": "Ora vi mostrerò una semplice passeggiata, okay?"
    }
  },
  {
    "translation": {
      "en": "-Come here. -Mr. Grogan.",
      "it": "- Vieni qui. - Signor Grogan."
    }
  },
  {
    "translation": {
      "en": "-Sorry. -May I?",
      "it": "- Mi scusi. - Posso?"
    }
  },
  {
    "translation": {
      "en": "All right, even an unruly dog likes to obey his leader.",
      "it": "Bene, anche ad un cane indisciplinato piace ubbidire al suo leader."
    }
  },
  {
    "translation": {
      "en": "Marley, heel.",
      "it": "Marley, al piede."
    }
  },
  {
    "translation": {
      "en": "There.",
      "it": "Così."
    }
  },
  {
    "translation": {
      "en": "Careful. Marley, no! Marley!",
      "it": "Attenta. Marley, no! Marley!"
    }
  },
  {
    "translation": {
      "en": "-Are you okay? -That's it. He is out.",
      "it": "- Sta bene? - Basta. Bocciato."
    }
  },
  {
    "translation": {
      "en": "-He usually only does this with poodles. -That dog is a bad influence on the others.",
      "it": "In genere fa così solo coi barboncini. Quel cane è un brutto esempio per gli altri."
    }
  },
  {
    "translation": {
      "en": "No. Leg humping is like a virus.",
      "it": "No. Montare le gambe è come un virus."
    }
  },
  {
    "translation": {
      "en": "Once it takes hold of the group.... No.",
      "it": "Se si diffonde in tutto il gruppo... No."
    }
  },
  {
    "translation": {
      "en": "-Okay. -He has got to go.",
      "it": "- Okay. - Deve andarsene."
    }
  },
  {
    "translation": {
      "en": "It was maybe your hair.",
      "it": "Forse è per via dei suoi capelli."
    }
  },
  {
    "translation": {
      "en": "It reminded him of a poodle.",
      "it": "L'avrà scambiata per un barboncino."
    }
  },
  {
    "translation": {
      "en": "-Never bring him back. -Okay.",
      "it": "- Non riportatelo più qui. - Okay."
    }
  },
  {
    "translation": {
      "en": "Right from the beginning, she had me in her sights.",
      "it": "Mi ha guardato male fin dall'inizio."
    }
  },
  {
    "translation": {
      "en": "-I know, she really did. -Marley wouldn't take any of her crap.",
      "it": "- Sì, me ne sono accorta. - Marley non dà retta a certa gente."
    }
  },
  {
    "translation": {
      "en": "That's why he got kicked out. You are now the world's worst dog.",
      "it": "Per questo è stato cacciato. Ora sei il cane peggiore del mondo."
    }
  },
  {
    "translation": {
      "en": "You've been kicked out of obedience school.",
      "it": "Sei stato cacciato dalla scuola d'educazione."
    }
  },
  {
    "translation": {
      "en": "You know, there is something else that we could do.",
      "it": "Sai, c'è un'altra che potremmo fare."
    }
  },
  {
    "translation": {
      "en": "No, I know, we just-- We get an--",
      "it": "No, lo so, possiamo-- Andiamo da--"
    }
  },
  {
    "translation": {
      "en": "I'm smiling, but I'm serious. No.",
      "it": "Sto sorridendo, ma dico sul serio. No."
    }
  },
  {
    "translation": {
      "en": "It's not gonna be so bad, buddy. You'll see. Sex is overrated.",
      "it": "Non sarà una cosa tanto brutta. Vedrai. Il sesso è sopravvalutato."
    }
  },
  {
    "translation": {
      "en": "I can't tell you that, because you know it's a lie.",
      "it": "È inutile dirti così, tanto lo sai che è una bugia."
    }
  },
  {
    "translation": {
      "en": "Poor son of a bitch.",
      "it": "Povero figlio di una cagna."
    }
  },
  {
    "translation": {
      "en": "Okay, you wanna come up? Yeah, that's the least I can do.",
      "it": "Okay, vuoi venire qui? Sì, è il minimo che posso fare."
    }
  },
  {
    "translation": {
      "en": "-Get a little fresh air. -Marley.",
      "it": "- Prendi un po' d'aria fresca. - Marley."
    }
  },
  {
    "translation": {
      "en": "Oh, gosh, it's like he's walking the plank.",
      "it": "Oh, cielo, che tortura."
    }
  },
  {
    "translation": {
      "en": "That's what breaks my heart. He's so happy.",
      "it": "È questo che mi spezza il cuore. È felicissimo."
    }
  },
  {
    "translation": {
      "en": "-He doesn't know what's coming. -Honey, he's gonna be fine.",
      "it": "- Non sa cosa lo aspetta. - Tesoro, andrà tutto bene."
    }
  },
  {
    "translation": {
      "en": "-Oh, no, no, now I'm getting nervous. -He's okay. He's just getting a little air.",
      "it": "- Oh, no, no, ora mi sto innervosendo. - No, tranquilla. Prende un po' d'aria."
    }
  },
  {
    "translation": {
      "en": "It's like Of Mice and Men.",
      "it": "È come in Uomini e Topi."
    }
  },
  {
    "translation": {
      "en": "-Whoa, Marley. -John, please, grab him.",
      "it": "- Ehi, Marley. - John, ti prego, prendilo."
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. -He's making a break for it.",
      "it": "- Oddio. - Vuole scappare."
    }
  },
  {
    "translation": {
      "en": "-Marley! -He's onto our evil plan.",
      "it": "- Marley! - Ha capito il nostro piano malvagio."
    }
  },
  {
    "translation": {
      "en": "-Pull over. -I can't stop here. I can't.",
      "it": "- Accosta. - Non posso fermarmi qui. Non posso."
    }
  },
  {
    "translation": {
      "en": "-Honey, pull over. -I'm trying to. There's a ton of traffic.",
      "it": "- Tesoro, accosta. - Ci sto provando. C'è troppo traffico."
    }
  },
  {
    "translation": {
      "en": "-Come on, pull over. -All right, all right, all right.",
      "it": "- Dai, accosta. - Okay, okay, okay."
    }
  },
  {
    "translation": {
      "en": "Oh, jeez.",
      "it": "Oh, diamine."
    }
  },
  {
    "translation": {
      "en": "-I need a little help here. -I know.",
      "it": "- Mi serve una mano. - Lo so."
    }
  },
  {
    "translation": {
      "en": "-Hey. Get a leash. -Oh, shut up.",
      "it": "- Ehi. Comprati un guinzaglio. - Oh, taci."
    }
  },
  {
    "translation": {
      "en": "Hey, he's losing his balls today. Cut him some slack.",
      "it": "Ehi, perde le palle oggi. Non essere severo con lui."
    }
  },
  {
    "translation": {
      "en": "-Got him? Careful, careful. -I got him.",
      "it": "- L'hai preso? Attenta, attenta. - Ce l'ho."
    }
  },
  {
    "translation": {
      "en": "And this is a rough draft because I want-- I'd like to take another pass at it.",
      "it": "E questa è una bozza perché voglio-- Vorrei riscriverla meglio."
    }
  },
  {
    "translation": {
      "en": "The beginning, I think I might wanna--",
      "it": "L'inizio, pensavo che potrei--"
    }
  },
  {
    "translation": {
      "en": "I think we can maybe lose that because I think it gets a little bit jokey.",
      "it": "Forse possiamo toglierlo perché diventa un po' troppo scherzoso."
    }
  },
  {
    "translation": {
      "en": "I just reread it. I didn't think it worked at all.",
      "it": "L'ho appena riletto. Secondo me non funziona proprio."
    }
  },
  {
    "translation": {
      "en": "-I'm sorry. I'm gonna do the zoning piece. -Wait a minute.",
      "it": "- Mi dispiace. Vado a fare l'altro pezzo. - Aspetta."
    }
  },
  {
    "translation": {
      "en": "What are you apologizing for? This stuff is hysterical.",
      "it": "Perché ti stai scusando? Questa roba è magnifica."
    }
  },
  {
    "translation": {
      "en": "-Really? -I'm laughing my head off at this.",
      "it": "- Davvero? - Sto ridendo a crepapelle."
    }
  },
  {
    "translation": {
      "en": "Getting kicked out of obedience school, the humping, the great escape.",
      "it": "Quando viene cacciato dalla scuola di educazione, la monta, la grande fuga."
    }
  },
  {
    "translation": {
      "en": "That's really funny stuff. I'm laughing my ass off.",
      "it": "Sono cose molto comiche. Mi sto pisciando sotto dalle risate."
    }
  },
  {
    "translation": {
      "en": "It's hysterical stuff. Run it the way it is.",
      "it": "È materiale fantastico. Pubblicalo così."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "Listen, you know what makes it work?",
      "it": "Ascolta, sai perché funziona?"
    }
  },
  {
    "translation": {
      "en": "What makes it work is that you put yourself into it.",
      "it": "Funziona perché ci ha messo te stesso."
    }
  },
  {
    "translation": {
      "en": "-I like that. -Good.",
      "it": "- Mi piace questo. - Bene."
    }
  },
  {
    "translation": {
      "en": "Look, I know you're a reporter and all...",
      "it": "Ascolta, lo so che sei un cronista..."
    }
  },
  {
    "translation": {
      "en": "...but could you do a few more like this?",
      "it": "...ma potresti farne qualcun altro come questo?"
    }
  },
  {
    "translation": {
      "en": "-Sure. -Great.",
      "it": "- Certo. - Bene."
    }
  },
  {
    "translation": {
      "en": "-Okay, great. -And tell your dog not to feel too bad.",
      "it": "- Okay, bene. - E dì al tuo cane di non sentirsi giù."
    }
  },
  {
    "translation": {
      "en": "Sooner or later, we all lose our balls.",
      "it": "Presto o tardi, tutti perderemo le nostre palle."
    }
  },
  {
    "translation": {
      "en": "Right. Good to know.",
      "it": "Già. Buono a sapersi."
    }
  },
  {
    "translation": {
      "en": "Woke up to a kiss from Marley. Went for a walk that turned into a run.",
      "it": "Svegliato con un bacio di Marley. Andato a spasso, è diventata una corsa."
    }
  },
  {
    "translation": {
      "en": "Took an airboat ride. Wrote about the death of the Everglades.",
      "it": "Saliti su un idroscivolante Scritto della morte delle Everglades."
    }
  },
  {
    "translation": {
      "en": "Planted an orange tree in the backyard. Threw sticks in the park.",
      "it": "Piantato un arancio in giardino. Lanciato bastoni al parco."
    }
  },
  {
    "translation": {
      "en": "Watched him swim.",
      "it": "Guardato il cane nuotare."
    }
  },
  {
    "translation": {
      "en": "Watched him steal some guy's Frisbee. Bought new Frisbee. Gave Marley a bath.",
      "it": "Guardato il cane rubare il frisbee a uno. Comprato nuovo frisbee. Lavato Marley."
    }
  },
  {
    "translation": {
      "en": "Went to work with writer's block. Hoped for inspiration to strike, nada.",
      "it": "Andato al lavoro col blocco dello scrittore. Cercato di avere ispirazione, nada."
    }
  },
  {
    "translation": {
      "en": "Got a new shirt. Got a new keyboard. Got the same old paycheck.",
      "it": "Preso nuova maglietta. Preso nuova tastiera. Preso solita vecchia paga."
    }
  },
  {
    "translation": {
      "en": "Went windsurfing with Sebastian. Met his new girlfriend.",
      "it": "Fatto windsurf con Sebastian. Conosciuto la sua nuova ragazza."
    }
  },
  {
    "translation": {
      "en": "Met his other new girlfriend.",
      "it": "Conosciuto l'altra sua nuova ragazza."
    }
  },
  {
    "translation": {
      "en": "Watched models posing in the surf. Wrote about the growth of South Beach.",
      "it": "Guardato modelle in posa da surf. Scritto dello sviluppo di South Beach."
    }
  },
  {
    "translation": {
      "en": "Interviewed Gloria and Emilio Estefan at the Cardozo Hotel.",
      "it": "Intervistato Gloria e Emilio Estefan al Cardozo Hotel."
    }
  },
  {
    "translation": {
      "en": "Introduced Jenny, who gushed like a teenager.",
      "it": "Gli ho presentato Jenny, che ha pianto come un'adolescente."
    }
  },
  {
    "translation": {
      "en": "Went shopping. Bought a Sharper Image pillow.",
      "it": "Andato a fare shopping. Comprato cuscino Sharper Image."
    }
  },
  {
    "translation": {
      "en": "Slept like a baby. Caught Marley eating the pillow. Hid the evidence from Jenny.",
      "it": "Dormito come un sasso. Visto Marley mangiare il cuscino. Nascosto le prove."
    }
  },
  {
    "translation": {
      "en": "Cleaned up Marley's vomit. Helped Jenny make dinner.",
      "it": "Pulito il vomito di Marley. Aiutato Jenny a preparare la cena."
    }
  },
  {
    "translation": {
      "en": "Overcooked the spaghetti. Got into a food fight.",
      "it": "Spaghetti scotti. Litigato col cibo."
    }
  },
  {
    "translation": {
      "en": "Proofread Jenny's column. Read Sebastian's latest opus.",
      "it": "Corretto la rubrica di Jenny. Letto ultima opera di Sebastian."
    }
  },
  {
    "translation": {
      "en": "Went running with Marley to burn off frustration.",
      "it": "Andato a correre con Marley per scaricare la frustrazione"
    }
  },
  {
    "translation": {
      "en": "Didn't see him chew the leash. Chased him 15 blocks.",
      "it": "Non l'ho visto mangiarsi il guinzaglio. Inseguito il cane per 15 isolati."
    }
  },
  {
    "translation": {
      "en": "Had to call Jenny for a ride.",
      "it": "Dovuto dire a Jenny di venire a prenderci."
    }
  },
  {
    "translation": {
      "en": "Wrote a column about gas prices. Wrote about water prices.",
      "it": "Scritto un pezzo sul prezzo della benzina. Scritto del prezzo dell'acqua."
    }
  },
  {
    "translation": {
      "en": "Found one tiny orange on our tree. Jenny very pleased with herself.",
      "it": "Trovato un piccolo arancio sul nostro albero. Jenny molto soddisfatta di sé."
    }
  },
  {
    "translation": {
      "en": "Found my first gray hair. Found Jenny's first. Bought Jenny flowers.",
      "it": "Trovato il mio primo capello grigio. Trovato il primo di Jenny. Comprato fiori."
    }
  },
  {
    "translation": {
      "en": "Rescued our new mailman from Marley. Rescued the UPS guy from Marley.",
      "it": "Salvato il nuovo postino da Marley. Salvato il fattorino UPS da Marley."
    }
  },
  {
    "translation": {
      "en": "Invited my parents.",
      "it": "Invitato i miei genitori."
    }
  },
  {
    "translation": {
      "en": "Took them out to dinner at a cool place. Got in a fight with Dad over the check.",
      "it": "Portati a cena in un bel posto. Litigato con papà sul conto."
    }
  },
  {
    "translation": {
      "en": "Got in a fight about money. Got in a fight with Jenny about fighting.",
      "it": "Litigato sui soldi. Litigato con Jenny sul litigare."
    }
  },
  {
    "translation": {
      "en": "Drove my parents. Listened to them complain about not having grandchildren.",
      "it": "Accompagnato i miei. Ascoltati lamentarsi sul fatto di non avere nipoti."
    }
  },
  {
    "translation": {
      "en": "Tracked a hurricane heading for Florida.",
      "it": "Seguito un uragano diretto verso la Florida."
    }
  },
  {
    "translation": {
      "en": "Hid in the bathroom during the hurricane. Sat in the dark for three days.",
      "it": "Nascosto in bagno durante l'uragano. Restato al buio per tre giorni."
    }
  },
  {
    "translation": {
      "en": "Wrote a column about looters. Wrote about volunteers.",
      "it": "Scritto un pezzo sui saccheggiatori. Scritto dei volontari."
    }
  },
  {
    "translation": {
      "en": "Wrote about air conditioning. Watched Marley dig for treasure.",
      "it": "Scritto della bellezza dell'aria condizionata. Guardato Marley cercare un tesoro."
    }
  },
  {
    "translation": {
      "en": "Spent Christmas with Jen's sister and family in Orlando.",
      "it": "Passato il Natale con la sorella di Jenny e la famiglia a Orlando."
    }
  },
  {
    "translation": {
      "en": "Left Marley at their house to go to Disney World.",
      "it": "Lasciato Marley a casa loro per andare a Disney World."
    }
  },
  {
    "translation": {
      "en": "Had to buy them new baby furniture.",
      "it": "Dovuto comprare nuovi mobili per bambini."
    }
  },
  {
    "translation": {
      "en": "Saw Jen light up around the girls. Got a flat driving home.",
      "it": "Visto Jenny illuminarsi vicino alle bambine. Bucato una ruota tornando a casa."
    }
  },
  {
    "translation": {
      "en": "Wrote a column about state troopers. Wrote about tollbooths.",
      "it": "Scritto pezzo su agenti di polizia statale. Scritto dei caselli."
    }
  },
  {
    "translation": {
      "en": "Went to dinner to celebrate Jenny's raise. Tied Marley to the table.",
      "it": "Cena per festeggiare aumento di Jenny. Legato Marley al tavolo."
    }
  },
  {
    "translation": {
      "en": "Marley, come here.",
      "it": "Marley, vieni qui."
    }
  },
  {
    "translation": {
      "en": "Chased Marley and the table.",
      "it": "Inseguito Marley e il tavolo."
    }
  },
  {
    "translation": {
      "en": "Caught the table. Wrote about Marley pulling the table.",
      "it": "Preso il tavolo. Scritto di Marley che tira il tavolo."
    }
  },
  {
    "translation": {
      "en": "Tried to write a column about anything but Marley, nada.",
      "it": "Cercato di scrivere un pezzo su tutto eccetto Marley, nada."
    }
  },
  {
    "translation": {
      "en": "Picked oranges from our tree. Made orange juice.",
      "it": "Raccolto arance dal nostro albero. Fatto succo d'arancia."
    }
  },
  {
    "translation": {
      "en": "Drove down to Miami for Bark in the Park night at the Marlins game.",
      "it": "Andato giù a Miami per serata Abbaia al Parco alla partita dei Marlins."
    }
  },
  {
    "translation": {
      "en": "Brought Marley, who turned out to be a fan.",
      "it": "Portato anche Marley, che si è rivelato essere un tifoso."
    }
  },
  {
    "translation": {
      "en": "Tried to stop him chasing a ball in the stands.",
      "it": "Cercato di fermarlo dall'inseguire una palla tra gli spalti."
    }
  },
  {
    "translation": {
      "en": "Tried to stop him chasing a ball on the field. Wrote about the ball game.",
      "it": "Cercato di fermarlo dall'inseguire una palla in campo. Scritto della partita."
    }
  },
  {
    "translation": {
      "en": "Took crap from Sebastian about it. Met his new girlfriend.",
      "it": "Preso in giro da Sebastian. Conosciuto la sua nuova ragazza."
    }
  },
  {
    "translation": {
      "en": "Can't remember her name. Went snorkeling. Cut my leg on coral.",
      "it": "Non ricordo il nome. Fatto snorkeling. Tagliato gamba contro corallo."
    }
  },
  {
    "translation": {
      "en": "Went to the emergency room. Wrote a column about hospitals.",
      "it": "Finito al pronto soccorso. Scritto un pezzo sugli ospedali."
    }
  },
  {
    "translation": {
      "en": "Went to an Easter-egg hunt at Jenny's boss's in Boca.",
      "it": "Andato a una Caccia all'Ovetto Pasquale dal capo di Jenny a Boca."
    }
  },
  {
    "translation": {
      "en": "Drank mimosas. Met a doctor who does three liposuctions a day.",
      "it": "Bevuto mimosa. Conosciuto un dottore che fa tre liposuzioni al giorno."
    }
  },
  {
    "translation": {
      "en": "Wrote a column about nannies in Boca. Wrote a column about women of Boca.",
      "it": "Scritto un pezzo sulle bambinaie di Boca. Scritto un pezzo sulle donne di Boca."
    }
  },
  {
    "translation": {
      "en": "Wrote a column about writing columns.",
      "it": "Scritto un pezzo sullo scrivere i pezzi."
    }
  },
  {
    "translation": {
      "en": "Came home to find Jenny dancing with Marley.",
      "it": "Tornato a casa, trovato Jenny che ballava con Marley."
    }
  },
  {
    "translation": {
      "en": "Tried to think of reasons not to have a baby now...",
      "it": "Provato a pensare a delle ragioni per non fare un bambino..."
    }
  },
  {
    "translation": {
      "en": "Why don't you just let him off the leash?",
      "it": "Perché non lo lasci libero?"
    }
  },
  {
    "translation": {
      "en": "Because although I love him, I don't trust him.",
      "it": "Perché anche se gli voglio bene, non mi fido."
    }
  },
  {
    "translation": {
      "en": "It's been two years. He's never had an accident.",
      "it": "Ce l'abbiamo da due anni. Non gli è mai successo niente."
    }
  },
  {
    "translation": {
      "en": "Because I never let him off leash.",
      "it": "Perché non l'ho mai lasciato libero."
    }
  },
  {
    "translation": {
      "en": "We're not gonna be the guys who get Dog Beach shut down, are we, Marley?",
      "it": "Non saremo noi a far vietare ai cani a Dog Beach, vero, Marley?"
    }
  },
  {
    "translation": {
      "en": "Nope.",
      "it": "No."
    }
  },
  {
    "translation": {
      "en": "Okay, so, what's next?",
      "it": "Okay, prossima fase?"
    }
  },
  {
    "translation": {
      "en": "-Ice cream? -No, I mean on your list.",
      "it": "- Gelato? - No, sulla tua lista, intendo."
    }
  },
  {
    "translation": {
      "en": "-My list? -Jen, the list.",
      "it": "- La mia lista? - Jenny, la lista."
    }
  },
  {
    "translation": {
      "en": "Your play list you had when we got married that had the game plan.",
      "it": "La lista della spesa che avevi quando ci siamo sposati, quella col tuo piano."
    }
  },
  {
    "translation": {
      "en": "-It was basically my marching orders. -My plan?",
      "it": "- Praticamente col mio ordine di marcia. - Il mio piano?"
    }
  },
  {
    "translation": {
      "en": "Your plan. I wanna know what's next. Scare me.",
      "it": "Il tuo piano. Voglio sapere qual è la prossima fase. Mi spaventa."
    }
  },
  {
    "translation": {
      "en": "-You really wanna know? -Hit me.",
      "it": "- Vuoi saperlo veramente? - Spara."
    }
  },
  {
    "translation": {
      "en": "Well, it's a tossup between a new roof...",
      "it": "Beh, bisogna tirare a sorte tra un nuovo tetto..."
    }
  },
  {
    "translation": {
      "en": "Very practical.",
      "it": "Molto pratico."
    }
  },
  {
    "translation": {
      "en": "--and a baby.",
      "it": "--e un bambino."
    }
  },
  {
    "translation": {
      "en": "I could live with a few leaks.",
      "it": "Posso vivere anche con qualche falla."
    }
  },
  {
    "translation": {
      "en": "-Really? -Yeah, a couple.",
      "it": "- Davvero? - Sì, un paio."
    }
  },
  {
    "translation": {
      "en": "But you know, a couple leaks turn into maybe one big leak.",
      "it": "Ma sai, un paio di falle poi magari diventano una grande falla."
    }
  },
  {
    "translation": {
      "en": "And then that big leak becomes a very big responsibility.",
      "it": "E poi quella grande falla diventa una responsabilità molto grossa."
    }
  },
  {
    "translation": {
      "en": "That's true.",
      "it": "È vero."
    }
  },
  {
    "translation": {
      "en": "We may wanna think about fixing a lot of things before we start--",
      "it": "Dovremmo pensare a sistemare un sacco di cose prima di cominciare--"
    }
  },
  {
    "translation": {
      "en": "Well, we already fixed Marley.",
      "it": "Beh, abbiamo già \"sistemato\" Marley."
    }
  },
  {
    "translation": {
      "en": "If we fix too many more things, I think this conversation becomes moot.",
      "it": "Se sistemiamo troppe cose, questa conversazione diventa discutibile."
    }
  },
  {
    "translation": {
      "en": "John, are you serious?",
      "it": "John, dici sul serio?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I think so.",
      "it": "Sì. Credo di sì."
    }
  },
  {
    "translation": {
      "en": "You realize we're not talking about an actual roof?",
      "it": "Lo sai che non stiamo parlando di un tetto vero, no?"
    }
  },
  {
    "translation": {
      "en": "Yes, I got that. About halfway through, I picked it up.",
      "it": "Sì, lo so. L'ho capito verso la metà del discorso."
    }
  },
  {
    "translation": {
      "en": "Good metaphor, though.",
      "it": "Bella metafora, comunque."
    }
  },
  {
    "translation": {
      "en": "You're not just saying this because it'll lead to funny columns?",
      "it": "Non lo stai dicendo solo perché potrai scriverci qualche tuo pezzo spiritoso?"
    }
  },
  {
    "translation": {
      "en": "Well, I mean, honey, come on. I mean, if I get some funny columns...",
      "it": "Beh, tesoro, e dai. Insomma, se mi viene in mente qualche pezzo spiritoso..."
    }
  },
  {
    "translation": {
      "en": "...that's collateral damage I think we can live with.",
      "it": "...sono danni collaterali con cui direi che possiamo anche convivere."
    }
  },
  {
    "translation": {
      "en": "I mean, I'm ready. I mean, if you are.",
      "it": "Sono pronto. Beh, se lo sei anche tu."
    }
  },
  {
    "translation": {
      "en": "Instead of trying to have a baby...",
      "it": "Invece di cercare di fare un figlio..."
    }
  },
  {
    "translation": {
      "en": "...why don't we just stop trying not to have one?",
      "it": "...perché non la smetti di cercare di non farlo?"
    }
  },
  {
    "translation": {
      "en": "Okay, if I'm following you correctly, and I think I am...",
      "it": "Okay, se ti ho capita bene, e credo di sì..."
    }
  },
  {
    "translation": {
      "en": "...this is the part where we head back, we take it off, and we get it on.",
      "it": "...questa è la parte dove torniamo, ci svestiamo e ci diamo dentro."
    }
  },
  {
    "translation": {
      "en": "Yes, but you'll-- It'll have a little more romance than that.",
      "it": "Sì, ma devi-- Dovrà esserci un po' più di romanticismo."
    }
  },
  {
    "translation": {
      "en": "Yeah, we'll get some candles, some Sade. Of course.",
      "it": "Sì, prendiamo delle candele, un po' di Sade. Ma certo."
    }
  },
  {
    "translation": {
      "en": "-Honey? -Yeah.",
      "it": "- Amore? - Sì."
    }
  },
  {
    "translation": {
      "en": "Did you have kibble today?",
      "it": "Hai mangiato le crocchette oggi?"
    }
  },
  {
    "translation": {
      "en": "Marley, come on. Marley, go.",
      "it": "Marley, dai. Marley, via."
    }
  },
  {
    "translation": {
      "en": "He's a dog. He won't know what he's looking at.",
      "it": "Tanto è un cane. Non capisce."
    }
  },
  {
    "translation": {
      "en": "Trust me, he knows, and he resents the hell out of me.",
      "it": "Fidati, capisce, e poi si offende."
    }
  },
  {
    "translation": {
      "en": "-Go on, Marley. You have to go. -Oh, baby, please focus.",
      "it": "- Dai, Marley. Vai via. - Oh, amore, ti prego, concentrati."
    }
  },
  {
    "translation": {
      "en": "Okay, you're right.",
      "it": "Okay, hai ragione."
    }
  },
  {
    "translation": {
      "en": "Good. Good. It's even better than the last one.",
      "it": "Bene. Bene. È persino meglio dell'ultimo."
    }
  },
  {
    "translation": {
      "en": "-Thank you. -You're very good, Gorgan.",
      "it": "- Grazie. - Sei molto bravo, Gorgan."
    }
  },
  {
    "translation": {
      "en": "I like that piece you did in Boca on the woman. What did you call her?",
      "it": "Mi è piaciuto quel pezzo che hai fatto a Boca sulla donna. Come l'hai chiamata?"
    }
  },
  {
    "translation": {
      "en": "-Bocahontas. -Bocahontas.",
      "it": "- Bocahontas. - Bocahontas."
    }
  },
  {
    "translation": {
      "en": "Is that true? She had her boobs done four times?",
      "it": "È vero? Si è rifatta le tette quattro volte?"
    }
  },
  {
    "translation": {
      "en": "-That's what she said. -Hysterical.",
      "it": "- L'ha detto lei. - Spassosissimo."
    }
  },
  {
    "translation": {
      "en": "And is that true about you and your wife trying to have a kid?",
      "it": "Ed è vero che tu e tua moglie state cercando di fare un figlio?"
    }
  },
  {
    "translation": {
      "en": "Well, you know, we're not really trying, because we don't wanna--",
      "it": "Beh, vede, non è che ci stiamo provando, perché non vogliamo--"
    }
  },
  {
    "translation": {
      "en": "-How does that work? -What do you mean?",
      "it": "- Come sta andando? - In che senso?"
    }
  },
  {
    "translation": {
      "en": "-Well, I mean, are you having sex? -Yeah.",
      "it": "- Beh, insomma, state facendo sesso? - Sì."
    }
  },
  {
    "translation": {
      "en": "-Did you pull the goalie? -Yeah.",
      "it": "- Hai tolto il gommino? - Sì."
    }
  },
  {
    "translation": {
      "en": "Then you're trying. Congratulations. Good work.",
      "it": "Allora ci state provando. Congratulazioni. Ben fatto."
    }
  },
  {
    "translation": {
      "en": "-You're not \"trying\" trying. -Oh, yeah.",
      "it": "- Non ci stai veramente provando, vero? - Oh, sì."
    }
  },
  {
    "translation": {
      "en": "Of course, you'd know that if you ever read my column.",
      "it": "Ovviamente lo sapresti se leggessi la mia rubrica."
    }
  },
  {
    "translation": {
      "en": "All due respect, but does anybody ever read your column?",
      "it": "Con tutto il rispetto, c'è qualcuno che l'ha mai letta?"
    }
  },
  {
    "translation": {
      "en": "Come on, I bring Marley here to help you run your game on these poor girls...",
      "it": "E dai, porto qui Marley per aiutarti a conquistare queste povere ragazze..."
    }
  },
  {
    "translation": {
      "en": "...and this is the thanks we get.",
      "it": "...e tu mi ringrazi così?"
    }
  },
  {
    "translation": {
      "en": "-How long you been at it? -A few months.",
      "it": "- Da quant'è che ci provate? - Da qualche mese."
    }
  },
  {
    "translation": {
      "en": "-What changed your mind? -Well, here's the thing.",
      "it": "- Cos'è che ti ha fatto cambiare idea? - Beh, il punto è questo."
    }
  },
  {
    "translation": {
      "en": "I'm actually married to someone, and I care about what she wants.",
      "it": "Sono sposato con una persona, e mi sta a cuore quello che desidera."
    }
  },
  {
    "translation": {
      "en": "-Well, is it what you want? -Yeah.",
      "it": "- Beh, lo vuoi anche tu? - Sì."
    }
  },
  {
    "translation": {
      "en": "-I guess that answers my other question. -Yeah?",
      "it": "- Hai risposto alla mia altra domanda. - Sì?"
    }
  },
  {
    "translation": {
      "en": "I'm about to do a piece on the growth of the domestic drug trade for The Times.",
      "it": "Sto per fare un pezzo sull'aumento del traffico interno di droga per il Times."
    }
  },
  {
    "translation": {
      "en": "You're freelancing for The New York Times?",
      "it": "Stai lavorando freelance per il New York Times?"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, but it's a big story, too big for one guy...",
      "it": "Sì, sì, ma è una storia grossa, troppo grossa per una persona sola..."
    }
  },
  {
    "translation": {
      "en": "...and I was hoping you'd write it with me.",
      "it": "..e speravo che volessi scriverlo con me."
    }
  },
  {
    "translation": {
      "en": "Are you kidding me?",
      "it": "Ma stai scherzando?"
    }
  },
  {
    "translation": {
      "en": "-It would be a chance to work together. -Yeah, I would love that.",
      "it": "- È un'occasione per lavorare insieme. - Sì, mi piacerebbe tanto."
    }
  },
  {
    "translation": {
      "en": "Of course, it will be a lot of work, a lot of travel.",
      "it": "Ovviamente, sarà molto impegnativo, ci sarà parecchio da viaggiare."
    }
  },
  {
    "translation": {
      "en": "I would hope so.",
      "it": "Lo spero."
    }
  },
  {
    "translation": {
      "en": "Maybe not the best job for somebody with a kid on the way.",
      "it": "Forse non è proprio il lavoro migliore per uno con un bimbo in arrivo."
    }
  },
  {
    "translation": {
      "en": "Well, that's not necessarily happening right this very second.",
      "it": "Beh, non è che deve succedere in questo preciso momento."
    }
  },
  {
    "translation": {
      "en": "Let me talk it ov--",
      "it": "Fammi parlare con--"
    }
  },
  {
    "translation": {
      "en": "There she is.",
      "it": "Eccola."
    }
  },
  {
    "translation": {
      "en": "-Honey, how are you? -Hi.",
      "it": "- Amore, dove sei? - Ciao."
    }
  },
  {
    "translation": {
      "en": "I'm just calling to let you know that there is a naked woman in your bed.",
      "it": "Volevo solo farti sapere che c'è una donna nuda sul tuo letto."
    }
  },
  {
    "translation": {
      "en": "Why don't the two of you get started and I'll be there as soon as I can?",
      "it": "Beh, comincia da sola, arrivo appena posso."
    }
  },
  {
    "translation": {
      "en": "That's very funny. But seriously, can you come home now?",
      "it": "Molto divertente. No, sul serio, puoi tornare a casa subito?"
    }
  },
  {
    "translation": {
      "en": "Hey. We're home.",
      "it": "Ehi. Siamo a casa."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "it": "Ciao."
    }
  },
  {
    "translation": {
      "en": "You know the baby thing?",
      "it": "Sai la cosa del bambino?"
    }
  },
  {
    "translation": {
      "en": "I've been thinking maybe we should take a break.",
      "it": "Ci ho pensato, forse dovremmo prenderci una pausa."
    }
  },
  {
    "translation": {
      "en": "You know?",
      "it": "No?"
    }
  },
  {
    "translation": {
      "en": "I mean, obviously it's not working...",
      "it": "Cioè, ovviamente non sta funzionando..."
    }
  },
  {
    "translation": {
      "en": "...and maybe it's nature's way of saying now's not the right timing.",
      "it": "...e forse è un modo della natura per dirci che ora non è il momento giusto."
    }
  },
  {
    "translation": {
      "en": "I mean, maybe it's a sign that we're not quite ready for this, that--",
      "it": "Cioè, forse è un segno che non siamo ancora pronti, che--"
    }
  },
  {
    "translation": {
      "en": "-I mean, have we really thought this--? -John.",
      "it": "- Cioè, ci abbiamo riflettuto veramente--? - John."
    }
  },
  {
    "translation": {
      "en": "I'm pregnant.",
      "it": "Sono incinta."
    }
  },
  {
    "translation": {
      "en": "Great.",
      "it": "Magnifico."
    }
  },
  {
    "translation": {
      "en": "-Great. Really? -Yeah.",
      "it": "- Magnifico. Davvero? - Sì."
    }
  },
  {
    "translation": {
      "en": "-Yes. -You were just saying--?",
      "it": "- Sì. - Non stavi dicendo--?"
    }
  },
  {
    "translation": {
      "en": "No, don't worry, that was like-- It sounds so awkward now.",
      "it": "No, lascia perdere, stavo solo-- È così imbarazzante ora."
    }
  },
  {
    "translation": {
      "en": "Like I just had this, like, very, you know, idiotic soliloquy that doesn't apply...",
      "it": "Sai, ho appena fatto questo stupido soliloquio che non ha senso..."
    }
  },
  {
    "translation": {
      "en": "...and I'm really excited.",
      "it": "...e sono veramente contento."
    }
  },
  {
    "translation": {
      "en": "-Do you wanna start over? -I would love to.",
      "it": "- Vuoi ricominciare da capo? - Certo."
    }
  },
  {
    "translation": {
      "en": "-That would be great. Can we? Good. -By all means.",
      "it": "- Sarebbe fantastico. Si può? Bene. - Come no."
    }
  },
  {
    "translation": {
      "en": "-I'm pregnant. -What? No! Yes!",
      "it": "- Sono incinta. - Cosa? No! Sì!"
    }
  },
  {
    "translation": {
      "en": "-Don't make the same mistake I did. -What?",
      "it": "- Ascolta, non fare il mio stesso errore. - Cosa?"
    }
  },
  {
    "translation": {
      "en": "There's gonna come a time very soon where her ankles are gonna swell up.",
      "it": "Arriverà presto un momento in cui le si gonfieranno le caviglie."
    }
  },
  {
    "translation": {
      "en": "No, no, I'm ready for that.",
      "it": "No, no, sono pronto per quello."
    }
  },
  {
    "translation": {
      "en": "She's gonna have blotches all over her face.",
      "it": "Le verranno delle macchie su tutta la faccia."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -She'll be 40 pounds overweight.",
      "it": "- Sì. - Sarà in sovrappeso di 20 chili."
    }
  },
  {
    "translation": {
      "en": "-She'll be throwing up all the time. -I'm not ready for that.",
      "it": "- Vomiterà in continuazione. - Per questo non sono pronto."
    }
  },
  {
    "translation": {
      "en": "She's gonna look at you and say, \"You bastard. You did this to me.\"",
      "it": "Ti guarderà e dirà: \"Bastardo. È tutta colpa tua\"."
    }
  },
  {
    "translation": {
      "en": "What happened to the glow, the, you know, the--?",
      "it": "Che fine ha fatto l'incanto, sai, il--?"
    }
  },
  {
    "translation": {
      "en": "There's no glow.",
      "it": "Non c'è nessun incanto."
    }
  },
  {
    "translation": {
      "en": "Get her a gift. That will dissipate some of the anger.",
      "it": "Falle un regalo. Serve a dissipare un po' di rabbia."
    }
  },
  {
    "translation": {
      "en": "Some earrings, a bracelet.",
      "it": "Degli orecchini, un braccialetto."
    }
  },
  {
    "translation": {
      "en": "That's thoughtful. That's a good idea. In fact, maybe I'll get on it right now.",
      "it": "Saggio consiglio. Buona idea. Anzi, vado a prenderlo subito."
    }
  },
  {
    "translation": {
      "en": "There's a jewelry store on the corner. Mention my name.",
      "it": "C'è una gioielleria qui all'angolo. Fai il mio nome."
    }
  },
  {
    "translation": {
      "en": "It's just beautiful.",
      "it": "È bellissima."
    }
  },
  {
    "translation": {
      "en": "It's just beautiful.",
      "it": "È veramente bellissima."
    }
  },
  {
    "translation": {
      "en": "-Honey, thank you. -You're welcome.",
      "it": "- Amore, grazie. - Prego."
    }
  },
  {
    "translation": {
      "en": "I was just walking by just thinking of you...",
      "it": "Stavo passando lì pensando a te..."
    }
  },
  {
    "translation": {
      "en": "...and I saw that in the window and I go, \"I'm getting this.\"",
      "it": "...l'ho vista nella vetrina e ho detto: \"Questa lo prendo\"."
    }
  },
  {
    "translation": {
      "en": "-That's so sweet. -Yeah, well....",
      "it": "- Che carino. - Sì, beh..."
    }
  },
  {
    "translation": {
      "en": "-Do you like it? -I love it.",
      "it": "- Ti piace? - È bellissima."
    }
  },
  {
    "translation": {
      "en": "Put it on. Or let me put it on. I think it's better luck.",
      "it": "Mettila. Anzi, te la metto io. Porta fortuna."
    }
  },
  {
    "translation": {
      "en": "-Where'd it go? I just had it. -You just set it down. Did you drop it?",
      "it": "- Dov'è finita? Era qui. - L'hai appena appoggiata. Ti è caduta?"
    }
  },
  {
    "translation": {
      "en": "-No, I put it right here. -Well, it didn't just disappear.",
      "it": "- No, l'ho messa qui. - Beh, non può essere scomparsa."
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "it": "Oddio."
    }
  },
  {
    "translation": {
      "en": "-Marley. No, Marley, spit it out. -No, go to the kitchen, go to the kitchen.",
      "it": "- Marley. No, Marley, sputala. - No, vai in cucina, vai in cucina."
    }
  },
  {
    "translation": {
      "en": "Okay. No, no, no. Marley, I have a treat. Come here.",
      "it": "Okay. No, no, no. Marley, ho un dolcetto. Vieni qui."
    }
  },
  {
    "translation": {
      "en": "Stay. Marley, stay.",
      "it": "Fermo. Marley, fermo."
    }
  },
  {
    "translation": {
      "en": "Good boy. Yeah.",
      "it": "Da bravo. Sì."
    }
  },
  {
    "translation": {
      "en": "-Marley! -Good going, honey.",
      "it": "- Marley! - Complimenti, tesoro."
    }
  },
  {
    "translation": {
      "en": "Come here, Marley.",
      "it": "Vieni qui, Marley."
    }
  },
  {
    "translation": {
      "en": "Jeez.",
      "it": "Diamine."
    }
  },
  {
    "translation": {
      "en": "-Okay, okay. Marley, drop it. -Marley.",
      "it": "- Okay, okay. Marley, lascialo. - Marley."
    }
  },
  {
    "translation": {
      "en": "-Gross. Is it there? -Marley.",
      "it": "- Che schifo. È lì? - Marley."
    }
  },
  {
    "translation": {
      "en": "Oh, honey, I don't see it.",
      "it": "Oh, tesoro, non la vedo."
    }
  },
  {
    "translation": {
      "en": "Marley, you've gotta lay off the mangoes.",
      "it": "Marley, devi disintossicarti dai mango."
    }
  },
  {
    "translation": {
      "en": "You know, years ago, when I imagined my life...",
      "it": "Sai, anni fa, quando immaginavo la mia vita..."
    }
  },
  {
    "translation": {
      "en": "...somehow standing in the backyard hosing down your crap...",
      "it": "...per qualche motivo, stare in giardino a spruzzare d'acqua la tua cacca..."
    }
  },
  {
    "translation": {
      "en": "...looking for my wife's swallowed, recycled, ass-kissing gift...",
      "it": "...per trovare il regalo ingoiato, digerito e defecato per mia moglie..."
    }
  },
  {
    "translation": {
      "en": "...never jumped to mind.",
      "it": "...è una cosa che non mi è mai venuta in mente."
    }
  },
  {
    "translation": {
      "en": "Which shows you've gotta dream big because-- Jackpot.",
      "it": "Il che dimostra che bisogna pensare in grande, perché-- Bingo."
    }
  },
  {
    "translation": {
      "en": "My, that's a lovely necklace. It's so shiny.",
      "it": "Ma che bella collanina. È tutta luccicante."
    }
  },
  {
    "translation": {
      "en": "-Yes, it is. -And how's that crazy dog of yours?",
      "it": "- Sì. - E come sta quel vostro cane pazzo?"
    }
  },
  {
    "translation": {
      "en": "I read your columns every week.",
      "it": "Leggo la sua rubrica ogni settimana."
    }
  },
  {
    "translation": {
      "en": "-So you're the one. -I am.",
      "it": "- Allora è lei. - Sì."
    }
  },
  {
    "translation": {
      "en": "You'll get a kick out of next week's column.",
      "it": "Vedrà che la farò ridere parecchio la prossima settimana."
    }
  },
  {
    "translation": {
      "en": "The heartbeat will be very fast, like a little train.",
      "it": "Il battito cardiaco sarà molto veloce, come un trenino."
    }
  },
  {
    "translation": {
      "en": "-That's normal. -Is it too early to tell the sex?",
      "it": "- È normale. - È troppo presto per capire il sesso?"
    }
  },
  {
    "translation": {
      "en": "I-- Not that I care.",
      "it": "Io-- Non che mi importi."
    }
  },
  {
    "translation": {
      "en": "It can be male, female, whatever sex he wants.",
      "it": "Può essere maschio, femmina, qualsiasi sesso voglia."
    }
  },
  {
    "translation": {
      "en": "Unambiguous genitalia if I had my druthers, but....",
      "it": "Spero che avrà genitali non ambigui, se posso dire la mia, ma..."
    }
  },
  {
    "translation": {
      "en": "Hang on.",
      "it": "Un momento."
    }
  },
  {
    "translation": {
      "en": "Sometimes you can't hear it.",
      "it": "A volte non si riesce a sentire."
    }
  },
  {
    "translation": {
      "en": "-You're 10 weeks, right? -Monday I'll be 10 weeks.",
      "it": "- Sei alla decima settimana, giusto? - Lunedì sono dieci settimane."
    }
  },
  {
    "translation": {
      "en": "Well, it might be a little too early for that. Let's go right to the sonogram.",
      "it": "Beh, forse è un po' troppo presto. Passiamo direttamente al sonogramma."
    }
  },
  {
    "translation": {
      "en": "Did you bring your blank tape?",
      "it": "Avete portato la cassetta vergine?"
    }
  },
  {
    "translation": {
      "en": "-Oh, yes. -Yes, yes.",
      "it": "- Oh, sì. - Sì, sì."
    }
  },
  {
    "translation": {
      "en": "That's warm.",
      "it": "È caldo."
    }
  },
  {
    "translation": {
      "en": "-Let's get a good picture for you first. -Okay.",
      "it": "- Prima facciamo una bella foto per lei. - Okay."
    }
  },
  {
    "translation": {
      "en": "It'll be right up on the monitor here.",
      "it": "Verrà fuori sul monitor."
    }
  },
  {
    "translation": {
      "en": "Excuse me. I'll be just a minute.",
      "it": "Scusate. Torno subito."
    }
  },
  {
    "translation": {
      "en": "-Hey, guys. -Hi.",
      "it": "- Salve, gente. - Salve."
    }
  },
  {
    "translation": {
      "en": "Let's take a look at your baby, shall we?",
      "it": "Diamo un'occhiata al bambino, okay?"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "it": "Bene."
    }
  },
  {
    "translation": {
      "en": "Is there anything there?",
      "it": "Vede qualcosa?"
    }
  },
  {
    "translation": {
      "en": "Not what you would expect to see at 10 weeks.",
      "it": "Non quello che ci si aspetta di vedere alla decima settimana."
    }
  },
  {
    "translation": {
      "en": "-I'm not quite 10 weeks. -Monday.",
      "it": "- Non sono ancora alla decima settimana. - Lunedì."
    }
  },
  {
    "translation": {
      "en": "-It's still, I guess, nine weeks. -Yeah, nine weeks.",
      "it": "- È ancora alla nona settimana, credo. - Sì, alla nona."
    }
  },
  {
    "translation": {
      "en": "There's no heartbeat, Jen.",
      "it": "Non c'è battito cardiaco, Jenny."
    }
  },
  {
    "translation": {
      "en": "I'm very, very sorry.",
      "it": "Mi dispiace tanto."
    }
  },
  {
    "translation": {
      "en": "These things, they happen sometimes. We don't know why, though.",
      "it": "Queste cose a volte succedono. Però non sappiamo perché."
    }
  },
  {
    "translation": {
      "en": "But you're young, you have your health. Couple months, you guys can try again.",
      "it": "Ma tu sei giovane, sei in salute. Tra un paio di mesi, potete riprovarci."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. All right?",
      "it": "Mi dispiace. Okay?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna leave you alone for a moment, and then we'll talk more.",
      "it": "Vi lascio soli un momento, poi possiamo parlarne meglio."
    }
  },
  {
    "translation": {
      "en": "I'm very sorry.",
      "it": "Mi spiace tanto."
    }
  },
  {
    "translation": {
      "en": "Well, in a couple months, we can try again, okay?",
      "it": "Beh, tra un paio di mesi, possiamo riprovarci, okay?"
    }
  },
  {
    "translation": {
      "en": "Want some tea?",
      "it": "Vuoi del tè?"
    }
  },
  {
    "translation": {
      "en": "Hey, you know what? I was thinking that we....",
      "it": "Ehi, sai una cosa? Stavo pensando che..."
    }
  },
  {
    "translation": {
      "en": "We still have those tickets from your parents...",
      "it": "Abbiamo ancora quei biglietti dei tuoi genitori..."
    }
  },
  {
    "translation": {
      "en": "...for the honeymoon in Ireland.",
      "it": "...per la luna di miele in Irlanda."
    }
  },
  {
    "translation": {
      "en": "We could finally do that. Maybe take some time off.",
      "it": "Potremmo andarci, dopotutto. Ci prendiamo una vacanza."
    }
  },
  {
    "translation": {
      "en": "-Oh, he's big. -Oh, yeah, he's a hundred pounds.",
      "it": "- Oh, com'è grande. - Oh, sì. Pesa una cinquantina di chili."
    }
  },
  {
    "translation": {
      "en": "-Now, he just wants to say hello here. -Yeah, he loves people.",
      "it": "- Vuole solo salutarti. - Sì, adora le persone."
    }
  },
  {
    "translation": {
      "en": "Now, just be calm and you just stay still. And you're a dog person, right?",
      "it": "Su, stai calmo e resta fermo. Tu ami i cani, vero?"
    }
  },
  {
    "translation": {
      "en": "-Actually, I'm-- -Ready? Here we go.",
      "it": "- Veramente, sono-- - Pronto? Vai."
    }
  },
  {
    "translation": {
      "en": "Marley, you can say hello. Oh, no, no, no. No, don't let him do that.",
      "it": "Marley, puoi salutarla. Oh, no, no, no. No, fermalo."
    }
  },
  {
    "translation": {
      "en": "You just knee him if he does that.",
      "it": "Dagli solo una ginocchiata se fa così."
    }
  },
  {
    "translation": {
      "en": "It shouldn't happen all the time, just when you walk through the door.",
      "it": "Non dovrebbe succedere sempre, solo quando entri in casa."
    }
  },
  {
    "translation": {
      "en": "This will tell you everything you need to know.",
      "it": "Qui c'è tutto quello che devi sapere."
    }
  },
  {
    "translation": {
      "en": "-I've got the bags here. -You got everything? Okay. Thank you.",
      "it": "- I bagagli li porto io. - Hai preso tutto? Okay. Grazie."
    }
  },
  {
    "translation": {
      "en": "-All right. Come on, honey. -Will you get the door?",
      "it": "- Okay. Dai, amore. - Chiudi tu?"
    }
  },
  {
    "translation": {
      "en": "-Okay, here we are. -Come on, honey, we're really late.",
      "it": "- Okay, andiamo. - Dai, tesoro, siamo in ritardo."
    }
  },
  {
    "translation": {
      "en": "Debby, welcome to our home.",
      "it": "Debby, benvenuta a casa nostra."
    }
  },
  {
    "translation": {
      "en": "Marley is a spirited dog who loves interaction.",
      "it": "Marley è un cane illuminato che ama comunicare."
    }
  },
  {
    "translation": {
      "en": "We've never left him before...",
      "it": "Non l'abbiamo mai lasciato solo..."
    }
  },
  {
    "translation": {
      "en": "...but we are sure he'll behave just as he does when we're at home.",
      "it": "...ma siamo sicuri che si comporterà come si comporta quando ci siamo noi."
    }
  },
  {
    "translation": {
      "en": "There are just a few things about Marley you're gonna need to know.",
      "it": "Ci sono solo un paio di cosette su Marley che devi sapere."
    }
  },
  {
    "translation": {
      "en": "He eats three times a day.",
      "it": "Mangia tre volte al giorno."
    }
  },
  {
    "translation": {
      "en": "If he looks starved, feed him again.",
      "it": "Se ti sembra che abbia fame, dagli ancora da mangiare."
    }
  },
  {
    "translation": {
      "en": "Now, of course, all of this food is gonna have to go somewhere...",
      "it": "Ovviamente, tutto quel cibo dovrà finire da qualche parte..."
    }
  },
  {
    "translation": {
      "en": "...so use the blue pooper-scooper and watch your step.",
      "it": "...quindi usa la scopettina blu e stai attenta a dove metti i piedi."
    }
  },
  {
    "translation": {
      "en": "Don't worry about the color. He likes mangoes.",
      "it": "Non preoccuparti per il colore. Gli piacciono i mango."
    }
  },
  {
    "translation": {
      "en": "Marley is not allowed to drink out of the toilet...",
      "it": "A Marley è proibito bere dal water..."
    }
  },
  {
    "translation": {
      "en": "...so be sure to keep the lid closed and the brick on the lid.",
      "it": "...quindi assicurati di tenere la tavoletta abbassata e di metterci sopra un mattone."
    }
  },
  {
    "translation": {
      "en": "Actually, you might wanna just keep the bathroom door shut in general.",
      "it": "Anzi, forse è meglio se in generale tieni chiusa la porta del bagno."
    }
  },
  {
    "translation": {
      "en": "Like most dogs, Marley needs a lot of exercise...",
      "it": "Come molti cani, Marley deve fare molto esercizio..."
    }
  },
  {
    "translation": {
      "en": "...so try to take him for a walk or a run every morning and every evening.",
      "it": "...quindi cerca di portarlo a spasso o a correre ogni mattina e ogni sera."
    }
  },
  {
    "translation": {
      "en": "Let go, let go, let go. Marley!",
      "it": "Lasciami, lasciami, lasciami. Marley!"
    }
  },
  {
    "translation": {
      "en": "And be sure to lock the doors and windows before you go to sleep.",
      "it": "E assicurati di chiudere le porte e le finestre prima di andare a letto."
    }
  },
  {
    "translation": {
      "en": "But don't worry, Marley is an excellent watchdog.",
      "it": "Ma non aver paura, Marley è un eccellente cane da guardia."
    }
  },
  {
    "translation": {
      "en": "You can rest easy at night knowing he's on the job.",
      "it": "Puoi dormire tranquilla la notte sapendo che lui è lì in allerta."
    }
  },
  {
    "translation": {
      "en": "Thunderstorms are his weak point.",
      "it": "I temporali sono il suo punto debole."
    }
  },
  {
    "translation": {
      "en": "You can give him sedatives if you think a storm is arriving.",
      "it": "Puoi dargli dei sedativi se credi che ci sia un temporale in arrivo."
    }
  },
  {
    "translation": {
      "en": "Okay. Here you go. Marley. Marley, come back here.",
      "it": "Okay. Ecco qua. Marley. Marley, torna qui."
    }
  },
  {
    "translation": {
      "en": "He doesn't like them...",
      "it": "Non gli piacciono..."
    }
  },
  {
    "translation": {
      "en": "...so push them down his throat as far as they go.",
      "it": "...quindi ficcaglieli in fondo alla gola più che puoi."
    }
  },
  {
    "translation": {
      "en": "Welcome, welcome. I'm Mrs. Butterly.",
      "it": "Benvenuti, benvenuti. Sono la signora Butterly."
    }
  },
  {
    "translation": {
      "en": "Now, finally, we do not allow Marley to get up on any piece of furniture...",
      "it": "Infine, a Marley è proibito di salire su qualsiasi mobile..."
    }
  },
  {
    "translation": {
      "en": "...or chew on anything except his toys.",
      "it": "...o di mordere qualsiasi cosa eccetto i suoi giocattoli."
    }
  },
  {
    "translation": {
      "en": "Other than that, enjoy him. Love, Jenny and John.",
      "it": "A parte quello, goditelo. Con affetto, Jenny e John."
    }
  },
  {
    "translation": {
      "en": "We serve tea every day at 4 and dinner at 6 sharp.",
      "it": "Serviamo il tè ogni giorno alle 4, e la cena alle 6 in punto."
    }
  },
  {
    "translation": {
      "en": "Oh, and these blankets are woolen. Good heat in them.",
      "it": "Ah, e queste lenzuola sono di lana. Tengono ben caldo."
    }
  },
  {
    "translation": {
      "en": "-So they're electric? -Oh, not in this house.",
      "it": "- Sono elettriche? - Oh, non in questa casa."
    }
  },
  {
    "translation": {
      "en": "My brother died in a fire, God rest his soul.",
      "it": "Mio fratello è morto in un incendio, riposi in pace."
    }
  },
  {
    "translation": {
      "en": "In this room, actually.",
      "it": "In questa stanza, tra l'altro."
    }
  },
  {
    "translation": {
      "en": "Oh, not to worry. It's been repapered.",
      "it": "Oh, non vi preoccupate. È stata ritappezzata."
    }
  },
  {
    "translation": {
      "en": "Well, good night to you both and God bless you.",
      "it": "Beh, buonanotte e che Dio vi benedica."
    }
  },
  {
    "translation": {
      "en": "Thank you. You-- Bless you.",
      "it": "Grazie. Buona-- Notte."
    }
  },
  {
    "translation": {
      "en": "That was just weird.",
      "it": "Che posto strano."
    }
  },
  {
    "translation": {
      "en": "Oh, gosh.",
      "it": "Oh, mamma."
    }
  },
  {
    "translation": {
      "en": "Honey, I know that we haven't had sex since, you know...",
      "it": "Amore, lo so che non abbiamo rapporti da, sai..."
    }
  },
  {
    "translation": {
      "en": "...but I don't think we're breaking that streak tonight.",
      "it": "...ma non credo che stanotte daremo uno strappo alla regola."
    }
  },
  {
    "translation": {
      "en": "No, I don't wanna break the streak here. This doesn't feel--",
      "it": "No, non voglio dare uno strappo alla regola qui. Non mi dà--"
    }
  },
  {
    "translation": {
      "en": "I mean, I think I could, you know, handle God watching and his mother...",
      "it": "Cioè, credo di poter chiudere un occhio su Dio che guarda sua madre..."
    }
  },
  {
    "translation": {
      "en": "...but not this little porcelain pontiff right here.",
      "it": "...ma non su questa piccola porcellana del pontefice."
    }
  },
  {
    "translation": {
      "en": "It's July and I think I can see my breath.",
      "it": "È luglio e credo di riuscire a vedere il mio respiro."
    }
  },
  {
    "translation": {
      "en": "-Honey, I can't feel my toes. -That's not good.",
      "it": "- Io non riesco a sentire le dita dei piedi. - Non va bene."
    }
  },
  {
    "translation": {
      "en": "I'm gonna check on that.",
      "it": "Voglio controllare."
    }
  },
  {
    "translation": {
      "en": "-Oh, good God. -That's not the bed.",
      "it": "- Oh, sant'Iddio. - Non è il letto."
    }
  },
  {
    "translation": {
      "en": "It's the shrieks of oversexed souls in hell.",
      "it": "Sono le grida delle anime lussuriose all'inferno."
    }
  },
  {
    "translation": {
      "en": "Do you wanna join them?",
      "it": "Vuoi unirti a loro?"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "it": "Davvero?"
    }
  },
  {
    "translation": {
      "en": "We don't have to.",
      "it": "Non siamo obbligati."
    }
  },
  {
    "translation": {
      "en": "I know, but the idea that it hasn't happened here in 50 years is just....",
      "it": "Lo so, ma l'idea che qui dentro non l'ha fatto nessuno da 50 anni..."
    }
  },
  {
    "translation": {
      "en": "It's kind of turning me on.",
      "it": "Un po' mi eccita."
    }
  },
  {
    "translation": {
      "en": "Honey, I missed you.",
      "it": "Amore, mi sei mancata."
    }
  },
  {
    "translation": {
      "en": "-Marley. Hi, honey. -Marley.",
      "it": "- Marley. Ciao, tesoro. - Marley."
    }
  },
  {
    "translation": {
      "en": "-Oh, come here. Oh, my God. -Hi. We missed you so much.",
      "it": "- Oh, vieni qui. Oddio. - Ciao. Come ci sei mancato."
    }
  },
  {
    "translation": {
      "en": "-Hey, Debby. -Hey.",
      "it": "- Ciao, Debby. - Ciao."
    }
  },
  {
    "translation": {
      "en": "There were 11 thunderstorms while you were gone.",
      "it": "Ci sono stati 11 temporali mentre voi eravate via."
    }
  },
  {
    "translation": {
      "en": "Eleven. And you were right, he doesn't like thunderstorms.",
      "it": "Undici. E avevate ragione, non gli piacciono i temporali."
    }
  },
  {
    "translation": {
      "en": "Okay, yeah, 11. That's a lot of thunderstorms.",
      "it": "Okay, sì, 11. Sono un bel po' di temporali."
    }
  },
  {
    "translation": {
      "en": "Oh, and just so you know, I am a dog person, but that's not a dog.",
      "it": "Oh, e giusto per farvelo sapere, io amo i cani, ma quello non è un cane."
    }
  },
  {
    "translation": {
      "en": "That is evil with a dog face that is humping my leg...",
      "it": "Quello è il male con una faccia da cane che mi monta le gambe..."
    }
  },
  {
    "translation": {
      "en": "...and peeing on your carpet.",
      "it": "...e fa la pipì sul vostro tappeto."
    }
  },
  {
    "translation": {
      "en": "-Marley. Marley. -Marley, stop that.",
      "it": "- Marley. Marley. - Marley, non farlo."
    }
  },
  {
    "translation": {
      "en": "Marley, come on, it's just thunder. No barking.",
      "it": "Marley, dai, è solo un tuono. Vietato abbaiare."
    }
  },
  {
    "translation": {
      "en": "Marley, come on. It's just thunder.",
      "it": "Marley, dai. È solo un tuono."
    }
  },
  {
    "translation": {
      "en": "Marley, come on.",
      "it": "Marley, dai."
    }
  },
  {
    "translation": {
      "en": "Can you help me out here?",
      "it": "Puoi darmi una mano?"
    }
  },
  {
    "translation": {
      "en": "I got 20 minutes to file this column, and I gotta--",
      "it": "Ho venti minuti per mandare il pezzo, e devo--"
    }
  },
  {
    "translation": {
      "en": "-The luck of the Irish. -What?",
      "it": "- La fortuna degli irlandesi. - Cosa?"
    }
  },
  {
    "translation": {
      "en": "Oh, God. John. Honey.",
      "it": "Oddio. John. Amore."
    }
  },
  {
    "translation": {
      "en": "John. John, wake up, honey. It's time.",
      "it": "John. John, svegliati, amore. Ci siamo."
    }
  },
  {
    "translation": {
      "en": "Okay, what do I need? Oh, these will be comfortable. Okay.",
      "it": "Okay, cosa mi serve? Oh, questi sono comodi. Okay."
    }
  },
  {
    "translation": {
      "en": "You all right? You all right?",
      "it": "Tutto bene? Stai bene?"
    }
  },
  {
    "translation": {
      "en": "Are you okay? It's okay, I'm not gonna hurt her.",
      "it": "Tutto a posto? Tranquillo, non le faccio niente."
    }
  },
  {
    "translation": {
      "en": "Try not to scream. I don't want him to kill me.",
      "it": "Cerca di non gridare. Non voglio che mi uccida."
    }
  },
  {
    "translation": {
      "en": "You remembered to install the car seat, right?",
      "it": "Ti sei ricordato di montare il seggiolino, vero?"
    }
  },
  {
    "translation": {
      "en": "They won't let us take the baby home--",
      "it": "Non ci faranno portare il bimbo a casa--"
    }
  },
  {
    "translation": {
      "en": "-I wouldn't forget. -I know, I'm sorry.",
      "it": "- Come potrei scordarmelo? - Lo so, scusa."
    }
  },
  {
    "translation": {
      "en": "-Got that right there? -I think I got it. What else?",
      "it": "- Sei a posto lì? - Credo di sì? Cos'altro?"
    }
  },
  {
    "translation": {
      "en": "Yeah, come on, Marley, help me out here.",
      "it": "Sì, dai, Marley, aiutami."
    }
  },
  {
    "translation": {
      "en": "You can chew through drywall, Marley. This is nothing for you.",
      "it": "Puoi mangiarti il cartongesso, Marley. Questo è niente a confronto."
    }
  },
  {
    "translation": {
      "en": "Good, yeah.",
      "it": "Sì, bravo."
    }
  },
  {
    "translation": {
      "en": "No, no, you're gonna stay here.",
      "it": "No, no, tu resta qui."
    }
  },
  {
    "translation": {
      "en": "I'll leave you this bone to keep you busy now.",
      "it": "Ti lascio qui un osso, così ti tieni occupato."
    }
  },
  {
    "translation": {
      "en": "Hopefully no thunderstorms. And I'm off.",
      "it": "Speriamo che non ci siano temporali. Io vado."
    }
  },
  {
    "translation": {
      "en": "Who's your daddy? Come here.",
      "it": "Chi è tuo papà? Vieni qui."
    }
  },
  {
    "translation": {
      "en": "Here's the thing.",
      "it": "Il punto è questo."
    }
  },
  {
    "translation": {
      "en": "In about two minutes, we're gonna bring home the baby...",
      "it": "Tra due minuti, porteremo a casa il bambino..."
    }
  },
  {
    "translation": {
      "en": "...and you'd be doing me a really big favor if you didn't freak out.",
      "it": "...e mi faresti un grandissimo favore se non perdessi il controllo."
    }
  },
  {
    "translation": {
      "en": "And I'm gonna try to do the same.",
      "it": "E io cercherò di fare lo stesso."
    }
  },
  {
    "translation": {
      "en": "-Are you ready? -I'm ready, yes.",
      "it": "- Sei pronta? - Sì, sono pronta."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Hi, come here.",
      "it": "- Okay. - Ciao, vieni qui."
    }
  },
  {
    "translation": {
      "en": "Hi, baby. Oh, hi. Hi, sweetie. Hi, Marley.",
      "it": "Ciao, piccolo. Ciao, tesoro. Ciao, Marley."
    }
  },
  {
    "translation": {
      "en": "Come on. Come here. Okay?",
      "it": "Dai. Vieni qui. Okay?"
    }
  },
  {
    "translation": {
      "en": "-Marley. -Would be a bummer if you ate the baby.",
      "it": "- Marley. - È un problema se ti mangi il bambino."
    }
  },
  {
    "translation": {
      "en": "-Just.... -Look, Marley, this is Patrick.",
      "it": "- Stai... - Guarda, Marley, lui è Patrick."
    }
  },
  {
    "translation": {
      "en": "Not to be confused with a chew toy, although it may look like one.",
      "it": "Non devi confonderlo con un gioco da mordere, anche se ci assomiglia."
    }
  },
  {
    "translation": {
      "en": "Say hi. See, honey? He's not eating the baby.",
      "it": "Salutalo. Vedi, amore? Non cerca di mangiare il bambino."
    }
  },
  {
    "translation": {
      "en": "Very good.",
      "it": "Bene."
    }
  },
  {
    "translation": {
      "en": "Yeah. No, I have a quote for it right here.",
      "it": "Sì. No, ho qui una citazione da usare."
    }
  },
  {
    "translation": {
      "en": "Well, have Legal call them again and get a release for it.",
      "it": "Beh, dì al reparto legale di richiamarli e di farsi dare un permesso."
    }
  },
  {
    "translation": {
      "en": "They told me it was on the record.",
      "it": "Mi hanno detto che era agli atti."
    }
  },
  {
    "translation": {
      "en": "I don't-- Patrick, honey, be careful with those toys.",
      "it": "Io non-- Patrick, tesoro, fai attenzione con quei giocattoli."
    }
  },
  {
    "translation": {
      "en": "You know Marley gets-- Carla, I'm not talking to you.",
      "it": "Se no Marley-- Carla, non sto parlando con te."
    }
  },
  {
    "translation": {
      "en": "Will you just call them and get a release? I'll call you back. I'll call you right back.",
      "it": "Puoi chiamarli e farti dare un permesso? Ti richiamo. Ti richiamo subito."
    }
  },
  {
    "translation": {
      "en": "Ready?",
      "it": "Pronti?"
    }
  },
  {
    "translation": {
      "en": "How far do you wanna go?",
      "it": "Fino a dove vuoi andare?"
    }
  },
  {
    "translation": {
      "en": "Those days are over for us, amigo.",
      "it": "Quei giorni sono finiti per noi, amigo."
    }
  },
  {
    "translation": {
      "en": "We had a good run, though.",
      "it": "Ce la siamo passata bene, però."
    }
  },
  {
    "translation": {
      "en": "Hey, look. There's Daddy.",
      "it": "Ehi, guarda. C'è papà."
    }
  },
  {
    "translation": {
      "en": "Come on, Marley.",
      "it": "Dai, Marley."
    }
  },
  {
    "translation": {
      "en": "This is gonna sound crazy, but what's that thing called...",
      "it": "Lo so che ti sembrerà assurdo, ma come si dice..."
    }
  },
  {
    "translation": {
      "en": "...when you owe money on a house?",
      "it": "...quando devi pagare una casa?"
    }
  },
  {
    "translation": {
      "en": "-It starts with an M. -Mortgage.",
      "it": "- Comincia con M. - Mutuo."
    }
  },
  {
    "translation": {
      "en": "Mortgage.",
      "it": "Mutuo."
    }
  },
  {
    "translation": {
      "en": "Is it possible to be this tired?",
      "it": "È possibile essere così stanchi?"
    }
  },
  {
    "translation": {
      "en": "You know what? I'm gonna get up with him tonight.",
      "it": "Sai una cosa? Stanotte mi sveglierò con lui."
    }
  },
  {
    "translation": {
      "en": "No, you won't. You don't hear him.",
      "it": "No, invece. Tu non lo senti."
    }
  },
  {
    "translation": {
      "en": "-Yeah, you're right. -Yeah, well, why?",
      "it": "- Sì, hai ragione. - Sì, beh, perché?"
    }
  },
  {
    "translation": {
      "en": "I'm just a blessedly sound sleeper.",
      "it": "Sono solo un fortunato dormiglione."
    }
  },
  {
    "translation": {
      "en": "I do have to go into the office tomorrow, though.",
      "it": "Però domani devo andare in ufficio."
    }
  },
  {
    "translation": {
      "en": "-Will you watch him then for me? -It would be my pleasure.",
      "it": "- Puoi guardarlo al posto mio? - Con piacere."
    }
  },
  {
    "translation": {
      "en": "-How long are we talking about? -I don't know.",
      "it": "- Per quanto? - Non lo so."
    }
  },
  {
    "translation": {
      "en": "-It's not quite what you expected, huh? -I don't know what I expected.",
      "it": "- Non è quello che ti aspettavi, eh? - Non lo so cosa mi aspettavo."
    }
  },
  {
    "translation": {
      "en": "I never thought Marley would seem like the easy one.",
      "it": "Non avrei mai pensato che tenere Marley sarebbe potuto sembrare più facile."
    }
  },
  {
    "translation": {
      "en": "I know. I know, but you know what?",
      "it": "Lo so. Lo so, ma sai una cosa?"
    }
  },
  {
    "translation": {
      "en": "We adjusted to him...",
      "it": "Ci siamo adattati a lui..."
    }
  },
  {
    "translation": {
      "en": "...and we'll adjust to the baby.",
      "it": "...e ci adatteremo al bambino."
    }
  },
  {
    "translation": {
      "en": "I'm just trying to remember us from before.",
      "it": "Sto solo cercando di ricordarmi com'eravamo prima."
    }
  },
  {
    "translation": {
      "en": "-You mean those younger... -Yeah.",
      "it": "- Vuoi dire quelle più giovani... - Sì."
    }
  },
  {
    "translation": {
      "en": "...sexier, better-looking people?",
      "it": "...più sexy, più attraenti persone?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I remember them.",
      "it": "- Sì. - Me le ricordo."
    }
  },
  {
    "translation": {
      "en": "-I remember them vaguely. -I miss them.",
      "it": "- Me le ricordo vagamente. - Mi mancano."
    }
  },
  {
    "translation": {
      "en": "They're here.",
      "it": "Ma sono qui."
    }
  },
  {
    "translation": {
      "en": "They're here, they're just really tired.",
      "it": "Sono qui, sono solo molto stanche."
    }
  },
  {
    "translation": {
      "en": "What, now you're jealous?",
      "it": "Cos'è, sei geloso ora?"
    }
  },
  {
    "translation": {
      "en": "Stay here.",
      "it": "Stai qui."
    }
  },
  {
    "translation": {
      "en": "-Call the police. -Okay.",
      "it": "- Chiama la polizia. - Okay."
    }
  },
  {
    "translation": {
      "en": "Hey, hey, hey. Are you all right? What happened?",
      "it": "Ehi, ehi, ehi. Tutto bene? Cos'è successo?"
    }
  },
  {
    "translation": {
      "en": "He told me not to scream or he'd stab me, but I screamed.",
      "it": "Mi ha detto di non gridare se no mi avrebbe accoltellata ma ho gridato."
    }
  },
  {
    "translation": {
      "en": "-I screamed and he stabbed me. -Sit down, just sit down.",
      "it": "- Ho gridato e mi ha accoltellata. - Siediti, siediti."
    }
  },
  {
    "translation": {
      "en": "It's okay, it's all right.",
      "it": "Non ti preoccupare, è tutto a posto."
    }
  },
  {
    "translation": {
      "en": "-Where's your mother? -At work.",
      "it": "- Dov'è tua madre? - Al lavoro."
    }
  },
  {
    "translation": {
      "en": "It's okay, it's not that bad. Keep your hand placed right here.",
      "it": "Non ti preoccupare, non è grave. Tieni la mano lì."
    }
  },
  {
    "translation": {
      "en": "My wife called the police, so everything's gonna be okay.",
      "it": "Mia moglie ha chiamato la polizia, ora si sistema tutto."
    }
  },
  {
    "translation": {
      "en": "In all the time I've lived here, I've never gotten your name.",
      "it": "Sono qui da una vita, e non so neanche come ti chiami."
    }
  },
  {
    "translation": {
      "en": "-Lisa. -Okay, I'm gonna sit right here, Lisa.",
      "it": "- Lisa. - Okay, ora sto qui con te, Lisa."
    }
  },
  {
    "translation": {
      "en": "You're gonna keep your hands placed there...",
      "it": "Tu tieni le mani premute lì..."
    }
  },
  {
    "translation": {
      "en": "...and we're gonna wait for the police to get here.",
      "it": "...e aspettiamo che arrivi la polizia."
    }
  },
  {
    "translation": {
      "en": "They're gonna take care of this, all right?",
      "it": "Sistemeranno tutto loro, okay?"
    }
  },
  {
    "translation": {
      "en": "Okay? Look at me.",
      "it": "Okay? Guardami."
    }
  },
  {
    "translation": {
      "en": "It's all right. It's all right.",
      "it": "Va tutto bene. Va tutto bene."
    }
  },
  {
    "translation": {
      "en": "Safest neighborhood?",
      "it": "Il quartiere più sicuro?"
    }
  },
  {
    "translation": {
      "en": "In terms of crime, I'd say you're looking at Boca.",
      "it": "Quello con meno crimine direi che è Boca."
    }
  },
  {
    "translation": {
      "en": "Boca? I was afraid you were gonna say that.",
      "it": "Boca? Temevo che l'avresti detto."
    }
  },
  {
    "translation": {
      "en": "-That's the way it is, John. -Okay, thanks.",
      "it": "- Non so cosa dirti, John. - Okay, grazie."
    }
  },
  {
    "translation": {
      "en": "Boca. Not so bad.",
      "it": "Boca. Non è poi così male."
    }
  },
  {
    "translation": {
      "en": "You got kids playing in the street. I don't know, what do you guys think?",
      "it": "Ci sono i bambini che giocano per strada. Non lo so, voi cosa ne pensate?"
    }
  },
  {
    "translation": {
      "en": "We might live here one day, if we can afford it.",
      "it": "Potremmo venire a vivere qui un giorno, se possiamo permettercelo."
    }
  },
  {
    "translation": {
      "en": "There we go. I can get you right here.",
      "it": "Eccoci qua. Ti prendo io."
    }
  },
  {
    "translation": {
      "en": "Stay. Marley, no.",
      "it": "Fermo. Marley, no."
    }
  },
  {
    "translation": {
      "en": "And don't you love this kitchen? Look at the state-of-the-art appliances.",
      "it": "Non è stupenda questa cucina? Guardate questi modernissimi elettrodomestici."
    }
  },
  {
    "translation": {
      "en": "And my favorite part, the pool, is....",
      "it": "E la mia parte preferita, la piscina, è..."
    }
  },
  {
    "translation": {
      "en": "-Why don't we look over here? -Sorry, can I get a brochure?",
      "it": "- Andiamo da questa parte? - Mi scusi, posso prendere una brochure?"
    }
  },
  {
    "translation": {
      "en": "-Sure. -Thank you. Looks nice.",
      "it": "- Certo. - Grazie. Bella."
    }
  },
  {
    "translation": {
      "en": "Whose dog is that?",
      "it": "Di chi è quel cane?"
    }
  },
  {
    "translation": {
      "en": "Honey.",
      "it": "Tesoro."
    }
  },
  {
    "translation": {
      "en": "Jen?",
      "it": "Jenny?"
    }
  },
  {
    "translation": {
      "en": "Hey. You okay?",
      "it": "Ehi. Stai bene?"
    }
  },
  {
    "translation": {
      "en": "-Yeah, I'm good. Where have you been? -I wanna show you something.",
      "it": "- Sì, no, sto bene. Dove sei stato? - Guarda qua."
    }
  },
  {
    "translation": {
      "en": "It's a house. Now, it's a little pricey, but I think we can do it.",
      "it": "È una casa. È un po' costosa, ma possiamo farcela."
    }
  },
  {
    "translation": {
      "en": "-Boca? -I know, I know.",
      "it": "- Boca? - Lo so, lo so."
    }
  },
  {
    "translation": {
      "en": "But Frank Bennet on the Metro desk says it's the safest neighborhood.",
      "it": "Ma Frank Bennet della cronaca locale dice che è il quartiere più sicuro."
    }
  },
  {
    "translation": {
      "en": "-I'm just not sure now is the right time. -But when is the right time?",
      "it": "- Non so se sia il momento giusto. - Ma quand'è il momento giusto?"
    }
  },
  {
    "translation": {
      "en": "After one of us gets stabbed in the driveway?",
      "it": "Dopo che uno di noi viene accoltellato in giardino?"
    }
  },
  {
    "translation": {
      "en": "-John. -Honey, it's cramped in here.",
      "it": "- John. - Amore, si sta stretti qui."
    }
  },
  {
    "translation": {
      "en": "This was supposed to be a three-year house.",
      "it": "Questa doveva essere una casa per tre anni."
    }
  },
  {
    "translation": {
      "en": "I know. I know that.",
      "it": "Lo so. Lo so questo."
    }
  },
  {
    "translation": {
      "en": "I just don't think we can afford to buy a new one.",
      "it": "Penso solo che non possiamo permetterci di comprarne una nuova."
    }
  },
  {
    "translation": {
      "en": "But, honey, we can. With both our salaries--",
      "it": "Sì che possiamo. Con lo stipendio di tutti e due--"
    }
  },
  {
    "translation": {
      "en": "Honey, I'm pregnant.",
      "it": "Tesoro, sono incinta."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "it": "Davvero?"
    }
  },
  {
    "translation": {
      "en": "Are you sure?",
      "it": "Sei sicura?"
    }
  },
  {
    "translation": {
      "en": "Come here.",
      "it": "Vieni."
    }
  },
  {
    "translation": {
      "en": "Pretty sure.",
      "it": "Molto sicura."
    }
  },
  {
    "translation": {
      "en": "Four for four.",
      "it": "Quattro su quattro."
    }
  },
  {
    "translation": {
      "en": "-Hold on. -That's great.",
      "it": "- Aspetta. - Magnifico."
    }
  },
  {
    "translation": {
      "en": "Congratulations.",
      "it": "Congratulazioni."
    }
  },
  {
    "translation": {
      "en": "-Come on. -I mean, to both of us.",
      "it": "- Vieni qui. - Cioè, a tutti e due."
    }
  },
  {
    "translation": {
      "en": "Oh, yes. Oh, you're such a good boy.",
      "it": "Oh, sì. Oh, che bravo bambino che sei."
    }
  },
  {
    "translation": {
      "en": "-Another baby. -I know.",
      "it": "- Un altro bambino. - Già."
    }
  },
  {
    "translation": {
      "en": "Honey, I think I have to quit my job.",
      "it": "Amore, credo che dovrò lasciare il lavoro."
    }
  },
  {
    "translation": {
      "en": "You don't have to do that. We can get some help.",
      "it": "Non ce n'è bisogno. Possiamo farci aiutare."
    }
  },
  {
    "translation": {
      "en": "No, I don't want any help. I really don't.",
      "it": "No, non voglio. Davvero."
    }
  },
  {
    "translation": {
      "en": "I really-- I just don't want-- Will you hand me that pacifier?",
      "it": "Io-- Non voglio-- Puoi passarmi il ciuccio?"
    }
  },
  {
    "translation": {
      "en": "I just-- I don't wanna be one of those people...",
      "it": "Sai-- Non voglio essere una di quelle persone..."
    }
  },
  {
    "translation": {
      "en": "...that sees their child for an hour at night.",
      "it": "...che sta col proprio bambino per un'ora la sera."
    }
  },
  {
    "translation": {
      "en": "-I don't. -I know, but you love your work and--",
      "it": "- Non voglio. - Lo so, ma tu ami il tuo lavoro e--"
    }
  },
  {
    "translation": {
      "en": "I do, I love my work, honey, but this is killing me.",
      "it": "Sì, adoro il mio lavoro, tesoro, ma non ce la faccio più."
    }
  },
  {
    "translation": {
      "en": "When I'm at the office, I just wanna be here.",
      "it": "Quando sono in ufficio, voglio essere qui."
    }
  },
  {
    "translation": {
      "en": "And when I'm here, I am constantly thinking about work.",
      "it": "E quando sono qui, penso in continuazione al lavoro."
    }
  },
  {
    "translation": {
      "en": "And I just know that I'm doing both jobs halfway.",
      "it": "E so che sto facendo entrambi i lavori a metà."
    }
  },
  {
    "translation": {
      "en": "Well, you're not doing them halfway.",
      "it": "No, non li stai facendo a metà."
    }
  },
  {
    "translation": {
      "en": "Look, if I have to give up something, I do not wanna give up this.",
      "it": "Senti, se devo rinunciare a qualcosa, non voglio rinunciare a questo."
    }
  },
  {
    "translation": {
      "en": "Why should I give you a raise? Give me one good reason.",
      "it": "Perché dovrei darti un aumento? Dammi una buona ragione."
    }
  },
  {
    "translation": {
      "en": "-Because I'm doing a good job? -Is that a question?",
      "it": "- Perché sto facendo un buon lavoro? - È una domanda?"
    }
  },
  {
    "translation": {
      "en": "No, but since I took over the column, the readership's doubled.",
      "it": "No, ma da quando ho in mano la rubrica, i lettori sono raddoppiati."
    }
  },
  {
    "translation": {
      "en": "So you are doing a good job.",
      "it": "Quindi stai facendo un buon lavoro."
    }
  },
  {
    "translation": {
      "en": "Yes, if you go by the circulation and popularity.",
      "it": "Sì, se si guarda alla diffusione e alla popolarità."
    }
  },
  {
    "translation": {
      "en": "Okay. Why not make it permanent?",
      "it": "Okay. Perché non farne una cosa permanente?"
    }
  },
  {
    "translation": {
      "en": "What do you mean, like forever?",
      "it": "In che senso, per sempre?"
    }
  },
  {
    "translation": {
      "en": "Yeah, that's what \"permanent\" means.",
      "it": "Sì, è il significato di \"permanente\"."
    }
  },
  {
    "translation": {
      "en": "John, every bozo out there would like to have their own column.",
      "it": "John, ogni imbecille là fuori vorrebbe avere la propria rubrica."
    }
  },
  {
    "translation": {
      "en": "Everybody in that entire room.",
      "it": "Tutti quelli che vedi in questa sala."
    }
  },
  {
    "translation": {
      "en": "And you've taken the column and you've turned it into something fresh.",
      "it": "E tu hai preso in mano la rubrica e l'hai trasformata in qualcosa di nuovo."
    }
  },
  {
    "translation": {
      "en": "I know you don't wanna hear it, but you're a really good columnist.",
      "it": "Lo so che non vuoi sentirlo, ma sei un bravissimo corsivista."
    }
  },
  {
    "translation": {
      "en": "Why are you hesitating?",
      "it": "Perché stai esitando?"
    }
  },
  {
    "translation": {
      "en": "I just have this idea about myself, you know, as a reporter.",
      "it": "È che io continuo a vedermi come un cronista."
    }
  },
  {
    "translation": {
      "en": "Well, sometimes life comes up with a better idea.",
      "it": "Beh, a volte la vita trova un'idea migliore."
    }
  },
  {
    "translation": {
      "en": "I'll tell you what.",
      "it": "Ascolta."
    }
  },
  {
    "translation": {
      "en": "You take on a daily column, I will double your salary.",
      "it": "Se mi scrivi un pezzo ogni giorno, ti raddoppio lo stipendio."
    }
  },
  {
    "translation": {
      "en": "Gonna start you off with some corn flakes.",
      "it": "Cominciamo con un po' di corn-flakes."
    }
  },
  {
    "translation": {
      "en": "The most important meal-- No, Marley.",
      "it": "Il pasto più importante-- No, Marley."
    }
  },
  {
    "translation": {
      "en": "Most important meal of the day. There. I might take a little spoonful.",
      "it": "Il pasto più importante della giornata. Ecco. Ne prendo una cucchiaiata."
    }
  },
  {
    "translation": {
      "en": "John, please, just take him for a sec. I gotta take a shower. I gotta go.",
      "it": "John, ti prego, prendilo un momento. Devo fare la doccia. Devo andare."
    }
  },
  {
    "translation": {
      "en": "But it happens every time.",
      "it": "Ma succede ogni volta."
    }
  },
  {
    "translation": {
      "en": "Well, you've got to spend more time with him.",
      "it": "Beh, devi passare più tempo con lui."
    }
  },
  {
    "translation": {
      "en": "Down.",
      "it": "Giù."
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "it": "Ecco qua."
    }
  },
  {
    "translation": {
      "en": "-Okay, I'll do it, I'll do it. -No, no, no, it's fine.",
      "it": "- Okay, faccio io, faccio io. - No, no, no, tranquilla."
    }
  },
  {
    "translation": {
      "en": "You say to spend more time with him, and I do, and then you wanna take over.",
      "it": "Mi dici di passarci più tempo, lo faccio, e poi vuoi prendere il mio posto."
    }
  },
  {
    "translation": {
      "en": "I don't want you changing him when you're mad.",
      "it": "Non voglio che lo cambi se sei arrabbiato."
    }
  },
  {
    "translation": {
      "en": "-I'm not mad, I'm-- -Thank you. Come on.",
      "it": "- Non sono arrabbiato, sono-- - Grazie. Dai."
    }
  },
  {
    "translation": {
      "en": "Hi, baby. Come on, honey.",
      "it": "Ciao, piccolo. Su, tesoro."
    }
  },
  {
    "translation": {
      "en": "Oh, baby. I know, I know.",
      "it": "Oh, piccolo. Su, su."
    }
  },
  {
    "translation": {
      "en": "Oh, watch out. Oh, come on, Conor. Come on, what?",
      "it": "Oh, attento. Oh, dai, Conor. Su, cosa?"
    }
  },
  {
    "translation": {
      "en": "What's the matter? What do you need? What is it?",
      "it": "Che c'è? Cosa vuoi? Cosa c'è?"
    }
  },
  {
    "translation": {
      "en": "Do you want some food? Food? Milk?",
      "it": "Hai fame? Cibo? Latte?"
    }
  },
  {
    "translation": {
      "en": "He's just colicky, Jen. He'll grow out of it.",
      "it": "È soggetto a coliche, Jenny. Gli passerà."
    }
  },
  {
    "translation": {
      "en": "Well, here's an idea.",
      "it": "Beh, ho un'idea."
    }
  },
  {
    "translation": {
      "en": "Why don't you stay home, and I'll go to work while he grows out of it?",
      "it": "Perché non stai a casa tu, e io vado al lavoro mentre gli passano."
    }
  },
  {
    "translation": {
      "en": "Sorry, I'm tired. Just go. Just go.",
      "it": "Scusa, sono stanca. Vai. Vai."
    }
  },
  {
    "translation": {
      "en": "It's postpartum depression.",
      "it": "È depressione postparto."
    }
  },
  {
    "translation": {
      "en": "They're hormones go on tilt, and they get depressed.",
      "it": "Gli ormoni vanno in tilt, e diventano depresse."
    }
  },
  {
    "translation": {
      "en": "I remember after my fourth kid was born...",
      "it": "Mi ricordo che al mio quarto bambino..."
    }
  },
  {
    "translation": {
      "en": "...I'd wake up in the middle of the night sometimes and my wife would be there...",
      "it": "...a volte mi svegliavo di notte e mia moglie era lì..."
    }
  },
  {
    "translation": {
      "en": "...staring at me with a meat cleaver in her hand.",
      "it": "...che mi fissava con in mano una mannaia."
    }
  },
  {
    "translation": {
      "en": "I thought she was gonna kill me.",
      "it": "Pensavo che voleva uccidermi."
    }
  },
  {
    "translation": {
      "en": "I still do.",
      "it": "Lo penso ancora."
    }
  },
  {
    "translation": {
      "en": "You get her the gift?",
      "it": "Le hai preso il regalo?"
    }
  },
  {
    "translation": {
      "en": "-Yeah, and.... -Well, it usually works.",
      "it": "- Sì, e... - Beh, in genere funziona."
    }
  },
  {
    "translation": {
      "en": "Okay, Janice, make him look pretty.",
      "it": "Okay, Janice, fagli una bella foto."
    }
  },
  {
    "translation": {
      "en": "He's gonna have this picture next to his byline for the next 20 years.",
      "it": "Ce l'avrà di fianco al nome dell'autore per i prossimi vent'anni."
    }
  },
  {
    "translation": {
      "en": "What are you doing? Get in here.",
      "it": "Che fai? Vieni."
    }
  },
  {
    "translation": {
      "en": "Patrick, honey, please, stop doing that. You're gonna make him sick.",
      "it": "Patrick, tesoro, ti prego, smettila. Mi fai star male."
    }
  },
  {
    "translation": {
      "en": "-Just eat it, okay? -Careful, Patrick.",
      "it": "- Mangia e basta, okay? - Attento, Patrick."
    }
  },
  {
    "translation": {
      "en": "Remember what we did to Marley when he didn't listen.",
      "it": "Ricordati cosa abbiamo fatto a Marley quando non ascoltava."
    }
  },
  {
    "translation": {
      "en": "Honey, we really have to pick out a color of fabric...",
      "it": "Tesoro, dobbiamo scegliere un colore..."
    }
  },
  {
    "translation": {
      "en": "...for the curtains in the boys' room.",
      "it": "...per le tende della cameretta dei ragazzi."
    }
  },
  {
    "translation": {
      "en": "Okay, well, I don't know, whatever you want.",
      "it": "Okay, beh, non lo so, scegli tu."
    }
  },
  {
    "translation": {
      "en": "I'd really like your help deciding.",
      "it": "Mi piacerebbe se mi aiutassi a scegliere."
    }
  },
  {
    "translation": {
      "en": "No, let me get him.",
      "it": "No, vado io."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "Marley, just....",
      "it": "Marley, dai..."
    }
  },
  {
    "translation": {
      "en": "Marley. Bad dog. Marley. Marley, stop it.",
      "it": "Marley. Cane cattivo. Marley. Marley, smettila."
    }
  },
  {
    "translation": {
      "en": "Marley, let go. Let go. Marley, let go. Marley.",
      "it": "Marley, molla. Molla. Marley, molla. Marley."
    }
  },
  {
    "translation": {
      "en": "Marley. Marley. Marley, get back here. Get back here.",
      "it": "Marley. Marley. Marley, torna qui. torna qui."
    }
  },
  {
    "translation": {
      "en": "Marley. Marley. Bad dog.",
      "it": "Marley. Marley. Cattivo."
    }
  },
  {
    "translation": {
      "en": "Marley, get back here. Marley.",
      "it": "Marley, torna qui. Marley."
    }
  },
  {
    "translation": {
      "en": "See, we were supposed to return these, and now we have to pay for them.",
      "it": "Dovevamo restituirli, e ora dobbiamo pagarli."
    }
  },
  {
    "translation": {
      "en": "-That's okay. Come on, just-- -No, it's not okay. It's not okay.",
      "it": "- Non fa niente. Dai, è-- - No, fa niente un corno."
    }
  },
  {
    "translation": {
      "en": "I told you not to leave anything edible where he can get it.",
      "it": "Te l'ho detto di non lasciare in giro niente di commestibile."
    }
  },
  {
    "translation": {
      "en": "I know, but you wouldn't exactly say this is edible.",
      "it": "Lo so, ma non direi che questi sono commestibili."
    }
  },
  {
    "translation": {
      "en": "John, you know what I mean.",
      "it": "John, lo sai cosa voglio dire."
    }
  },
  {
    "translation": {
      "en": "You said you'd get up early and walk him. He chews things when he gets restless.",
      "it": "Dovevi svegliarti presto per portarlo a spasso. Morde le cose quando è irrequieto."
    }
  },
  {
    "translation": {
      "en": "-I am gonna walk him. I just woke up. -Know what? Forget it.",
      "it": "- Ora vado. Mi sono appena svegliato. - Senti, lascia perdere."
    }
  },
  {
    "translation": {
      "en": "-I'm gonna do it myself. -You don't have to--",
      "it": "- Lo faccio io. - Non c'è bisogno di--"
    }
  },
  {
    "translation": {
      "en": "Yes, I'm doing it myself.",
      "it": "Sì, lo faccio io."
    }
  },
  {
    "translation": {
      "en": "You don't get it. She's gonna kill you.",
      "it": "Non capisci. Ti ucciderà."
    }
  },
  {
    "translation": {
      "en": "You've got to take it easy.",
      "it": "Devi darti una calmata."
    }
  },
  {
    "translation": {
      "en": "We're both hanging by a thread.",
      "it": "Siamo entrambi appesi a un filo."
    }
  },
  {
    "translation": {
      "en": "-So who gets the dog if you guys split up? -We're not splitting up.",
      "it": "- Chi lo tiene il cane se vi separate? - Non ci stiamo separando."
    }
  },
  {
    "translation": {
      "en": "-Out of the realm of possibility? -Completely.",
      "it": "- C'è una qualche possibilità? - Assolutamente no."
    }
  },
  {
    "translation": {
      "en": "There's nothing she can do...",
      "it": "Non c'è niente che può fare..."
    }
  },
  {
    "translation": {
      "en": "...no tantrum too big, no depression too deep...",
      "it": "...non c'è capriccio troppo grosso, depressione troppo profonda..."
    }
  },
  {
    "translation": {
      "en": "...no failure to perform wifely duties, that would push you over?",
      "it": "...mancanza nell'adempimento ai doveri di moglie che può portarti a volerti separare?"
    }
  },
  {
    "translation": {
      "en": "Why do you jump right to splitting up? Come on, buddy. Mend it, don't end it.",
      "it": "Perché passi subito alla separazione? E dai. Chi ripara, non si separa."
    }
  },
  {
    "translation": {
      "en": "-So life is better with Jenny than without? -Yes, what--?",
      "it": "- La tua vita è migliore con o senza Jenny? - Sì, cosa--?"
    }
  },
  {
    "translation": {
      "en": "Are you wearing a wire? Jen, are you--? She's listening to this.",
      "it": "Hai lì una cimice? Jenny, sei in--? Ci sta ascoltando."
    }
  },
  {
    "translation": {
      "en": "Jenny, yes, we had a fight, but I still love you.",
      "it": "Jenny, sì, abbiamo litigato, ma ti amo ancora."
    }
  },
  {
    "translation": {
      "en": "I mean, come on, buddy. I had a fight with my wife. Let me just sulk.",
      "it": "E dai. Ho litigato con mia moglie. Lasciami tenere il muso."
    }
  },
  {
    "translation": {
      "en": "I just wanna know if you're really happy.",
      "it": "Voglio solo sapere se sei veramente felice."
    }
  },
  {
    "translation": {
      "en": "Oh, wait, there she is.",
      "it": "Oh, aspetta, eccola."
    }
  },
  {
    "translation": {
      "en": "-Where? Who? -Give me the kid.",
      "it": "- Dove? Chi? - Dammi il bambino."
    }
  },
  {
    "translation": {
      "en": "No, no, no, I can't be a party to this. That's shameless.",
      "it": "No, no, no, non posso esserti complice. È vergognoso."
    }
  },
  {
    "translation": {
      "en": "This is gonna be even better than the puppy.",
      "it": "Funziona ancora meglio del cucciolo."
    }
  },
  {
    "translation": {
      "en": "No, not my son.",
      "it": "No, mio figlio no."
    }
  },
  {
    "translation": {
      "en": "Marley, no. Please, please, Marley, no. Please.",
      "it": "Marley, no. Ti prego, ti prego, Marley, no. Ti prego."
    }
  },
  {
    "translation": {
      "en": "Please.",
      "it": "Ti prego."
    }
  },
  {
    "translation": {
      "en": "Marley! Marley, what are you--?",
      "it": "Marley! Marley, cosa stai--?"
    }
  },
  {
    "translation": {
      "en": "Marley, God, look at this.",
      "it": "Marley, oddio, guarda."
    }
  },
  {
    "translation": {
      "en": "Stop it. Why do you do this? Why do you ruin everything? Go on.",
      "it": "Piantala. Perché fai così? Perché rovini tutto? Vai via."
    }
  },
  {
    "translation": {
      "en": "Patrick! Are you okay? I'm sorry.",
      "it": "Patrick! Stai bene? Mi dispiace."
    }
  },
  {
    "translation": {
      "en": "John, get that dog out of here. I want that dog out of here right now.",
      "it": "John, porta fuori quel cane. Voglio quel cane fuori, subito."
    }
  },
  {
    "translation": {
      "en": "-I'll take him for a walk. -No, take him to that farm.",
      "it": "- Lo porto a spasso. - No, portalo a quella fattoria."
    }
  },
  {
    "translation": {
      "en": "All right, buddy, we're going to the farm again.",
      "it": "Okay, bello, torniamo alla fattoria."
    }
  },
  {
    "translation": {
      "en": "Hey, I'm serious. I'm not kidding.",
      "it": "Ehi, dico sul serio. Non sto scherzando."
    }
  },
  {
    "translation": {
      "en": "-I can't take this anymore. -What did he do?",
      "it": "- Non ce la faccio più. - Cos'ha fatto?"
    }
  },
  {
    "translation": {
      "en": "Everything. What hasn't he done? He's just a horrible, horrible animal.",
      "it": "Tutto. Cos'è che non ha fatto? È un animale orribile, orribile."
    }
  },
  {
    "translation": {
      "en": "Well, that's a little unfair.",
      "it": "Beh, sei un po' ingiusta."
    }
  },
  {
    "translation": {
      "en": "No, what's unfair is that Conor hasn't slept in two weeks...",
      "it": "No, la cosa ingiusta qui è che Conor non dorme da due settimane..."
    }
  },
  {
    "translation": {
      "en": "...because of that dog's barking...",
      "it": "...perché quel cane abbaia..."
    }
  },
  {
    "translation": {
      "en": "...that Patrick gets knocked down twice a day...",
      "it": "...e Patrick viene sbattuto a terra due volte al giorno..."
    }
  },
  {
    "translation": {
      "en": "...that I can't even think straight.",
      "it": "...e io non posso pensare lucidamente."
    }
  },
  {
    "translation": {
      "en": "-And God forbid there's a hint of thunder. -Just calm down for a second.",
      "it": "- E Dio non voglia che ci sia un temporale. - Calmati un momento."
    }
  },
  {
    "translation": {
      "en": "I know it's been a rough couple of months with the new baby.",
      "it": "Lo so che sono stati due mesi difficili col nuovo bambino."
    }
  },
  {
    "translation": {
      "en": "I understand that.",
      "it": "Lo capisco."
    }
  },
  {
    "translation": {
      "en": "But I was talking with Arnie, and postpartum depression--",
      "it": "Ma stavo parlando con Arnie, e la depressione postparto--"
    }
  },
  {
    "translation": {
      "en": "Don't you dare.",
      "it": "Non osare."
    }
  },
  {
    "translation": {
      "en": "I am not depressed. I am exhausted.",
      "it": "Io non sono depressa. Sono esausta."
    }
  },
  {
    "translation": {
      "en": "I am not angry because of some condition.",
      "it": "Non sono arrabbiata per via di qualche condizione fisica."
    }
  },
  {
    "translation": {
      "en": "I can't even go out for an hour without the kids...",
      "it": "Non possono neanche uscire un'ora senza i bambini..."
    }
  },
  {
    "translation": {
      "en": "...because every babysitter is terrified of Marley.",
      "it": "...perché tutte le babysitter hanno il terrore di Marley."
    }
  },
  {
    "translation": {
      "en": "I know, but you said you didn't wanna work anymore.",
      "it": "Lo so, ma hai detto che non volevi più lavorare."
    }
  },
  {
    "translation": {
      "en": "-We can get help, but you said-- -I don't need any help!",
      "it": "- Possiamo farci aiutare, ma hai detto-- - Non mi serve nessun aiuto!"
    }
  },
  {
    "translation": {
      "en": "-Just get rid of the dog. -That's not gonna happen, obviously.",
      "it": "- Sbarazzati di quel cane. - Non lo farò, ovviamente."
    }
  },
  {
    "translation": {
      "en": "-Please keep your voice down. -Me keep my voice down?",
      "it": "- Non alzare la voce, per favore. - Io sto alzando la voce?"
    }
  },
  {
    "translation": {
      "en": "Just get rid of the dog. Everybody gets rid of their dogs.",
      "it": "Sbarazzati di quel cane. Tutti si sbarazzano dei propri cani."
    }
  },
  {
    "translation": {
      "en": "-It's just a dog. -I'm just a husband.",
      "it": "- È solo un cane. - E io sono solo un marito."
    }
  },
  {
    "translation": {
      "en": "-Gonna get rid of me? -I've thought about it.",
      "it": "- Vuoi sbarazzarti anche di me? - Ci ho pensato."
    }
  },
  {
    "translation": {
      "en": "-Oh, well, that makes two of us. -What do you have to complain about?",
      "it": "- Oh, beh, allora siamo in due. - Cos'hai tu da lamentarti?"
    }
  },
  {
    "translation": {
      "en": "What do I--? Oh, because you're such a joy to be around?",
      "it": "Cos'ho da--? Oh, perché, credi che sia una gioia starti attorno?"
    }
  },
  {
    "translation": {
      "en": "Oh, you're such a jerk.",
      "it": "Oh, che idiota che sei."
    }
  },
  {
    "translation": {
      "en": "Nice to walk in and feel like you're joining a chain gang.",
      "it": "È bello tornare a casa e sentire di riunirsi a dei detenuti incatenati."
    }
  },
  {
    "translation": {
      "en": "Just a jerk.",
      "it": "Che idiota."
    }
  },
  {
    "translation": {
      "en": "Stop it.",
      "it": "Piantala."
    }
  },
  {
    "translation": {
      "en": "It's your fault.",
      "it": "È colpa tua."
    }
  },
  {
    "translation": {
      "en": "You gotta be kidding me.",
      "it": "Stai scherzando."
    }
  },
  {
    "translation": {
      "en": "Nope. It's just for a couple days till things cool down at home.",
      "it": "No. Solo per un paio di giorni finché le cose non si calmano."
    }
  },
  {
    "translation": {
      "en": "A couple days will be all right.",
      "it": "Un paio di giorni basteranno."
    }
  },
  {
    "translation": {
      "en": "You guys know each other, so you should be okay.",
      "it": "Vi conoscete già, non ti darà problemi."
    }
  },
  {
    "translation": {
      "en": "You want a beer?",
      "it": "Vuoi una birra?"
    }
  },
  {
    "translation": {
      "en": "I'm all right.",
      "it": "Sono a posto."
    }
  },
  {
    "translation": {
      "en": "Are you moving?",
      "it": "Ti stai trasferendo?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Where?",
      "it": "- Sì. - Dove?"
    }
  },
  {
    "translation": {
      "en": "The Gray Lady came a-courting.",
      "it": "La Signora in Grigio è venuta a corteggiarmi."
    }
  },
  {
    "translation": {
      "en": "The Times offered you a permanent job?",
      "it": "Il New York Times ti ha offerto un lavoro permanente?"
    }
  },
  {
    "translation": {
      "en": "Gave Arnie my notice last week.",
      "it": "Ho dato ad Arnie la notifica la settimana scorsa."
    }
  },
  {
    "translation": {
      "en": "-You didn't even say anything. -I know. I'm sorry, I just....",
      "it": "- Non mi hai detto niente. - Lo so. Mi dispiace, è che..."
    }
  },
  {
    "translation": {
      "en": "It all happened so fast, I'm not even used to the idea yet.",
      "it": "È successo tutto così in fretta, non mi sono ancora abituato all'idea."
    }
  },
  {
    "translation": {
      "en": "That's great. The New York Times.",
      "it": "È magnifico. Il New York Times."
    }
  },
  {
    "translation": {
      "en": "It's what we always dreamed of.",
      "it": "È sempre stato il nostro sogno."
    }
  },
  {
    "translation": {
      "en": "Well, congratulations. I mean, you deserve it.",
      "it": "Beh, congratulazioni. Te lo meriti."
    }
  },
  {
    "translation": {
      "en": "-Thanks for looking after Marley. -Yeah.",
      "it": "- Grazie per Marley. - Figurati."
    }
  },
  {
    "translation": {
      "en": "He's eating your briefcase right now.",
      "it": "Ti sta mangiando la borsa."
    }
  },
  {
    "translation": {
      "en": "-Shit. -Marley. Marley, no.",
      "it": "- Cribbio. - Marley. Marley, no."
    }
  },
  {
    "translation": {
      "en": "-Two days, John, I'm serious. -Sorry.",
      "it": "- Due giorni, John, sul serio. - Mi dispiace."
    }
  },
  {
    "translation": {
      "en": "-Sorry, I didn't mean to wake you. -I wasn't sleeping.",
      "it": "- Scusa, non volevo svegliarti. - Non stavo dormendo."
    }
  },
  {
    "translation": {
      "en": "Where's Marley?",
      "it": "Dov'è Marley?"
    }
  },
  {
    "translation": {
      "en": "Sebastian's gonna watch him for a few days.",
      "it": "Sebastian lo terrà per due giorni."
    }
  },
  {
    "translation": {
      "en": "I'd love to see that.",
      "it": "Mi piacerebbe vederli."
    }
  },
  {
    "translation": {
      "en": "Just until I can find a more permanent home.",
      "it": "Solo finché non riesco a trovare una sistemazione più permanente."
    }
  },
  {
    "translation": {
      "en": "This is his permanent home, John. Marley's not going anywhere.",
      "it": "È questa la sua casa, John. Marley non va da nessuna parte."
    }
  },
  {
    "translation": {
      "en": "Honey, I'm sorry. I just got overwhelmed.",
      "it": "Tesoro, mi dispiace. Ero esasperata."
    }
  },
  {
    "translation": {
      "en": "No one tells you how hard this is all gonna be.",
      "it": "Nessuno ti dice quanto sarà difficile."
    }
  },
  {
    "translation": {
      "en": "Which part?",
      "it": "Quale parte?"
    }
  },
  {
    "translation": {
      "en": "What? All of it.",
      "it": "Cosa? Tutto."
    }
  },
  {
    "translation": {
      "en": "Marriage, being a parent.",
      "it": "Il matrimonio, fare il genitore."
    }
  },
  {
    "translation": {
      "en": "It's the hardest job in the world, and nobody prepares you for that.",
      "it": "È il lavoro più difficile del mondo, e nessuno ti prepara a farlo."
    }
  },
  {
    "translation": {
      "en": "Nobody tells you how much you have to give up.",
      "it": "Nessuno ti dice a quante cose devi rinunciare."
    }
  },
  {
    "translation": {
      "en": "I feel like they do tell you, but, I don't know, you don't listen...",
      "it": "Secondo me te lo dicono, ma, non lo so, non gli dai retta..."
    }
  },
  {
    "translation": {
      "en": "...or you think, \"They're just miserable.\"",
      "it": "...o pensi: \"Sono solo infelici\"."
    }
  },
  {
    "translation": {
      "en": "I've given up so much of what made me who I am.",
      "it": "Ho rinunciato a tantissime cose che mi hanno reso quello che sono."
    }
  },
  {
    "translation": {
      "en": "But I can't say that, because I'm a very bad person if I say that.",
      "it": "Ma non posso dirlo, perché sono una persona cattivissima se lo dico."
    }
  },
  {
    "translation": {
      "en": "But I feel that, I really do. I feel it sometimes.",
      "it": "Ma lo penso, davvero. Lo penso a volte."
    }
  },
  {
    "translation": {
      "en": "I just....",
      "it": "Sai..."
    }
  },
  {
    "translation": {
      "en": "-I just want you to know that. -I do know that.",
      "it": "- Voglio solo che tu lo sappia. - Lo so."
    }
  },
  {
    "translation": {
      "en": "-And you can say it. I say it. -But I did make a choice.",
      "it": "- E puoi dirlo. Io lo dico. - Ma ho fatto una scelta."
    }
  },
  {
    "translation": {
      "en": "I made a choice, and even if it's harder than I thought...",
      "it": "Ho fatto una scelta, e anche se è più difficile di quello che pensavo..."
    }
  },
  {
    "translation": {
      "en": "...I don't regret it.",
      "it": "...non me ne pento."
    }
  },
  {
    "translation": {
      "en": "-Are you sure? -I'm very sure.",
      "it": "- Ne sei sicura? - Sicurissima."
    }
  },
  {
    "translation": {
      "en": "Because it kind of has a \"there's no place like home\" feeling to it.",
      "it": "Perché sembra che stai dicendo \"nessun posto è meglio di casa mia\"."
    }
  },
  {
    "translation": {
      "en": "I think these things are gonna happen, and we're gonna get through them.",
      "it": "Penso solo che queste cose succederanno, e dovremo superarle."
    }
  },
  {
    "translation": {
      "en": "-And we'll just do it together. -Together.",
      "it": "- E lo faremo insieme. - Insieme."
    }
  },
  {
    "translation": {
      "en": "Getting rid of Marley is not gonna fix anything.",
      "it": "Liberarsi di Marley non risolverà nulla."
    }
  },
  {
    "translation": {
      "en": "And getting rid of you isn't gonna fix anything either.",
      "it": "E anche liberarsi di te non risolverà nulla."
    }
  },
  {
    "translation": {
      "en": "-Can I ask you a favor? -Yes.",
      "it": "- Posso chiederti un favore? - Sì."
    }
  },
  {
    "translation": {
      "en": "No more kids for a while?",
      "it": "Niente più bambini per un po'."
    }
  },
  {
    "translation": {
      "en": "Absolutely. Deal.",
      "it": "Assolutamente. Affare fatto."
    }
  },
  {
    "translation": {
      "en": "Hi, guys.",
      "it": "Ciao, ragazzi."
    }
  },
  {
    "translation": {
      "en": "All right, say hello to Colleen.",
      "it": "Okay, dite ciao a Colleen."
    }
  },
  {
    "translation": {
      "en": "-Daddy says her name is Whoops. -Oh, no, I....",
      "it": "- Il papà ha detto che si chiama Whoops. - Oh, no, ho..."
    }
  },
  {
    "translation": {
      "en": "-Patrick said that. -What?",
      "it": "- L'ha detto Patrick. - Cosa?"
    }
  },
  {
    "translation": {
      "en": "-I don't know. -Why did you say that?",
      "it": "- Non lo so. - Perché hai detto così?"
    }
  },
  {
    "translation": {
      "en": "I was just kidding around. It was kind of a secret, guys.",
      "it": "Stavo solo scherzando. Era un po' un segreto, ragazzi."
    }
  },
  {
    "translation": {
      "en": "Over here.",
      "it": "Qui."
    }
  },
  {
    "translation": {
      "en": "-Wait, wait. Over here. -Oh, yeah!",
      "it": "- Aspetta, aspetta. Passa qui. - Oh, sì!"
    }
  },
  {
    "translation": {
      "en": "The old pro brings it back.",
      "it": "Il grande professionista recupera la palla."
    }
  },
  {
    "translation": {
      "en": "He looks for a little separation, gets an assist from Colleen.",
      "it": "Cerca di farsi spazio, prende un assist da Colleen."
    }
  },
  {
    "translation": {
      "en": "-Yeah! -Yeah, score!",
      "it": "- Sì! - Sì, canestro!"
    }
  },
  {
    "translation": {
      "en": "-Nice shot, Dad. -Come on, \"Nice shot\"? Come on, Conor.",
      "it": "- Bel tiro, papà. - Come, \"bel tiro\"? E dai, Conor."
    }
  },
  {
    "translation": {
      "en": "-Extraordinary. -Yeah. Again.",
      "it": "- Straordinario. - Sì. Ancora."
    }
  },
  {
    "translation": {
      "en": "No, wait, let me get that. I'll be back.",
      "it": "No, aspetta, vado io. Torno subito."
    }
  },
  {
    "translation": {
      "en": "-All right. -My knees are shot.",
      "it": "- Okay. - Mi fanno male le ginocchia."
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "it": "Pronto?"
    }
  },
  {
    "translation": {
      "en": "Yes, it is.",
      "it": "Sì, sono io."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah.",
      "it": "Sì, sì."
    }
  },
  {
    "translation": {
      "en": "Hi, how are you? Thanks for getting back to me.",
      "it": "Salve, tutto bene? Grazie per aver richiamato."
    }
  },
  {
    "translation": {
      "en": "-Darn. -Hey, who was that on the phone?",
      "it": "- Cavolo. - Ehi, chi era al telefono?"
    }
  },
  {
    "translation": {
      "en": "The Philadelphia Inquirer.",
      "it": "Il Philadelphia Inquirer."
    }
  },
  {
    "translation": {
      "en": "I sent the editor some clips a while back, and he wants to meet.",
      "it": "Ho spedito qualche pezzo al direttore tempo fa, e vuole incontrarmi."
    }
  },
  {
    "translation": {
      "en": "What's a while back?",
      "it": "Tempo fa?"
    }
  },
  {
    "translation": {
      "en": "He was down here on vacation like a month ago...",
      "it": "Era in vacanza da un mesetto..."
    }
  },
  {
    "translation": {
      "en": "...and he read my stuff, and we kind of had lunch.",
      "it": "...e ha letto le mie cose, e praticamente ci siamo visti a pranzo."
    }
  },
  {
    "translation": {
      "en": "How do you kind of have lunch?",
      "it": "Praticamente vi siete visti a pranzo?"
    }
  },
  {
    "translation": {
      "en": "Well, I didn't think anything was gonna come of it.",
      "it": "Beh, pensavo che la cosa fosse finita lì."
    }
  },
  {
    "translation": {
      "en": "-Okay, but...? -They offered me a job.",
      "it": "- Okay, ma...? - Mi hanno offerto un lavoro."
    }
  },
  {
    "translation": {
      "en": "I mean, I have, you know, an interview.",
      "it": "Cioè, devo fare un colloquio."
    }
  },
  {
    "translation": {
      "en": "As, like, a columnist or...?",
      "it": "Come corsivista o...?"
    }
  },
  {
    "translation": {
      "en": "-As a reporter. -As a reporter?",
      "it": "- Come cronista. - Come cronista?"
    }
  },
  {
    "translation": {
      "en": "Well, what did you say?",
      "it": "Beh, cos'hai detto?"
    }
  },
  {
    "translation": {
      "en": "I said, \"Thank you very much, but I'm happy here.\"",
      "it": "Ho detto: \"Grazie mille, ma sono felice qui\"."
    }
  },
  {
    "translation": {
      "en": "\"Never have I heard someone piss and moan as much as John Grogan.",
      "it": "\"Non ho mai sentito uno lamentarsi e frignare tanto come John Grogan."
    }
  },
  {
    "translation": {
      "en": "If he doesn't like it here, he should move.\"",
      "it": "Se non gli piace qui, se ne vada\"."
    }
  },
  {
    "translation": {
      "en": "Part of my job is to get a response.",
      "it": "Parte del mio lavoro è ottenere delle reazioni."
    }
  },
  {
    "translation": {
      "en": "I'm glad to see a little blood flowing from people.",
      "it": "Sono contento di vedere che la gente si scalda un po'."
    }
  },
  {
    "translation": {
      "en": "No, there's a recurring theme here.",
      "it": "No, c'è un tema ricorrente qui."
    }
  },
  {
    "translation": {
      "en": "The theme is that we got a lot of cranks in Broward County.",
      "it": "Il tema è che abbiamo un sacco di bisbetici a Broward County."
    }
  },
  {
    "translation": {
      "en": "That's what I'm up against.",
      "it": "Questo è quello che critico."
    }
  },
  {
    "translation": {
      "en": "What I'm trying to say, with all due respect, is that you are one of them.",
      "it": "Quello che sto cercando di dire, con tutto il rispetto, è che tu sei uno di loro."
    }
  },
  {
    "translation": {
      "en": "Well, I'm a commentator.",
      "it": "Beh, sono un chiosatore."
    }
  },
  {
    "translation": {
      "en": "Everyone wants me to act like everything's great when there are issues.",
      "it": "Vogliono che mi comporti come se tutto andasse bene quando i problemi ci sono."
    }
  },
  {
    "translation": {
      "en": "There's overcrowding, there's crime, there's racial tensions.",
      "it": "C'è il sovrappopolamento, c'è il crimine, ci sono le tensioni razziali."
    }
  },
  {
    "translation": {
      "en": "Every time you turn around, there's a new sky rise even uglier than the--",
      "it": "Appena ti giri, c'è un nuovo grattacielo che è ancora più brutto di quello--"
    }
  },
  {
    "translation": {
      "en": "That goes on all over the world. It's not Florida, it's you. What's wrong?",
      "it": "Succede in tutto il mondo. Non c'entra la Florida, sei tu. Che c'è che non va?"
    }
  },
  {
    "translation": {
      "en": "Nothing's wrong. Everyone wants to think:",
      "it": "Niente. Tutti vogliono pensare:"
    }
  },
  {
    "translation": {
      "en": "\"Oh, he's turning 40. He's become a curmudgeon.\"",
      "it": "\"Oh, sta per fare 40 anni. È diventato un bisbetico."
    }
  },
  {
    "translation": {
      "en": "That's not it. Maybe....",
      "it": "Non è così. Forse..."
    }
  },
  {
    "translation": {
      "en": "I don't know. I don't know, maybe I'm sick of my column.",
      "it": "Non lo so. Non lo so, forse non ne posso più della mia rubrica."
    }
  },
  {
    "translation": {
      "en": "I don't find the things that I'm saying that interesting.",
      "it": "Non trovo così interessanti le cose che dico."
    }
  },
  {
    "translation": {
      "en": "John, John, you're the comic voice of South Florida.",
      "it": "John, John, tu sei la voce comica della Florida meridionale."
    }
  },
  {
    "translation": {
      "en": "You're a national treasure, for God's sakes.",
      "it": "Sei un tesoro nazionale, per la miseria."
    }
  },
  {
    "translation": {
      "en": "Maybe a regional treasure.",
      "it": "Forse un tesoro regionale."
    }
  },
  {
    "translation": {
      "en": "-Well, a municipal treasure for sure. -Thank you.",
      "it": "- Beh, un tesoro comunale di sicuro. - Grazie."
    }
  },
  {
    "translation": {
      "en": "Listen, take a vacation. Go away for a couple weeks.",
      "it": "Senti, prenditi una vacanza. Stacchi per un paio di settimane."
    }
  },
  {
    "translation": {
      "en": "-Take a month off. -And go where?",
      "it": "- Ti prendi un mese di pausa. - E dove vado?"
    }
  },
  {
    "translation": {
      "en": "-I don't know. Take-- -I live in a vacation spot.",
      "it": "- Non lo so. Vai-- - Vivo in una località vacanziera."
    }
  },
  {
    "translation": {
      "en": "Then go someplace where it's painful and sad.",
      "it": "Allora vai da qualche posto triste e deprimente."
    }
  },
  {
    "translation": {
      "en": "Forty is gonna be tough, buddy. I'm not gonna lie to you.",
      "it": "Quarant'anni, sarà dura, amico. Non te lo nascondo."
    }
  },
  {
    "translation": {
      "en": "But we knew that.",
      "it": "Ma lo sapevamo."
    }
  },
  {
    "translation": {
      "en": "We knew this was when Father Time was gonna make his move...",
      "it": "Sapevamo che a questo punto Padre Tempo avrebbe fatto la sua mossa..."
    }
  },
  {
    "translation": {
      "en": "...try to take us down a dark alley and just beat the hell out of us.",
      "it": "...per cercare di portarci giù in un vicolo buio e suonarcele di santa ragione."
    }
  },
  {
    "translation": {
      "en": "You got a little more white around the temples...",
      "it": "Tu sei un po' più bianco sulle tempie..."
    }
  },
  {
    "translation": {
      "en": "...but it makes you look more distinguished, I think.",
      "it": "...ma ti fa sembrare più distinto, credo."
    }
  },
  {
    "translation": {
      "en": "We both lost a step.",
      "it": "Abbiamo perso qualcosa tutti e due."
    }
  },
  {
    "translation": {
      "en": "Well, how's it feel to have your best years behind you?",
      "it": "Beh, come ti senti ad avere i tuoi anni migliori alle spalle?"
    }
  },
  {
    "translation": {
      "en": "You do everything you wanted to?",
      "it": "Hai fatto tutto quello che volevi?"
    }
  },
  {
    "translation": {
      "en": "No, me neither.",
      "it": "No, neanch'io."
    }
  },
  {
    "translation": {
      "en": "All right. You hot? You wanna cool off? Let's do it.",
      "it": "Okay. Hai caldo? Vuoi rinfrescarti? Andiamo."
    }
  },
  {
    "translation": {
      "en": "You know what?",
      "it": "Sai una cosa?"
    }
  },
  {
    "translation": {
      "en": "Not today.",
      "it": "Non oggi."
    }
  },
  {
    "translation": {
      "en": "You've been on a leash a little too long.",
      "it": "Ti ho tenuto al guinzaglio un po' troppo."
    }
  },
  {
    "translation": {
      "en": "Go, go.",
      "it": "Vai, vai."
    }
  },
  {
    "translation": {
      "en": "You got a little bit of a second wind.",
      "it": "Prenditi una boccata d'aria fresca."
    }
  },
  {
    "translation": {
      "en": "Go get it.",
      "it": "Vai a prenderlo."
    }
  },
  {
    "translation": {
      "en": "-Hey, get your dog! -What?",
      "it": "- Ehi, guardi il suo cane! - Cosa?"
    }
  },
  {
    "translation": {
      "en": "No, no. Please, God, no.",
      "it": "No, no. Ti prego, oddio, no."
    }
  },
  {
    "translation": {
      "en": "Come here, come here. It's okay.",
      "it": "Vieni qui, vieni qui. Stai tranquillo."
    }
  },
  {
    "translation": {
      "en": "Dude, that was not cool.",
      "it": "Ehi, brutto affare."
    }
  },
  {
    "translation": {
      "en": "Come on, girl, let's go!",
      "it": "Dai, ragazza, andiamo!"
    }
  },
  {
    "translation": {
      "en": "Great.",
      "it": "Magnifico."
    }
  },
  {
    "translation": {
      "en": "Let's go. Let's go.",
      "it": "Andiamo. Andiamo."
    }
  },
  {
    "translation": {
      "en": "Man, you are the world's worst dog. You know that, right?",
      "it": "Ehi, sei il cane peggiore del mondo. Lo sai questo, vero?"
    }
  },
  {
    "translation": {
      "en": "You were top five going into the day...",
      "it": "Eri tra i primi cinque oggi..."
    }
  },
  {
    "translation": {
      "en": "...and with this little stunt, you moved into number one.",
      "it": "...e con questa piccola trovata sei diventato il numero uno."
    }
  },
  {
    "translation": {
      "en": "And I take my hat off to you.",
      "it": "Tanto di cappello."
    }
  },
  {
    "translation": {
      "en": "Surprise!",
      "it": "Sorpresa!"
    }
  },
  {
    "translation": {
      "en": "Dad, can I blow out--?",
      "it": "Papà, posso spegnere--?"
    }
  },
  {
    "translation": {
      "en": "-Happy birthday. -Yes, you can help me.",
      "it": "- Buon compleanno. - Sì che puoi aiutarmi."
    }
  },
  {
    "translation": {
      "en": "But hold on, hold on. On three.",
      "it": "Aspetta, aspetta. Al tre."
    }
  },
  {
    "translation": {
      "en": "-One, two, three. -One, two, three.",
      "it": "- Uno, due, tre. - Uno, due, tre."
    }
  },
  {
    "translation": {
      "en": "But don't beg, Marley.",
      "it": "Ma non supplicarmi, Marley."
    }
  },
  {
    "translation": {
      "en": "That's not good. Because we don't have to.",
      "it": "Non si fa. Perché non ce n'è bisogno."
    }
  },
  {
    "translation": {
      "en": "Tell me the truth. Were you surprised?",
      "it": "Dimmi la verità. Sei rimasto sorpreso?"
    }
  },
  {
    "translation": {
      "en": "Completely, yes. Thank you.",
      "it": "Completamente, sì. Grazie."
    }
  },
  {
    "translation": {
      "en": "-Really? -I was. You guys got me.",
      "it": "- Davvero? - Sì. Non me l'aspettavo."
    }
  },
  {
    "translation": {
      "en": "We got you.",
      "it": "Evviva."
    }
  },
  {
    "translation": {
      "en": "Are you ready for your birthday present?",
      "it": "Sei pronto per il tuo regalo di compleanno?"
    }
  },
  {
    "translation": {
      "en": "There's more? I don't need any other present.",
      "it": "Ancora? Non mi serve un altro regalo."
    }
  },
  {
    "translation": {
      "en": "-Happy birthday. -What was that?",
      "it": "- Buon compleanno. - Che cos'è?"
    }
  },
  {
    "translation": {
      "en": "That was my blessing to take that job in Philadelphia.",
      "it": "Questa era la mia benedizione per quel lavoro a Philadelphia."
    }
  },
  {
    "translation": {
      "en": "That was months ago. I'm not thinking about that.",
      "it": "Sono passati mesi. Non ci sto pensando."
    }
  },
  {
    "translation": {
      "en": "Well, then any other job. We'll follow you wherever you wanna go.",
      "it": "Beh, allora qualsiasi altro lavoro. Ti seguiremo ovunque vorrai andare."
    }
  },
  {
    "translation": {
      "en": "I understand, but I'm not gonna do that. I'm not gonna uproot us.",
      "it": "Ho capito, ma non lo farò. Non voglio trasferire la famiglia altrove."
    }
  },
  {
    "translation": {
      "en": "We've got our friends, the kids enjoy school...",
      "it": "Abbiamo i nostri amici, i bambini si trovano bene a scuola..."
    }
  },
  {
    "translation": {
      "en": "...and I've got my poker game.",
      "it": "...e io ho le partite di poker."
    }
  },
  {
    "translation": {
      "en": "-I couldn't possibly. -First of all, it's just an interview.",
      "it": "- Non potrei mai. - Prima di tutto, è solo un colloquio."
    }
  },
  {
    "translation": {
      "en": "You don't have the job yet.",
      "it": "Non sei ancora stato assunto."
    }
  },
  {
    "translation": {
      "en": "And second of all, honey, you don't have any friends.",
      "it": "E secondo, tesoro, non hai amici."
    }
  },
  {
    "translation": {
      "en": "That's right. I was wondering, who were all those strangers tonight?",
      "it": "È vero. Me lo stavo chiedendo, chi erano tutti quegli sconosciuti?"
    }
  },
  {
    "translation": {
      "en": "I hired them.",
      "it": "Li ho ingaggiati."
    }
  },
  {
    "translation": {
      "en": "What I'm trying to say is that our life is here, and I'm okay with that.",
      "it": "Quello che sto cercando di dire è che la nostra vita è qui, e mi va bene."
    }
  },
  {
    "translation": {
      "en": "Our life is wherever we are.",
      "it": "La nostra vita è ovunque siamo."
    }
  },
  {
    "translation": {
      "en": "-That's it. And you're not happy here. -That's not true.",
      "it": "- Punto. E tu non sei felice qui. - Questo non è vero."
    }
  },
  {
    "translation": {
      "en": "You're not happy doing that column. You're restless. I can feel it.",
      "it": "Non sei felice con la tua rubrica. Sei inquieto. E lo sento."
    }
  },
  {
    "translation": {
      "en": "I'm not.",
      "it": "Non è vero."
    }
  },
  {
    "translation": {
      "en": "I feel it every day that you read Sebastian's articles.",
      "it": "Lo sento ogni giorno che leggi gli articoli di Sebastian."
    }
  },
  {
    "translation": {
      "en": "I feel it every time you sit an extra five minutes in your car...",
      "it": "Lo sento ogni volta che stai seduto cinque minuti di più in macchina..."
    }
  },
  {
    "translation": {
      "en": "...before you come in.",
      "it": "...prima di rientrare."
    }
  },
  {
    "translation": {
      "en": "-I don't do that. -You do.",
      "it": "- Non è vero. - Sì."
    }
  },
  {
    "translation": {
      "en": "-I'm checking things in the car, I'm not-- -I just think it's time for a change.",
      "it": "- Sistemo delle cose in macchina, non-- - Penso solo che è ora di cambiare."
    }
  },
  {
    "translation": {
      "en": "I'm 40, Jen.",
      "it": "Ho quarant'anni, Jen."
    }
  },
  {
    "translation": {
      "en": "Maybe at 39, but I'm too-- I don't know.",
      "it": "Magari a 39 anni, ma sono troppo-- Non lo so."
    }
  },
  {
    "translation": {
      "en": "It feels a little late to be making big changes.",
      "it": "Mi sembra un po' tardino per fare grandi cambiamenti."
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "it": "Che stai facendo?"
    }
  },
  {
    "translation": {
      "en": "We're not old, John.",
      "it": "Non siamo vecchi, John."
    }
  },
  {
    "translation": {
      "en": "We can still surprise ourselves.",
      "it": "Possiamo ancora sorprendere noi stessi."
    }
  },
  {
    "translation": {
      "en": "See, most girls would do a swan dive...",
      "it": "Quasi ogni ragazza si sarebbe tuffata ad angelo..."
    }
  },
  {
    "translation": {
      "en": "...but you know that a cannonball is so much sexier.",
      "it": "...ma tu sai che il tuffo a bomba è molto più sexy."
    }
  },
  {
    "translation": {
      "en": "So are you ready for your other birthday present or what?",
      "it": "Allora, sei pronto per l'altro regalo di compleanno o cosa?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "This is like an embarrassment of riches, this birthday.",
      "it": "È una cornucopia di regali, questo compleanno."
    }
  },
  {
    "translation": {
      "en": "They just keep coming. It's like Hanukkah.",
      "it": "Continuano ad arrivare. È come Hanukkah."
    }
  },
  {
    "translation": {
      "en": "See? We're not old.",
      "it": "Visto? Non siamo vecchi."
    }
  },
  {
    "translation": {
      "en": "-Just wanna wish you good luck up there. -Thanks. Yeah.",
      "it": "- Voglio solo augurarti buona fortuna. - Grazie. Sì."
    }
  },
  {
    "translation": {
      "en": "It'll be good. I'm gonna miss everybody.",
      "it": "Mi troverò bene. Ma mi mancheranno tutti."
    }
  },
  {
    "translation": {
      "en": "-I'm gonna miss your laugh. -Yeah.",
      "it": "- Mi mancherà la sua risata. - Sì."
    }
  },
  {
    "translation": {
      "en": "There's a good chance that every piece of advice I gave you was a lot of crap.",
      "it": "C'è una probabilità che ogni consiglio che ti ho dato in realtà sia una vaccata."
    }
  },
  {
    "translation": {
      "en": "Oh, no, no. I appreciate it just the same.",
      "it": "Oh, no, no. Lo apprezzo comunque."
    }
  },
  {
    "translation": {
      "en": "Well, at this point, a mushy guy would tell you he was proud of you...",
      "it": "Beh, a questo punto, un tipo sdolcinato ti direbbe che è stato fiero di te..."
    }
  },
  {
    "translation": {
      "en": "...give you a hug, and send you on your way.",
      "it": "...ti abbraccerebbe e ti lascerebbe andare."
    }
  },
  {
    "translation": {
      "en": "Well, I'm glad you're not that guy, sir.",
      "it": "Beh, sono contento che lei non è così, signore."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "it": "Va bene."
    }
  },
  {
    "translation": {
      "en": "Okay. Thanks.",
      "it": "Okay. Grazie."
    }
  },
  {
    "translation": {
      "en": "Grogan, just for the record, you surprised the hell out of me.",
      "it": "Grogan, per la cronaca, mi hai sorpreso come pochi."
    }
  },
  {
    "translation": {
      "en": "That's my specialty.",
      "it": "È la mia specialità."
    }
  },
  {
    "translation": {
      "en": "-Are we here yet? -No.",
      "it": "- Non siamo ancora arrivati? - No."
    }
  },
  {
    "translation": {
      "en": "-Now? -We got a couple hours to go.",
      "it": "- E ora? - Mancano un paio d'ore."
    }
  },
  {
    "translation": {
      "en": "-Now? -Soak it up.",
      "it": "- Ora? - Tappati la bocca."
    }
  },
  {
    "translation": {
      "en": "-Now? -We must be near it.",
      "it": "- Ora? - Manca poco."
    }
  },
  {
    "translation": {
      "en": "Are we getting hot or cold?",
      "it": "Allora, si arriva o no?"
    }
  },
  {
    "translation": {
      "en": "-Why are we turning in here? -We're living here.",
      "it": "- Perché stiamo andando di qui? - Perché abitiamo qui."
    }
  },
  {
    "translation": {
      "en": "I want a moment of silence just to take this in, okay?",
      "it": "Voglio un momento di silenzio per fissare nella mente questo momento."
    }
  },
  {
    "translation": {
      "en": "Before the pandemonium. Look at this.",
      "it": "Prima del pandemonio. Guardate qua."
    }
  },
  {
    "translation": {
      "en": "-Here we go. -Come on, we're here.",
      "it": "- Eccoci arrivati. - Evviva, ci siamo."
    }
  },
  {
    "translation": {
      "en": "And we're home.",
      "it": "Eccoci a casa."
    }
  },
  {
    "translation": {
      "en": "Hey, Andy Rooney. If you're knocking off, I'll walk with you to the train.",
      "it": "Ehi, Andy Rooney. Se stai venendo via, vengo con te in stazione."
    }
  },
  {
    "translation": {
      "en": "Okay, I'm ready. Put an exclamation point here.",
      "it": "Okay, sono pronto. Metto un punto esclamativo qui."
    }
  },
  {
    "translation": {
      "en": "Mark Twain said not to use exclamation points...",
      "it": "Mark Twain diceva di non usare punti esclamativi..."
    }
  },
  {
    "translation": {
      "en": "...because it's like laughing at your own joke.",
      "it": "...perché è come ridere della propria battuta."
    }
  },
  {
    "translation": {
      "en": "Sometimes you gotta laugh at your own joke because it's funny.",
      "it": "A volte bisogna ridere delle proprie battute perché è divertente."
    }
  },
  {
    "translation": {
      "en": "-It's here, it's here, it's here! -Mom, get up, get up, get up.",
      "it": "- È qui, è qui, è qui. - Mamma, alzati, alzati, alzati."
    }
  },
  {
    "translation": {
      "en": "-Where? Where? Where? -Over here.",
      "it": "- Dove? Dove? Dove? - Qui."
    }
  },
  {
    "translation": {
      "en": "Come on, come on, come on. It's here, it's here.",
      "it": "Vieni, vieni, vieni. È qui, è qui."
    }
  },
  {
    "translation": {
      "en": "Come on, Dad. Look, Daddy. Come on, come on, come on.",
      "it": "Vieni, papà. Guarda, papà. Vieni, vieni, vieni."
    }
  },
  {
    "translation": {
      "en": "Whoa, Daddy.",
      "it": "Che bello, papà."
    }
  },
  {
    "translation": {
      "en": "Okay, look at me. Guys, guys, guys.",
      "it": "Okay, guardatemi. Ragazzi, ragazzi, ragazzi."
    }
  },
  {
    "translation": {
      "en": "Remember, angels can fly, so you gotta get the wings up high.",
      "it": "Ricordatevi, gli angeli possono volare, quindi dovete tirarle su bene le ali."
    }
  },
  {
    "translation": {
      "en": "Yeah. Now, that one's coming. Now you can really see it.",
      "it": "Sì. Tu lo stai facendo bene. Ora si vede."
    }
  },
  {
    "translation": {
      "en": "Guys, lunch is ready.",
      "it": "Ragazzi, è pronto."
    }
  },
  {
    "translation": {
      "en": "-Okay. Heading in. -Take that.",
      "it": "- Okay. Stiamo arrivando. - Prendi questo."
    }
  },
  {
    "translation": {
      "en": "-I'll get you. -Let's go. Marley!",
      "it": "- Ti prendo. - Andiamo. Marley!"
    }
  },
  {
    "translation": {
      "en": "-Come on, guys. -Marley, come on. Marley.",
      "it": "- Dai, ragazzi. - Marley, dai. Marley."
    }
  },
  {
    "translation": {
      "en": "No, no, you know what, honey? Let him be. He's happy.",
      "it": "No, no, dai retta a me, tesoro. Lascialo stare. È felice."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "What are you doing in here?",
      "it": "Che ci fai qui?"
    }
  },
  {
    "translation": {
      "en": "You're going for the bunk bed tonight?",
      "it": "Vuoi dormire sul letto a castello stasera?"
    }
  },
  {
    "translation": {
      "en": "Pretty good day. I mean, the snow? Come on.",
      "it": "È stata una bella giornata. Hai visto la neve? Fantastico."
    }
  },
  {
    "translation": {
      "en": "All right. Sleep tight.",
      "it": "Okay. Sogni d'oro."
    }
  },
  {
    "translation": {
      "en": "-Too much color? -Yeah.",
      "it": "- Troppo colorito? - Sì."
    }
  },
  {
    "translation": {
      "en": "Don't get me wrong, it's a good piece. But you're reporting now, John.",
      "it": "Non mi fraintendere, è un buon pezzo. Ma sei un cronista, John."
    }
  },
  {
    "translation": {
      "en": "I want you to tell the story, I don't want you to be in the story.",
      "it": "Devi raccontare la storia, non devi essere nella storia."
    }
  },
  {
    "translation": {
      "en": "I'm pretty sure I don't mention myself in there.",
      "it": "Sono sicuro che non parlo di me lì."
    }
  },
  {
    "translation": {
      "en": "The point is, I still feel you in there.",
      "it": "Il punto è che sento comunque che ci sei."
    }
  },
  {
    "translation": {
      "en": "And all I'm saying is less you and more facts.",
      "it": "Voglio solo dirti di metterci meno te e più fatti."
    }
  },
  {
    "translation": {
      "en": "Got it.",
      "it": "D'accordo."
    }
  },
  {
    "translation": {
      "en": "-Door's always open. -Thanks.",
      "it": "- La porta è sempre aperta. - Grazie."
    }
  },
  {
    "translation": {
      "en": "He's coming, he's coming.",
      "it": "Sta arrivando, sta arrivando."
    }
  },
  {
    "translation": {
      "en": "Here comes the old pro. He shows up for the fourth quarter.",
      "it": "Ecco che arriva il vecchio professionista. Arriva al quarto tempo."
    }
  },
  {
    "translation": {
      "en": "Yeah. Oh, yes. He catches it.",
      "it": "Sì. Oh, sì. La prende."
    }
  },
  {
    "translation": {
      "en": "Then he fends off one guy.",
      "it": "Poi si libera di un avversario."
    }
  },
  {
    "translation": {
      "en": "He's running through there. He's shaking tackles left and right.",
      "it": "Corre in mezzo. Si scrolla di dosso placcatori a destra e a sinistra."
    }
  },
  {
    "translation": {
      "en": "They can't get him, because he's got too much--",
      "it": "Non riescono a fermarlo, perché lui è troppo--"
    }
  },
  {
    "translation": {
      "en": "And Grogan goes down. Down goes Grogan.",
      "it": "E Grogan va a terra. Grogan è a terra."
    }
  },
  {
    "translation": {
      "en": "-You're home early. -That's right.",
      "it": "- Sei tornato in anticipo. - Lo so."
    }
  },
  {
    "translation": {
      "en": "I had to come home and teach these kids how to play football the right way.",
      "it": "Dovevo tornare per insegnare a questi bambini come si gioca a football."
    }
  },
  {
    "translation": {
      "en": "-Guys, seriously, dinner's in an hour. -Okay.",
      "it": "- Okay, ragazzi, su, tra un'ora si cena. - Okay."
    }
  },
  {
    "translation": {
      "en": "And I want you to finish your homework...",
      "it": "E dovete andare a finire i compiti..."
    }
  },
  {
    "translation": {
      "en": "...and take off those shoes before you come in.",
      "it": "...e toglietevi le scarpe prima di rientrare."
    }
  },
  {
    "translation": {
      "en": "Yeah, take off your shoes.",
      "it": "Sì, toglietevi le scarpe."
    }
  },
  {
    "translation": {
      "en": "Ground and pound, ground and pound, ground and pound.",
      "it": "Stendimi a terra, stendimi a terra, stendimi a terra."
    }
  },
  {
    "translation": {
      "en": "My God.",
      "it": "Oddio."
    }
  },
  {
    "translation": {
      "en": "I come home and it's like I got mugged.",
      "it": "Torno a casa e vengo aggredito."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "it": "Su."
    }
  },
  {
    "translation": {
      "en": "What's wrong with him, Dad?",
      "it": "Che cos'ha, papà?"
    }
  },
  {
    "translation": {
      "en": "Nothing's wrong. He's just tired. Right, Dad?",
      "it": "Non ha niente. È solo stanco. Vero, papà?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I think the football took it out of him.",
      "it": "Sì. La partita a football l'ha sfiancato."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "it": "Andiamo."
    }
  },
  {
    "translation": {
      "en": "I don't know, I just don't understand.",
      "it": "Non lo so, non capisco."
    }
  },
  {
    "translation": {
      "en": "A year ago, you couldn't wait to be done with your column.",
      "it": "Un anno fa, non vedevi l'ora di chiudere con la tua rubrica."
    }
  },
  {
    "translation": {
      "en": "I know, but now I got this guy...",
      "it": "Lo so, ma ora c'è questo tizio..."
    }
  },
  {
    "translation": {
      "en": "...going through every sentence with a fine-toothed comb...",
      "it": "...che passa al setaccio ogni mia frase..."
    }
  },
  {
    "translation": {
      "en": "...and I gotta admit, I miss the freedom, where I could just--",
      "it": "...e devo ammetterlo, mi manca la libertà, quando potevo--"
    }
  },
  {
    "translation": {
      "en": "What?",
      "it": "Che c'è?"
    }
  },
  {
    "translation": {
      "en": "It's just-- It's exhausting sometimes, John.",
      "it": "È solo-- È esasperante a volte, John."
    }
  },
  {
    "translation": {
      "en": "You always wanting something that you don't have.",
      "it": "Vuoi sempre qualcosa che non hai."
    }
  },
  {
    "translation": {
      "en": "Are you happy?",
      "it": "Tu sei felice?"
    }
  },
  {
    "translation": {
      "en": "-I mean, none of this was part of the plan. -No.",
      "it": "- Niente di tutto questo era nel piano. - No."
    }
  },
  {
    "translation": {
      "en": "No, it wasn't part of the plan.",
      "it": "No, non era nel piano."
    }
  },
  {
    "translation": {
      "en": "But it's so much better.",
      "it": "Ma è molto meglio."
    }
  },
  {
    "translation": {
      "en": "You know? I'm just sort of done making plans.",
      "it": "Sai, ho smesso di fare piani."
    }
  },
  {
    "translation": {
      "en": "Marley. Oh, gross.",
      "it": "Marley. Oh, che schifo."
    }
  },
  {
    "translation": {
      "en": "Seems like somebody needs to go out.",
      "it": "Pare che qualcuno debba andare a spasso."
    }
  },
  {
    "translation": {
      "en": "All right. Marley.",
      "it": "Okay. Marley."
    }
  },
  {
    "translation": {
      "en": "Come on. Come on, boy.",
      "it": "Vieni. Vieni, bello."
    }
  },
  {
    "translation": {
      "en": "Oh, come on.",
      "it": "Oh, no."
    }
  },
  {
    "translation": {
      "en": "Now it's really coming down.",
      "it": "Sta proprio diluviando."
    }
  },
  {
    "translation": {
      "en": "Where did he go? Marley!",
      "it": "Dov'è andato? Marley!"
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "it": "Che succede?"
    }
  },
  {
    "translation": {
      "en": "I don't know, he's just-- He's not coming back.",
      "it": "Non lo so, è-- Non torna."
    }
  },
  {
    "translation": {
      "en": "-Marley! -Well, he couldn't have gone far.",
      "it": "- Marley! - Beh, non può essere andato lontano."
    }
  },
  {
    "translation": {
      "en": "-Marley! -I'll come with you. Hold on.",
      "it": "- Marley! - Vengo con te. Aspetta."
    }
  },
  {
    "translation": {
      "en": "Marley! I don't know where he could've gone.",
      "it": "Marley! Non so dove può essere andato."
    }
  },
  {
    "translation": {
      "en": "Maybe he went next door again in the barn.",
      "it": "Magari è andato ancora nella stalla."
    }
  },
  {
    "translation": {
      "en": "-Well, we can check in the woodshed. -Okay.",
      "it": "- Beh, controlliamo nella legnaia. - Okay."
    }
  },
  {
    "translation": {
      "en": "Where the...?",
      "it": "Ma dove...?"
    }
  },
  {
    "translation": {
      "en": "-Do you see anything? -No, nothing.",
      "it": "- L'hai visto? - No, niente."
    }
  },
  {
    "translation": {
      "en": "-I gotta go talk to them. -Okay.",
      "it": "- Devo andare a parlare coi bambini. - Okay."
    }
  },
  {
    "translation": {
      "en": "Oh, wow, it's pouring out there.",
      "it": "Oh, wow, sta diluviando."
    }
  },
  {
    "translation": {
      "en": "Did you find him?",
      "it": "L'avete trovato?"
    }
  },
  {
    "translation": {
      "en": "You know what? He's out exploring.",
      "it": "Beh, è andato in esplorazione."
    }
  },
  {
    "translation": {
      "en": "You know how he loves the woods.",
      "it": "Lo sai che adora il bosco."
    }
  },
  {
    "translation": {
      "en": "Bobby says dogs, when they're gonna die...",
      "it": "Bobby dice che i cani, quando stanno per morire..."
    }
  },
  {
    "translation": {
      "en": "...they go away to do it.",
      "it": "...vanno via."
    }
  },
  {
    "translation": {
      "en": "That's what his beagle did.",
      "it": "È quello che ha fatto il suo bracchetto."
    }
  },
  {
    "translation": {
      "en": "Well, you know what, that's true for beagles...",
      "it": "Beh, senti, è vero per i bracchetti..."
    }
  },
  {
    "translation": {
      "en": "...but not Labs like Marley.",
      "it": "...ma non per i Labrador come Marley."
    }
  },
  {
    "translation": {
      "en": "He's just out causing trouble. Don't worry.",
      "it": "È solo in giro a combinare guai. Non vi preoccupate."
    }
  },
  {
    "translation": {
      "en": "Okay, now, you finished with your homework?",
      "it": "Okay, allora, avete finito i compiti?"
    }
  },
  {
    "translation": {
      "en": "-Yep. -Nope.",
      "it": "- Sì. - No."
    }
  },
  {
    "translation": {
      "en": "Nope? Well, let's make that a \"yep.\" Come on, now.",
      "it": "No? Beh, allora facciamolo diventare un \"sì\". Su, andiamo."
    }
  },
  {
    "translation": {
      "en": "Marley, are you okay?",
      "it": "Marley, stai bene?"
    }
  },
  {
    "translation": {
      "en": "Just stay there.",
      "it": "Resta qui."
    }
  },
  {
    "translation": {
      "en": "Why did his stomach twist? We don't exactly know why this happens.",
      "it": "Perché gli si è attorcigliato lo stomaco? Non sappiamo perché succeda."
    }
  },
  {
    "translation": {
      "en": "Most likely, he ate or drank something quickly...",
      "it": "È probabile che abbia mangiato o bevuto qualcosa in fretta..."
    }
  },
  {
    "translation": {
      "en": "...and his stomach just flipped.",
      "it": "...e il suo stomaco è andato in tilt."
    }
  },
  {
    "translation": {
      "en": "I did manage to get a tube down there to relieve some of the gas.",
      "it": "Sono riuscita a infilare un catetere per espellere un po' di gas."
    }
  },
  {
    "translation": {
      "en": "-I think I untwisted it. -He seems okay.",
      "it": "- Credo di averlo messo a posto. - Mi sembra tranquillo."
    }
  },
  {
    "translation": {
      "en": "For now he's good.",
      "it": "Per il momento sta bene."
    }
  },
  {
    "translation": {
      "en": "The problem is that once this happens, it almost always happens again.",
      "it": "Il problema è che quando succede, poi capita quasi sempre di nuovo."
    }
  },
  {
    "translation": {
      "en": "And if it does, I don't know what I'm gonna be able to do for him.",
      "it": "E se ricapita, non so cosa potrò fare."
    }
  },
  {
    "translation": {
      "en": "He's an older dog.",
      "it": "È un cane vecchio."
    }
  },
  {
    "translation": {
      "en": "I honestly don't think he would survive the surgery.",
      "it": "Onestamente, non credo che riuscirebbe a sopravvivere ad un'operazione."
    }
  },
  {
    "translation": {
      "en": "Well, we have to make sure that it doesn't happen again.",
      "it": "Beh, dobbiamo assicurarci che non capiti ancora."
    }
  },
  {
    "translation": {
      "en": "Most likely, it is gonna happen again.",
      "it": "È molto probabile che capiterà di nuovo."
    }
  },
  {
    "translation": {
      "en": "Well, you also talked about that maybe he ate too fast...",
      "it": "Beh, ha anche detto che forse ha mangiato troppo in fretta..."
    }
  },
  {
    "translation": {
      "en": "...or drank, you know, too quickly...",
      "it": "...o ha bevuto troppo velocemente..."
    }
  },
  {
    "translation": {
      "en": "...and so maybe it doesn't have to happen again.",
      "it": "...quindi magari non è detto che succederà di nuovo."
    }
  },
  {
    "translation": {
      "en": "We'll monitor that.",
      "it": "Lo terremo sotto controllo."
    }
  },
  {
    "translation": {
      "en": "I'm just saying you may wanna prepare yourself...",
      "it": "Sto solo dicendo che dovrebbe prepararsi..."
    }
  },
  {
    "translation": {
      "en": "...that he may not make it through the night.",
      "it": "...al fatto che potrebbe non superare la nottata."
    }
  },
  {
    "translation": {
      "en": "Maybe 10 percent of dogs survive this kind of a thing.",
      "it": "Circa il dieci percento dei cani sopravvivono a cose come questa."
    }
  },
  {
    "translation": {
      "en": "What is that number based on?",
      "it": "Su cosa si basa quella cifra?"
    }
  },
  {
    "translation": {
      "en": "What is it based on?",
      "it": "Su cosa si basa?"
    }
  },
  {
    "translation": {
      "en": "Yeah, the reason why I ask is, I bet that number is based on regular dogs.",
      "it": "Sì, glielo chiedo perché scommetto che quella cifra vale per i cani normali."
    }
  },
  {
    "translation": {
      "en": "Regular dogs?",
      "it": "Cani normali?"
    }
  },
  {
    "translation": {
      "en": "Yeah, and this guy here is not like other dogs.",
      "it": "Sì, e lui non è come gli altri cani."
    }
  },
  {
    "translation": {
      "en": "I know people say that all the time...",
      "it": "Lo so che lo dicono tutti..."
    }
  },
  {
    "translation": {
      "en": "...but to be honest, I'm not sure he really is a dog.",
      "it": "...ma onestamente, non sono sicuro che lui sia veramente un cane."
    }
  },
  {
    "translation": {
      "en": "He once ate an answering machine, just polished it off.",
      "it": "Una volta si è mangiato un'intera segreteria telefonica."
    }
  },
  {
    "translation": {
      "en": "He didn't chew it, he ate it and then digested it...",
      "it": "Non l'ha presa a morsi, l'ha mangiata e poi l'ha digerita..."
    }
  },
  {
    "translation": {
      "en": "...and then had the phone for dessert.",
      "it": "...e poi si è mangiato il telefono per dessert."
    }
  },
  {
    "translation": {
      "en": "Another time, my son had colic, and this guy sat up all night, didn't move.",
      "it": "Un'altra volta, mio figlio aveva le coliche, lui è stato sveglio tutta la notte, immobile."
    }
  },
  {
    "translation": {
      "en": "Just stayed right there for nine hours, just keeping an eye on Conor.",
      "it": "È rimasto lì nove ore a tenere d'occhio Conor."
    }
  },
  {
    "translation": {
      "en": "So I think maybe that the, you know, the number applies to regular dogs...",
      "it": "Quindi credo che forse quel numero valga per i cani normali..."
    }
  },
  {
    "translation": {
      "en": "...but not to him.",
      "it": "...ma non per lui."
    }
  },
  {
    "translation": {
      "en": "Well, you've got a fighter here.",
      "it": "Beh, abbiamo qui un combattente."
    }
  },
  {
    "translation": {
      "en": "Let's hope for the best.",
      "it": "Speriamo per il meglio."
    }
  },
  {
    "translation": {
      "en": "Oh, I know he's gonna be okay. I'll see you in the morning.",
      "it": "Oh, lo so che si riprenderà. Ci vediamo domattina."
    }
  },
  {
    "translation": {
      "en": "-Oh, hi. -Hey.",
      "it": "- Oh, ciao. - Ehi."
    }
  },
  {
    "translation": {
      "en": "They're gonna keep him overnight, but he seemed better when I left.",
      "it": "Lo tiene lì per stanotte, ma stava meglio quando sono andato via."
    }
  },
  {
    "translation": {
      "en": "And the vet really seemed on top of it.",
      "it": "E la veterinaria mi è sembrata molto esperta."
    }
  },
  {
    "translation": {
      "en": "-Are you okay? -Yeah, I'm good.",
      "it": "- Stai bene? - Sì, sto bene."
    }
  },
  {
    "translation": {
      "en": "-What are you reading? -I'm reading your old columns.",
      "it": "- Cosa leggi? - I tuoi vecchi pezzi."
    }
  },
  {
    "translation": {
      "en": "Marley's in so many of them.",
      "it": "C'è quasi sempre Marley."
    }
  },
  {
    "translation": {
      "en": "You still look at those?",
      "it": "Li guardi ancora?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I do sometimes.",
      "it": "Sì, ogni tanto."
    }
  },
  {
    "translation": {
      "en": "Even on the crappiest days...",
      "it": "Persino nelle giornate più brutte..."
    }
  },
  {
    "translation": {
      "en": "...when the kids are driving me nuts, the laundry's not done...",
      "it": "...quando i bambini mi fanno impazzire, c'è il bucato da fare..."
    }
  },
  {
    "translation": {
      "en": "...and a hundred other things are wrong...",
      "it": "...e un centinaio di altre cose vanno storte..."
    }
  },
  {
    "translation": {
      "en": "...I always know that I have this.",
      "it": "...so sempre che ho questo."
    }
  },
  {
    "translation": {
      "en": "It's five minutes of you.",
      "it": "Sono cinque minuti di te."
    }
  },
  {
    "translation": {
      "en": "Sometimes they're sad...",
      "it": "A volte sono tristi..."
    }
  },
  {
    "translation": {
      "en": "...and sometimes they're really funny, silly or whatever...",
      "it": "...e a volte sono molto divertenti, sciocchi o che so io..."
    }
  },
  {
    "translation": {
      "en": "...but they're all you.",
      "it": "...ma ci sei tu qui."
    }
  },
  {
    "translation": {
      "en": "And for those five minutes...",
      "it": "E per quei cinque minuti..."
    }
  },
  {
    "translation": {
      "en": "...you make me feel better.",
      "it": "...mi fai sentire meglio."
    }
  },
  {
    "translation": {
      "en": "You should read them. They're pretty great.",
      "it": "Dovresti leggerli. Sono proprio belli."
    }
  },
  {
    "translation": {
      "en": "Might even make a nice book.",
      "it": "Potresti anche farci un bel libro."
    }
  },
  {
    "translation": {
      "en": "-A book? -Something.",
      "it": "- Un libro? - Qualcosa."
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "it": "Pronto?"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "it": "D'accordo."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "He's coming home.",
      "it": "Torna a casa."
    }
  },
  {
    "translation": {
      "en": "Is he there?",
      "it": "È lì?"
    }
  },
  {
    "translation": {
      "en": "Of course he's there. He's always there.",
      "it": "Certo che è lì. Lui è sempre lì."
    }
  },
  {
    "translation": {
      "en": "How does he know when we're coming?",
      "it": "Come fa a sapere che stiamo arrivando?"
    }
  },
  {
    "translation": {
      "en": "I don't know. He just knows.",
      "it": "Non lo so. Lui lo sa."
    }
  },
  {
    "translation": {
      "en": "Dogs know stuff like that.",
      "it": "I cani le sanno queste cose."
    }
  },
  {
    "translation": {
      "en": "-All dogs? -All good dogs.",
      "it": "- Tutti i cani? - Tutti i cani buoni."
    }
  },
  {
    "translation": {
      "en": "-Look, there he is. There he is, Marley. -Yeah.",
      "it": "- Guarda, eccolo lì. È lì, Marley. - Sì."
    }
  },
  {
    "translation": {
      "en": "Hi, Marley.",
      "it": "Ciao, Marley."
    }
  },
  {
    "translation": {
      "en": "-Marley. -How you doing, Marley?",
      "it": "- Marley. - Come stai, Marley?"
    }
  },
  {
    "translation": {
      "en": "-I missed you at school. -Hey, I'll race you to the house.",
      "it": "- Mi sei mancato oggi. - Ehi, vediamo chi arriva prima a casa."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Go.",
      "it": "- Okay. - Via."
    }
  },
  {
    "translation": {
      "en": "-Eagles? -Yeah, the Eagles are going all the way.",
      "it": "- Gli Eagles? - Sì, gli Eagles andranno fino in fondo."
    }
  },
  {
    "translation": {
      "en": "-I don't know. -I guarantee you.",
      "it": "- Non lo so. - Te lo garantisco."
    }
  },
  {
    "translation": {
      "en": "-What are you, a Dolphins fan? -No.",
      "it": "- Cos'è, sei un tifoso dei Dolphins? - No."
    }
  },
  {
    "translation": {
      "en": "-John Grogan. -Hey.",
      "it": "- John Grogan. - Ehi."
    }
  },
  {
    "translation": {
      "en": "-I'll see you tomorrow. -All right.",
      "it": "- Ci vediamo domani. - Okay."
    }
  },
  {
    "translation": {
      "en": "I said to myself, \"That sorry son of a bitch looks like John Grogan.\"",
      "it": "Mi sono detto: \"Quel figlio di puttana sembra John Grogan\"."
    }
  },
  {
    "translation": {
      "en": "-What are you doing here? -A story.",
      "it": "- Che ci fai qui? - Un articolo."
    }
  },
  {
    "translation": {
      "en": "DEA's showing off the new field office. I'm cov--",
      "it": "La DEA sta mostrando i nuovi uffici distaccati. Devo--"
    }
  },
  {
    "translation": {
      "en": "You know what? Doesn't matter. Man, it is good to see you.",
      "it": "Guarda, non importa. Oh, che bello rivederti."
    }
  },
  {
    "translation": {
      "en": "-It's good to see you. -Yeah.",
      "it": "- Anche per me. - Sì."
    }
  },
  {
    "translation": {
      "en": "-You living in the city somewhere? -I live just outside of town.",
      "it": "- Vivi da qualche parte in città? - Vivo fuori porta."
    }
  },
  {
    "translation": {
      "en": "More space for the kids.",
      "it": "C'è più spazio per i bambini."
    }
  },
  {
    "translation": {
      "en": "-Oh, what do you got, like five now? -Three. Here.",
      "it": "- Ah, quanti ne hai ora, cinque? - Tre. Guarda."
    }
  },
  {
    "translation": {
      "en": "I'll show you a little snapshot of the Grogan brood.",
      "it": "Ti faccio vedere una bella foto della nidiata Grogan."
    }
  },
  {
    "translation": {
      "en": "-Wow, Jen's holding up. -Yeah, thanks. I think.",
      "it": "- Wow, Jenny resiste. - Sì, grazie. È vero."
    }
  },
  {
    "translation": {
      "en": "I see you finally got a little girl, huh?",
      "it": "Vedo che finalmente hai una bella bambina, eh?"
    }
  },
  {
    "translation": {
      "en": "-Colleen. She arrived after you left. -What's with the ladybug getup?",
      "it": "- Colleen. È arrivata dopo che sei partito. - Come mai è vestita da coccinella?"
    }
  },
  {
    "translation": {
      "en": "That was for her school play in preschool...",
      "it": "Per la recita scolastica dell'asilo..."
    }
  },
  {
    "translation": {
      "en": "...and then we couldn't get her out of her costume for a month afterwards.",
      "it": "...e dopo non siamo riusciti a toglierle il costume per un mese."
    }
  },
  {
    "translation": {
      "en": "And the reason why Marley looks like he's biting her head...",
      "it": "E il motivo per cui sembra che Marley sta per morderle la testa..."
    }
  },
  {
    "translation": {
      "en": "...is because of the antennas on-- He went ballistic.",
      "it": "...è che le antenne-- Si è agitato."
    }
  },
  {
    "translation": {
      "en": "-Things don't change. -That's right.",
      "it": "- Non è cambiato nulla. - Esatto."
    }
  },
  {
    "translation": {
      "en": "I wish I didn't have this interview.",
      "it": "Purtroppo devo andare a fare questa intervista."
    }
  },
  {
    "translation": {
      "en": "That's okay, I gotta get home. I got-- Conor's got a soccer game.",
      "it": "Figurati, io devo tornare a casa. Devo-- Conor ha la partita di calcio."
    }
  },
  {
    "translation": {
      "en": "All right, well, one of these days we've gotta catch up.",
      "it": "Okay, beh, uno di questi giorni dobbiamo vederci."
    }
  },
  {
    "translation": {
      "en": "Yeah, let's do that. We'll catch up one of these days.",
      "it": "Sì, sicuro. Ci vediamo uno di questi giorni."
    }
  },
  {
    "translation": {
      "en": "-Well, it was good to see you. -Come here. Good to see you.",
      "it": "- Beh, è stato bello rivederti. - Vieni qui. È stato bello rivederti."
    }
  },
  {
    "translation": {
      "en": "-Give Jenny my best, okay? -All right. I will. Okay.",
      "it": "- Salutami Jenny, okay? - Certo. Lo farò. Okay."
    }
  },
  {
    "translation": {
      "en": "-Here. -Oh, yeah.",
      "it": "- Tieni. - Ah, sì."
    }
  },
  {
    "translation": {
      "en": "Here. That's a great picture, John.",
      "it": "Tieni. È una gran bella foto, John."
    }
  },
  {
    "translation": {
      "en": "You did okay.",
      "it": "Sei stato bravo."
    }
  },
  {
    "translation": {
      "en": "Thanks. You did okay too.",
      "it": "Grazie. Anche tu sei stato bravo."
    }
  },
  {
    "translation": {
      "en": "-I'll see you. -I'll see you.",
      "it": "- Ci vediamo. - Ci vediamo."
    }
  },
  {
    "translation": {
      "en": "-I think you'll like the next one better. -Good.",
      "it": "- Il prossimo ti piacerà di più. - Bene."
    }
  },
  {
    "translation": {
      "en": "Don't do it to yourself. We're in Philly. Let's get a cheese steak. Hi.",
      "it": "Non fatelo. Siamo a Philadelphia. Andiamo a mangiarci un cheesesteak."
    }
  },
  {
    "translation": {
      "en": "-Hi. -Sebastian.",
      "it": "- Ciao. - Sebastian."
    }
  },
  {
    "translation": {
      "en": "-Hello. -Nice to meet you.",
      "it": "- Ciao. - Piacere."
    }
  },
  {
    "translation": {
      "en": "Nice to meet you.",
      "it": "Piacere."
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "it": "Ehilà?"
    }
  },
  {
    "translation": {
      "en": "Is anybody home?",
      "it": "C'è qualcuno?"
    }
  },
  {
    "translation": {
      "en": "Marley, hey. Marley, Marley, Marley.",
      "it": "Marley, ehi. Marley, Marley, Marley."
    }
  },
  {
    "translation": {
      "en": "Hey, hey. Marley. Marley.",
      "it": "Ehi, ehi. Marley. Marley."
    }
  },
  {
    "translation": {
      "en": "Marley. You didn't hear me, did you?",
      "it": "Marley. Non mi hai sentito, vero?"
    }
  },
  {
    "translation": {
      "en": "I just caught you in a senior moment there, Marley.",
      "it": "Ti ho beccato in un momento di senilità, Marley."
    }
  },
  {
    "translation": {
      "en": "All right, let's go for a walk. Come on, let's go.",
      "it": "Dai, andiamo a fare una passeggiata. Su, andiamo."
    }
  },
  {
    "translation": {
      "en": "Come on. Come on. You're almost to the top.",
      "it": "Dai. Dai. Sei quasi arrivato in cima."
    }
  },
  {
    "translation": {
      "en": "You know what? Come here.",
      "it": "Sai cosa facciamo? Vieni qui."
    }
  },
  {
    "translation": {
      "en": "This is a good spot right here.",
      "it": "Qui va bene."
    }
  },
  {
    "translation": {
      "en": "I know you're a strong boy, but you're gonna let me know, all right?",
      "it": "Lo so che sei forte, ma fammelo sapere, okay?"
    }
  },
  {
    "translation": {
      "en": "You know, when it's time.",
      "it": "Sai, quando è il momento."
    }
  },
  {
    "translation": {
      "en": "I don't wanna make that decision on my own.",
      "it": "Non voglio prendere quella decisione da solo."
    }
  },
  {
    "translation": {
      "en": "You let me know when you're ready, okay?",
      "it": "Fammelo sapere quando sei pronto, okay?"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "it": "Okay."
    }
  },
  {
    "translation": {
      "en": "There he is.",
      "it": "Eccolo lì."
    }
  },
  {
    "translation": {
      "en": "Hi. Honey, what are you doing down here?",
      "it": "Ciao. Tesoro, che ci fai qui?"
    }
  },
  {
    "translation": {
      "en": "It's time to head upstairs. You don't sleep down here.",
      "it": "È ora di venire di sopra. Non dormire qui."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "it": "Dai."
    }
  },
  {
    "translation": {
      "en": "Can you make it upstairs?",
      "it": "Ce la fai a venire di sopra?"
    }
  },
  {
    "translation": {
      "en": "I think he's pretty comfortable down here.",
      "it": "Mi sa che sta comodo qui."
    }
  },
  {
    "translation": {
      "en": "-I'll get him a blanket. -You all right?",
      "it": "- Gli porto una coperta. - Stai bene?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna lay down here for a second.",
      "it": "Mi stendo qui con te un momento."
    }
  },
  {
    "translation": {
      "en": "Take a load off.",
      "it": "Mi rilasso un po'."
    }
  },
  {
    "translation": {
      "en": "Yeah. It's actually nice down here.",
      "it": "Sì. Si sta bene qui."
    }
  },
  {
    "translation": {
      "en": "This might be better.",
      "it": "Si sta meglio."
    }
  },
  {
    "translation": {
      "en": "Well, it would be twice a week, 600 words.",
      "it": "Beh, sarebbe due volte a settimana, 600 parole."
    }
  },
  {
    "translation": {
      "en": "And what's the subject?",
      "it": "E qual è l'argomento?"
    }
  },
  {
    "translation": {
      "en": "You know, everyday stuff. The stuff we all go through, but funnier.",
      "it": "Le cose di tutti i giorni. Le cose che viviamo, ma con piglio comico."
    }
  },
  {
    "translation": {
      "en": "I don't get it. I thought you came here to be a reporter.",
      "it": "Non capisco. Pensavo che fossi venuto qui per fare il cronista."
    }
  },
  {
    "translation": {
      "en": "I know, I did, but we both know that isn't me.",
      "it": "Lo so, è vero, ma sappiamo entrambi che non fa per me."
    }
  },
  {
    "translation": {
      "en": "I'm a columnist, a good one, and I think--",
      "it": "Sono un corsivista, e bravo, e credo--"
    }
  },
  {
    "translation": {
      "en": "Excuse me, John? Your wife's on the phone. It's important.",
      "it": "Scusami, John? C'è tua moglie al telefono. È importante."
    }
  },
  {
    "translation": {
      "en": "Okay, I'll be right there.",
      "it": "Okay, arrivo subito."
    }
  },
  {
    "translation": {
      "en": "Think about it? Possible?",
      "it": "Ci pensi. È possibile?"
    }
  },
  {
    "translation": {
      "en": "-Thanks. -You're welcome.",
      "it": "- Grazie. - Prego."
    }
  },
  {
    "translation": {
      "en": "-Hello? -I can't get him to come back inside.",
      "it": "- Pronto? - Non riesco a farlo tornare in casa."
    }
  },
  {
    "translation": {
      "en": "He's just laying out there in the cold, and he won't move.",
      "it": "Se ne sta lì disteso al freddo, e non si muove."
    }
  },
  {
    "translation": {
      "en": "-Hey. -Hi.",
      "it": "- Ehi. - Ciao."
    }
  },
  {
    "translation": {
      "en": "Patrick came home and we got him here.",
      "it": "Patrick è tornato e l'abbiamo portato qui."
    }
  },
  {
    "translation": {
      "en": "Dr. Platt said that if he's comfortable, leave him for a while and see.",
      "it": "E la dottoressa Platt ha detto di lasciarlo stare per un po' se è tranquillo."
    }
  },
  {
    "translation": {
      "en": "But he's just not getting better.",
      "it": "Ma non sta migliorando."
    }
  },
  {
    "translation": {
      "en": "All right. I'm gonna take him in.",
      "it": "Okay. Lo porto in ambulatorio."
    }
  },
  {
    "translation": {
      "en": "-Is he sick again? -Yeah, he is, honey.",
      "it": "- Sta ancora male? - Sì, tesoro."
    }
  },
  {
    "translation": {
      "en": "He doesn't feel too good.",
      "it": "Non si sente molto bene."
    }
  },
  {
    "translation": {
      "en": "But I'm gonna take him to the doctor. They're gonna try to make him feel better.",
      "it": "Ma ora lo porto dal dottore. Cercheranno di farlo stare meglio."
    }
  },
  {
    "translation": {
      "en": "It's all right, Marley. You're gonna be okay.",
      "it": "Stai tranquillo, Marley. Andrà tutto bene."
    }
  },
  {
    "translation": {
      "en": "You could take Lamby, but don't chew her other ear off.",
      "it": "Puoi prendere Agnellino, ma non staccargli l'orecchio."
    }
  },
  {
    "translation": {
      "en": "That's sweet, honey.",
      "it": "Che tesoro che sei."
    }
  },
  {
    "translation": {
      "en": "Here, I'll take it.",
      "it": "Dammi, lo prendo io."
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "it": "Ciao."
    }
  },
  {
    "translation": {
      "en": "I've tried everything I did last time that worked...",
      "it": "Ho provato a fare tutto quello che ho fatto l'ultima volta..."
    }
  },
  {
    "translation": {
      "en": "...but I'm not having any luck.",
      "it": "...ma non sta andando bene."
    }
  },
  {
    "translation": {
      "en": "I'm not able to get the tube down there. The stomach is still twisted.",
      "it": "Non riesco a infilare dentro il catetere. Lo stomaco è ancora attorcigliato."
    }
  },
  {
    "translation": {
      "en": "-There's still surgery, but-- -He's not strong enough.",
      "it": "- Si può ancora provare ad operare, ma-- - Non ha abbastanza forze."
    }
  },
  {
    "translation": {
      "en": "-I like this one the best. -Which one?",
      "it": "- Questo è quello che mi piace di più. - Quale?"
    }
  },
  {
    "translation": {
      "en": "Oh, the mangoes. Yeah.",
      "it": "Ah, i mango. Sì."
    }
  },
  {
    "translation": {
      "en": "-Hello? -Hey, it's me.",
      "it": "- Pronto? - Ehi, sono io."
    }
  },
  {
    "translation": {
      "en": "So it's his stomach again.",
      "it": "È ancora lo stomaco."
    }
  },
  {
    "translation": {
      "en": "And they could do surgery, but....",
      "it": "E potrebbero operare, ma..."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "it": "Lo so."
    }
  },
  {
    "translation": {
      "en": "Do you want me to come down there?",
      "it": "Vuoi che venga lì?"
    }
  },
  {
    "translation": {
      "en": "No, I think it's a good idea to stay with the kids and, you know, be with them.",
      "it": "No, no, è meglio se resti coi bambini, stai con loro."
    }
  },
  {
    "translation": {
      "en": "And I'm just gonna....",
      "it": "Io sto qui..."
    }
  },
  {
    "translation": {
      "en": "I love you, John.",
      "it": "Ti amo, John."
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "it": "Ti amo."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "it": "Salve."
    }
  },
  {
    "translation": {
      "en": "-I'm gonna give you some time. -Okay.",
      "it": "- La do un po' di tempo. - Okay."
    }
  },
  {
    "translation": {
      "en": "-I'll be right outside if you need me. -All right. Thanks.",
      "it": "- Sono qua fuori se ha bisogno di me. - D'accordo. Grazie."
    }
  },
  {
    "translation": {
      "en": "Look what I got for you.",
      "it": "Guarda cosa ti ho portato."
    }
  },
  {
    "translation": {
      "en": "Remember this?",
      "it": "Te lo ricordi?"
    }
  },
  {
    "translation": {
      "en": "Look what Colleen sent you. You remember that?",
      "it": "Guarda cosa ti ha mandato Colleen. Te lo ricordi?"
    }
  },
  {
    "translation": {
      "en": "You remember chewing up that ear? No.",
      "it": "Ti ricordi quando gli mangiavi l'orecchio? No."
    }
  },
  {
    "translation": {
      "en": "It's tough to remember all the things you've chewed up, isn't it?",
      "it": "È difficile ricordarsi tutte le cose che hai mangiato, eh?"
    }
  },
  {
    "translation": {
      "en": "It all starts to kind of run together.",
      "it": "I ricordi cominciano a confondersi."
    }
  },
  {
    "translation": {
      "en": "It's okay. You don't have to do anything.",
      "it": "Va tutto bene. Non devi fare niente."
    }
  },
  {
    "translation": {
      "en": "You don't have your usual energy.",
      "it": "Non hai la tua solita energia."
    }
  },
  {
    "translation": {
      "en": "You remember how we were always saying what a pain you are?",
      "it": "Ti ricordi quando dicevamo sempre che eri un gran rompiscatole?"
    }
  },
  {
    "translation": {
      "en": "That you're the world's worst dog?",
      "it": "Che sei il cane peggiore del mondo?"
    }
  },
  {
    "translation": {
      "en": "Don't believe it.",
      "it": "Non crederci."
    }
  },
  {
    "translation": {
      "en": "Don't believe it even for a minute...",
      "it": "Non crederci neanche per un momento..."
    }
  },
  {
    "translation": {
      "en": "...because you know we couldn't find a better dog.",
      "it": "...perché lo sai che non potremmo mai trovare un cane migliore."
    }
  },
  {
    "translation": {
      "en": "You know, what made you such a great dog...",
      "it": "Sai, quello che ti ha reso un cane così fantastico..."
    }
  },
  {
    "translation": {
      "en": "...is that you loved us every day, no matter what.",
      "it": "...è che tu ci hai voluto bene ogni giorno, sempre."
    }
  },
  {
    "translation": {
      "en": "That's an amazing thing.",
      "it": "È una cosa stupenda."
    }
  },
  {
    "translation": {
      "en": "You know how much we love you?",
      "it": "Lo sai quanto ti vogliamo bene noi?"
    }
  },
  {
    "translation": {
      "en": "We love you so much.",
      "it": "Tantissimo."
    }
  },
  {
    "translation": {
      "en": "We love you more than anything.",
      "it": "Più di qualsiasi altra cosa."
    }
  },
  {
    "translation": {
      "en": "I don't know exactly where we go from here...",
      "it": "Non lo so esattamente cosa succederà..."
    }
  },
  {
    "translation": {
      "en": "...but I want you to remember you're a great dog, Marley.",
      "it": "...ma ricordati che sei un cane fantastico, Marley."
    }
  },
  {
    "translation": {
      "en": "You're a great dog.",
      "it": "Sei un cane fantastico."
    }
  },
  {
    "translation": {
      "en": "He won't feel this. He'll just slip away.",
      "it": "Non sentirà nulla. Si addormenterà e basta."
    }
  },
  {
    "translation": {
      "en": "You ready?",
      "it": "È pronto?"
    }
  },
  {
    "translation": {
      "en": "-Yeah, we're ready. -Okay.",
      "it": "- Sì, siamo pronti. - Va bene."
    }
  },
  {
    "translation": {
      "en": "Okay. Get down.",
      "it": "Okay. Ti metto giù."
    }
  },
  {
    "translation": {
      "en": "-He's wrapped in his blanket. -Yeah, so he can stay warm.",
      "it": "- È avvolto in un lenzuolo. - Sì, per stare al caldo."
    }
  },
  {
    "translation": {
      "en": "Do you guys wanna read what you wrote?",
      "it": "Volete leggere quello che avete scritto?"
    }
  },
  {
    "translation": {
      "en": "Mine's a picture of me and Marley, grasshoppers and ice cream.",
      "it": "Il mio è un disegno di me e Marley, con le cavallette e il gelato."
    }
  },
  {
    "translation": {
      "en": "Mommy wrote what I said.",
      "it": "La mamma ha scritto quello che ho detto."
    }
  },
  {
    "translation": {
      "en": "\"Dear Marley, I will never forget you forever. Colleen.\"",
      "it": "\"Caro Marley, non ti dimenticherò mai. Colleen\"."
    }
  },
  {
    "translation": {
      "en": "And these are kisses.",
      "it": "E questi sono dei baci."
    }
  },
  {
    "translation": {
      "en": "-That's beautiful. -Thank you.",
      "it": "- È bellissimo. - Grazie."
    }
  },
  {
    "translation": {
      "en": "You wanna put it in? He'll like that. Set it down.",
      "it": "Vuoi metterlo dentro? Gli piacerà. Mettilo lì."
    }
  },
  {
    "translation": {
      "en": "Good. That's a great picture.",
      "it": "Brava. Che bel disegno."
    }
  },
  {
    "translation": {
      "en": "Conor, do you wanna...?",
      "it": "Conor, vuoi...?"
    }
  },
  {
    "translation": {
      "en": "\"Dear Marley, I loved you all my life.",
      "it": "\"Caro Marley, ti ho voluto bene per tutta la vita."
    }
  },
  {
    "translation": {
      "en": "I hope you like heaven and that there's lots to chew on.",
      "it": "Spero che ti piacerà il paradiso e che ci saranno tante cose da mordere."
    }
  },
  {
    "translation": {
      "en": "Your brother, Conor Richard Grogan.\"",
      "it": "Tuo fratello, Conor Richard Grogan\"."
    }
  },
  {
    "translation": {
      "en": "That's a good letter.",
      "it": "È una bella lettera."
    }
  },
  {
    "translation": {
      "en": "Patrick, do you wanna say something?",
      "it": "Patrick, vuoi dire qualcosa?"
    }
  },
  {
    "translation": {
      "en": "He knows.",
      "it": "Lo sa già."
    }
  },
  {
    "translation": {
      "en": "I'd like to give him something.",
      "it": "Voglio dargli una cosa."
    }
  },
  {
    "translation": {
      "en": "This necklace.",
      "it": "Questa collanina."
    }
  },
  {
    "translation": {
      "en": "It's been on quite a journey.",
      "it": "È stato un grande viaggio."
    }
  },
  {
    "translation": {
      "en": "Your dad gave it to me...",
      "it": "Me l'ha data il tuo papà..."
    }
  },
  {
    "translation": {
      "en": "...to celebrate the beginning of our family.",
      "it": "...per festeggiare l'inizio della nostra famiglia."
    }
  },
  {
    "translation": {
      "en": "But, you know...",
      "it": "Ma, sai..."
    }
  },
  {
    "translation": {
      "en": "...our family had really already begun.",
      "it": "...la nostra famiglia era già iniziata."
    }
  },
  {
    "translation": {
      "en": "Bye, Clearance Puppy.",
      "it": "Ciao, Cucciolo in Svendita."
    }
  },
  {
    "translation": {
      "en": "A dog has no use for fancy cars...",
      "it": "Ad un cane non servono macchine sgargianti..."
    }
  },
  {
    "translation": {
      "en": "...or big homes or designer clothes.",
      "it": "...o grandi case o vestiti firmati."
    }
  },
  {
    "translation": {
      "en": "A waterlogged stick will do just fine.",
      "it": "Un bastone che galleggia in acqua andrà bene lo stesso."
    }
  },
  {
    "translation": {
      "en": "A dog doesn't care if you're rich or poor...",
      "it": "Ad un cane non importa se sei ricco o povero..."
    }
  },
  {
    "translation": {
      "en": "...clever or dull, smart or dumb.",
      "it": "...intelligente o tonto, sveglio o tardo."
    }
  },
  {
    "translation": {
      "en": "Give him your heart and he'll give you his.",
      "it": "Dagli il tuo cuore e lui ti darà il suo."
    }
  },
  {
    "translation": {
      "en": "How many people can you say that about?",
      "it": "Di quante persone lo puoi dire?"
    }
  },
  {
    "translation": {
      "en": "How many people can make you feel rare and pure and special?",
      "it": "Quante persone possono farti sentire unico e puro e speciale?"
    }
  },
  {
    "translation": {
      "en": "How many people can make you feel extraordinary?",
      "it": "Quante persone riescono a farti sentire straordinario?"
    }
  }
]