[
  {
    "translation": {
      "en": "The rumors of my promiscuity have been greatly exaggerated.",
      "it": "Le voci sulla mia promiscuità sono state di gran lunga esagerate."
    }
  },
  {
    "translation": {
      "en": "I used to be anonymous, invisible to the opposite sex.",
      "it": "Ero sempre stata una tipa anonima, invisibile al sesso opposto."
    }
  },
  {
    "translation": {
      "en": "If Google Earth were a guy... ...he couldn't find me if I was dressed up as a 10-story building.",
      "it": "Se Google Earth fosse stato un uomo, non mi avrebbe trovata neanche come palazzo."
    }
  },
  {
    "translation": {
      "en": "Pretty cutting-edge stuff, huh? A high school girl feeling anonymous.",
      "it": "Che storia originale, vero? Una liceale che si sente anonima."
    }
  },
  {
    "translation": {
      "en": "Who am I? What does it all mean? Why am I here? Blah.",
      "it": "Chi sono? Perché sono qui? Bla bla bla."
    }
  },
  {
    "translation": {
      "en": "But don't worry, this isn't one of those tales.",
      "it": "Ma non preoccupatevi, non è quel genere di storia."
    }
  },
  {
    "translation": {
      "en": "Though it sure started out that way.",
      "it": "Anche se è iniziata proprio così."
    }
  },
  {
    "translation": {
      "en": "And then it changed pretty quickly when I started lying...",
      "it": "Poi è cambiata quando ho iniziato a mentire"
    }
  },
  {
    "translation": {
      "en": "...about some very personal things.",
      "it": "su alcune cose molto personali."
    }
  },
  {
    "translation": {
      "en": "So let the record show that I, Olive Penderghast...",
      "it": "Quindi chiariamo subito che io, Olive Penderghast,"
    }
  },
  {
    "translation": {
      "en": "...being of sound mind, and below-average breast size...",
      "it": "in possesso delle mie facoltà mentali e di una misura di tette sotto la media,"
    }
  },
  {
    "translation": {
      "en": "...swear to tell the truth, the whole truth...",
      "it": "giuro di dire la verità, nient'altro che la verità."
    }
  },
  {
    "translation": {
      "en": "...and nothing but the truth. Starting now.",
      "it": "giuro di dire la verità, nient'altro che la verità. A partire da ora."
    }
  },
  {
    "translation": {
      "en": "And what better way to share my private thoughts... ...than to broadcast them on the Internet?",
      "it": "E come se non mettendo i pensieri più intimi su Internet?"
    }
  },
  {
    "translation": {
      "en": "So here it is. Part one.",
      "it": "Quindi, eccoci qui. Prima parte."
    }
  },
  {
    "translation": {
      "en": "The shudder-inducing and clichéd, however totally false account...",
      "it": "Il resoconto inquietante e scontato, benché completamente falso,"
    }
  },
  {
    "translation": {
      "en": "...of how I lost my virginity to a guy at a community college.",
      "it": "di come ho perso la verginità con un ragazzo dell'università statale."
    }
  },
  {
    "translation": {
      "en": "Let me just begin by saying that there are two sides to every story.",
      "it": "Prima lasciate che vi dica che ogni storia ha due versioni."
    }
  },
  {
    "translation": {
      "en": "And this is my side, the right one.",
      "it": "E che questa è la mia, quella vera."
    }
  },
  {
    "translation": {
      "en": "George is not a sexy name.",
      "it": "George non è un nome sexy."
    }
  },
  {
    "translation": {
      "en": "George is what you name your teddy bear...",
      "it": "Sembra il nome di un peluche,"
    }
  },
  {
    "translation": {
      "en": "...not the name you wanna scream out during climax.",
      "it": "non un nome che urli quando raggiungi l'orgasmo."
    }
  },
  {
    "translation": {
      "en": "And by that, I assume you mean...?",
      "it": "E con questo, a cosa vorresti alludere?"
    }
  },
  {
    "translation": {
      "en": "The stable and self-perpetuating end stage...",
      "it": "Allo stadio finale invariato e autosufficiente di evoluzione"
    }
  },
  {
    "translation": {
      "en": "...in the evolution of a plant community.",
      "it": "Allo stadio finale invariato e autosufficiente di evoluzione in un ecosistema vegetale."
    }
  },
  {
    "translation": {
      "en": "-Right. -Why, what were you thinking?",
      "it": "Lei che aveva capito?"
    }
  },
  {
    "translation": {
      "en": "The same. But I don't say it out loud lest someone get the wrong idea.",
      "it": "Lo stesso. Ma non lo dico a voce alta per timore che qualcuno fraintenda."
    }
  },
  {
    "translation": {
      "en": "I think you know innuendo is attached to everything these days.",
      "it": "Oggi si allude a qualunque cosa."
    }
  },
  {
    "translation": {
      "en": "Innuendo? What--? Whatever do you mean?",
      "it": "Allusioni? A cosa si riferisce?"
    }
  },
  {
    "translation": {
      "en": "Rhiannon, Olive, go hit the books. They don't hit back.",
      "it": "Rhiannon, Olive, buttatevi sui libri. Quelli non mordono."
    }
  },
  {
    "translation": {
      "en": "Also, hugs not drugs. Mess with the bull, get the horns.",
      "it": "Inoltre, abbracciatevi, non drogatevi. Prendete il toro per le corna."
    }
  },
  {
    "translation": {
      "en": "And any other clichés you can come up with.",
      "it": "E qualunque altro proverbio vi venga in mente."
    }
  },
  {
    "translation": {
      "en": "Bye, Mr. Griffith.",
      "it": "Arrivederla, prof. Griffith."
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "it": "Arrivederla."
    }
  },
  {
    "translation": {
      "en": "-Watch your mouth. -Sorry.",
      "it": "- Bada a come parli. - Scusa."
    }
  },
  {
    "translation": {
      "en": "Mr. Griffith is my favorite teacher.",
      "it": "Griffith è il mio insegnante preferito."
    }
  },
  {
    "translation": {
      "en": "Although, after all the trouble I caused... ...I don't know if I'm still his favorite student.",
      "it": "Ma dopo i guai che ho combinato forse non sono più la sua preferita."
    }
  },
  {
    "translation": {
      "en": "You know, these are bad for you.",
      "it": "Questa roba fa male."
    }
  },
  {
    "translation": {
      "en": "It leads to unwanted pregnancy, all sorts of things.",
      "it": "Causa gravidanze indesiderate e conseguenze di ogni genere."
    }
  },
  {
    "translation": {
      "en": "Mismatched tires on your vehicle, which is nonexistent.",
      "it": "Vi fa montare male le ruote dell'auto, anche se non ne avete una."
    }
  },
  {
    "translation": {
      "en": "And here is where the trouble began. The lie that started the whole thing.",
      "it": "Ed è qui che sono iniziati i guai. La bugia che ha scatenato tutto."
    }
  },
  {
    "translation": {
      "en": "Please, please, I'm begging you. I will pay you. I'll pay you.",
      "it": "Ti prego, ti scongiuro. Ti pago."
    }
  },
  {
    "translation": {
      "en": "Rhi, I cannot go camping with you, okay?",
      "it": "Rhi, non vengo in campeggio con voi."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, but I have a date.",
      "it": "Mi spiace, ma ho un appuntamento."
    }
  },
  {
    "translation": {
      "en": "-Okay? I told you. -With who?",
      "it": "- Va bene? Te l'ho detto. - Con chi?"
    }
  },
  {
    "translation": {
      "en": "-You don't know him. -And neither do you, you selfish bitch.",
      "it": "- Non lo conosci. - Nemmeno tu, stronza egoista."
    }
  },
  {
    "translation": {
      "en": "Yes, I do. He goes to college with my brother.",
      "it": "Sì. Va all'università con mio fratello."
    }
  },
  {
    "translation": {
      "en": "Okay. What's his name, then?",
      "it": "D'accordo. E come si chiama?"
    }
  },
  {
    "translation": {
      "en": "Rhiannon is what you'd call a strong personality.",
      "it": "Rhiannon si può definire una ragazza di carattere."
    }
  },
  {
    "translation": {
      "en": "She asked me to come camping with her family...",
      "it": "Mi ha invitata in campeggio con la sua famiglia"
    }
  },
  {
    "translation": {
      "en": "...and I don't know why I didn't wanna go.",
      "it": "e non so perché ma non volevo andarci."
    }
  },
  {
    "translation": {
      "en": "A little because I didn't feel like hanging out with her all weekend.",
      "it": "Non volevo stare con lei per tutto il fine settimana,"
    }
  },
  {
    "translation": {
      "en": "But mostly because her parents are the weirdest people I have ever met...",
      "it": "ma soprattutto, i suoi genitori sono i tipi più strani che io conosca,"
    }
  },
  {
    "translation": {
      "en": "...and I live in California.",
      "it": "nonostante io viva in California."
    }
  },
  {
    "translation": {
      "en": "I ate dinner at her house once and I swore, never again.",
      "it": "Una volta ho cenato da lei, ho giurato mai più."
    }
  },
  {
    "translation": {
      "en": "-This is interesting. -Patchouli burger.",
      "it": "- Interessante. - È hamburger di patchouli."
    }
  },
  {
    "translation": {
      "en": "We grew it in our victory garden.",
      "it": "Lo coltiviamo nell'orto di guerra."
    }
  },
  {
    "translation": {
      "en": "You want some dessert?",
      "it": "Vuoi un po' di dolce?"
    }
  },
  {
    "translation": {
      "en": "No, thank you. I'm trying to watch my figure.",
      "it": "No, grazie. Cerco di tenermi in linea."
    }
  },
  {
    "translation": {
      "en": "Well, I'm not.",
      "it": "Beh, io no."
    }
  },
  {
    "translation": {
      "en": "So I lied and told her I couldn't go...",
      "it": "Così le ho mentito, dicendole di avere un appuntamento"
    }
  },
  {
    "translation": {
      "en": "...because I had a date with a friend of my brother's named George.",
      "it": "Così le ho mentito, dicendole di avere un appuntamento con un amico di mio fratello, George."
    }
  },
  {
    "translation": {
      "en": "Let's just face it, there is no such thing as a sexy George.",
      "it": "Diciamocelo, uno che si chiama George non può essere sexy."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, mine is... ...so I think we should just put this conversation to bed.",
      "it": "Beh, il mio lo è, quindi potremmo chiudere qui questa conversazione."
    }
  },
  {
    "translation": {
      "en": "Fine, don't go camping with us. Just know I hate you, bitch.",
      "it": "Bene, non venire in campeggio con noi. Sappi solo che ti odio, stronza."
    }
  },
  {
    "translation": {
      "en": "Go get your chocolate milk.",
      "it": "Va' a prendere il tuo latte al cioccolato."
    }
  },
  {
    "translation": {
      "en": "-Do you want one? -No.",
      "it": "- Tu lo vuoi? - No."
    }
  },
  {
    "translation": {
      "en": "And here's how I really spent the weekend.",
      "it": "Ecco invece come ho passato il fine settimana."
    }
  },
  {
    "translation": {
      "en": "That's the worst song ever.",
      "it": "Che canzone orrenda."
    }
  },
  {
    "translation": {
      "en": "But on Monday, when Rhi asked me how my weekend was....",
      "it": "Lunedì quando Rhi mi ha chiesto come fosse andato il weekend..."
    }
  },
  {
    "translation": {
      "en": "He was charming, you know? He was a real gentleman.",
      "it": "È stato molto piacevole. Un vero gentiluomo."
    }
  },
  {
    "translation": {
      "en": "And it feels like I got a love and I know that it's all mine.",
      "it": "Sento come se avessi un amore e sapessi che è tutto per me."
    }
  },
  {
    "translation": {
      "en": "Okay, okay. Wait, wait. So are you going to see him again?",
      "it": "Va bene, d'accordo. Aspetta. Hai deciso di rivederlo?"
    }
  },
  {
    "translation": {
      "en": "No. No, probably not. You know, it was just one of those weekends.",
      "it": "No. Credo di no. È stato solo uno di quei fine settimana."
    }
  },
  {
    "translation": {
      "en": "A whole weekend?",
      "it": "Un intero fine settimana?"
    }
  },
  {
    "translation": {
      "en": "Yup.",
      "it": "Già."
    }
  },
  {
    "translation": {
      "en": "-Wait a minute. You didn't have--? -What?",
      "it": "- Aspetta un attimo. Non avrai mica... - Cosa?"
    }
  },
  {
    "translation": {
      "en": "No. No, of course not.",
      "it": "No. Certo che no."
    }
  },
  {
    "translation": {
      "en": "You liar. You totally lost your V-card to him.",
      "it": "Bugiarda. Hai perso la verginità con lui."
    }
  },
  {
    "translation": {
      "en": "-No, I didn't. -Yes, you did.",
      "it": "- Ti dico di no. - Sì, invece."
    }
  },
  {
    "translation": {
      "en": "-Tell me everything. -Rhi, I'm not that kind of girl.",
      "it": "- Raccontami tutto. - Non sono quel tipo di ragazza."
    }
  },
  {
    "translation": {
      "en": "The kind that does it, or the kind that does it...",
      "it": "Il tipo che lo fa, o il tipo che lo fa"
    }
  },
  {
    "translation": {
      "en": "...and doesn't have the balls to tell her friend?",
      "it": "e poi non ha le palle di dirlo alla sua amica?"
    }
  },
  {
    "translation": {
      "en": "-What? -I want every detail.",
      "it": "- Cosa? - Voglio ogni dettaglio."
    }
  },
  {
    "translation": {
      "en": "-Rhi. -Now, bitch.",
      "it": "- Rhi. - Ora, stronza."
    }
  },
  {
    "translation": {
      "en": "You know, you call me \"bitch\" a lot. Okay?",
      "it": "Mi dai spesso della \"stronza\". Lo sai?"
    }
  },
  {
    "translation": {
      "en": "-It's not a term of endearment. -I want every detail. Now, shitface.",
      "it": "- Non mi dimostri affetto. - Tutto. Ora, faccia di merda."
    }
  },
  {
    "translation": {
      "en": "You're not heading in the right direction.",
      "it": "Stai sbagliando."
    }
  },
  {
    "translation": {
      "en": "Tell me.",
      "it": "Racconta."
    }
  },
  {
    "translation": {
      "en": "Fine.",
      "it": "Va bene."
    }
  },
  {
    "translation": {
      "en": "We did it.",
      "it": "L'abbiamo fatto."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "Finally. Now you're a super slut like me.",
      "it": "Finalmente sei una super zoccola come me."
    }
  },
  {
    "translation": {
      "en": "I don't think letting Peter Hedlund motorboat you...",
      "it": "Far mettere la faccia tra le tette a Peter Hedlund"
    }
  },
  {
    "translation": {
      "en": "...behind a Bed Bath & Beyond really makes you a super slut.",
      "it": "sul retro di un Bed Bath & Beyond non fa di te una zoccola."
    }
  },
  {
    "translation": {
      "en": "There were a lot of people walking past. Someone could've easily seen.",
      "it": "Passava un sacco di gente. Avrebbero potuto vederci."
    }
  },
  {
    "translation": {
      "en": "Whatever. This isn't about me, this is about you.",
      "it": "Non importa. Non parliamo di me. Parliamo di te. Che gli hai fatto fare?"
    }
  },
  {
    "translation": {
      "en": "What'd you let him do?",
      "it": "Parliamo di te. Che gli hai fatto fare?"
    }
  },
  {
    "translation": {
      "en": "It was normal. You know? Nothing freaky.",
      "it": "È stato normale. Lo sai? Niente... ...di bizzarro."
    }
  },
  {
    "translation": {
      "en": "I don't know why I did it.",
      "it": "Non so perché l'ho fatto."
    }
  },
  {
    "translation": {
      "en": "I guess maybe it was because it was the first time...",
      "it": "Forse perché per la prima volta"
    }
  },
  {
    "translation": {
      "en": "...I had sort of felt superior to Rhi.",
      "it": "mi sono sentita superiore a Rhi."
    }
  },
  {
    "translation": {
      "en": "But I just started piling on lie after lie. It was like setting up Jenga.",
      "it": "Ho iniziato a impilare una bugia sull'altra. Era come giocare a Jenga."
    }
  },
  {
    "translation": {
      "en": "Do you know, like, Glade candles? Those kind, but they were, like, sexy Glade candles.",
      "it": "Le candele della Glade? Tipo quelle, ma in versione sexy."
    }
  },
  {
    "translation": {
      "en": "-He was sweet. He was.... -Of course.",
      "it": "- Lui è stato dolcissimo. - Certo."
    }
  },
  {
    "translation": {
      "en": "What the hell are you looking at, Sister Christian?",
      "it": "Che diavolo hai da guardare, sorella?"
    }
  },
  {
    "translation": {
      "en": "Just a couple of admitted whores.",
      "it": "Solo un paio di puttane dichiarate."
    }
  },
  {
    "translation": {
      "en": "Marianne Bryant is the secretary of the student council...",
      "it": "Marianne Bryant è segretaria del consiglio studentesco,"
    }
  },
  {
    "translation": {
      "en": "...chairman of the Orange Blossom dance committee... ...and president of the Cross Your Heart Club...",
      "it": "presidente del comitato di ballo e presidente del Club Croce sul Cuore."
    }
  },
  {
    "translation": {
      "en": "...a club dedicated to shoving their beliefs down people's throats.",
      "it": "Un club impegnato a inculcare le sue idee negli altri."
    }
  },
  {
    "translation": {
      "en": "Obviously they don't care.",
      "it": "È ovvio che non gli importi."
    }
  },
  {
    "translation": {
      "en": "Last year's cause célèbre was the changing of the school mascot.",
      "it": "L'anno scorso si è battuta per cambiare la mascotte della scuola."
    }
  },
  {
    "translation": {
      "en": "Give it up for your Blue Devils!",
      "it": "Un applauso per i Diavoli Blu!"
    }
  },
  {
    "translation": {
      "en": "Blue!",
      "it": "Diavoli!"
    }
  },
  {
    "translation": {
      "en": "Blue Devil!",
      "it": "Diavoli Blu!"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "How can we exhibit school pride when we're conveyed to others... ...as Satan worshippers?",
      "it": "Che credibilità ha la scuola, se ci vedono come seguaci di Satana?"
    }
  },
  {
    "translation": {
      "en": "Now, thankfully, we're the much less intimidating....",
      "it": "Ora, per fortuna, siamo molto meno minacciosi..."
    }
  },
  {
    "translation": {
      "en": "Give it up for the Woodchucks!",
      "it": "Fate un applauso per i Castori!"
    }
  },
  {
    "translation": {
      "en": "Hey! Go, Woodchucks!",
      "it": "Ehi! Forza, Castori!"
    }
  },
  {
    "translation": {
      "en": "Woodchucks!",
      "it": "Castori!"
    }
  },
  {
    "translation": {
      "en": "I liked Todd much better when he was topless.",
      "it": "Todd mi piaceva di più a petto nudo."
    }
  },
  {
    "translation": {
      "en": "Yeah, but even dressed as a woodchuck, I still fantasize about him.",
      "it": "Anche se è vestito da castoro mi ispira."
    }
  },
  {
    "translation": {
      "en": "Woodchucks.",
      "it": "Castori."
    }
  },
  {
    "translation": {
      "en": "Now Marianne had a new cause célèbre.",
      "it": "Ora Marianne aveva una nuova causa."
    }
  },
  {
    "translation": {
      "en": "Which brings us to part two.",
      "it": "Il che ci porta alla seconda parte."
    }
  },
  {
    "translation": {
      "en": "The accelerated velocity of terminological inexactitude.",
      "it": "La velocità accelerata dell'inesattezza terminologica."
    }
  },
  {
    "translation": {
      "en": "Which is really just my obnoxious way of saying that lies travel fast.",
      "it": "In realtà è solo il mio modo presuntuoso per dire che le bugie viaggiano veloci."
    }
  },
  {
    "translation": {
      "en": "And, boy, did my terminological inexactitude accelerate with velocity.",
      "it": "E altroché se la mia inesattezza terminologica viaggiava veloce."
    }
  },
  {
    "translation": {
      "en": "Did you hear about Olive?",
      "it": "Avete saputo di Olive?"
    }
  },
  {
    "translation": {
      "en": "No way.",
      "it": "Non ci credo."
    }
  },
  {
    "translation": {
      "en": "-She's not a virgin anymore? -I can't believe it.",
      "it": "- Non è più vergine? - È incredibile."
    }
  },
  {
    "translation": {
      "en": "-Olive lost her virginity. -Yeah.",
      "it": "- Olive ha perso la verginità. - Già."
    }
  },
  {
    "translation": {
      "en": "Maybe next time a certain somebody will be a little more careful...",
      "it": "Forse la prossima volta qualcuno farà più attenzione"
    }
  },
  {
    "translation": {
      "en": "...what she says in the water closet.",
      "it": "a ciò che dice nei bagni."
    }
  },
  {
    "translation": {
      "en": "Yeah, about that? It's-- That's actually not what you think.",
      "it": "A questo proposito, le cose non stanno come pensi."
    }
  },
  {
    "translation": {
      "en": "Can I talk to you alone for a second?",
      "it": "Posso parlarti da sola un minuto?"
    }
  },
  {
    "translation": {
      "en": "-You gonna be okay? -Yeah, I'm fine. Thank you.",
      "it": "- Pensi di farcela? - Sì, sto bene. Grazie."
    }
  },
  {
    "translation": {
      "en": "Bye, Nina.",
      "it": "Ciao, Nina."
    }
  },
  {
    "translation": {
      "en": "What you heard in the bathroom the other day wasn't true at all.",
      "it": "Ciò che hai sentito l'altro giorno nei bagni non è affatto vero."
    }
  },
  {
    "translation": {
      "en": "-It's actually a funny story. -Olive. That's your name, right?",
      "it": "- In realtà è una storia buffa. - Olive. Ti chiami così?"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah. And you're Marianne.",
      "it": "Già, sì. E tu sei Marianne."
    }
  },
  {
    "translation": {
      "en": "We've had nine classes together since kindergarten.",
      "it": "Abbiamo seguito nove corsi insieme, dall'asilo."
    }
  },
  {
    "translation": {
      "en": "Ten, if you count Religion of Other Cultures, which you didn't... ...because you refused to go.",
      "it": "Dieci, con Religioni di Altre Culture che non hai voluto frequentare."
    }
  },
  {
    "translation": {
      "en": "Yeah. Listen, I'm not the one that you have to answer to... ...for your depraved behavior.",
      "it": "Senti, non è a me che devi rendere conto per il tuo comportamento depravato."
    }
  },
  {
    "translation": {
      "en": "There's a higher power that will judge you for your indecency.",
      "it": "Una forza superiore giudicherà la tua indecenza."
    }
  },
  {
    "translation": {
      "en": "I hope for your sake that God has a sense of humor.",
      "it": "Spero per il tuo bene che Dio abbia senso dell'umorismo."
    }
  },
  {
    "translation": {
      "en": "Oh, I have 17 years' worth of anecdotal proof he does.",
      "it": "Beh, ho 17 anni di aneddoti che dimostrano che ce l'ha."
    }
  },
  {
    "translation": {
      "en": "You've made your bed.",
      "it": "Te la sei cercata."
    }
  },
  {
    "translation": {
      "en": "I just hope for your sake that you've cleaned the sheets.",
      "it": "Spero per te che tu abbia trovato ciò che volevi."
    }
  },
  {
    "translation": {
      "en": "-Did I just get saved? -I missed you.",
      "it": "Sono appena stata salvata?"
    }
  },
  {
    "translation": {
      "en": "Oh, you too.",
      "it": "- Mi sei mancata. - Anche tu."
    }
  },
  {
    "translation": {
      "en": "So Marianne spread the rumor.",
      "it": "Marianne aveva messo in giro la voce."
    }
  },
  {
    "translation": {
      "en": "For the first time ever, my sexual exploits were the talk of the school.",
      "it": "Tutti parlavano delle mie imprese sessuali."
    }
  },
  {
    "translation": {
      "en": "Oh, you know what? I'm wrong. It was the second time. The first time was back in 8th grade...",
      "it": "Anzi, no. Era la seconda volta. La prima volta fu in terza media,"
    }
  },
  {
    "translation": {
      "en": "...when all I wanted was a kiss from this guy I had always had a crush on.",
      "it": "quando volevo un bacio dal ragazzo per il quale avevo una cotta da sempre."
    }
  },
  {
    "translation": {
      "en": "Todd and I were thrown together in Seven Minutes of Heaven.",
      "it": "Finii in una stanza con Todd per via del gioco della bottiglia."
    }
  },
  {
    "translation": {
      "en": "Luckily we had a super romantic song from our youth to set the mood.",
      "it": "Per fortuna una canzone molto romantica di quel periodo scaldava l'atmosfera."
    }
  },
  {
    "translation": {
      "en": "I think this is the part...",
      "it": "In questo momento credo"
    }
  },
  {
    "translation": {
      "en": "...where you're supposed to stick your tongue in my mouth.",
      "it": "che dovresti infilarmi la lingua in bocca."
    }
  },
  {
    "translation": {
      "en": "That's what I've heard, anyway.",
      "it": "Credo che funzioni così."
    }
  },
  {
    "translation": {
      "en": "Just give me a second, okay?",
      "it": "Dammi solo un attimo."
    }
  },
  {
    "translation": {
      "en": "According to my watch, you have 382 of them. -How do you do that? -What?",
      "it": "- L'orologio dice che hai 382 secondi. - Come fai?"
    }
  },
  {
    "translation": {
      "en": "Add so fast. And you also talk like a grown-up.",
      "it": "- Cosa? - Calcoli a mente e parli da adulta."
    }
  },
  {
    "translation": {
      "en": "Don't worry, I'm not nearly as smart as I think I am.",
      "it": "Tranquillo. Non sono intelligente come sembra."
    }
  },
  {
    "translation": {
      "en": "So if we didn't do anything, could you still tell people we kissed?",
      "it": "Anche se non facciamo niente, puoi dire che ci siamo baciati?"
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "it": "Certo."
    }
  },
  {
    "translation": {
      "en": "-Thanks, Olive. -Sure, Todd.",
      "it": "- Grazie, Olive. - Figurati, Todd."
    }
  },
  {
    "translation": {
      "en": "I actually didn't wanna lie that time.",
      "it": "Quella volta non volevo mentire."
    }
  },
  {
    "translation": {
      "en": "When people thought I'd kissed someone, they didn't care.",
      "it": "Quando seppero del bacio, non importò a nessuno."
    }
  },
  {
    "translation": {
      "en": "But when they thought I slept with someone....",
      "it": "Ma quando seppero di questa cosa..."
    }
  },
  {
    "translation": {
      "en": "Hey, Olive. How's it going?",
      "it": "Ciao, Olive. Come stai?"
    }
  },
  {
    "translation": {
      "en": "I'm swell, Guy-I've-Never-Talked-to-Before. Thanks for asking.",
      "it": "Alla grande, Ragazzo Sconosciuto. Grazie per l'interessamento."
    }
  },
  {
    "translation": {
      "en": "All I could think to myself was, \"Great, now I'm a tramp.\"",
      "it": "Riuscivo a pensare solo: \"Splendido, ora sono una sgualdrina."
    }
  },
  {
    "translation": {
      "en": "I'm gonna have to get a lower-back tattoo...",
      "it": "Dovrò tatuarmi la zona lombare"
    }
  },
  {
    "translation": {
      "en": "...and pierce something not on my face.",
      "it": "e farmi un piercing che non sia sulla faccia."
    }
  },
  {
    "translation": {
      "en": "You guys know that I was here all weekend, right?",
      "it": "Voi sapete che ho passato il weekend a casa, vero?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Yes, you were upstairs.",
      "it": "Sì, eri di sopra."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -You would testify to that?",
      "it": "Potreste testimoniarlo?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I would take a bullet for you.",
      "it": "- Sì. - Mi farei sparare in testa per te."
    }
  },
  {
    "translation": {
      "en": "You know that. Right between the eyes.",
      "it": "Lo sai. In mezzo agli occhi."
    }
  },
  {
    "translation": {
      "en": "Man, I would slit my throat... ...rather than say something to someone...",
      "it": "Mi taglierei la gola, piuttosto che dire qualcosa che non vuoi che dica."
    }
  },
  {
    "translation": {
      "en": "-...that you didn't want me to say. -That's not necessary.",
      "it": "Mi taglierei la gola, piuttosto che dire qualcosa che non vuoi che dica. Non è necessario. Ma è confortante."
    }
  },
  {
    "translation": {
      "en": "-But that is comforting. -That's how I am, how I roll.",
      "it": "Non è necessario. Ma è confortante. Sono fatto così, è la mia natura."
    }
  },
  {
    "translation": {
      "en": "That's how I do, as they say.",
      "it": "È il mio stile, come si dice."
    }
  },
  {
    "translation": {
      "en": "-I like the pants. -Thank you. They're Costco.",
      "it": "Bei pantaloni. Grazie. Sono di Costco. Quando sarai più alto potrai averli tu."
    }
  },
  {
    "translation": {
      "en": "You can have them when you get taller.",
      "it": "Grazie. Sono di Costco. Quando sarai più alto potrai averli tu."
    }
  },
  {
    "translation": {
      "en": "-I'm never gonna go through puberty. -Course you will.",
      "it": "- Non arriverò mai alla pubertà. - Certo che sì."
    }
  },
  {
    "translation": {
      "en": "But we're a family of late bloomers.",
      "it": "In famiglia sbocciamo tutti tardi."
    }
  },
  {
    "translation": {
      "en": "I didn't until I was 14. Nor did Olive.",
      "it": "Io l'ho raggiunta a 14 anni. E anche Olive."
    }
  },
  {
    "translation": {
      "en": "Why does that matter? I'm adopted.",
      "it": "Ma io sono stato adottato!"
    }
  },
  {
    "translation": {
      "en": "What? Oh, my God. Who told you?",
      "it": "Cosa? Oddio. Chi te l'ha detto?"
    }
  },
  {
    "translation": {
      "en": "Guys, we were gonna do this at the right time.",
      "it": "Sentite, ne parleremo al momento opportuno."
    }
  },
  {
    "translation": {
      "en": "Listen to me.",
      "it": "Ascoltami. A volte, anche se un uomo"
    }
  },
  {
    "translation": {
      "en": "Sometimes, even when a man and a woman love each other very much...",
      "it": "Ascoltami. A volte, anche se un uomo e una donna si amano, come tua madre e me,"
    }
  },
  {
    "translation": {
      "en": "...like your mother and I used to...",
      "it": "e una donna si amano, come tua madre e me,"
    }
  },
  {
    "translation": {
      "en": "...their insides just don't cooperate with each other.",
      "it": "i loro organi interni non collaborano tra loro."
    }
  },
  {
    "translation": {
      "en": "So, what's going on, honey?",
      "it": "Che succede?"
    }
  },
  {
    "translation": {
      "en": "Why do you want us to take a bullet if anyone asks if you were here?",
      "it": "Perché dovrebbero spararci chiedendoci se eri a casa?"
    }
  },
  {
    "translation": {
      "en": "It's nothing. It's just the rumor mill.",
      "it": "Niente. È solo la fabbrica del pettegolezzo."
    }
  },
  {
    "translation": {
      "en": "What's the rumor mill churning out these days? Anything interesting?",
      "it": "E cosa ha prodotto di recente? Qualcosa di interessante?"
    }
  },
  {
    "translation": {
      "en": "You know, not really. Not really. It's a little low on grist.",
      "it": "Non direi. Mancano le materie prime."
    }
  },
  {
    "translation": {
      "en": "Clever wordplay. I like it. You must be related to me.",
      "it": "Bel gioco di parole. Devi essere imparentata con me."
    }
  },
  {
    "translation": {
      "en": "-Only by marriage. -Give it to me.",
      "it": "- Solo per via del matrimonio. - Brava."
    }
  },
  {
    "translation": {
      "en": "So, what we're all gonna take away from this:",
      "it": "Dobbiamo essere d'accordo su questo."
    }
  },
  {
    "translation": {
      "en": "-I was here all weekend, right? -Yes, yes, yes.",
      "it": "- Ero qui tutto il fine settimana. - Sì, sì, sì."
    }
  },
  {
    "translation": {
      "en": "Remember how I told you Google Earth couldn't find me...",
      "it": "Ho detto che Google Earth non mi avrebbe trovata"
    }
  },
  {
    "translation": {
      "en": "...if I was dressed up as a ten-story building?",
      "it": "nemmeno camuffata da palazzo di 10 piani."
    }
  },
  {
    "translation": {
      "en": "Well, the next day it could find me if I was dressed as a crack on a sidewalk.",
      "it": "Il giorno dopo mi avrebbe trovata pure camuffata da crepa sul marciapiede."
    }
  },
  {
    "translation": {
      "en": "That's the beauty of being a girl in high school.",
      "it": "È il bello di essere una liceale."
    }
  },
  {
    "translation": {
      "en": "People hear you had sex once and, bam, you're a bimbo.",
      "it": "Sentono dire che hai fatto sesso una volta e diventi una facile."
    }
  },
  {
    "translation": {
      "en": "I really didn't mean for the lie to put me on the map...",
      "it": "Con quella bugia non volevo farmi notare,"
    }
  },
  {
    "translation": {
      "en": "...but I gotta admit, I kind of liked being on the map.",
      "it": "ma devo ammettere che mi piaceva essere notata."
    }
  },
  {
    "translation": {
      "en": "So, clearly Nathaniel Hawthorne is a complex writer.",
      "it": "È evidente che Nathaniel Hawthorne è un autore complesso."
    }
  },
  {
    "translation": {
      "en": "Even I had trouble with him.",
      "it": "Anche per me è impegnativo."
    }
  },
  {
    "translation": {
      "en": "I read him originally when I was 5, but I struggled.",
      "it": "La prima volta lo lessi a cinque anni, ma feci uno sforzo."
    }
  },
  {
    "translation": {
      "en": "So I'm gonna break it down for you. I'm gonna throw some rhymes.",
      "it": "Cercherò di rendervelo più semplice. Lo citerò in rima."
    }
  },
  {
    "translation": {
      "en": "Anson, drop me a beat.",
      "it": "Anson, dammi il ritmo."
    }
  },
  {
    "translation": {
      "en": "-What? -Give me a beat.",
      "it": "- Cosa? - Dammi il ritmo."
    }
  },
  {
    "translation": {
      "en": "Push it up.",
      "it": "Dacci dentro."
    }
  },
  {
    "translation": {
      "en": "Yeah, adultery, vengeance",
      "it": "Sì, adulterio, vendetta"
    }
  },
  {
    "translation": {
      "en": "Crimes of passion",
      "it": "Delitti passionali"
    }
  },
  {
    "translation": {
      "en": "Kill the beat. I'm not gonna rap for you.",
      "it": "Fermati. Non voglio metterlo in rima."
    }
  },
  {
    "translation": {
      "en": "It's pandering and it's been done before...",
      "it": "È da ruffiani e l'ha fatto"
    }
  },
  {
    "translation": {
      "en": "...in every bad movie you've ever seen. Okay.",
      "it": "ogni pessimo film che abbiate visto."
    }
  },
  {
    "translation": {
      "en": "Ironically, we were studying The Scarlet Letter.",
      "it": "Stavamo studiando La Lettera Scarlatta."
    }
  },
  {
    "translation": {
      "en": "Now, isn't that always the way?",
      "it": "Non è sempre così?"
    }
  },
  {
    "translation": {
      "en": "The books you read in class always have some strong connection...",
      "it": "I libri che leggi a scuola hanno sempre un forte legame"
    }
  },
  {
    "translation": {
      "en": "...with whatever angsty adolescent drama is going on.",
      "it": "con qualunque dramma adolescenziale tu stia vivendo."
    }
  },
  {
    "translation": {
      "en": "Except for Huckleberry Finn. I don't know any teenage boys...",
      "it": "Tranne Huckleberry Finn. Non conosco nessun adolescente"
    }
  },
  {
    "translation": {
      "en": "...who have ever run away with a big, hulking black guy.",
      "it": "scappato con un omaccione di colore."
    }
  },
  {
    "translation": {
      "en": "For those who haven't read The Scarlet Letter...",
      "it": "Chi non ha letto La Lettera Scarlatta,"
    }
  },
  {
    "translation": {
      "en": "...or for those who said you did but didn't, here's all you need to know.",
      "it": "o chi mente dicendo di averlo fatto, deve sapere questo."
    }
  },
  {
    "translation": {
      "en": "This girl, Hester Prynne, has an affair with a minister...",
      "it": "Hester Prynne, ha una relazione con un reverendo,"
    }
  },
  {
    "translation": {
      "en": "...is besmirched and made to wear a red A for \"adulterer.\"",
      "it": "viene denigrata e costretta a indossare una A rossa di \"adultera\"."
    }
  },
  {
    "translation": {
      "en": "The town realizes she was too harshly judged...",
      "it": "La città capisce poi di averla giudicata male"
    }
  },
  {
    "translation": {
      "en": "...and she's really a good person, and she dies a saint.",
      "it": "e che è una persona buona, e muore come una santa."
    }
  },
  {
    "translation": {
      "en": "A whole bunch of other stuff happens too.",
      "it": "Succedono anche tante altre cose."
    }
  },
  {
    "translation": {
      "en": "If you have a test on it, rent the movie, but make sure it's the original...",
      "it": "Noleggiate il film, ma la versione originale,"
    }
  },
  {
    "translation": {
      "en": "...not the Demi Moore version where she talks in a fake British accent...",
      "it": "non quella in cui Demi Moore parla con finto accento britannico"
    }
  },
  {
    "translation": {
      "en": "...and takes a lot of baths.",
      "it": "e fa un sacco di bagni."
    }
  },
  {
    "translation": {
      "en": "To say that one was freely adapted is a bit of an understatement, guvnor.",
      "it": "Dire che è stato liberamente adattato è un eufemismo."
    }
  },
  {
    "translation": {
      "en": "What we have to realize...",
      "it": "Ciò che dobbiamo capire"
    }
  },
  {
    "translation": {
      "en": "...is that Hester lived in an entirely different time.",
      "it": "è che Hester viveva in un'epoca del tutto diversa."
    }
  },
  {
    "translation": {
      "en": "A time when the worst crime a woman could commit was in fact adultery.",
      "it": "Un tempo in cui il reato peggiore che una donna potesse commettere era proprio l'adulterio."
    }
  },
  {
    "translation": {
      "en": "I think Hester Prynne was--",
      "it": "Credo che Hester Prynne fosse..."
    }
  },
  {
    "translation": {
      "en": "Excuse my language. --a skank.",
      "it": "Perdoni il linguaggio... Una baldracca."
    }
  },
  {
    "translation": {
      "en": "A skank? So you don't think she was a victim at all?",
      "it": "Una baldracca? Non credi che fosse una vittima?"
    }
  },
  {
    "translation": {
      "en": "Why should I? She brought it on herself.",
      "it": "Perché dovrei? Se l'è cercata."
    }
  },
  {
    "translation": {
      "en": "Perhaps you should embroider a red A on your wardrobe, abominable tramp.",
      "it": "Dovresti aggiungere una A scarlatta al guardaroba, abominevole sgualdrina."
    }
  },
  {
    "translation": {
      "en": "Perhaps you should get a wardrobe, you abominable twat.",
      "it": "E tu dovresti fartelo, un guardaroba, abominevole stronza."
    }
  },
  {
    "translation": {
      "en": "Not my best line, but it was provocative enough... ...to land me in the principal's office.",
      "it": "Fu un insulto abbastanza offensivo per farmi spedire dal preside."
    }
  },
  {
    "translation": {
      "en": "Seems as if someone's on a downward spiral.",
      "it": "Sembra che qualcuno sia caduto in una spirale verso il basso."
    }
  },
  {
    "translation": {
      "en": "Seems as if someone's practicing the mundane activities...",
      "it": "Sembra che qualcuno si stia esercitando nelle attività quotidiane"
    }
  },
  {
    "translation": {
      "en": "...she'll be saddled with the rest of her life.",
      "it": "che sarà costretto a fare per sempre."
    }
  },
  {
    "translation": {
      "en": "I hope you at least had the good sense to use protection.",
      "it": "Spero che tu abbia avuto il buon senso di proteggerti."
    }
  },
  {
    "translation": {
      "en": "Why? Your parents didn't.",
      "it": "Perché? I tuoi no."
    }
  },
  {
    "translation": {
      "en": "-You're going to hell. -Just as long as you won't be there.",
      "it": "- Andrai all'inferno. - Così non ti incontrerò."
    }
  },
  {
    "translation": {
      "en": "I can assure you I won't.",
      "it": "Puoi starne certa."
    }
  },
  {
    "translation": {
      "en": "Good.",
      "it": "Ottimo."
    }
  },
  {
    "translation": {
      "en": "I don't care who started it. Just work it out.",
      "it": "Non mi importa chi ha iniziato. Fatela finita."
    }
  },
  {
    "translation": {
      "en": "So why am I just meeting you?",
      "it": "Perché sei qui?"
    }
  },
  {
    "translation": {
      "en": "Language like this would've warranted a visit years ago.",
      "it": "Il tuo linguaggio sembra di anni fa."
    }
  },
  {
    "translation": {
      "en": "This is the first time I've done anything remotely misbehavioral.",
      "it": "È la prima volta che faccio qualcosa di vagamente indisciplinato."
    }
  },
  {
    "translation": {
      "en": "This is foul.",
      "it": "È sconcio."
    }
  },
  {
    "translation": {
      "en": "I know. I am so-- I'm really, really sorry.",
      "it": "Lo so. Sono... Mi dispiace moltissimo."
    }
  },
  {
    "translation": {
      "en": "Sorry you said it or sorry you got caught?",
      "it": "Di averlo detto o di essere stata beccata?"
    }
  },
  {
    "translation": {
      "en": "Sorry I said it, honestly.",
      "it": "Di averlo detto, onestamente."
    }
  },
  {
    "translation": {
      "en": "And sorry I got caught a little bit too, but mostly just sorry I said it.",
      "it": "Anche di essere stata beccata, ma più di averlo detto."
    }
  },
  {
    "translation": {
      "en": "If you use a word like this again in my school, it'll be your last. Understand?",
      "it": "Se parlerai così un'altra volta nella mia scuola, sarà l'ultima. Intesi?"
    }
  },
  {
    "translation": {
      "en": "Yes, sir. Yes.",
      "it": "Sì, signore."
    }
  },
  {
    "translation": {
      "en": "I mean, this isn't one of those progressive schools...",
      "it": "Questa non è una scuola progressista"
    }
  },
  {
    "translation": {
      "en": "...where teachers are called by their first names...",
      "it": "in cui gli insegnanti vengono chiamati per nome,"
    }
  },
  {
    "translation": {
      "en": "...and students are partners in learning...",
      "it": "gli studenti definiti partner nell'istruzione"
    }
  },
  {
    "translation": {
      "en": "...and there's a fundraising auction at the end of the year...",
      "it": "e in cui a fine anno c'è un'asta di beneficenza,"
    }
  },
  {
    "translation": {
      "en": "...where the more creative parents put on musical skits...",
      "it": "con i genitori più creativi che organizzano scene di musical"
    }
  },
  {
    "translation": {
      "en": "...about the community garden.",
      "it": "sul verde comune."
    }
  },
  {
    "translation": {
      "en": "This is public school.",
      "it": "Questa è una scuola pubblica."
    }
  },
  {
    "translation": {
      "en": "If I can keep the girls off the pole and the boys off the pipe, I get a bonus.",
      "it": "Se distolgo le ragazze dalla lap dance e i ragazzi dal fumo, ottengo un bonus."
    }
  },
  {
    "translation": {
      "en": "Now, if you're sent to me one more time...",
      "it": "Se ti spediscono da me un'altra volta,"
    }
  },
  {
    "translation": {
      "en": "...you're gonna be out on your fantail. Now, am I making myself clear?",
      "it": "verrai buttata fuori dalla scuola. Mi sono spiegato?"
    }
  },
  {
    "translation": {
      "en": "Yes, sir.",
      "it": "Sì, signore."
    }
  },
  {
    "translation": {
      "en": "-Good. -I think so.",
      "it": "- Bene. - Almeno credo."
    }
  },
  {
    "translation": {
      "en": "I mean, I got a little lost in the middle, but I found my way back.",
      "it": "Dopo un po' ho perso il filo, ma poi l'ho ritrovato."
    }
  },
  {
    "translation": {
      "en": "Detention after school tomorrow.",
      "it": "Domani sarai in punizione."
    }
  },
  {
    "translation": {
      "en": "Now, out.",
      "it": "Ora... vattene."
    }
  },
  {
    "translation": {
      "en": "Even though it was my slutty alter ego that said a bad word in school...",
      "it": "Anche se era stato il mio alter ego da zoccola a dire quelle cose,"
    }
  },
  {
    "translation": {
      "en": "...it was my ass that got in trouble...",
      "it": "erano le mie chiappe a finire nei guai,"
    }
  },
  {
    "translation": {
      "en": "...which was a place my ass had never been before.",
      "it": "un posto in cui non erano mai state."
    }
  },
  {
    "translation": {
      "en": "Hey, Olive.",
      "it": "Ciao, Olive."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. The illusion is shattered.",
      "it": "Oddio. L'illusione è svanita."
    }
  },
  {
    "translation": {
      "en": "They put you in the gas chamber if you take your head off at Disney World.",
      "it": "A Disney World vai nella camera a gas se ti togli la testa."
    }
  },
  {
    "translation": {
      "en": "I think they just fire you. You're thinking of Disneyland.",
      "it": "Ti licenziano. Forse tu parli di Disneyland."
    }
  },
  {
    "translation": {
      "en": "-Disney World is more liberal. -Oh, yeah.",
      "it": "- A Disney World sono più liberali. - Già."
    }
  },
  {
    "translation": {
      "en": "I always forget Disney World went blue in the last election.",
      "it": "Disney World ha votato per i democratici."
    }
  },
  {
    "translation": {
      "en": "Are you going to Melody Bostic's party?",
      "it": "Vai alla festa di Melody Bostic?"
    }
  },
  {
    "translation": {
      "en": "I hadn't planned on it.",
      "it": "Non ci ho pensato."
    }
  },
  {
    "translation": {
      "en": "Me neither. My cousin's getting married. It's a rehearsal dinner.",
      "it": "Neanch'io. Mia cugina si sposa. La sera prima c'è la cena."
    }
  },
  {
    "translation": {
      "en": "See you. Stay excellent.",
      "it": "Ci vediamo. Stammi bene."
    }
  },
  {
    "translation": {
      "en": "You too.",
      "it": "Anche tu."
    }
  },
  {
    "translation": {
      "en": "-What's up, kid? -Woodchuck.",
      "it": "- Come va? - Castoro."
    }
  },
  {
    "translation": {
      "en": "Please tell me the rumors are true.",
      "it": "Ti prego, dimmi che le voci sono vere."
    }
  },
  {
    "translation": {
      "en": "Yes. Yes. I am a big, fat slut.",
      "it": "Sì. Certo. Sono una zoccola grassa e grossa."
    }
  },
  {
    "translation": {
      "en": "No, the one where you got suspended for calling Nina Howell a dick...",
      "it": "No, ti hanno sospesa per aver chiamato stronza Nina Howell"
    }
  },
  {
    "translation": {
      "en": "...and punching her in the left tit.",
      "it": "e averla colpita alla tetta sinistra."
    }
  },
  {
    "translation": {
      "en": "I worry about the way information circulates at this school.",
      "it": "Mi preoccupa il modo in cui circolano le notizie a scuola."
    }
  },
  {
    "translation": {
      "en": "Rhi? I need to tell you something.",
      "it": "Rhi? Ti parlerò di una cosa."
    }
  },
  {
    "translation": {
      "en": "Like the exact moment you turned into such a badass?",
      "it": "Di quando hai tirato fuori le palle?"
    }
  },
  {
    "translation": {
      "en": "-I think I'm in love with you. -Okay.",
      "it": "- Io credo di amarti. - Va bene."
    }
  },
  {
    "translation": {
      "en": "Tell me you left a mark on that scrunched-up face of hers?",
      "it": "Le hai lasciato i segni in faccia, vero?"
    }
  },
  {
    "translation": {
      "en": "-It's not true. -It wasn't the left tit?",
      "it": "- No... - Non era la tetta sinistra?"
    }
  },
  {
    "translation": {
      "en": "It was the right one. I always pegged you for a southpaw.",
      "it": "Allora è quella destra. Credevo che fossi mancina."
    }
  },
  {
    "translation": {
      "en": "Can you listen to me for one second, please?",
      "it": "Puoi starmi a sentire per un attimo?"
    }
  },
  {
    "translation": {
      "en": "Okay. It didn't happen.",
      "it": "Va bene. Non è successo."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, right. Your secret's safe with me, you little sex monkey.",
      "it": "Sì, certo. Il tuo segreto è al sicuro, gattina arrapata."
    }
  },
  {
    "translation": {
      "en": "I got sent to the principal today.",
      "it": "Oggi mi hanno mandata dal preside."
    }
  },
  {
    "translation": {
      "en": "Did you win a medal or something?",
      "it": "Ti hanno dato una medaglia?"
    }
  },
  {
    "translation": {
      "en": "Not exactly.",
      "it": "Non proprio."
    }
  },
  {
    "translation": {
      "en": "I used inappropriate language in English class.",
      "it": "Ho usato un linguaggio inappropriato durante la lezione di letteratura."
    }
  },
  {
    "translation": {
      "en": "Although we're reading a book that I personally deem...",
      "it": "Anche se stiamo leggendo un libro che personalmente ritengo"
    }
  },
  {
    "translation": {
      "en": "...inappropriate for our age group, so I actually felt it was quite apropos.",
      "it": "inappropriato per la nostra età, così ho pensato che fosse appropriato."
    }
  },
  {
    "translation": {
      "en": "What did you say?",
      "it": "Che cosa hai detto?"
    }
  },
  {
    "translation": {
      "en": "Let's just say it was an inappropriate word.",
      "it": "Diciamo che è stata una parola inappropriata."
    }
  },
  {
    "translation": {
      "en": "Well, what did it start with?",
      "it": "Dimmi l'inizio."
    }
  },
  {
    "translation": {
      "en": "A snide comment from a snotty girl in my class.",
      "it": "Un commento su una compagna."
    }
  },
  {
    "translation": {
      "en": "No, I mean what letter did the word start with?",
      "it": "No, intendevo con che lettera iniziava la parola."
    }
  },
  {
    "translation": {
      "en": "-T. -Oh, T.",
      "it": "- S. - Oh, S."
    }
  },
  {
    "translation": {
      "en": "-T? Let us think. T, T, T. -T. All right, T. Yeah, T.",
      "it": "- S? Vediamo. S, S, S. - Allora, S. Già, S."
    }
  },
  {
    "translation": {
      "en": "-T, T, T. -T, T, T.",
      "it": "S, S, S."
    }
  },
  {
    "translation": {
      "en": "-Guys. -Noun, adjective or verb?",
      "it": "Ragazzi. - Nome, aggettivo o verbo? - Nome."
    }
  },
  {
    "translation": {
      "en": "Noun. It's definitely slang. Think British.",
      "it": "- Nome, aggettivo o verbo? - Nome. È una parola in gergo. Una parolaccia."
    }
  },
  {
    "translation": {
      "en": "Tallywhacker? Termagant?",
      "it": "Strappona? Sgallettata?"
    }
  },
  {
    "translation": {
      "en": "You're just saying sounds. Those are sounds.",
      "it": "Stai solo emettendo suoni. Non parole."
    }
  },
  {
    "translation": {
      "en": "-Spell it with your peas. -Yeah, spell it with your peas. Do it.",
      "it": "- Scrivilo coi piselli. - Sì, ottima idea. - Dai. - Accetto la sfida."
    }
  },
  {
    "translation": {
      "en": "-I will take that challenge. -Do it.",
      "it": "- Dai. - Accetto la sfida."
    }
  },
  {
    "translation": {
      "en": "I like that. All right.",
      "it": "Va bene. Ci sto."
    }
  },
  {
    "translation": {
      "en": "So does this have anything to do with the rumor...",
      "it": "C'entra col pettegolezzo"
    }
  },
  {
    "translation": {
      "en": "...that you mentioned the other night?",
      "it": "a cui hai accennato l'altra sera?"
    }
  },
  {
    "translation": {
      "en": "Do you need to talk to us about something, sweetie?",
      "it": "Devi dirci qualcosa, tesoro?"
    }
  },
  {
    "translation": {
      "en": "What's a twit?",
      "it": "Che significa \"stronca\"?"
    }
  },
  {
    "translation": {
      "en": "That's an A, honey.",
      "it": "È una Z, tesoro."
    }
  },
  {
    "translation": {
      "en": "It'll get you sent to the principal's office.",
      "it": "E ti fa finire dritto dal preside."
    }
  },
  {
    "translation": {
      "en": "Sit down.",
      "it": "Siediti."
    }
  },
  {
    "translation": {
      "en": "We're lucky that this is not a common occurrence.",
      "it": "Siamo fortunati che succeda di rado. Altrimenti quale sarebbe la punizione?"
    }
  },
  {
    "translation": {
      "en": "What would my punishment have been otherwise?",
      "it": "Altrimenti quale sarebbe la punizione?"
    }
  },
  {
    "translation": {
      "en": "-Bed without supper, I guess. -But I'm already finished.",
      "it": "A letto senza cena, immagino. Ma ho già finito."
    }
  },
  {
    "translation": {
      "en": "-No dating. No dating. -Yeah, no dating.",
      "it": "- Niente appuntamenti. - Già, niente."
    }
  },
  {
    "translation": {
      "en": "-No dating for you, young lady. -No dating.",
      "it": "- Niente appuntamenti, signorina. - Niente."
    }
  },
  {
    "translation": {
      "en": "I think my complete lack of allure...",
      "it": "La mia totale mancanza di fascino"
    }
  },
  {
    "translation": {
      "en": "...already kind of shot that horse in the face.",
      "it": "ha già reso vana anche questa punizione."
    }
  },
  {
    "translation": {
      "en": "I wouldn't know how to be grounded more than you know how to ground.",
      "it": "Non saprei farmi punire più di quanto voi sapreste farlo."
    }
  },
  {
    "translation": {
      "en": "That's right. Love you. Come here.",
      "it": "Esatto. Ti vogliamo bene. Vieni qui."
    }
  },
  {
    "translation": {
      "en": "And I bet that girl was acting like exactly what you called her.",
      "it": "Di certo quella ragazza ha agito con lo stile con cui l'hai definita."
    }
  },
  {
    "translation": {
      "en": "Oh, you have no idea.",
      "it": "Non ne hai idea."
    }
  },
  {
    "translation": {
      "en": "I got a B-plus on my spelling test today.",
      "it": "Ho preso B+ al test di ortografia."
    }
  },
  {
    "translation": {
      "en": "That's good, honey, but everything has spell check these days, so....",
      "it": "Bravo, tesoro, ma tanto oggi c'è il correttore ortografico."
    }
  },
  {
    "translation": {
      "en": "Just kidding.",
      "it": "Sto scherzando."
    }
  },
  {
    "translation": {
      "en": "Where are you from originally?",
      "it": "Di dove sei originario?"
    }
  },
  {
    "translation": {
      "en": "So the next day I had detention... ...which, thanks to recent budget cuts, meant cleaning.",
      "it": "Il giorno dopo ho scontato la punizione ovvero, fare le pulizie."
    }
  },
  {
    "translation": {
      "en": "I was looking forward to getting all this behind me.",
      "it": "Volevo solo lasciarmi tutto alle spalle."
    }
  },
  {
    "translation": {
      "en": "I had done the crime. I was gonna do the time.",
      "it": "Avevo commesso un reato. Avrei scontato la mia pena."
    }
  },
  {
    "translation": {
      "en": "And that would be that, but that....",
      "it": "E sarebbe finita lì, ma..."
    }
  },
  {
    "translation": {
      "en": "Aren't there, like, child labor laws against this?",
      "it": "Non ci sono leggi contro il lavoro minorile?"
    }
  },
  {
    "translation": {
      "en": "Not in high school.",
      "it": "Non al liceo."
    }
  },
  {
    "translation": {
      "en": "The principal's like the captain of the ship in international waters.",
      "it": "Il preside è come il capitano della nave in acque internazionali."
    }
  },
  {
    "translation": {
      "en": "He can even marry people.",
      "it": "Può sposare le persone!"
    }
  },
  {
    "translation": {
      "en": "We haven't talked in a while. How have you been, Brandon?",
      "it": "È un po' che non parliamo. - Come va, Brandon? - Alla grande."
    }
  },
  {
    "translation": {
      "en": "Fabulous. I'm crushing it. Everything according to plan.",
      "it": "Una favola. Tutto secondo i piani."
    }
  },
  {
    "translation": {
      "en": "I wanna be in detention.",
      "it": "Mi piace stare in punizione."
    }
  },
  {
    "translation": {
      "en": "Yeah, why are you here?",
      "it": "Già, perché sei qui?"
    }
  },
  {
    "translation": {
      "en": "From the blood I saw gushing out of your nose, I thought you were bullied.",
      "it": "Dal sangue che ti colava dal naso, pensavo che ti avessero preso a botte."
    }
  },
  {
    "translation": {
      "en": "Principal Gibbons is a homophobe, which is why I called him a fascist.",
      "it": "Il preside è un omofobo, l'ho chiamato fascista."
    }
  },
  {
    "translation": {
      "en": "-So the rumors are true. -I don't know what you're talking about.",
      "it": "Allora le voci sono vere. Non so di cosa parli."
    }
  },
  {
    "translation": {
      "en": "I meant about Gibbons being a fascist.",
      "it": "Del fatto che Gibbons è un fascista."
    }
  },
  {
    "translation": {
      "en": "So, what's with your new look? Very whore couture.",
      "it": "Come mai questo nuovo look? Fa molto putain couture."
    }
  },
  {
    "translation": {
      "en": "Oh, haven't you heard? I'm the new school slut.",
      "it": "Non l'hai saputo? Sono la nuova zoccola della scuola."
    }
  },
  {
    "translation": {
      "en": "You know, I did hear something. I also heard he was twice your age.",
      "it": "Sì, l'ho sentito dire. Dicono che ha due volte la tua età."
    }
  },
  {
    "translation": {
      "en": "Oh, no, no, no. No, he was a freshman in college.",
      "it": "Oh, no. Era una matricola dell'università."
    }
  },
  {
    "translation": {
      "en": "I also heard he gave you crabs.",
      "it": "E che ti ha attaccato le piattole."
    }
  },
  {
    "translation": {
      "en": "-People suck. -Tell me about it.",
      "it": "Che stronzi. A chi lo dici."
    }
  },
  {
    "translation": {
      "en": "He's not real.",
      "it": "Lui non esiste."
    }
  },
  {
    "translation": {
      "en": "-What? -The guy I slept with. I made him up.",
      "it": "Cosa? Il ragazzo. Me lo sono inventato."
    }
  },
  {
    "translation": {
      "en": "Wait, you started the rumor?",
      "it": "Hai messo tu in giro la voce?"
    }
  },
  {
    "translation": {
      "en": "Indirectly, I guess sort of.",
      "it": "Indirettamente, direi di sì."
    }
  },
  {
    "translation": {
      "en": "Or actually, no. No, not really. No, I didn't.",
      "it": "In realtà, no. No, affatto. Proprio no."
    }
  },
  {
    "translation": {
      "en": "Well, but you're perpetuating it. That's really messed up.",
      "it": "Però tu stai al gioco. Non ha nessun senso."
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "it": "Che vuoi dire?"
    }
  },
  {
    "translation": {
      "en": "You're not even a real slut. You just want people to think you are.",
      "it": "Non sei una zoccola ma vuoi che gli altri lo pensino."
    }
  },
  {
    "translation": {
      "en": "It's pathetic.",
      "it": "È patetico."
    }
  },
  {
    "translation": {
      "en": "No offense, but you could probably learn something from me, Brando.",
      "it": "Senza offesa, ma credo che forse potrei insegnarti qualcosa, Brando."
    }
  },
  {
    "translation": {
      "en": "Are you saying that I should act straight so people will like me?",
      "it": "Stai dicendo che dovrei atteggiarmi da etero per piacere alla gente?"
    }
  },
  {
    "translation": {
      "en": "That's groundbreaking. You should teach a course at The Learning Annex.",
      "it": "È rivoluzionario. Dovresti tenere un corso alla Learning Annex, tipo"
    }
  },
  {
    "translation": {
      "en": "It could be called \"The Painfully Obvious with Olive Penderghast...",
      "it": "alla Learning Annex, tipo \"La Dolorosa Banalità, di Olive Penderghast, finta zoccola.\""
    }
  },
  {
    "translation": {
      "en": "...the Fake School Slut.\"",
      "it": "\"La Dolorosa Banalità, di Olive Penderghast, finta zoccola.\""
    }
  },
  {
    "translation": {
      "en": "I was just suggesting that maybe these kids we call peers...",
      "it": "Intendevo dire che forse i nostri cosiddetti coetanei"
    }
  },
  {
    "translation": {
      "en": "...are onto something. You know, like Marianne Bryant.",
      "it": "hanno avuto un'intuizione, come Marianne Bryant."
    }
  },
  {
    "translation": {
      "en": "Maybe that whole stuck-up, Jesus-freak thing is an act. You know?",
      "it": "Forse è una finta, tutto quel fanatismo religioso snob."
    }
  },
  {
    "translation": {
      "en": "No, I think she's just a stuck-up Jesus freak.",
      "it": "No, lei è davvero una religiosa snob."
    }
  },
  {
    "translation": {
      "en": "And there are some of us who are just trying to blend in to the crowd.",
      "it": "Alcuni di noi cercano di confondersi tra la folla."
    }
  },
  {
    "translation": {
      "en": "Well, then you've gotta do everything you can to blend in...",
      "it": "Allora devi fare del tuo meglio per confonderti,"
    }
  },
  {
    "translation": {
      "en": "...or decide not to care.",
      "it": "o decidere che non ti importa."
    }
  },
  {
    "translation": {
      "en": "I can't decide if you're a genius or a lunatic.",
      "it": "Non so ancora se sei un genio o una pazza."
    }
  },
  {
    "translation": {
      "en": "Well, don't they sort of go hand in hand?",
      "it": "Di solito non vanno a braccetto?"
    }
  },
  {
    "translation": {
      "en": "-So you heard any word from George? -Nope.",
      "it": "- Hai avuto notizie di George? - No."
    }
  },
  {
    "translation": {
      "en": "I told you, that was a one-night stand, which is now over.",
      "it": "Te l'ho detto, era una botta e via, ora è finita."
    }
  },
  {
    "translation": {
      "en": "You're being pretty cavalier about this.",
      "it": "Sembra che la cosa non ti tocchi."
    }
  },
  {
    "translation": {
      "en": "Aren't you supposed to be eternally in love with him?",
      "it": "Non dovresti essere innamorata di lui?"
    }
  },
  {
    "translation": {
      "en": "Yes, I believe so. If I was a Gossip Girl in Sweet Valley with traveling pants.",
      "it": "Sì, se fossi una Gossip Girl di Sweet Valley con addosso quei jeans."
    }
  },
  {
    "translation": {
      "en": "But no, I'm not. So I could really care less.",
      "it": "Ma non lo sono. Non mi interessa affatto."
    }
  },
  {
    "translation": {
      "en": "So Brandy Carter was telling Vanessa Hodges...",
      "it": "Brandy Carter ha detto a Vanessa Hodges"
    }
  },
  {
    "translation": {
      "en": "...that you were with three guys in a Jacuzzi.",
      "it": "che sei stata con tre ragazzi in una Jacuzzi."
    }
  },
  {
    "translation": {
      "en": "Sounds like a lot of work.",
      "it": "Sembra molto impegnativo."
    }
  },
  {
    "translation": {
      "en": "I guess that's still better than getting it on with some old dude.",
      "it": "Ma credo sia meglio che farsela con un vecchio."
    }
  },
  {
    "translation": {
      "en": "Who said that?",
      "it": "Chi l'ha detto?"
    }
  },
  {
    "translation": {
      "en": "Do you know that Brandon kid? That's what somebody told him.",
      "it": "Conosci Brandon? Gliel'ha detto qualcuno."
    }
  },
  {
    "translation": {
      "en": "Isn't he a homo?",
      "it": "È gay?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Già."
    }
  },
  {
    "translation": {
      "en": "Speak of the devil. Hello.",
      "it": "Parli del diavolo. Ciao."
    }
  },
  {
    "translation": {
      "en": "I was just talking about you with my friend, Rhiannon.",
      "it": "Stavo parlando di te con la mia amica Rhiannon."
    }
  },
  {
    "translation": {
      "en": "You know Rhiannon. She's perpetually angry.",
      "it": "Conosci Rhiannon. Quella sempre arrabbiata."
    }
  },
  {
    "translation": {
      "en": "She curses like a Somali sailor. Bi--",
      "it": "Impreca come un marinaio somalo. BT..."
    }
  },
  {
    "translation": {
      "en": "-Yeah. That's the one. -\"Bi--\"? \"Bi--\"? What's \"bi-\"?",
      "it": "- Già. È lei. - \"BT...\"? Che significa?"
    }
  },
  {
    "translation": {
      "en": "-Okay. -I wanna know what \"bi--\" is.",
      "it": "- Bene. - Voglio sapere che significa."
    }
  },
  {
    "translation": {
      "en": "Hello, what's \"bi--\"? What is \"bi--\"?",
      "it": "Pronto, che significa \"BT...\"?"
    }
  },
  {
    "translation": {
      "en": "-Bye. -\"Bi--\"? What is \"bi--\"?",
      "it": "- Ciao. - Che significa \"BT...\"?"
    }
  },
  {
    "translation": {
      "en": "Bedazzling personality? Beautiful, beautiful soul?",
      "it": "Bel Temperamento? Bellissima..."
    }
  },
  {
    "translation": {
      "en": "-Big tits. -That's my identifier?",
      "it": "- Tipa? - Belle Tette. Il mio nome in codice?"
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "All right, well, that was Brandon. He needs to talk to me about something.",
      "it": "Va bene, era Brandon. Deve parlarmi di una cosa."
    }
  },
  {
    "translation": {
      "en": "-Probably wants to borrow an outfit. -Whatever, Big Tits.",
      "it": "- Mi serve un vestito. - Certo, Belle Tette."
    }
  },
  {
    "translation": {
      "en": "Heck, yeah!",
      "it": "Evviva!"
    }
  },
  {
    "translation": {
      "en": "Big tits!",
      "it": "Belle Tette!"
    }
  },
  {
    "translation": {
      "en": "The next day, things took a turn for the scandalous...",
      "it": "Il giorno seguente si è aperto uno scenario scandaloso,"
    }
  },
  {
    "translation": {
      "en": "...which brings us to part three.",
      "it": "che ci conduce alla terza parte."
    }
  },
  {
    "translation": {
      "en": "A lady's choice and a gentleman's agreement.",
      "it": "La scelta di una signora e l'accordo di un galantuomo."
    }
  },
  {
    "translation": {
      "en": "Hi. Is there an Olive here?",
      "it": "Salve. C'è una Olive, qui?"
    }
  },
  {
    "translation": {
      "en": "There's a whole jar of them in the fridge.",
      "it": "Ne abbiamo tante in frigo."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I must have the wrong address.",
      "it": "Mi scusi, devo aver sbagliato indirizzo."
    }
  },
  {
    "translation": {
      "en": "Just kidding. Come on in.",
      "it": "Sto scherzando. Entra."
    }
  },
  {
    "translation": {
      "en": "Any friend of Olive's is a friend of our daughter's.",
      "it": "Ogni amico di Olive è amico di nostra figlia."
    }
  },
  {
    "translation": {
      "en": "Olive, sweetie.",
      "it": "Olive, tesoro."
    }
  },
  {
    "translation": {
      "en": "There's a young man here to see you.",
      "it": "C'è un giovanotto per te."
    }
  },
  {
    "translation": {
      "en": "He said something about asking for your hand in marriage.",
      "it": "Ha detto qualcosa su una proposta di matrimonio."
    }
  },
  {
    "translation": {
      "en": "Oh, happy day, Mama!",
      "it": "Oh, che giornata, mamma!"
    }
  },
  {
    "translation": {
      "en": "Oh, I thought I was gonna have to spend my dowry...",
      "it": "Credevo di dover spendere la mia dote"
    }
  },
  {
    "translation": {
      "en": "...on booze and pills to numb the loneliness.",
      "it": "in alcol e pillole per alleviare la solitudine."
    }
  },
  {
    "translation": {
      "en": "A gentleman caller, hurray!",
      "it": "Un gentiluomo in visita, evviva!"
    }
  },
  {
    "translation": {
      "en": "-What's that? -Olive has a boy in her room.",
      "it": "- Che succede? - Olive ha un ragazzo in camera."
    }
  },
  {
    "translation": {
      "en": "-A boy? -A boy.",
      "it": "- Un ragazzo? - Esatto."
    }
  },
  {
    "translation": {
      "en": "-Wow, a boy. -A boy.",
      "it": "- Caspita, un ragazzo. - Proprio così."
    }
  },
  {
    "translation": {
      "en": "A boy?",
      "it": "Un ragazzo?"
    }
  },
  {
    "translation": {
      "en": "A boy.",
      "it": "Un ragazzo."
    }
  },
  {
    "translation": {
      "en": "Welcome. This is where the magic happens.",
      "it": "Benvenuto. È qui che accade la magia."
    }
  },
  {
    "translation": {
      "en": "And by magic I mean nothing.",
      "it": "E per magia intendo il nulla."
    }
  },
  {
    "translation": {
      "en": "-Do you wanna go out with me? -What?",
      "it": "- Esci con me? - Cosa?"
    }
  },
  {
    "translation": {
      "en": "Well, I mean, like, do you wanna be my girlfriend?",
      "it": "Ti va di diventare la mia ragazza?"
    }
  },
  {
    "translation": {
      "en": "Brandon, just a couple hours ago you told me you were Kinsey Six gay.",
      "it": "Un paio di ore fa mi hai detto di essere un sei nella scala di Kinsey."
    }
  },
  {
    "translation": {
      "en": "True, but you said I should pretend to be straight, so....",
      "it": "Vero, ma tu mi hai detto che dovevo apparire etero."
    }
  },
  {
    "translation": {
      "en": "Yeah, I didn't mean with me.",
      "it": "Ma non intendevo con me."
    }
  },
  {
    "translation": {
      "en": "I mean, you're a nice guy and all, but you're not really my type.",
      "it": "Sei un ragazzo davvero simpatico, ma non sei proprio... il mio tipo."
    }
  },
  {
    "translation": {
      "en": "Yeah, you're not really my type either.",
      "it": "Nemmeno tu."
    }
  },
  {
    "translation": {
      "en": "Yeah, I know that. I got that V where you'd rather see a P.",
      "it": "Già, lo so. Io ho una V dove tu vorresti un P."
    }
  },
  {
    "translation": {
      "en": "Do you wanna have sex with me or not?",
      "it": "Vuoi fare sesso?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, dude.",
      "it": "Oddio, fratello."
    }
  },
  {
    "translation": {
      "en": "You completely missed the point.",
      "it": "Non ci siamo proprio capiti. Non è ciò che intendevo."
    }
  },
  {
    "translation": {
      "en": "-That's not what I was saying. -I know what you were saying.",
      "it": "Non ci siamo proprio capiti. Non è ciò che intendevo. So cosa intendevi. Fingermi etero finché questo inferno non finirà."
    }
  },
  {
    "translation": {
      "en": "I should act straight till I get out of this hellhole.",
      "it": "So cosa intendevi. Fingermi etero finché questo inferno non finirà."
    }
  },
  {
    "translation": {
      "en": "Then I can be whoever I wanna be. I get that.",
      "it": "Dopo potrò essere chi voglio. Fin lì ci sono."
    }
  },
  {
    "translation": {
      "en": "You know that I didn't have sex with a college guy, right?",
      "it": "Sai che non ho fatto sesso con uno dell'università?"
    }
  },
  {
    "translation": {
      "en": "I just told everybody I did.",
      "it": "Ho solo detto di averlo fatto."
    }
  },
  {
    "translation": {
      "en": "Actually, I told one person I did. And you know how these things work.",
      "it": "L'ho detto a una sola persona. E sai come vanno queste cose."
    }
  },
  {
    "translation": {
      "en": "It's like wildfire.",
      "it": "È come un incendio."
    }
  },
  {
    "translation": {
      "en": "So you're saying I shouldn't really have sex?",
      "it": "Cioè non dovrei davvero fare sesso?"
    }
  },
  {
    "translation": {
      "en": "I should just say I had sex with someone. A girl.",
      "it": "Dovrei solo dire di averlo fatto. Con una ragazza."
    }
  },
  {
    "translation": {
      "en": "Yes. Yes.",
      "it": "Esatto."
    }
  },
  {
    "translation": {
      "en": "-Wai-- Just-- -Oh, no, no, no.",
      "it": "Aspetta... - No, no, no. - Aspetta..."
    }
  },
  {
    "translation": {
      "en": "-No way! No way! -Just wait. Wait, wait. Stop it, stop it.",
      "it": "- Non se ne parla! - Aspetta. Fermati."
    }
  },
  {
    "translation": {
      "en": "-Absolutely not. -Think about it. Think about it.",
      "it": "- Assolutamente no. - Pensaci bene."
    }
  },
  {
    "translation": {
      "en": "-We could help each other out. -No.",
      "it": "- Potremmo aiutarci a vicenda. - No."
    }
  },
  {
    "translation": {
      "en": "You wanna maintain this floozy facade.",
      "it": "Tu vuoi mantenere la facciata da donnaccia."
    }
  },
  {
    "translation": {
      "en": "I don't wanna get pushed into shit every day. It's a win-win-win.",
      "it": "Io non voglio essere torturato. Va bene a entrambi."
    }
  },
  {
    "translation": {
      "en": "How do you know I like being thought of as a floozy?",
      "it": "Come sai che mi piace fare la donnaccia?"
    }
  },
  {
    "translation": {
      "en": "Because at least you're being thought of.",
      "it": "Almeno si accorgono di te."
    }
  },
  {
    "translation": {
      "en": "Just one good imaginary bonk.",
      "it": "Solo una bella scopata immaginaria."
    }
  },
  {
    "translation": {
      "en": "You are on crack. All right? And not the good kind. It doesn't have to be a bonk.",
      "it": "- Tu ti fai di crack. Di quello buono. - Non per forza una scopata."
    }
  },
  {
    "translation": {
      "en": "It could be an imaginary butterbean, lemon squeeze....",
      "it": "Potrebbe essere una sgrillettata, o una strizzatina."
    }
  },
  {
    "translation": {
      "en": "-I don't know what any of that means. -That's because you're a virgin.",
      "it": "- Non so di che parli. - Sei vergine!"
    }
  },
  {
    "translation": {
      "en": "You know what? This is not the answer at all.",
      "it": "Sai che ti dico? Non è la soluzione."
    }
  },
  {
    "translation": {
      "en": "-I'll pay you whatever you want. -I don't want your money, Brandon.",
      "it": "Ti pago quello che vuoi. Non voglio i tuoi soldi."
    }
  },
  {
    "translation": {
      "en": "Just do what I did and make someone up.",
      "it": "Fai come me e inventati qualcuno."
    }
  },
  {
    "translation": {
      "en": "Who's going to believe me?",
      "it": "Chi mi crederebbe?"
    }
  },
  {
    "translation": {
      "en": "You don't understand how hard it is, all right? I'm tormented.",
      "it": "Tu non capisci quanto sia difficile. È un vero tormento."
    }
  },
  {
    "translation": {
      "en": "And every day at school is like I'm being suffocated.",
      "it": "Ogni giorno a scuola mi sento soffocare."
    }
  },
  {
    "translation": {
      "en": "And sure, we can sit and fantasize all we want...",
      "it": "Potremmo metterci a fantasticare"
    }
  },
  {
    "translation": {
      "en": "...about how things are gonna be different one day...",
      "it": "su come si evolveranno le cose in futuro,"
    }
  },
  {
    "translation": {
      "en": "...but this is today and it sucks.",
      "it": "ma il presente è uno schifo."
    }
  },
  {
    "translation": {
      "en": "There's only one way around it. You were smart enough to think of it.",
      "it": "Questa è l'unica soluzione. Tu hai saputo come sfruttarla. Ti prego, ora aiuta me."
    }
  },
  {
    "translation": {
      "en": "So please, just help me.",
      "it": "Tu hai saputo come sfruttarla. Ti prego, ora aiuta me."
    }
  },
  {
    "translation": {
      "en": "Because I can't take another day of this. I don't know what I'll do.",
      "it": "Non posso affrontare un altro giorno. Non so cosa potrei fare."
    }
  },
  {
    "translation": {
      "en": "I don't do anything half-assed. All right?",
      "it": "Io non prendo le cose alla leggera. Dovrà essere un evento pubblico."
    }
  },
  {
    "translation": {
      "en": "It'll have to be a public event.",
      "it": "Dovrà essere un evento pubblico."
    }
  },
  {
    "translation": {
      "en": "Melody Bostic is throwing a party tomorrow night.",
      "it": "Melody Bostic dà una festa domani sera."
    }
  },
  {
    "translation": {
      "en": "All of your tormentors will be there. You and I are going together. All right?",
      "it": "Ci saranno tutti i tuoi aguzzini. Noi due ci andremo insieme."
    }
  },
  {
    "translation": {
      "en": "You have to do everything I say and tell everyone that I am sensational.",
      "it": "Devi fare tutto ciò che dico e dire a tutti che sono fenomenale."
    }
  },
  {
    "translation": {
      "en": "-Thank you so much for doing this. -Just...",
      "it": "Grazie per aver accettato. Ma..."
    }
  },
  {
    "translation": {
      "en": "...you know, make sure you're ready to live with the consequences.",
      "it": "Preparati ad affrontare le conseguenze."
    }
  },
  {
    "translation": {
      "en": "-What the hell is a lemon squeeze? -It's like a backwards melon bag.",
      "it": "Cos'è una strizzatina? Una gonfiatina al contrario."
    }
  },
  {
    "translation": {
      "en": "How don't I know any of this?",
      "it": "Perché non ne so nulla?"
    }
  },
  {
    "translation": {
      "en": "The next night was the party at Melody Bostic's house.",
      "it": "La sera dopo c'era la festa a casa di Melody Bostic."
    }
  },
  {
    "translation": {
      "en": "She is the most popular girl in school.",
      "it": "Lei è la ragazza più popolare della scuola."
    }
  },
  {
    "translation": {
      "en": "It's partly because she's pretty and has perfect hair...",
      "it": "In parte perché è carina e ha dei capelli perfetti,"
    }
  },
  {
    "translation": {
      "en": "...but mostly because her parents let her have these parties...",
      "it": "e in parte perché i genitori glielo fanno fare,"
    }
  },
  {
    "translation": {
      "en": "...every time she catches them doing it in the pool...",
      "it": "ogni volta che lei li becca a farlo in piscina,"
    }
  },
  {
    "translation": {
      "en": "...which is every week, apparently.",
      "it": "cosa che sembra accadere ogni settimana."
    }
  },
  {
    "translation": {
      "en": "Brandon and I showed up when it was in full swing.",
      "it": "Io e Brandon siamo arrivati al culmine della festa."
    }
  },
  {
    "translation": {
      "en": "I borrowed a dress from my mom, Brandon borrowed a jacket from me...",
      "it": "Io avevo un vestito di mamma, lui un mio giubbotto."
    }
  },
  {
    "translation": {
      "en": "...and we put on a little show.",
      "it": "E abbiamo messo su un siparietto."
    }
  },
  {
    "translation": {
      "en": "Hey, Olive and Brandon.",
      "it": "Ehi, Olive e Brandon."
    }
  },
  {
    "translation": {
      "en": "What's up?",
      "it": "Come va?"
    }
  },
  {
    "translation": {
      "en": "I hope you don't mind, but we had a few pre-cocktail-party cocktails...",
      "it": "Non prendertela, ci siamo fatti dei cocktail prima del cocktail,"
    }
  },
  {
    "translation": {
      "en": "...like, before the cocktail party with cocktails.",
      "it": "a una festa prima della festa."
    }
  },
  {
    "translation": {
      "en": "Listen, here's the sitch, Melody Bostic.",
      "it": "La faccenda è questa, Melody Bostic."
    }
  },
  {
    "translation": {
      "en": "Brandon was just in the middle of telling me this really funny thing...",
      "it": "Brandon stava per dirmi una cosa molto divertente,"
    }
  },
  {
    "translation": {
      "en": "...which is really funny.",
      "it": "davvero esilarante."
    }
  },
  {
    "translation": {
      "en": "And I was wondering if there's, like, a room where we could go...",
      "it": "Mi chiedevo se ci fosse una stanza in cui andare,"
    }
  },
  {
    "translation": {
      "en": "...where he could finish telling me that thing that's funny...",
      "it": "dove potrebbe finire di dirmi quella cosa divertente,"
    }
  },
  {
    "translation": {
      "en": "...if you know what I mean.",
      "it": "non so se mi spiego."
    }
  },
  {
    "translation": {
      "en": "You can use my room.",
      "it": "Usate la mia stanza."
    }
  },
  {
    "translation": {
      "en": "Down the hall to the left.",
      "it": "In fondo al corridoio a sinistra."
    }
  },
  {
    "translation": {
      "en": "Cool.",
      "it": "Fico."
    }
  },
  {
    "translation": {
      "en": "Is that Olive with Brandon?",
      "it": "Quelli sono Olive e Brandon?"
    }
  },
  {
    "translation": {
      "en": "I know. What the hell, right?",
      "it": "Lo so. Non è assurdo?"
    }
  },
  {
    "translation": {
      "en": "You guys are my buddies.",
      "it": "Ragazzi, vi voglio bene."
    }
  },
  {
    "translation": {
      "en": "I'm drunk, bitches. What's up?",
      "it": "Sono ubriaco. Come va?"
    }
  },
  {
    "translation": {
      "en": "I love your room!",
      "it": "Mi piace la tua stanza!"
    }
  },
  {
    "translation": {
      "en": "My sheets. Put a towel down.",
      "it": "Le lenzuola! Copritele con un asciugamano."
    }
  },
  {
    "translation": {
      "en": "-Olive's gonna do a gay dude. -Thanks. Close the shades.",
      "it": "- Olive si fa un gay! - Grazie. Chiudi le tende."
    }
  },
  {
    "translation": {
      "en": "-What are you doing? -Relax.",
      "it": "- Che fai? - Rilassati."
    }
  },
  {
    "translation": {
      "en": "Jesus, what is with you gays? Are you really that repulsed by lady parts?",
      "it": "Ma che avete, voi gay? Siete disgustati dal corpo femminile?"
    }
  },
  {
    "translation": {
      "en": "What do you think I have down there, a gnome?",
      "it": "Cosa credi che abbia qui, uno gnomo?"
    }
  },
  {
    "translation": {
      "en": "So nice. What is that, lavender? It's pretty.",
      "it": "Che carina. È color lavanda? Mi piace."
    }
  },
  {
    "translation": {
      "en": "What are you doing? Can you--? Can you come here, please?",
      "it": "Che fai? Puoi venire qui, per favore?"
    }
  },
  {
    "translation": {
      "en": "Jacket off. Come on.",
      "it": "Togliti il giubbotto. Forza."
    }
  },
  {
    "translation": {
      "en": "All right. Come on. Chop-chop. All right.",
      "it": "Bene. Dai. Su, su. Ci siamo."
    }
  },
  {
    "translation": {
      "en": "Now grunt. Grunt and make it convincing.",
      "it": "Ora grugnisci. Sii convincente."
    }
  },
  {
    "translation": {
      "en": "I said grunt, not whine. Just grunt.",
      "it": "Ti ho detto di grugnire, non di guaire."
    }
  },
  {
    "translation": {
      "en": "Moan, you know? Like, sex noises.",
      "it": "Devi gemere. Come quando si fa sesso."
    }
  },
  {
    "translation": {
      "en": "God, you are pathetic.",
      "it": "Oddio, sei patetico."
    }
  },
  {
    "translation": {
      "en": "Good. Good.",
      "it": "Bene."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Oh, yeah.",
      "it": "Oh, sì. Sì."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "it": "Oh, sì."
    }
  },
  {
    "translation": {
      "en": "-Oh, yeah. -Oh, yeah.",
      "it": "- Oh, sì. - Oh, sì."
    }
  },
  {
    "translation": {
      "en": "-You don't have to be so aggressive. -You don't like that?",
      "it": "Non essere aggressiva. Non ti piace?"
    }
  },
  {
    "translation": {
      "en": "-No, I don't like that. -You don't like that?",
      "it": "Non ti piace? - No, non mi piace. - E così?"
    }
  },
  {
    "translation": {
      "en": "How about that?",
      "it": "- No, non mi piace. - E così?"
    }
  },
  {
    "translation": {
      "en": "-Little better. -Yeah, you like that.",
      "it": "- Va un po' meglio. - Sì, ti piace."
    }
  },
  {
    "translation": {
      "en": "I like that.",
      "it": "Mi piace."
    }
  },
  {
    "translation": {
      "en": "-This guy, he's gay, no? -I think he's gay.",
      "it": "- Ma lui non era gay? - Credo che lo sia."
    }
  },
  {
    "translation": {
      "en": "-Don't stop! -Keep going.",
      "it": "- Non smettere! - Continua."
    }
  },
  {
    "translation": {
      "en": "-Don't stop. -I'm not gonna stop.",
      "it": "- Non smettere. - Non smetterò."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna stop.",
      "it": "Non smetterò."
    }
  },
  {
    "translation": {
      "en": "Now you try. You try.",
      "it": "Ora prova tu. Forza."
    }
  },
  {
    "translation": {
      "en": "I'm gonna turn you around and take you from the back.",
      "it": "Ora ti giro e ti prendo da dietro."
    }
  },
  {
    "translation": {
      "en": "That's not gonna make people think you're straight.",
      "it": "Non convincerai nessuno di essere etero."
    }
  },
  {
    "translation": {
      "en": "Never mind that gayness because I'm a straight guy. Roar!",
      "it": "Non importa, perché io sono un ragazzo etero."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah! Oh, yeah!",
      "it": "Oh, sì! Sì!"
    }
  },
  {
    "translation": {
      "en": "-That's awesome! That's perfect! -Yeah!",
      "it": "- È fantastico! È magnifico! - Sì!"
    }
  },
  {
    "translation": {
      "en": "That's what I'm talking about!",
      "it": "Era quello che volevo!"
    }
  },
  {
    "translation": {
      "en": "Do you smell that? Do you smell us?",
      "it": "Senti quest'odore? Senti come puzziamo?"
    }
  },
  {
    "translation": {
      "en": "Did he just say it smelled?",
      "it": "Ha detto che puzzano?"
    }
  },
  {
    "translation": {
      "en": "Isn't it supposed to smell? You're not supposed to comment on it.",
      "it": "- Non dovrebbe essere un odore? - Non fare commenti."
    }
  },
  {
    "translation": {
      "en": "-It doesn't really smell that bad. -Oh, yeah. Yes, God!",
      "it": "Non puzza così tanto. Oh, sì. Sì, oddio!"
    }
  },
  {
    "translation": {
      "en": "-Don't stop. Yeah! -Don't stop. It's too much fun.",
      "it": "- Non smettere. Sì! - Non smettere. È troppo bello."
    }
  },
  {
    "translation": {
      "en": "-You ready for the grand finale? -Yeah. What?",
      "it": "- Pronto per il gran finale? - Cosa?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "it": "Oh, sì."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "it": "Andiamo."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "it": "Oddio."
    }
  },
  {
    "translation": {
      "en": "Go forth, my son. You're a man now.",
      "it": "Vai pure, figliolo. Ora sei un uomo."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "it": "Ehi."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "Seriously, thanks.",
      "it": "Davvero. Grazie."
    }
  },
  {
    "translation": {
      "en": "-Here. -What is this?",
      "it": "- Tieni. - Perché?"
    }
  },
  {
    "translation": {
      "en": "Evidence.",
      "it": "È una prova."
    }
  },
  {
    "translation": {
      "en": "What's up?",
      "it": "Come va?"
    }
  },
  {
    "translation": {
      "en": "Hey, man.",
      "it": "Ciao, amico."
    }
  },
  {
    "translation": {
      "en": "How was she?",
      "it": "Com'è stata?"
    }
  },
  {
    "translation": {
      "en": "Well, well, let's just say I'll be walking funny tomorrow.",
      "it": "Diciamo solo che domani farò fatica a camminare."
    }
  },
  {
    "translation": {
      "en": "What?",
      "it": "Cosa?"
    }
  },
  {
    "translation": {
      "en": "-I'm drunk. What's up, bitches? -Yeah!",
      "it": "- Sono ubriaco. Allora, stronzi? - Sì!"
    }
  },
  {
    "translation": {
      "en": "-Whoa, hey. -Todd, hi.",
      "it": "Ops, ehi. Todd, ciao."
    }
  },
  {
    "translation": {
      "en": "I thought you were at your cousin's rehearsal dinner.",
      "it": "Credevo fossi alla cena di tua cugina."
    }
  },
  {
    "translation": {
      "en": "It was a quick rehearsal. I only had one line.",
      "it": "Sono andato via. Era tutto fumo."
    }
  },
  {
    "translation": {
      "en": "That was a joke.",
      "it": "Era una battuta."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "it": "Lo so."
    }
  },
  {
    "translation": {
      "en": "Yeah, sorry. How's it going?",
      "it": "Già, scusa. Come va?"
    }
  },
  {
    "translation": {
      "en": "You know, I'm--",
      "it": "Sai, sono..."
    }
  },
  {
    "translation": {
      "en": "-I'm here. -Can I get you a beer?",
      "it": "- Ora arrivata. - Vuoi un'aranciata?"
    }
  },
  {
    "translation": {
      "en": "That rhymed. I liked it.",
      "it": "Che rima! Bravo."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Già."
    }
  },
  {
    "translation": {
      "en": "-I'm gonna go. -You sure?",
      "it": "- Devo andare. - Sei sicura?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. Bye. -See you at the salt mines.",
      "it": "Sì. - Ciao. - Ci vediamo a scuola."
    }
  },
  {
    "translation": {
      "en": "Maybe this is gonna sound stupid...",
      "it": "Forse vi sembrerà stupido,"
    }
  },
  {
    "translation": {
      "en": "...and, believe me, it's not like I was expecting, you know, fireworks...",
      "it": "e non è che mi aspettassi dei fuochi d'artificio"
    }
  },
  {
    "translation": {
      "en": "...or a string quartet or anything...",
      "it": "o un quartetto d'archi,"
    }
  },
  {
    "translation": {
      "en": "...but I always thought pretending to lose my virginity...",
      "it": "ma credevo che fingere di perdere la verginità"
    }
  },
  {
    "translation": {
      "en": "...would be a little more...",
      "it": "sarebbe stato più,"
    }
  },
  {
    "translation": {
      "en": "...I don't know, special?",
      "it": "non so, speciale."
    }
  },
  {
    "translation": {
      "en": "Judy Blume should've prepared me for that.",
      "it": "Judy Blume avrebbe dovuto prepararmi."
    }
  },
  {
    "translation": {
      "en": "That is so beautiful.",
      "it": "Era bellissima."
    }
  },
  {
    "translation": {
      "en": "Never had one lesson.",
      "it": "Non ho preso lezioni."
    }
  },
  {
    "translation": {
      "en": "That boy from yesterday just dropped this off for you.",
      "it": "il ragazzo di ieri ha lasciato questo per te."
    }
  },
  {
    "translation": {
      "en": "Well, put it in the pile of gifts from my other suitors.",
      "it": "Mettilo sulla pila di regali degli altri corteggiatori."
    }
  },
  {
    "translation": {
      "en": "-Thanks. -He seems like a nice kid.",
      "it": "- Grazie. - Sembra molto simpatico."
    }
  },
  {
    "translation": {
      "en": "He seemed a little incredibly gay.",
      "it": "E anche incredibilmente gay."
    }
  },
  {
    "translation": {
      "en": "A dyed-in-the-wool homosexual, that boy is.",
      "it": "Quel ragazzo è omosessuale fino alle ossa."
    }
  },
  {
    "translation": {
      "en": "I just want you to know your father and I are totally supportive.",
      "it": "Sappi che tuo padre e io ti sosteniamo in ogni caso."
    }
  },
  {
    "translation": {
      "en": "We love you no matter what the sexual orientation... ...of your opposite-sex sex partner.",
      "it": "Ti vogliamo bene qualunque sia l'orientamento sessuale del tuo partner."
    }
  },
  {
    "translation": {
      "en": "We're not dating, Mom.",
      "it": "Non usciamo insieme."
    }
  },
  {
    "translation": {
      "en": "And don't worry about not making us grandparents...",
      "it": "Non preoccuparti se non ci renderai nonni,"
    }
  },
  {
    "translation": {
      "en": "...although we were kind of hoping you'd get knocked up... ...so we'd have a second shot at raising kids.",
      "it": "anche se speriamo che ti mettano incinta per poter ancora crescere dei figli."
    }
  },
  {
    "translation": {
      "en": "Really do it right this time.",
      "it": "E farlo come si deve, stavolta."
    }
  },
  {
    "translation": {
      "en": "-Bye now. -I dated a homosexual once.",
      "it": "- Bene, ciao. - Sono uscita con un gay, una volta."
    }
  },
  {
    "translation": {
      "en": "For a long time, actually. A long time.",
      "it": "Per un bel po', in realtà. Un bel po'."
    }
  },
  {
    "translation": {
      "en": "Dear God, dear Lord, tell me you did not marry and have children with him.",
      "it": "Dimmi che non avete avuto figli."
    }
  },
  {
    "translation": {
      "en": "Your father is as straight as they come.",
      "it": "Tuo padre è molto rigido."
    }
  },
  {
    "translation": {
      "en": "A little too straight, if you know what I mean.",
      "it": "Un po' troppo rigido, se capisci cosa intendo."
    }
  },
  {
    "translation": {
      "en": "I don't. Can you shut the door, please?",
      "it": "No. Puoi chiudere la porta?"
    }
  },
  {
    "translation": {
      "en": "Okay, door's right over there. Keep going.",
      "it": "La porta è proprio lì. Sempre dritto."
    }
  },
  {
    "translation": {
      "en": "-Take it down. -Go take that out to Dad. Nice.",
      "it": "- Guarda come si fa. - Vai da papà. Brava."
    }
  },
  {
    "translation": {
      "en": "\"Just in case you don't shop at Target. Then you can go screw yourself. Brandon.\"",
      "it": "\"In caso tu non compri da Target. In quel caso puoi fotterti. Brandon.\""
    }
  },
  {
    "translation": {
      "en": "Hi, Rhi.",
      "it": "- Ciao, Rhi. - È vero che ti sei fatta Brandon"
    }
  },
  {
    "translation": {
      "en": "Is it true you got with Brandon at Melody Dipshit's party?",
      "it": "- Ciao, Rhi. - È vero che ti sei fatta Brandon alla festa di Melody?"
    }
  },
  {
    "translation": {
      "en": "Is that what people are saying happened?",
      "it": "È questo che si dice in giro?"
    }
  },
  {
    "translation": {
      "en": "That's what everyone is saying happened.",
      "it": "È quello che dicono tutti."
    }
  },
  {
    "translation": {
      "en": "Well, then I guess that-- I guess that's true.",
      "it": "Allora, in tal caso... Credo sia vero."
    }
  },
  {
    "translation": {
      "en": "Just because you lost your virginity doesn't mean you can go...",
      "it": "Aver perso la verginità non significa che puoi darla a chiunque."
    }
  },
  {
    "translation": {
      "en": "-...throwing your cat at everybody. -I'm not throwing my cat at everybody.",
      "it": "Aver perso la verginità non significa che puoi darla a chiunque. Non la sto dando a chiunque."
    }
  },
  {
    "translation": {
      "en": "I had to hear from Jackie Rudetsky.",
      "it": "L'ho dovuto sapere da Jackie Rudetsky."
    }
  },
  {
    "translation": {
      "en": "Do you know how embarrassing that is?",
      "it": "Sai quant'è imbarazzante scoprire che sei andata a letto con un gay"
    }
  },
  {
    "translation": {
      "en": "Finding out you slept with some gay dude from Jackie Rudetsky?",
      "it": "Sai quant'è imbarazzante scoprire che sei andata a letto con un gay da Jackie Rudetsky?"
    }
  },
  {
    "translation": {
      "en": "Must've been embarrassing.",
      "it": "Imbarazzante, sì."
    }
  },
  {
    "translation": {
      "en": "Why didn't you tell me you were going?",
      "it": "Perché non me l'hai detto?"
    }
  },
  {
    "translation": {
      "en": "I would've come with and held your hair.",
      "it": "Sarei venuta a tenerti la fronte."
    }
  },
  {
    "translation": {
      "en": "Are you really making this about you right now?",
      "it": "Vuoi metterti al centro dell'attenzione?"
    }
  },
  {
    "translation": {
      "en": "-You're starting to get a reputation. -You're coming off as a little pious.",
      "it": "- Inizi ad avere una certa reputazione. - E tu, a essere bigotta."
    }
  },
  {
    "translation": {
      "en": "You're pissing me off more than usual.",
      "it": "Mi stai facendo incazzare."
    }
  },
  {
    "translation": {
      "en": "I think it's a best friend's duty...",
      "it": "Credo che la tua migliore amica"
    }
  },
  {
    "translation": {
      "en": "...to let her know that everyone, and I do mean everyone, is calling her...",
      "it": "debba farti sapere che tutti, e intendo tutti ti definiscono"
    }
  },
  {
    "translation": {
      "en": "...a dirty skank.",
      "it": "una lurida baldracca."
    }
  },
  {
    "translation": {
      "en": "Well, do you think I'm a dirty skank?",
      "it": "Anche tu pensi che io lo sia?"
    }
  },
  {
    "translation": {
      "en": "You know, I didn't wanna believe it, but I guess it's true.",
      "it": "Io non volevo crederci, ma penso che sia vero."
    }
  },
  {
    "translation": {
      "en": "That is your identifier.",
      "it": "È il tuo nome in codice."
    }
  },
  {
    "translation": {
      "en": "And you're a jealous virgin.",
      "it": "E tu sei una vergine gelosa."
    }
  },
  {
    "translation": {
      "en": "So....",
      "it": "Allora."
    }
  },
  {
    "translation": {
      "en": "People thought I was a dirty skank?",
      "it": "Per la gente sono una lurida baldracca?"
    }
  },
  {
    "translation": {
      "en": "Fine, I'd be the dirtiest skank they'd ever seen.",
      "it": "Sarei stata la più lurida che avessero mai visto."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "it": "Merda."
    }
  },
  {
    "translation": {
      "en": "Is everything all right? It sounds like you're having sex in here...",
      "it": "Va tutto bene? Sembra che tu stia facendo sesso qui,"
    }
  },
  {
    "translation": {
      "en": "...which can't be true, due to the fact that you have a homosexual boyfriend.",
      "it": "ma so che è impossibile, dato che il tuo ragazzo è omosessuale."
    }
  },
  {
    "translation": {
      "en": "He's not my boyfriend.",
      "it": "Non è il mio ragazzo."
    }
  },
  {
    "translation": {
      "en": "Hey, no judgment. All God's children. It's fine.",
      "it": "Io non giudico. Sono tutti figli di Dio."
    }
  },
  {
    "translation": {
      "en": "I was gay once for a while.",
      "it": "Anche io sono stato gay per un po'."
    }
  },
  {
    "translation": {
      "en": "No big deal. We all do it. It's okay.",
      "it": "Non c'è niente di strano. Lo fanno tutti."
    }
  },
  {
    "translation": {
      "en": "Dad, can you just shut the door, please?",
      "it": "Papà, ti dispiace chiudere la porta?"
    }
  },
  {
    "translation": {
      "en": "You all right, buddy?",
      "it": "Stai bene, tesoro?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "Give them hell.",
      "it": "Stendili."
    }
  },
  {
    "translation": {
      "en": "-Hey, Anson. -Hey.",
      "it": "Ciao, Anson. Ciao."
    }
  },
  {
    "translation": {
      "en": "I just realized the funniest thing. My name is an anagram for \"I love.\"",
      "it": "Ho notato una cosa buffa. Il mio nome è l'anagramma di \"I love\"."
    }
  },
  {
    "translation": {
      "en": "What's a--? What's an anagram?",
      "it": "Cos'è un anagramma?"
    }
  },
  {
    "translation": {
      "en": "Look it up, big boy.",
      "it": "Cercalo."
    }
  },
  {
    "translation": {
      "en": "What's your problem?",
      "it": "Che problema hai?"
    }
  },
  {
    "translation": {
      "en": "You wanna know what my problem is?",
      "it": "Vuoi sapere che problema ho?"
    }
  },
  {
    "translation": {
      "en": "No. That was a rhetorical question. I don't wanna know anything from you.",
      "it": "No. Era una domanda retorica. Non voglio sapere niente da te."
    }
  },
  {
    "translation": {
      "en": "We are not friends anymore.",
      "it": "Non siamo più amiche."
    }
  },
  {
    "translation": {
      "en": "We are officially over.",
      "it": "Abbiamo ufficialmente chiuso."
    }
  },
  {
    "translation": {
      "en": "Oh, rats.",
      "it": "Che tragedia."
    }
  },
  {
    "translation": {
      "en": "I want my Juicy sweatshirt back. It was too loose around your chest anyway.",
      "it": "Rivoglio la mia felpa di Juicy. Ti stava troppo larga sul petto."
    }
  },
  {
    "translation": {
      "en": "Burn.",
      "it": "Che frecciata."
    }
  },
  {
    "translation": {
      "en": "-Stop. -What?",
      "it": "- Smettila. - Che c'è?"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "it": "Che stai facendo?"
    }
  },
  {
    "translation": {
      "en": "Nothing.",
      "it": "Niente."
    }
  },
  {
    "translation": {
      "en": "Don't forget, tomorrow's Earth Day.",
      "it": "Ricorda, domani è il Giorno della Terra."
    }
  },
  {
    "translation": {
      "en": "Guys, we have a problem: Olive Penderghast.",
      "it": "Ragazzi, abbiamo un problema: Olive Penderghast."
    }
  },
  {
    "translation": {
      "en": "-We need to pray for her. -Amen.",
      "it": "- Dobbiamo pregare per lei. - Amen."
    }
  },
  {
    "translation": {
      "en": "But we also need to get her the hell out of here.",
      "it": "Ma dobbiamo anche cacciarla via da qui."
    }
  },
  {
    "translation": {
      "en": "You heard what happened at Melody Bostic's.",
      "it": "Saprete cosa è successo a casa di Melody."
    }
  },
  {
    "translation": {
      "en": "-I was there. I heard the whole thing. -That's not something...",
      "it": "Io c'ero. Ho sentito tutto. Non c'è nulla di cui vantarsi."
    }
  },
  {
    "translation": {
      "en": "-...you need to advertise, Kurt. -Sorry. But I was.",
      "it": "Non c'è nulla di cui vantarsi. Scusa. Però io c'ero."
    }
  },
  {
    "translation": {
      "en": "I tried to witness to her, but this girl is defiant to any type of help.",
      "it": "Ho provato a convertirla, ma lei rifiuta qualunque genere di aiuto."
    }
  },
  {
    "translation": {
      "en": "Anybody here think they can talk to her, get her to see...",
      "it": "Qualcuno crede di poterle parlare e farle capire"
    }
  },
  {
    "translation": {
      "en": "...what she's doing is wrong?",
      "it": "che vive nell'errore?"
    }
  },
  {
    "translation": {
      "en": "-It's okay. -I'm sorry, you guys. This is so stupid.",
      "it": "- Va tutto bene. - Scusate. Mi sento una stupida."
    }
  },
  {
    "translation": {
      "en": "No, it's not, Marianne. It's real.",
      "it": "No, non lo sei, Marianne. Sei vera."
    }
  },
  {
    "translation": {
      "en": "-It's real. -Yeah, it is.",
      "it": "- Sei vera. - Esatto."
    }
  },
  {
    "translation": {
      "en": "Jesus tells us to love everyone.",
      "it": "Gesù ci insegna ad amare tutti."
    }
  },
  {
    "translation": {
      "en": "I mean, even the whores and the homosexuals, but it's just so hard.",
      "it": "Anche le puttane e gli omosessuali, ma è davvero difficile."
    }
  },
  {
    "translation": {
      "en": "It's so hard because they keep doing it over and over again.",
      "it": "È difficile perché perseverano negli errori."
    }
  },
  {
    "translation": {
      "en": "Make me a promise.",
      "it": "Fatemi una promessa."
    }
  },
  {
    "translation": {
      "en": "Make God a promise, right here and right now...",
      "it": "Fate a Dio la promessa, qui e ora,"
    }
  },
  {
    "translation": {
      "en": "...that we will remain pure and chaste until marriage.",
      "it": "che rimarremo puri e casti fino al matrimonio."
    }
  },
  {
    "translation": {
      "en": "We promise.",
      "it": "Lo promettiamo."
    }
  },
  {
    "translation": {
      "en": "Awesome, awesome, awesome.",
      "it": "Mitico, mitica, mitico."
    }
  },
  {
    "translation": {
      "en": "I love you guys. God loves you guys. Now, let's change lives today.",
      "it": "Vi voglio bene. Che Dio vi benedica. Andiamo a salvare qualcuno."
    }
  },
  {
    "translation": {
      "en": "-Micah? -Let's do it.",
      "it": "- Micah? - Diamoci da fare."
    }
  },
  {
    "translation": {
      "en": "I didn't know what they were so upset about.",
      "it": "Non sapevo perché fossero sconvolti."
    }
  },
  {
    "translation": {
      "en": "I put an A on my wardrobe just like they asked.",
      "it": "Avevo aggiunto una A al guardaroba, come volevano."
    }
  },
  {
    "translation": {
      "en": "Maybe it was because I was wearing clothes that were two sizes too small.",
      "it": "Forse perché indossavo abiti di due taglie più piccoli."
    }
  },
  {
    "translation": {
      "en": "Hey, Olive!",
      "it": "Ciao, Olive!"
    }
  },
  {
    "translation": {
      "en": "You left your glass slipper at the party the other night.",
      "it": "L'altra sera hai perso la scarpetta di cristallo alla festa."
    }
  },
  {
    "translation": {
      "en": "Yeah, and I got pumpkin all over my dress too.",
      "it": "Mi sono anche sporcata il vestito con la zucca."
    }
  },
  {
    "translation": {
      "en": "Nice. Solid joke.",
      "it": "Bravo. Bella battuta."
    }
  },
  {
    "translation": {
      "en": "It sucks because we could've revisited Melody's bedroom.",
      "it": "Avremmo potuto riusare la camera di Melody."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, that was Melody Bostic's house.",
      "it": "Oddio, era la casa di Melody Bostic."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I can't believe you remember that.",
      "it": "Già. Non posso credere che ti ricordi."
    }
  },
  {
    "translation": {
      "en": "Well, yeah, come on. Who doesn't remember their first almost-kiss?",
      "it": "Chi può scordare il primo quasi-bacio?"
    }
  },
  {
    "translation": {
      "en": "Hey, Olive.",
      "it": "Ciao, Olive."
    }
  },
  {
    "translation": {
      "en": "Evan. Hey, what's rocking?",
      "it": "Evan. Come stai?"
    }
  },
  {
    "translation": {
      "en": "Can I talk to you for a second?",
      "it": "Posso parlarti un momento?"
    }
  },
  {
    "translation": {
      "en": "Yeah, what's up?",
      "it": "Sì, che c'è?"
    }
  },
  {
    "translation": {
      "en": "Don't get mad, but Brandon told me what you did for him.",
      "it": "Brandon mi ha detto cosa hai fatto per lui."
    }
  },
  {
    "translation": {
      "en": "Oh, well, rest assured, it was equally as thrilling for me.",
      "it": "Tranquillo, è stato uno sballo anche per me."
    }
  },
  {
    "translation": {
      "en": "No, he told me the truth.",
      "it": "No, mi ha detto la verità."
    }
  },
  {
    "translation": {
      "en": "I was just hoping you could do the same for me?",
      "it": "Potresti fare la stessa cosa per me?"
    }
  },
  {
    "translation": {
      "en": "Goodbye, Evan.",
      "it": "- Addio, Evan. - Aspetta."
    }
  },
  {
    "translation": {
      "en": "Wait, wait. I can pay you.",
      "it": "- Addio, Evan. - Aspetta. Posso pagarti."
    }
  },
  {
    "translation": {
      "en": "I am about six seconds away from slapping you so hard...",
      "it": "Tra sei secondi ti darò uno schiaffo così forte da farti sanguinare i denti."
    }
  },
  {
    "translation": {
      "en": "-...your teeth will bleed. -Can you do it in front of everyone?",
      "it": "Tra sei secondi ti darò uno schiaffo così forte da farti sanguinare i denti. Puoi farlo davanti a tutti?"
    }
  },
  {
    "translation": {
      "en": "I don't need your permission, you know.",
      "it": "Non mi serve il tuo permesso."
    }
  },
  {
    "translation": {
      "en": "What?",
      "it": "Cosa?"
    }
  },
  {
    "translation": {
      "en": "I mean, at the rate you're going...",
      "it": "Visto quanto ti dai da fare,"
    }
  },
  {
    "translation": {
      "en": "...I don't see how people won't believe it.",
      "it": "la gente non stenterà a crederci."
    }
  },
  {
    "translation": {
      "en": "-Are you threatening me? -I'll give you 100 bucks.",
      "it": "- Mi stai minacciando? - Ti do 100 dollari."
    }
  },
  {
    "translation": {
      "en": "You are repugnant.",
      "it": "Sei disgustoso."
    }
  },
  {
    "translation": {
      "en": "That's the problem.",
      "it": "È questo il problema."
    }
  },
  {
    "translation": {
      "en": "Never mind.",
      "it": "Lascia perdere."
    }
  },
  {
    "translation": {
      "en": "I'm sorry I asked.",
      "it": "Scusa se te l'ho chiesto."
    }
  },
  {
    "translation": {
      "en": "I knew it wouldn't work. I'm just a fat piece of shit.",
      "it": "Sapevo che non avrebbe funzionato. Sono solo un sacco di merda."
    }
  },
  {
    "translation": {
      "en": "When will high school end already?",
      "it": "Quando finirà il liceo?"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "it": "Merda."
    }
  },
  {
    "translation": {
      "en": "I want a $100 gift card deposited into my locker by noon tomorrow.",
      "it": "Voglio un buono regalo da 100 dollari nel mio armadietto per le 12:00 domani."
    }
  },
  {
    "translation": {
      "en": "Preferably to the Gap, but I will also take Amazon.com or OfficeMax.",
      "it": "Meglio se di Gap, ma anche Amazon.com o OfficeMax vanno bene."
    }
  },
  {
    "translation": {
      "en": "Actually, make it OfficeMax. I have my eye on a label maker.",
      "it": "Anzi, facciamo OfficeMax, ho adocchiato un'etichettatrice."
    }
  },
  {
    "translation": {
      "en": "We did not have sex, okay?",
      "it": "Noi non abbiamo fatto sesso."
    }
  },
  {
    "translation": {
      "en": "I let you fondle my chest, and it was a glorious moment for you...",
      "it": "Ti ho fatto toccare le tette e per te è stato epico,"
    }
  },
  {
    "translation": {
      "en": "...unmatched by anything you've experienced, including cake.",
      "it": "più di ogni tua altra esperienza, incluse le torte."
    }
  },
  {
    "translation": {
      "en": "Got it?",
      "it": "Intesi?"
    }
  },
  {
    "translation": {
      "en": "Wait a minute. A hundred bucks for second base?",
      "it": "Cento dollari per una seconda base?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Doesn't that seem a little steep?",
      "it": "- Già. - Non è un po' troppo?"
    }
  },
  {
    "translation": {
      "en": "Can we throw in, like, some butt action or some pants rubbing?",
      "it": "Possiamo aggiungerci una palpatina o una strusciatina?"
    }
  },
  {
    "translation": {
      "en": "-What are you, 9? -Whatever. Are you in?",
      "it": "Quanti anni hai? Come ti pare. Ci stai?"
    }
  },
  {
    "translation": {
      "en": "-Whatever. -Deal, then.",
      "it": "- E va bene. - Affare fatto."
    }
  },
  {
    "translation": {
      "en": "Thanks, Olive.",
      "it": "Grazie, Olive."
    }
  },
  {
    "translation": {
      "en": "You know, the sad thing is, Evan...",
      "it": "Sai qual è la cosa triste?"
    }
  },
  {
    "translation": {
      "en": "...if you'd been a gentleman and maybe asked me on a date...",
      "it": "Se fossi stato un gentiluomo e mi avessi chiesto di uscire,"
    }
  },
  {
    "translation": {
      "en": "...I might've said yes.",
      "it": "forse avrei accettato."
    }
  },
  {
    "translation": {
      "en": "Really? Do you wanna go out with me?",
      "it": "Davvero? Ti va di uscire con me?"
    }
  },
  {
    "translation": {
      "en": "Not now I don't, shit-dick.",
      "it": "È troppo tardi, cazzone."
    }
  },
  {
    "translation": {
      "en": "It should come as no surprise that the rumor I was soliciting sex for money...",
      "it": "Non dovrebbe sorprendere che la voce che facessi sesso per soldi"
    }
  },
  {
    "translation": {
      "en": "...spread around the school faster than....",
      "it": "si sparse in tutta la scuola più in fretta..."
    }
  },
  {
    "translation": {
      "en": "Well, faster than the first rumor about me spread.",
      "it": "Più in fretta del primo pettegolezzo su di me."
    }
  },
  {
    "translation": {
      "en": "Guys, come over here.",
      "it": "Ragazzi, venite qui."
    }
  },
  {
    "translation": {
      "en": "She'll do stuff for money. Around the world....",
      "it": "Fa sesso per soldi. Con chiunque."
    }
  },
  {
    "translation": {
      "en": "But for people who knew the truth, I was open for business.",
      "it": "Ma per chi sapeva la verità, mi ero messa in affari."
    }
  },
  {
    "translation": {
      "en": "And whether I liked it or not, I had a lot of customers.",
      "it": "E che mi piacesse o meno, avevo un sacco di clienti."
    }
  },
  {
    "translation": {
      "en": "Phil Lord gave me 100 bucks from Best Buy...",
      "it": "Phil diede un buono da 100 dollari per Best Buy"
    }
  },
  {
    "translation": {
      "en": "...so he could tell people we hooked up behind the library.",
      "it": "per dire a tutti che l'avevamo fatto dietro la biblioteca."
    }
  },
  {
    "translation": {
      "en": "I got $50 from T.J. Maxx so that Eric Ling could say...",
      "it": "Eric Ling me ne diede uno da 50 per T.J. Maxx per poter dire"
    }
  },
  {
    "translation": {
      "en": "...we got it on during Chemistry.",
      "it": "che l'avevamo fatto durante la lezione di chimica."
    }
  },
  {
    "translation": {
      "en": "Ninety dollars from Panda Express so Ryan Dukes could tell people...",
      "it": "Novanta dollari per Panda Express da Ryan Dukes, per dire"
    }
  },
  {
    "translation": {
      "en": "...I showed him mine, but he did not show me his.",
      "it": "che gliel'avevo fatta vedere, e lui invece si era rifiutato."
    }
  },
  {
    "translation": {
      "en": "Chris Miller, big spender that he is...",
      "it": "Chris Miller, un grande spendaccione,"
    }
  },
  {
    "translation": {
      "en": "...gave me $40 worth of movie passes for my pretend cowbell.",
      "it": "mi diede un buono per il cinema da 40 dollari per una finta strizzatina."
    }
  },
  {
    "translation": {
      "en": "They had an expiration date and were only good... ...at the stupid foreign movie theater.",
      "it": "Aveva una data di scadenza e valeva solo per stupidi film stranieri."
    }
  },
  {
    "translation": {
      "en": "Hi. One for Der Scharlachrote Buchstabe.",
      "it": "Salve. Uno per... \"Der Scharlachrote Buchstabe\"."
    }
  },
  {
    "translation": {
      "en": "But even that is better than Sanjay Chandrasekhar.",
      "it": "Ma persino questo era meglio di Sanjay Chandrasekhar."
    }
  },
  {
    "translation": {
      "en": "Seriously? A coupon? Twenty percent off to Bath & Body Works?",
      "it": "Sul serio? Un buono sconto? Il 20% da Bath & Body Works?"
    }
  },
  {
    "translation": {
      "en": "Is that how much our imaginary tryst meant to you?",
      "it": "È questo il valore che dai al nostro appuntamento?"
    }
  },
  {
    "translation": {
      "en": "I fake rocked your world.",
      "it": "Ho sconvolto il tuo mondo."
    }
  },
  {
    "translation": {
      "en": "-It's all I can afford. -How's that my problem, amigo?",
      "it": "- Non posso fare di più. - Ed è un mio problema, amigo?"
    }
  },
  {
    "translation": {
      "en": "I knew he wasn't Latino, but for some reason all these shady... ...backdoor deals had me talking like Carlito.",
      "it": "Non era latino, ma quegli affari clandestini mi rendevano come Carlito."
    }
  },
  {
    "translation": {
      "en": "-Beat it, ese. -Okay.",
      "it": "Sparisci, gringo. Va bene."
    }
  },
  {
    "translation": {
      "en": "Whatever happened to chivalry?",
      "it": "Che ne è della cavalleria?"
    }
  },
  {
    "translation": {
      "en": "Does it only exist in '80s movies?",
      "it": "Esiste solo nei film degli anni '80?"
    }
  },
  {
    "translation": {
      "en": "I want John Cusack holding a boombox outside my window.",
      "it": "Voglio John Cusack con uno stereo portatile davanti alla mia finestra,"
    }
  },
  {
    "translation": {
      "en": "I wanna ride off on a lawn mower with Patrick Dempsey.",
      "it": "andare su un tagliaerba con Patrick Dempsey."
    }
  },
  {
    "translation": {
      "en": "I want Jake from Sixteen Candles waiting outside the church for me.",
      "it": "E Jake di Un Compleanno da Ricordare ad aspettarmi fuori dalla chiesa."
    }
  },
  {
    "translation": {
      "en": "I want Judd Nelson thrusting his fist into the air...",
      "it": "Voglio Judd Nelson che alza il pugno perché sa di avermi conquistata."
    }
  },
  {
    "translation": {
      "en": "...because he knows he got me.",
      "it": "che alza il pugno perché sa di avermi conquistata."
    }
  },
  {
    "translation": {
      "en": "Just once, I want my life to be like an '80s movie.",
      "it": "Voglio che la mia vita sia come un film degli anni '80."
    }
  },
  {
    "translation": {
      "en": "Preferably one with a really awesome musical number...",
      "it": "Preferibilmente uno con un bel numero da musical"
    }
  },
  {
    "translation": {
      "en": "...for no apparent reason.",
      "it": "senza un apparente motivo."
    }
  },
  {
    "translation": {
      "en": "But, no. No. John Hughes did not direct my life.",
      "it": "Ma, no. John Hughes non è stato il regista della mia vita."
    }
  },
  {
    "translation": {
      "en": "So instead of all that...",
      "it": "Invece di tutto ciò,"
    }
  },
  {
    "translation": {
      "en": "...I get to save 15 cents...",
      "it": "posso risparmiare 15 centesimi"
    }
  },
  {
    "translation": {
      "en": "...on a bottle of Juniper Breeze Antibacterial Gel.",
      "it": "su una confezione di Gel Antibatterico Aria di Ginepro."
    }
  },
  {
    "translation": {
      "en": "So if you're still with me, and I'm hoping that most of you are...",
      "it": "Se siete ancora con me, e spero tanto che gran parte di voi lo sia,"
    }
  },
  {
    "translation": {
      "en": "...this brings us to part four.",
      "it": "passiamo alla quarta parte."
    }
  },
  {
    "translation": {
      "en": "How I, Olive Penderghast, went from assumed trollop...",
      "it": "Come io, Olive Penderghast, sono passata da presunta sgualdrina"
    }
  },
  {
    "translation": {
      "en": "...to an actual home-wrecker.",
      "it": "a vera rovinafamiglie."
    }
  },
  {
    "translation": {
      "en": "-You wanted to see me? -I did. Why don't you come in here?",
      "it": "Voleva vedermi? Sì. Entra pure."
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "it": "Che succede?"
    }
  },
  {
    "translation": {
      "en": "-I'm accessorizing. -Really?",
      "it": "- Ho cambiato stile. - Davvero?"
    }
  },
  {
    "translation": {
      "en": "I think you're taking your reading assignment a little bit too seriously.",
      "it": "Stai prendendo troppo seriamente la lettura che vi ho assegnato."
    }
  },
  {
    "translation": {
      "en": "Well, I was really hoping to get an A. Get it?",
      "it": "In realtà speravo di prendere una A. L'ha capita?"
    }
  },
  {
    "translation": {
      "en": "I'm hearing some rumors.",
      "it": "Ho sentito delle voci."
    }
  },
  {
    "translation": {
      "en": "Well, those are true. I am considering becoming an existentialist.",
      "it": "Sono vere. Sto pensando di diventare esistenzialista."
    }
  },
  {
    "translation": {
      "en": "-You know what I'm talking about. -Jeez.",
      "it": "Sai di cosa parlo. Oddio. Da quando gli insegnanti sono al corrente dei pettegolezzi?"
    }
  },
  {
    "translation": {
      "en": "When did teachers become privy to idle adolescent gossip?",
      "it": "Oddio. Da quando gli insegnanti sono al corrente dei pettegolezzi?"
    }
  },
  {
    "translation": {
      "en": "That would be when everyone is putting everything up on Facebook.",
      "it": "Da quando chiunque mette qualunque cosa su Facebook."
    }
  },
  {
    "translation": {
      "en": "I don't know what your generation's fascination is...",
      "it": "Non so cosa ci trovi di affascinante"
    }
  },
  {
    "translation": {
      "en": "...with documenting your every thought...",
      "it": "la tua generazione nel condividere ogni singolo pensiero,"
    }
  },
  {
    "translation": {
      "en": "...but I can assure you they're not all diamonds.",
      "it": "ma ti assicuro che non sono tutti delle perle."
    }
  },
  {
    "translation": {
      "en": "\"Roman is having an okay day...",
      "it": "\"Roman ha passato una bella giornata"
    }
  },
  {
    "translation": {
      "en": "...and bought a Coke Zero at the gas station.",
      "it": "e ha comprato una Coca-Cola Zero alla stazione di servizio."
    }
  },
  {
    "translation": {
      "en": "Raise the roof.\"",
      "it": "Un vero sballo.\""
    }
  },
  {
    "translation": {
      "en": "Who gives a rat's ass?",
      "it": "Ma chi se ne frega?"
    }
  },
  {
    "translation": {
      "en": "He got a Coke Zero again?",
      "it": "Un'altra Coca-Cola Zero?"
    }
  },
  {
    "translation": {
      "en": "That Roman. Incorrigible.",
      "it": "Quel Roman. È incorreggibile."
    }
  },
  {
    "translation": {
      "en": "Listen, whatever this little act is about, I just-- I'm curious.",
      "it": "Cos'è questa buffonata? Sono curioso."
    }
  },
  {
    "translation": {
      "en": "I really think you should consider giving me extra credit... ...for going the extra mile.",
      "it": "Dovrebbe assegnarmi dei crediti extra per questo approfondimento."
    }
  },
  {
    "translation": {
      "en": "I'm really attempting to understand this puritanical ostracism...",
      "it": "Sto davvero cercando di capire l'ostracismo puritano di Hawthorne."
    }
  },
  {
    "translation": {
      "en": "-...Hawthorne wrote about. -You are one of the few that read it.",
      "it": "l'ostracismo puritano di Hawthorne. Sei tra i pochi che l'hanno letto."
    }
  },
  {
    "translation": {
      "en": "If I read one more paper from one of your classmates...",
      "it": "Se leggo un altro compito di uno dei tuoi compagni"
    }
  },
  {
    "translation": {
      "en": "...who talks about how hot she is in the bathtub, her fake British accent...",
      "it": "che parla di quanto lei sia sexy nella vasca, del suo finto accento britannico,"
    }
  },
  {
    "translation": {
      "en": "...or, is she still married to Ashton Kutcher, I'm gonna kill myself.",
      "it": "o del fatto che è ancora sposata con Ashton Kutcher, io mi uccido."
    }
  },
  {
    "translation": {
      "en": "Why don't people just watch the original movie like I did?",
      "it": "Perché non guardano il film originale, come me?"
    }
  },
  {
    "translation": {
      "en": "I know you read the book.",
      "it": "So che hai letto il libro."
    }
  },
  {
    "translation": {
      "en": "I did.",
      "it": "- È vero. - Senti..."
    }
  },
  {
    "translation": {
      "en": "Listen, I want to apologize for sending you to the principal's office.",
      "it": "Voglio chiederti scusa per averti mandata dal preside."
    }
  },
  {
    "translation": {
      "en": "Truthfully, and I'll deny it if you say anything...",
      "it": "Sono sincero e negherò tutto, se lo dirai in giro."
    }
  },
  {
    "translation": {
      "en": "...I wanted to be cheering with the rest of the students.",
      "it": "Volevo stare dalla tua parte."
    }
  },
  {
    "translation": {
      "en": "I don't know what it is about Nina. I hate her.",
      "it": "Non so che abbia Nina. La odio."
    }
  },
  {
    "translation": {
      "en": "I won't tell.",
      "it": "Non lo dirò a nessuno."
    }
  },
  {
    "translation": {
      "en": "-I'll deny it if you do. -Okay.",
      "it": "- Tanto negherei. - Va bene."
    }
  },
  {
    "translation": {
      "en": "-Bye-bye. -Bye-bye.",
      "it": "- Arrivederci. - Arrivederla."
    }
  },
  {
    "translation": {
      "en": "Stay golden.",
      "it": "Abbi cura di te."
    }
  },
  {
    "translation": {
      "en": "-Hi, Mrs. Griffith. -Hi, you. How are you?",
      "it": "Salve. Ciao. Come stai?"
    }
  },
  {
    "translation": {
      "en": "A is for \"awesome.\"",
      "it": "La A sta per \"alla grande\"."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Già."
    }
  },
  {
    "translation": {
      "en": "I've never seen that girl before.",
      "it": "Non l'avevo mai vista prima."
    }
  },
  {
    "translation": {
      "en": "That does not surprise me.",
      "it": "La cosa non mi sorprende."
    }
  },
  {
    "translation": {
      "en": "But I'm the guidance counselor. I should know all the students. Especially the ones who dress like prostitutes.",
      "it": "Dovrei conoscere tutti gli studenti. Specie chi si veste da prostituta."
    }
  },
  {
    "translation": {
      "en": "-It's good to see you. -Hey. How are you? Good.",
      "it": "- Sono felice di vederti. - Ciao. Come stai?"
    }
  },
  {
    "translation": {
      "en": "No, stop. We're at school. There are rules.",
      "it": "No, fermo. Siamo a scuola. Ci sono delle regole."
    }
  },
  {
    "translation": {
      "en": "-Windows. -Yeah, yeah.",
      "it": "- Delle finestre. - Già."
    }
  },
  {
    "translation": {
      "en": "Do me a favor, though. Just talk to her. I think she's going through a phase.",
      "it": "Fammi un favore. Parlale. Credo stia passando un brutto momento."
    }
  },
  {
    "translation": {
      "en": "That's not the girl everyone's talking about, is it? It is.",
      "it": "- La ragazza di cui si parla tanto? - È lei."
    }
  },
  {
    "translation": {
      "en": "Oh, okay. Oh, this'll be good. All right.",
      "it": "Bene. Lo farò senz'altro."
    }
  },
  {
    "translation": {
      "en": "That snotty, Jesus-freak office aide I have...",
      "it": "Quella mocciosa e fanatica religiosa della mia assistente"
    }
  },
  {
    "translation": {
      "en": "...has been bitching about her incessantly.",
      "it": "non fa altro che infamarla."
    }
  },
  {
    "translation": {
      "en": "They're all lies, but she could use somebody to talk to anyway.",
      "it": "Sono tutte bugie, ma potrebbe approfittarne per parlare con qualcuno."
    }
  },
  {
    "translation": {
      "en": "All right. Hey, what are you doing for dinner tonight?",
      "it": "Bene. Che fai per cena?"
    }
  },
  {
    "translation": {
      "en": "-You won't be there? -Sorry.",
      "it": "- Tu non ci sei? - Mi spiace."
    }
  },
  {
    "translation": {
      "en": "I have an after-school session. Kid brought a knife to school.",
      "it": "Ho un incontro dopo la scuola. Un ragazzo ha portato un coltello."
    }
  },
  {
    "translation": {
      "en": "Well, be careful, all right?",
      "it": "Fai attenzione."
    }
  },
  {
    "translation": {
      "en": "It was a butter knife. But you know what they say.",
      "it": "Era un coltello da burro. Ma sai com'è."
    }
  },
  {
    "translation": {
      "en": "You know, it's a gateway knife, so....",
      "it": "Un coltello tira l'altro."
    }
  },
  {
    "translation": {
      "en": "-All right, bye. -Yeah. Bye.",
      "it": "- Va bene, ciao. - Ciao."
    }
  },
  {
    "translation": {
      "en": "I'm thinking about another gateway. It's a....",
      "it": "Sto pensando a qualcos'altro che tira."
    }
  },
  {
    "translation": {
      "en": "Making spaghetti.",
      "it": "Faccio gli spaghetti."
    }
  },
  {
    "translation": {
      "en": "-That's great. -With meat.",
      "it": "- Fantastico. - Con le polpette."
    }
  },
  {
    "translation": {
      "en": "Enjoy eating your meat.",
      "it": "Goditi le polpette."
    }
  },
  {
    "translation": {
      "en": "-And balls. -Enjoy eating your balls.",
      "it": "- A forma di palle. - Goditi le palle."
    }
  },
  {
    "translation": {
      "en": "Sharpening your pencils?",
      "it": "Temperi le matite?"
    }
  },
  {
    "translation": {
      "en": "Getting them nice and sharp?",
      "it": "Le fai belle appuntite?"
    }
  },
  {
    "translation": {
      "en": "Sharpening them up? Look at you. Look at you. So sharp.",
      "it": "Gli fai la punta? Ma guarda. Sono davvero appuntite."
    }
  },
  {
    "translation": {
      "en": "Sharpening those pencils. Sharp, sharp, sharp.",
      "it": "Fai la punta alle matite. Temperale tutte."
    }
  },
  {
    "translation": {
      "en": "-God, that's sharp. I-- -Hey, Olive. You ready to come in?",
      "it": "- Oddio, com'è appuntita. - Olive. Sei pronta?"
    }
  },
  {
    "translation": {
      "en": "Good job.",
      "it": "Ottimo lavoro."
    }
  },
  {
    "translation": {
      "en": "Well, the reason I called you in was just so we could...",
      "it": "Ti ho convocata qui con lo scopo"
    }
  },
  {
    "translation": {
      "en": "...sort of, you know, just chat about what's going on.",
      "it": "di fare due chiacchiere su ciò che sta accadendo."
    }
  },
  {
    "translation": {
      "en": "You know, there is concern from a few faculty members. Your husband.",
      "it": "- Alcuni insegnanti sono preoccupati. - Suo marito."
    }
  },
  {
    "translation": {
      "en": "Olive, you're attempting to make a statement.",
      "it": "Sembra che tu voglia lanciare un messaggio."
    }
  },
  {
    "translation": {
      "en": "I'm just a little confused as to what exactly that is.",
      "it": "Non ho ancora capito riguardo a cosa."
    }
  },
  {
    "translation": {
      "en": "Am I in trouble?",
      "it": "Sono nei guai?"
    }
  },
  {
    "translation": {
      "en": "Because, pursuant to the student code of conduct...",
      "it": "Perché secondo il regolamento studentesco"
    }
  },
  {
    "translation": {
      "en": "...my hemline has never been higher than my fingertips.",
      "it": "la mia gonna non è mai stata più corta del dovuto."
    }
  },
  {
    "translation": {
      "en": "No, you're not in trouble.",
      "it": "No, non sei nei guai."
    }
  },
  {
    "translation": {
      "en": "I wanted to make sure you knew... ...if there's something that you wanna talk about...",
      "it": "Volevo essere certa che sapessi che se vuoi parlare di qualunque cosa"
    }
  },
  {
    "translation": {
      "en": "...you know, you can trust me.",
      "it": "puoi fidarti di me."
    }
  },
  {
    "translation": {
      "en": "If I open up to you, do you promise this stays in confidence?",
      "it": "Se mi confido con lei, promette che resterà tra di noi?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm-- See? I'm the guidance counselor.",
      "it": "Certo. Vedi? Io sono la consulente."
    }
  },
  {
    "translation": {
      "en": "That's what I do.",
      "it": "È il mio lavoro."
    }
  },
  {
    "translation": {
      "en": "I mean, I have a reputation to uphold.",
      "it": "Ho una reputazione da difendere."
    }
  },
  {
    "translation": {
      "en": "Don't you, though?",
      "it": "Ma davvero?"
    }
  },
  {
    "translation": {
      "en": "All right, listen, don't tell anyone I'm doing this, please.",
      "it": "Non dire a nessuno quello che sto facendo."
    }
  },
  {
    "translation": {
      "en": "Here you go.",
      "it": "Tieni."
    }
  },
  {
    "translation": {
      "en": "-Here you go. -I really don't need those.",
      "it": "- Prendili. - Non ne ho bisogno."
    }
  },
  {
    "translation": {
      "en": "Oh, you really do. Here you go.",
      "it": "Sì, invece. Tieni."
    }
  },
  {
    "translation": {
      "en": "Here you go. Okay?",
      "it": "Prendili."
    }
  },
  {
    "translation": {
      "en": "I just don't want this thing you're going through to define your life.",
      "it": "Non voglio che questa fase condizioni la tua vita."
    }
  },
  {
    "translation": {
      "en": "Olive, do what you gotta do. Okay?",
      "it": "Olive, segui l'istinto."
    }
  },
  {
    "translation": {
      "en": "Let your freak flag fly. Just make sure you have an exit strategy.",
      "it": "Sii anticonformista. Ma assicurati di avere una strategia di uscita."
    }
  },
  {
    "translation": {
      "en": "Listen, Mrs. Griffith, I really-- I don't need these.",
      "it": "Senta, signora Griffith, davvero. Non mi servono."
    }
  },
  {
    "translation": {
      "en": "The pill is not 100 percent effective. Ask some of your friends' parents.",
      "it": "La pillola non è efficace al 100%. Chiedilo ai genitori dei tuoi amici."
    }
  },
  {
    "translation": {
      "en": "Thank you for coming in.",
      "it": "Grazie per essere venuta."
    }
  },
  {
    "translation": {
      "en": "Can you just send in the next person? Thank you.",
      "it": "Puoi far entrare la prossima persona? Grazie."
    }
  },
  {
    "translation": {
      "en": "You're up, hoss.",
      "it": "Tocca a te, amico."
    }
  },
  {
    "translation": {
      "en": "Okay. Go. It's all right.",
      "it": "Bene. Vai. Tranquillo."
    }
  },
  {
    "translation": {
      "en": "Everything's gonna be okay.",
      "it": "Andrà tutto bene."
    }
  },
  {
    "translation": {
      "en": "Don't you think it's a little strange that your boyfriend is 22 years old...",
      "it": "Non trovi strano che il tuo fidanzato abbia 22 anni"
    }
  },
  {
    "translation": {
      "en": "-...and still in high school? -Not that it's any of your business...",
      "it": "e sia ancora al liceo? Non che siano affari tuoi, ma è qui per sua scelta."
    }
  },
  {
    "translation": {
      "en": "...but he is here by choice.",
      "it": "Non che siano affari tuoi, ma è qui per sua scelta."
    }
  },
  {
    "translation": {
      "en": "It's his choice he's a fourth-year senior that can't pass any test he takes?",
      "it": "Vuole frequentare l'ultimo anno quattro volte e non passare mai un test?"
    }
  },
  {
    "translation": {
      "en": "His choice. His? His?",
      "it": "Sua scelta. Sua, capito?"
    }
  },
  {
    "translation": {
      "en": "Capital H?",
      "it": "S maiuscola."
    }
  },
  {
    "translation": {
      "en": "If God wanted him to graduate, God would've given him the right answers.",
      "it": "Se Dio l'avesse voluto, gli avrebbe fornito le risposte giuste."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. You gotta be shitting me, woman.",
      "it": "Scusa. Mi prendi in giro."
    }
  },
  {
    "translation": {
      "en": "Okay. So why was he blubbering like a baby?",
      "it": "Bene. Allora perché frignava come un bambino?"
    }
  },
  {
    "translation": {
      "en": "-Is he struggling with his sexuality? -No, you insensitive rhymes-with-witch.",
      "it": "È sessualmente confuso? No, donna che fa rima con sottana. I suoi genitori stanno divorziando."
    }
  },
  {
    "translation": {
      "en": "His parents are going through a divorce.",
      "it": "No, donna che fa rima con sottana. I suoi genitori stanno divorziando."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "it": "Bene."
    }
  },
  {
    "translation": {
      "en": "You know, sometimes our boyfriend's parents...",
      "it": "Senti... A volte capita che i genitori del nostro fidanzato divorzino."
    }
  },
  {
    "translation": {
      "en": "...they get divorced, you know?",
      "it": "A volte capita che i genitori del nostro fidanzato divorzino."
    }
  },
  {
    "translation": {
      "en": "And it's important to remember it's not your fault.",
      "it": "È importante tenere a mente che non è colpa tua. Devo andare."
    }
  },
  {
    "translation": {
      "en": "So I gotta go.",
      "it": "che non è colpa tua. Devo andare."
    }
  },
  {
    "translation": {
      "en": "But they go to our church. What will people say?",
      "it": "Ma loro frequentano la nostra chiesa. Cosa dirà la gente?"
    }
  },
  {
    "translation": {
      "en": "How long do these embraces usually last? Because I gotta go, but I--",
      "it": "Di solito quanto durano questi abbracci? Io dovrei proprio andare."
    }
  },
  {
    "translation": {
      "en": "-Are you gonna be okay? -Yes, I'm gonna be okay.",
      "it": "- Pensi di farcela? - Sì, andrà tutto bene."
    }
  },
  {
    "translation": {
      "en": "Mrs. Griffith is amazing... ...and she's gonna help Micah, and everything's gonna be okay.",
      "it": "La Griffith è bravissima, aiuterà Micah e tutto tornerà a posto."
    }
  },
  {
    "translation": {
      "en": "See? All right, that's the spirit. Everything's gonna be okay.",
      "it": "Visto? Bene, così si parla. Tutto tornerà a posto."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "it": "Bene."
    }
  },
  {
    "translation": {
      "en": "Wait. Why are you even being so nice to me?",
      "it": "Aspetta. Perché oggi sei così carina con me?"
    }
  },
  {
    "translation": {
      "en": "I did it.",
      "it": "Ce l'ho fatta."
    }
  },
  {
    "translation": {
      "en": "I got through to you.",
      "it": "Ho stabilito un contatto."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry about everything I said. I am so, so sorry.",
      "it": "Mi dispiace davvero per tutto quello che ho detto."
    }
  },
  {
    "translation": {
      "en": "I mean, I really want us to be friends. Can we please be friends?",
      "it": "Vorrei tanto che fossimo amiche. Possiamo essere amiche?"
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "it": "Certo."
    }
  },
  {
    "translation": {
      "en": "And for a day, we were actually really good friends.",
      "it": "Per un giorno, siamo state davvero buone amiche."
    }
  },
  {
    "translation": {
      "en": "I was kind of starting to think things were gonna turn around.",
      "it": "Iniziavo a pensare che le cose sarebbero cambiate."
    }
  },
  {
    "translation": {
      "en": "-Friend. -Hey, friend.",
      "it": "- Amica. - Ciao, amica."
    }
  },
  {
    "translation": {
      "en": "-I missed you. -Oh, I missed you more.",
      "it": "- Mi sei mancata. - Tu di più."
    }
  },
  {
    "translation": {
      "en": "She texted me in first period.",
      "it": "Alla prima ora mi ha scritto."
    }
  },
  {
    "translation": {
      "en": "By second period, we apparently had private jokes.",
      "it": "Alla seconda ora facevamo già battute fra noi."
    }
  },
  {
    "translation": {
      "en": "Olive. Olive.",
      "it": "Olive."
    }
  },
  {
    "translation": {
      "en": "Tragedy struck in Wood Shop.",
      "it": "La tragedia si consumò nel laboratorio di falegnameria."
    }
  },
  {
    "translation": {
      "en": "It wasn't because someone sawed off a thumb... ...which has happened.",
      "it": "Non perché qualcuno si fosse tagliato un dito."
    }
  },
  {
    "translation": {
      "en": "Micah is in the hospital. He is in so much pain.",
      "it": "Micah è in ospedale. Sta soffrendo molto."
    }
  },
  {
    "translation": {
      "en": "The nurse didn't know what was wrong.",
      "it": "L'infermiera non sa che cos'ha."
    }
  },
  {
    "translation": {
      "en": "There, there.",
      "it": "Forza, forza."
    }
  },
  {
    "translation": {
      "en": "It hurts so bad, Mommy.",
      "it": "Fa malissimo, mamma."
    }
  },
  {
    "translation": {
      "en": "Well, it's just what I thought. Chlamydia.",
      "it": "È come pensavo. - È clamidia. - No."
    }
  },
  {
    "translation": {
      "en": "No.",
      "it": "- È clamidia. - No."
    }
  },
  {
    "translation": {
      "en": "Who have you been screwing? Tell me.",
      "it": "Chi ti sei scopato? Dimmelo."
    }
  },
  {
    "translation": {
      "en": "Tell me now or I will kill you right here.",
      "it": "Dimmelo subito o ti ammazzo con le mie mani."
    }
  },
  {
    "translation": {
      "en": "I have to call you back. Okay. Bye-bye.",
      "it": "Ti chiamo dopo. Bene. Ciao."
    }
  },
  {
    "translation": {
      "en": "Goddamn it.",
      "it": "Maledizione."
    }
  },
  {
    "translation": {
      "en": "Chlamydia?!",
      "it": "Clamidia?"
    }
  },
  {
    "translation": {
      "en": "That bitch!",
      "it": "Quella troia!"
    }
  },
  {
    "translation": {
      "en": "-Olive? -Hey.",
      "it": "- Olive? - Ciao."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Oh, my God. Goddamn it.",
      "it": "Oddio. Maledizione."
    }
  },
  {
    "translation": {
      "en": "I panicked.",
      "it": "Ero nel panico."
    }
  },
  {
    "translation": {
      "en": "I said I got it from Olive Penderghast.",
      "it": "Ho detto di averla presa da Olive Penderghast."
    }
  },
  {
    "translation": {
      "en": "I know, but what was I supposed to say?",
      "it": "Lo so, ma cosa avrei dovuto dire?"
    }
  },
  {
    "translation": {
      "en": "You know, and then my mom tells Marianne's mom.",
      "it": "Mia madre l'ha detto alla madre di Marianne."
    }
  },
  {
    "translation": {
      "en": "I did. I tried to blame it on their divorce...",
      "it": "Ho provato a dire che era per colpa del divorzio"
    }
  },
  {
    "translation": {
      "en": "...but my mom is not buying it.",
      "it": "ma mia madre non ci ha creduto."
    }
  },
  {
    "translation": {
      "en": "That's it. I have to tell them.",
      "it": "Basta. Devo dirglielo."
    }
  },
  {
    "translation": {
      "en": "No, I do not care that you gave me chlamydia. I don't!",
      "it": "Non mi interessa che tu mi abbia trasmesso la clamidia!"
    }
  },
  {
    "translation": {
      "en": "I love you and I want to be with you, and nobody can stop us.",
      "it": "Ti amo e voglio stare con te, e nessuno può impedircelo."
    }
  },
  {
    "translation": {
      "en": "Not my mother, not Marianne, and not even the school board...",
      "it": "Né mia madre, né Marianne, e nemmeno il comitato scolastico"
    }
  },
  {
    "translation": {
      "en": "...or the president of the Americas!",
      "it": "o il presidente delle Americhe!"
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "it": "Oddio."
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "it": "Oddio."
    }
  },
  {
    "translation": {
      "en": "What? What do you want? What do you want?",
      "it": "Che c'è? Che cosa vuoi?"
    }
  },
  {
    "translation": {
      "en": "Just go.",
      "it": "Vattene."
    }
  },
  {
    "translation": {
      "en": "Perfect. Just perfect.",
      "it": "Davvero perfetto."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I just-- I was looking for Marianne.",
      "it": "Mi dispiace. Stavo cercando Marianne."
    }
  },
  {
    "translation": {
      "en": "Did she say anything about being mad at me?",
      "it": "Lei sa perché è arrabbiata con me?"
    }
  },
  {
    "translation": {
      "en": "She just smacked the bejesus out of me.",
      "it": "Mi ha dato una sberla e mi ha fatto male."
    }
  },
  {
    "translation": {
      "en": "No, that's my fault. I'm so sorry, Olive. I'm sorry.",
      "it": "No, è colpa mia. Mi dispiace, Olive. Davvero."
    }
  },
  {
    "translation": {
      "en": "But I messed up, okay? I just goddamn shit...",
      "it": "No, è colpa mia. Mi dispiace, Olive. Davvero. Ho combinato un maledetto schifo,"
    }
  },
  {
    "translation": {
      "en": "...goddamn messed up really goddamn shit bad.",
      "it": "un maledetto cazzo di un maledetto schifo di casino."
    }
  },
  {
    "translation": {
      "en": "Goddamn. Shit, goddamn.",
      "it": "Maledizione. Merda."
    }
  },
  {
    "translation": {
      "en": "Okay. Don't get me wrong because I love it...",
      "it": "Bene. Non mi fraintenda, perché io lo adoro,"
    }
  },
  {
    "translation": {
      "en": "...but I don't think you're supposed to use that language in front of a student.",
      "it": "perché io lo adoro, ma non dovrebbe usare questo linguaggio davanti agli studenti."
    }
  },
  {
    "translation": {
      "en": "You know what else you're not supposed to do, is sleep with them.",
      "it": "E sai cosa? Non dovrei scoparmeli."
    }
  },
  {
    "translation": {
      "en": "But that didn't stop me. Goddamn shit.",
      "it": "Ma questo non mi ha fermata. Porca puttana."
    }
  },
  {
    "translation": {
      "en": "Wait. You-- Oh, my God.",
      "it": "Aspetti. Lei... Oddio."
    }
  },
  {
    "translation": {
      "en": "But I'm not-- I'm not judging you or anything, but, oh, my God.",
      "it": "Non sono qui per giudicarla, ma oddio."
    }
  },
  {
    "translation": {
      "en": "I-- Wait, what does that have to do with me?",
      "it": "Ma cosa c'entra con me?"
    }
  },
  {
    "translation": {
      "en": "You should know that my marriage is not great.",
      "it": "Il mio matrimonio non va."
    }
  },
  {
    "translation": {
      "en": "We haven't slept together in months.",
      "it": "Non facciamo sesso da mesi."
    }
  },
  {
    "translation": {
      "en": "In months, all right?",
      "it": "Da mesi, capisci?"
    }
  },
  {
    "translation": {
      "en": "Finally, this great-looking guy comes in and he's nice to me, you know?",
      "it": "Poi arriva questo ragazzo bellissimo che è gentile con me."
    }
  },
  {
    "translation": {
      "en": "And he's not a minor.",
      "it": "E non è minorenne."
    }
  },
  {
    "translation": {
      "en": "This is legal. It's legal because he's been here forever, okay?",
      "it": "È maggiorenne, perché è qui da una vita."
    }
  },
  {
    "translation": {
      "en": "He's not the sharpest Christian in the Bible, all right?",
      "it": "Non è certo il cristiano più devoto di tutta la Bibbia."
    }
  },
  {
    "translation": {
      "en": "And then he finds out that he has chlamydia.",
      "it": "E poi scopre che ha la clamidia."
    }
  },
  {
    "translation": {
      "en": "And so then he's telling everybody that it was you.",
      "it": "E così dice a tutti che gliel'hai trasmessa tu."
    }
  },
  {
    "translation": {
      "en": "He didn't want me to lose my job...",
      "it": "Non voleva che perdessi il lavoro"
    }
  },
  {
    "translation": {
      "en": "...and he doesn't wanna get in trouble either, so he said it's you.",
      "it": "e non voleva finire nei guai, così ha fatto il tuo nome, mi dispiace."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "it": "così ha fatto il tuo nome, mi dispiace."
    }
  },
  {
    "translation": {
      "en": "But I'll-- I'm gonna fix it, Olive. Okay? I'll tell everyone.",
      "it": "Ma sistemerò tutto, Olive. Lo spiegherò a tutti."
    }
  },
  {
    "translation": {
      "en": "I'm gonna tell everyone that it's me. Okay? I'll just-- I'll lose my job.",
      "it": "Dirò a tutti che sono stata io. Perderò il lavoro."
    }
  },
  {
    "translation": {
      "en": "And, you know, whatever else I lose, and then that's okay.",
      "it": "Oltre a tutto il resto, e tutto andrà bene."
    }
  },
  {
    "translation": {
      "en": "Maybe it was becoming a habit of mine to help the downtrodden...",
      "it": "Forse per me stava diventando un'abitudine aiutare gli oppressi"
    }
  },
  {
    "translation": {
      "en": "...or maybe I just couldn't stand to see... ...my favorite teacher's marriage crumble.",
      "it": "o forse non sopportavo che il matrimonio del mio prof. naufragasse."
    }
  },
  {
    "translation": {
      "en": "Either way, I decided to help.",
      "it": "In ogni caso, decisi di intervenire."
    }
  },
  {
    "translation": {
      "en": "I could have chlamydia.",
      "it": "Se vuole ho la clamidia."
    }
  },
  {
    "translation": {
      "en": "I mean, I could have easily given it to Micah.",
      "it": "Voglio dire, avrei potuto trasmetterla a Micah."
    }
  },
  {
    "translation": {
      "en": "I mean, who knows?",
      "it": "Chi lo sa?"
    }
  },
  {
    "translation": {
      "en": "Women oftentimes don't show symptoms.",
      "it": "Spesso le donne sono asintomatiche."
    }
  },
  {
    "translation": {
      "en": "And the whole world knows I've been whoring around.",
      "it": "Tutti sanno che ho fatto la puttana in giro."
    }
  },
  {
    "translation": {
      "en": "No, you haven't. No, you haven't.",
      "it": "Non è vero."
    }
  },
  {
    "translation": {
      "en": "Because a real whore can't admit it to herself, much less others. Trust me.",
      "it": "Una vera puttana non lo ammette a se stessa, tantomeno agli altri. Fidati."
    }
  },
  {
    "translation": {
      "en": "Call Micah.",
      "it": "Chiami Micah."
    }
  },
  {
    "translation": {
      "en": "Tell him he is an ass and he owes me so big for this, but also...",
      "it": "Gli dica che è un fesso e che è in debito con me, ma aggiunga"
    }
  },
  {
    "translation": {
      "en": "...tell him I confessed to giving him chlamydia.",
      "it": "che ho confessato di avergli trasmesso la clamidia."
    }
  },
  {
    "translation": {
      "en": "Getting a lot of hugs today.",
      "it": "Oggi mi abbracciano tutti."
    }
  },
  {
    "translation": {
      "en": "-You're going to hell, Olive! -Get out of here!",
      "it": "- Andrai all'inferno, Olive! - Vattene!"
    }
  },
  {
    "translation": {
      "en": "I guess I shouldn't be too shocked these people...",
      "it": "OLIVE È UNA ZOCCOLA Non avrebbe dovuto sorprendermi"
    }
  },
  {
    "translation": {
      "en": "...wanted my diseased ass out of there.",
      "it": "che quella gente volesse cacciarmi."
    }
  },
  {
    "translation": {
      "en": "The funny thing is, the whole time this all was going down...",
      "it": "La cosa divertente è che mentre li guardavo"
    }
  },
  {
    "translation": {
      "en": "...I couldn't help but think I could've come up with better signs.",
      "it": "continuavo a pensare che avrei scritto dei cartelli migliori."
    }
  },
  {
    "translation": {
      "en": "You gotta love the Quiznos guy. That's the one thing that trumps religion: capitalism.",
      "it": "Il ragazzo della Quiznos è stato bravo. Cosa batte la religione? Il capitalismo."
    }
  },
  {
    "translation": {
      "en": "Why are you doing this?",
      "it": "Tu che ci fai qui?"
    }
  },
  {
    "translation": {
      "en": "I'm trying to make this school a better place.",
      "it": "Voglio migliorare la scuola."
    }
  },
  {
    "translation": {
      "en": "Start a petition to get rid of the lead paint.",
      "it": "Lancia una petizione contro le vernici al piombo."
    }
  },
  {
    "translation": {
      "en": "New Honey Chicken at Quiznos.",
      "it": "- Nuovo Pollo al Miele da Quiznos. - Non ora."
    }
  },
  {
    "translation": {
      "en": "-Not now, Quiznos. -You're a slut.",
      "it": "- Nuovo Pollo al Miele da Quiznos. - Non ora. Sei una zoccola."
    }
  },
  {
    "translation": {
      "en": "You're going down, Olive.",
      "it": "Stai affondando, Olive."
    }
  },
  {
    "translation": {
      "en": "If this is because I'm more popular than you, then I think what you're--",
      "it": "Se è perché sono più popolare di te, allora..."
    }
  },
  {
    "translation": {
      "en": "Let's not mistake popularity for infamy.",
      "it": "Non confondiamo la popolarità con l'infamia."
    }
  },
  {
    "translation": {
      "en": "-You don't wanna burn, do you? -I'll be praying for you.",
      "it": "- Vuoi finire all'inferno? - Pregherò per te."
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "it": "Scusa."
    }
  },
  {
    "translation": {
      "en": "-You okay? -Yeah. I'm awesome. I'm awesome.",
      "it": "Stai bene? A meraviglia."
    }
  },
  {
    "translation": {
      "en": "Screw all these people, Olive.",
      "it": "Lascia che si fottano, Olive."
    }
  },
  {
    "translation": {
      "en": "Haven't you heard?",
      "it": "Non l'hai saputo?"
    }
  },
  {
    "translation": {
      "en": "I already did.",
      "it": "Ci ho pensato io."
    }
  },
  {
    "translation": {
      "en": "-You're going to hell, Olive! -What you're doing is wrong.",
      "it": "- Andrai all'inferno! - Ciò che fai è sbagliato."
    }
  },
  {
    "translation": {
      "en": "You're going to hell!",
      "it": "Finirai all'inferno!"
    }
  },
  {
    "translation": {
      "en": "So they got Rhiannon.",
      "it": "Rhiannon stava con loro."
    }
  },
  {
    "translation": {
      "en": "Never underestimate the power of extremists like Marianne.",
      "it": "Mai sottovalutare il potere degli estremisti come Marianne."
    }
  },
  {
    "translation": {
      "en": "They sense any weakness, they pounce like jungle cats.",
      "it": "Fiutano ogni debolezza e ti attaccano come gatti della giungla."
    }
  },
  {
    "translation": {
      "en": "And the whack pack just gets bigger and bigger.",
      "it": "E il branco diventa sempre più numeroso."
    }
  },
  {
    "translation": {
      "en": "But at least they have a pack.",
      "it": "Ma loro almeno hanno un branco."
    }
  },
  {
    "translation": {
      "en": "I was used to being by myself, but I had never felt more alone.",
      "it": "Ero abituata a stare sola, ma non mi ero mai sentita così sola."
    }
  },
  {
    "translation": {
      "en": "I thought I should look into what they were running around thumping about.",
      "it": "Allora ho pensato di informarmi su ciò per cui manifestavano."
    }
  },
  {
    "translation": {
      "en": "-Do you have a religion section? -It's over there.",
      "it": "- C'è un reparto sulla religione? - Da quella parte."
    }
  },
  {
    "translation": {
      "en": "-Can I help you with something? -The Bible.",
      "it": "- Posso aiutarla? - La Bibbia."
    }
  },
  {
    "translation": {
      "en": "That's in bestsellers, right next to Twilight.",
      "it": "È un bestseller, è accanto a Twilight."
    }
  },
  {
    "translation": {
      "en": "I didn't have time to read the whole thing...",
      "it": "Non avevo tempo di leggerla tutta"
    }
  },
  {
    "translation": {
      "en": "...because it's, like, 600 pages.",
      "it": "perché sono 600 pagine."
    }
  },
  {
    "translation": {
      "en": "Single-spaced.",
      "it": "Con spaziatura singola."
    }
  },
  {
    "translation": {
      "en": "And as every war that's ever been fought can tell you...",
      "it": "Come ci insegna ogni guerra combattuta"
    }
  },
  {
    "translation": {
      "en": "...there are many ways you can interpret it.",
      "it": "ci sono molti modi per interpretarla, tranne per la Guerra Civile."
    }
  },
  {
    "translation": {
      "en": "Except the Civil War. That was pure racism.",
      "it": "ci sono molti modi per interpretarla, tranne per la Guerra Civile. Quello è stato puro razzismo. Allora mi sono rivolta a un esperto."
    }
  },
  {
    "translation": {
      "en": "So I went to find an expert.",
      "it": "Quello è stato puro razzismo. Allora mi sono rivolta a un esperto."
    }
  },
  {
    "translation": {
      "en": "But really, I just kind of wanted someone to talk to.",
      "it": "Ma in realtà cercavo qualcuno con cui parlare."
    }
  },
  {
    "translation": {
      "en": "Forgive me, Father, for I have sinned.",
      "it": "Mi perdoni, padre, perché ho peccato."
    }
  },
  {
    "translation": {
      "en": "I think that's how you start these things.",
      "it": "Credo che si cominci così."
    }
  },
  {
    "translation": {
      "en": "I'm just going off what I've seen in movies.",
      "it": "Ripeto quello che ho sentito nei film."
    }
  },
  {
    "translation": {
      "en": "Where do I even start?",
      "it": "Da dove comincio?"
    }
  },
  {
    "translation": {
      "en": "I've been pretending to be....",
      "it": "Sto fingendo di essere..."
    }
  },
  {
    "translation": {
      "en": "What is the Catholic way of phrasing this?",
      "it": "Qual è la definizione cattolica giusta?"
    }
  },
  {
    "translation": {
      "en": "A harlot?",
      "it": "Donnaccia?"
    }
  },
  {
    "translation": {
      "en": "A harlot. It's not that I've actually been doing...",
      "it": "Una donnaccia. Non che io lo stia facendo davvero"
    }
  },
  {
    "translation": {
      "en": "...the things that people have been saying I've been doing...",
      "it": "le cose di cui la gente parla,"
    }
  },
  {
    "translation": {
      "en": "...but then again, I'm not denying them either.",
      "it": "ma non voglio nemmeno negarle."
    }
  },
  {
    "translation": {
      "en": "So I was just wondering, is that wrong?",
      "it": "Mi chiedevo se ci fosse qualcosa di sbagliato."
    }
  },
  {
    "translation": {
      "en": "It's just that a lot of people have been asking me to do things...",
      "it": "È che tante persone mi hanno chiesto di fare delle cose e io ho accettato,"
    }
  },
  {
    "translation": {
      "en": "...and I thought it was okay because it wasn't real, you know?",
      "it": "mi hanno chiesto di fare delle cose e io ho accettato, perché non era vero."
    }
  },
  {
    "translation": {
      "en": "It was make-believe.",
      "it": "Era tutta una finta."
    }
  },
  {
    "translation": {
      "en": "And no one was getting hurt...",
      "it": "Nessuno ne soffriva,"
    }
  },
  {
    "translation": {
      "en": "...but a lot of people hate me now.",
      "it": "ma ora un sacco di gente mi odia."
    }
  },
  {
    "translation": {
      "en": "I kind of hate me too.",
      "it": "Mi odio anche io."
    }
  },
  {
    "translation": {
      "en": "I might be wrong...",
      "it": "Forse sto sbagliando,"
    }
  },
  {
    "translation": {
      "en": "...but aren't you supposed to say something?",
      "it": "ma non dovrebbe dire qualcosa?"
    }
  },
  {
    "translation": {
      "en": "Tell me to say 10 Hail Marys, pay a fine...",
      "it": "Farmi recitare 10 Ave Maria, pagare,"
    }
  },
  {
    "translation": {
      "en": "...advance token to nearest railroad? Hello?",
      "it": "andare in prigione senza passare dal via?"
    }
  },
  {
    "translation": {
      "en": "Should've seen that one coming.",
      "it": "Dovevo aspettarmelo."
    }
  },
  {
    "translation": {
      "en": "Luckily, I live in a town with many different places of worship.",
      "it": "Per fortuna vivo in una città con tanti luoghi di culto."
    }
  },
  {
    "translation": {
      "en": "So I went to find one with a real live human being.",
      "it": "Ne ho cercato uno con una persona vera."
    }
  },
  {
    "translation": {
      "en": "Can I help you?",
      "it": "- Posso aiutarti? - Sì."
    }
  },
  {
    "translation": {
      "en": "Yeah, I was just wondering if there's a minister around.",
      "it": "Mi chiedevo se ci fosse un ministro."
    }
  },
  {
    "translation": {
      "en": "Is it not a minister?",
      "it": "Non si chiama ministro?"
    }
  },
  {
    "translation": {
      "en": "A Reverend? A wizard?",
      "it": "Un reverendo?"
    }
  },
  {
    "translation": {
      "en": "It's a pastor, and he's here.",
      "it": "- Un santone? - Si chiama pastore, ed è qui."
    }
  },
  {
    "translation": {
      "en": "How can I help you today?",
      "it": "Come posso aiutarti?"
    }
  },
  {
    "translation": {
      "en": "I was wondering what your church's stance on lying and adultery was.",
      "it": "Qual è la posizione della chiesa su menzogna e adulterio?"
    }
  },
  {
    "translation": {
      "en": "It's not a good thing.",
      "it": "Si tratta di errori."
    }
  },
  {
    "translation": {
      "en": "Oh, I agree, wholeheartedly. But, then-- Now, tell me this.",
      "it": "Sono completamente d'accordo. Ma mi dica una cosa. Supponiamo che ci sia un inferno."
    }
  },
  {
    "translation": {
      "en": "Assuming there is a hell....",
      "it": "Ma mi dica una cosa. Supponiamo che ci sia un inferno."
    }
  },
  {
    "translation": {
      "en": "Oh, the Christian Church recognizes the existence of hell.",
      "it": "La Chiesa Cristiana riconosce l'esistenza dell'inferno."
    }
  },
  {
    "translation": {
      "en": "Okay, so we'll just say there's a \"hell.\"",
      "it": "Allora diciamo che esiste un \"inferno\"."
    }
  },
  {
    "translation": {
      "en": "There is. Just so we're clear.",
      "it": "Esiste. Tanto per essere chiari."
    }
  },
  {
    "translation": {
      "en": "-Okay. So for argument's sake-- -No, there's no argument. It's there.",
      "it": "- Bene. Facciamo l'ipotesi che... - Nessuna ipotesi. Esiste."
    }
  },
  {
    "translation": {
      "en": "Right below our feet, right above the Orient. It's there.",
      "it": "Sotto i nostri piedi, e sopra l'Oriente. È proprio lì."
    }
  },
  {
    "translation": {
      "en": "Then what would be worse, lying or adultery?",
      "it": "Cosa sarebbe peggio, la menzogna o l'adulterio?"
    }
  },
  {
    "translation": {
      "en": "Or is lying about adultery just like double whammy? Sorry.",
      "it": "O mentire sull'adulterio vale il doppio? Scusi."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "it": "Attenta."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, what did you say your name was?",
      "it": "Come hai detto che ti chiami?"
    }
  },
  {
    "translation": {
      "en": "I didn't. I-- You know what? I'm just gonna--",
      "it": "Non l'ho detto. Sa una cosa? Credo che ora..."
    }
  },
  {
    "translation": {
      "en": "I'm just gonna go check out Judaism because--",
      "it": "Mi informerò sull'ebraismo, perché... Scusi."
    }
  },
  {
    "translation": {
      "en": "-God. Two frames, really? -Sorry.",
      "it": "Mi informerò sull'ebraismo, perché... Scusi. - Due cornici! - Io e gli ebrei abbiamo molto in comune."
    }
  },
  {
    "translation": {
      "en": "The Jews and I have a lot in common.",
      "it": "- Due cornici! - Io e gli ebrei abbiamo molto in comune."
    }
  },
  {
    "translation": {
      "en": "-Just fashion-wise and stuff. -Off you go.",
      "it": "- Come il buon gusto per i vestiti. - Ora puoi andare."
    }
  },
  {
    "translation": {
      "en": "Yes, I had unwittingly sought advice from the father...",
      "it": "Avevo incautamente chiesto consiglio al padre"
    }
  },
  {
    "translation": {
      "en": "...of the leader of my lynch mob.",
      "it": "della leader dei miei persecutori."
    }
  },
  {
    "translation": {
      "en": "What other complete and total idiot can say that's happened to them?",
      "it": "A quale altro perfetto idiota è successa una cosa simile?"
    }
  },
  {
    "translation": {
      "en": "Okay, I've narrowed it down to The Other Boleyn Girl...",
      "it": "Ho ristretto il campo a L'altra donna del Re"
    }
  },
  {
    "translation": {
      "en": "...or The Bucket List. Huge hit.",
      "it": "o a Non è mai troppo tardi. Un grande successo."
    }
  },
  {
    "translation": {
      "en": "Why can't we watch a movie for kids? You always get to pick.",
      "it": "Perché non vediamo un film per ragazzi? Scegli sempre tu."
    }
  },
  {
    "translation": {
      "en": "Because the Family Member of the Week gets to pick the movie.",
      "it": "Perché il Membro della Famiglia della settimana sceglie il film."
    }
  },
  {
    "translation": {
      "en": "Yeah, but you get Family Member of the Week every week. And there's a reason for that.",
      "it": "Sei sempre tu il Membro della Famiglia della settimana. E c'è un motivo."
    }
  },
  {
    "translation": {
      "en": "Yeah. You pick Family Member of the Week.",
      "it": "Sì, che lo scegli tu."
    }
  },
  {
    "translation": {
      "en": "Are you accusing me of nepotism?",
      "it": "Mi stai accusando di nepotismo?"
    }
  },
  {
    "translation": {
      "en": "Okay, it's The Bucket List. This is it. This is the greatest decision.",
      "it": "Non è mai troppo tardi. È deciso. È la scelta migliore."
    }
  },
  {
    "translation": {
      "en": "I'm so happy with this decision. That's what it's going to be.",
      "it": "Ne sono davvero felice. Vedremo questo film."
    }
  },
  {
    "translation": {
      "en": "All right, now, honey, after we watch The Bucket List...",
      "it": "Tesoro, dopo aver guardato Non è mai troppo tardi,"
    }
  },
  {
    "translation": {
      "en": "...remember to cross \"Watch The Bucket List\" off our bucket list.",
      "it": "ricordati di cancellarlo dalla lista delle cose da fare."
    }
  },
  {
    "translation": {
      "en": "Guys.",
      "it": "Ragazzi. Volevo dirvi che se vi dicono che ho contratto la clamidia,"
    }
  },
  {
    "translation": {
      "en": "I want you to know that if you hear I have chlamydia, that is totally false.",
      "it": "Ragazzi. Volevo dirvi che se vi dicono che ho contratto la clamidia, è assolutamente falso."
    }
  },
  {
    "translation": {
      "en": "Olive, do we need to have the talk again?",
      "it": "Olive, dobbiamo rifare quel discorso?"
    }
  },
  {
    "translation": {
      "en": "No. It's just a thing that's going around.",
      "it": "No. È solo una voce che corre."
    }
  },
  {
    "translation": {
      "en": "You know, nothing you're saying is making me feel any better.",
      "it": "Niente di quello che dici mi fa sentire meglio."
    }
  },
  {
    "translation": {
      "en": "Not to mention how you've been dressing the last few days.",
      "it": "E come ti stai vestendo!"
    }
  },
  {
    "translation": {
      "en": "No judgment, but you look like a stripper.",
      "it": "- Sembri una spogliarellista. - Mamma."
    }
  },
  {
    "translation": {
      "en": "-Mom. -A high-end stripper.",
      "it": "- Sembri una spogliarellista. - Mamma. Di alto bordo."
    }
  },
  {
    "translation": {
      "en": "For governors or athletes.",
      "it": "Per governatori o atleti."
    }
  },
  {
    "translation": {
      "en": "But stripper, nonetheless.",
      "it": "Ma comunque una spogliarellista."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. I'm just trying to mix it up a little.",
      "it": "Oddio. Cerco solo di trovare uno stile."
    }
  },
  {
    "translation": {
      "en": "And I have no STDs, I promise you.",
      "it": "E non ho malattie veneree, giuro."
    }
  },
  {
    "translation": {
      "en": "Oh, that's great. Daughter of the Year.",
      "it": "Sei la figlia dell'anno."
    }
  },
  {
    "translation": {
      "en": "If you hear anything to the contrary...",
      "it": "Se sentite dire il contrario,"
    }
  },
  {
    "translation": {
      "en": "...come up with some funny retort and walk away.",
      "it": "sorridete e voltate le spalle."
    }
  },
  {
    "translation": {
      "en": "Honey, you're kind of starting to worry us a little.",
      "it": "Tesoro, stai iniziando a farci preoccupare."
    }
  },
  {
    "translation": {
      "en": "Should we be kind of worried a little?",
      "it": "È il caso che iniziamo a preoccuparci?"
    }
  },
  {
    "translation": {
      "en": "I don't think so.",
      "it": "Non credo."
    }
  },
  {
    "translation": {
      "en": "-You sure? -Yeah.",
      "it": "- Sicura? - Sì."
    }
  },
  {
    "translation": {
      "en": "Yeah. I got it all under control.",
      "it": "È tutto sotto controllo."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Okay. Then let's Bucket List this bitch.",
      "it": "Va bene. Allora guardiamo il film."
    }
  },
  {
    "translation": {
      "en": "The Bucket List, The Bucket List.",
      "it": "Non è mai troppo tardi."
    }
  },
  {
    "translation": {
      "en": "To say this whole thing had taken over my life...",
      "it": "Dire che questa storia mi aveva rovinato la vita"
    }
  },
  {
    "translation": {
      "en": "...would be a colossal understatement.",
      "it": "sarebbe un eufemismo colossale."
    }
  },
  {
    "translation": {
      "en": "I actually reread The Scarlet Letter to see how Hester dealt with it.",
      "it": "Avevo riletto La Lettera Scarlatta per vedere cosa fa Hester."
    }
  },
  {
    "translation": {
      "en": "And it turns out she bore her punishment in humble silence...",
      "it": "A quanto pare aveva affrontato la punizione in silenzio e con umiltà,"
    }
  },
  {
    "translation": {
      "en": "...which are two concepts I am not comfortable with.",
      "it": "due concetti che non mi appartengono."
    }
  },
  {
    "translation": {
      "en": "With all the mythical play I was getting... ...I still actually hadn't been asked out on a real date.",
      "it": "Malgrado la mia presunta sessualità, nessuno mi aveva chiesto di uscire."
    }
  },
  {
    "translation": {
      "en": "People were jumping up and down to say they'd slept with me...",
      "it": "Tutti volevano dire di essere venuti a letto con me,"
    }
  },
  {
    "translation": {
      "en": "...but no one bothered really trying to sleep with me.",
      "it": "ma nessuno si era mai impegnato per farlo davvero."
    }
  },
  {
    "translation": {
      "en": "I was starting to think I actually did have a gnome down there.",
      "it": "Iniziavo a pensare di avere uno gnomo, là sotto."
    }
  },
  {
    "translation": {
      "en": "-Until finally.... -Hey, Olive.",
      "it": "Ma un giorno... Ciao, Olive."
    }
  },
  {
    "translation": {
      "en": "Hey, Anson. What's up?",
      "it": "Ciao, Anson. - Come va? - Mi chiedevo se stasera avessi da fare."
    }
  },
  {
    "translation": {
      "en": "I was wondering if you were busy tonight.",
      "it": "- Come va? - Mi chiedevo se stasera avessi da fare."
    }
  },
  {
    "translation": {
      "en": "Maybe wanna go out or something?",
      "it": "Ti andrebbe di uscire?"
    }
  },
  {
    "translation": {
      "en": "What did you have in mind?",
      "it": "Che cosa avevi in mente?"
    }
  },
  {
    "translation": {
      "en": "I was thinking about getting a hot-air balloon, you know...",
      "it": "Pensavo di fare un giro in mongolfiera"
    }
  },
  {
    "translation": {
      "en": "...bringing along some champagne...",
      "it": "con una bottiglia di champagne,"
    }
  },
  {
    "translation": {
      "en": "...and then possibly reading some Sylvia Plath.",
      "it": "magari leggendo qualcosa di Sylvia Plath."
    }
  },
  {
    "translation": {
      "en": "Or we could just go to The Lobster Shack...",
      "it": "Oppure potremmo andare al Lobster Shack,"
    }
  },
  {
    "translation": {
      "en": "...because it's, you know, a little easier.",
      "it": "forse è più semplice."
    }
  },
  {
    "translation": {
      "en": "-I love The Lobster Shack. -Good.",
      "it": "Mi piace il Lobster Shack. - Bene. - Bene. Abbiamo un appuntamento."
    }
  },
  {
    "translation": {
      "en": "Okay. It's a date, then.",
      "it": "- Bene. - Bene. Abbiamo un appuntamento."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Okay.",
      "it": "- Bene. - Bene."
    }
  },
  {
    "translation": {
      "en": "So should I still bring the Sylvia Plath or...?",
      "it": "Devo portare qualcosa di Sylvia Plath?"
    }
  },
  {
    "translation": {
      "en": "No, we could stick our heads in the oven... ...if we run out of things to talk about.",
      "it": "Se non sappiamo di cosa parlare mettiamo la testa nel forno."
    }
  },
  {
    "translation": {
      "en": "That was....",
      "it": "Era solo..."
    }
  },
  {
    "translation": {
      "en": "-Cool. All right. Well.... -Cool.",
      "it": "- Bene. D'accordo. - Bene."
    }
  },
  {
    "translation": {
      "en": "You look really beautiful.",
      "it": "Sei bellissima."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "-You're a real gentleman. -No.",
      "it": "Sei un gentiluomo."
    }
  },
  {
    "translation": {
      "en": "Just a guy having dinner with a girl.",
      "it": "Sono solo un ragazzo a cena con una ragazza."
    }
  },
  {
    "translation": {
      "en": "Do you believe this whole thing about lobster being an aphrodisiac?",
      "it": "Secondo te è vero che l'aragosta ha proprietà afrodisiache?"
    }
  },
  {
    "translation": {
      "en": "I did not know it was.",
      "it": "Non l'avevo mai sentito."
    }
  },
  {
    "translation": {
      "en": "Medical science really has not substantiated claims...",
      "it": "La scienza medica non ha mai dimostrato"
    }
  },
  {
    "translation": {
      "en": "...that any particular food increases sexual desire or performance...",
      "it": "che un determinato cibo accresca il desiderio, ma i ragazzi spendono un sacco per rimpinzare le donne"
    }
  },
  {
    "translation": {
      "en": "...but guys just spend and spend to ply women with food...",
      "it": "ma i ragazzi spendono un sacco per rimpinzare le donne sperando li faccia andare a segno."
    }
  },
  {
    "translation": {
      "en": "...they think is gonna get them lucky. Which is funny, because, it's like...",
      "it": "sperando li faccia andare a segno. È buffo, cosa c'è di sexy nel trangugiare ostriche?"
    }
  },
  {
    "translation": {
      "en": "...what is sexy about slurping back oysters? Nothing.",
      "it": "È buffo, cosa c'è di sexy nel trangugiare ostriche? Niente. Sapevi che alcuni mangiano il corno macinato del rinoceronte"
    }
  },
  {
    "translation": {
      "en": "Did you know some people actually eat ground-up rhinoceros horn...",
      "it": "Niente. Sapevi che alcuni mangiano il corno macinato del rinoceronte"
    }
  },
  {
    "translation": {
      "en": "...because it's thought to increase the size of the male sex organ?",
      "it": "per aumentare le dimensioni dell'organo maschile?"
    }
  },
  {
    "translation": {
      "en": "That's not true at all.",
      "it": "Ma non funziona."
    }
  },
  {
    "translation": {
      "en": "Spanish fly. Spanish fly. You've heard of this? Yes?",
      "it": "E la cantaride officinale? - Lo sapevi? -Sì."
    }
  },
  {
    "translation": {
      "en": "-Yes. -Okay. That thing? Pulverized blister beetle. What?",
      "it": "Sai che roba è? Polvere di coleottero."
    }
  },
  {
    "translation": {
      "en": "And it's illegal in the U.S. because if you eat just a little bit too much...",
      "it": "È una cosa illegale negli USA, se ne ingerisci più del dovuto ti provoca minzione dolorosa,"
    }
  },
  {
    "translation": {
      "en": "...it causes painful urination, fever and bloody discharge.",
      "it": "se ne ingerisci più del dovuto ti provoca minzione dolorosa, febbre e perdite di sangue."
    }
  },
  {
    "translation": {
      "en": "-Am I talking too much? -No.",
      "it": "- Parlo troppo? - No."
    }
  },
  {
    "translation": {
      "en": "You're just burning through a lot of topics really fast.",
      "it": "Stai solo affrontando rapidamente molti argomenti."
    }
  },
  {
    "translation": {
      "en": "Shouldn't have had coffee three weeks ago.",
      "it": "Non avrei dovuto bere quel caffè tre settimane fa."
    }
  },
  {
    "translation": {
      "en": "I'm just kidding.",
      "it": "Sto scherzando."
    }
  },
  {
    "translation": {
      "en": "Your Maine lobster with crab and seafood stuffing.",
      "it": "Le vostre aragoste del Maine ripiene di granchio e frutti di mare."
    }
  },
  {
    "translation": {
      "en": "-I'm jealous. -Thank you.",
      "it": "- Sono gelosa. - Grazie."
    }
  },
  {
    "translation": {
      "en": "Let's dig in. Right?",
      "it": "Diamoci dentro. Buon compleanno, gentile ospite"
    }
  },
  {
    "translation": {
      "en": "I didn't know Woodchuck Todd worked here.",
      "it": "Non sapevo che Todd il castoro lavorasse qui."
    }
  },
  {
    "translation": {
      "en": "He's dressed like a lobster. I should start calling him Lobster Todd.",
      "it": "È vestito da aragosta. Dovrei chiamarlo Todd l'aragosta."
    }
  },
  {
    "translation": {
      "en": "Shit. -Shit, shit, shit. -What? What's wrong?",
      "it": "- Merda. - Che succede?"
    }
  },
  {
    "translation": {
      "en": "-Rhiannon's over there. -So?",
      "it": "- C'è Rhiannon. - E allora?"
    }
  },
  {
    "translation": {
      "en": "She's been in love with you since 1st grade.",
      "it": "È pazza di te dalla prima elementare. È la mia migliore amica."
    }
  },
  {
    "translation": {
      "en": "-She's my best friend. -I thought you weren't speaking.",
      "it": "È pazza di te dalla prima elementare. È la mia migliore amica. - Credevo non vi parlaste. - Non significa che non sia mia amica."
    }
  },
  {
    "translation": {
      "en": "But that doesn't mean she's not my best friend.",
      "it": "- Credevo non vi parlaste. - Non significa che non sia mia amica."
    }
  },
  {
    "translation": {
      "en": "Or that I should be out with you.",
      "it": "O che dovrei uscire con te."
    }
  },
  {
    "translation": {
      "en": "Rhi and I don't have anything in common.",
      "it": "Io e Rhi non abbiamo niente in comune."
    }
  },
  {
    "translation": {
      "en": "-And you and I do? -Yeah.",
      "it": "- E io e te? - Sì."
    }
  },
  {
    "translation": {
      "en": "-Like what? -Like I hate Marianne Bryant too.",
      "it": "- Ovvero? - Anche io detesto Marianne Bryant."
    }
  },
  {
    "translation": {
      "en": "If that's our connection, I should date the entire school.",
      "it": "Allora dovrei uscire con tutta la scuola."
    }
  },
  {
    "translation": {
      "en": "Haven't you?",
      "it": "Non l'hai fatto?"
    }
  },
  {
    "translation": {
      "en": "No. No, I haven't.",
      "it": "No."
    }
  },
  {
    "translation": {
      "en": "Okay, she can't see us. Check. Check.",
      "it": "Bene, non può vederci. Il conto."
    }
  },
  {
    "translation": {
      "en": "Can you just--? Excuse me? Hi.",
      "it": "Le dispiace... Mi scusi. Salve."
    }
  },
  {
    "translation": {
      "en": "I just remembered I am so allergic to shellfish.",
      "it": "Mi sono ricordata che sono allergica ai crostacei."
    }
  },
  {
    "translation": {
      "en": "I forget that my respiratory system will collapse.",
      "it": "Potrei collassare."
    }
  },
  {
    "translation": {
      "en": "-I have a gift certificate. Keep the tip. -Thanks. I'm sorry, but we have to go.",
      "it": "- È un buono regalo. Tenga la mancia. - Mi dispiace, ma dobbiamo andare."
    }
  },
  {
    "translation": {
      "en": "-Go. Go. Come on. Come on. -Okay.",
      "it": "- Forza. Andiamo. - Va bene."
    }
  },
  {
    "translation": {
      "en": "Go, go, go.",
      "it": "Corri."
    }
  },
  {
    "translation": {
      "en": "I'm sorry about that.",
      "it": "Mi dispiace un sacco."
    }
  },
  {
    "translation": {
      "en": "I've got something for you.",
      "it": "Ho qualcosa per te."
    }
  },
  {
    "translation": {
      "en": "Two hundred dollars to The Home Depot.",
      "it": "Duecento dollari per Home Depot."
    }
  },
  {
    "translation": {
      "en": "I didn't realize this was a--",
      "it": "- Non avevo capito che fosse... - Può sembrarti stupido."
    }
  },
  {
    "translation": {
      "en": "I know it sounds kind of lame, but they really do have some awesome stuff.",
      "it": "- Non avevo capito che fosse... - Può sembrarti stupido. Ma hanno della roba davvero fantastica. Ho preso un compressore ad aria."
    }
  },
  {
    "translation": {
      "en": "I bought my air compressor there.",
      "it": "Ma hanno della roba davvero fantastica. Ho preso un compressore ad aria."
    }
  },
  {
    "translation": {
      "en": "So, what did we do on this date? Whatever 200 bucks gets me.",
      "it": "- Cosa abbiamo fatto all'appuntamento? - Ciò che è compreso nei 200 dollari."
    }
  },
  {
    "translation": {
      "en": "-That's not really how it works. -It's okay.",
      "it": "Non funziona così. Non preoccuparti."
    }
  },
  {
    "translation": {
      "en": "Stop.",
      "it": "Smettila."
    }
  },
  {
    "translation": {
      "en": "I'm not really having sex with people for money.",
      "it": "Non faccio realmente sesso per soldi."
    }
  },
  {
    "translation": {
      "en": "I'm saying I'm having sex for money, but I'm not having sex for money.",
      "it": "Dico di farlo, ma in realtà non lo faccio."
    }
  },
  {
    "translation": {
      "en": "It's okay. It's all right. Come on.",
      "it": "Va tutto bene. Dai."
    }
  },
  {
    "translation": {
      "en": "-Stop. No, no. -What?",
      "it": "- Smettila. No. - Cosa?"
    }
  },
  {
    "translation": {
      "en": "Stop!",
      "it": "Smettila!"
    }
  },
  {
    "translation": {
      "en": "Come on, just relax. Come on, babe. It's all right.",
      "it": "E dai, rilassati. - Dai, piccola. Va tutto bene. - Oddio."
    }
  },
  {
    "translation": {
      "en": "God. Asshole.",
      "it": "- Dai, piccola. Va tutto bene. - Oddio. Stronzo."
    }
  },
  {
    "translation": {
      "en": "What are you doing? I paid you.",
      "it": "Ma che fai? Ti ho pagata."
    }
  },
  {
    "translation": {
      "en": "Now you didn't.",
      "it": "Ora non più."
    }
  },
  {
    "translation": {
      "en": "Come on, this is bullshit.",
      "it": "Dai, che stronzata."
    }
  },
  {
    "translation": {
      "en": "Goddamn it.",
      "it": "Maledizione."
    }
  },
  {
    "translation": {
      "en": "Hey, Olive.",
      "it": "Ciao, Olive."
    }
  },
  {
    "translation": {
      "en": "Todd, hi.",
      "it": "Todd, ciao."
    }
  },
  {
    "translation": {
      "en": "-Hey, you all right? -I just have something in my eye.",
      "it": "- Va tutto bene? - Ho qualcosa in un occhio."
    }
  },
  {
    "translation": {
      "en": "Like a twig, you know, or a branch, or a contact, or something.",
      "it": "Un bastoncino, un ramoscello o una lente a contatto."
    }
  },
  {
    "translation": {
      "en": "-I didn't know you wore contacts. -I don't, which is why I was tearing up.",
      "it": "- Non sapevo che portassi le lenti. - Ecco perché stavo lacrimando."
    }
  },
  {
    "translation": {
      "en": "Olive, hey. Let me drive you home.",
      "it": "Olive, senti. Lascia che ti accompagni a casa."
    }
  },
  {
    "translation": {
      "en": "Do you wanna talk about it?",
      "it": "Ti va di parlarne?"
    }
  },
  {
    "translation": {
      "en": "What's to say? Everybody thinks I'm a whore...",
      "it": "Cosa c'è da dire? Tutti mi credono una puttana"
    }
  },
  {
    "translation": {
      "en": "...and for the first time, I'm starting to believe it.",
      "it": "e ora inizio a pensarlo anche io."
    }
  },
  {
    "translation": {
      "en": "What?",
      "it": "Cosa?"
    }
  },
  {
    "translation": {
      "en": "Don't act like you don't know what people are saying about me.",
      "it": "Non fingere di non sapere cosa dicono."
    }
  },
  {
    "translation": {
      "en": "I know what people are saying. Doesn't mean I believe them.",
      "it": "So cosa dicono. Ma non significa che ci creda."
    }
  },
  {
    "translation": {
      "en": "-Who told you? -No one.",
      "it": "- Chi te l'ha detto? - Nessuno."
    }
  },
  {
    "translation": {
      "en": "No one had to tell me that once upon a time, there was a scared kid...",
      "it": "Nessuno ha dovuto dirmi che tanto tempo fa, a una festa,"
    }
  },
  {
    "translation": {
      "en": "...at a party in a dark room who was not ready for his first kiss.",
      "it": "un bambino impaurito in una stanza non era pronto per il primo bacio."
    }
  },
  {
    "translation": {
      "en": "And, you know, there was this amazing girl who lied for him.",
      "it": "E che con lui c'era una splendida bambina che mentì per aiutarlo."
    }
  },
  {
    "translation": {
      "en": "I still can't believe you remember that.",
      "it": "Te lo ricordi ancora!"
    }
  },
  {
    "translation": {
      "en": "You know, sometimes I pretend you were my first real kiss.",
      "it": "A volte fingo di aver dato a te il mio primo bacio."
    }
  },
  {
    "translation": {
      "en": "-Yeah? -Yeah.",
      "it": "Davvero? Sì."
    }
  },
  {
    "translation": {
      "en": "-Who was? -It was Rhiannon.",
      "it": "- A chi l'hai dato? - A Rhiannon."
    }
  },
  {
    "translation": {
      "en": "-What? -She must have told you.",
      "it": "- Cosa? - Te l'avrà detto."
    }
  },
  {
    "translation": {
      "en": "Yeah, it was-- I think it was, like, a year after that or something.",
      "it": "È successo più o meno un anno dopo."
    }
  },
  {
    "translation": {
      "en": "It sucked, by the way. She was, like:",
      "it": "È stato un vero disastro."
    }
  },
  {
    "translation": {
      "en": "That bitch.",
      "it": "Ma che stronza."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, she knew how I felt about you.",
      "it": "Oddio, sapeva cosa provavo per te."
    }
  },
  {
    "translation": {
      "en": "-How do you feel about me? -And here I am feeling so bad.",
      "it": "- Cosa provi per me? - E io che mi sento in colpa."
    }
  },
  {
    "translation": {
      "en": "That's just perfect.",
      "it": "Davvero perfetto."
    }
  },
  {
    "translation": {
      "en": "Wait, hold on a second. How do you feel about me?",
      "it": "Aspetta un attimo. Cosa provi per me?"
    }
  },
  {
    "translation": {
      "en": "\"Felt.\"",
      "it": "\"Provavo\"."
    }
  },
  {
    "translation": {
      "en": "I said \"felt.\"",
      "it": "Ho detto \"provavo\"."
    }
  },
  {
    "translation": {
      "en": "Because I thought I-- I thought I heard \"feel.\"",
      "it": "Io invece pensavo di aver sentito \"provo\"."
    }
  },
  {
    "translation": {
      "en": "-No, it was \"felt.\" -All right.",
      "it": "- Ho detto \"provavo\". - D'accordo."
    }
  },
  {
    "translation": {
      "en": "How do you know where I live? We used to carpool.",
      "it": "- Come fai a sapere dove abito? - Ci portavano a scuola insieme."
    }
  },
  {
    "translation": {
      "en": "Yeah, in 2nd grade. What, are you like a savant for people's addresses?",
      "it": "Sì, in seconda elementare. Ti ricordi l'indirizzo di tutti?"
    }
  },
  {
    "translation": {
      "en": "Just for people who I think are cool.",
      "it": "Solo delle persone in gamba."
    }
  },
  {
    "translation": {
      "en": "-You think I'm cool? -I do.",
      "it": "- Credi che sia in gamba? - Sì."
    }
  },
  {
    "translation": {
      "en": "And I think you're pretty and smart.",
      "it": "E ti trovo anche carina e brillante."
    }
  },
  {
    "translation": {
      "en": "Did you form this opinion prior to my little transformation?",
      "it": "Avevi pensato questo prima della mia trasformazione?"
    }
  },
  {
    "translation": {
      "en": "Way prior.",
      "it": "Molto prima."
    }
  },
  {
    "translation": {
      "en": "Why didn't that rumor spread?",
      "it": "Perché non si è sparsa la voce?"
    }
  },
  {
    "translation": {
      "en": "I like to keep my business to myself.",
      "it": "Sono una persona riservata."
    }
  },
  {
    "translation": {
      "en": "Notoriety, for whatever reason...",
      "it": "La notorietà, per qualche motivo,"
    }
  },
  {
    "translation": {
      "en": "...never seems to benefit the noted, it's only the \"notees.\"",
      "it": "non giova a chi è celebrato, ma a chi celebra."
    }
  },
  {
    "translation": {
      "en": "Where were you two weeks ago?",
      "it": "Dov'eri due settimane fa?"
    }
  },
  {
    "translation": {
      "en": "If I promise not to tell anyone, could I kiss you right now?",
      "it": "Se prometto di non dirlo a nessuno, posso darti un bacio?"
    }
  },
  {
    "translation": {
      "en": "-Okay. Okay. I'm sorry. I'm very sorry. -Oh, no.",
      "it": "Va bene. Ti chiedo scusa."
    }
  },
  {
    "translation": {
      "en": "I just mean, not like this.",
      "it": "Intendevo, non così."
    }
  },
  {
    "translation": {
      "en": "I don't wanna kiss you with mascara running down my face...",
      "it": "Non voglio baciarti col mascara sul viso"
    }
  },
  {
    "translation": {
      "en": "...and some horndog guy just having tried...",
      "it": "dopo che un allupato ha cercato"
    }
  },
  {
    "translation": {
      "en": "...to stick his tongue down my throat.",
      "it": "di infilarmi la lingua in gola."
    }
  },
  {
    "translation": {
      "en": "I've wanted to kiss you since 8th grade...",
      "it": "Ho voglia di baciarti dalla terza media,"
    }
  },
  {
    "translation": {
      "en": "...but I want it to be perfect.",
      "it": "ma voglio che sia tutto perfetto."
    }
  },
  {
    "translation": {
      "en": "And right now, my life is a mess.",
      "it": "E in questo momento la mia vita è un disastro."
    }
  },
  {
    "translation": {
      "en": "I need to get my business in order before I drag you into it.",
      "it": "Devo sistemare le cose prima di trascinarti nella mia vita."
    }
  },
  {
    "translation": {
      "en": "What if I told you I wanna be dragged into it?",
      "it": "Se ti dicessi che lo voglio?"
    }
  },
  {
    "translation": {
      "en": "I could help, maybe.",
      "it": "Forse potrei aiutarti."
    }
  },
  {
    "translation": {
      "en": "Why now?",
      "it": "Perché adesso?"
    }
  },
  {
    "translation": {
      "en": "Why are you all of a sudden into me now?",
      "it": "Perché all'improvviso ti piaccio?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "it": "Non lo so."
    }
  },
  {
    "translation": {
      "en": "I haven't overanalyzed it, like you're about to.",
      "it": "Non ho analizzato la situazione come stai per fare tu."
    }
  },
  {
    "translation": {
      "en": "-Good night, Olive. -Good night, Lobster Todd.",
      "it": "Buonanotte, Olive. Buonanotte, Todd l'aragosta."
    }
  },
  {
    "translation": {
      "en": "Now that I knew there were decent and goodhearted people out there...",
      "it": "Ora che sapevo che c'erano anche persone perbene e gentili,"
    }
  },
  {
    "translation": {
      "en": "...the lies had to stop.",
      "it": "le bugie dovevano finire."
    }
  },
  {
    "translation": {
      "en": "I knew there was only one person I could count on to set the story straight:",
      "it": "C'era una sola persona che potesse dire la verità:"
    }
  },
  {
    "translation": {
      "en": "I'd helped him, and even though it would destroy his new reputation...",
      "it": "Io avevo aiutato lui, e anche se la sua reputazione di stallone"
    }
  },
  {
    "translation": {
      "en": "...as a straight stud, I knew he'd help me.",
      "it": "sarebbe andata distrutta, lui avrebbe aiutato me."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Did you hear that Brandon ran away from home?",
      "it": "Oddio. Hai saputo? Brandon è scappato di casa. Davvero!"
    }
  },
  {
    "translation": {
      "en": "Yeah, totally. He left his parents a note that said, \"I'm gay, bitches\"...",
      "it": "Oddio. Hai saputo? Brandon è scappato di casa. Davvero! Ha lasciato un biglietto: \"Sono gay, belli.\""
    }
  },
  {
    "translation": {
      "en": "...and then he skipped town with some big, hulking black guy.",
      "it": "Se n'è andato con un tizio di colore."
    }
  },
  {
    "translation": {
      "en": "My apologies to Mark Twain.",
      "it": "Mi scuso con Mark Twain."
    }
  },
  {
    "translation": {
      "en": "-Wait, huh? -What?",
      "it": "- Cosa? - Come?"
    }
  },
  {
    "translation": {
      "en": "-You said something. -You said something.",
      "it": "- Che dicevi? - No, tu."
    }
  },
  {
    "translation": {
      "en": "You said something, so I came back.",
      "it": "Tu hai detto qualcosa."
    }
  },
  {
    "translation": {
      "en": "-You're funny. Okay. -Call me.",
      "it": "- Sei bizzarra. - Chiamami."
    }
  },
  {
    "translation": {
      "en": "I went to everyone I'd helped and begged them to say it wasn't true.",
      "it": "Chiesi a quelli che avevo aiutato di dire la verità."
    }
  },
  {
    "translation": {
      "en": "No way. I gave you money.",
      "it": "Non se ne parla. Ti ho pagata."
    }
  },
  {
    "translation": {
      "en": "You gave me a gift card to AutoZone. I don't even have a car.",
      "it": "Mi hai dato un buono regalo per AutoZone. - Non ho nemmeno l'auto. - Pensavo ti servisse come stimolo."
    }
  },
  {
    "translation": {
      "en": "I thought it'd be aspirational.",
      "it": "- Non ho nemmeno l'auto. - Pensavo ti servisse come stimolo."
    }
  },
  {
    "translation": {
      "en": "Evan, please do this for me, all right? I did that for you. Do this for me.",
      "it": "Evan, fallo per me. Io ti ho aiutato. Ora tu aiuti me."
    }
  },
  {
    "translation": {
      "en": "I don't want people to know I didn't go to second base with you.",
      "it": "No, non lo sapranno."
    }
  },
  {
    "translation": {
      "en": "Do you know how many girls I've hooked up with because of that?",
      "it": "Sai quante ragazze ho rimorchiato con la storia della seconda base?"
    }
  },
  {
    "translation": {
      "en": "Girls are almost as dumb as boys. Oh, yes, they are.",
      "it": "- Le ragazze sono come i ragazzi. - Proprio così."
    }
  },
  {
    "translation": {
      "en": "It gets worse.",
      "it": "Le cose peggiorarono."
    }
  },
  {
    "translation": {
      "en": "\"Honor your father and your mother.\"",
      "it": "\"Onora tuo padre e tua madre.\""
    }
  },
  {
    "translation": {
      "en": "Due to his condition, Micah was sent on a visit to his grandparents...",
      "it": "A causa delle sue condizioni, Micah venne spedito a far visita ai nonni"
    }
  },
  {
    "translation": {
      "en": "...in Palatka, Florida.",
      "it": "a Palatka, in Florida."
    }
  },
  {
    "translation": {
      "en": "And if there's one thing worse than chlamydia, it's Florida.",
      "it": "Se c'è una cosa peggiore della clamidia è la Florida."
    }
  },
  {
    "translation": {
      "en": "\"--be guilty of adultery.\"",
      "it": "\"Colpevole di adulterio...\""
    }
  },
  {
    "translation": {
      "en": "Get your hands out of your berries, boy.",
      "it": "Ragazzo, via le mani dalle bacche."
    }
  },
  {
    "translation": {
      "en": "Olive, life is full of choices.",
      "it": "Olive, la vita è piena di scelte."
    }
  },
  {
    "translation": {
      "en": "I made a bad one. But then, so did you.",
      "it": "Io ne ho fatta una sbagliata. Ma poi anche tu."
    }
  },
  {
    "translation": {
      "en": "But I see no other alternative than to just live with the guilt.",
      "it": "Non vedo alternativa, se non quella di vivere con la colpa."
    }
  },
  {
    "translation": {
      "en": "My guilt stems from my indiscretion and yours for lying.",
      "it": "La mia colpa è stata l'imprudenza, la tua, la menzogna."
    }
  },
  {
    "translation": {
      "en": "We made our choices. Now, we just have to let it ride.",
      "it": "Abbiamo fatto una scelta. Affrontiamo le conseguenze."
    }
  },
  {
    "translation": {
      "en": "Or I could just tell everyone the truth and get you fired and put in jail.",
      "it": "O potrei dire a tutti la verità, farla licenziare e mandarla in prigione."
    }
  },
  {
    "translation": {
      "en": "Okay, first of all, he is of age, okay?",
      "it": "Prima di tutto, è maggiorenne."
    }
  },
  {
    "translation": {
      "en": "It's perfectly legal in the state of California.",
      "it": "È legale nello Stato della California."
    }
  },
  {
    "translation": {
      "en": "I checked. He is 21 in eight months.",
      "it": "È legale nello Stato della California. Compirà 21 anni tra otto mesi."
    }
  },
  {
    "translation": {
      "en": "And secondly, let's play the Who Would You Believe game, okay?",
      "it": "Secondo, facciamo il gioco \"Tu a chi crederesti\"."
    }
  },
  {
    "translation": {
      "en": "Why don't you ask yourself, if you were an adult, who would you believe?",
      "it": "Chieditelo: se tu fossi un'adulta, a chi crederesti?"
    }
  },
  {
    "translation": {
      "en": "Who would you believe? Who would you believe?",
      "it": "A chi crederesti?"
    }
  },
  {
    "translation": {
      "en": "Who would you believe? Who?",
      "it": "A chi crederesti? A chi?"
    }
  },
  {
    "translation": {
      "en": "Thank you for coming in.",
      "it": "Grazie per essere venuta."
    }
  },
  {
    "translation": {
      "en": "Yeah, Mrs. Griffith was pure evil, but I still shouldn't have done what I did.",
      "it": "Già, la Griffith era il male in persona, ma non avrei dovuto farlo."
    }
  },
  {
    "translation": {
      "en": "Your wife has chlamydia, and she's sleeping with a student...",
      "it": "Sua moglie ha la clamidia e si fa uno studente."
    }
  },
  {
    "translation": {
      "en": "...and she gave it to him, and she's trying to blame me.",
      "it": "l'ha passata a lui e sta cercando di incolpare me."
    }
  },
  {
    "translation": {
      "en": "What?",
      "it": "Cosa?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "it": "Mi dispiace."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "it": "Mi dispiace."
    }
  },
  {
    "translation": {
      "en": "Mr. Griffith, if you ever see this...",
      "it": "Prof. Griffith, se dovesse vedere questo video,"
    }
  },
  {
    "translation": {
      "en": "...just know that I was wrong to tell you that in that way. At all.",
      "it": "sappia che so di aver sbagliato a dirglielo in quel modo. Completamente."
    }
  },
  {
    "translation": {
      "en": "I shouldn't have done it.",
      "it": "Non avrei dovuto farlo."
    }
  },
  {
    "translation": {
      "en": "And I don't even feel bad for lying for your wife.",
      "it": "Non mi sento in colpa per aver coperto sua moglie."
    }
  },
  {
    "translation": {
      "en": "But I hate myself for telling you the truth. I am so sorry.",
      "it": "Ma odio me stessa per averle detto la verità. Mi dispiace moltissimo."
    }
  },
  {
    "translation": {
      "en": "With my words, even though they were true, I ended a marriage.",
      "it": "Le mie parole, seppur vere, avevano messo fine a un matrimonio."
    }
  },
  {
    "translation": {
      "en": "Looking back, that's the thing I regret the most.",
      "it": "Ripensandoci, è la cosa che mi dispiace di più."
    }
  },
  {
    "translation": {
      "en": "So now everyone that knows the truth is either gone or they won't fess up.",
      "it": "Quelli che sanno la verità sono fuggiti, e non confesseranno mai."
    }
  },
  {
    "translation": {
      "en": "And Marianne Bryant and her disciples are demanding my head.",
      "it": "Marianne Bryant e i suoi discepoli chiedono la mia testa."
    }
  },
  {
    "translation": {
      "en": "The messed-up thing is I would not put it past Principal Gibbons to expel me.",
      "it": "Per assurdo, non biasimerei il preside se mi espellesse."
    }
  },
  {
    "translation": {
      "en": "I had a similar situation when I was your age.",
      "it": "Ho vissuto una cosa simile alla tua età."
    }
  },
  {
    "translation": {
      "en": "What? Everyone called you a slut?",
      "it": "Tutti ti davano della zoccola?"
    }
  },
  {
    "translation": {
      "en": "I had a horrible reputation and people said awful things about me.",
      "it": "Avevo una pessima reputazione. Dicevano cose orribili."
    }
  },
  {
    "translation": {
      "en": "-Why? -Because I was a slut.",
      "it": "- Perché? - Perché ero una zoccola."
    }
  },
  {
    "translation": {
      "en": "I slept with a whole bunch of people. A slew, a heap, a peck. Mostly guys.",
      "it": "Andavo a letto con tante persone. Un mucchio. Quasi tutti ragazzi."
    }
  },
  {
    "translation": {
      "en": "-Mom. -Sorry, I got around.",
      "it": "- Mamma! - Scusa, mi davo molto da fare."
    }
  },
  {
    "translation": {
      "en": "Before I met Dad, I had incredibly low self-worth.",
      "it": "Prima che incontrassi papà avevo pochissima autostima."
    }
  },
  {
    "translation": {
      "en": "Do me a favor and just stuff this down my throat until I asphyxiate to death.",
      "it": "Fammi un favore, ficcami questo in gola finché non soffoco."
    }
  },
  {
    "translation": {
      "en": "-It's true. It is. -I want to die.",
      "it": "- È tutto vero - Voglio morire."
    }
  },
  {
    "translation": {
      "en": "It's true. I was quite the contortionist.",
      "it": "È vero. Ero quasi una contorsionista."
    }
  },
  {
    "translation": {
      "en": "I could do this thing. I could go-- I mean, my leg all the way--",
      "it": "Riuscivo a fare così. Mettevo la gamba fino a..."
    }
  },
  {
    "translation": {
      "en": "Stop. Can you stop? Don't show me.",
      "it": "Vuoi smetterla? Non farmelo vedere."
    }
  },
  {
    "translation": {
      "en": "-Can you not see that I'm a mess? -No, you're not, Olive.",
      "it": "- Non vedi che sono un disastro? - Non è vero, Olive."
    }
  },
  {
    "translation": {
      "en": "You're wonderful.",
      "it": "Sei meravigliosa."
    }
  },
  {
    "translation": {
      "en": "And you'll handle this the same way I did.",
      "it": "Affronterai tutto come ho fatto io."
    }
  },
  {
    "translation": {
      "en": "With an incontrovertible sense of humor.",
      "it": "Con un indistruttibile senso dell'umorismo."
    }
  },
  {
    "translation": {
      "en": "But you're much smarter than I am...",
      "it": "Ma sei molto più brillante di me,"
    }
  },
  {
    "translation": {
      "en": "...so you'll come out of this much better than I did.",
      "it": "quindi ne uscirai molto meglio."
    }
  },
  {
    "translation": {
      "en": "Thank you, Mom.",
      "it": "Grazie, mamma."
    }
  },
  {
    "translation": {
      "en": "-I could get my leg so far back. -No, no, no. Stop it.",
      "it": "Riuscivo a portare la gamba fino a qui. No. Smettila."
    }
  },
  {
    "translation": {
      "en": "So it was time to put an end to all this once and for all...",
      "it": "Era giunto il momento di finire quella storia"
    }
  },
  {
    "translation": {
      "en": "...by telling my side of the story.",
      "it": "raccontando la mia versione."
    }
  },
  {
    "translation": {
      "en": "And that's why I decided to do this webcast.",
      "it": "Ecco perché questo video."
    }
  },
  {
    "translation": {
      "en": "So here we go.",
      "it": "Eccoci qua."
    }
  },
  {
    "translation": {
      "en": "Part five.",
      "it": "Quinta parte."
    }
  },
  {
    "translation": {
      "en": "Not with a fizzle, but with a bang.",
      "it": "Non in sordina, ma con il botto."
    }
  },
  {
    "translation": {
      "en": "Today we had yet another one of our ridiculous pep rallies.",
      "it": "Oggi era previsto uno dei nostri ridicoli raduni."
    }
  },
  {
    "translation": {
      "en": "Todd convinced the band to play the sexiest song in their repertoire.",
      "it": "La banda doveva suonare la canzone più sexy del repertorio."
    }
  },
  {
    "translation": {
      "en": "I needed to pique everyone's interest to get them to go home and log on.",
      "it": "Dovevo spingere tutti a tornare a casa e connettersi."
    }
  },
  {
    "translation": {
      "en": "I had one outfit left and I figured about 30 seconds to do it.",
      "it": "Avevo ancora un outfit e 30 secondi di tempo."
    }
  },
  {
    "translation": {
      "en": "Plus I really wanted my own awesome musical number...",
      "it": "In più volevo tanto un bel numero da musical tutto mio,"
    }
  },
  {
    "translation": {
      "en": "...for no apparent reason.",
      "it": "senza un apparente motivo."
    }
  },
  {
    "translation": {
      "en": "Is that Olive?",
      "it": "Quella è Olive?"
    }
  },
  {
    "translation": {
      "en": "This was just a free preview.",
      "it": "Era un'anteprima gratuita."
    }
  },
  {
    "translation": {
      "en": "For the main event, log on to www.FreeOlive.com tonight at 6 p.m.",
      "it": "Per il grande evento, collegatevi su www.FreeOlive.com oggi alle 18:00."
    }
  },
  {
    "translation": {
      "en": "And I know it interferes with the basketball game but, come on...",
      "it": "So che si sovrappone alla partita di basket,"
    }
  },
  {
    "translation": {
      "en": "...would you rather cheer on the Woodchucks...",
      "it": "ma ammettetelo, preferite guardare i Castori"
    }
  },
  {
    "translation": {
      "en": "...or watch me do one?",
      "it": "oppure me che me ne faccio uno?"
    }
  },
  {
    "translation": {
      "en": "What do you think you're doing? Get to my office right now.",
      "it": "Cosa credi di fare? Vieni nel mio ufficio."
    }
  },
  {
    "translation": {
      "en": "I can't, because I have a date with the guy I like and the rest of the school.",
      "it": "Ho un appuntamento con il ragazzo che mi piace e con tutta la scuola."
    }
  },
  {
    "translation": {
      "en": "I think before you expel me, you might wanna talk to Mrs. Griffith...",
      "it": "Prima di espellermi dovrebbe parlare con la Griffith,"
    }
  },
  {
    "translation": {
      "en": "...because I think she might talk you into letting me stay.",
      "it": "potrebbe convincerla a farmi restare."
    }
  },
  {
    "translation": {
      "en": "Go, Woodchucks!",
      "it": "Forza, Castori!"
    }
  },
  {
    "translation": {
      "en": "And here you all are... ...waiting outside the bedroom door for me to kiss Todd...",
      "it": "Eccovi tutti qui, sulla porta della camera da letto in attesa che baci Todd,"
    }
  },
  {
    "translation": {
      "en": "...listening to me pretend to have sex with Brandon...",
      "it": "o mentre fingo di fare sesso con Brandon,"
    }
  },
  {
    "translation": {
      "en": "...paying me to lie for you...",
      "it": "o a pagarmi per mentire"
    }
  },
  {
    "translation": {
      "en": "...and calling me every name in the book.",
      "it": "e a darmi ogni genere di soprannome."
    }
  },
  {
    "translation": {
      "en": "You know, it was just like Hester in The Scarlet Letter.",
      "it": "È ciò che è successo a Hester in La Lettera Scarlatta."
    }
  },
  {
    "translation": {
      "en": "Except that's the one thing the movies don't tell you:",
      "it": "Ma i film non dicono una cosa."
    }
  },
  {
    "translation": {
      "en": "How shitty it feels to be an outcast. Warranted or not.",
      "it": "Quanto ci si senta di merda a essere emarginati. A torto o a ragione."
    }
  },
  {
    "translation": {
      "en": "How did you know I love this song?",
      "it": "Come sapevi che amo questa canzone?"
    }
  },
  {
    "translation": {
      "en": "I guessed.",
      "it": "Ho indovinato."
    }
  },
  {
    "translation": {
      "en": "I see you've been watching my live webcast. It's still going on, you know.",
      "it": "Ti sei connesso al mio sito. Sono ancora online."
    }
  },
  {
    "translation": {
      "en": "Screw them. They've had enough of you. Figuratively speaking.",
      "it": "Si fottano, è abbastanza. In senso figurato."
    }
  },
  {
    "translation": {
      "en": "I borrowed my neighbor's mower. I came right over.",
      "it": "Ho preso il tagliaerba del mio vicino. Sono venuto subito."
    }
  },
  {
    "translation": {
      "en": "That almost rhymed.",
      "it": "- Hai quasi fatto la rima. - Lo so."
    }
  },
  {
    "translation": {
      "en": "I know. I spent a minute on it.",
      "it": "- Hai quasi fatto la rima. - Lo so. Ci ho pensato un po' su."
    }
  },
  {
    "translation": {
      "en": "I'll be right down.",
      "it": "Scendo subito."
    }
  },
  {
    "translation": {
      "en": "That's Todd.",
      "it": "È Todd."
    }
  },
  {
    "translation": {
      "en": "Not that I owe you guys any more confessions, but I really like this guy...",
      "it": "Non che vi debba altre confessioni, ma lui mi piace molto"
    }
  },
  {
    "translation": {
      "en": "...and I might even lose my virginity to him.",
      "it": "e potrei anche perdere la verginità con lui."
    }
  },
  {
    "translation": {
      "en": "I don't know when it'll happen.",
      "it": "Non so quando accadrà."
    }
  },
  {
    "translation": {
      "en": "You know, it might be five minutes from now or tonight...",
      "it": "Magari tra cinque minuti, oppure stasera,"
    }
  },
  {
    "translation": {
      "en": "...or six months from now or maybe on our wedding night.",
      "it": "tra sei mesi o forse durante la nostra prima notte di nozze."
    }
  },
  {
    "translation": {
      "en": "But the really amazing thing is, it is nobody's goddamn business.",
      "it": "Ma la cosa incredibile è che la cosa non vi riguarda affatto."
    }
  },
  {
    "translation": {
      "en": "Come on, where's she going?",
      "it": "Ma dove va?"
    }
  },
  {
    "translation": {
      "en": "I thought she was going to take her clothes off.",
      "it": "Credevo che si sarebbe spogliata."
    }
  },
  {
    "translation": {
      "en": "Demi Moore took her clothes off. This is bullshit.",
      "it": "Demi Moore si spogliava. Che fregatura."
    }
  },
  {
    "translation": {
      "en": "Come on. Are you kidding me?",
      "it": "E dai. È uno scherzo?"
    }
  },
  {
    "translation": {
      "en": "-Piss off. -Come here, you punk.",
      "it": "- 'Fanculo. - Vieni qui, teppista."
    }
  },
  {
    "translation": {
      "en": "That's a mighty snug little shelter, Huck.",
      "it": "È un riparo davvero confortevole."
    }
  },
  {
    "translation": {
      "en": "I judge it's all right.",
      "it": "Credo che vada bene."
    }
  },
  {
    "translation": {
      "en": "Here, Jim, I'll take my turn at steering now.",
      "it": "Dai, Jim, tocca a me tenere il timone."
    }
  },
  {
    "translation": {
      "en": "No, that's all right, Huck. I like steering.",
      "it": "Nessun problema. Mi piace tenere il timone."
    }
  },
  {
    "translation": {
      "en": "Blue Devils!",
      "it": "Diavoli Blu!"
    }
  }
]