[
  {
    "translation": {
      "en": "DAMAGE REPORT! SHIELDS AT 60%.",
      "it": "- Rapporto danni. - Scudi al 60%."
    }
  },
  {
    "translation": {
      "en": "OUR FUEL LINE HAS RUPTURED. ATTEMPTING TO COMPENSATE.",
      "it": "Un condotto di carburante si è rotto. Compensare."
    }
  },
  {
    "translation": {
      "en": "DAMN IT! WE'RE BARELY MAINTAINING IMPULSE. I CAN'T GET ANY MORE OUT OF IT.",
      "it": "Riusciamo appena a restare a impulso. Non posso fare di meglio."
    }
  },
  {
    "translation": {
      "en": "BE CREATIVE.",
      "it": "Riusciamo appena a restare a impulso. Non posso fare di meglio. - Usi l'immaginazione! - Con un motore vecchio di 39 anni?"
    }
  },
  {
    "translation": {
      "en": "HOW AM I SUPPOSED TO BE CREATIVE WITH A 39-YEAR-OLD REBUILT ENGINE?",
      "it": "- Usi l'immaginazione! - Con un motore vecchio di 39 anni?"
    }
  },
  {
    "translation": {
      "en": "Maquis ship, this is Gul Evek of the Cardassian Fourth Order.",
      "it": "Nave maquis, sono Gul Evek del Quarto Ordine cardassiano."
    }
  },
  {
    "translation": {
      "en": "Cut your engines and prepare to surrender, or we will de...",
      "it": "Arrestate i motori e arrendetevi, oppure..."
    }
  },
  {
    "translation": {
      "en": "INITIATING EVASIVE PATTERN OMEGA. MARK.",
      "it": "Iniziare manovra evasiva Omega. Puntare."
    }
  },
  {
    "translation": {
      "en": "SHIELDS AT 50%.",
      "it": "Scudi al 50%."
    }
  },
  {
    "translation": {
      "en": "I NEED MORE POWER TO MAKE IT",
      "it": "Scudi al 50%. Mi serve più energia per raggiungere le Badlands."
    }
  },
  {
    "translation": {
      "en": "TO THE BADLANDS.",
      "it": "Mi serve più energia per raggiungere le Badlands."
    }
  },
  {
    "translation": {
      "en": "TAKE THE WEAPONS OFF-LINE.",
      "it": "Mi serve più energia per raggiungere le Badlands. Disattivare le armi. Tutta l'energia ai motori."
    }
  },
  {
    "translation": {
      "en": "WE'LL TRANSFER ALL POWER TO THE ENGINES.",
      "it": "Disattivare le armi. Tutta l'energia ai motori."
    }
  },
  {
    "translation": {
      "en": "CONSIDERING THE CIRCUMSTANCES, I'D QUESTION THAT AT THIS TIME. WHAT DOES IT MATTER?",
      "it": "- Non sono d'accordo. - Che importanza ha?"
    }
  },
  {
    "translation": {
      "en": "WE'RE NOT MAKING A DENT IN THEIR SHIELDS ANYWAY.",
      "it": "Non stiamo neanche intaccando i loro scudi."
    }
  },
  {
    "translation": {
      "en": "YOU WANTED CREATIVE. TUVOK, SHUT DOWN ALL THE PHASER BANKS.",
      "it": "- Ha detto di usare l'immaginazione. - Tuvok, disattivi i phaser."
    }
  },
  {
    "translation": {
      "en": "ANOTHER 30 SECONDS AT FULL IMPULSE,",
      "it": "Datemi 30 secondi a massimo impulso."
    }
  },
  {
    "translation": {
      "en": "I'LL GET US INTO THE BADLANDS. PHASERS OFF-LINE.",
      "it": "- Vi porterò nelle Badlands. - Phaser disattivati."
    }
  },
  {
    "translation": {
      "en": "THROW THE LAST PHOTONS AT THEM",
      "it": "Sparate gli ultimi fotoni,"
    }
  },
  {
    "translation": {
      "en": "THEN GIVE ME THE POWER FROM THE TORPEDO SYSTEMS.",
      "it": "poi dirigete qui l'energia del sistema di siluri."
    }
  },
  {
    "translation": {
      "en": "ACKNOWLEDGED. FIRING PHOTONS.",
      "it": "Ricevuto."
    }
  },
  {
    "translation": {
      "en": "ARE YOU READING ANY PLASMA STORMS AHEAD? ONE. COORDINATES 1-7-1 MARK 4-3.",
      "it": "- C'è qualche tempesta di plasma? - Una. Coordinate 171, punto 43."
    }
  },
  {
    "translation": {
      "en": "THAT'S WHERE I'M GOING.",
      "it": "- Ecco dove andremo. - Densità della tempesta in aumento."
    }
  },
  {
    "translation": {
      "en": "PLASMA STORM DENSITY INCREASING BY 14%.",
      "it": "- Ecco dove andremo. - Densità della tempesta in aumento. - 14%... 20%... 25%. - Fermi!"
    }
  },
  {
    "translation": {
      "en": "TWENTY... TWENTY-FIVE... HOLD ON!",
      "it": "- 14%... 20%... 25%. - Fermi!"
    }
  },
  {
    "translation": {
      "en": "CARDASSIAN SHIP NOT SLOWING. THEY'RE FOLLOWING US IN. GUL EVEK MUST FEEL DARING TODAY.",
      "it": "- La nave cardassiana ci sta seguendo. - Gul Evek si sente coraggioso oggi."
    }
  },
  {
    "translation": {
      "en": "Tuvok: THEY'VE BEEN HIT. THEY'RE SENDING OUT A DISTRESS SIGNAL ON CARDASSIAN FREQUENCIES.",
      "it": "Sono stati colpiti sul lato sinistro. Hanno inviato una richiesta di soccorso."
    }
  },
  {
    "translation": {
      "en": "CAN YOU PLOT A COURSE THROUGH THESE FIELDS? STORM ACTIVITY IS WIDESPREAD IN THIS VICINITY.",
      "it": "- Riesce a stabilire una rotta? - È una tempesta molto estesa."
    }
  },
  {
    "translation": {
      "en": "I CAN PLOT A COURSE, BUT IT WILL REQUIRE AN INDIRECT ROUTE.",
      "it": "Il meglio che posso fare è stabilire una rotta indiretta."
    }
  },
  {
    "translation": {
      "en": "WE CAN USE THE TIME TO MAKE SOME REPAIRS.",
      "it": "Sfruttiamo il tempo per fare riparazioni."
    }
  },
  {
    "translation": {
      "en": "WHAT WAS THAT? CURIOUS...",
      "it": "Cos'è stato?"
    }
  },
  {
    "translation": {
      "en": "WE PASSED THROUGH SOME KIND OF COHERENT TETRION BEAM.",
      "it": "Abbiamo appena attraversato un raggio di tetrioni."
    }
  },
  {
    "translation": {
      "en": "SOURCE? UNKNOWN.",
      "it": "- Fonte? - Sconosciuta."
    }
  },
  {
    "translation": {
      "en": "A MASSIVE DISPLACEMENT WAVE IS MOVING TOWARD US.",
      "it": "Un'enorme onda di spostamento si sta muovendo verso di noi."
    }
  },
  {
    "translation": {
      "en": "ANOTHER STORM?",
      "it": "Un'enorme onda di spostamento si sta muovendo verso di noi. - Un'altra tempesta? - Non è plasma."
    }
  },
  {
    "translation": {
      "en": "NOT A PLASMA PHENOMENON.",
      "it": "- Un'altra tempesta? - Non è plasma."
    }
  },
  {
    "translation": {
      "en": "AT CURRENT SPEEDS IT WILL INTERCEPT US IN 30 SECONDS.",
      "it": "Ci colpirà fra meno di 30 secondi."
    }
  },
  {
    "translation": {
      "en": "ANYTHING LEFT IN THOSE IMPULSE GENERATORS, B'ELANNA? WE'LL FIND OUT.",
      "it": "- Abbiamo energia nei motori, B'Elanna? - Lo scopriremo presto."
    }
  },
  {
    "translation": {
      "en": "STILL EXCEEDING OUR SPEED. MAXIMUM POWER.",
      "it": "- Continua a essere più veloce di noi. - Massima potenza."
    }
  },
  {
    "translation": {
      "en": "WAVE IS ACCELERATING. IT WILL INTERCEPT US IN EIGHT SECONDS.",
      "it": "L'onda continua ad accelerare. Ci colpirà fra... otto secondi."
    }
  },
  {
    "translation": {
      "en": "FIVE.",
      "it": "Cinque..."
    }
  },
  {
    "translation": {
      "en": "Woman: TOM PARIS?",
      "it": "Tom Paris?"
    }
  },
  {
    "translation": {
      "en": "KATHRYN JANEWAY. I SERVED WITH YOUR FATHER ON THE AL-BATANI.",
      "it": "Kathryn Janeway. Ho prestato servizio con suo padre."
    }
  },
  {
    "translation": {
      "en": "I WONDER IF WE COULD GO SOMEWHERE AND TALK?",
      "it": "Avrei bisogno di parlarle in privato."
    }
  },
  {
    "translation": {
      "en": "ABOUT WHAT? ABOUT A JOB WE'D LIKE YOU TO DO FOR US.",
      "it": "- Riguardo a cosa? - Vorremmo svolgesse un lavoro per noi."
    }
  },
  {
    "translation": {
      "en": "I'M ALREADY DOING A JOB... FOR THE FEDERATION.",
      "it": "Svolgo già un lavoro... per la Federazione."
    }
  },
  {
    "translation": {
      "en": "THE REHAB COMMISSION IS VERY PLEASED WITH YOUR WORK.",
      "it": "So che la Commissione di riabilitazione è soddisfatta di lei."
    }
  },
  {
    "translation": {
      "en": "THEY'VE GIVEN ME THEIR APPROVAL TO DISCUSS THIS MATTER WITH YOU.",
      "it": "So che la Commissione di riabilitazione è soddisfatta di lei. Mi hanno autorizzata a parlargliene."
    }
  },
  {
    "translation": {
      "en": "WELL, THEN I GUESS I'M YOURS.",
      "it": "Allora sono tutto suo."
    }
  },
  {
    "translation": {
      "en": "YOUR FATHER TAUGHT ME A GREAT DEAL.",
      "it": "Ho imparato da suo padre."
    }
  },
  {
    "translation": {
      "en": "I WAS HIS SCIENCE OFFICER DURING THE ARIAS EXPEDITION.",
      "it": "\"DALL'ALTRA PARTE DELL'UNIVERSO\" Ero il suo ufficiale scientifico durante la spedizione Arias."
    }
  },
  {
    "translation": {
      "en": "YOU MUST BE GOOD. MY FATHER ONLY ACCEPTS THE BEST AND THE BRIGHTEST.",
      "it": "Dev'essere brava. Mio padre accetta soltanto i migliori."
    }
  },
  {
    "translation": {
      "en": "I'M LEAVING ON A MISSION TO FIND A MAQUIS SHIP THAT DISAPPEARED IN THE BADLANDS A WEEK AGO.",
      "it": "La mia missione è rintracciare una nave maquis dispersa nelle Badlands."
    }
  },
  {
    "translation": {
      "en": "I WOULDN'T, IF I WERE YOU. REALLY?",
      "it": "- Se fossi in lei, lascerei perdere. - Sul serio?"
    }
  },
  {
    "translation": {
      "en": "I'VE NEVER SEEN A FEDERATION STARSHIP THAT COULD MANEUVER THROUGH THE PLASMA STORMS.",
      "it": "Nessuna nave federale riuscirebbe a superare le tempeste di plasma."
    }
  },
  {
    "translation": {
      "en": "YOU'VE NEVER SEEN VOYAGER.",
      "it": "Lei non ha mai visto la Voyager."
    }
  },
  {
    "translation": {
      "en": "WE'D LIKE YOU TO COME ALONG.",
      "it": "Vorremmo che fosse dei nostri."
    }
  },
  {
    "translation": {
      "en": "YOU'D LIKE ME TO LEAD YOU TO MY FORMER COLLEAGUES.",
      "it": "Mi sta chiedendo di condurvi dai miei ex colleghi."
    }
  },
  {
    "translation": {
      "en": "I WAS ONLY WITH THE MAQUIS A FEW WEEKS BEFORE I WAS CAPTURED, CAPTAIN.",
      "it": "Sono stato coi Maquis poche settimane, prima della mia cattura."
    }
  },
  {
    "translation": {
      "en": "I DON'T KNOW WHERE MOST OF THEIR HIDING PLACES ARE.",
      "it": "Non conosco i loro nascondigli."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW THE TERRITORY BETTER THAN ANYONE WE'VE GOT.",
      "it": "Conosce la zona meglio di chiunque altro."
    }
  },
  {
    "translation": {
      "en": "WHAT'S SO IMPORTANT ABOUT THIS PARTICULAR MAQUIS SHIP?",
      "it": "Cosa c'è di così speciale in questa nave maquis?"
    }
  },
  {
    "translation": {
      "en": "MY CHIEF OF SECURITY WAS ON BOARD-- UNDERCOVER.",
      "it": "Il mio capo della sicurezza era a bordo, sotto copertura."
    }
  },
  {
    "translation": {
      "en": "HE WAS SUPPOSED TO REPORT IN TWICE DURING THE LAST SIX DAYS. HE DIDN'T.",
      "it": "Avrebbe dovuto fare rapporto due volte negli ultimi sei giorni."
    }
  },
  {
    "translation": {
      "en": "MAYBE IT'S JUST YOUR CHIEF OF SECURITY",
      "it": "Forse è scomparso soltanto lui."
    }
  },
  {
    "translation": {
      "en": "MAYBE.",
      "it": "Forse."
    }
  },
  {
    "translation": {
      "en": "WAS UNDER THE COMMAND OF ANOTHER FORMER",
      "it": "Quella nave era comandata"
    }
  },
  {
    "translation": {
      "en": "STARFLEET OFFICER NAMED CHAKOTAY.",
      "it": "da un altro ex-ufficiale della Flotta, Chakotay."
    }
  },
  {
    "translation": {
      "en": "I UNDERSTAND YOU KNEW HIM.",
      "it": "Mi risulta che vi conoscevate."
    }
  },
  {
    "translation": {
      "en": "THAT'S RIGHT.",
      "it": "Non si sbaglia."
    }
  },
  {
    "translation": {
      "en": "THE TWO OF YOU DIDN'T GET ALONG TOO WELL, I'M TOLD.",
      "it": "Mi pare di capire che non andaste molto d'accordo."
    }
  },
  {
    "translation": {
      "en": "CHAKOTAY WILL TELL YOU HE LEFT STARFLEET ON PRINCIPLE--",
      "it": "Come direbbe Chakotay, lui ha lasciato la Flotta per principio,"
    }
  },
  {
    "translation": {
      "en": "TO DEFEND HIS HOME COLONY FROM THE CARDASSIANS.",
      "it": "per difendere la sua patria dai Cardassiani,"
    }
  },
  {
    "translation": {
      "en": "I, ON THE OTHER HAND, WAS FORCED TO RESIGN.",
      "it": "mentre io sono stato costretto a dimettermi."
    }
  },
  {
    "translation": {
      "en": "HE CONSIDERED ME A MERCENARY-- WILLING TO FIGHT FOR ANYONE WHO'D PAY MY BAR BILLS.",
      "it": "Mi considerava un mercenario, che combatteva per pagarsi da bere."
    }
  },
  {
    "translation": {
      "en": "HE WAS RIGHT.",
      "it": "Il punto è che aveva ragione."
    }
  },
  {
    "translation": {
      "en": "TRACK DOWN MY \"FRIENDS\" IN THE MAQUIS, CAPTAIN.",
      "it": "Non ho alcun problema ad aiutarla a rintracciare i miei amici fra i Maquis."
    }
  },
  {
    "translation": {
      "en": "ALL I NEED TO KNOW FROM YOU IS WHAT'S IN IT FOR ME?",
      "it": "Voglio solo sapere cosa ci guadagno."
    }
  },
  {
    "translation": {
      "en": "YOU HELP US FIND THAT SHIP WE HELP YOU AT YOUR NEXT OUTMATE REVIEW.",
      "it": "Se lei ci aiuta a trovare quella nave, noi la aiutiamo alla prossima valutazione."
    }
  },
  {
    "translation": {
      "en": "YOU'D BE A STARFLEET OBSERVER DURING THE MISSION.",
      "it": "Ufficialmente sarebbe un osservatore della Flotta."
    }
  },
  {
    "translation": {
      "en": "OBSERVER?",
      "it": "Osservatore?"
    }
  },
  {
    "translation": {
      "en": "OH, HELL. I'M THE BEST PILOT YOU COULD HAVE.",
      "it": "Sono il miglior pilota che potreste desiderare."
    }
  },
  {
    "translation": {
      "en": "YOU'LL BE AN OBSERVER. WHEN IT'S OVER, YOU'RE CUT LOOSE.",
      "it": "Sarà un osservatore. Finita la missione, sarà libero."
    }
  },
  {
    "translation": {
      "en": "STORY OF MY LIFE.",
      "it": "Affare fatto."
    }
  },
  {
    "translation": {
      "en": "STADI, YOU'RE CHANGING MY MIND ABOUT BETAZOIDS.",
      "it": "Stadi, mi sta facendo cambiare idea sui Betazoidi."
    }
  },
  {
    "translation": {
      "en": "GOOD. OH, THAT WASN'T A COMPLIMENT.",
      "it": "- Bene. - Non era un complimento."
    }
  },
  {
    "translation": {
      "en": "UNTIL TODAY, I ALWAYS CONSIDERED YOUR PEOPLE WARM AND SENSUAL.",
      "it": "Fino ad oggi ho sempre pensato che foste un popolo caloroso e sensuale."
    }
  },
  {
    "translation": {
      "en": "I CAN BE WARM AND SENSUAL. JUST NOT TO ME.",
      "it": "- Anch'io sono calorosa e sensuale. - Ma non con me."
    }
  },
  {
    "translation": {
      "en": "DO YOU ALWAYS FLY AT WOMEN AT WARP SPEED, MR. PARIS?",
      "it": "Punta sempre le donne a velocità di curvatura?"
    }
  },
  {
    "translation": {
      "en": "ONLY WHEN THEY'RE IN VISUAL RANGE.",
      "it": "Solo quando sono nella mia visuale."
    }
  },
  {
    "translation": {
      "en": "THAT'S OUR SHIP.",
      "it": "Quella è la nostra nave. Quella è la Voyager."
    }
  },
  {
    "translation": {
      "en": "THAT'S VOYAGER.",
      "it": "Quella è la nostra nave. Quella è la Voyager. Classe Intrepid. Massima velocità di crociera a curvatura fattore 9,975."
    }
  },
  {
    "translation": {
      "en": "INTREPID CLASS-- SUSTAINABLE CRUISE VELOCITY OF WARP FACTOR 9.975.",
      "it": "Classe Intrepid. Massima velocità di crociera a curvatura fattore 9,975."
    }
  },
  {
    "translation": {
      "en": "15 DECKS, CREW COMPLEMENT OF 141",
      "it": "Quindici ponti. Un equipaggio di 141 elementi."
    }
  },
  {
    "translation": {
      "en": "BIO-NEURAL CIRCUITRY. BIO-NEURAL? SOME OF THE TRADITIONAL",
      "it": "- Circuiti bioneurali. - Bioneurali?"
    }
  },
  {
    "translation": {
      "en": "CIRCUITRY HAS BEEN REPLACED BY GEL PACKS THAT CONTAIN BIO-NEURAL CELLS.",
      "it": "Alcuni dei circuiti sono stati sostituiti da gelatine di cellule bioneurali."
    }
  },
  {
    "translation": {
      "en": "THEY ORGANIZE INFORMATION MORE EFFICIENTLY SPEED UP RESPONSE TIME.",
      "it": "Sono più efficienti nell'elaborare le informazioni e risolvere i problemi."
    }
  },
  {
    "translation": {
      "en": "IF I MAY SAY SO, IT'S BEEN MY SPECIAL PLEASURE",
      "it": "Se posso permettermi, è un enorme piacere"
    }
  },
  {
    "translation": {
      "en": "TO SEE MANY NEW OFFICERS LIKE YOURSELF COME THROUGH THESE PORTALS.",
      "it": "vedere tanti nuovi ufficiali come lei entrare da queste porte."
    }
  },
  {
    "translation": {
      "en": "YOUR PARENTS MUST BE VERY PROUD, MY BOY.",
      "it": "I suoi genitori saranno orgogliosi di lei."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW, ON AN OCCASION LIKE THIS... I'M REALLY NOT INTERESTED.",
      "it": "- Lo sa, per un'occasione del genere... - Non m'interessa."
    }
  },
  {
    "translation": {
      "en": "INTERESTED? YOU WERE ABOUT TO TRY TO SELL ME SOMETHING.",
      "it": "- Non le interessa? - Non voglio comprare niente."
    }
  },
  {
    "translation": {
      "en": "I WAS GOING TO SUGGEST YOUR PARENTS MIGHT APPRECIATE A MEMENTO.",
      "it": "Magari i suoi genitori vorrebbero un ricordo dalla sua prima missione."
    }
  },
  {
    "translation": {
      "en": "AND YOU HAPPEN TO HAVE SEVERAL TO CHOOSE FROM.",
      "it": "Magari i suoi genitori vorrebbero un ricordo dalla sua prima missione. E naturalmente lei ne ha un vasto assortimento?"
    }
  },
  {
    "translation": {
      "en": "I DO CARRY A SELECT LINE OF UNIQUE ARTIFACTS AND GEMSTONES INDIGENOUS TO THIS REGION. QUITE RECENTLY",
      "it": "In effetti, posso proporle diversi ricercati prodotti tipici di questa zona."
    }
  },
  {
    "translation": {
      "en": "I ACQUIRED THESE LOBI CRYSTALS",
      "it": "Guarda caso, sono di recente entrato in possesso di questi cristalli Lobi"
    }
  },
  {
    "translation": {
      "en": "FROM A VERY STRANGE CREATURE CALLED A MORN.",
      "it": "Guarda caso, sono di recente entrato in possesso di questi cristalli Lobi da una strana creatura chiamata Morn."
    }
  },
  {
    "translation": {
      "en": "WE WERE WARNED ABOUT THE FERENGI AT THE ACADEMY.",
      "it": "L'Accademia ci aveva messo in guardia sui Ferengi."
    }
  },
  {
    "translation": {
      "en": "WARNED ABOUT FERENGI, WERE YOU? THAT'S RIGHT.",
      "it": "- Vi hanno messo in guardia, eh? - Proprio così."
    }
  },
  {
    "translation": {
      "en": "SLURS ABOUT MY PEOPLE AT STARFLEET ACADEMY.",
      "it": "All'Accademia della Flotta girano calunnie sulla mia gente."
    }
  },
  {
    "translation": {
      "en": "WHAT I MEANT WAS... HERE I AM, TRYING TO BE",
      "it": "Non intendevo... Io cerco di essere un ospite cordiale,"
    }
  },
  {
    "translation": {
      "en": "A CORDIAL HOST, KNOWING HOW MUCH",
      "it": "Io cerco di essere un ospite cordiale,"
    }
  },
  {
    "translation": {
      "en": "A YOUNG OFFICER'S PARENTS WOULD APPRECIATE",
      "it": "poiché i genitori di ogni giovane ufficiale apprezzerebbero un segno d'affetto"
    }
  },
  {
    "translation": {
      "en": "A TOKEN OF HIS LOVE ON THE EVE OF A DANGEROUS MISSION",
      "it": "apprezzerebbero un segno d'affetto alla vigilia di una missione rischiosa. E cosa ottengo in cambio?"
    }
  },
  {
    "translation": {
      "en": "AND WHAT DO I GET FOR MY TROUBLE?",
      "it": "alla vigilia di una missione rischiosa. E cosa ottengo in cambio?"
    }
  },
  {
    "translation": {
      "en": "SCURRILOUS INSULTS. WELL, SOMEBODY'S GOING TO HEAR ABOUT THIS.",
      "it": "Volgari insulti. Stavolta mi sentiranno."
    }
  },
  {
    "translation": {
      "en": "WHAT'S YOUR NAME, SON? MY... NAME?",
      "it": "- Come si chiama, figliolo? - Come mi chiamo?"
    }
  },
  {
    "translation": {
      "en": "YOU HAVE ONE, I PRESUME?",
      "it": "- Come si chiama, figliolo? - Come mi chiamo? - Avrà un nome, immagino. - Harry Kim. Ma io..."
    }
  },
  {
    "translation": {
      "en": "KIM, HARRY KIM, BUT I...",
      "it": "- Avrà un nome, immagino. - Harry Kim. Ma io..."
    }
  },
  {
    "translation": {
      "en": "AND WHO WAS IT AT THE ACADEMY WHO WARNED YOU ABOUT FERENGI?",
      "it": "E chi è stato a metterla in guardia sui Ferengi?"
    }
  },
  {
    "translation": {
      "en": "I THINK A MEMENTO FOR MY PARENTS WOULD BE A GREAT IDEA.",
      "it": "Ripensandoci, credo che prenderò un ricordino per i miei."
    }
  },
  {
    "translation": {
      "en": "OH, NO, NO, NO, NO, NO! REALLY? ONE WOULD MAKE A GREAT PENDANT FOR MY MOTHER.",
      "it": "- Oh, no. - Potrei farne un bel ciondolo."
    }
  },
  {
    "translation": {
      "en": "OR CUFFLINKS FOR YOUR FATHER.",
      "it": "- Oh, no. - Potrei farne un bel ciondolo. - O dei gemelli. - Dei gemelli, ottima idea."
    }
  },
  {
    "translation": {
      "en": "CUFFLINKS. GREAT IDEA.",
      "it": "- O dei gemelli. - Dei gemelli, ottima idea."
    }
  },
  {
    "translation": {
      "en": "THEY'RE NOT FOR SALE. NOW, INFORM YOUR COMMANDING OFFICER",
      "it": "Non sono in vendita. Informi il suo ufficiale di comando"
    }
  },
  {
    "translation": {
      "en": "THAT THE FEDERATION COUNCIL CAN EXPECT AN OFFICIAL QUERY...",
      "it": "Non sono in vendita. Informi il suo ufficiale di comando che il Consiglio della Federazione può aspettarsi una protesta..."
    }
  },
  {
    "translation": {
      "en": "HOW MUCH FOR THE ENTIRE TRAY?",
      "it": "che il Consiglio della Federazione può aspettarsi una protesta... Quanto per l'intera collezione?"
    }
  },
  {
    "translation": {
      "en": "CASH OR CREDIT? DAZZLING, AREN'T THEY?",
      "it": "- Contanti o carta? - Brillano parecchio, vero?"
    }
  },
  {
    "translation": {
      "en": "AS BRIGHT AS A KOLADAN DIAMOND. BRIGHTER.",
      "it": "- Tanto quanto un diamante koladiano. - Ancora più brillanti."
    }
  },
  {
    "translation": {
      "en": "AND YOU CAN FIND THEM ON ANY PLANET IN THIS SYSTEM.",
      "it": "Si trovano su ogni pianeta di questo sistema."
    }
  },
  {
    "translation": {
      "en": "THAT'S AN EXAGGERATION.",
      "it": "Ora sta esagerando."
    }
  },
  {
    "translation": {
      "en": "THERE'S A SHOP AT THE VOLNAR COLONY",
      "it": "C'è un negozio, nella colonia di Volnar,"
    }
  },
  {
    "translation": {
      "en": "THAT SELLS A DOZEN ASSORTED SHAPES FOR ONE CARDASSIAN LEK.",
      "it": "che ne vende una dozzina per un lek cardassiano."
    }
  },
  {
    "translation": {
      "en": "HOW MUCH YOU SELLING THESE FOR? WE WERE JUST ABOUT TO NEGOTIATE THE PRICE.",
      "it": "- Tu a quanto li vendi? - Stavamo proprio negoziando il prezzo."
    }
  },
  {
    "translation": {
      "en": "THANKS.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "DIDN'T THEY WARN YOU ABOUT FERENGI",
      "it": "Non ti hanno messo in guardia sui Ferengi?"
    }
  },
  {
    "translation": {
      "en": "RUN A LEVEL THREE DIAGNOSTIC JUST TO BE SURE.",
      "it": "Diagnostica di livello tre, per stare tranquilli."
    }
  },
  {
    "translation": {
      "en": "CAN I HELP YOU? TOM PARIS, REPORTING ON BOARD.",
      "it": "- Posso aiutarla? - Tom Paris a rapporto."
    }
  },
  {
    "translation": {
      "en": "OH, YES. THE OBSERVER. Paris: THAT'S ME.",
      "it": "- Ah, già. L'osservatore. - Proprio io."
    }
  },
  {
    "translation": {
      "en": "AS A MATTER OF FACT I SEEM TO BE OBSERVING SOME KIND OF PROBLEM RIGHT NOW... DOCTOR.",
      "it": "E credo di poter osservare un problema proprio qui... dottore."
    }
  },
  {
    "translation": {
      "en": "I WAS A SURGEON AT THE HOSPITAL ON CALDIK PRIME",
      "it": "Ero chirurgo nell'ospedale su Calkik Primo,"
    }
  },
  {
    "translation": {
      "en": "THE SAME TIME YOU WERE STATIONED THERE.",
      "it": "quando lei vi prestava servizio."
    }
  },
  {
    "translation": {
      "en": "WE NEVER ACTUALLY MET.",
      "it": "Non ci siamo mai incontrati."
    }
  },
  {
    "translation": {
      "en": "YOUR MEDICAL RECORDS HAVE ARRIVED FROM YOUR LAST POSTING, MR. PARIS. EVERYTHING SEEMS TO BE IN ORDER.",
      "it": "Abbiamo ricevuto le sue analisi mediche, signor Paris. Sembra tutto a posto."
    }
  },
  {
    "translation": {
      "en": "THE CAPTAIN ASKED IF YOU WERE ON BOARD. YOU SHOULD CHECK IN.",
      "it": "Il capitano ha chiesto di lei. Vada a trovarla."
    }
  },
  {
    "translation": {
      "en": "TO THE CAPTAIN YET EITHER.",
      "it": "Non ho ancora portato i miei omaggi al capitano."
    }
  },
  {
    "translation": {
      "en": "WELL, MR. KIM, THAT WOULD BE A GOOD THING FOR A NEW OPERATIONS OFFICER TO DO.",
      "it": "Credo sarebbe appropriato, in quanto nuovo ufficiale delle operazioni."
    }
  },
  {
    "translation": {
      "en": "WHAT WAS THAT ABOUT? IT'S A LONG STORY AND I'M TIRED OF TELLING IT.",
      "it": "- Qual era il problema? - È una lunga storia, Harry."
    }
  },
  {
    "translation": {
      "en": "I'M SURE SOMEONE WILL TELL YOU BEFORE LONG.",
      "it": "Sicuramente qualcuno te ne parlerà quanto prima."
    }
  },
  {
    "translation": {
      "en": "Man: The doctor called, and I was right. SHE'S PREGNANT?",
      "it": "- Ho sentito il dottore, avevo ragione. - È incinta?"
    }
  },
  {
    "translation": {
      "en": "Puppies are due in seven weeks.",
      "it": "- Ho sentito il dottore, avevo ragione. - È incinta? - Avrà i cuccioli fra 7 settimane. - Mark, portala a casa con te."
    }
  },
  {
    "translation": {
      "en": "OH, TAKE HER HOME WITH YOU.",
      "it": "- Avrà i cuccioli fra 7 settimane. - Mark, portala a casa con te."
    }
  },
  {
    "translation": {
      "en": "With me? I just got the rugs cleaned. I CAN'T LEAVE HER IN A KENNEL WHILE I...",
      "it": "- Ma ho appena fatto pulire i tappeti. - Non posso lasciarla in un canile..."
    }
  },
  {
    "translation": {
      "en": "Is this another \"love me, love my dog\" demand?",
      "it": "- Ma ho appena fatto pulire i tappeti. - Non posso lasciarla in un canile... Il messaggio è: \"Se ami me, devi amare il mio cane?\""
    }
  },
  {
    "translation": {
      "en": "YES. How could I ever refuse you?",
      "it": "- Esatto. - Come potrei dirti di no?"
    }
  },
  {
    "translation": {
      "en": "THANKS, HONEY.",
      "it": "Grazie!"
    }
  },
  {
    "translation": {
      "en": "When are you leaving?",
      "it": "Quando parti?"
    }
  },
  {
    "translation": {
      "en": "AS SOON AS I APPROVE THESE STATUS REPORTS.",
      "it": "Appena avrò approvato i rapporti sui sistemi."
    }
  },
  {
    "translation": {
      "en": "All right, then I won't bother you anymore.",
      "it": "D'accordo. Non ti disturberò oltre."
    }
  },
  {
    "translation": {
      "en": "YOU NEVER BOTHER ME. EXCEPT THE WAY I LOVE TO BE BOTHERED.",
      "it": "Tu non mi disturbi mai, se non come amo essere disturbata."
    }
  },
  {
    "translation": {
      "en": "UNDERSTAND? I'll remember that.",
      "it": "- Mi hai capito? - Lo terrò a mente."
    }
  },
  {
    "translation": {
      "en": "SEE YOU IN A FEW WEEKS. OH, MARK, GO BY MY HOUSE AND PICK UP THE DOGGY BED. SHE'LL BE MORE COMFORTABLE.",
      "it": "Ci vediamo fra qualche settimana. Vai a prendere la sua cuccia."
    }
  },
  {
    "translation": {
      "en": "I already did. An hour ago.",
      "it": "L'ho già fatto, un'ora fa."
    }
  },
  {
    "translation": {
      "en": "COME IN.",
      "it": "Avanti."
    }
  },
  {
    "translation": {
      "en": "GENTLEMEN, WELCOME ABOARD VOYAGER. THANK YOU, SIR.",
      "it": "- Signori, benvenuti sulla Voyager. - Grazie, signore."
    }
  },
  {
    "translation": {
      "en": "MR. KIM... AT EASE BEFORE YOU SPRAIN SOMETHING.",
      "it": "Signor Kim... riposo, prima che si stiri un muscolo."
    }
  },
  {
    "translation": {
      "en": "ENSIGN, DESPITE STARFLEET PROTOCOL",
      "it": "Signor Kim... riposo, prima che si stiri un muscolo. Guardiamarina, conosco il protocollo, ma non amo essere chiamata \"signore\"."
    }
  },
  {
    "translation": {
      "en": "I DON'T LIKE BEING ADDRESSED AS \"SIR.\"",
      "it": "Guardiamarina, conosco il protocollo, ma non amo essere chiamata \"signore\"."
    }
  },
  {
    "translation": {
      "en": "I'M SORRY... MA'AM.",
      "it": "Mi scusi... signora."
    }
  },
  {
    "translation": {
      "en": "\"MA'AM\" IS ACCEPTABLE IN A CRUNCH. BUT I PREFER \"CAPTAIN.\"",
      "it": "Accettabile nelle emergenze, ma preferisco \"capitano\"."
    }
  },
  {
    "translation": {
      "en": "WE'RE GETTING READY TO LEAVE. LET ME SHOW YOU TO THE BRIDGE.",
      "it": "Siamo quasi pronti a partire. Vi mostro la plancia."
    }
  },
  {
    "translation": {
      "en": "DID YOU HAVE ANY PROBLEMS GETTING HERE, MR. PARIS? NONE AT ALL, CAPTAIN.",
      "it": "- Ha faticato a trovarci, signor Paris? - No, affatto, capitano."
    }
  },
  {
    "translation": {
      "en": "Janeway: MY FIRST OFFICER, LIEUTENANT COMMANDER CAVIT.",
      "it": "Il mio primo ufficiale, tenente comandante Cavit."
    }
  },
  {
    "translation": {
      "en": "ENSIGN KIM, MR. PARIS. WELCOME ABOARD.",
      "it": "- Guardiamarina Kim, signor Paris. - Benvenuti a bordo."
    }
  },
  {
    "translation": {
      "en": "Janeway: ENSIGN KIM THIS IS YOUR STATION.",
      "it": "Guardiamarina Kim, questa è la sua stazione."
    }
  },
  {
    "translation": {
      "en": "WOULD YOU LIKE TO TAKE OVER? YES, MA'AM.",
      "it": "- Cosa ne pensa di mettersi al lavoro? - Sì, signora."
    }
  },
  {
    "translation": {
      "en": "IT'S NOT CRUNCH TIME YET, MR. KIM. I'LL LET YOU KNOW WHEN.",
      "it": "Non siamo ancora in una situazione d'emergenza. Nel caso, la avviserò."
    }
  },
  {
    "translation": {
      "en": "LIEUTENANT STADI, LAY IN THE COURSE AND CLEAR OUR DEPARTURE WITH OPERATIONS.",
      "it": "Tenente, inserire la rotta e prepariamoci alla partenza."
    }
  },
  {
    "translation": {
      "en": "COURSE ENTERED, OPS HAS CLEARED US.",
      "it": "Rotta inserita, la sala comando ci ha autorizzati."
    }
  },
  {
    "translation": {
      "en": "READY THRUSTERS. THRUSTERS READY.",
      "it": "- Predisporre propulsori. - Propulsori pronti."
    }
  },
  {
    "translation": {
      "en": "INITIATE LAUNCHING SEQUENCE.",
      "it": "- Predisporre propulsori. - Propulsori pronti. - Iniziare sequenza di lancio. - Sequenza iniziata."
    }
  },
  {
    "translation": {
      "en": "Stadi: SEQUENCE UNDERWAY.",
      "it": "- Iniziare sequenza di lancio. - Sequenza iniziata."
    }
  },
  {
    "translation": {
      "en": "ENGAGE.",
      "it": "Attivare."
    }
  },
  {
    "translation": {
      "en": "TOMATO SOUP.",
      "it": "Zuppa di pomodoro."
    }
  },
  {
    "translation": {
      "en": "There are 14 varieties of tomato soup available",
      "it": "Zuppa di pomodoro. Abbiamo a disposizione 14 varietà di zuppa di pomodoro:"
    }
  },
  {
    "translation": {
      "en": "from this replicator--",
      "it": "Abbiamo a disposizione 14 varietà di zuppa di pomodoro: con riso, con verdure, alla boliana, con pasta, con..."
    }
  },
  {
    "translation": {
      "en": "with rice, with vegetables, Bolian-style, with pasta...",
      "it": "con riso, con verdure, alla boliana, con pasta, con..."
    }
  },
  {
    "translation": {
      "en": "PLAIN. Specify hot or chilled.",
      "it": "- Normale. - Specificare se calda o fredda."
    }
  },
  {
    "translation": {
      "en": "HOT! HOT, PLAIN TOMATO SOUP.",
      "it": "Calda. Normale zuppa di pomodoro calda."
    }
  },
  {
    "translation": {
      "en": "I TOLD YOU IT WOULDN'T TAKE LONG.",
      "it": "Visto? Te l'avevo detto che non ci sarebbe voluto molto."
    }
  },
  {
    "translation": {
      "en": "IS IT TRUE? WAS THE ACCIDENT MY FAULT?",
      "it": "- È vero? - Ho causato io l'incidente? Sì."
    }
  },
  {
    "translation": {
      "en": "YES-- PILOT ERROR-- BUT IT TOOK ME A WHILE TO ADMIT IT.",
      "it": "- È vero? - Ho causato io l'incidente? Sì. Un errore del pilota. Ma mi ci è voluto un po' per ammetterlo."
    }
  },
  {
    "translation": {
      "en": "UGH! 14 VARIETIES AND THEY CAN'T GET PLAIN TOMATO SOUP RIGHT.",
      "it": "Non sanno nemmeno preparare una normale zuppa di pomodoro."
    }
  },
  {
    "translation": {
      "en": "THEY SAID YOU FALSIFIED REPORTS.",
      "it": "Non sanno nemmeno preparare una normale zuppa di pomodoro. Si dice che abbia falsificato i rapporti."
    }
  },
  {
    "translation": {
      "en": "THAT'S RIGHT. WHY?",
      "it": "Si dice che abbia falsificato i rapporti. - Proprio così. - Perché?"
    }
  },
  {
    "translation": {
      "en": "WHAT'S THE DIFFERENCE? I LIED.",
      "it": "Che differenza fa? Ho mentito."
    }
  },
  {
    "translation": {
      "en": "BUT THEN YOU CAME FORWARD AND ADMITTED IT WAS YOUR FAULT?",
      "it": "Che differenza fa? Ho mentito. Ma poi ti sei fatto avanti assumendoti la responsabilità?"
    }
  },
  {
    "translation": {
      "en": "I'LL TELL YOU THE TRUTH, HARRY.",
      "it": "Ti dirò la verità, Harry."
    }
  },
  {
    "translation": {
      "en": "ALL I HAD TO DO WAS KEEP MY MOUTH SHUT",
      "it": "Dovevo solo tenere la bocca chiusa e sarei stato libero."
    }
  },
  {
    "translation": {
      "en": "AND I WAS HOME FREE, BUT I COULDN'T.",
      "it": "Dovevo solo tenere la bocca chiusa e sarei stato libero. Ma non ce l'ho fatta. I fantasmi di quei tre ufficiali morti sono venuti da me"
    }
  },
  {
    "translation": {
      "en": "THE GHOSTS OF THOSE THREE DEAD OFFICERS CAME TO ME IN THE MIDDLE OF THE NIGHT",
      "it": "Ma non ce l'ho fatta. I fantasmi di quei tre ufficiali morti sono venuti da me"
    }
  },
  {
    "translation": {
      "en": "AND TAUGHT ME THE TRUE MEANING OF CHRISTMAS.",
      "it": "e mi hanno fatto capire il significato del Natale."
    }
  },
  {
    "translation": {
      "en": "SO I CONFESSED--",
      "it": "Per questo ho confessato."
    }
  },
  {
    "translation": {
      "en": "WORST MISTAKE I EVER MADE BUT NOT MY LAST.",
      "it": "Il peggior errore della mia vita, ma non l'ultimo."
    }
  },
  {
    "translation": {
      "en": "AFTER THEY CASHIERED ME OUT OF STARFLEET",
      "it": "Dopo essere stato buttato fuori dalla Flotta,"
    }
  },
  {
    "translation": {
      "en": "I WENT OUT LOOKING FOR A FIGHT AND FOUND THE MAQUIS",
      "it": "sono andato in cerca di guai e ho incontrato i Maquis."
    }
  },
  {
    "translation": {
      "en": "AND ON MY FIRST ASSIGNMENT, I WAS CAUGHT.",
      "it": "E mi sono fatto beccare alla mia prima missione."
    }
  },
  {
    "translation": {
      "en": "THAT MUST HAVE BEEN ESPECIALLY TOUGH FOR YOU BEING THE SON OF AN ADMIRAL.",
      "it": "Dev'essere stata dura, dato che sei figlio di un ammiraglio."
    }
  },
  {
    "translation": {
      "en": "FRANKLY, I THINK IT WAS TOUGHER ON MY FATHER THAN IT WAS ON ME.",
      "it": "Ad essere sincero, credo sia stata più dura per mio padre."
    }
  },
  {
    "translation": {
      "en": "LOOK, I KNOW THOSE GUYS TOLD YOU TO STAY AWAY FROM ME AND YOU KNOW WHAT?",
      "it": "So che ti hanno consigliato di stare alla larga da me. E la sai una cosa?"
    }
  },
  {
    "translation": {
      "en": "YOU OUGHT TO LISTEN TO THEM. I'M NOT EXACTLY A GOOD-LUCK CHARM.",
      "it": "Dovresti starli a sentire. Non sono una buona compagnia."
    }
  },
  {
    "translation": {
      "en": "I DON'T NEED ANYONE TO CHOOSE MY FRIENDS FOR ME.",
      "it": "So scegliermi gli amici da solo."
    }
  },
  {
    "translation": {
      "en": "Janeway to Paris. GO AHEAD.",
      "it": "- Janeway a Paris. - Dica pure."
    }
  },
  {
    "translation": {
      "en": "Report to the Bridge. We're approaching the Badlands.",
      "it": "Faccia rapporto in plancia. In arrivo alle Badlands."
    }
  },
  {
    "translation": {
      "en": "Man: PLASMA STORMS WERE MEASURED AT LEVELS THREE AND FOUR.",
      "it": "Rileviamo tempeste di plasma di livello 3 e 4."
    }
  },
  {
    "translation": {
      "en": "THE CARDASSIANS GAVE US THE LAST KNOWN HEADING",
      "it": "I Cardassiani ci hanno fornito l'ultima rotta nota della nave maquis."
    }
  },
  {
    "translation": {
      "en": "OF THE MAQUIS SHIP, AND WE HAVE CHARTS",
      "it": "I Cardassiani ci hanno fornito l'ultima rotta nota della nave maquis. Abbiamo i dati sulle tempeste di plasma al momento della loro scomparsa."
    }
  },
  {
    "translation": {
      "en": "OF THE PLASMA STORM ACTIVITY THE DAY IT DISAPPEARED.",
      "it": "Abbiamo i dati sulle tempeste di plasma al momento della loro scomparsa."
    }
  },
  {
    "translation": {
      "en": "WE MIGHT BE ABLE TO APPROXIMATE ITS COURSE.",
      "it": "Forse riusciremo a ricostruire la loro rotta."
    }
  },
  {
    "translation": {
      "en": "I'D GUESS THEY WERE HEADING",
      "it": "Immagino fossero diretti verso un planetoide nella cintura di Terikof."
    }
  },
  {
    "translation": {
      "en": "TO ONE OF THE PLANETOIDS IN THE TERIKOF BELT.",
      "it": "Immagino fossero diretti verso un planetoide nella cintura di Terikof. Al di là del sistema di Moriya."
    }
  },
  {
    "translation": {
      "en": "THE PLASMA STORMS WOULD HAVE FORCED",
      "it": "Al di là del sistema di Moriya. Le tempeste li avrebbero sospinti in questa direzione."
    }
  },
  {
    "translation": {
      "en": "THEM IN THIS DIRECTION.",
      "it": "Le tempeste li avrebbero sospinti in questa direzione."
    }
  },
  {
    "translation": {
      "en": "Janeway: ADJUST OUR COURSE TO MATCH.",
      "it": "Regolare rotta di conseguenza."
    }
  },
  {
    "translation": {
      "en": "THE CARDASSIANS CLAIM THEY FORCED THE MAQUIS SHIP INTO A PLASMA STORM",
      "it": "Secondo i Cardassiani, la nave maquis è stata distrutta in una tempesta."
    }
  },
  {
    "translation": {
      "en": "WHERE IT WAS DESTROYED, BUT THERE'S NO DEBRIS.",
      "it": "Secondo i Cardassiani, la nave maquis è stata distrutta in una tempesta. Ma non abbiamo trovato alcun relitto."
    }
  },
  {
    "translation": {
      "en": "A PLASMA STORM MIGHT NOT LEAVE ANY DEBRIS.",
      "it": "Ma non abbiamo trovato alcun relitto. Una tempesta di plasma a volte non ne lascia."
    }
  },
  {
    "translation": {
      "en": "WE'D STILL BE ABLE TO PICK UP",
      "it": "Una tempesta di plasma a volte non ne lascia."
    }
  },
  {
    "translation": {
      "en": "A RESONANCE TRACE FROM THE WARP CORE.",
      "it": "Rileveremmo una traccia di risonanza dal nucleo di curvatura."
    }
  },
  {
    "translation": {
      "en": "A COHERENT TETRION BEAM SCANNING US. ORIGIN, MR. KIM?",
      "it": "- Un raggio a tetrioni ci sta esaminando. - Origine?"
    }
  },
  {
    "translation": {
      "en": "NOT SURE. THERE'S ALSO A DISPLACEMENT WAVE",
      "it": "Non ne sono certo. Un'onda di spostamento si dirige verso di noi."
    }
  },
  {
    "translation": {
      "en": "MOVING TOWARD US.",
      "it": "Non ne sono certo. Un'onda di spostamento si dirige verso di noi. Sullo schermo."
    }
  },
  {
    "translation": {
      "en": "ANALYSIS. SOME KIND OF POLARIZED MAGNETIC VARIATION.",
      "it": "- Analisi. - Una variazione magnetica polarizzata."
    }
  },
  {
    "translation": {
      "en": "WE MIGHT DISPERSE IT WITH A GRAVITON PARTICLE FIELD.",
      "it": "Potremmo dissiparla con un campo di gravitoni. Proceda. Allarme rosso. Ci porti via da qui, tenente."
    }
  },
  {
    "translation": {
      "en": "DO IT. RED ALERT. MOVE US AWAY FROM IT, LIEUTENANT.",
      "it": "Proceda. Allarme rosso. Ci porti via da qui, tenente."
    }
  },
  {
    "translation": {
      "en": "NEW HEADING 4-1 MARK 1-8-0.",
      "it": "Nuova rotta 41, punto 180."
    }
  },
  {
    "translation": {
      "en": "INITIATING GRAVITON FIELD.",
      "it": "Attivare campo di gravitoni."
    }
  },
  {
    "translation": {
      "en": "GRAVITON FIELD HAD NO EFFECT. FULL IMPULSE.",
      "it": "- Non funziona. - Massimo impulso."
    }
  },
  {
    "translation": {
      "en": "IN 12 SECONDS. CAN WE GO TO WARP?",
      "it": "- L'onda ci colpirà fra 12 secondi. - Possiamo passare a curvatura?"
    }
  },
  {
    "translation": {
      "en": "NOT UNTIL WE CLEAR THE PLASMA FIELD.",
      "it": "Dobbiamo prima uscire dal campo di plasma."
    }
  },
  {
    "translation": {
      "en": "Kim: FIVE SECONDS. BRACE FOR IMPACT.",
      "it": "- Cinque secondi. - Pronti all'impatto."
    }
  },
  {
    "translation": {
      "en": "THREE...",
      "it": "Tre..."
    }
  },
  {
    "translation": {
      "en": "REPORT.",
      "it": "Rapporto!"
    }
  },
  {
    "translation": {
      "en": "HULL BREACH, DECK 14. COM LINES TO ENGINEERING ARE DOWN. TRYING TO REESTABLISH.",
      "it": "Rottura dello scafo, ponte 14. Ristabilire comunicazione con la sala macchine."
    }
  },
  {
    "translation": {
      "en": "REPAIR CREWS, SEAL OFF HULL BREACH ON DECK 14. Aye, Captain.",
      "it": "Squadra riparazioni, riparate lo scafo sul ponte 14."
    }
  },
  {
    "translation": {
      "en": "Crewman: CASUALTY REPORTS COMING IN. SICK BAY IS NOT RESPONDING.",
      "it": "Sta arrivando il rapporto sui feriti. L'infermeria non risponde."
    }
  },
  {
    "translation": {
      "en": "BRIDGE TO SICK BAY. DOCTOR, CAN YOU HEAR ME?",
      "it": "Plancia a infermeria. Dottore, riesce a sentirmi?"
    }
  },
  {
    "translation": {
      "en": "PARIS, HOW'S STADI? SHE'S DEAD.",
      "it": "- Paris, come sta Stadi? - È morta."
    }
  },
  {
    "translation": {
      "en": "SOMETHING'S OUT THERE. I NEED A BETTER DESCRIPTION THAN THAT, MR. KIM.",
      "it": "- C'è qualcosa là fuori. - Mi servono maggiori dettagli."
    }
  },
  {
    "translation": {
      "en": "I DON'T KNOW. I'M NOT SURE WHAT I'M READING.",
      "it": "Non lo so. Non sono sicuro dei dati che rileviamo."
    }
  },
  {
    "translation": {
      "en": "CAN YOU GET THE VIEWSCREEN OPERATIONAL? I'M TRYING.",
      "it": "- Può riparare lo schermo visore? - Ci sto provando."
    }
  },
  {
    "translation": {
      "en": "IF THESE SENSORS ARE WORKING",
      "it": "Capitano, se i sensori funzionano correttamente,"
    }
  },
  {
    "translation": {
      "en": "WE'RE OVER 70,000 LIGHT YEARS FROM WHERE WE WERE.",
      "it": "ci siamo spostati di oltre 70.000 anni luce."
    }
  },
  {
    "translation": {
      "en": "WE'RE ON THE OTHER SIDE OF THE GALAXY.",
      "it": "Siamo dall'altra parte della galassia."
    }
  },
  {
    "translation": {
      "en": "I'M NOT READING ANY LIFE SIGNS ON THE MAQUIS SHIP.",
      "it": "Non rilevo alcun segno di vita sulla nave maquis."
    }
  },
  {
    "translation": {
      "en": "WHAT ABOUT ON THAT... THAT ARRAY? OUR SENSORS CAN'T PENETRATE IT.",
      "it": "- E sulla Struttura? - I sensori non riescono a penetrarla."
    }
  },
  {
    "translation": {
      "en": "ANY IDEA WHAT THOSE PULSES ARE?",
      "it": "Cosa sta emettendo?"
    }
  },
  {
    "translation": {
      "en": "MASSIVE BURSTS OF RADIANT ENERGY.",
      "it": "Cosa sta emettendo? Sono enormi impulsi d'energia diretti a un sistema stellare di tipo G."
    }
  },
  {
    "translation": {
      "en": "DIRECTED TOWARD A NEARBY G-TYPE STAR SYSTEM.",
      "it": "Sono enormi impulsi d'energia diretti a un sistema stellare di tipo G."
    }
  },
  {
    "translation": {
      "en": "TRY HAILING THE ARRAY.",
      "it": "Sono enormi impulsi d'energia diretti a un sistema stellare di tipo G. Contattare la Struttura."
    }
  },
  {
    "translation": {
      "en": "Engineering to bridge. We have severe damage. The Chief's dead.",
      "it": "Sala macchine a plancia. Il capo è morto."
    }
  },
  {
    "translation": {
      "en": "Possibility of a warp core breach.",
      "it": "Possibile falla nel nucleo di curvatura."
    }
  },
  {
    "translation": {
      "en": "SECURE ALL SYSTEMS. I'M ON MY WAY.",
      "it": "Tenere sotto controllo i sistemi. Arrivo."
    }
  },
  {
    "translation": {
      "en": "NO RESPONSE FROM THE ARRAY. ENSIGN, GET DOWN TO SICK BAY.",
      "it": "- Nessuna risposta. - Vada in infermeria."
    }
  },
  {
    "translation": {
      "en": "MR. ROLLINS, THE BRIDGE IS YOURS.",
      "it": "- Signor Rollins, a lei la plancia. - Sì."
    }
  },
  {
    "translation": {
      "en": "HARRY, WAIT FOR ME.",
      "it": "Harry, aspettami."
    }
  },
  {
    "translation": {
      "en": "WHEN IT EXPLODED.",
      "it": "Erano vicini alla console, quando è esplosa."
    }
  },
  {
    "translation": {
      "en": "Warning. Warp core micro-fracture. Breach imminent.",
      "it": "Attenzione. Micro-frattura del nucleo di curvatura. Rottura imminente."
    }
  },
  {
    "translation": {
      "en": "WHAT'S THE WARP CORE PRESSURE? MAN: 2100 KILOPASCALS.",
      "it": "- Pressione nel nucleo di curvatura? - 2.100 kilopascal."
    }
  },
  {
    "translation": {
      "en": "LOCK DOWN THE MAGNETIC CONSTRICTORS.",
      "it": "- Pressione nel nucleo di curvatura? - 2.100 kilopascal. Fissate i costrittori magnetici."
    }
  },
  {
    "translation": {
      "en": "IF WE LOCK THEM DOWN AT THESE PRESSURE LEVELS WE MIGHT NOT BE ABLE TO REINITIALIZE",
      "it": "A questa pressione, potremmo non riuscire a riattivare la reazione a dilitio."
    }
  },
  {
    "translation": {
      "en": "THE DILITHIUM REACTION. Warning. Warp core microfracture.",
      "it": "Attenzione. Micro-frattura del nucleo di curvatura. Rottura imminente."
    }
  },
  {
    "translation": {
      "en": "WE'VE GOT TO GET THE REACTION RATE DOWN BEFORE WE TRY TO SEAL IT.",
      "it": "Dobbiamo ridurre la velocità di reazione, prima di saldarla."
    }
  },
  {
    "translation": {
      "en": "COMPUTER, INITIATE EMERGENCY MEDICAL HOLOGRAPHIC PROGRAM.",
      "it": "Computer, avviare il programma Medico Olografico di Emergenza."
    }
  },
  {
    "translation": {
      "en": "STATE THE NATURE OF THE MEDICAL EMERGENCY. MULTIPLE INJURIES.",
      "it": "- Tipo di emergenza? - Ferite multiple."
    }
  },
  {
    "translation": {
      "en": "STATUS OF DOCTOR? HE'S DEAD.",
      "it": "- Tipo di emergenza? - Ferite multiple. - Condizioni del dottore? - Morto."
    }
  },
  {
    "translation": {
      "en": ".4cc's OF TRIANOLINE. TRIANOLINE?",
      "it": "- 0,4 cc di trianolina. - Trianolina?"
    }
  },
  {
    "translation": {
      "en": "WE LOST OUR NURSE TOO.",
      "it": "Abbiamo perso anche l'infermiera."
    }
  },
  {
    "translation": {
      "en": "HOW SOON ARE REPLACEMENT MEDICAL PERSONNEL EXPECTED?",
      "it": "Abbiamo perso anche l'infermiera. Quanto tarderanno i sostituti?"
    }
  },
  {
    "translation": {
      "en": "THAT COULD BE A PROBLEM.",
      "it": "Quanto tarderanno i sostituti? Forse parecchio. Siamo lontani da ogni stazione di rifornimento."
    }
  },
  {
    "translation": {
      "en": "WE'RE PRETTY FAR AWAY FROM REPLACEMENTS.",
      "it": "Forse parecchio. Siamo lontani da ogni stazione di rifornimento."
    }
  },
  {
    "translation": {
      "en": "TRICORDER.",
      "it": "Tricorder."
    }
  },
  {
    "translation": {
      "en": "MEDICAL TRICORDER.",
      "it": "Tricorder medico."
    }
  },
  {
    "translation": {
      "en": "A REPLACEMENT MUST BE REQUESTED AS SOON AS POSSIBLE.",
      "it": "È necessario richiedere un sostituto."
    }
  },
  {
    "translation": {
      "en": "I AM PROGRAMMED",
      "it": "È necessario richiedere un sostituto. Io sono soltanto un supporto temporaneo alla squadra medica."
    }
  },
  {
    "translation": {
      "en": "ONLY AS A SHORT-TERM EMERGENCY SUPPLEMENT.",
      "it": "Io sono soltanto un supporto temporaneo alla squadra medica."
    }
  },
  {
    "translation": {
      "en": "WE MAY BE STUCK WITH YOU FOR A WHILE.",
      "it": "Temo che dovremo tenerla con noi per un po', dottore."
    }
  },
  {
    "translation": {
      "en": "NO NEED FOR CONCERN.",
      "it": "Temo che dovremo tenerla con noi per un po', dottore. Non c'è motivo di preoccuparsi. Posso curare ogni ferita e malattia."
    }
  },
  {
    "translation": {
      "en": "I AM CAPABLE OF TREATING ANY INJURY OR DISEASE.",
      "it": "Non c'è motivo di preoccuparsi. Posso curare ogni ferita e malattia."
    }
  },
  {
    "translation": {
      "en": "NO CONCUSSION. YOU'LL BE FINE. CLEAN HIM UP.",
      "it": "Non ha commozione cerebrale, se la caverà. Ripulitelo."
    }
  },
  {
    "translation": {
      "en": "UNLOCK THE MAGNETIC CONSTRICTORS.",
      "it": "Sbloccate i costrittori magnetici."
    }
  },
  {
    "translation": {
      "en": "Man: CONSTRICTORS ON-LINE. PRESSURE?",
      "it": "- Costrittori attivati. - Pressione?"
    }
  },
  {
    "translation": {
      "en": "2,500 KILOPASCALS AND HOLDING.",
      "it": "Funziona. 2.500 kilopascal, stabili."
    }
  },
  {
    "translation": {
      "en": "Bridge to Janeway. We're being scanned by the array, Captain.",
      "it": "Plancia a Janeway. La Struttura ci sta esaminando."
    }
  },
  {
    "translation": {
      "en": "It penetrated our shields.",
      "it": "Plancia a Janeway. La Struttura ci sta esaminando. - Ha penetrato i nostri scudi. - Che tipo di scanner usa?"
    }
  },
  {
    "translation": {
      "en": "WHAT KIND OF SCAN?",
      "it": "- Ha penetrato i nostri scudi. - Che tipo di scanner usa?"
    }
  },
  {
    "translation": {
      "en": "JANEWAY TO BRIDGE. RESPOND.",
      "it": "Plancia? Janeway a plancia, rispondete."
    }
  },
  {
    "translation": {
      "en": "INITIATE EMERGENCY LOCK OFF.",
      "it": "Iniziare chiusura d'emergenza."
    }
  },
  {
    "translation": {
      "en": "YOU CAN RETURN TO YOUR STATION.",
      "it": "Non ha ferite gravi. Può tornare alla stazione."
    }
  },
  {
    "translation": {
      "en": "THIS IS THE EMERGENCY HOLOGRAPHIC DOCTOR SPEAKING.",
      "it": "Qui è il Medico Olografico di Emergenza."
    }
  },
  {
    "translation": {
      "en": "I GAVE NO PERMISSION FOR ANYONE TO BE TRANSPORTED OUT OF SICK BAY.",
      "it": "Non ho autorizzato alcun teletrasporto dall'infermeria."
    }
  },
  {
    "translation": {
      "en": "HELLO. SICK BAY TO BRIDGE.",
      "it": "Mi sentite? Infermeria a plancia."
    }
  },
  {
    "translation": {
      "en": "I BELIEVE SOMEONE HAS FAILED TO TERMINATE MY PROGRAM. PLEASE RESPOND.",
      "it": "Qualcuno dev'essersi dimenticato di terminare il programma. Rispondete."
    }
  },
  {
    "translation": {
      "en": "COME UP HERE. COME ON NOW.",
      "it": "Venite qui. Forza, adesso."
    }
  },
  {
    "translation": {
      "en": "I HAVE A PITCHER",
      "it": "Venite qui. Forza, adesso. Ho una brocca di limonata e degli ottimi biscotti."
    }
  },
  {
    "translation": {
      "en": "OF LEMONADE AND SOME SUGAR COOKIES.",
      "it": "Ho una brocca di limonata e degli ottimi biscotti."
    }
  },
  {
    "translation": {
      "en": "DON'T BELIEVE YOUR EYES, MR. PARIS.",
      "it": "- Capitano... - Non creda a ciò che vede."
    }
  },
  {
    "translation": {
      "en": "WE'VE ONLY TRANSPORTED 100 KILOMETERS.",
      "it": "- Capitano... - Non creda a ciò che vede. Siamo stati teletrasportati di soli 100 km."
    }
  },
  {
    "translation": {
      "en": "WE'RE INSIDE THE ARRAY.",
      "it": "Siamo stati teletrasportati di soli 100 km."
    }
  },
  {
    "translation": {
      "en": "Kim: THERE'S NO INDICATION OF STABLE MATTER.",
      "it": "Ci troviamo sulla Struttura. Nessun segno di materia stabile. Deve trattarsi di una proiezione olografica."
    }
  },
  {
    "translation": {
      "en": "THIS MUST BE SOME KIND OF HOLOGRAPHIC PROJECTION.",
      "it": "Nessun segno di materia stabile. Deve trattarsi di una proiezione olografica."
    }
  },
  {
    "translation": {
      "en": "OH, YOU POOR THINGS. YOU MUST BE TIRED.",
      "it": "Poveretti, sarete esausti."
    }
  },
  {
    "translation": {
      "en": "SIT DOWN AND REST A WHILE. HAVE A COLD DRINK.",
      "it": "Mettetevi comodi e riposatevi. Bevete qualcosa di fresco."
    }
  },
  {
    "translation": {
      "en": "NO, THANK YOU.",
      "it": "No, grazie."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN OF THE FEDERATION STARSHIP VOYAGER.",
      "it": "Sono Kathryn Janeway, capitano della Voyager."
    }
  },
  {
    "translation": {
      "en": "JUST MAKE YOURSELVES RIGHT AT HOME. THE NEIGHBORS SHOULD BE HERE ANY MINUTE.",
      "it": "Fate come foste a casa vostra. I vicini stanno per arrivare."
    }
  },
  {
    "translation": {
      "en": "WHY, HERE THEY ARE.",
      "it": "Oh! Eccoli qui!"
    }
  },
  {
    "translation": {
      "en": "WE'RE REAL GLAD YOU DROPPED BY.",
      "it": "- Sono lieto di vedervi. Benvenuti. - Avete fatto bene a passare."
    }
  },
  {
    "translation": {
      "en": "NOW WE CAN GET STARTED. YOU ARE ALL INVITED TO THE WELCOMING BEE!",
      "it": "Ora possiamo cominciare. Siete tutti invitati alla festa di benvenuto!"
    }
  },
  {
    "translation": {
      "en": "LET'S HAVE SOME MUSIC!",
      "it": "Facciamo un po' di musica!"
    }
  },
  {
    "translation": {
      "en": "THE CREW'S SCATTERED AROUND THIS FARM, CAPTAIN BUT THEY'RE ALL ACCOUNTED FOR.",
      "it": "L'equipaggio è sparso per la fattoria, ma direi che ci sono tutti."
    }
  },
  {
    "translation": {
      "en": "MOVE AROUND. SCAN THE AREA. SEE IF YOU CAN FIND ANYTHING",
      "it": "Andate un po' in giro. Esaminate la zona. Cerchiamo qualcosa di simile a un generatore olografico."
    }
  },
  {
    "translation": {
      "en": "THAT MIGHT BE A HOLOGRAPHIC GENERATOR.",
      "it": "Cerchiamo qualcosa di simile a un generatore olografico."
    }
  },
  {
    "translation": {
      "en": "HAVE SOME NICE FRESH CORN ON THE COB. FRESH CORN ON THE COB.",
      "it": "Provate una pannocchia. Pannocchia appena arrostita."
    }
  },
  {
    "translation": {
      "en": "CORN ON THE COB? CORN ON THE COB?",
      "it": "Pannocchia arrostita?"
    }
  },
  {
    "translation": {
      "en": "CAN YOU TELL ME WHY WE'RE HERE?",
      "it": "Pannocchia arrostita? - Sa dirmi perché siamo qui? - Non vogliamo farvi del male."
    }
  },
  {
    "translation": {
      "en": "WE DON'T MEAN YOU ANY HARM.",
      "it": "- Sa dirmi perché siamo qui? - Non vogliamo farvi del male."
    }
  },
  {
    "translation": {
      "en": "I'M SORRY IF WE'VE PUT YOU OUT.",
      "it": "Mi dispiace di avervi spaventato."
    }
  },
  {
    "translation": {
      "en": "JUST PUT YOUR FEET UP AND GET COMFORTABLE WHILE YOU WAIT.",
      "it": "Perché non vi mettete comodi, mentre aspettate?"
    }
  },
  {
    "translation": {
      "en": "WAIT FOR WHAT? ISN'T ANYBODY HUNGRY?",
      "it": "- Aspettiamo cosa? - Nessuno ha fame?"
    }
  },
  {
    "translation": {
      "en": "MAKE YOURSELVES AT HOME. I'M SORRY IF WE PUT YOU OUT.",
      "it": "Andiamo, fate come foste a casa vostra. Mi dispiace di avervi spaventato."
    }
  },
  {
    "translation": {
      "en": "LET ME SHOW YOU AROUND. THE ROOT CELLAR'S RIGHT OVER THERE.",
      "it": "Lasciate che vi faccia fare un giro. L'orto al coperto è laggiù."
    }
  },
  {
    "translation": {
      "en": "WHAT'S DOWN THERE? POTATOES, ONIONS. BUT IT'S REAL PRIVATE.",
      "it": "- Cosa c'è là dentro? - Patate, cipolle. Ma è molto tranquillo."
    }
  },
  {
    "translation": {
      "en": "PARIS, SHE'S ONLY A HOLOGRAM. NO REASON TO BE RUDE.",
      "it": "- Paris, non è che un ologramma. - Non è un motivo per essere sgarbati."
    }
  },
  {
    "translation": {
      "en": "WHOA. WHAT?",
      "it": "- Accidenti. - Cosa?"
    }
  },
  {
    "translation": {
      "en": "SPOROCYSTIAN LIFE SIGNS.",
      "it": "Segni di vita sporocistica."
    }
  },
  {
    "translation": {
      "en": "WHAT'S IN THE BARN? OH, NOTHING BUT A BIG OL' PILE OF HAY.",
      "it": "- Che c'è nel fienile? - Nient'altro che balle di fieno."
    }
  },
  {
    "translation": {
      "en": "LET'S GO SEE THE DUCK POND. IT'S JUST A DARK SMELLY BARN.",
      "it": "Andiamo a vedere il lago delle anatre. Lì dentro non c'è altro che fieno."
    }
  },
  {
    "translation": {
      "en": "HEY, DO Y'ALL WANT SOME DEVILED EGGS?",
      "it": "Nessuno vuole delle uova in salsa piccante?"
    }
  },
  {
    "translation": {
      "en": "SEE? NOTHING BUT HAY.",
      "it": "Visto? Nient'altro che fieno."
    }
  },
  {
    "translation": {
      "en": "THERE'S A LIFE-FORM HERE. JUST ONE.",
      "it": "Visto? Nient'altro che fieno. - C'è una forma di vita qui. Una. - Dove?"
    }
  },
  {
    "translation": {
      "en": "WHERE?",
      "it": "- C'è una forma di vita qui. Una. - Dove?"
    }
  },
  {
    "translation": {
      "en": "IT'S EVERYWHERE.",
      "it": "Ovunque."
    }
  },
  {
    "translation": {
      "en": "I'M ALSO READING SOME KIND",
      "it": "Rilevo anche uno strumento di elaborazione della matrice."
    }
  },
  {
    "translation": {
      "en": "OF MATRIX PROCESSING DEVICE.",
      "it": "Rilevo anche uno strumento di elaborazione della matrice. Potrebbe essere il generatore olografico."
    }
  },
  {
    "translation": {
      "en": "MAYBE THE HOLOGRAPHIC GENERATOR.",
      "it": "Potrebbe essere il generatore olografico."
    }
  },
  {
    "translation": {
      "en": "PARIS. HUMANOID LIFE SIGNS OVER HERE. I'M READING A VULCAN AND SEVERAL HUMANS.",
      "it": "Paris, ci sono segni di vita umanoide qui. Un Vulcaniano e diversi umani."
    }
  },
  {
    "translation": {
      "en": "I'M NOT READY FOR YOU YET!",
      "it": "Non sono ancora pronta per voi!"
    }
  },
  {
    "translation": {
      "en": "PARIS TO JANEWAY.",
      "it": "Paris a Janeway..."
    }
  },
  {
    "translation": {
      "en": "JANEWAY HERE. PARIS? COME ON.",
      "it": "Qui Janeway. Paris? Andiamo!"
    }
  },
  {
    "translation": {
      "en": "VERY WELL. SINCE NO ONE SEEMS TO CARE FOR ANY CORN,",
      "it": "Molto bene. Dato che nessuno sembra volere una pannocchia,"
    }
  },
  {
    "translation": {
      "en": "WE'LL HAVE TO PROCEED AHEAD OF SCHEDULE.",
      "it": "direi di procedere con il programma."
    }
  },
  {
    "translation": {
      "en": "JANEWAY TO BRIDGE. ANYBODY THERE?",
      "it": "Janeway a plancia. C'è nessuno?"
    }
  },
  {
    "translation": {
      "en": "Yes, Captain, we're here.",
      "it": "Janeway a plancia. C'è nessuno? - Sì, siamo qui. - Quanto tempo siamo rimasti laggiù?"
    }
  },
  {
    "translation": {
      "en": "HOW LONG WERE WE OVER THERE?",
      "it": "- Sì, siamo qui. - Quanto tempo siamo rimasti laggiù?"
    }
  },
  {
    "translation": {
      "en": "ALMOST THREE DAYS. Three days.",
      "it": "- Quasi tre giorni. - Tre giorni?"
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, THE MAQUIS SHIP IS POWERING UP ITS ENGINES.",
      "it": "Capitano, la nave maquis sta dando energia ai motori."
    }
  },
  {
    "translation": {
      "en": "TRACTOR THEM. ALL SENIOR OFFICERS REPORT to the bridge immediately.",
      "it": "Agganciateli. Tutti gli ufficiali anziani in plancia."
    }
  },
  {
    "translation": {
      "en": "COULD YOU EXPLAIN WHAT HAS TRANSPIRED?",
      "it": "Scusatemi. Potreste spiegarmi cos'è accaduto?"
    }
  },
  {
    "translation": {
      "en": "COMPUTER, LOCATE ENSIGN KIM. Ensign Kim is not on board.",
      "it": "- Computer, localizzare Kim. - Il guardiamarina Kim non è a bordo."
    }
  },
  {
    "translation": {
      "en": "PARIS TO JANEWAY. Go ahead.",
      "it": "- Paris a Janeway. - Dica pure."
    }
  },
  {
    "translation": {
      "en": "Kim didn't come back with us. ACKNOWLEDGED.",
      "it": "Kim non è tornato insieme a noi. Deve essere ancora là."
    }
  },
  {
    "translation": {
      "en": "COMPUTER, HOW MANY CREWMEN ARE UNACCOUNTED FOR? One: Ensign Harry Kim.",
      "it": "- Membri dell'equipaggio mancanti? - Uno. Il guardiamarina Harry Kim."
    }
  },
  {
    "translation": {
      "en": "HAIL THE MAQUIS.",
      "it": "Chiamate i Maquis."
    }
  },
  {
    "translation": {
      "en": "COMMANDER CHAKOTAY MY NAME IS CAPTAIN KATHRYN JANEWAY.",
      "it": "Comandante Chakotay. Sono il capitano Kathryn Janeway."
    }
  },
  {
    "translation": {
      "en": "How do you know my name? WE WERE ON A MISSION TO FIND YOU",
      "it": "- Come sa il mio nome? - Ci hanno mandato a cercarvi."
    }
  },
  {
    "translation": {
      "en": "WHEN WE WERE BROUGHT HERE BY THE ARRAY.",
      "it": "La Struttura ci ha portati qui."
    }
  },
  {
    "translation": {
      "en": "ONE OF OUR CREWMEN IS MISSING. WAS HE TRANSPORTED TO YOUR SHIP BY ACCIDENT?",
      "it": "Un membro del nostro equipaggio è disperso. L'avete trasportato a bordo?"
    }
  },
  {
    "translation": {
      "en": "No. A member of our crew is missing too.",
      "it": "No. Anche un membro del nostro equipaggio è disperso."
    }
  },
  {
    "translation": {
      "en": "B'Elanna Torres, my engineer.",
      "it": "No. Anche un membro del nostro equipaggio è disperso. - B'Elanna Torres, il mio ingegnere. - Abbiamo lo stesso problema."
    }
  },
  {
    "translation": {
      "en": "COMMANDER, YOU AND I HAVE THE SAME PROBLEM.",
      "it": "- B'Elanna Torres, il mio ingegnere. - Abbiamo lo stesso problema."
    }
  },
  {
    "translation": {
      "en": "I THINK IT MAKES SENSE TO TRY AND SOLVE IT TOGETHER",
      "it": "- B'Elanna Torres, il mio ingegnere. - Abbiamo lo stesso problema. Dovremmo provare a risolverlo insieme."
    }
  },
  {
    "translation": {
      "en": "Three of us will transport to your ship.",
      "it": "Tre di noi si teletrasporteranno da voi."
    }
  },
  {
    "translation": {
      "en": "THEY'RE POWERING DOWN THEIR ENGINES",
      "it": "Stanno spegnendo i motori e abbassando gli scudi."
    }
  },
  {
    "translation": {
      "en": "WATCH OUT, CAPTAIN. THEY'RE ARMED. PUT DOWN YOUR WEAPONS.",
      "it": "- Stia in guardia, capitano. Sono armati. - Abbassare le armi."
    }
  },
  {
    "translation": {
      "en": "YOU WON'T NEED THOSE HERE.",
      "it": "Non vi serviranno qui."
    }
  },
  {
    "translation": {
      "en": "IT'S GOOD TO HAVE YOU BACK, MR. TUVOK.",
      "it": "Lieta di rivederla, signor Tuvok."
    }
  },
  {
    "translation": {
      "en": "THAT I WAS ASSIGNED TO INFILTRATE YOUR CREW, SIR.",
      "it": "Ho ricevuto l'incarico d'infiltrarmi nel suo equipaggio."
    }
  },
  {
    "translation": {
      "en": "I AM CAPTAIN JANEWAY'S CHIEF OF SECURITY.",
      "it": "Sono il capo della sicurezza del capitano Janeway."
    }
  },
  {
    "translation": {
      "en": "WERE YOU GOING TO DELIVER US INTO THEIR WAITING HANDS, VULCAN?",
      "it": "Aveva intenzione di consegnarci a loro?"
    }
  },
  {
    "translation": {
      "en": "MY MISSION WAS TO ACCUMULATE INFORMATION",
      "it": "Aveva intenzione di consegnarci a loro? La mia missione consisteva nel raccogliere informazioni sui Maquis,"
    }
  },
  {
    "translation": {
      "en": "ON MAQUIS ACTIVITIES",
      "it": "La mia missione consisteva nel raccogliere informazioni sui Maquis,"
    }
  },
  {
    "translation": {
      "en": "AND THEN DELIVER YOU INTO THEIR \"WAITING HANDS.\" THAT IS CORRECT.",
      "it": "per poi consegnarvi a loro, corretto."
    }
  },
  {
    "translation": {
      "en": "I SEE YOU HAD HELP. IT'S GOOD TO SEE YOU TOO, CHAKOTAY. AT LEAST THE VULCAN",
      "it": "- Vedo che c'era chi le dava una mano. - Sono lieto di vederla, Chakotay."
    }
  },
  {
    "translation": {
      "en": "WAS DOING HIS DUTY AS A STARFLEET OFFICER BUT YOU...",
      "it": "Almeno il Vulcaniano stava facendo il suo dovere di ufficiale della Flotta."
    }
  },
  {
    "translation": {
      "en": "YOU BETRAYED US FOR WHAT? FREEDOM FROM PRISON? LATINUM?",
      "it": "Lei per cosa ci ha tradito? Per uscire di prigione? Per del latinum?"
    }
  },
  {
    "translation": {
      "en": "WHAT WAS YOUR PRICE THIS TIME?",
      "it": "Lei per cosa ci ha tradito? Per uscire di prigione? Per del latinum? - Qual è il suo prezzo, stavolta? - È un membro del mio equipaggio."
    }
  },
  {
    "translation": {
      "en": "YOU ARE SPEAKING TO A MEMBER OF MY CREW.",
      "it": "- Qual è il suo prezzo, stavolta? - È un membro del mio equipaggio."
    }
  },
  {
    "translation": {
      "en": "I EXPECT YOU TO TREAT HIM WITH THE SAME RESPECT AS YOU WOULD HAVE ME TREAT A MEMBER OF YOURS.",
      "it": "Gli riservi lo stesso rispetto che vorrebbe io riservassi ai suoi ufficiali."
    }
  },
  {
    "translation": {
      "en": "Janeway: NOW, WE HAVE A LOT TO ACCOMPLISH AND I SUGGEST WE ALL CONCENTRATE",
      "it": "Abbiamo da fare. Suggerisco di concentrarci su come ritrovare i dispersi"
    }
  },
  {
    "translation": {
      "en": "ON FINDING OUR PEOPLE AND GETTING OURSELVES HOME.",
      "it": "Abbiamo da fare. Suggerisco di concentrarci su come ritrovare i dispersi e tornare a casa."
    }
  },
  {
    "translation": {
      "en": "BASED ON MY INITIAL RECONNAISSANCE, I AM CONVINCED",
      "it": "In base alle mie ricognizioni iniziali,"
    }
  },
  {
    "translation": {
      "en": "WE ARE DEALING WITH A SINGLE ENTITY IN THE ARRAY.",
      "it": "direi che abbiamo di fronte una singola entità."
    }
  },
  {
    "translation": {
      "en": "I WOULD SUGGEST HE SCANNED OUR COMPUTERS",
      "it": "direi che abbiamo di fronte una singola entità. Ritengo abbia esaminato i nostri computer"
    }
  },
  {
    "translation": {
      "en": "IN ORDER TO SELECT A COMFORTABLE HOLOGRAPHIC ENVIRONMENT.",
      "it": "Ritengo abbia esaminato i nostri computer per individuare l'ambiente olografico più adatto."
    }
  },
  {
    "translation": {
      "en": "IN EFFECT, A WAITING ROOM",
      "it": "per individuare l'ambiente olografico più adatto. Una sala d'attesa per calmarci, in attesa di un esame biometrico."
    }
  },
  {
    "translation": {
      "en": "TO PACIFY US PRIOR TO BIOMETRIC ASSESSMENT.",
      "it": "Una sala d'attesa per calmarci, in attesa di un esame biometrico."
    }
  },
  {
    "translation": {
      "en": "AN EXAMINATION?",
      "it": "Una sala d'attesa per calmarci, in attesa di un esame biometrico. - Un esame? - La trovo la spiegazione più logica."
    }
  },
  {
    "translation": {
      "en": "IT IS THE MOST LOGICAL EXPLANATION.",
      "it": "- Un esame? - La trovo la spiegazione più logica."
    }
  },
  {
    "translation": {
      "en": "WHY ELSE WOULD HE HAVE RELEASED US UNHARMED?",
      "it": "- Un esame? - La trovo la spiegazione più logica. - Perché altro lasciarci andare incolumi? - Non tutti sono tornati."
    }
  },
  {
    "translation": {
      "en": "NOT ALL OF US WERE.",
      "it": "- Perché altro lasciarci andare incolumi? - Non tutti sono tornati."
    }
  },
  {
    "translation": {
      "en": "BREAK OUT THE COMPRESSION PHASER RIFLES. MEET US IN TRANSPORTER ROOM TWO.",
      "it": "Prendete i phaser a compressione. Ci vediamo in sala teletrasporto 2."
    }
  },
  {
    "translation": {
      "en": "WE'RE GOING BACK.",
      "it": "Torniamo laggiù. Ci divideremo in squadre."
    }
  },
  {
    "translation": {
      "en": "MR. TUVOK, WHILE CHAKOTAY AND I ARE LOOKING",
      "it": "Torniamo laggiù. Ci divideremo in squadre. Tuvok, mentre Chakotay ed io cerchiamo Torres e Kim,"
    }
  },
  {
    "translation": {
      "en": "FOR TORRES AND KIM",
      "it": "Tuvok, mentre Chakotay ed io cerchiamo Torres e Kim,"
    }
  },
  {
    "translation": {
      "en": "YOUR JOB IS TO FIND OUT AS MUCH ABOUT THIS ARRAY",
      "it": "Tuvok, mentre Chakotay ed io cerchiamo Torres e Kim, lei cerchi di scoprire il più possibile su questa Struttura."
    }
  },
  {
    "translation": {
      "en": "AS YOU CAN.",
      "it": "lei cerchi di scoprire il più possibile su questa Struttura."
    }
  },
  {
    "translation": {
      "en": "IT BROUGHT US HERE. WE HAVE TO ASSUME IT CAN SEND US HOME.",
      "it": "Se ci ha portato qui, dovrebbe anche poterci rimandare a casa."
    }
  },
  {
    "translation": {
      "en": "AGREED?",
      "it": "D'accordo?"
    }
  },
  {
    "translation": {
      "en": "MAINTAIN RED ALERT. KEEP US ON CONSTANT TRANSPORTER LOCKS.",
      "it": "Mantenere allarme rosso. Teneteci nel raggio del teletrasporto."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN.",
      "it": "Capitano..."
    }
  },
  {
    "translation": {
      "en": "IF THIS HAS SOMETHING TO DO WITH CHAKOTAY...",
      "it": "- Vorrei venire con lei. - Se riguarda Chakotay..."
    }
  },
  {
    "translation": {
      "en": "IT DOESN'T. I JUST...",
      "it": "Vorrei solo..."
    }
  },
  {
    "translation": {
      "en": "I'D HATE TO SEE ANYTHING HAPPEN TO HARRY.",
      "it": "Non voglio che accada niente a Harry."
    }
  },
  {
    "translation": {
      "en": "COME ON.",
      "it": "Andiamo."
    }
  },
  {
    "translation": {
      "en": "THERE ARE NO HUMANOID LIFE-FORMS INDICATED, CAPTAIN.",
      "it": "Non rilevo alcuna forma di vita umanoide."
    }
  },
  {
    "translation": {
      "en": "KIM AND TORRES",
      "it": "Kim e Torres non sono nel raggio del tricorder."
    }
  },
  {
    "translation": {
      "en": "ARE NOT WITHIN TRICORDER RANGE.",
      "it": "Kim e Torres non sono nel raggio del tricorder. - Forse non sono sulla Struttura. - Lui può dircelo."
    }
  },
  {
    "translation": {
      "en": "HE CAN TELL US WHERE THEY ARE.",
      "it": "- Forse non sono sulla Struttura. - Lui può dircelo."
    }
  },
  {
    "translation": {
      "en": "MAINTAIN YOUR COM LINK. I DON'T WANT TO LOSE ANYONE ELSE.",
      "it": "Mantenere il contatto. Non voglio perdere nessun altro."
    }
  },
  {
    "translation": {
      "en": "OH, WHY HAVE YOU COME BACK? YOU DON'T HAVE WHAT I NEED.",
      "it": "Perché siete tornati? Non avete ciò di cui ho bisogno."
    }
  },
  {
    "translation": {
      "en": "I DON'T KNOW WHAT YOU NEED AND I DON'T CARE.",
      "it": "Non m'interessa di cosa ha bisogno."
    }
  },
  {
    "translation": {
      "en": "I JUST WANT OUR PEOPLE BACK",
      "it": "Voglio che ci aiuti a trovare i nostri uomini e tornare a casa."
    }
  },
  {
    "translation": {
      "en": "AND I WANT US ALL TO BE SENT HOME.",
      "it": "Voglio che ci aiuti a trovare i nostri uomini e tornare a casa. Avete delle belle pretese per essere una specie bipede minore."
    }
  },
  {
    "translation": {
      "en": "WELL, NOW, AREN'T YOU CONTENTIOUS FOR A MINOR BIPEDAL SPECIES.",
      "it": "Avete delle belle pretese per essere una specie bipede minore."
    }
  },
  {
    "translation": {
      "en": "THIS MINOR BIPEDAL SPECIES DOESN'T TAKE KINDLY TO BEING ABDUCTED.",
      "it": "Questa specie minore non ama essere rapita."
    }
  },
  {
    "translation": {
      "en": "IT WAS NECESSARY. WHERE ARE OUR PEOPLE?",
      "it": "- Non avevo altra scelta. - Dove sono i nostri uomini?"
    }
  },
  {
    "translation": {
      "en": "THEY'RE NOT HERE. WHAT HAVE YOU DONE?",
      "it": "- Non sono più qui. - Cosa ne ha fatto di loro?"
    }
  },
  {
    "translation": {
      "en": "YOU DON'T HAVE WHAT I NEED.",
      "it": "- Non sono più qui. - Cosa ne ha fatto di loro? Voi non avete ciò di cui ho bisogno. Loro forse sì."
    }
  },
  {
    "translation": {
      "en": "THEY MIGHT.",
      "it": "Voi non avete ciò di cui ho bisogno. Loro forse sì."
    }
  },
  {
    "translation": {
      "en": "NO. YOU'LL HAVE TO LEAVE THEM.",
      "it": "- Dovete lasciarli qui. - Non lo faremo."
    }
  },
  {
    "translation": {
      "en": "WE WON'T DO THAT.",
      "it": "- Dovete lasciarli qui. - Non lo faremo. Siamo i loro superiori, sono sotto la nostra responsabilità,"
    }
  },
  {
    "translation": {
      "en": "WE ARE THEIR COMMANDING OFFICERS. WE ARE ENTRUSTED WITH THEIR SAFETY.",
      "it": "Siamo i loro superiori, sono sotto la nostra responsabilità,"
    }
  },
  {
    "translation": {
      "en": "THAT MAY BE A CONCEPT YOU DON'T UNDERSTAND.",
      "it": "un concetto che forse non può capire."
    }
  },
  {
    "translation": {
      "en": "OH, NO. I DO UNDERSTAND",
      "it": "Oh, no, capisco eccome."
    }
  },
  {
    "translation": {
      "en": "BUT I HAVE NO CHOICE.",
      "it": "Ma non ho altra scelta."
    }
  },
  {
    "translation": {
      "en": "THERE JUST IS NOT ENOUGH TIME LEFT. LEFT FOR WHAT?",
      "it": "- È rimasto poco tempo. - Poco tempo per cosa?"
    }
  },
  {
    "translation": {
      "en": "I MUST HONOR A DEBT THAT CAN NEVER BE REPAID",
      "it": "Devo ripagare un debito impossibile da ripagare."
    }
  },
  {
    "translation": {
      "en": "BUT MY SEARCH HAS NOT BEEN GOING WELL.",
      "it": "Ma la mia ricerca non è stata fruttuosa."
    }
  },
  {
    "translation": {
      "en": "TELL US WHAT YOU'RE LOOKING FOR. MAYBE WE CAN HELP YOU FIND IT.",
      "it": "Ci dica cosa sta cercando. Forse possiamo aiutarla."
    }
  },
  {
    "translation": {
      "en": "YOU?",
      "it": "Voi?"
    }
  },
  {
    "translation": {
      "en": "I'VE SEARCHED THE GALAXY WITH METHODS BEYOND YOUR COMPREHENSION.",
      "it": "Ho esaminato l'intera galassia con i metodi più avanzati."
    }
  },
  {
    "translation": {
      "en": "NO. THERE'S NOTHING YOU CAN DO.",
      "it": "No, non c'è niente che possiate fare."
    }
  },
  {
    "translation": {
      "en": "YOU'VE TAKEN US 70,000 LIGHT YEARS FROM OUR HOME.",
      "it": "Ci ha portato a 70.000 anni luci da casa."
    }
  },
  {
    "translation": {
      "en": "WE HAVE NO WAY BACK UNLESS YOU SEND US AND WE WON'T LEAVE WITHOUT THE OTHERS",
      "it": "Non sappiamo come tornare indietro e non ce ne andremo senza gli altri."
    }
  },
  {
    "translation": {
      "en": "BUT SENDING YOU BACK IS TERRIBLY COMPLICATED. DON'T YOU UNDERSTAND?",
      "it": "Ma rimandarvi indietro è terribilmente complicato, non capite?"
    }
  },
  {
    "translation": {
      "en": "I DON'T HAVE TIME. NOT ENOUGH TIME!",
      "it": "Non ho tempo. Non ho abbastanza tempo!"
    }
  },
  {
    "translation": {
      "en": "HE'S REGAINING CONSCIOUSNESS. HOW DO YOU FEEL?",
      "it": "- Sta riprendendo conoscenza. - Come si sente?"
    }
  },
  {
    "translation": {
      "en": "WHERE AM I?",
      "it": "Che ci faccio qui? Dove sono?"
    }
  },
  {
    "translation": {
      "en": "PLEASE DON'T TRY TO MOVE YET. YOU'RE VERY ILL.",
      "it": "La prego, non si muova. Lei è molto malato."
    }
  },
  {
    "translation": {
      "en": "ILL? NO, NO. THERE'S SOME MISTAKE. I'M NOT...",
      "it": "Malato? Ci dev'essere un errore. Non sono..."
    }
  },
  {
    "translation": {
      "en": "NO!",
      "it": "No!"
    }
  },
  {
    "translation": {
      "en": "CAPTAIN'S LOG. STARDATE 48315.6.",
      "it": "Diario del capitano, data stellare 48315.6."
    }
  },
  {
    "translation": {
      "en": "WE'VE TRACED THE ENERGY PULSES FROM THE ARRAY",
      "it": "Diario del capitano, data stellare 48315.6. Gli impulsi d'energia provengono dal quinto pianeta del prossimo sistema."
    }
  },
  {
    "translation": {
      "en": "TO THE FIFTH PLANET OF THE NEIGHBORING SYSTEM",
      "it": "Gli impulsi d'energia provengono dal quinto pianeta del prossimo sistema."
    }
  },
  {
    "translation": {
      "en": "AND BELIEVE THEY MAY HAVE BEEN USED IN SOME FASHION",
      "it": "Gli impulsi d'energia provengono dal quinto pianeta del prossimo sistema. Crediamo che siano stati usati per teletrasportare là Kim e Torres."
    }
  },
  {
    "translation": {
      "en": "TO TRANSPORT KIM AND TORRES TO THE PLANET'S SURFACE.",
      "it": "Crediamo che siano stati usati per teletrasportare là Kim e Torres."
    }
  },
  {
    "translation": {
      "en": "COME IN.",
      "it": "Avanti."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, I'VE OBSERVED SOMETHING PECULIAR ABOUT THE PULSES.",
      "it": "Ho notato qualcosa di strano riguardo a quegli impulsi."
    }
  },
  {
    "translation": {
      "en": "THEY'RE GETTING FASTER.",
      "it": "Stanno diventando più rapidi."
    }
  },
  {
    "translation": {
      "en": "THE INTERVAL BETWEEN EACH PULSE",
      "it": "Più rapidi. L'intervallo fra gli impulsi è sceso di 0,47 secondi dal nostro arrivo."
    }
  },
  {
    "translation": {
      "en": "HAS DECREASED BY .47 SECONDS SINCE WE ARRIVED.",
      "it": "L'intervallo fra gli impulsi è sceso di 0,47 secondi dal nostro arrivo."
    }
  },
  {
    "translation": {
      "en": "I CAN OFFER NO EXPLANATION. THAT'S ONLY ONE OF THE MYSTERIES WE'RE DEALING WITH.",
      "it": "- Non so come spiegarlo. - E non è il solo mistero."
    }
  },
  {
    "translation": {
      "en": "TAKE A LOOK AT THIS.",
      "it": "Dia un'occhiata qui."
    }
  },
  {
    "translation": {
      "en": "NOT ONE OCEAN. NOT ONE RIVER.",
      "it": "È praticamente deserto. Nessun oceano, nessun fiume."
    }
  },
  {
    "translation": {
      "en": "IT HAS ALL THE BASIC CHARACTERISTICS OF AN M-CLASS PLANET, EXCEPT...",
      "it": "Presenta tutte le caratteristiche di un pianeta di Classe M, ma..."
    }
  },
  {
    "translation": {
      "en": "THERE ARE NO NUCLEOGENIC PARTICLES",
      "it": "Presenta tutte le caratteristiche di un pianeta di Classe M, ma... non ci sono particelle nucleogeniche nell'atmosfera."
    }
  },
  {
    "translation": {
      "en": "IN THE ATMOSPHERE.",
      "it": "non ci sono particelle nucleogeniche nell'atmosfera."
    }
  },
  {
    "translation": {
      "en": "THAT WOULD MEAN THE PLANET IS INCAPABLE",
      "it": "non ci sono particelle nucleogeniche nell'atmosfera. Quindi il pianeta non può produrre pioggia."
    }
  },
  {
    "translation": {
      "en": "OF PRODUCING RAIN.",
      "it": "Quindi il pianeta non può produrre pioggia."
    }
  },
  {
    "translation": {
      "en": "I'VE STUDIED THOUSANDS OF M-CLASS PLANETS.",
      "it": "Ho studiato migliaia di pianeti simili, ma non ne avevo mai visto uno così."
    }
  },
  {
    "translation": {
      "en": "I'VE NEVER SEEN AN ATMOSPHERE WITHOUT NUCLEOGENICS.",
      "it": "Ho studiato migliaia di pianeti simili, ma non ne avevo mai visto uno così. Dev'essersi verificato un disastro ambientale di proporzioni enormi."
    }
  },
  {
    "translation": {
      "en": "THERE MUST HAVE BEEN SOME KIND OF EXTRAORDINARY ENVIRONMENTAL DISASTER.",
      "it": "Dev'essersi verificato un disastro ambientale di proporzioni enormi."
    }
  },
  {
    "translation": {
      "en": "AS SOON AS REPAIRS ARE COMPLETE...",
      "it": "Non appena avremo ultimato le riparazioni,"
    }
  },
  {
    "translation": {
      "en": "WE'LL SET A COURSE FOR THE FIFTH PLANET.",
      "it": "ci dirigeremo verso il quinto pianeta."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN. YOU REQUIRE SLEEP.",
      "it": "Capitano, ha bisogno di riposo."
    }
  },
  {
    "translation": {
      "en": "KIM'S MOTHER CALLED ME JUST AFTER HE LEFT EARTH.",
      "it": "Mi ha chiamato la madre di Kim, poco dopo la sua partenza."
    }
  },
  {
    "translation": {
      "en": "DELIGHTFUL WOMAN. HE'S HER ONLY SON. HE'D LEFT HIS CLARINET BEHIND.",
      "it": "Una donna deliziosa. È il suo unico figlio. Ha dimenticato il suo clarinetto."
    }
  },
  {
    "translation": {
      "en": "SHE WANTED TO KNOW IF SHE HAD TIME TO SEND IT.",
      "it": "Voleva sapere se fosse possibile mandarglielo."
    }
  },
  {
    "translation": {
      "en": "I HAD TO TELL HER NO.",
      "it": "Ho dovuto dirle di no."
    }
  },
  {
    "translation": {
      "en": "DO YOU KNOW HE PLAYED THE CLARINET IN THE JUILLIARD YOUTH SYMPHONY?",
      "it": "Sapeva che Kim suonava nella Julliard Youth Symphony?"
    }
  },
  {
    "translation": {
      "en": "I DID NOT HAVE THE OPPORTUNITY TO MEET MR. KIM.",
      "it": "Non ho avuto occasione d'incontrare il signor Kim."
    }
  },
  {
    "translation": {
      "en": "I BARELY KNEW HIM.",
      "it": "Lo conoscevo appena."
    }
  },
  {
    "translation": {
      "en": "I NEVER SEEM TO HAVE THE CHANCE TO GET TO KNOW ANY OF THEM.",
      "it": "Non ho mai l'opportunità di conoscere i membri del mio equipaggio."
    }
  },
  {
    "translation": {
      "en": "I HAVE TO, UM...",
      "it": "Devo..."
    }
  },
  {
    "translation": {
      "en": "I HAVE TO TAKE MORE TIME TO DO THAT.",
      "it": "Devo assolutamente trovare il tempo."
    }
  },
  {
    "translation": {
      "en": "IT'S A FINE CREW AND I'VE GOT TO GET THEM HOME.",
      "it": "È un ottimo equipaggio e devo riportarli a casa."
    }
  },
  {
    "translation": {
      "en": "THE CREW WILL NOT BENEFIT FROM THE LEADERSHIP OF AN EXHAUSTED CAPTAIN.",
      "it": "All'equipaggio non serve un capitano stremato."
    }
  },
  {
    "translation": {
      "en": "YOU'RE RIGHT AS USUAL.",
      "it": "Ha ragione, come sempre."
    }
  },
  {
    "translation": {
      "en": "I'VE MISSED YOUR COUNSEL, TUVOK.",
      "it": "Mi sono mancati i suoi consigli."
    }
  },
  {
    "translation": {
      "en": "I AM GRATIFIED THAT YOU CAME AFTER ME SO I CAN OFFER IT ONCE AGAIN.",
      "it": "Grazie per essermi venuta a cercare, così che possa continuare a darglieli."
    }
  },
  {
    "translation": {
      "en": "I SPOKE TO YOUR FAMILY BEFORE I LEFT. ARE THEY WELL?",
      "it": "- Ho parlato con la sua famiglia. - Stanno bene?"
    }
  },
  {
    "translation": {
      "en": "WELL, BUT WORRIED ABOUT YOU.",
      "it": "Sì. Ma sono preoccupati per lei."
    }
  },
  {
    "translation": {
      "en": "THAT WOULD NOT BE AN ACCURATE PERCEPTION, CAPTAIN.",
      "it": "Non credo che questa sia un'informazione accurata."
    }
  },
  {
    "translation": {
      "en": "VULCANS DO NOT WORRY. THEY... MISS YOU.",
      "it": "- I Vulcaniani non si preoccupano. - Loro... sentono la sua mancanza."
    }
  },
  {
    "translation": {
      "en": "AS I DO THEM.",
      "it": "E io la loro."
    }
  },
  {
    "translation": {
      "en": "I'LL GET YOU BACK TO THEM. THAT'S A PROMISE, TUVOK.",
      "it": "La riporterò a casa. È una promessa, Tuvok."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN'S LOG, SUPPLEMENTAL:",
      "it": "Diario del capitano, supplemento."
    }
  },
  {
    "translation": {
      "en": "VOYAGER AND THE MAQUIS SHIP HAVE ENTERED A DEBRIS FIELD",
      "it": "Diario del capitano, supplemento. Abbiamo attraversato un campo di detriti. I sensori rilevano una navetta."
    }
  },
  {
    "translation": {
      "en": "WHERE SENSORS HAVE DETECTED A SMALL VESSEL.",
      "it": "Abbiamo attraversato un campo di detriti. I sensori rilevano una navetta."
    }
  },
  {
    "translation": {
      "en": "ONE HUMANOID LIFE-FORM IS ON BOARD.",
      "it": "Abbiamo attraversato un campo di detriti. I sensori rilevano una navetta. C'è una forma di vita umanoide a bordo."
    }
  },
  {
    "translation": {
      "en": "HAIL THEM.",
      "it": "C'è una forma di vita umanoide a bordo. Li chiami."
    }
  },
  {
    "translation": {
      "en": "Whoever you are, I found this waste zone first.",
      "it": "Chiunque siate, ho trovato questi rifiuti per primo."
    }
  },
  {
    "translation": {
      "en": "WE'RE NOT INTERESTED IN THIS DEBRIS, MISTER...?",
      "it": "Non c'interessano i rifiuti, signor..."
    }
  },
  {
    "translation": {
      "en": "And since you're not interested in my \"debris\"",
      "it": "Neelix. Dato che non v'interessano i miei rifiuti... sono lieto di conoscervi."
    }
  },
  {
    "translation": {
      "en": "well, I'm delighted to know you.",
      "it": "Dato che non v'interessano i miei rifiuti... sono lieto di conoscervi."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN KATHRYN JANEWAY OF THE FEDERATION STARSHIP VOYAGER.",
      "it": "Capitano Kathryn Janeway della nave federale Voyager."
    }
  },
  {
    "translation": {
      "en": "A very impressive title.",
      "it": "Una carica imponente."
    }
  },
  {
    "translation": {
      "en": "I have no idea what it means but it sounds very impressive.",
      "it": "Non ho idea di cosa significhi, ma fa un certo effetto."
    }
  },
  {
    "translation": {
      "en": "DO YOU KNOW THIS AREA OF SPACE WELL, MR. NEELIX?",
      "it": "Conosce a fondo questa zona?"
    }
  },
  {
    "translation": {
      "en": "I am famous for knowing it well. How may I be of service?",
      "it": "Sono rinomato per questo. Come posso esserle utile?"
    }
  },
  {
    "translation": {
      "en": "DO YOU KNOW ABOUT THE ARRAY THAT'S SENDING ENERGY PULSES TO THE FIFTH PLANET?",
      "it": "Cosa sa della Struttura che emette impulsi d'energia verso il quinto pianeta?"
    }
  },
  {
    "translation": {
      "en": "I know enough to stay as far away from it as possible.",
      "it": "Ne so abbastanza da tenermene più alla larga possibile."
    }
  },
  {
    "translation": {
      "en": "Wait, let me guess.",
      "it": "Aspetti. Mi lasci indovinare."
    }
  },
  {
    "translation": {
      "en": "You were whisked away from somewhere else in the galaxy",
      "it": "Siete stati trasportati da un altro punto della galassia"
    }
  },
  {
    "translation": {
      "en": "and brought here against your will.",
      "it": "e vi siete ritrovati qui contro la vostra volontà."
    }
  },
  {
    "translation": {
      "en": "SOUNDS AS THOUGH YOU'VE HEARD THIS STORY BEFORE.",
      "it": "e vi siete ritrovati qui contro la vostra volontà. Si direbbe che abbia già sentito questa storia."
    }
  },
  {
    "translation": {
      "en": "Sadly, yes, thousands of times.",
      "it": "Purtroppo sì. Migliaia di volte."
    }
  },
  {
    "translation": {
      "en": "Well, hundreds of times.",
      "it": "Purtroppo sì. Migliaia di volte. Bé, diciamo centinaia. Magari cinquanta volte."
    }
  },
  {
    "translation": {
      "en": "Maybe 50 times.",
      "it": "Bé, diciamo centinaia. Magari cinquanta volte."
    }
  },
  {
    "translation": {
      "en": "But the caretaker has been bringing",
      "it": "Bé, diciamo centinaia. Magari cinquanta volte. Sono mesi che il Custode porta qui delle astronavi."
    }
  },
  {
    "translation": {
      "en": "ships here for months now.",
      "it": "Sono mesi che il Custode porta qui delle astronavi."
    }
  },
  {
    "translation": {
      "en": "THE CARETAKER?",
      "it": "Sono mesi che il Custode porta qui delle astronavi. - Il Custode? - È così che lo chiamano gli Ocampa."
    }
  },
  {
    "translation": {
      "en": "That's what the Ocampa call him.",
      "it": "- Il Custode? - È così che lo chiamano gli Ocampa."
    }
  },
  {
    "translation": {
      "en": "They live on the fifth planet. Did he kidnap members of your crew?",
      "it": "Vivono sul quinto pianeta. Ha rapito dei membri del suo equipaggio?"
    }
  },
  {
    "translation": {
      "en": "AS A MATTER OF FACT, HE DID. It's not the first time.",
      "it": "- In effetti, sì. - Non è la prima volta."
    }
  },
  {
    "translation": {
      "en": "DO YOU KNOW WHERE HE'S TAKEN THEM?",
      "it": "Ha idea di dove possa averli portati?"
    }
  },
  {
    "translation": {
      "en": "Just that they're brought to the Ocampa.",
      "it": "Ha idea di dove possa averli portati? So solo che li ha portati dagli Ocampa. Non so altro."
    }
  },
  {
    "translation": {
      "en": "Nothing more.",
      "it": "So solo che li ha portati dagli Ocampa. Non so altro."
    }
  },
  {
    "translation": {
      "en": "WE'D APPRECIATE ANY HELP YOU COULD GIVE US IN FINDING THESE OCAMPA.",
      "it": "Apprezzeremmo molto se potesse aiutarci a trovare questi Ocampa."
    }
  },
  {
    "translation": {
      "en": "I-I-I really wish that I could help you, I do. But as you can see",
      "it": "Vorrei tanto poterlo fare."
    }
  },
  {
    "translation": {
      "en": "there's just so much debris for me to investigate today.",
      "it": "Ma, come vedete, ho un gran ammasso di rifiuti da scandagliare oggi."
    }
  },
  {
    "translation": {
      "en": "You'd be surprised the things of value",
      "it": "Ma, come vedete, ho un gran ammasso di rifiuti da scandagliare oggi. È sorprendente come la gente butti via oggetti di valore."
    }
  },
  {
    "translation": {
      "en": "some people abandon.",
      "it": "È sorprendente come la gente butti via oggetti di valore."
    }
  },
  {
    "translation": {
      "en": "OF COURSE, WE'D COMPENSATE YOU FOR YOUR TROUBLE.",
      "it": "Ovviamente vorremmo ricompensarla per il disturbo."
    }
  },
  {
    "translation": {
      "en": "Well, there's really very little that you could offer me.",
      "it": "Non c'è molto che possiate offrirmi."
    }
  },
  {
    "translation": {
      "en": "Unless...",
      "it": "A meno che..."
    }
  },
  {
    "translation": {
      "en": "YES? Unless, of course you had...",
      "it": "- Sì? - A meno che, certo, non abbiate..."
    }
  },
  {
    "translation": {
      "en": "...water?",
      "it": "...dell'acqua."
    }
  },
  {
    "translation": {
      "en": "IF YOU HELP US FIND OUR MISSING CREW MEMBERS",
      "it": "Se lei ci aiuta a ritrovare i membri del nostro equipaggio,"
    }
  },
  {
    "translation": {
      "en": "YOU CAN HAVE ALL THE WATER YOU WANT.",
      "it": "Se lei ci aiuta a ritrovare i membri del nostro equipaggio, può avere tutta l'acqua che vuole."
    }
  },
  {
    "translation": {
      "en": "Well, that... that sounds like a very reasonable arrangement.",
      "it": "Mi sembra un accordo ragionevole."
    }
  },
  {
    "translation": {
      "en": "GOOD. WE'LL BEAM YOU OVER AND TOW YOUR SHIP INTO OUR SHUTTLE BAY.",
      "it": "Bene. La trasporteremo a bordo e rimorchieremo la sua nave."
    }
  },
  {
    "translation": {
      "en": "MR. TUVOK, GO TO TRANSPORTER ROOM TWO AND MEET OUR GUEST.",
      "it": "Tuvok, vada in sala teletrasporto 2 ad accogliere l'ospite."
    }
  },
  {
    "translation": {
      "en": "Beam?",
      "it": "Teletrasporto?"
    }
  },
  {
    "translation": {
      "en": "WE HAVE A TECHNOLOGY",
      "it": "Si tratta di una tecnologia in grado di"
    }
  },
  {
    "translation": {
      "en": "WHICH CAN TAKE YOU INSTANTLY FROM YOUR SHIP TO OURS.",
      "it": "Si tratta di una tecnologia in grado di trasportarla sulla nostra nave all'istante."
    }
  },
  {
    "translation": {
      "en": "IT'S QUITE HARMLESS. MAY WE?",
      "it": "Non corre alcun rischio. D'accordo?"
    }
  },
  {
    "translation": {
      "en": "ENERGIZE.",
      "it": "Energia."
    }
  },
  {
    "translation": {
      "en": "ASTONISHING!",
      "it": "Stupefacente!"
    }
  },
  {
    "translation": {
      "en": "YOU FEDERATIONS ARE OBVIOUSLY AN ADVANCED CULTURE.",
      "it": "Voi della Federazione siete davvero una cultura evoluta."
    }
  },
  {
    "translation": {
      "en": "THE FEDERATION IS MADE UP OF MANY CULTURES.",
      "it": "La Federazione è costituita da molte culture diverse."
    }
  },
  {
    "translation": {
      "en": "I AM VULCAN. NEELIX.",
      "it": "- Io sono un Vulcaniano. - Neelix."
    }
  },
  {
    "translation": {
      "en": "GOOD TO MEET YOU.",
      "it": "Lieto di conoscerla!"
    }
  },
  {
    "translation": {
      "en": "INTERESTING.",
      "it": "Interessante..."
    }
  },
  {
    "translation": {
      "en": "WHAT, WHAT EXACTLY...",
      "it": "Cosa... Cosa esattamente..."
    }
  },
  {
    "translation": {
      "en": "( laughing )",
      "it": "Cosa esattamente..."
    }
  },
  {
    "translation": {
      "en": "DOES ALL THIS... ALL THIS DO?",
      "it": "A cosa serve esattamente tutto questo?"
    }
  },
  {
    "translation": {
      "en": "I ASSURE YOU THAT EVERYTHING IN THIS ROOM HAS A SPECIFIC FUNCTION.",
      "it": "Le assicuro che ogni oggetto in questa stanza ha una funzione specifica."
    }
  },
  {
    "translation": {
      "en": "HOWEVER, IT WOULD TAKE SEVERAL HOURS TO EXPLAIN IT ALL.",
      "it": "Ma ci vorrebbero ore per illustrargliele tutte."
    }
  },
  {
    "translation": {
      "en": "I SUGGEST WE PROCEED TO YOUR QUARTERS.",
      "it": "Suggerisco di avviarci verso i suoi alloggi."
    }
  },
  {
    "translation": {
      "en": "PERHAPS YOU WOULD CARE FOR A BATH. A WHAT?",
      "it": "- Forse desidera fare un bagno? - Un cosa?"
    }
  },
  {
    "translation": {
      "en": "IT'S OKAY. IT'S OKAY. WHO ARE YOU?",
      "it": "- Va tutto bene. - Lei chi è?"
    }
  },
  {
    "translation": {
      "en": "MY NAME IS KIM-- HARRY KIM. I'M AN ENSIGN ON THE STARSHIP VOYAGER.",
      "it": "Mi chiamo Harry Kim. Vengo dalla nave stellare Voyager."
    }
  },
  {
    "translation": {
      "en": "I WAS KIDNAPPED FROM THE ARRAY JUST LIKE YOU WERE.",
      "it": "Anch'io sono stato rapito. Non ho idea di dove siamo."
    }
  },
  {
    "translation": {
      "en": "WHAT WAS STARFLEET DOING AT THAT ARRAY? WE WERE LOOKING FOR YOU, ACTUALLY.",
      "it": "- Che ci faceva lì la Flotta? - Stavamo cercando voi, in effetti."
    }
  },
  {
    "translation": {
      "en": "WE'RE IN THE BADLANDS, THEN... YOU MEAN YOU WERE TRYING TO CAPTURE US.",
      "it": "- Un minuto, siamo nelle Badlands... - Stavate cercando di catturarci."
    }
  },
  {
    "translation": {
      "en": "YEAH... CONSIDER YOURSELF CAPTURED.",
      "it": "Si consideri catturata. Devo avere un phaser, da qualche parte."
    }
  },
  {
    "translation": {
      "en": "OH, I KNOW I HAVE A PHASER HERE SOMEWHERE.",
      "it": "Si consideri catturata. Devo avere un phaser, da qualche parte. Non ci trovo niente di divertente."
    }
  },
  {
    "translation": {
      "en": "I DON'T FIND THIS AMUSING, STARFLEET.",
      "it": "Non ci trovo niente di divertente."
    }
  },
  {
    "translation": {
      "en": "Kim: THERE'S NO POINT. IT'S LOCKED.",
      "it": "Non serve a niente. È chiusa."
    }
  },
  {
    "translation": {
      "en": "HEY, WHAT'S THAT GOING TO ACCOMPLISH? WHAT ARE THEY DOING TO US? WHAT ARE THESE THINGS GROWING ON US?",
      "it": "- Ehi! Cosa pensa di ottenere? - Cosa ci sta crescendo addosso?"
    }
  },
  {
    "translation": {
      "en": "DO YOU WANT THEM TO SEDATE YOU AGAIN?",
      "it": "Vuole che le diano degli altri sedativi?"
    }
  },
  {
    "translation": {
      "en": "YOU'RE RIGHT, STARFLEET.",
      "it": "Ha ragione, Flotta."
    }
  },
  {
    "translation": {
      "en": "IT'S THE KLINGON HALF OF ME. IT'S JUST IT'S HARD TO CONTROL IT SOMETIMES.",
      "it": "È la mia metà Klingon. A volte faccio fatica a controllarla."
    }
  },
  {
    "translation": {
      "en": "WHAT'S YOUR NAME, MAQUIS?",
      "it": "Come si chiama, Maquis?"
    }
  },
  {
    "translation": {
      "en": "B'ELANNA.",
      "it": "B'Elanna."
    }
  },
  {
    "translation": {
      "en": "B'ELANNA TORRES.",
      "it": "B'Elanna Torres."
    }
  },
  {
    "translation": {
      "en": "I HOPE YOU'RE FEELING BETTER. I KNOW HOW FRIGHTENING ALL THIS MUST BE FOR BOTH OF YOU.",
      "it": "Spero vi sentiate meglio. Posso immaginare quanto siate spaventati."
    }
  },
  {
    "translation": {
      "en": "I'VE BROUGHT SOME CLOTHES IF YOU CARE TO CHANGE.",
      "it": "Vi ho portato dei vestiti."
    }
  },
  {
    "translation": {
      "en": "WHY ARE YOU HOLDING US HERE? YOU ARE NOT PRISONERS.",
      "it": "- Perché ci tenete chiusi qui? - Non siete prigionieri."
    }
  },
  {
    "translation": {
      "en": "IN FACT, WE CONSIDER YOU HONORED GUESTS.",
      "it": "In effetti, vi consideriamo nostri ospiti d'onore."
    }
  },
  {
    "translation": {
      "en": "AS LONG AS YOU ARE NOT VIOLENT",
      "it": "È stato il Custode a mandarvi qui."
    }
  },
  {
    "translation": {
      "en": "YOU ARE FREE TO LEAVE YOUR QUARTERS.",
      "it": "Se restate calmi, potete uscire dai vostri alloggi."
    }
  },
  {
    "translation": {
      "en": "WHAT'S WRONG WITH US?",
      "it": "Se restate calmi, potete uscire dai vostri alloggi. Cosa ci sta succedendo? Cosa sono queste cose?"
    }
  },
  {
    "translation": {
      "en": "WHAT ARE THESE THINGS?",
      "it": "Cosa ci sta succedendo? Cosa sono queste cose?"
    }
  },
  {
    "translation": {
      "en": "WE REALLY DON'T KNOW.",
      "it": "Non lo sappiamo."
    }
  },
  {
    "translation": {
      "en": "YOU MUST BE HUNGRY.",
      "it": "Immagino abbiate fame."
    }
  },
  {
    "translation": {
      "en": "WOULD YOU CARE TO JOIN ME ON THE COURTYARD FOR A MEAL?",
      "it": "Vi andrebbe di unirvi a me e pranzare in cortile?"
    }
  },
  {
    "translation": {
      "en": "OUR FOOD DISPENSERS ARE RIGHT THIS WAY.",
      "it": "I nostri distributori di cibo sono da questa parte."
    }
  },
  {
    "translation": {
      "en": "WE'RE UNDERGROUND.",
      "it": "Ci troviamo sotto terra."
    }
  },
  {
    "translation": {
      "en": "Ocampa Doctor: OUR SOCIETY IS SUBTERRANEAN. WE'VE LIVED HERE FOR OVER 500 GENERATIONS.",
      "it": "La nostra è una società sotterranea. Viviamo qui da oltre 500 generazioni."
    }
  },
  {
    "translation": {
      "en": "BEFORE THAT, YOU LIVED ON THE SURFACE?",
      "it": "E prima vivevate in superficie?"
    }
  },
  {
    "translation": {
      "en": "UNTIL THE WARMING BEGAN. THE WARMING?",
      "it": "- Prima del Grande caldo. - Il Grande caldo?"
    }
  },
  {
    "translation": {
      "en": "WHEN OUR SURFACE TURNED INTO A DESERT AND THE CARETAKER CAME TO PROTECT US.",
      "it": "La nostra superficie si è desertificata e il Custode è venuto a proteggerci."
    }
  },
  {
    "translation": {
      "en": "OUR ANCIENT JOURNALS TELL US HE OPENED A DEEP CHASM IN THE GROUND",
      "it": "I nostri testi sacri dicono che ha aperto una profonda fessura nel suolo"
    }
  },
  {
    "translation": {
      "en": "AND LED OUR ANCESTORS TO THIS PLACE.",
      "it": "e ha condotto qui i nostri antenati."
    }
  },
  {
    "translation": {
      "en": "SINCE THEN, HE HAS PROVIDED FOR ALL OUR NEEDS.",
      "it": "Da allora, ha pensato lui a ogni nostra necessità."
    }
  },
  {
    "translation": {
      "en": "THEY KNOW YOU'VE COME FROM THE CARETAKER.",
      "it": "Perdonateli, sanno che siete stati mandati dal Custode."
    }
  },
  {
    "translation": {
      "en": "NONE OF US HAS EVER SEEN HIM.",
      "it": "Nessuno di noi l'ha mai visto."
    }
  },
  {
    "translation": {
      "en": "THIS WAY, PLEASE.",
      "it": "Da questa parte, prego."
    }
  },
  {
    "translation": {
      "en": "DOES THE CARETAKER PROVIDE YOUR MEALS TOO? IN FACT, HE DOES. HE DESIGNED",
      "it": "- Il Custode vi procura anche il cibo? - In effetti, sì."
    }
  },
  {
    "translation": {
      "en": "AND BUILT THIS ENTIRE CITY FOR US AFTER THE WARMING.",
      "it": "Ha costruito l'intera città per noi, dopo il Grande caldo."
    }
  },
  {
    "translation": {
      "en": "THE FOOD PROCESSORS DISPENSE NUTRITIONAL SUPPLEMENTS",
      "it": "I distributori di cibo ci forniscono supplementi nutritivi ogni 4,1 intervalli."
    }
  },
  {
    "translation": {
      "en": "EVERY 4.1 INTERVALS.",
      "it": "supplementi nutritivi ogni 4,1 intervalli."
    }
  },
  {
    "translation": {
      "en": "IT MAY NOT OFFER THE EXOTIC TASTE SOME OF OUR YOUNGER PEOPLE CRAVE THESE DAYS",
      "it": "Non avremo la varietà di sapori esotici che piacciono ai giovani,"
    }
  },
  {
    "translation": {
      "en": "BUT IT MEETS OUR NEEDS.",
      "it": "ma soddisfano i nostri bisogni."
    }
  },
  {
    "translation": {
      "en": "Kim: IS THIS HOW THE CARETAKER COMMUNICATES WITH YOU?",
      "it": "È così che il Custode comunica?"
    }
  },
  {
    "translation": {
      "en": "Doctor: HE NEVER COMMUNICATES DIRECTLY.",
      "it": "È così che il Custode comunica? Non comunica mai con noi direttamente."
    }
  },
  {
    "translation": {
      "en": "WE TRY TO INTERPRET HIS WISHES AS BEST WE CAN.",
      "it": "Noi cerchiamo d'interpretare i suoi desideri al meglio."
    }
  },
  {
    "translation": {
      "en": "HOW HAVE YOU INTERPRETED THE CARETAKER'S REASON FOR SENDING US HERE?",
      "it": "Vorrei proprio sapere come interpretate il fatto che ci abbia mandato qui."
    }
  },
  {
    "translation": {
      "en": "WE BELIEVE HE SEPARATED YOU",
      "it": "Vorrei proprio sapere come interpretate il fatto che ci abbia mandato qui. Vi ha diviso dalla vostra specie per proteggere loro."
    }
  },
  {
    "translation": {
      "en": "FROM YOUR OWN SPECIES FOR THEIR PROTECTION.",
      "it": "Vi ha diviso dalla vostra specie per proteggere loro."
    }
  },
  {
    "translation": {
      "en": "THEIR PROTECTION? FROM YOUR ILLNESS.",
      "it": "- Per proteggere la nostra specie? - Dalla vostra malattia."
    }
  },
  {
    "translation": {
      "en": "PERHAPS HE IS TRYING TO PREVENT A PLAGUE. WE WEREN'T SICK UNTIL WE MET YOUR CARETAKER.",
      "it": "- Forse vuole prevenire un'epidemia. - Prima d'incontrarlo, eravamo sani."
    }
  },
  {
    "translation": {
      "en": "FROM TIME TO TIME, HE ASKS US TO CARE FOR PEOPLE WITH THIS DISEASE.",
      "it": "Di tanto in tanto, ci chiede di occuparci delle persone affette da questa malattia."
    }
  },
  {
    "translation": {
      "en": "IT'S THE LEAST WE CAN DO. THERE HAVE BEEN OTHERS-- LIKE US?",
      "it": "- È il minimo che possiamo fare. - Ce ne sono altri? Come noi?"
    }
  },
  {
    "translation": {
      "en": "YES. WHERE ARE THEY?",
      "it": "- Sì. - Dove sono?"
    }
  },
  {
    "translation": {
      "en": "YOUR CONDITION IS SERIOUS. WE DON'T KNOW EXACTLY HOW TO TREAT IT.",
      "it": "Le vostre condizioni sono gravi. Non sappiamo come curarvi."
    }
  },
  {
    "translation": {
      "en": "I'M AFRAID THE OTHERS DID NOT RECOVER.",
      "it": "Purtroppo nessuno è mai guarito."
    }
  },
  {
    "translation": {
      "en": "SIR...",
      "it": "- Signore... - Ah, il signor Vulcaniano."
    }
  },
  {
    "translation": {
      "en": "Neelix: AH, HELLO, MR. VULCAN. COME IN. COME IN.",
      "it": "- Signore... - Ah, il signor Vulcaniano. Prego, entri pure. Non riesco a vederla."
    }
  },
  {
    "translation": {
      "en": "PLEASE, I CAN HARDLY SEE YOU.",
      "it": "Prego, entri pure. Non riesco a vederla."
    }
  },
  {
    "translation": {
      "en": "I WANT TO THANK YOU FOR YOUR HOSPITALITY.",
      "it": "Ci tenevo a ringraziarla per la sua ospitalità."
    }
  },
  {
    "translation": {
      "en": "I MUST ADMIT, I HAVEN'T HAD ACCESS TO A FOOD REPLOR... UH, REPLICATOR BEFORE.",
      "it": "Devo ammette che non avevo mai visto un ribellatore... replicatore."
    }
  },
  {
    "translation": {
      "en": "I'D NEVER HAVE GUESSED.",
      "it": "L'avevo intuito. E potermi immergere nell'acqua! Non immagina che gioia!"
    }
  },
  {
    "translation": {
      "en": "AND TO IMMERSE MYSELF IN WATER... OH, DO YOU KNOW WHAT JOY THIS IS?",
      "it": "E potermi immergere nell'acqua! Non immagina che gioia!"
    }
  },
  {
    "translation": {
      "en": "NO ONE AROUND HERE WASTES WATER IN THIS MANNER.",
      "it": "Nessuno da queste parti spreca l'acqua in questo modo. Il massimo della vita, per noi, è una bella vasca di sabbia."
    }
  },
  {
    "translation": {
      "en": "A GOOD SAND SCRUB-- THAT'S THE BEST THAT WE CAN HOPE FOR.",
      "it": "Il massimo della vita, per noi, è una bella vasca di sabbia."
    }
  },
  {
    "translation": {
      "en": "I'M PLEASED YOU'RE ENJOYING YOURSELF, BUT WE'RE IN ORBIT OF THE FIFTH PLANET.",
      "it": "Sono lieto che si stia rilassando, ma abbiamo raggiunto il quinto pianeta."
    }
  },
  {
    "translation": {
      "en": "WE NEED YOUR ASSISTANCE.",
      "it": "Sono lieto che si stia rilassando, ma abbiamo raggiunto il quinto pianeta. - Ci serve il suo aiuto. - Mi passerebbe un asciugamano?"
    }
  },
  {
    "translation": {
      "en": "OH, UH, COULD YOU HAND ME THE, UH... TOWEL?",
      "it": "- Ci serve il suo aiuto. - Mi passerebbe un asciugamano?"
    }
  },
  {
    "translation": {
      "en": "IF YOU WILL SCAN THE LARGE SOUTHERN CONTINENT YOU'LL FIND A RANGE OF EXTINCT VOLCANOES.",
      "it": "Se esaminate il continente meridionale, noterete una serie di vulcani spenti."
    }
  },
  {
    "translation": {
      "en": "FOLLOW THE FOOTHILLS NORTH UNTIL YOU DISCOVER A DRY RIVER BED. YOU'LL FIND AN ENCAMPMENT THERE.",
      "it": "Seguite le colline a nord fino al letto di un fiume. C'è un accampamento."
    }
  },
  {
    "translation": {
      "en": "DO YOU BELIEVE OUR PEOPLE MIGHT BE AT THIS LOCATION?",
      "it": "- Crede che i nostri uomini siano lì? - Non è da escludere."
    }
  },
  {
    "translation": {
      "en": "IT'S NOT IMPOSSIBLE... MAYBE...",
      "it": "Forse."
    }
  },
  {
    "translation": {
      "en": "PERHAPS NOT, BUT WE'LL FIND THEM.",
      "it": "Forse no. Ma li troveremo."
    }
  },
  {
    "translation": {
      "en": "WE'LL NEED SEVERAL CONTAINERS OF WATER TO BRING FOR BARTER.",
      "it": "Ci serviranno vari serbatoi d'acqua per il baratto."
    }
  },
  {
    "translation": {
      "en": "DO THESE, UH, REPLICATORS MAKE CLOTHING, AS WELL? YES.",
      "it": "Questi replicatori possono riprodurre anche del vestiario?"
    }
  },
  {
    "translation": {
      "en": "WILL IT MAKE ME A UNIFORM LIKE YOURS? NO...",
      "it": "- Sì. - Potrei avere un'uniforme come la sua?"
    }
  },
  {
    "translation": {
      "en": "IT MOST CERTAINLY WILL NOT.",
      "it": "No, credo proprio di no."
    }
  },
  {
    "translation": {
      "en": "Paris: WHY WOULD ANYONE WANT TO LIVE IN A PLACE LIKE THIS?",
      "it": "Perché qualcuno vorrebbe vivere qui?"
    }
  },
  {
    "translation": {
      "en": "THE RICH CORMALINE DEPOSITS ARE VERY MUCH IN DEMAND.",
      "it": "Le miniere di cormalina sono molto ricercate."
    }
  },
  {
    "translation": {
      "en": "THE OCAMPA USE IT FOR BARTER? NOT THE OCAMPA, THE KAZON-OGLA.",
      "it": "- Gli Ocampa la usano per il baratto? - Non gli Ocampa, i Kazon-Ogla."
    }
  },
  {
    "translation": {
      "en": "THE KAZON-OGLA? WHO ARE THE KAZON-OGLA?",
      "it": "- Gli Ocampa la usano per il baratto? - Non gli Ocampa, i Kazon-Ogla. - Chi sono i Kazon-Ogla? - Loro."
    }
  },
  {
    "translation": {
      "en": "THEY ARE.",
      "it": "- Chi sono i Kazon-Ogla? - Loro."
    }
  },
  {
    "translation": {
      "en": "KAZON SECTS CONTROL THIS PART OF THE QUADRANT. SOME HAVE FOOD, SOME HAVE ORE, SOME HAVE WATER.",
      "it": "Gruppi di Kazon controllano la zona. Alcuni hanno cibo, altri miniere o acqua."
    }
  },
  {
    "translation": {
      "en": "THEY ALL TRADE, AND KILL EACH OTHER FOR IT.",
      "it": "- Commerciano e si uccidono. - I nostri non erano dagli Ocampa?"
    }
  },
  {
    "translation": {
      "en": "YOU SAID THE OCAMPA HAD OUR PEOPLE.",
      "it": "- Commerciano e si uccidono. - I nostri non erano dagli Ocampa? Amici! Che gioia rivedervi!"
    }
  },
  {
    "translation": {
      "en": "MY FRIENDS! IT'S GOOD TO SEE YOU AGAIN!",
      "it": "Amici! Che gioia rivedervi!"
    }
  },
  {
    "translation": {
      "en": "I MUST SPEAK WITH YOUR MAJE, THE EVER WISE JABIN.",
      "it": "Devo parlare con il vostro maje, il saggio dei saggi Jabin!"
    }
  },
  {
    "translation": {
      "en": "IT'S VERY AMUSING. VERY AMUSING.",
      "it": "- Davvero divertente. - Distruggetelo."
    }
  },
  {
    "translation": {
      "en": "I... I ENJOY A JOKE AS MUCH AS THE NEXT MAN.",
      "it": "Io... amo gli scherzi, così come tutti."
    }
  },
  {
    "translation": {
      "en": "JABIN! MY OLD FRIEND!",
      "it": "Jabin! Amico mio!"
    }
  },
  {
    "translation": {
      "en": "W-WATER... WATER, JABIN.",
      "it": "Acqua, Jabin. Ho dell'acqua."
    }
  },
  {
    "translation": {
      "en": "I HAVE WATER... TO REPLACE ALL THAT I BORROWED.",
      "it": "Acqua, Jabin. Ho dell'acqua. - Riporto ciò che ho preso in prestito. - Gliela mostri, signor Paris."
    }
  },
  {
    "translation": {
      "en": "SHOW THEM, MR. PARIS.",
      "it": "- Riporto ciò che ho preso in prestito. - Gliela mostri, signor Paris."
    }
  },
  {
    "translation": {
      "en": "THEIR SHIP HAS TECHNOLOGY THAT MAKES WATER OUT OF THIN AIR!",
      "it": "La loro nave ha una tecnologia in grado di produrre acqua dal nulla!"
    }
  },
  {
    "translation": {
      "en": "YOU HAVE MORE? JANEWAY TO VOYAGER. ENERGIZE.",
      "it": "- Ne avete dell'altra? - Janeway a Voyager. Energia."
    }
  },
  {
    "translation": {
      "en": "THERE'S MORE WHERE THAT CAME FROM IF YOU CAN HELP US.",
      "it": "Ce n'è ancora, se accettate di aiutarci."
    }
  },
  {
    "translation": {
      "en": "HOW CAN WE HELP SOMEONE THAT CAN CREATE WATER OUT OF THIN AIR?",
      "it": "Come possiamo aiutare un popolo così potente da saper creare l'acqua?"
    }
  },
  {
    "translation": {
      "en": "THIS MAN LED US HERE SUGGESTING WE MIGHT FIND A PEOPLE CALLED THE OCAMPA.",
      "it": "Quest'uomo dice che potremmo trovare qui un popolo noto come Ocampa."
    }
  },
  {
    "translation": {
      "en": "DO YOU KNOW WHERE THEY ARE? OCAMPA?",
      "it": "- Lei sa dove si trovano? - Gli Ocampa."
    }
  },
  {
    "translation": {
      "en": "SHE IS OCAMPA.",
      "it": "Lei è una Ocampa."
    }
  },
  {
    "translation": {
      "en": "WHY WOULD YOU BE INTERESTED IN SUCH",
      "it": "Lei è una Ocampa. Perché siete interessati a creature tanto insulse?"
    }
  },
  {
    "translation": {
      "en": "WORTHLESS CREATURES?",
      "it": "Perché siete interessati a creature tanto insulse?"
    }
  },
  {
    "translation": {
      "en": "THEY LIVE ONLY NINE YEARS. THEY MAKE POOR SERVANTS.",
      "it": "Vivono soltanto nove anni. Non sono dei buoni servitori."
    }
  },
  {
    "translation": {
      "en": "WE CAUGHT HER WHEN SHE WANDERED TO THE SURFACE. YOU MEAN THEY LIVE UNDERGROUND?",
      "it": "- Lei si è avventurata in superficie. - Vivono sottoterra?"
    }
  },
  {
    "translation": {
      "en": "THE ENTITY IN SPACE THAT GIVES THEM FOOD AND POWER GIVES THEM",
      "it": "L'entità che fornisce loro cibo ed energia"
    }
  },
  {
    "translation": {
      "en": "SOLE ACCESS TO THIS WORLD'S ONLY WATER-- TWO MILES BELOW THE SURFACE.",
      "it": "garantisce loro l'esclusivo accesso all'unica fonte d'acqua, nel sottosuolo."
    }
  },
  {
    "translation": {
      "en": "THIS SAME ENTITY ABDUCTED TWO OF OUR PEOPLE.",
      "it": "Quell'entità ha rapito due membri dei nostri equipaggi."
    }
  },
  {
    "translation": {
      "en": "WE BELIEVE THEY MIGHT BE WITH THE OCAMPA.",
      "it": "Pensiamo possano essere insieme agli Ocampa."
    }
  },
  {
    "translation": {
      "en": "THERE'S NO WAY TO GET TO THEM. WE TRIED.",
      "it": "Non c'è modo di raggiungerli. Ci abbiamo già provato."
    }
  },
  {
    "translation": {
      "en": "THE ENTITY ESTABLISHED A SUBTERRANEAN BARRIER WE CANNOT PENETRATE.",
      "it": "L'entità ha costruito una barriera che non possiamo oltrepassare."
    }
  },
  {
    "translation": {
      "en": "BUT SHE GOT OUT. OCCASIONALLY, SOME OF THEM DO FIND THEIR WAY TO THE SURFACE.",
      "it": "- Eppure lei è uscita. - Di tanto in tanto, qualcuno ci riesce."
    }
  },
  {
    "translation": {
      "en": "WE DON'T KNOW HOW. THE OCAMPA SEAL THE TUNNELS AFTERWARDS.",
      "it": "Non sappiamo come, ma gli Ocampa richiudono il passaggio subito dopo."
    }
  },
  {
    "translation": {
      "en": "MAYBE SHE CAN HELP THESE GOOD PEOPLE FIND A WAY DOWN.",
      "it": "Forse lei può aiutarli a trovare un modo per scendere."
    }
  },
  {
    "translation": {
      "en": "I'VE USED EVERY METHOD OF PERSUASION I KNOW",
      "it": "Sarebbe uno spreco di tempo. Ho tentato in ogni modo. Si rifiuta di aiutarci."
    }
  },
  {
    "translation": {
      "en": "TO GET HER TO HELP US. SHE WON'T!",
      "it": "Ho tentato in ogni modo. Si rifiuta di aiutarci."
    }
  },
  {
    "translation": {
      "en": "THEN SHE'S WORTHLESS TO YOU.",
      "it": "Quindi per voi lei è inutile."
    }
  },
  {
    "translation": {
      "en": "LET US TRADE YOU WATER FOR THIS SCRAWNY LITTLE THING.",
      "it": "Lascia che barattiamo la nostra acqua per quello scricciolo pelle e ossa."
    }
  },
  {
    "translation": {
      "en": "I'D BE MORE INTERESTED IN ACQUIRING THIS TECHNOLOGY THAT ALLOWS YOU TO CREATE WATER FROM THIN AIR.",
      "it": "M'interessa di più la tecnologia che crea acqua dal nulla."
    }
  },
  {
    "translation": {
      "en": "THAT WOULD BE DIFFICULT.",
      "it": "M'interessa di più la tecnologia che crea acqua dal nulla. Non credo sia possibile. È parte dei sistemi della nostra nave."
    }
  },
  {
    "translation": {
      "en": "IT'S INTEGRATED INTO OUR SHIP'S SYSTEMS.",
      "it": "Non credo sia possibile. È parte dei sistemi della nostra nave."
    }
  },
  {
    "translation": {
      "en": "TELL THEM TO DROP THEIR WEAPONS. DROP THEM, MY FRIENDS, OR HE DIES IN AN INSTANT.",
      "it": "Dì loro di abbassare le armi, altrimenti lui morirà all'istante."
    }
  },
  {
    "translation": {
      "en": "DO IT!",
      "it": "Dì loro di abbassare le armi, altrimenti lui morirà all'istante. Fatelo!"
    }
  },
  {
    "translation": {
      "en": "DO IT!",
      "it": "Fatelo!"
    }
  },
  {
    "translation": {
      "en": "Neelix: STEP ASIDE.",
      "it": "Fatevi da parte."
    }
  },
  {
    "translation": {
      "en": "COME ON!",
      "it": "Andiamo!"
    }
  },
  {
    "translation": {
      "en": "I STRONGLY SUGGEST YOU GET US OUT OF HERE. SIX TO BEAM UP.",
      "it": "- Direi di andarcene da qui. - Sei da trasportare."
    }
  },
  {
    "translation": {
      "en": "MY DEAREST, DIDN'T I PROMISE I'D SAVE YOU?",
      "it": "Mia amata. Non ti avevo promesso che ti avrei salvata?"
    }
  },
  {
    "translation": {
      "en": "Kim: LOOK. I'M SURE CAPTAIN JANEWAY IS DOING EVERYTHING SHE CAN TO FIND US.",
      "it": "Sono sicuro che il capitano sta facendo il possibile per trovarci."
    }
  },
  {
    "translation": {
      "en": "WHAT MAKES YOU THINK ANY OF THEM ARE STILL ALIVE?",
      "it": "Cosa le fa pensare che siano ancora vivi?"
    }
  },
  {
    "translation": {
      "en": "SHOULD I CALL FOR SOME HELP? NO.",
      "it": "- Devo chiamare aiuto? - No."
    }
  },
  {
    "translation": {
      "en": "ARE YOU IN PAIN? ARE YOU WATCHING US?",
      "it": "- State soffrendo? - Ci sta controllando?"
    }
  },
  {
    "translation": {
      "en": "I THOUGHT WE WEREN'T PRISONERS. I WASN'T WATCHING YOU.",
      "it": "- Pensavo non fossimo prigionieri. - Non vi sto controllando."
    }
  },
  {
    "translation": {
      "en": "I WAS COMING TO GIVE YOU SOMETHING.",
      "it": "- Pensavo non fossimo prigionieri. - Non vi sto controllando. Sono venuta a darvi una cosa. È un medicinale."
    }
  },
  {
    "translation": {
      "en": "I DON'T KNOW IF IT'LL HELP. IT'S A MEDICINE.",
      "it": "Sono venuta a darvi una cosa. È un medicinale."
    }
  },
  {
    "translation": {
      "en": "THERE ARE PEOPLE WHO HAVE BROKEN FROM TRADITION AND LEFT THE CITY.",
      "it": "Alcuni di noi hanno deciso di abbandonare la città."
    }
  },
  {
    "translation": {
      "en": "THE COLONY GROWS FRUITS AND VEGETABLES.",
      "it": "La colonia coltiva frutta e verdura."
    }
  },
  {
    "translation": {
      "en": "THEY DISCOVERED THAT THE MOSS THAT GROWS ON CERTAIN FRUIT TREES HAS HEALING PROPERTIES.",
      "it": "Hanno scoperto che la muffa su alcuni alberi ha proprietà curative."
    }
  },
  {
    "translation": {
      "en": "I'M SORRY FOR WHAT HAS HAPPENED TO YOU. WE APPRECIATE THIS",
      "it": "Mi dispiace molto per ciò che vi è accaduto."
    }
  },
  {
    "translation": {
      "en": "BUT THE ONLY WAY WE'LL SURVIVE",
      "it": "Grazie, ma sopravviveremo solo"
    }
  },
  {
    "translation": {
      "en": "IS IF WE GET TO THE SURFACE AND FIND OUR OWN PEOPLE.",
      "it": "se riusciremo a tornare in superficie e trovare la nostra gente."
    }
  },
  {
    "translation": {
      "en": "THE ELDERS WOULD SAY THAT'S AGAINST THE CARETAKER'S WISHES.",
      "it": "Gli anziani dicono che va contro il volere del Custode."
    }
  },
  {
    "translation": {
      "en": "WHAT DO YOU SAY?",
      "it": "Lei cosa ne pensa?"
    }
  },
  {
    "translation": {
      "en": "THE CARETAKER'S BEEN BEHAVING STRANGELY",
      "it": "Lei cosa ne pensa? Il Custode si comporta in modo strano da mesi."
    }
  },
  {
    "translation": {
      "en": "FOR THE PAST SEVERAL MONTHS--",
      "it": "Il Custode si comporta in modo strano da mesi."
    }
  },
  {
    "translation": {
      "en": "ABDUCTING PEOPLE, INCREASING THE POWER SUPPLY.",
      "it": "Rapisce persone, aumenta la riserva d'energia."
    }
  },
  {
    "translation": {
      "en": "POWER SUPPLY? HE'S TRIPLED THE ENERGY HE SENDS US.",
      "it": "- Riserva d'energia? - Ha triplicato l'invio d'energia."
    }
  },
  {
    "translation": {
      "en": "WE HAVE ENOUGH TO RUN THE CITY FOR FIVE YEARS.",
      "it": "Ne abbiamo abbastanza per i prossimi cinque anni."
    }
  },
  {
    "translation": {
      "en": "NOBODY KNOWS WHY?",
      "it": "E nessuno sa il motivo?"
    }
  },
  {
    "translation": {
      "en": "WHEN WE ASK, WE'RE TOLD TO TRUST THE CARETAKER'S DECISIONS.",
      "it": "Quando facciamo domande, ci viene detto di fidarci del Custode."
    }
  },
  {
    "translation": {
      "en": "ONE PERSON DID GET TO THE SURFACE. WE NEVER SAW HER AGAIN.",
      "it": "Una che conoscevo è arrivata in superficie. Non l'abbiamo mai più vista."
    }
  },
  {
    "translation": {
      "en": "HOW? THE TUNNELS THAT BROUGHT US HERE STILL EXIST.",
      "it": "- Come? - I passaggi che ci hanno portato qui."
    }
  },
  {
    "translation": {
      "en": "BREACHES IN SECURITY BARRIER HAVE APPEARED, LARGE ENOUGH TO GET THROUGH",
      "it": "Ci sono delle fenditure nelle barriere, larghe abbastanza per passare."
    }
  },
  {
    "translation": {
      "en": "BUT IT STILL REQUIRES DIGGING THROUGH METERS OF ROCK TO GET OUT.",
      "it": "Ma è necessario scavare attraverso metri e metri di roccia."
    }
  },
  {
    "translation": {
      "en": "CAN YOU GET US TOOLS TO DIG WITH?",
      "it": "- Puoi farci avere degli attrezzi? - Ci vorrebbero giorni,"
    }
  },
  {
    "translation": {
      "en": "IT WOULD TAKE DAYS, MAYBE EVEN WEEKS TO BREAK THROUGH.",
      "it": "- Puoi farci avere degli attrezzi? - Ci vorrebbero giorni, forse settimane per riuscire a creare un passaggio."
    }
  },
  {
    "translation": {
      "en": "YOU HAVE TO REST.",
      "it": "forse settimane per riuscire a creare un passaggio. Voi dovete riposare. Non sprecate energie."
    }
  },
  {
    "translation": {
      "en": "CONSERVE YOUR STRENGTH.",
      "it": "Voi dovete riposare. Non sprecate energie."
    }
  },
  {
    "translation": {
      "en": "PLEASE... IT'S OUR ONLY CHANCE.",
      "it": "Per favore. È la nostra unica possibilità."
    }
  },
  {
    "translation": {
      "en": "Tuvok: IF YOU HAD TOLD US WHAT YOU HAD PLANNED,",
      "it": "Se ci avesse detto dei suoi piani,"
    }
  },
  {
    "translation": {
      "en": "WE MIGHT HAVE ANTICIPATED YOUR IRRATIONAL BEHAVIOR.",
      "it": "avremmo previsto il suo comportamento irrazionale."
    }
  },
  {
    "translation": {
      "en": "IRRATIONAL? WE GOT OUT OF THERE, DIDN'T WE?",
      "it": "Irrazionale? Siamo riusciti a scappare, non è così? - Scusatemi. Non date la colpa a Neelix. - Ne ho abbastanza."
    }
  },
  {
    "translation": {
      "en": "EXCUSE ME. DON'T BLAME NEELIX.",
      "it": "- Scusatemi. Non date la colpa a Neelix. - Ne ho abbastanza."
    }
  },
  {
    "translation": {
      "en": "THIS IS A SICK BAY NOT A CONFERENCE ROOM.",
      "it": "Questa non è una sala riunioni. Tornate nell'ora delle visite."
    }
  },
  {
    "translation": {
      "en": "EVERYONE, EXCEPT MY PATIENT, IS TO LEAVE IMMEDIATELY.",
      "it": "Tutti, tranne il mio paziente, devono uscire dalla stanza."
    }
  },
  {
    "translation": {
      "en": "COMPUTER, END MEDICAL HOLOGRAPHIC PROGRAM.",
      "it": "Computer, terminare programma Medico Olografico di Emergenza."
    }
  },
  {
    "translation": {
      "en": "I NEVER SHOULD HAVE GONE TO THE SURFACE. I'M TOO CURIOUS.",
      "it": "Non sarei mai dovuta risalire in superficie. Sono troppo curiosa."
    }
  },
  {
    "translation": {
      "en": "I'M TOLD IT'S MY WORST FAILING.",
      "it": "È il mio peggior difetto."
    }
  },
  {
    "translation": {
      "en": "NO. NO. IT'S A WONDERFUL QUALITY-- YOU'RE MOST ENDEARING.",
      "it": "È una qualità meravigliosa, fa tenerezza."
    }
  },
  {
    "translation": {
      "en": "WOULD YOU BE WILLING TO TAKE US UNDERGROUND TO LOOK FOR OUR MISSING CREW?",
      "it": "Sarebbe disposta a condurci sottoterra?"
    }
  },
  {
    "translation": {
      "en": "JABIN WAS RIGHT. THERE'S NO WAY DOWN.",
      "it": "Purtroppo Jabin ha ragione. Non c'è modo di scendere."
    }
  },
  {
    "translation": {
      "en": "THE TUNNEL I CAME OUT HAS BEEN SEALED.",
      "it": "Purtroppo Jabin ha ragione. Non c'è modo di scendere. - Il passaggio è stato richiuso. - Non ci serve."
    }
  },
  {
    "translation": {
      "en": "WE DON'T NEED A TUNNEL.",
      "it": "- Il passaggio è stato richiuso. - Non ci serve."
    }
  },
  {
    "translation": {
      "en": "WE HAVE THE ABILITY TO TRANSPORT THERE DIRECTLY.",
      "it": "Possiamo teletrasportarci là direttamente."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, OUR SENSORS DID NOT PICK UP ANY INDICATION",
      "it": "Possiamo teletrasportarci là direttamente. I sensori non hanno rilevato alcun segno di una civiltà sotterranea."
    }
  },
  {
    "translation": {
      "en": "OF AN UNDERGROUND CIVILIZATION.",
      "it": "I sensori non hanno rilevato alcun segno di una civiltà sotterranea."
    }
  },
  {
    "translation": {
      "en": "THE SUBTERRANEAN BARRIER JABIN DESCRIBED MAY BE RESPONSIBLE. IT MIGHT ALSO BLOCK OUR TRANSPORTER.",
      "it": "Forse è colpa della barriera. Potrebbe bloccare anche il nostro teletrasporto."
    }
  },
  {
    "translation": {
      "en": "THERE ARE BREACHES IN THE SECURITY BARRIER WHERE IT'S BEGUN TO DECAY.",
      "it": "Di recente sono comparse delle fratture nella barriera di sicurezza."
    }
  },
  {
    "translation": {
      "en": "THAT'S HOW I GOT OUT.",
      "it": "È così che sono uscita."
    }
  },
  {
    "translation": {
      "en": "HAVE THE TRANSPORTER ROOM BEGIN A SWEEP FOR ANY BREACHES WE MIGHT BE ABLE TO BEAM THROUGH.",
      "it": "Il teletrasporto può individuare una frattura attraverso la quale inviarci."
    }
  },
  {
    "translation": {
      "en": "KES CAN TELL YOU WHERE TO GO",
      "it": "Kes vi indicherà la direzione."
    }
  },
  {
    "translation": {
      "en": "WE'RE LEAVING THIS SYSTEM TOGETHER.",
      "it": "Ma ora che è libera, ce ne andremo dal sistema."
    }
  },
  {
    "translation": {
      "en": "NEELIX, THESE PEOPLE RESCUED ME. I RESCUED YOU.",
      "it": "- Neelix, loro mi hanno salvata. - Sono stato io a salvarti."
    }
  },
  {
    "translation": {
      "en": "WITH THEIR HELP. IT WOULD BE WRONG NOT TO HELP THEM NOW.",
      "it": "Con il loro aiuto. Sarebbe sbagliato non aiutarli."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, THE PULSES FROM THE ARRAY CONTINUE TO ACCELERATE.",
      "it": "Gli impulsi continuano ad accelerare."
    }
  },
  {
    "translation": {
      "en": "THE INTERVALS BETWEEN THEM",
      "it": "Gli impulsi continuano ad accelerare. Gli intervalli sono diminuiti di altri 0,8 secondi."
    }
  },
  {
    "translation": {
      "en": "HAVE DECREASED ANOTHER .8 SECONDS.",
      "it": "Gli intervalli sono diminuiti di altri 0,8 secondi."
    }
  },
  {
    "translation": {
      "en": "KES. HELLO, DAGGIN.",
      "it": "- Kes. - Ciao, Daggin."
    }
  },
  {
    "translation": {
      "en": "WE THOUGHT WE'D NEVER SEE YOU AGAIN.",
      "it": "Pensavamo di non rivederti più. Come hai fatto a tornare?"
    }
  },
  {
    "translation": {
      "en": "HOW DID YOU GET BACK?",
      "it": "Pensavamo di non rivederti più. Come hai fatto a tornare? Loro mi hanno salvato. Stiamo cercando due membri del loro equipaggio."
    }
  },
  {
    "translation": {
      "en": "THESE PEOPLE RESCUED ME. I'M TRYING TO HELP THEM FIND TWO OF THEIR CREW.",
      "it": "Loro mi hanno salvato. Stiamo cercando due membri del loro equipaggio."
    }
  },
  {
    "translation": {
      "en": "DOES ANYONE KNOW WHERE THE ALIENS ARE KEPT-- THE ONES THE CARETAKER SENDS HERE?",
      "it": "Qualcuno sa dove sono gli alieni che il Custode manda quaggiù?"
    }
  },
  {
    "translation": {
      "en": "THE CENTRAL CLINIC. CAN YOU TAKE US THERE?",
      "it": "- Sono alla clinica centrale. - Ci può accompagnare?"
    }
  },
  {
    "translation": {
      "en": "NO, SHE CANNOT.",
      "it": "Lei non può."
    }
  },
  {
    "translation": {
      "en": "THEY CAN'T SPEAK TELEPATHICALLY. PLEASE TALK ALOUD.",
      "it": "Non comunicano telepaticamente, Toscat. Parla."
    }
  },
  {
    "translation": {
      "en": "I DIDN'T MEAN TO BE RUDE BUT YOU SHOULD NOT BE HERE.",
      "it": "Non intendevo essere sgarbato, ma non dovreste essere qui."
    }
  },
  {
    "translation": {
      "en": "WE'LL BE GLAD TO LEAVE ONCE WE FIND OUR CREWMEN.",
      "it": "Ce ne andremo appena avremo trovato i nostri compagni."
    }
  },
  {
    "translation": {
      "en": "THAT WON'T BE POSSIBLE. WE CANNOT INTERFERE WITH THE CARETAKER'S WISHES.",
      "it": "Non possiamo interferire con il volere del Custode."
    }
  },
  {
    "translation": {
      "en": "MAYBE YOU CAN'T, BUT WE CAN.",
      "it": "- Forse voi no, ma noi sì. - Non capite."
    }
  },
  {
    "translation": {
      "en": "YOU DON'T UNDERSTAND.",
      "it": "- Forse voi no, ma noi sì. - Non capite. Esatto, non capiscono."
    }
  },
  {
    "translation": {
      "en": "THAT'S RIGHT. THEY DON'T UNDERSTAND THAT THE OCAMPA",
      "it": "Esatto, non capiscono. Non sanno che dipendiamo dal Custode da così tanto tempo"
    }
  },
  {
    "translation": {
      "en": "HAVE BEEN DEPENDENT ON THE CARETAKER FOR SO LONG",
      "it": "Non sanno che dipendiamo dal Custode da così tanto tempo"
    }
  },
  {
    "translation": {
      "en": "WE CAN'T EVEN THINK FOR OURSELVES ANYMORE.",
      "it": "Non sanno che dipendiamo dal Custode da così tanto tempo che non siamo neanche più in grado di pensare."
    }
  },
  {
    "translation": {
      "en": "THEY DON'T UNDERSTAND WE WERE ONCE A PEOPLE",
      "it": "che non siamo neanche più in grado di pensare. Un tempo, il nostro popolo era in pieno possesso delle proprie facoltà mentali."
    }
  },
  {
    "translation": {
      "en": "WHO HAD FULL COMMAND OF OUR MINDS' ABILITIES.",
      "it": "Un tempo, il nostro popolo era in pieno possesso delle proprie facoltà mentali."
    }
  },
  {
    "translation": {
      "en": "THE STORIES OF OUR ANCESTORS COGNITIVE ABILITIES ARE APOCRYPHAL-- AT THE VERY LEAST EXAGGERATED.",
      "it": "Le abilità cognitive dei nostri antenati sono solo leggende."
    }
  },
  {
    "translation": {
      "en": "WE LOST THOSE ABILITIES BECAUSE WE STOPPED USING THEM.",
      "it": "Le abbiamo perdute perché abbiamo smesso di usarle."
    }
  },
  {
    "translation": {
      "en": "WE SHOULD NOT DWELL ON WHAT'S BEEN LOST BUT ON ALL THAT'S BEEN GAINED.",
      "it": "Non pensiamo a ciò che abbiamo perso, ma a ciò che abbiamo guadagnato."
    }
  },
  {
    "translation": {
      "en": "WE'VE GAINED A TALENT FOR DEPENDENCE FOR SIMPLY TAKING WHAT WE'RE GIVEN.",
      "it": "E cosa? L'abilità di dipendere da altri, di accettare ciò che ci è dato."
    }
  },
  {
    "translation": {
      "en": "I'M HELPING THEM WHETHER YOU LIKE IT OR NOT AND I THINK MY FRIENDS WILL JOIN ME.",
      "it": "Li aiuterò, che ti piaccia o meno. E credo che i miei amici saranno con me."
    }
  },
  {
    "translation": {
      "en": "YOU DEFIED THE CARETAKER BY GOING TO THE SURFACE, KES.",
      "it": "Hai sfidato il Custode, volendo salire in superficie, Kes."
    }
  },
  {
    "translation": {
      "en": "LEARN FROM THE EXPERIENCE.",
      "it": "Hai sfidato il Custode, volendo salire in superficie, Kes. Impara dalle tue esperienze. Segui il cammino che ha tracciato per noi."
    }
  },
  {
    "translation": {
      "en": "FOLLOW THE PATH HE HAS SET FOR US.",
      "it": "Impara dalle tue esperienze. Segui il cammino che ha tracciato per noi."
    }
  },
  {
    "translation": {
      "en": "I'VE LEARNED VERY WELL, TOSCAT. I SAW THE SUNLIGHT.",
      "it": "Ho imparato molto, Toscat, ho visto la luce del sole."
    }
  },
  {
    "translation": {
      "en": "I CAN'T BELIEVE THAT OUR CARETAKER WOULD FORBID US TO OPEN OUR EYES AND SEE THE SKY.",
      "it": "Non riesco a credere che il Custode ci proibisca di vedere il cielo."
    }
  },
  {
    "translation": {
      "en": "COME WITH ME. WE'LL FIND YOUR PEOPLE.",
      "it": "Venite con me. Troveremo i vostri compagni."
    }
  },
  {
    "translation": {
      "en": "COME ON.",
      "it": "Andiamo."
    }
  },
  {
    "translation": {
      "en": "DON'T LET IT BEAT YOU, STARFLEET. COME ON. I'M SORRY.",
      "it": "- Non si dia per vinto, Flotta. - Mi dispiace."
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT.",
      "it": "D'accordo."
    }
  },
  {
    "translation": {
      "en": "IT'S ALL RIGHT. WE'LL REST A MINUTE.",
      "it": "Va tutto bene. Riposiamoci un minuto."
    }
  },
  {
    "translation": {
      "en": "MAYBE I'D DO BETTER IF I HAD KLINGON BLOOD IN ME.",
      "it": "Sarei più efficiente, se avessi sangue klingon nelle vene."
    }
  },
  {
    "translation": {
      "en": "TRUST ME. IT'S MORE TROUBLE THAN IT'S WORTH.",
      "it": "Si fidi, crea più problemi che altro."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW, I SPENT MY WHOLE LIFE GETTING READY FOR STARFLEET",
      "it": "Lo sa, ho passato la mia vita a prepararmi per la Flotta."
    }
  },
  {
    "translation": {
      "en": "AND ON MY VERY FIRST MISSION I'M GOING TO DIE.",
      "it": "E alla mia prima missione... finirò per morire."
    }
  },
  {
    "translation": {
      "en": "WE'RE NOT FINISHED YET.",
      "it": "Non siamo ancora condannati."
    }
  },
  {
    "translation": {
      "en": "I KNOW A FEW THINGS THAT OLD SNEEZY DIDN'T TEACH IN HIS SURVIVAL COURSE.",
      "it": "Conosco un paio di trucchi che il vecchio Starnuto non ci ha insegnato."
    }
  },
  {
    "translation": {
      "en": "SNEEZY?",
      "it": "Conosco un paio di trucchi che il vecchio Starnuto non ci ha insegnato. - Starnuto? - Il comandante Zakarian. Ricorda?"
    }
  },
  {
    "translation": {
      "en": "COMMANDER ZAKARIAN. REMEMBER?",
      "it": "- Starnuto? - Il comandante Zakarian. Ricorda?"
    }
  },
  {
    "translation": {
      "en": "HE MUST HAVE BEEN ALLERGIC TO EVERYTHING.",
      "it": "Sembrava fosse allergico a qualsiasi cosa."
    }
  },
  {
    "translation": {
      "en": "YOU WENT TO THE ACADEMY.",
      "it": "Ha frequentato l'Accademia?"
    }
  },
  {
    "translation": {
      "en": "I ACTUALLY MADE IT INTO THE SECOND YEAR",
      "it": "Ho resistito fino al secondo anno, prima che..."
    }
  },
  {
    "translation": {
      "en": "BEFORE WE MUTUALLY AGREED THAT IT WASN'T THE PLACE FOR ME.",
      "it": "Ho resistito fino al secondo anno, prima che... ...concordassimo che non era il luogo adatto a me."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW,",
      "it": "...concordassimo che non era il luogo adatto a me."
    }
  },
  {
    "translation": {
      "en": "I NEVER REALLY LIKED ZAKARIAN.",
      "it": "Sa una cosa, non ho mai sopportato Zakarian."
    }
  },
  {
    "translation": {
      "en": "THEY'RE GETTING FASTER.",
      "it": "Ascolti. Stanno accelerando."
    }
  },
  {
    "translation": {
      "en": "Rollins: Voyager here. WHAT'S GOING ON WITH THE ARRAY?",
      "it": "Squadra di ricognizione a Voyager. Che sta succedendo alla Struttura?"
    }
  },
  {
    "translation": {
      "en": "IT'S NO LONGER SENDING OUT PULSES, CAPTAIN AND IT APPEARS TO BE REALIGNING ITS POSITION.",
      "it": "Ha cessato d'inviare impulsi. Sembra stia riallineando la sua posizione."
    }
  },
  {
    "translation": {
      "en": "Keep me informed. Janeway out.",
      "it": "Tenetemi informata. Janeway chiudo."
    }
  },
  {
    "translation": {
      "en": "THEY HAVEN'T BEEN AT THE CLINIC FOR HOURS. WE CAN SEARCH THE CITY. ASK IF ANYONE'S SEEN THEM.",
      "it": "- Non sono alla clinica. - Possiamo perlustrare la città."
    }
  },
  {
    "translation": {
      "en": "IF THEY WERE TRYING TO GET TO THE SURFACE,",
      "it": "Se avessero scelto di scappare, cos'avrebbero fatto?"
    }
  },
  {
    "translation": {
      "en": "HOW WOULD THEY GO? PROBABLY THE SAME WAY I DID--",
      "it": "Se avessero scelto di scappare, cos'avrebbero fatto? Avrebbero risalito gli antichi passaggi, come me."
    }
  },
  {
    "translation": {
      "en": "UP ONE OF THE ANCIENT TUNNELS.",
      "it": "Avrebbero risalito gli antichi passaggi, come me."
    }
  },
  {
    "translation": {
      "en": "MR. PARIS, YOU AND NEELIX GO WITH HER AND START CHECKING THEM OUT.",
      "it": "Paris e Neelix, andate con lei a controllare."
    }
  },
  {
    "translation": {
      "en": "WE NEED TO TALK TO EVERY DOCTOR AND NURSE",
      "it": "Noi dobbiamo parlare con i medici,"
    }
  },
  {
    "translation": {
      "en": "SEE WHAT THEY CAN TELL US ABOUT TORRES AND KIM.",
      "it": "Noi dobbiamo parlare con i medici, forse ci diranno qualcosa su Torres e Kim."
    }
  },
  {
    "translation": {
      "en": "GO AHEAD. CAPTAIN, THE ARRAY IS FIRING SOME KIND OF WEAPON",
      "it": "Voyager a Janeway. La Struttura sta sparando sulla superficie."
    }
  },
  {
    "translation": {
      "en": "AT THE SURFACE.",
      "it": "Voyager a Janeway. La Struttura sta sparando sulla superficie. Sembra che stia richiudendo i condotti d'energia."
    }
  },
  {
    "translation": {
      "en": "IT SEEMS TO BE TRYING TO SEAL THE ENERGY CONDUITS.",
      "it": "Sembra che stia richiudendo i condotti d'energia."
    }
  },
  {
    "translation": {
      "en": "Understood. Keep a channel open.",
      "it": "Ricevuto. Mantenere un canale aperto."
    }
  },
  {
    "translation": {
      "en": "IF THE ARRAY IS THE OCAMPA'S SOLE SOURCE OF ENERGY, WHY WOULD THE CARETAKER SEAL THE CONDUITS?",
      "it": "Perché il Custode dovrebbe chiudere i condotti d'energia?"
    }
  },
  {
    "translation": {
      "en": "HE WOULD SEAL THEM IF HE NO LONGER INTENDED TO USE THEM TO PROTECT THE OCAMPA FROM THEIR ENEMIES.",
      "it": "Se non intendesse più usarli, forse per proteggere gli Ocampa dai loro nemici."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, THERE IS NOW ENOUGH EVIDENCE TO FORM A REASONABLE HYPOTHESIS.",
      "it": "Abbiamo prove a sufficienza per formulare una teoria."
    }
  },
  {
    "translation": {
      "en": "I BELIEVE THAT THE CARETAKER IS DYING. EXPLAIN.",
      "it": "- Credo che il Custode stia morendo. - Si spieghi meglio."
    }
  },
  {
    "translation": {
      "en": "FIRST, HE INCREASES THE ENERGY SUPPLY TO PROVIDE A SURPLUS",
      "it": "Ha rifornito la città d'energia per i prossimi cinque anni."
    }
  },
  {
    "translation": {
      "en": "TO LAST FIVE YEARS, THEN SEALS THE CONDUITS.",
      "it": "Ha rifornito la città d'energia per i prossimi cinque anni. Poi ha deciso di chiudere i condotti."
    }
  },
  {
    "translation": {
      "en": "THE LOGICAL CONCLUSION IS HE NO LONGER INTENDS TO CONTINUE AS CARETAKER.",
      "it": "Se ne deduce che non vuole continuare a fare il custode."
    }
  },
  {
    "translation": {
      "en": "THAT DOESN'T MEAN HE'S DYING. HE COULD BE LEAVING.",
      "it": "Forse non sta morendo, ma ha deciso di andarsene."
    }
  },
  {
    "translation": {
      "en": "NOT AFTER A MILLENNIUM OF PROVIDING FOR THESE PEOPLE.",
      "it": "Ne dubito, dopo essersi preso cura di questo popolo per un millennio."
    }
  },
  {
    "translation": {
      "en": "I BELIEVE THAT THE CARETAKER OWES SOMETHING TO THE OCAMPA.",
      "it": "Io credo che abbia un debito con gli Ocampa."
    }
  },
  {
    "translation": {
      "en": "I BELIEVE THE DEBT THAT CAN NEVER BE REPAID IS VERY LIKELY A DEBT TO THEM.",
      "it": "Il \"debito impossibile da ripagare\" è probabilmente verso di loro."
    }
  },
  {
    "translation": {
      "en": "IN ADDITION, THERE WERE HIS FREQUENT REFERENCES TO RUNNING OUT OF TIME.",
      "it": "Non dimentichiamo i suoi accenni al fatto che non avesse abbastanza tempo."
    }
  },
  {
    "translation": {
      "en": "I THINK HE KNEW HIS DEATH WAS IMMINENT.",
      "it": "Credo che sapesse di essere vicino alla fine."
    }
  },
  {
    "translation": {
      "en": "IF HE DIES, HOW THE HELL ARE WE SUPPOSED TO GET HOME?",
      "it": "Se lui morirà, come accidenti faremo a tornare a casa?"
    }
  },
  {
    "translation": {
      "en": "THEY'RE IN THIS ONE. HARRY?",
      "it": "Sono qui. Harry!"
    }
  },
  {
    "translation": {
      "en": "PARIS TO JANEWAY. Go ahead.",
      "it": "- Paris a Janeway. - Dica pure."
    }
  },
  {
    "translation": {
      "en": "THEY'RE IN ONE OF THE TUNNELS, CAPTAIN.",
      "it": "Sono in uno dei passaggi."
    }
  },
  {
    "translation": {
      "en": "I CAN'T SEE THEM, BUT THEY'RE UP THERE. WE'RE GOING AFTER THEM.",
      "it": "Non riesco a vederli, ma andremo a recuperarli."
    }
  },
  {
    "translation": {
      "en": "CALL FOR TRANSPORT WHEN YOU HAVE THEM. WE'LL MEET YOU ON THE SHIP.",
      "it": "Richieda il teletrasporto, quando li avrete trovati. Ci vediamo a bordo."
    }
  },
  {
    "translation": {
      "en": "JANEWAY TO VOYAGER. Rollins: Voyager here. THREE TO BEAM UP.",
      "it": "Janeway a Voyager. Tre da teletrasportare."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, I CAN'T GET A LOCK ON YOU. The Array's weapon fire has irradiated the planet's crust.",
      "it": "Non riesco ad agganciarvi. La Struttura ha irradiato la superficie del pianeta."
    }
  },
  {
    "translation": {
      "en": "THE TRANSPORT SENSORS CAN'T FIND THE BREACHES IN THE SECURITY BARRIER.",
      "it": "Non riusciamo a trovare le fratture nella barriera di sicurezza."
    }
  },
  {
    "translation": {
      "en": "COME ON. THERE'S ONLY ONE OTHER WAY OUT OF HERE.",
      "it": "Andiamo. C'è un'unica via d'uscita."
    }
  },
  {
    "translation": {
      "en": "Janeway to Paris. GO AHEAD. The transporters aren't working.",
      "it": "Janeway a Paris. Il teletrasporto non funziona."
    }
  },
  {
    "translation": {
      "en": "You'll have to find a breach in the security barrier when you get to the top.",
      "it": "Quando sarete in superficie, dovrete trovare una frattura nella barriera."
    }
  },
  {
    "translation": {
      "en": "UNDERSTOOD. We're a few minutes behind you. Janeway out.",
      "it": "- Ricevuto. - Siamo a pochi minuti da voi."
    }
  },
  {
    "translation": {
      "en": "I SEE THEM.",
      "it": "Riesco a vederli!"
    }
  },
  {
    "translation": {
      "en": "IT TOOK YOU LONG ENOUGH. HOW COULD I LET DOWN THE ONLY FRIEND I GOT?",
      "it": "- Ve la siete presa comoda. - Non potevo deludere il mio solo amico."
    }
  },
  {
    "translation": {
      "en": "FRIEND? WHAT MAKES YOU THINK I'M YOUR FRIEND?",
      "it": "Cosa ti fa pensare che io sia tuo amico?"
    }
  },
  {
    "translation": {
      "en": "PARIS TO JANEWAY. WE FOUND THEM, CAPTAIN. DON'T WAIT FOR US. GET THEM TO SAFETY.",
      "it": "- Paris a Janeway. Li abbiamo trovati. - Non aspettateci. Portateli in salvo."
    }
  },
  {
    "translation": {
      "en": "DON'T WORRY. I KNOW WHERE WE CAN GET THROUGH THE BARRIER.",
      "it": "Non preoccupatevi. Possiamo attraversare la barriera."
    }
  },
  {
    "translation": {
      "en": "WHATEVER YOU DO, DON'T TOUCH IT. WE'VE BEEN TOLD IT'LL BURN YOUR SKIN OFF.",
      "it": "Non toccatela per nessun motivo. Ci hanno detto che v'incenerirà la pelle."
    }
  },
  {
    "translation": {
      "en": "Janeway: THEY'RE NOT FAR AHEAD OF US. KEEP GOING.",
      "it": "Non sono molto lontano. Non vi fermate."
    }
  },
  {
    "translation": {
      "en": "I THINK WE'VE REACHED THE TOP. NEELIX, GET OUT YOUR PHASER.",
      "it": "- Direi che siamo arrivati in cima. - Neelix, tiri fuori il phaser."
    }
  },
  {
    "translation": {
      "en": "Paris: VOYAGER, CAN YOU GET A LOCK ON US NOW?",
      "it": "Voyager, riuscite ad agganciarci ora?"
    }
  },
  {
    "translation": {
      "en": "Affirmative, but I'm reading only five signals.",
      "it": "Sì, ma rilevo solo cinque segnali."
    }
  },
  {
    "translation": {
      "en": "THE OTHERS ARE... GET DOWN!",
      "it": "Gli altri sono... a terra!"
    }
  },
  {
    "translation": {
      "en": "PARIS TO JANEWAY.",
      "it": "Paris a Janeway."
    }
  },
  {
    "translation": {
      "en": "CHAKOTAY, TUVOK, DO YOU READ?",
      "it": "Chakotay, Tuvok, mi ricevete?"
    }
  },
  {
    "translation": {
      "en": "VOYAGER, PREPARE TO TRANSPORT EVERYONE IN THIS GROUP EXCEPT ME.",
      "it": "Voyager, teletrasportare tutti i componenti del gruppo tranne me."
    }
  },
  {
    "translation": {
      "en": "YOU'RE NOT THINKING OF GOING BACK THERE.",
      "it": "Non starà pensando di tornare laggiù?"
    }
  },
  {
    "translation": {
      "en": "THE FOOL NEEDS COMPANY.",
      "it": "Beh, se a uno stupido serve compagnia..."
    }
  },
  {
    "translation": {
      "en": "TAKE CARE OF THEM, DEAREST. I'LL SEE YOU LATER.",
      "it": "Occupati di loro, cara. Ci vediamo più tardi."
    }
  },
  {
    "translation": {
      "en": "VOYAGER, MAKE THAT THREE TO BEAM UP. LOCK IN ON THE OTHER COMBADGE",
      "it": "Tre da trasportare. Agganciate gli altri comunicatori e procedete."
    }
  },
  {
    "translation": {
      "en": "MY LEG IS BROKEN. I CAN'T MOVE.",
      "it": "- Ho la gamba rotta. Sono bloccato. - Resista."
    }
  },
  {
    "translation": {
      "en": "HOLD ON.",
      "it": "- Ho la gamba rotta. Sono bloccato. - Resista. - Eccoli che arrivano. - Neelix, lei pensi a Tuvok."
    }
  },
  {
    "translation": {
      "en": "NEELIX, HELP ME WITH TUVOK.",
      "it": "- Eccoli che arrivano. - Neelix, lei pensi a Tuvok."
    }
  },
  {
    "translation": {
      "en": "I'LL GET CHAKOTAY.",
      "it": "Io penso a Chakotay."
    }
  },
  {
    "translation": {
      "en": "BEFORE THE WHOLE THING COMES DOWN. I INTEND TO... AS SOON AS I GET YOU UP.",
      "it": "- Esca di qui, prima che crolli tutto! - Non appena riesco a tirarla su."
    }
  },
  {
    "translation": {
      "en": "THOSE STAIRS WILL COLLAPSE. WE'LL BOTH DIE.",
      "it": "Se mette piede su quelle scale, crolleranno! Moriremo entrambi!"
    }
  },
  {
    "translation": {
      "en": "YEAH?",
      "it": "Già..."
    }
  },
  {
    "translation": {
      "en": "BUT ON THE OTHER HAND IF I SAVE YOUR BUTT, YOUR LIFE BELONGS TO ME.",
      "it": "Ma d'altra parte, se la salvassi, la sua vita mi apparterrebbe."
    }
  },
  {
    "translation": {
      "en": "ISN'T THAT SOME KIND OF INDIAN CUSTOM?",
      "it": "Non è così che dicono gli indiani?"
    }
  },
  {
    "translation": {
      "en": "WRONG TRIBE.",
      "it": "Sono di un'altra tribù."
    }
  },
  {
    "translation": {
      "en": "I DON'T BELIEVE YOU.",
      "it": "Non le credo."
    }
  },
  {
    "translation": {
      "en": "YOU'D RATHER DIE THEN LET ME BE THE ONE TO RESCUE YOU?",
      "it": "Preferisce morire, piuttosto che farsi salvare da me?"
    }
  },
  {
    "translation": {
      "en": "FINE. BE A FOOL.",
      "it": "D'accordo. Faccia pure."
    }
  },
  {
    "translation": {
      "en": "IF I HAVE TO DIE, AT LEAST I'LL HAVE THE PLEASURE",
      "it": "D'accordo. Faccia pure. Se devo morire, almeno avrò il piacere di vederla morire insieme a me."
    }
  },
  {
    "translation": {
      "en": "OF WATCHING YOU GO WITH ME.",
      "it": "Se devo morire, almeno avrò il piacere di vederla morire insieme a me."
    }
  },
  {
    "translation": {
      "en": "Paris: ISN'T THERE SOME INDIAN TRICK WHERE YOU CAN TURN YOURSELF INTO A BIRD",
      "it": "Voi indiani non siete in grado di trasformavi in uccelli"
    }
  },
  {
    "translation": {
      "en": "AND FLY US OUT OF HERE?",
      "it": "e portarci fuori?"
    }
  },
  {
    "translation": {
      "en": "YOU'RE TOO HEAVY.",
      "it": "Lei è troppo pesante."
    }
  },
  {
    "translation": {
      "en": "GO AHEAD.",
      "it": "- Plancia a Janeway. - Dica pure."
    }
  },
  {
    "translation": {
      "en": "Two Kazon ships are approaching the Array.",
      "it": "Due navi kazon procedono verso la Struttura."
    }
  },
  {
    "translation": {
      "en": "SET A COURSE. I'M ON MY WAY.",
      "it": "Inserire rotta. Arrivo subito."
    }
  },
  {
    "translation": {
      "en": "WE'VE GOT TO GET BACK TO OUR SHIP.",
      "it": "Inserire rotta. Arrivo subito. - Dobbiamo tornare sulla nave. - Vi suggerisco di riposare."
    }
  },
  {
    "translation": {
      "en": "I STRONGLY ADVISE YOU TO REST.",
      "it": "- Dobbiamo tornare sulla nave. - Vi suggerisco di riposare."
    }
  },
  {
    "translation": {
      "en": "I WILL NOT BE HELD RESPONSIBLE FOR THE CONSEQUENCES.",
      "it": "- Dobbiamo tornare sulla nave. - Vi suggerisco di riposare. Non assumo responsabilità, se non seguite il mio consiglio."
    }
  },
  {
    "translation": {
      "en": "IS THE CREW ALWAYS THIS DIFFICULT? I DON'T KNOW, DOC. IT'S MY FIRST MISSION.",
      "it": "- L'equipaggio è sempre così polemico? - Non lo so. È la mia prima missione."
    }
  },
  {
    "translation": {
      "en": "DOESN'T ANYONE KNOW HOW TO TURN OFF THE PROGRAM WHEN THEY LEAVE?",
      "it": "Non sanno che devono spegnere il programma, prima di uscire?"
    }
  },
  {
    "translation": {
      "en": "BRING THE WEAPONS SYSTEMS ON-LINE.",
      "it": "Attivare i sistemi delle armi."
    }
  },
  {
    "translation": {
      "en": "Tuvok: POWERING UP PHASER BANKS AND PHOTON SYSTEMS.",
      "it": "Energia ai phaser e ai sistemi fotonici."
    }
  },
  {
    "translation": {
      "en": "RED ALERT.",
      "it": "Allarme rosso."
    }
  },
  {
    "translation": {
      "en": "IS HAILING US, CAPTAIN. ON SCREEN.",
      "it": "- La prima nave kazon ci sta chiamando. - Sullo schermo."
    }
  },
  {
    "translation": {
      "en": "Jabin: Have you come to investigate the entity's strange behavior too?",
      "it": "Anche voi siete qui per indagare sullo strano comportamento dell'entità?"
    }
  },
  {
    "translation": {
      "en": "ALL WE CARE ABOUT IS GETTING HOME.",
      "it": "La sola cosa che c'interessa è tornare a casa."
    }
  },
  {
    "translation": {
      "en": "WE'RE TRANSPORTING TO THE ARRAY TO TRY TO ARRANGE IT.",
      "it": "Ci stiamo teletrasportando per verificare se sia possibile."
    }
  },
  {
    "translation": {
      "en": "I'm afraid I cannot permit that. WE HAVE NO DISPUTE WITH YOU.",
      "it": "- Non posso lasciarvelo fare. - La questione non vi riguarda."
    }
  },
  {
    "translation": {
      "en": "I have a dispute with anyone who would challenge us.",
      "it": "- Ci state sfidando. - Non sia ridicolo."
    }
  },
  {
    "translation": {
      "en": "WE HAVE NO INTENTION OF CHALLENGING YOU.",
      "it": "Non ne ho la minima intenzione."
    }
  },
  {
    "translation": {
      "en": "I have no intention of letting anyone",
      "it": "Non lascerò che gente in possesso della vostra tecnologia salga sulla Struttura."
    }
  },
  {
    "translation": {
      "en": "with your technological knowledge board the Array.",
      "it": "Non lascerò che gente in possesso della vostra tecnologia salga sulla Struttura. Jabin, perché non discutiamo della cosa in modo civile?"
    }
  },
  {
    "translation": {
      "en": "CAN WE DISCUSS THIS LIKE CIVILIZED...?",
      "it": "Jabin, perché non discutiamo della cosa in modo civile?"
    }
  },
  {
    "translation": {
      "en": "Tuvok: THEY'RE POWERING UP THEIR WEAPONS. I GUESS WE CAN'T.",
      "it": "- Stanno preparando le armi. - Immagino quello fosse un no."
    }
  },
  {
    "translation": {
      "en": "SHIELDS ARE HOLDING.",
      "it": "Gli scudi reggono."
    }
  },
  {
    "translation": {
      "en": "FIRE PHASERS. EVASIVE PATTERN DELTA FOUR.",
      "it": "Attivare i phaser. Manovra evasiva, Delta 4."
    }
  },
  {
    "translation": {
      "en": "Janeway to Chakotay.",
      "it": "Janeway a Chakotay."
    }
  },
  {
    "translation": {
      "en": "Tuvok and I are beaming to the Array.",
      "it": "Janeway a Chakotay. Tuvok ed io ci stiamo trasportando sulla Struttura. Potete respingere i Kazon?"
    }
  },
  {
    "translation": {
      "en": "Can you hold off the Kazon?",
      "it": "Tuvok ed io ci stiamo trasportando sulla Struttura. Potete respingere i Kazon?"
    }
  },
  {
    "translation": {
      "en": "I THINK SO, CAPTAIN. GOOD.",
      "it": "- Credo di sì, capitano. - Bene."
    }
  },
  {
    "translation": {
      "en": "MR. PARIS, TAKE THE CONN. YES, MA'AM.",
      "it": "- Signor Paris, postazione di controllo. - Sì, signora."
    }
  },
  {
    "translation": {
      "en": "Janeway: MAINTAIN TRANSPORTER LOCKS, ENSIGN. EMERGENCY BEAM OUT STATUS. AYE, CAPTAIN.",
      "it": "Ci tenga agganciati, guardiamarina. Teletrasporto d'emergenza."
    }
  },
  {
    "translation": {
      "en": "THE DATA PROCESSING SYSTEM IS BEHIND THIS WALL, CAPTAIN.",
      "it": "Il sistema d'elaborazione dati è dietro a questa parete."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW WHAT TO DO.",
      "it": "Sa cosa fare."
    }
  },
  {
    "translation": {
      "en": "WELL... YOU'RE NOTHING IF NOT PERSISTENT.",
      "it": "Beh... non siete gente che molla facilmente."
    }
  },
  {
    "translation": {
      "en": "WE NEED YOU TO SEND US BACK WHERE WE CAME FROM.",
      "it": "Deve rimandarci da dove siamo venuti."
    }
  },
  {
    "translation": {
      "en": "OH... THAT ISN'T POSSIBLE.",
      "it": "Non è possibile."
    }
  },
  {
    "translation": {
      "en": "I BARELY HAVE ENOUGH STRENGTH TO COMPLETE MY WORK.",
      "it": "Ho a malapena forza a sufficienza per completare il mio lavoro."
    }
  },
  {
    "translation": {
      "en": "YOU'RE SEALING THE CONDUITS BEFORE YOU DIE.",
      "it": "Sta richiudendo i condotti prima di morire."
    }
  },
  {
    "translation": {
      "en": "IF I DON'T, THE KAZON WILL STEAL THE WATER.",
      "it": "Se non lo faccio, i Kazon s'impadroniranno dell'acqua."
    }
  },
  {
    "translation": {
      "en": "BUT IN A FEW YEARS WHEN THE OCAMPA'S ENERGY RUNS OUT IT WON'T MATTER.",
      "it": "Ma quando gli Ocampa esauriranno l'energia, non farà differenza."
    }
  },
  {
    "translation": {
      "en": "THEY'LL BE FORCED TO COME TO THE SURFACE AND THEY WON'T BE ABLE TO SURVIVE.",
      "it": "Saranno costretti a risalire in superficie e non sopravviveranno."
    }
  },
  {
    "translation": {
      "en": "SOMETHING YOU DID TURNED THEIR PLANET INTO A DESERT DIDN'T IT?",
      "it": "È stato lei a trasformare il loro pianeta in un deserto, non è così?"
    }
  },
  {
    "translation": {
      "en": "THAT WAS THE DEBT THAT COULD NEVER BE REPAID.",
      "it": "Era quello \"il debito impossibile da ripagare\"."
    }
  },
  {
    "translation": {
      "en": "WELL, WE'RE EXPLORERS FROM ANOTHER GALAXY",
      "it": "Siamo degli esploratori, veniamo da un'altra galassia."
    }
  },
  {
    "translation": {
      "en": "BUT WE HAD NO IDEA THAT OUR TECHNOLOGY WOULD BE SO DESTRUCTIVE TO THEIR ATMOSPHERE.",
      "it": "Non sapevamo che la nostra tecnologia avrebbe distrutto la loro atmosfera."
    }
  },
  {
    "translation": {
      "en": "TWO OF US WERE CHOSEN TO STAY BEHIND AND CARE FOR THEM.",
      "it": "Due di noi sono stati scelti per restare qui e prendersi cura di loro."
    }
  },
  {
    "translation": {
      "en": "THERE'S ANOTHER LIKE YOU HERE?",
      "it": "Due di noi sono stati scelti per restare qui e prendersi cura di loro. - C'è un altro individuo come lei? - Non più."
    }
  },
  {
    "translation": {
      "en": "( chuckles ) NOT ANYMORE.",
      "it": "- C'è un altro individuo come lei? - Non più."
    }
  },
  {
    "translation": {
      "en": "NO, NO. SHE...",
      "it": "No. Lei..."
    }
  },
  {
    "translation": {
      "en": "SHE WENT OFF TO LOOK FOR MORE INTERESTING PLACES.",
      "it": "Lei se n'è andata in cerca di luoghi più interessanti."
    }
  },
  {
    "translation": {
      "en": "WHY WERE YOU BRINGING SHIPS HERE INFECTING PEOPLE WITH A FATAL ILLNESS?",
      "it": "Perché conduceva qui delle navi e infettava la gente con un morbo letale?"
    }
  },
  {
    "translation": {
      "en": "THEY DIDN'T DIE OF AN ILLNESS.",
      "it": "Non sono morti per una malattia."
    }
  },
  {
    "translation": {
      "en": "THEY DIED BECAUSE THEY WERE INCOMPATIBLE.",
      "it": "Sono morti perché non erano compatibili."
    }
  },
  {
    "translation": {
      "en": "\"INCOMPATIBLE\"?",
      "it": "Compatibili?"
    }
  },
  {
    "translation": {
      "en": "I'VE BEEN SEARCHING THE GALAXY FOR A COMPATIBLE BIO-MOLECULAR PATTERN.",
      "it": "Ho perlustrato la galassia alla ricerca di uno schema biomolecolare compatibile."
    }
  },
  {
    "translation": {
      "en": "IN SOME INDIVIDUALS I FOUND CELLULAR STRUCTURES THAT WERE SIMILAR, BUT...",
      "it": "Alcuni individui presentavano strutture cellulari simili, ma io..."
    }
  },
  {
    "translation": {
      "en": "YOU'VE BEEN TRYING TO PROCREATE? I NEEDED SOMEONE TO REPLACE ME",
      "it": "- Stava cercando di procreare? - Avevo bisogno di un sostituto."
    }
  },
  {
    "translation": {
      "en": "SOMEONE WHO'D UNDERSTAND THE ENORMOUS RESPONSIBILITY OF CARING FOR THE OCAMPA.",
      "it": "Che si assumesse la responsabilità di prendersi cura degli Ocampa."
    }
  },
  {
    "translation": {
      "en": "ONLY MY OFFSPRING COULD DO THAT.",
      "it": "Solo la mia progenie avrebbe potuto farlo."
    }
  },
  {
    "translation": {
      "en": "DID YOU EVER CONSIDER ALLOWING THE OCAMPA TO CARE FOR THEMSELVES?",
      "it": "Non ha mai pensato di permettere agli Ocampa di occuparsi di se stessi?"
    }
  },
  {
    "translation": {
      "en": "THEY'RE CHILDREN. CHILDREN HAVE TO GROW UP.",
      "it": "- Non sono che bambini. - I bambini devono crescere."
    }
  },
  {
    "translation": {
      "en": "MOST OF THE SPECIES WE'VE ENCOUNTERED",
      "it": "Anche noi siamo esploratori. Abbiamo incontrato specie che hanno superato varie avversità senza custodi."
    }
  },
  {
    "translation": {
      "en": "HAVE OVERCOME ALL KINDS OF ADVERSITY WITHOUT A CARETAKER.",
      "it": "Abbiamo incontrato specie che hanno superato varie avversità senza custodi."
    }
  },
  {
    "translation": {
      "en": "IT'S THE CHALLENGE OF SURVIVING ON THEIR OWN THAT HELPS THEM TO EVOLVE.",
      "it": "È la sfida della sopravvivenza che consente loro di evolversi."
    }
  },
  {
    "translation": {
      "en": "MAYBE YOUR CHILDREN WILL DO BETTER THAN YOU THINK.",
      "it": "Forse i suoi bambini se la caveranno meglio di quanto pensa."
    }
  },
  {
    "translation": {
      "en": "Kim: Voyager to Janeway.",
      "it": "- Voyager a Janeway. - Dica pure."
    }
  },
  {
    "translation": {
      "en": "GO AHEAD. We've got problems here.",
      "it": "- Voyager a Janeway. - Dica pure. Abbiamo qualche problema."
    }
  },
  {
    "translation": {
      "en": "KAZON GOT SOME BACKUP. We need more time. CAN YOU HOLD THEM OFF FOR ANOTHER FEW MINUTES?",
      "it": "- I Kazon hanno dei rinforzi. - Non potete tenerli a bada?"
    }
  },
  {
    "translation": {
      "en": "We'll do our best.",
      "it": "Faremo del nostro meglio. Kim chiudo."
    }
  },
  {
    "translation": {
      "en": "THEIR WEAPONS ARRAY HAS BEEN HIT. THEY'RE IN TROUBLE.",
      "it": "Le loro armi sono state danneggiate. Sono nei guai."
    }
  },
  {
    "translation": {
      "en": "NEITHER OF US HAS ENOUGH FIREPOWER TO STOP THAT SHIP.",
      "it": "Nessuno di noi può fermare quella nave."
    }
  },
  {
    "translation": {
      "en": "I'M SETTING A COLLISION COURSE, BUT THE GUIDANCE SYSTEM IS DISABLED.",
      "it": "Ho inserito una rotta di collisione, ma il sistema di pilotaggio non funziona."
    }
  },
  {
    "translation": {
      "en": "I'LL HAVE TO PILOT THE SHIP MANUALLY. GET THE CREW READY TO BEAM TO VOYAGER",
      "it": "Dovrò pilotare manualmente. Trasporti l'equipaggio su Voyager."
    }
  },
  {
    "translation": {
      "en": "AND DROP SHIELDS FOR TRANSPORT.",
      "it": "E abbassi gli scudi per il teletrasporto."
    }
  },
  {
    "translation": {
      "en": "PARIS, MY CREW IS COMING OVER.",
      "it": "Paris, il mio equipaggio è in arrivo."
    }
  },
  {
    "translation": {
      "en": "TELL ONE OF YOUR CRACKERJACK STARFLEET TRANSPORTER CHIEFS TO KEEP A LOCK ON ME.",
      "it": "Dica a uno dei suoi abili capi del teletrasporto di tenermi agganciato."
    }
  },
  {
    "translation": {
      "en": "I'M GOING TO TRY AND TAKE SOME HEAT OFF YOUR TAIL. Acknowledged.",
      "it": "Provo a eliminare chi vi sta alle costole."
    }
  },
  {
    "translation": {
      "en": "BUT DON'T THINK FOR A SECOND THIS MAKES US EVEN, CHAKOTAY. YOUR LIFE IS STILL MINE. Paris out.",
      "it": "Non s'illuda che questo pareggi i conti. La sua vita è ancora mia. Paris chiudo."
    }
  },
  {
    "translation": {
      "en": "I'M GETTING YOU OUT OF THERE, CHAKOTAY.",
      "it": "- La porterò fuori da lì, Chakotay. - Non ancora!"
    }
  },
  {
    "translation": {
      "en": "Paris: YOU'RE BREAKING UP! Stand by to transport.",
      "it": "La stiamo perdendo. Stia pronto al teletrasporto."
    }
  },
  {
    "translation": {
      "en": "WAIT!",
      "it": "Aspettate!"
    }
  },
  {
    "translation": {
      "en": "NOW!",
      "it": "Ora!"
    }
  },
  {
    "translation": {
      "en": "Paris: Transporter Room Two, do you have him? THEY'VE GOT ME.",
      "it": "- Sala teletrasporto 2, l'avete preso? - Mi hanno preso."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, I CAN ACCESS THE SYSTEM TO SEND US BACK TO FEDERATION SPACE",
      "it": "Posso accedere al sistema per rimandarci nello spazio federale,"
    }
  },
  {
    "translation": {
      "en": "BUT IT WILL TAKE SEVERAL HOURS TO ACTIVATE.",
      "it": "ma ci vorranno ore per attivarlo."
    }
  },
  {
    "translation": {
      "en": "UNLESS YOU HELP US. OH, I WISH I COULD,",
      "it": "- A meno che non ci dia una mano. - Oh, vorrei tanto poterlo fare,"
    }
  },
  {
    "translation": {
      "en": "BUT I HAVE VERY LITTLE TIME LEFT.",
      "it": "- A meno che non ci dia una mano. - Oh, vorrei tanto poterlo fare, ma mi resta poco tempo, devo avviare un programma di autodistruzione."
    }
  },
  {
    "translation": {
      "en": "SO I HAVE INITIATED A SELF-DESTRUCT PROGRAM.",
      "it": "ma mi resta poco tempo, devo avviare un programma di autodistruzione."
    }
  },
  {
    "translation": {
      "en": "IF YOU DESTROY THE ARRAY WE'LL HAVE NO WAY TO GET HOME.",
      "it": "Ma così non riusciremo a tornare a casa."
    }
  },
  {
    "translation": {
      "en": "THE OCAMPA'S ENEMIES CANNOT BE ALLOWED TO CONTROL THIS INSTALLATION.",
      "it": "Non lascerò che i nemici degli Ocampa s'impadroniscano della Struttura."
    }
  },
  {
    "translation": {
      "en": "IN MINUTES, IT WILL BE DESTROYED.",
      "it": "Fra pochi minuti, tutto sarà distrutto."
    }
  },
  {
    "translation": {
      "en": "YOU HAVE TO GO. GO NOW!",
      "it": "Dovete andare. Adesso."
    }
  },
  {
    "translation": {
      "en": "Tuvok: THE CARETAKER.",
      "it": "Il Custode?"
    }
  },
  {
    "translation": {
      "en": "Paris: A Kazon vessel",
      "it": "Voyager, rapporto."
    }
  },
  {
    "translation": {
      "en": "JUST COLLIDED WITH THE ARRAY, CAPTAIN.",
      "it": "La nave kazon si è appena scontrata con la Struttura."
    }
  },
  {
    "translation": {
      "en": "ARE YOU ALL RIGHT? Affirmative.",
      "it": "- State bene? - Affermativo. Restate in posizione."
    }
  },
  {
    "translation": {
      "en": "STAND BY.",
      "it": "- State bene? - Affermativo. Restate in posizione. Il programma di autodistruzione è stato danneggiato."
    }
  },
  {
    "translation": {
      "en": "( voice faltering ): The termination program",
      "it": "Il programma di autodistruzione è stato danneggiato. Ora la Struttura non si distruggerà."
    }
  },
  {
    "translation": {
      "en": "has been damaged.",
      "it": "Ora la Struttura non si distruggerà."
    }
  },
  {
    "translation": {
      "en": "The Kazon must not",
      "it": "Non può essere. Non possiamo lasciare che i Kazon se ne impadroniscano."
    }
  },
  {
    "translation": {
      "en": "gain control of this installation.",
      "it": "Non può essere. Non possiamo lasciare che i Kazon se ne impadroniscano. Stermineranno gli Ocampa."
    }
  },
  {
    "translation": {
      "en": "SHALL I ACTIVATE THE PROGRAM TO GET US BACK?",
      "it": "Attivo il programma per riportarci indietro?"
    }
  },
  {
    "translation": {
      "en": "AND WHAT HAPPENS TO THE OCAMPA AFTER WE'RE GONE?",
      "it": "E cosa succederà agli Ocampa dopo che ce ne saremo andati?"
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, ANY ACTION WE TAKE TO PROTECT THE OCAMPA",
      "it": "Capitano... Qualsiasi misura prenderemo per proteggere gli Ocampa,"
    }
  },
  {
    "translation": {
      "en": "WOULD AFFECT THE BALANCE OF POWER IN THIS SYSTEM.",
      "it": "altererà l'equilibrio dei poteri in questo sistema."
    }
  },
  {
    "translation": {
      "en": "THE PRIME DIRECTIVE WOULD SEEM TO APPLY.",
      "it": "Credo di doverle ricordare la Prima Direttiva."
    }
  },
  {
    "translation": {
      "en": "WOULD IT?",
      "it": "Davvero?"
    }
  },
  {
    "translation": {
      "en": "WE NEVER ASKED TO BE INVOLVED, TUVOK...",
      "it": "Non abbiamo chiesto noi di essere coinvolti, Tuvok."
    }
  },
  {
    "translation": {
      "en": "BUT WE ARE.",
      "it": "Eppure lo siamo."
    }
  },
  {
    "translation": {
      "en": "WE ARE.",
      "it": "Lo siamo eccome."
    }
  },
  {
    "translation": {
      "en": "MR. TUVOK, READY THE TRICOBALT DEVICES. Tuvok: AYE, CAPTAIN.",
      "it": "- Pronti con gli esplosivi al tricobalto. - Ricevuto."
    }
  },
  {
    "translation": {
      "en": "OPEN A CHANNEL TO THE KAZON.",
      "it": "- Aprire un canale per i Kazon. - Canale aperto."
    }
  },
  {
    "translation": {
      "en": "Kim: CHANNEL OPEN.",
      "it": "- Aprire un canale per i Kazon. - Canale aperto. Vi avverto, ho richiesto l'arrivo di rinforzi."
    }
  },
  {
    "translation": {
      "en": "I have called for additional ships.",
      "it": "Vi avverto, ho richiesto l'arrivo di rinforzi."
    }
  },
  {
    "translation": {
      "en": "I'M CALLING TO WARN YOU TO MOVE YOUR VESSELS TO A SAFE DISTANCE.",
      "it": "Le consiglio di portare le vostre navi a distanza di sicurezza."
    }
  },
  {
    "translation": {
      "en": "I INTEND TO DESTROY THE ARRAY. You can't do that.",
      "it": "- Intendo distruggere la Struttura. - Non può farlo!"
    }
  },
  {
    "translation": {
      "en": "Janeway: I CAN AND I WILL. END TRANSMISSION.",
      "it": "Posso farlo e lo farò. Fine trasmissione."
    }
  },
  {
    "translation": {
      "en": "THEY'RE INCREASING FIRE, CAPTAIN. SHIELDS ARE HOLDING.",
      "it": "Stanno aumentando il fuoco. Gli scudi reggono."
    }
  },
  {
    "translation": {
      "en": "MOVE US 400 KILOMETERS FROM THE ARRAY, MR. PARIS.",
      "it": "- Portiamoci a 400 km dalla Struttura. - Sì, signora."
    }
  },
  {
    "translation": {
      "en": "Torres: THAT ARRAY IS THE ONLY WAY WE HAVE TO GET HOME.",
      "it": "Cosa intende fare? La Struttura è la nostra unica speranza di tornare a casa!"
    }
  },
  {
    "translation": {
      "en": "I'M AWARE EVERYONE HAS FAMILIES AT HOME.",
      "it": "So che ognuno qui ci tiene a rivedere i propri cari. Per me è lo stesso."
    }
  },
  {
    "translation": {
      "en": "SO DO I, BUT I'M NOT WILLING TO TRADE THE LIVES OF THE OCAMPA",
      "it": "So che ognuno qui ci tiene a rivedere i propri cari. Per me è lo stesso. Ma non intendo tornare indietro barattando le vite degli Ocampa."
    }
  },
  {
    "translation": {
      "en": "FOR OUR CONVENIENCE.",
      "it": "Ma non intendo tornare indietro barattando le vite degli Ocampa."
    }
  },
  {
    "translation": {
      "en": "WE'LL HAVE TO FIND ANOTHER WAY HOME. WHAT OTHER WAY HOME IS THERE?",
      "it": "- Dovremo trovare un'altra strada. - Quale altra strada?"
    }
  },
  {
    "translation": {
      "en": "WHO IS SHE TO BE MAKING THESE DECISIONS FOR ALL OF US?",
      "it": "Chi è lei per decidere il nostro destino?"
    }
  },
  {
    "translation": {
      "en": "SHE'S THE CAPTAIN.",
      "it": "Lei è il capitano."
    }
  },
  {
    "translation": {
      "en": "IS READY. Paris: WE'RE IN POSITION.",
      "it": "- Gli esplosivi al tricobalto sono pronti. - Siamo in posizione."
    }
  },
  {
    "translation": {
      "en": "FIRE.",
      "it": "Fuoco."
    }
  },
  {
    "translation": {
      "en": "THE LEAD KAZON SHIP IS HAILING US. ON SCREEN.",
      "it": "- La nave kazon ci sta chiamando. - Sullo schermo."
    }
  },
  {
    "translation": {
      "en": "You have made an enemy today.",
      "it": "Vi siete appena fatti un nemico."
    }
  },
  {
    "translation": {
      "en": "Tuvok: THEY ARE WITHDRAWING, CAPTAIN.",
      "it": "Si stanno ritirando, capitano."
    }
  },
  {
    "translation": {
      "en": "COME IN.",
      "it": "Avanti."
    }
  },
  {
    "translation": {
      "en": "YOU ASKED TO SEE ME, CAPTAIN? MR. PARIS...",
      "it": "- Ha chiesto di vedermi, capitano. - Signor Paris..."
    }
  },
  {
    "translation": {
      "en": "YOU HAVE A PROBLEM.",
      "it": "Temo abbia un problema."
    }
  },
  {
    "translation": {
      "en": "I'VE INVITED CHAKOTAY AND THE OTHER MAQUIS TO BECOME PART OF THIS CREW.",
      "it": "Ho chiesto a Chakotay e ai Maquis di unirsi al nostro equipaggio."
    }
  },
  {
    "translation": {
      "en": "IT SEEMED THE ONLY REASONABLE THING TO DO.",
      "it": "Mi sembrava la sola cosa ragionevole da fare."
    }
  },
  {
    "translation": {
      "en": "WILL YOU PROVIDE A BODYGUARD FOR ME, CAPTAIN?",
      "it": "Mi sembrava la sola cosa ragionevole da fare. Mi assegnerà una guardia del corpo?"
    }
  },
  {
    "translation": {
      "en": "IT SEEMS YOU ALREADY HAVE ONE. I DO?",
      "it": "- Credo ne abbia già una. - Davvero?"
    }
  },
  {
    "translation": {
      "en": "MR. CHAKOTAY SAID SOMETHING ABOUT HIS LIFE BELONGING TO YOU.",
      "it": "Chakotay ha detto qualcosa riguardo al fatto che la sua vita appartiene a lei?"
    }
  },
  {
    "translation": {
      "en": "HE'LL BE TAKING RESPONSIBILITY",
      "it": "Chakotay ha detto qualcosa riguardo al fatto che la sua vita appartiene a lei? Si assumerà lui la responsabilità della sua sicurezza."
    }
  },
  {
    "translation": {
      "en": "FOR YOUR SAFETY.",
      "it": "Si assumerà lui la responsabilità della sua sicurezza."
    }
  },
  {
    "translation": {
      "en": "I THINK I'M GOING TO ENJOY THIS. DON'T BE SO SURE.",
      "it": "- Credo proprio che sarà divertente. - Non ne sia così sicuro."
    }
  },
  {
    "translation": {
      "en": "HE'LL ALSO BE MY FIRST OFFICER.",
      "it": "L'ho scelto come mio primo ufficiale."
    }
  },
  {
    "translation": {
      "en": "EVERYONE ABOARD THIS SHIP WILL REPORT TO HIM",
      "it": "Ogni persona a bordo della nave dovrà fare rapporto a lui."
    }
  },
  {
    "translation": {
      "en": "INCLUDING THE LIEUTENANT ASSIGNED TO CONN.",
      "it": "Compreso il tenente assegnato alla postazione controllo."
    }
  },
  {
    "translation": {
      "en": "ME?",
      "it": "Io?"
    }
  },
  {
    "translation": {
      "en": "I'VE ENTERED INTO THE SHIP'S LOG ON THIS DATE",
      "it": "Ho inserito nel diario di bordo che, in data odierna,"
    }
  },
  {
    "translation": {
      "en": "THAT I'M GRANTING A FIELD COMMISSION OF LIEUTENANT TO THOMAS EUGENE PARIS.",
      "it": "a Thomas Eugene Paris viene assegnato il grado di tenente."
    }
  },
  {
    "translation": {
      "en": "CONGRATULATIONS.",
      "it": "Congratulazioni."
    }
  },
  {
    "translation": {
      "en": "UM, FOR THE FIRST TIME IN MY LIFE I DON'T KNOW WHAT TO SAY.",
      "it": "Per la prima volta nella mia vita, non so davvero cosa dire."
    }
  },
  {
    "translation": {
      "en": "YOU'VE EARNED THIS, TOM. I'M ONLY SORRY YOUR FATHER WON'T KNOW.",
      "it": "Se l'è guadagnato, Tom. Mi dispiace solo che suo padre non possa saperlo."
    }
  },
  {
    "translation": {
      "en": "OH, HE'LL KNOW...",
      "it": "Oh, lo saprà."
    }
  },
  {
    "translation": {
      "en": "WHEN WE GET BACK.",
      "it": "Al nostro ritorno."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, WE WERE JUST COMING TO SEE YOU.",
      "it": "Capitano! Stavamo giusto venendo da lei."
    }
  },
  {
    "translation": {
      "en": "WE'VE SUPPLIED YOUR SHIP WITH WATER, NEELIX.",
      "it": "Capitano! Stavamo giusto venendo da lei. Abbiamo caricato d'acqua la sua nave. Siete pronti per partire."
    }
  },
  {
    "translation": {
      "en": "IT'S READY TO GO.",
      "it": "Abbiamo caricato d'acqua la sua nave. Siete pronti per partire."
    }
  },
  {
    "translation": {
      "en": "THAT'S WHAT WE WANTED TO DISCUSS.",
      "it": "Beh, vede, è proprio di questo che volevamo parlarle."
    }
  },
  {
    "translation": {
      "en": "WE'D LIKE TO GO WITH YOU.",
      "it": "Vorremmo venire con voi."
    }
  },
  {
    "translation": {
      "en": "I'M SORRY. THIS ISN'T A PASSENGER SHIP. Kes: OF COURSE NOT. WE WON'T BE PASSENGERS.",
      "it": "- Non è una nave passeggeri. - Non saremo dei passeggeri."
    }
  },
  {
    "translation": {
      "en": "WE'LL BE VALUABLE COLLEAGUES. \"COLLEAGUES\"?",
      "it": "- Saremo degli stimati colleghi. - Colleghi?"
    }
  },
  {
    "translation": {
      "en": "WHATEVER YOU NEED IS WHAT I HAVE TO OFFER.",
      "it": "Posso soddisfare qualsiasi vostra necessità."
    }
  },
  {
    "translation": {
      "en": "YOU NEED A GUIDE, I'M YOUR GUIDE.",
      "it": "Vi serve una guida? Sarò la vostra guida."
    }
  },
  {
    "translation": {
      "en": "YOU NEED SUPPLIES, I KNOW WHERE TO PROCURE THEM.",
      "it": "Vi servono provviste? So dove ottenerle."
    }
  },
  {
    "translation": {
      "en": "I HAVE FRIENDS AMONG RACES",
      "it": "Vi servono provviste? So dove ottenerle. Sono amico di razze di cui ignorate perfino l'esistenza."
    }
  },
  {
    "translation": {
      "en": "YOU DON'T EVEN KNOW EXIST.",
      "it": "Sono amico di razze di cui ignorate perfino l'esistenza."
    }
  },
  {
    "translation": {
      "en": "YOU NEED A COOK? YOU HAVEN'T LIVED UNTIL YOU'VE TASTED MY ANGLA'BOSQUE.",
      "it": "Vi serve un cuoco? Aspettate solo di assaggiare la mia angla'bosque."
    }
  },
  {
    "translation": {
      "en": "IT WILL BE MY JOB TO ANTICIPATE YOUR NEEDS BEFORE YOU KNOW YOU HAVE THEM",
      "it": "Il mio compito sarà di soddisfare i vostri bisogni, prima ancora che li esprimiate."
    }
  },
  {
    "translation": {
      "en": "AND I ANTICIPATE YOUR FIRST NEED WILL BE ME.",
      "it": "E credo che il vostro primo bisogno sarò proprio io."
    }
  },
  {
    "translation": {
      "en": "Kes: CAPTAIN, WE BOTH WANT VERY MUCH TO BE A PART OF YOUR JOURNEY.",
      "it": "Capitano, ci teniamo entrambi a partecipare a questo viaggio."
    }
  },
  {
    "translation": {
      "en": "WE'RE ALONE IN AN UNCHARTED PART OF THE GALAXY.",
      "it": "Siamo da soli in una zona inesplorata della galassia."
    }
  },
  {
    "translation": {
      "en": "WE'VE ALREADY MADE SOME FRIENDS HERE AND SOME ENEMIES.",
      "it": "Ci siamo già fatti degli amici... e anche dei nemici."
    }
  },
  {
    "translation": {
      "en": "WE HAVE NO IDEA OF THE DANGERS WE'RE GOING TO FACE.",
      "it": "Non abbiamo idea dei pericoli che ci aspettano."
    }
  },
  {
    "translation": {
      "en": "BUT ONE THING IS CLEAR.",
      "it": "Ma una cosa è certa."
    }
  },
  {
    "translation": {
      "en": "BOTH CREWS ARE GOING TO HAVE TO WORK TOGETHER IF WE'RE TO SURVIVE.",
      "it": "Entrambi gli equipaggi dovranno lavorare insieme, se vogliamo sopravvivere."
    }
  },
  {
    "translation": {
      "en": "THAT'S WHY COMMANDER CHAKOTAY AND I HAVE AGREED THAT THIS SHOULD BE ONE CREW--",
      "it": "Il comandante Chakotay ed io crediamo debba esserci un solo equipaggio."
    }
  },
  {
    "translation": {
      "en": "A STARFLEET CREW.",
      "it": "Un equipaggio della Flotta."
    }
  },
  {
    "translation": {
      "en": "AND AS THE ONLY STARFLEET VESSEL ASSIGNED TO THE DELTA QUADRANT",
      "it": "E in quanto unica nave della Flotta nel Quadrante Delta,"
    }
  },
  {
    "translation": {
      "en": "WE'LL CONTINUE TO FOLLOW OUR DIRECTIVE TO SEEK OUT NEW WORLDS AND EXPLORE SPACE.",
      "it": "continueremo a cercare nuovi mondi e ad esplorare lo spazio."
    }
  },
  {
    "translation": {
      "en": "BUT OUR PRIMARY GOAL IS CLEAR.",
      "it": "Ma il nostro obiettivo primario è chiaro."
    }
  },
  {
    "translation": {
      "en": "EVEN AT MAXIMUM SPEEDS, IT WOULD TAKE 75 YEARS TO REACH THE FEDERATION",
      "it": "Anche a massima velocità, ci vorranno 75 anni per raggiungere la Federazione."
    }
  },
  {
    "translation": {
      "en": "BUT I'M NOT WILLING TO SETTLE FOR THAT.",
      "it": "Io non intendo accontentarmi."
    }
  },
  {
    "translation": {
      "en": "THERE'S ANOTHER ENTITY LIKE THE CARETAKER OUT THERE SOMEWHERE",
      "it": "C'è un'altra entità come il Custode, là fuori,"
    }
  },
  {
    "translation": {
      "en": "WHO HAS THE ABILITY TO GET US THERE A LOT FASTER. WE'LL BE LOOKING FOR HER,",
      "it": "che ha la capacità di portarci a casa più in fretta. È lei che cerchiamo."
    }
  },
  {
    "translation": {
      "en": "AND WE'LL BE LOOKING FOR WORMHOLES, SPATIAL RIFTS OR NEW TECHNOLOGIES TO HELP US.",
      "it": "Nonché tunnel, fratture spaziali o nuove tecnologie che possano aiutarci."
    }
  },
  {
    "translation": {
      "en": "SOMEWHERE, ALONG THIS JOURNEY, WE'LL FIND A WAY BACK.",
      "it": "Nel corso di questo viaggio, troveremo la via di casa."
    }
  },
  {
    "translation": {
      "en": "MR. PARIS, SET A COURSE...",
      "it": "Signor Paris, inserisca rotta..."
    }
  },
  {
    "translation": {
      "en": "FOR HOME.",
      "it": "...per casa."
    }
  },
  {
    "translation": {
      "en": "AYE, CAPTAIN.",
      "it": "Sì, capitano."
    }
  }
]