[
  {
    "translation": {
      "en": "EMERSON: It's life or death now, James.",
      "it": "È questione di vita o di morte ora, James."
    }
  },
  {
    "translation": {
      "en": "By that, I mean you're doing one or the other",
      "it": "E con questo, voglio dire che ti toccherà o l'una o l'altra"
    }
  },
  {
    "translation": {
      "en": "up in Rockview.",
      "it": "su a Rockview."
    }
  },
  {
    "translation": {
      "en": "This here is District Attorney Rodin.",
      "it": "Lui è il procuratore distrettuale Rodin."
    }
  },
  {
    "translation": {
      "en": "Want to know what he's wondering?",
      "it": "Vuoi sapere cosa si chiede?"
    }
  },
  {
    "translation": {
      "en": "Whether you're gonna walk like a man or cry like a pussy on your way to the death house.",
      "it": "Se piangerai come una femminuccia andando nel braccio della morte."
    }
  },
  {
    "translation": {
      "en": "See, the D.A. likes the needle,",
      "it": "Sai, il procuratore ama l'iniezione."
    }
  },
  {
    "translation": {
      "en": "whereas me, I like to see a man like you live a long life",
      "it": "Io, invece, preferisco vedere uno come te vivere una lunga vita,"
    }
  },
  {
    "translation": {
      "en": "with all your teeth knocked out.",
      "it": "senza denti per i pugni presi e ripassato da tanti che non si distingue una tua scoreggia da uno sbadiglio."
    }
  },
  {
    "translation": {
      "en": "Passed around till a brother can't tell your fart from a yawn.",
      "it": "e ripassato da tanti che non si distingue una tua scoreggia da uno sbadiglio."
    }
  },
  {
    "translation": {
      "en": "Now, I don't know what kind of man you are,",
      "it": "Non so quale di questi due destini tu preferisca,"
    }
  },
  {
    "translation": {
      "en": "which of these two fates you prefer,",
      "it": "Non so quale di questi due destini tu preferisca, ma Rodin è uno generoso, è disposto a lasciarti la scelta"
    }
  },
  {
    "translation": {
      "en": "but Rodin here is a generous fellow.",
      "it": "ma Rodin è uno generoso, è disposto a lasciarti la scelta"
    }
  },
  {
    "translation": {
      "en": "He's willing to let you take your pick.",
      "it": "ma Rodin è uno generoso, è disposto a lasciarti la scelta se risparmi a noi e alla città un processo lungo e costoso,"
    }
  },
  {
    "translation": {
      "en": "If you save us and this city a long and costly trial,",
      "it": "se risparmi a noi e alla città un processo lungo e costoso, rinunci al diritto all'avvocato e confessi subito."
    }
  },
  {
    "translation": {
      "en": "waive your right to counsel and confess, right now.",
      "it": "rinunci al diritto all'avvocato e confessi subito."
    }
  },
  {
    "translation": {
      "en": "Sixteen hours. Has to be some kind of record, Detective.",
      "it": "Sedici ore. Dev'essere una specie di record, detective."
    }
  },
  {
    "translation": {
      "en": "What the hell is this?",
      "it": "Che cavolo è?"
    }
  },
  {
    "translation": {
      "en": "Who the hell is Jack Reacher?",
      "it": "Chi diavolo è Jack Reacher?"
    }
  },
  {
    "translation": {
      "en": "Jack Reacher, born Jack, not John, no middle name,",
      "it": "Jack di nome, non John, nessun secondo nome, è un fantasma."
    }
  },
  {
    "translation": {
      "en": "is a ghost.",
      "it": "ALLEGHENY COUNTY PROCURATORE DISTRETTUALE"
    }
  },
  {
    "translation": {
      "en": "No driver's license, current or expired. No residence, current or former.",
      "it": "Nessuna patente valida o scaduta, nessun domicilio attuale o passato."
    }
  },
  {
    "translation": {
      "en": "No credit cards, no credit history. No P.O. box, cell phone, e-mail.",
      "it": "Niente carta di credito, né estratto conto, fermo posta, cellulare, e-mail..."
    }
  },
  {
    "translation": {
      "en": "Nothing.",
      "it": "- Niente. - Puoi dirmi almeno chi sia?"
    }
  },
  {
    "translation": {
      "en": "Can you at least tell me who he is?",
      "it": "- Niente. - Puoi dirmi almeno chi sia? Posso dirti chi era. Un maledetto militare."
    }
  },
  {
    "translation": {
      "en": "Well, I can tell you who he was. Blood military.",
      "it": "Posso dirti chi era. Un maledetto militare. Nato e cresciuto nelle basi all'estero."
    }
  },
  {
    "translation": {
      "en": "Born and raised on bases abroad.",
      "it": "Nato e cresciuto nelle basi all'estero. Madre francese, padre marine."
    }
  },
  {
    "translation": {
      "en": "Mother was a French national, father in the Corps.",
      "it": "Madre francese, padre marine. Il primo viaggio negli Stati Uniti l'ha fatto per frequentare West Point."
    }
  },
  {
    "translation": {
      "en": "His first trip to the United States",
      "it": "Il primo viaggio negli Stati Uniti l'ha fatto per frequentare West Point."
    }
  },
  {
    "translation": {
      "en": "was to attend West Point.",
      "it": "GOODWILL BOUTIQUE DI BUONA VOLONTÀ Quattro anni dopo è andato in missione."
    }
  },
  {
    "translation": {
      "en": "Four years later, he ships out for good.",
      "it": "Quattro anni dopo è andato in missione. Iraq, Afghanistan, Balcani e tutto il resto."
    }
  },
  {
    "translation": {
      "en": "Iraq. Afghanistan. The Balkans. You name it.",
      "it": "Iraq, Afghanistan, Balcani e tutto il resto."
    }
  },
  {
    "translation": {
      "en": "Served with distinction.",
      "it": "Si è distinto in servizio. Silver Star, Bronze Star, Legion of Merit."
    }
  },
  {
    "translation": {
      "en": "Defense Superior Service Medal? Had to look that one up.",
      "it": "Defense Superior Service Medal? Ho dovuto chiedere cosa fosse."
    }
  },
  {
    "translation": {
      "en": "And a Purple Heart. He spent the bulk of his service",
      "it": "E una Purple Heart. Ha prestato servizio soprattutto"
    }
  },
  {
    "translation": {
      "en": "in the Military Police.",
      "it": "nella polizia militare. Brillante investigatore da ogni punto di vista."
    }
  },
  {
    "translation": {
      "en": "By all accounts, a brilliant investigator.",
      "it": "nella polizia militare. Brillante investigatore da ogni punto di vista. Ma anche un piantagrane, sembra."
    }
  },
  {
    "translation": {
      "en": "Apparently, a troublemaker, too.",
      "it": "Ma anche un piantagrane, sembra."
    }
  },
  {
    "translation": {
      "en": "Demoted to Captain. Worked his way back to Major.",
      "it": "Degradato a capitano, si è impegnato fino a diventare maggiore."
    }
  },
  {
    "translation": {
      "en": "Then two years ago, he musters out.",
      "it": "Poi, due anni fa, ha chiesto il congedo. Dopo una vita da militare, prende e se ne va e poi,"
    }
  },
  {
    "translation": {
      "en": "After a literal lifetime in the military,",
      "it": "Dopo una vita da militare, prende e se ne va e poi,"
    }
  },
  {
    "translation": {
      "en": "he just up and quits. And then,",
      "it": "Dopo una vita da militare, prende e se ne va e poi, per la seconda volta, entra negli Stati Uniti e sparisce, semplicemente."
    }
  },
  {
    "translation": {
      "en": "for only the second time in his life,",
      "it": "per la seconda volta, entra negli Stati Uniti e sparisce, semplicemente."
    }
  },
  {
    "translation": {
      "en": "he enters the United States and simply disappears.",
      "it": "per la seconda volta, entra negli Stati Uniti e sparisce, semplicemente. CARIBE BANCO DEI PEGNI"
    }
  },
  {
    "translation": {
      "en": "RODIN: Dead, maybe?",
      "it": "Morto? Non secondo la Previdenza Sociale e un conto in banca in Virginia."
    }
  },
  {
    "translation": {
      "en": "EMERSON: Not according to Social Security",
      "it": "Non secondo la Previdenza Sociale e un conto in banca in Virginia."
    }
  },
  {
    "translation": {
      "en": "and a bank account in Virginia.",
      "it": "Non secondo la Previdenza Sociale e un conto in banca in Virginia. La pensione viene versata ogni mese e ogni tanto qualcuno fa un prelievo,"
    }
  },
  {
    "translation": {
      "en": "His pension is deposited monthly and someone is making the occasional withdrawal.",
      "it": "La pensione viene versata ogni mese e ogni tanto qualcuno fa un prelievo,"
    }
  },
  {
    "translation": {
      "en": "All wire transfers.",
      "it": "tutti bonifici."
    }
  },
  {
    "translation": {
      "en": "I can't find out where without a federal warrant.",
      "it": "Non posso sapere a chi senza un mandato federale."
    }
  },
  {
    "translation": {
      "en": "RODIN: Well, he can't drive or fly. At least not under his real name.",
      "it": "Non può guidare né volare, non con il suo vero nome."
    }
  },
  {
    "translation": {
      "en": "Any warrants? EMERSON: Record's clean.",
      "it": "- Precedenti? - La fedina è pulita. Andiamo! È così difficile trovarlo? Sarà ricercato per qualcosa."
    }
  },
  {
    "translation": {
      "en": "Oh, come on! A guy this hard to find?",
      "it": "Andiamo! È così difficile trovarlo? Sarà ricercato per qualcosa."
    }
  },
  {
    "translation": {
      "en": "His record is clean.",
      "it": "La fedina è pulita."
    }
  },
  {
    "translation": {
      "en": "So,",
      "it": "Allora..."
    }
  },
  {
    "translation": {
      "en": "how do we find this Reacher?",
      "it": "...come lo troviamo questo Reacher? È ovvio che non lo trovi se lui non vuole essere trovato."
    }
  },
  {
    "translation": {
      "en": "Obviously, you don't find this guy unless he wants to be found.",
      "it": "È ovvio che non lo trovi se lui non vuole essere trovato."
    }
  },
  {
    "translation": {
      "en": "Excuse me, sir. There's a Jack Reacher here to see you.",
      "it": "Mi scusi, signore. Un certo Jack Reacher chiede di lei."
    }
  },
  {
    "translation": {
      "en": "Can I help you? James Barr.",
      "it": "- Che posso fare per lei? - James Barr."
    }
  },
  {
    "translation": {
      "en": "So, now you've seen him. How do you know him?",
      "it": "Ora l'ha visto. Come lo conosce?"
    }
  },
  {
    "translation": {
      "en": "Why wasn't he in protective custody?",
      "it": "Perché non era in isolamento?"
    }
  },
  {
    "translation": {
      "en": "That was an oversight.",
      "it": "È stata una svista. Qualche tirapiedi del penitenziario l'ha abbandonato ai lupi."
    }
  },
  {
    "translation": {
      "en": "More like some Corrections flunky threw him to the wolves.",
      "it": "Qualche tirapiedi del penitenziario l'ha abbandonato ai lupi."
    }
  },
  {
    "translation": {
      "en": "EMERSON: Just as likely.",
      "it": "È probabile. Ma è andata così e non possiamo farci niente."
    }
  },
  {
    "translation": {
      "en": "But it's done and we can't undo it.",
      "it": "Ma è andata così e non possiamo farci niente."
    }
  },
  {
    "translation": {
      "en": "So what happens now?",
      "it": "Che succede adesso?"
    }
  },
  {
    "translation": {
      "en": "Well, now he's in a coma.",
      "it": "Adesso è in coma."
    }
  },
  {
    "translation": {
      "en": "We'll try him when he wakes up. If he wakes up.",
      "it": "Lo processeremo quando si sveglia, se si sveglia. Ora tocca a lei, Reacher."
    }
  },
  {
    "translation": {
      "en": "Okay? Now it's your turn, Reacher.",
      "it": "Ora tocca a lei, Reacher. - Perché l'ha chiamata a testimoniare? - Non penso l'abbia fatto."
    }
  },
  {
    "translation": {
      "en": "Why did he call you as a witness?",
      "it": "- Perché l'ha chiamata a testimoniare? - Non penso l'abbia fatto."
    }
  },
  {
    "translation": {
      "en": "I don't believe he did.",
      "it": "- Perché l'ha chiamata a testimoniare? - Non penso l'abbia fatto. Ha fatto proprio il suo nome."
    }
  },
  {
    "translation": {
      "en": "Well, I believe he asked for you by name.",
      "it": "Ha fatto proprio il suo nome."
    }
  },
  {
    "translation": {
      "en": "Any chance I could look at the evidence? No way. Not till you answer some questions.",
      "it": "- Posso vedere le prove? - Prima risponda a qualche domanda."
    }
  },
  {
    "translation": {
      "en": "Nice meeting you.",
      "it": "È stato un piacere. Signor Reacher!"
    }
  },
  {
    "translation": {
      "en": "Hey. Hey. Hey! Mr. Reacher.",
      "it": "Signor Reacher! Fermo! Avevamo un accordo. Io l'ho portata da Barr, ora lei mi dice cosa sa."
    }
  },
  {
    "translation": {
      "en": "Mr. Reacher! Hey, stop! Stop right there! We had a deal.",
      "it": "Fermo! Avevamo un accordo. Io l'ho portata da Barr, ora lei mi dice cosa sa."
    }
  },
  {
    "translation": {
      "en": "I take you to Barr, you tell me what you know.",
      "it": "Fermo! Avevamo un accordo. Io l'ho portata da Barr, ora lei mi dice cosa sa. So che ha sparato a 5 persone, che è in coma e che una stazione degli autobus"
    }
  },
  {
    "translation": {
      "en": "I know you say he shot five people, I know he's in a coma.",
      "it": "So che ha sparato a 5 persone, che è in coma e che una stazione degli autobus"
    }
  },
  {
    "translation": {
      "en": "I know there's a bus station three miles away",
      "it": "è a 24 minuti a piedi da qui."
    }
  },
  {
    "translation": {
      "en": "and I can walk there in 24 minutes.",
      "it": "è a 24 minuti a piedi da qui. Pianta in asso il suo amico?"
    }
  },
  {
    "translation": {
      "en": "So you're just going to walk out on your friend?",
      "it": "Pianta in asso il suo amico?"
    }
  },
  {
    "translation": {
      "en": "He's not my friend.",
      "it": "- Non è mio amico. - Perché ha voluto lei?"
    }
  },
  {
    "translation": {
      "en": "RODIN: Why'd he ask for you, then? Well, same reason he shot five people, he's crazy.",
      "it": "Per lo stesso motivo per cui ha ucciso 5 persone, è pazzo."
    }
  },
  {
    "translation": {
      "en": "Hey. Hold on.",
      "it": "Aspetti."
    }
  },
  {
    "translation": {
      "en": "Don't do that.",
      "it": "Non lo faccia. Questo è un nuovo record di bassezza, persino per voi."
    }
  },
  {
    "translation": {
      "en": "HELEN: Well, this is a new low, even for both of you.",
      "it": "Questo è un nuovo record di bassezza, persino per voi."
    }
  },
  {
    "translation": {
      "en": "Uh-oh.",
      "it": "Questo è un nuovo record di bassezza, persino per voi. Non potete parlare con il mio cliente senza di me."
    }
  },
  {
    "translation": {
      "en": "You do not talk to my client without me present.",
      "it": "Non potete parlare con il mio cliente senza di me."
    }
  },
  {
    "translation": {
      "en": "You know that. RODIN: We weren't talking to your client.",
      "it": "Non parlavamo con il tuo cliente. È in coma, santo cielo!"
    }
  },
  {
    "translation": {
      "en": "He's in a coma, for Christ's sakes.",
      "it": "Non parlavamo con il tuo cliente. È in coma, santo cielo! - Lei è l'avvocato di Barr? - Helen Rodin, Jack Reacher."
    }
  },
  {
    "translation": {
      "en": "You're Barr's attorney? Helen Rodin, Jack Reacher.",
      "it": "- Lei è l'avvocato di Barr? - Helen Rodin, Jack Reacher."
    }
  },
  {
    "translation": {
      "en": "Jack Reacher? Helen Rodin. Yeah, she's the District Attorney's daughter.",
      "it": "Figlia del procuratore distrettuale, una bella storia in effetti."
    }
  },
  {
    "translation": {
      "en": "I'd like to hear it.",
      "it": "Vorrei sentirla. Come l'hanno trovata? Non potete parlare con quest'uomo."
    }
  },
  {
    "translation": {
      "en": "How'd you find him? How'd they find you? You can't be talking to this man.",
      "it": "Come l'hanno trovata? Non potete parlare con quest'uomo."
    }
  },
  {
    "translation": {
      "en": "Two strikes in one day.",
      "it": "- Non è come sembra. - È venuto lui da noi."
    }
  },
  {
    "translation": {
      "en": "It's not what it looks like. He came to us.",
      "it": "- Non è come sembra. - È venuto lui da noi. - È andato dal procuratore? - È contro la legge?"
    }
  },
  {
    "translation": {
      "en": "You went to the D.A.? Is there a law against that?",
      "it": "- È andato dal procuratore? - È contro la legge?"
    }
  },
  {
    "translation": {
      "en": "None you're currently breaking.",
      "it": "Non una che stia violando. Andiamo, sta diventando imbarazzante. Dica \"ci vediamo in aula\", per me."
    }
  },
  {
    "translation": {
      "en": "Come on, before this gets awkward. Now, hey. Say, \"See you in court.\" For me.",
      "it": "Andiamo, sta diventando imbarazzante. Dica \"ci vediamo in aula\", per me."
    }
  },
  {
    "translation": {
      "en": "Goodbye, Detective.",
      "it": "Arrivederci, detective."
    }
  },
  {
    "translation": {
      "en": "Weird meeting you. Likewise.",
      "it": "- Spiacente di conoscerla. - Altrettanto."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "it": "Andiamo."
    }
  },
  {
    "translation": {
      "en": "So...",
      "it": "Allora..."
    }
  },
  {
    "translation": {
      "en": "So, you're Jack Reacher.",
      "it": "Lei è Jack Reacher."
    }
  },
  {
    "translation": {
      "en": "So you're the D.A.'s daughter.",
      "it": "- E lei è la figlia del procuratore. - Dio, la prego!"
    }
  },
  {
    "translation": {
      "en": "Oh, Jesus. Please. Is that even legal? Fortunately.",
      "it": "- Almeno è legale? - Fortunatamente."
    }
  },
  {
    "translation": {
      "en": "How does that happen?",
      "it": "- Com'è successo? - Glielo dirò dopo la deposizione."
    }
  },
  {
    "translation": {
      "en": "You don't want to depose me.",
      "it": "- Non vorrà farmi deporre. - È l'unico teste a favore."
    }
  },
  {
    "translation": {
      "en": "I'm not a defense witness.",
      "it": "- Non lo sono. - Il suo amico James pensa di sì."
    }
  },
  {
    "translation": {
      "en": "Your friend James thinks you are.",
      "it": "- Non lo sono. - Il suo amico James pensa di sì. - Perché tutti pensano che sia mio amico? - È venuto qui per aiutarlo."
    }
  },
  {
    "translation": {
      "en": "He's not my friend. Why does everyone assume that? Well, why else would he ask for you",
      "it": "- Perché tutti pensano che sia mio amico? - È venuto qui per aiutarlo."
    }
  },
  {
    "translation": {
      "en": "and why would you come here to help him? I didn't come here to help him. I came here to bury him.",
      "it": "Non sono qui per aiutarlo, sono venuto per inchiodarlo."
    }
  },
  {
    "translation": {
      "en": "Who the hell is Jack Reacher?",
      "it": "Chi cavolo è Jack Reacher?"
    }
  },
  {
    "translation": {
      "en": "HELEN: So why are you so hard to find? I'm impossible to find.",
      "it": "- Perché è tanto difficile trovarla? - È impossibile."
    }
  },
  {
    "translation": {
      "en": "Why is that?",
      "it": "Perché? Diciamo che è cominciato come un esercizio e ora è una dipendenza."
    }
  },
  {
    "translation": {
      "en": "Well, you could say it started out as an exercise and became an addiction.",
      "it": "Diciamo che è cominciato come un esercizio e ora è una dipendenza."
    }
  },
  {
    "translation": {
      "en": "Are you on the run?",
      "it": "È latitante?"
    }
  },
  {
    "translation": {
      "en": "My bus is leaving. You better hurry, counselor.",
      "it": "Il mio autobus parte, si sbrighi."
    }
  },
  {
    "translation": {
      "en": "How do you know James Barr?",
      "it": "Come conosce James Barr?"
    }
  },
  {
    "translation": {
      "en": "Why are you representing him?",
      "it": "- Perché lo difende? - Sono un avvocato."
    }
  },
  {
    "translation": {
      "en": "I'm a lawyer. So is a public defender,",
      "it": "Un difensore d'ufficio ha uguali probabilità di scagionarlo."
    }
  },
  {
    "translation": {
      "en": "I'm not trying to clear him, I am just trying to keep him off death row.",
      "it": "Non voglio scagionarlo, cerco di tenerlo fuori dal braccio della morte."
    }
  },
  {
    "translation": {
      "en": "By proving he's insane? Well, that's one option.",
      "it": "- Dimostrando che è pazzo? - È una possibilità. - E facendola pagare a suo padre. - No, a tutto l'ufficio del procuratore."
    }
  },
  {
    "translation": {
      "en": "And sticking it to your father because... No. Not my father.",
      "it": "- E facendola pagare a suo padre. - No, a tutto l'ufficio del procuratore."
    }
  },
  {
    "translation": {
      "en": "The Office of the District Attorney. Because the Office of the District Attorney never bought you a pony.",
      "it": "Perché l'ufficio del procuratore non le ha mai comprato un pony."
    }
  },
  {
    "translation": {
      "en": "D.A. Rodin's never lost a capital case. You know why?",
      "it": "Il procuratore ha vinto tutte le cause da pena capitale e sa perché?"
    }
  },
  {
    "translation": {
      "en": "Impeccable tailoring.",
      "it": "Abiti impeccabili. - Non combatte se non può vincere. - Come il Barone Rosso."
    }
  },
  {
    "translation": {
      "en": "He never picks a fight he can't win.",
      "it": "- Non combatte se non può vincere. - Come il Barone Rosso."
    }
  },
  {
    "translation": {
      "en": "Worked for the Red Baron. Every murder suspect in this town is given a choice.",
      "it": "I sospettati di omicidio devono scegliere se confessare o rischiare la morte."
    }
  },
  {
    "translation": {
      "en": "Confess or face death.",
      "it": "I sospettati di omicidio devono scegliere se confessare o rischiare la morte. Contro un procuratore che non perde mai."
    }
  },
  {
    "translation": {
      "en": "Against a D.A. who never loses.",
      "it": "Contro un procuratore che non perde mai. Il mio studio ritiene che degli innocenti si siano arresi senza lottare."
    }
  },
  {
    "translation": {
      "en": "My firm has reason to believe more than one innocent man has gone down without a fight.",
      "it": "Il mio studio ritiene che degli innocenti si siano arresi senza lottare."
    }
  },
  {
    "translation": {
      "en": "Oh, I get it.",
      "it": "Chiaro."
    }
  },
  {
    "translation": {
      "en": "You're an idealist.",
      "it": "È un'idealista."
    }
  },
  {
    "translation": {
      "en": "No. I'm a pacifist.",
      "it": "No, una pacifista."
    }
  },
  {
    "translation": {
      "en": "It's a noble crusade.",
      "it": "È una nobile crociata. Ma questa non è la battaglia giusta, mi creda. Barr è colpevole."
    }
  },
  {
    "translation": {
      "en": "But this is not the fight. Trust me. James Barr's guilty.",
      "it": "Ma questa non è la battaglia giusta, mi creda. Barr è colpevole."
    }
  },
  {
    "translation": {
      "en": "You haven't even seen the evidence.",
      "it": "Non ha visto le prove."
    }
  },
  {
    "translation": {
      "en": "Is this a privileged conversation?",
      "it": "Questa conversazione è riservata?"
    }
  },
  {
    "translation": {
      "en": "Of course, it's a client conference. Nothing you say here can be repeated.",
      "it": "Certo, c'è il segreto professionale. Quello che dice non può essere riferito."
    }
  },
  {
    "translation": {
      "en": "There are four types of people who join the military.",
      "it": "Quattro tipi di persone scelgono la vita militare. Per alcuni è una tradizione."
    }
  },
  {
    "translation": {
      "en": "For some, it's a family trade.",
      "it": "Quattro tipi di persone scelgono la vita militare. Per alcuni è una tradizione. Altri sono patrioti, ansiosi di servire il Paese."
    }
  },
  {
    "translation": {
      "en": "Others are patriots, eager to serve.",
      "it": "Altri sono patrioti, ansiosi di servire il Paese. Altri hanno solo bisogno di un lavoro."
    }
  },
  {
    "translation": {
      "en": "Next, you have those who just need a job.",
      "it": "Altri hanno solo bisogno di un lavoro. Poi ci sono quelli che vogliono uccidere in modo legale."
    }
  },
  {
    "translation": {
      "en": "Then there's the kind who want a legal means of killing other people.",
      "it": "Poi ci sono quelli che vogliono uccidere in modo legale."
    }
  },
  {
    "translation": {
      "en": "James Barr was one of those.",
      "it": "James Barr è uno di questi."
    }
  },
  {
    "translation": {
      "en": "He made sniper.",
      "it": "È diventato tiratore scelto. Addestramento duro. Duemila pallottole a settimana."
    }
  },
  {
    "translation": {
      "en": "Trained hard. Two thousand rounds a week.",
      "it": "Addestramento duro. Duemila pallottole a settimana. Per ogni colpo gli insegnano a mirare alla base del cranio."
    }
  },
  {
    "translation": {
      "en": "And with every shot, he's taught to visualize",
      "it": "Per ogni colpo gli insegnano a mirare alla base del cranio."
    }
  },
  {
    "translation": {
      "en": "the base of a man's skull through his reticle.",
      "it": "Per ogni colpo gli insegnano a mirare alla base del cranio. Il punto debole in cui il midollo si congiunge alla spina dorsale."
    }
  },
  {
    "translation": {
      "en": "The sweet spot where the medulla meets the spine.",
      "it": "Il punto debole in cui il midollo si congiunge alla spina dorsale."
    }
  },
  {
    "translation": {
      "en": "Visualize that puff of pink mist.",
      "it": "A visualizzare quello sbuffo di nebbiolina rosa."
    }
  },
  {
    "translation": {
      "en": "(CLICKS) Finally, he's deployed to Iraq.",
      "it": "Poi lo mandano in Iraq."
    }
  },
  {
    "translation": {
      "en": "He's put on overwatch.",
      "it": "Lo mettono in sorveglianza. Tutto il giorno a fissare civili attraverso un mirino."
    }
  },
  {
    "translation": {
      "en": "All day long he stares through a scope at civilians.",
      "it": "Tutto il giorno a fissare civili attraverso un mirino."
    }
  },
  {
    "translation": {
      "en": "Women.",
      "it": "Donne."
    }
  },
  {
    "translation": {
      "en": "Children.",
      "it": "Bambini. Giorno dopo giorno, per due lunghi anni,"
    }
  },
  {
    "translation": {
      "en": "Day in, day out, for two long years",
      "it": "Giorno dopo giorno, per due lunghi anni, senza mai avere il permesso di sparare un solo colpo."
    }
  },
  {
    "translation": {
      "en": "without ever once being cleared to fire a single shot.",
      "it": "senza mai avere il permesso di sparare un solo colpo."
    }
  },
  {
    "translation": {
      "en": "Then comes the drawdown.",
      "it": "Poi ritirano le truppe."
    }
  },
  {
    "translation": {
      "en": "For James Barr, the war's over.",
      "it": "Per James Barr la guerra è finita."
    }
  },
  {
    "translation": {
      "en": "Two thousand rounds a week.",
      "it": "Duemila pallottole a settimana. Nella sua carriera 250.000 pallottole e neanche un bersaglio umano."
    }
  },
  {
    "translation": {
      "en": "A quarter million rounds in his career, not one at a human target.",
      "it": "Nella sua carriera 250.000 pallottole e neanche un bersaglio umano."
    }
  },
  {
    "translation": {
      "en": "You've been hungry. You've been horny.",
      "it": "Ha mai avuto fame, è mai stata eccitata, ha mai avuto un prurito senza potersi grattare?"
    }
  },
  {
    "translation": {
      "en": "You've had an itch you can't scratch.",
      "it": "ha mai avuto un prurito senza potersi grattare? Immagini quella sensazione. Giorni, settimane, anni."
    }
  },
  {
    "translation": {
      "en": "Imagine that feeling. Days. Weeks. Years.",
      "it": "Immagini quella sensazione. Giorni, settimane, anni. Immagini quella sensazione 200.000 volte più altre 50.000."
    }
  },
  {
    "translation": {
      "en": "Imagine that feeling times 200,000, plus 50,000 more.",
      "it": "Immagini quella sensazione 200.000 volte più altre 50.000. Immagini che nella postazione ci sono 54 gradi e che domani tornerà a casa."
    }
  },
  {
    "translation": {
      "en": "Imagine it's 130 degrees on the deck",
      "it": "Immagini che nella postazione ci sono 54 gradi e che domani tornerà a casa."
    }
  },
  {
    "translation": {
      "en": "and tomorrow you're going home",
      "it": "Immagini che nella postazione ci sono 54 gradi e che domani tornerà a casa. Sa che se non potrà grattarsi ora, non potrà più farlo."
    }
  },
  {
    "translation": {
      "en": "and you know if you don't scratch that itch now, you never will.",
      "it": "Sa che se non potrà grattarsi ora, non potrà più farlo."
    }
  },
  {
    "translation": {
      "en": "You need a release.",
      "it": "Cerca sollievo."
    }
  },
  {
    "translation": {
      "en": "You need a target.",
      "it": "Cerca un bersaglio. E chi sia non fa alcuna differenza."
    }
  },
  {
    "translation": {
      "en": "And the who of it never once enters your mind.",
      "it": "E chi sia non fa alcuna differenza."
    }
  },
  {
    "translation": {
      "en": "He covered his tracks well,",
      "it": "Ha coperto bene le sue tracce,"
    }
  },
  {
    "translation": {
      "en": "just like sane people do.",
      "it": "come fanno i sani di mente."
    }
  },
  {
    "translation": {
      "en": "He almost got away with it, too. But I caught him. And he confessed.",
      "it": "Stava per farla franca, ma io l'ho scoperto e ha confessato."
    }
  },
  {
    "translation": {
      "en": "So why didn't he go to prison?",
      "it": "Perché non è andato in prigione? Barr non sapeva che i quattro mercenari che aveva ucciso"
    }
  },
  {
    "translation": {
      "en": "What Barr didn't know that day was the four civilian contractors he'd picked off",
      "it": "Barr non sapeva che i quattro mercenari che aveva ucciso avevano partecipato a una cosiddetta \"spedizione di stupro\"."
    }
  },
  {
    "translation": {
      "en": "just spent the weekend at what they call a rape-rally.",
      "it": "avevano partecipato a una cosiddetta \"spedizione di stupro\". Ventotto donne, dai 54 agli 11 anni."
    }
  },
  {
    "translation": {
      "en": "It was 28 women, ages 54 on down to 11.",
      "it": "Ventotto donne, dai 54 agli 11 anni. E sono solo quelle che ho trovato prima che chiudessero il caso."
    }
  },
  {
    "translation": {
      "en": "Those were just the ones I could find before the case was shut down.",
      "it": "E sono solo quelle che ho trovato prima che chiudessero il caso. Più scavavo, più la cosa diventava brutta."
    }
  },
  {
    "translation": {
      "en": "See, the deeper I dug, the uglier it got.",
      "it": "Più scavavo, più la cosa diventava brutta. Dopo sette lunghi anni di \"missione compiuta\","
    }
  },
  {
    "translation": {
      "en": "And after seven long years of \"Mission Accomplished,\"",
      "it": "Dopo sette lunghi anni di \"missione compiuta\", l'agenzia di reclutamento ha voluto mettere la cosa a tacere."
    }
  },
  {
    "translation": {
      "en": "someone in the corporation just wanted the whole thing to end quietly.",
      "it": "l'agenzia di reclutamento ha voluto mettere la cosa a tacere. Si è parlato di stress da combattimento, le morti attribuite ad altre cause."
    }
  },
  {
    "translation": {
      "en": "So they chalked it up to the fog of war, made the murders go away.",
      "it": "Si è parlato di stress da combattimento, le morti attribuite ad altre cause."
    }
  },
  {
    "translation": {
      "en": "This is classified information.",
      "it": "Sono informazioni riservate."
    }
  },
  {
    "translation": {
      "en": "And that's why the privilege.",
      "it": "Ecco perché il segreto professionale. Ma era pronto a dirlo al procuratore."
    }
  },
  {
    "translation": {
      "en": "But you were ready to tell this to the D.A.",
      "it": "Ecco perché il segreto professionale. Ma era pronto a dirlo al procuratore. L'ultima volta che ho visto Barr gli ho fatto una promessa."
    }
  },
  {
    "translation": {
      "en": "The last time I saw Barr, I made him a promise.",
      "it": "L'ultima volta che ho visto Barr gli ho fatto una promessa. E quando l'ho visto al notiziario, sono venuto per mantenerla."
    }
  },
  {
    "translation": {
      "en": "And when I saw his name on the news, I came here to keep it.",
      "it": "E quando l'ho visto al notiziario, sono venuto per mantenerla."
    }
  },
  {
    "translation": {
      "en": "But now I know I don't have to. How can you be sure?",
      "it": "- Ora so che non serve. - Come fa a esserne certo?"
    }
  },
  {
    "translation": {
      "en": "You still haven't seen the evidence.",
      "it": "Non ha visto le prove."
    }
  },
  {
    "translation": {
      "en": "Your father has.",
      "it": "Suo padre sì e lui non combatte se non è sicuro di vincere."
    }
  },
  {
    "translation": {
      "en": "And he doesn't pick a fight he can't win.",
      "it": "Suo padre sì e lui non combatte se non è sicuro di vincere. Barr non eviterà la condanna per omicidio, stavolta."
    }
  },
  {
    "translation": {
      "en": "Barr's not getting away with murder again.",
      "it": "Barr non eviterà la condanna per omicidio, stavolta."
    }
  },
  {
    "translation": {
      "en": "He might.",
      "it": "Potrebbe."
    }
  },
  {
    "translation": {
      "en": "He suffered a severe brain injury in state custody.",
      "it": "Ha subito una grave lesione cerebrale in stato di arresto."
    }
  },
  {
    "translation": {
      "en": "When he wakes up, if he wakes up, he may not remember the event, he may not remember anything at all.",
      "it": "Quando si sveglia, se si sveglia, potrebbe non ricordare niente."
    }
  },
  {
    "translation": {
      "en": "And this case won't be about James Barr's guilt or innocence.",
      "it": "E non si tratterà di stabilire se è colpevole o innocente, ma se è in grado di affrontare il processo."
    }
  },
  {
    "translation": {
      "en": "It'll be about his ability to stand trial.",
      "it": "ma se è in grado di affrontare il processo."
    }
  },
  {
    "translation": {
      "en": "After everything I just told you,",
      "it": "Dopo quello che le ho detto, vuole ancora difendere Barr?"
    }
  },
  {
    "translation": {
      "en": "you still want to defend him?",
      "it": "Dopo quello che le ho detto, vuole ancora difendere Barr? Voglio che abbia un giusto processo."
    }
  },
  {
    "translation": {
      "en": "I want to see he gets a fair trial.",
      "it": "Voglio che abbia un giusto processo."
    }
  },
  {
    "translation": {
      "en": "You said he confessed in Baghdad.",
      "it": "Ha detto che ha confessato a Baghdad."
    }
  },
  {
    "translation": {
      "en": "He didn't confess this time.",
      "it": "Stavolta non ha confessato, però. - Si è fatto furbo. - Ha chiesto di lei."
    }
  },
  {
    "translation": {
      "en": "This time he knows better. This time he asked for you.",
      "it": "- Si è fatto furbo. - Ha chiesto di lei."
    }
  },
  {
    "translation": {
      "en": "I want to know why. You want to know why. I can see it's eating you.",
      "it": "Io voglio sapere perché e anche lei, lo vedo che la cosa le interessa."
    }
  },
  {
    "translation": {
      "en": "And you can't ask Barr, and the D.A. won't let you see the evidence.",
      "it": "Non può chiederlo a Barr e il procuratore non le mostra le prove."
    }
  },
  {
    "translation": {
      "en": "My lead investigator has complete access to the evidence. All of it.",
      "it": "Il mio investigatore capo ha completo accesso a tutte le prove."
    }
  },
  {
    "translation": {
      "en": "So where's your lead investigator? About to catch a bus out of town.",
      "it": "- Dov'è il suo investigatore capo? - Sta per prendere un autobus."
    }
  },
  {
    "translation": {
      "en": "Thanks for the coffee, counselor.",
      "it": "Grazie del caffè, avvocato."
    }
  },
  {
    "translation": {
      "en": "You understand you're not just asking me to look at the evidence.",
      "it": "Lei non mi chiede solo di esaminare le prove. Mi chiede di esaminare un uomo che uccide a sangue freddo,"
    }
  },
  {
    "translation": {
      "en": "You're asking me to look at a cold-blooded killer.",
      "it": "Mi chiede di esaminare un uomo che uccide a sangue freddo,"
    }
  },
  {
    "translation": {
      "en": "A man I know to be guilty. A man you want to keep off death row.",
      "it": "che io so essere colpevole e che lei vuole salvare dal braccio della morte."
    }
  },
  {
    "translation": {
      "en": "And you're asking me to look at him objectively.",
      "it": "Mi chiede di esaminarlo con obiettività."
    }
  },
  {
    "translation": {
      "en": "Yes, that is what I'm asking.",
      "it": "Sì, è questo che le chiedo."
    }
  },
  {
    "translation": {
      "en": "I'll do it. On one condition.",
      "it": "Lo farò, a una condizione."
    }
  },
  {
    "translation": {
      "en": "Name it.",
      "it": "Mi dica."
    }
  },
  {
    "translation": {
      "en": "You have to look at the victims objectively.",
      "it": "Lei deve esaminare le vittime con obiettività."
    }
  },
  {
    "translation": {
      "en": "How do you suggest I do that?",
      "it": "Come mi suggerisce di farlo?"
    }
  },
  {
    "translation": {
      "en": "Yes? Mr. Farrior?",
      "it": "- Sì? - Il signor Farrior?"
    }
  },
  {
    "translation": {
      "en": "I'm Helen Rodin. We spoke on the phone.",
      "it": "Sono Helen Rodin, abbiamo parlato al telefono."
    }
  },
  {
    "translation": {
      "en": "Of course.",
      "it": "Certo. Così lei difende l'uomo che..."
    }
  },
  {
    "translation": {
      "en": "You said you're defending the man that ki...",
      "it": "Così lei difende l'uomo che..."
    }
  },
  {
    "translation": {
      "en": "That man.",
      "it": "Quell'uomo. PROVE"
    }
  },
  {
    "translation": {
      "en": "HELEN: I represent James Barr, yes.",
      "it": "Rappresento James Barr, sì."
    }
  },
  {
    "translation": {
      "en": "FARRIOR: And you have questions about my daughter?",
      "it": "Vuole farmi delle domande su mia figlia?"
    }
  },
  {
    "translation": {
      "en": "HELEN: I do.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "FARRIOR: What for?",
      "it": "Perché? Speravo di capire meglio chi fossero le vittime..."
    }
  },
  {
    "translation": {
      "en": "I was hoping to get a better sense of who the victims were as...",
      "it": "Speravo di capire meglio chi fossero le vittime... Cioè che persone fossero, come esseri umani."
    }
  },
  {
    "translation": {
      "en": "That is to say, who they were as people. As human beings. (SCOFFS)",
      "it": "Cioè che persone fossero, come esseri umani."
    }
  },
  {
    "translation": {
      "en": "That's a bit unusual, considering your position, isn't it?",
      "it": "È un po' insolito, considerando la sua posizione."
    }
  },
  {
    "translation": {
      "en": "That is true.",
      "it": "È vero. Di norma, chiunque nella mia posizione, vuole che la giuria"
    }
  },
  {
    "translation": {
      "en": "Normally someone in my position would want the jury",
      "it": "Di norma, chiunque nella mia posizione, vuole che la giuria sappia il meno possibile delle vittime."
    }
  },
  {
    "translation": {
      "en": "to know as little as possible about the...",
      "it": "sappia il meno possibile delle vittime. Delle persone che il suo cliente ha ucciso."
    }
  },
  {
    "translation": {
      "en": "FARRIOR: The people that your client killed.",
      "it": "Delle persone che il suo cliente ha ucciso."
    }
  },
  {
    "translation": {
      "en": "In cold blood.",
      "it": "A sangue freddo."
    }
  },
  {
    "translation": {
      "en": "Have you spoken with the other families?",
      "it": "- Ha parlato con le altre famiglie? - Alcune."
    }
  },
  {
    "translation": {
      "en": "Yeah, some. The ones who would speak with me.",
      "it": "Quelle che hanno accettato di parlare con me."
    }
  },
  {
    "translation": {
      "en": "Come in.",
      "it": "Si accomodi."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "FARRIOR: Chrissie was a nanny.",
      "it": "Chrissie faceva la baby-sitter."
    }
  },
  {
    "translation": {
      "en": "She had a little girl with her that day. Yes, I know.",
      "it": "- Quel giorno aveva una bambina con sé. - Lo so."
    }
  },
  {
    "translation": {
      "en": "Are you gonna go talk with that child?",
      "it": "Intende parlare con la bambina?"
    }
  },
  {
    "translation": {
      "en": "No, of course not. I...",
      "it": "Certo che no, io..."
    }
  },
  {
    "translation": {
      "en": "Why not?",
      "it": "Perché no? - Penso che sarebbe... - Insensibile?"
    }
  },
  {
    "translation": {
      "en": "Well, I think it would be... Insensitive?",
      "it": "- Penso che sarebbe... - Insensibile?"
    }
  },
  {
    "translation": {
      "en": "Inappropriate?",
      "it": "Inappropriato?"
    }
  },
  {
    "translation": {
      "en": "Everything that you want to know about my daughter",
      "it": "Tutto quello che vuole sapere su mia figlia..."
    }
  },
  {
    "translation": {
      "en": "is right here.",
      "it": "...è scritto qui."
    }
  },
  {
    "translation": {
      "en": "The Gazette did a nice piece on her.",
      "it": "Il Gazette ha fatto un bel pezzo su di lei."
    }
  },
  {
    "translation": {
      "en": "Her obituary does the rest.",
      "it": "Il resto è sul necrologio."
    }
  },
  {
    "translation": {
      "en": "Thank you. I'll definitely have a look.",
      "it": "Grazie. Lo leggerò sicuramente."
    }
  },
  {
    "translation": {
      "en": "You a good attorney, Miss Rodin?",
      "it": "È un bravo avvocato, signorina Rodin?"
    }
  },
  {
    "translation": {
      "en": "That's not really for me to... Just",
      "it": "- Non sta certo a me... - Deve solo..."
    }
  },
  {
    "translation": {
      "en": "answer the question.",
      "it": "...rispondere alla domanda."
    }
  },
  {
    "translation": {
      "en": "Yes, I suppose I am pretty good.",
      "it": "Sì, penso di essere piuttosto brava. Tanto da evitare a quell'uomo il braccio della morte?"
    }
  },
  {
    "translation": {
      "en": "Good enough to keep that man off death row?",
      "it": "Tanto da evitare a quell'uomo il braccio della morte?"
    }
  },
  {
    "translation": {
      "en": "You know,",
      "it": "Sa,"
    }
  },
  {
    "translation": {
      "en": "I think maybe I should go.",
      "it": "forse è meglio che vada."
    }
  },
  {
    "translation": {
      "en": "You stay where you are.",
      "it": "Resti lì."
    }
  },
  {
    "translation": {
      "en": "That man deserves to die, Miss Rodin.",
      "it": "Quell'uomo merita di morire."
    }
  },
  {
    "translation": {
      "en": "Why would you defend him?",
      "it": "Perché vuole difenderlo? Mi rendo conto di aver commesso un terribile errore."
    }
  },
  {
    "translation": {
      "en": "I can see that I have made a terrible mistake.",
      "it": "Mi rendo conto di aver commesso un terribile errore."
    }
  },
  {
    "translation": {
      "en": "And I'm very, very sorry and I promise I won't bother you again.",
      "it": "Mi dispiace moltissimo, non la disturberò più."
    }
  },
  {
    "translation": {
      "en": "Hello, Dad. What the hell are you doing?",
      "it": "- Ciao, papà. - Che cavolo stai facendo?"
    }
  },
  {
    "translation": {
      "en": "What am I... What?",
      "it": "Cosa sto... cosa?"
    }
  },
  {
    "translation": {
      "en": "Is it true? You're talking to the victims' families? You? Alone?",
      "it": "È così, stai parlando con le famiglie delle vittime? Da sola?"
    }
  },
  {
    "translation": {
      "en": "How do you know that? How did you find me here?",
      "it": "Come lo sai? - Il compito del procuratore è sapere. - Non è una risposta."
    }
  },
  {
    "translation": {
      "en": "I'm the District Attorney. It's my business to know.",
      "it": "- Il compito del procuratore è sapere. - Non è una risposta."
    }
  },
  {
    "translation": {
      "en": "Oh. Well, you're not the only one with crack investigators, Helen.",
      "it": "Beh, non sei l'unica a poter contare su investigatori eccellenti."
    }
  },
  {
    "translation": {
      "en": "That's right. I know about Reacher.",
      "it": "Esatto, so di Reacher. Il tuo investigatore capo è un veterano che negli ultimi due anni era sparito."
    }
  },
  {
    "translation": {
      "en": "Your lead investigator is a war veteran who's been missing for the last two years.",
      "it": "Il tuo investigatore capo è un veterano che negli ultimi due anni era sparito."
    }
  },
  {
    "translation": {
      "en": "How can you vouch for his state of mind? How can you trust anything he tells you?",
      "it": "Come puoi garantire per il suo equilibrio mentale o fidarti di quello che dice?"
    }
  },
  {
    "translation": {
      "en": "You don't know the man.",
      "it": "Non lo conosci."
    }
  },
  {
    "translation": {
      "en": "Tell me this,",
      "it": "Dimmi una cosa, sa che non puoi pagarlo?"
    }
  },
  {
    "translation": {
      "en": "does he know you can't pay him?",
      "it": "Dimmi una cosa, sa che non puoi pagarlo? Che il tuo studio non voleva questo caso, che nessuno vuole questo caso?"
    }
  },
  {
    "translation": {
      "en": "That your own firm didn't want this case? That nobody wants this case?",
      "it": "Che il tuo studio non voleva questo caso, che nessuno vuole questo caso?"
    }
  },
  {
    "translation": {
      "en": "You never even spoke to your client before he wound up in a coma.",
      "it": "Non hai neanche parlato con il tuo cliente prima che finisse in coma."
    }
  },
  {
    "translation": {
      "en": "Oh, now listen to me! Listen.",
      "it": "No, ascoltami! Ti parlo da padre."
    }
  },
  {
    "translation": {
      "en": "Listen, I'm speaking as your father.",
      "it": "No, ascoltami! Ti parlo da padre. Anche se abbiamo avuto delle divergenze, adesso devi ascoltarmi."
    }
  },
  {
    "translation": {
      "en": "Whatever our differences have been in the past, you gotta listen to me now.",
      "it": "Anche se abbiamo avuto delle divergenze, adesso devi ascoltarmi."
    }
  },
  {
    "translation": {
      "en": "You're making a terrible mistake.",
      "it": "Stai facendo un terribile sbaglio."
    }
  },
  {
    "translation": {
      "en": "You cannot win this case.",
      "it": "Non puoi vincere questa causa."
    }
  },
  {
    "translation": {
      "en": "You're going to ruin your career. Why? For what?",
      "it": "Ti rovinerai la carriera. E perché poi?"
    }
  },
  {
    "translation": {
      "en": "To hurt me? To change me?",
      "it": "Per colpire me, per farmi cambiare?"
    }
  },
  {
    "translation": {
      "en": "Helen... Don't touch me!",
      "it": "- Helen... - Non mi toccare!"
    }
  },
  {
    "translation": {
      "en": "REACHER: Thanks for letting me take a look.",
      "it": "Grazie per avermi fatto dare un'occhiata."
    }
  },
  {
    "translation": {
      "en": "Hey. We love it when friends of the accused try to tear our work to shreds.",
      "it": "Ci piace quando gli amici degli accusati fanno a pezzi il nostro lavoro."
    }
  },
  {
    "translation": {
      "en": "He's not my friend.",
      "it": "Non è mio amico."
    }
  },
  {
    "translation": {
      "en": "So you keep saying. Find any holes?",
      "it": "Non fa che ripeterlo. Abbiamo sbagliato qualcosa? Non c'era bisogno di mandarlo all'ospedale."
    }
  },
  {
    "translation": {
      "en": "Well, you didn't have to put him in the hospital.",
      "it": "Non c'era bisogno di mandarlo all'ospedale."
    }
  },
  {
    "translation": {
      "en": "Other than that, damn fine police work. It's open and shut.",
      "it": "Per il resto, ottimo lavoro. È un caso già chiuso."
    }
  },
  {
    "translation": {
      "en": "What can I say? The scene was a gold mine.",
      "it": "Che dire? La scena del crimine era una miniera d'oro. Sappiamo entrambi che l'oro vale quanto chi riesce a trovarlo."
    }
  },
  {
    "translation": {
      "en": "Come on. Now we both know gold's only as good as the man digging.",
      "it": "Sappiamo entrambi che l'oro vale quanto chi riesce a trovarlo. Beh, se vuole tornare a esaminare il materiale..."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, anytime you want to come back, take a look at this stuff...",
      "it": "Beh, se vuole tornare a esaminare il materiale..."
    }
  },
  {
    "translation": {
      "en": "No, thanks. Don't need to.",
      "it": "No, grazie. Non serve."
    }
  },
  {
    "translation": {
      "en": "You never took any notes.",
      "it": "Non ha preso appunti."
    }
  },
  {
    "translation": {
      "en": "Oh, I don't need to.",
      "it": "Non ne ho bisogno."
    }
  },
  {
    "translation": {
      "en": "(CHUCKLING) So you were some real hot shit in the Army, huh?",
      "it": "E così era una stella dell'esercito, eh?"
    }
  },
  {
    "translation": {
      "en": "I did all right.",
      "it": "Me la cavavo. Che faceva nella polizia militare, sedava le risse nei bar?"
    }
  },
  {
    "translation": {
      "en": "So what does an Army cop do mostly?",
      "it": "Che faceva nella polizia militare, sedava le risse nei bar?"
    }
  },
  {
    "translation": {
      "en": "Break up bar fights?",
      "it": "Che faceva nella polizia militare, sedava le risse nei bar? Più o meno facevo quello che fa lei, con una piccola differenza."
    }
  },
  {
    "translation": {
      "en": "I did what you do pretty much, with one minor difference.",
      "it": "Più o meno facevo quello che fa lei, con una piccola differenza."
    }
  },
  {
    "translation": {
      "en": "What's that?",
      "it": "Quale?"
    }
  },
  {
    "translation": {
      "en": "Every suspect was a trained killer.",
      "it": "Ogni sospetto era un cecchino."
    }
  },
  {
    "translation": {
      "en": "Thanks again.",
      "it": "Grazie ancora."
    }
  },
  {
    "translation": {
      "en": "Why do you think he paid for parking?",
      "it": "Secondo lei perché ha pagato il parcheggio?"
    }
  },
  {
    "translation": {
      "en": "Pardon?",
      "it": "Prego? Sta per sparare sei colpi su un gruppo di sconosciuti."
    }
  },
  {
    "translation": {
      "en": "He's about to fire six shots into a crowd of strangers.",
      "it": "Sta per sparare sei colpi su un gruppo di sconosciuti."
    }
  },
  {
    "translation": {
      "en": "And he's worried about the meter maid?",
      "it": "E si preoccupa del parchimetro? \"Svitato\" non le basta?"
    }
  },
  {
    "translation": {
      "en": "\"Simple loony\" won't do it for you?",
      "it": "\"Svitato\" non le basta? Mi piace avere una teoria di riserva."
    }
  },
  {
    "translation": {
      "en": "I like to have at least one alternate theory.",
      "it": "Mi piace avere una teoria di riserva."
    }
  },
  {
    "translation": {
      "en": "Habit.",
      "it": "Abitudine."
    }
  },
  {
    "translation": {
      "en": "Muscle memory.",
      "it": "Un gesto meccanico."
    }
  },
  {
    "translation": {
      "en": "I don't think he knew he was doing it.",
      "it": "Non credo sapesse quel che faceva."
    }
  },
  {
    "translation": {
      "en": "Like I said, it's damn fine work.",
      "it": "Come ho detto, ottimo lavoro."
    }
  },
  {
    "translation": {
      "en": "Hey, Army.",
      "it": "Ehi, soldato."
    }
  },
  {
    "translation": {
      "en": "What's the serial number on the rifle?",
      "it": "Qual è il numero di serie del fucile?"
    }
  },
  {
    "translation": {
      "en": "What's the date on the quarter?",
      "it": "Qual è la data sulla moneta?"
    }
  },
  {
    "translation": {
      "en": "Forest for the trees, Detective.",
      "it": "Le sfugge il quadro generale, detective."
    }
  },
  {
    "translation": {
      "en": "Forest for the trees.",
      "it": "Il quadro generale."
    }
  },
  {
    "translation": {
      "en": "Mind if I share your table?",
      "it": "Ti dispiace se mi siedo qui?"
    }
  },
  {
    "translation": {
      "en": "I'm Sandy.",
      "it": "Mi chiamo Sandy."
    }
  },
  {
    "translation": {
      "en": "So was I. Last week.",
      "it": "Come la spiaggia della settimana scorsa."
    }
  },
  {
    "translation": {
      "en": "On a beach, in Florida.",
      "it": "Ero in Florida."
    }
  },
  {
    "translation": {
      "en": "What's your name?",
      "it": "Come ti chiami?"
    }
  },
  {
    "translation": {
      "en": "You don't look like a Jimmie.",
      "it": "Non hai la faccia da Jimmie."
    }
  },
  {
    "translation": {
      "en": "What do I look like?",
      "it": "Che faccia ho?"
    }
  },
  {
    "translation": {
      "en": "I don't know. But not a Jimmie.",
      "it": "Non lo so, ma non da Jimmie."
    }
  },
  {
    "translation": {
      "en": "So you're new in town?",
      "it": "Sei nuovo di qui?"
    }
  },
  {
    "translation": {
      "en": "Usually.",
      "it": "Come sempre."
    }
  },
  {
    "translation": {
      "en": "It's kind of loud in here.",
      "it": "C'è troppo rumore qui. Ti va di andare in un posto tranquillo? Ho la macchina."
    }
  },
  {
    "translation": {
      "en": "Do you want to maybe go someplace quieter? I have a car.",
      "it": "Ti va di andare in un posto tranquillo? Ho la macchina."
    }
  },
  {
    "translation": {
      "en": "You're old enough to drive?",
      "it": "Hai l'età per guidare?"
    }
  },
  {
    "translation": {
      "en": "I'm old enough to do a lot of things.",
      "it": "Ho l'età per fare tante cose."
    }
  },
  {
    "translation": {
      "en": "I'm on a budget, Sandy. What?",
      "it": "- Ho poca disponibilità, Sandy. - Cosa?"
    }
  },
  {
    "translation": {
      "en": "I can't afford you.",
      "it": "- Non mi ti posso permettere. - Non sono una puttana."
    }
  },
  {
    "translation": {
      "en": "I'm not a hooker.",
      "it": "- Non mi ti posso permettere. - Non sono una puttana. Allora non mi ti posso permettere davvero."
    }
  },
  {
    "translation": {
      "en": "Oh, then I really can't afford you.",
      "it": "Allora non mi ti posso permettere davvero. Sul serio, lavoro nel negozio di autoricambi."
    }
  },
  {
    "translation": {
      "en": "Seriously, I work at the auto parts store.",
      "it": "Sul serio, lavoro nel negozio di autoricambi."
    }
  },
  {
    "translation": {
      "en": "What I mean is, the cheapest woman tends to be the one you pay for.",
      "it": "Voglio dire che la donna che costa meno, di solito, è quella che paghi."
    }
  },
  {
    "translation": {
      "en": "I am not a hooker!",
      "it": "- Non sono una puttana! - Una puttana avrebbe colto la battuta."
    }
  },
  {
    "translation": {
      "en": "No. A hooker would get the joke.",
      "it": "- Non sono una puttana! - Una puttana avrebbe colto la battuta. - Che succede? - Mi ha dato della battona."
    }
  },
  {
    "translation": {
      "en": "MAN: What's this? He called me a whore.",
      "it": "- Che succede? - Mi ha dato della battona."
    }
  },
  {
    "translation": {
      "en": "Is that true?",
      "it": "È vero?"
    }
  },
  {
    "translation": {
      "en": "Well, nobody said whore. She inferred hooker, but I meant slut.",
      "it": "Non ho detto battona. Lei ha pensato puttana, ma io intendevo troia."
    }
  },
  {
    "translation": {
      "en": "Hey. That's our sister.",
      "it": "È nostra sorella."
    }
  },
  {
    "translation": {
      "en": "Is she a good kisser?",
      "it": "Bacia bene?"
    }
  },
  {
    "translation": {
      "en": "Hey. Outside.",
      "it": "Vieni fuori."
    }
  },
  {
    "translation": {
      "en": "Pay your check first. I'll pay later.",
      "it": "- Paga il conto prima. - Pago dopo."
    }
  },
  {
    "translation": {
      "en": "You won't be able to.",
      "it": "Non sarai in grado."
    }
  },
  {
    "translation": {
      "en": "You think? All the time. You should try it.",
      "it": "- Pensi? - Continuamente, dovresti provare."
    }
  },
  {
    "translation": {
      "en": "It's a great joke, but I'm going to beat your ass. Do you want to do that here or outside?",
      "it": "Carina, ma ti rompo il culo comunque. Preferisci qui o fuori?"
    }
  },
  {
    "translation": {
      "en": "Outside.",
      "it": "Fuori."
    }
  },
  {
    "translation": {
      "en": "Stay here, Sandy.",
      "it": "Resta qui, Sandy."
    }
  },
  {
    "translation": {
      "en": "I don't mind the sight of blood.",
      "it": "La vista del sangue non mi dà fastidio."
    }
  },
  {
    "translation": {
      "en": "When it means you're not pregnant, anyway.",
      "it": "Ma solo quando indica che non sei incinta."
    }
  },
  {
    "translation": {
      "en": "You still think you're funny now, creep?",
      "it": "Ti credi ancora divertente, stronzo? Chiudi quella bocca, Sandy! Nessuno ti ha interpellato."
    }
  },
  {
    "translation": {
      "en": "Shut your mouth, Sandy! No one is talking to you.",
      "it": "Chiudi quella bocca, Sandy! Nessuno ti ha interpellato."
    }
  },
  {
    "translation": {
      "en": "It's your last chance to walk away.",
      "it": "Avete ancora la possibilità di lasciar perdere."
    }
  },
  {
    "translation": {
      "en": "Are you kidding? It's five against one.",
      "it": "Scherzi? Siamo cinque contro uno."
    }
  },
  {
    "translation": {
      "en": "It's three against one.",
      "it": "Tre contro uno."
    }
  },
  {
    "translation": {
      "en": "How do you figure?",
      "it": "Cosa te lo fa pensare? Una volta tolto di mezzo il capo, che sei tu,"
    }
  },
  {
    "translation": {
      "en": "Well, once I take out the leader, which is you,",
      "it": "Una volta tolto di mezzo il capo, che sei tu, dovrò vedermela con uno o due gregari al massimo."
    }
  },
  {
    "translation": {
      "en": "I'll have to contend with one or two enthusiastic wingmen.",
      "it": "dovrò vedermela con uno o due gregari al massimo."
    }
  },
  {
    "translation": {
      "en": "The last two guys, they always run.",
      "it": "Gli altri due scappano sempre. L'hai fatto altre volte?"
    }
  },
  {
    "translation": {
      "en": "Oh, you, uh, you've done this before? Yeah.",
      "it": "L'hai fatto altre volte?"
    }
  },
  {
    "translation": {
      "en": "It's getting late.",
      "it": "Si sta facendo tardi."
    }
  },
  {
    "translation": {
      "en": "Remember, you wanted this.",
      "it": "Ricorda... l'hai voluto tu."
    }
  },
  {
    "translation": {
      "en": "It's okay. You're okay.",
      "it": "Tutto okay, stai bene."
    }
  },
  {
    "translation": {
      "en": "Get up. (GROANS LOUDLY)",
      "it": "Alzati."
    }
  },
  {
    "translation": {
      "en": "Now we know who's who. Let's get this done.",
      "it": "Ora sappiamo chi resta e chi va. Facciamola finita."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "it": "Sul serio?"
    }
  },
  {
    "translation": {
      "en": "On the ground! That's a pretty impressive response time, fellas.",
      "it": "- A terra! - Siete arrivati a tempo di record!"
    }
  },
  {
    "translation": {
      "en": "COP 1: Do it!",
      "it": "A terra!"
    }
  },
  {
    "translation": {
      "en": "COP 2: Hands behind your back.",
      "it": "Mani dietro la schiena."
    }
  },
  {
    "translation": {
      "en": "Who hired you?",
      "it": "Chi ti ha ingaggiato?"
    }
  },
  {
    "translation": {
      "en": "COP 2: Let's go.",
      "it": "Andiamo."
    }
  },
  {
    "translation": {
      "en": "Hey, Helen.",
      "it": "Salve, Helen. Ho messo troppo profumo?"
    }
  },
  {
    "translation": {
      "en": "HELEN: Am I wearing too much perfume?",
      "it": "Ho messo troppo profumo?"
    }
  },
  {
    "translation": {
      "en": "Breathing too sternly. Detective Emerson.",
      "it": "Ha il respiro forte. Detective Emerson. - È morto qualcuno? - Se fosse?"
    }
  },
  {
    "translation": {
      "en": "Somebody dead? And if someone is?",
      "it": "- È morto qualcuno? - Se fosse?"
    }
  },
  {
    "translation": {
      "en": "Then they died of shame. 'Cause I was being gentle.",
      "it": "Allora sono morti di vergogna, perché ci sono andato piano."
    }
  },
  {
    "translation": {
      "en": "I'm starting to understand why you move around a lot, Reacher.",
      "it": "Comincio a capire perché si sposta continuamente, Reacher."
    }
  },
  {
    "translation": {
      "en": "REACHER: So no one's dead.",
      "it": "Insomma non è morto nessuno. Uno di loro, probabilmente, non camminerà più bene."
    }
  },
  {
    "translation": {
      "en": "One guy likely won't ever walk right again.",
      "it": "Uno di loro, probabilmente, non camminerà più bene. - Volete incriminarmi. - Ci piacerebbe."
    }
  },
  {
    "translation": {
      "en": "REACHER: You want to charge me. EMERSON: Very much.",
      "it": "- Volete incriminarmi. - Ci piacerebbe."
    }
  },
  {
    "translation": {
      "en": "But no one's pressing. Sadly, no.",
      "it": "- Ma nessuno ha sporto denuncia. - Purtroppo no."
    }
  },
  {
    "translation": {
      "en": "Am I free to go?",
      "it": "Allora posso andare?"
    }
  },
  {
    "translation": {
      "en": "Hey, Emerson.",
      "it": "Emerson!"
    }
  },
  {
    "translation": {
      "en": "4862681.",
      "it": "È 4862681."
    }
  },
  {
    "translation": {
      "en": "What's that? It's the serial number on Barr's rifle.",
      "it": "- Sarebbe? - Il numero di serie del fucile di Barr."
    }
  },
  {
    "translation": {
      "en": "You're working for me, do you understand that?",
      "it": "Lei lavora per me, ricorda? Quello che fa si riflette sul mio studio e su di me."
    }
  },
  {
    "translation": {
      "en": "So everything you do is a reflection on my firm. On me.",
      "it": "Quello che fa si riflette sul mio studio e su di me."
    }
  },
  {
    "translation": {
      "en": "I was set up.",
      "it": "- Mi hanno incastrato. - Parla con un avvocato."
    }
  },
  {
    "translation": {
      "en": "There was this girl.",
      "it": "C'era una ragazza, mi ha adescato e ha provocato la lite."
    }
  },
  {
    "translation": {
      "en": "She came onto me. Picked a fight.",
      "it": "C'era una ragazza, mi ha adescato e ha provocato la lite. - Cosa rara in un bar! - Era sorpresa nel sentire il mio nome."
    }
  },
  {
    "translation": {
      "en": "Which never happens in a bar. She was thrown when I told her my name.",
      "it": "- Cosa rara in un bar! - Era sorpresa nel sentire il mio nome."
    }
  },
  {
    "translation": {
      "en": "She was expecting Mike Tyson? She wasn't expecting Jimmie Reese.",
      "it": "- Si aspettava Mike Tyson? - Non si aspettava Jimmie Reese."
    }
  },
  {
    "translation": {
      "en": "Yankees second baseman.",
      "it": "Seconda base degli Yankees. Perché ha detto di essere una seconda base degli Yankees?"
    }
  },
  {
    "translation": {
      "en": "Why did you say you were a Yankees second baseman?",
      "it": "Perché ha detto di essere una seconda base degli Yankees?"
    }
  },
  {
    "translation": {
      "en": "I always use Yankees second basemen. I didn't say I was a Yankees second baseman, I just said...",
      "it": "Uso sempre i nomi dei giocatori, non ho detto di essere negli Yankees, ma..."
    }
  },
  {
    "translation": {
      "en": "Look, the point is, she was expecting to hear \"Jack Reacher.\"",
      "it": "Il punto è che lei si aspettava di sentire \"Jack Reacher\"."
    }
  },
  {
    "translation": {
      "en": "She knew who I was.",
      "it": "Sapeva chi ero, la polizia era già lì prima che la rissa cominciasse."
    }
  },
  {
    "translation": {
      "en": "And the cops were rolling before the fight even started.",
      "it": "Sapeva chi ero, la polizia era già lì prima che la rissa cominciasse. E quei cinque erano suoi fratelli? Ma dai!"
    }
  },
  {
    "translation": {
      "en": "And those five guys are her brothers? Come on.",
      "it": "E quei cinque erano suoi fratelli? Ma dai!"
    }
  },
  {
    "translation": {
      "en": "Someone sent those boys to put me down.",
      "it": "Qualcuno li ha mandati per togliermi di mezzo."
    }
  },
  {
    "translation": {
      "en": "Who?",
      "it": "Chi?"
    }
  },
  {
    "translation": {
      "en": "HELEN: If someone followed you at the river today, it was probably a cop. And I highly doubt...",
      "it": "Se qualcuno l'ha seguita, probabilmente era un poliziotto, dubito..."
    }
  },
  {
    "translation": {
      "en": "There are three things cops never do.",
      "it": "Tre cose un poliziotto non fa mai: votare democratico, guidare una Cadillac o una vettura personale."
    }
  },
  {
    "translation": {
      "en": "They don't vote Democrat, they don't drive Cadillacs, and they never use personal vehicles.",
      "it": "votare democratico, guidare una Cadillac o una vettura personale."
    }
  },
  {
    "translation": {
      "en": "It's not a cop.",
      "it": "Non era un poliziotto."
    }
  },
  {
    "translation": {
      "en": "A P.I., then, or the D.A.'s office.",
      "it": "Un investigatore privato o uno della Procura. - Suo padre vuole incastrarmi? - Perché qualcuno dovrebbe farlo?"
    }
  },
  {
    "translation": {
      "en": "You think your father's office would set me up? Why would anyone set you up?",
      "it": "- Suo padre vuole incastrarmi? - Perché qualcuno dovrebbe farlo?"
    }
  },
  {
    "translation": {
      "en": "How was your day? It went exactly the way I think",
      "it": "- Com'è andata la sua giornata? - Esattamente come..."
    }
  },
  {
    "translation": {
      "en": "you hoped it would.",
      "it": "...lei sperava che andasse."
    }
  },
  {
    "translation": {
      "en": "You okay?",
      "it": "Tutto okay?"
    }
  },
  {
    "translation": {
      "en": "What'd you learn?",
      "it": "Che ha scoperto?"
    }
  },
  {
    "translation": {
      "en": "HELEN: Chrissie Farrior was 22.",
      "it": "Chrissie Farrior aveva 22 anni."
    }
  },
  {
    "translation": {
      "en": "A nanny caring for the six-year-old daughter of family friends.",
      "it": "Faceva la baby-sitter a una bambina di 6 anni, figlia di amici di famiglia."
    }
  },
  {
    "translation": {
      "en": "She'd finally saved enough money for a trip to China,",
      "it": "Aveva risparmiato i soldi per andare in Cina, doveva partire la settimana prima."
    }
  },
  {
    "translation": {
      "en": "in fact, she should have left the week before.",
      "it": "Aveva risparmiato i soldi per andare in Cina, doveva partire la settimana prima. Ma la bambina ha voluto che Chrissie restasse per il suo settimo compleanno."
    }
  },
  {
    "translation": {
      "en": "But the girl she cared for wanted Chrissie to stay for her 7th birthday.",
      "it": "Ma la bambina ha voluto che Chrissie restasse per il suo settimo compleanno."
    }
  },
  {
    "translation": {
      "en": "They'd gone downtown that day to shop for a party dress.",
      "it": "Quel giorno erano andate in centro a comprare un vestito per la festa."
    }
  },
  {
    "translation": {
      "en": "Rita Coronado worked as a cleaning lady at the River Cross Plaza.",
      "it": "Rita Coronado faceva le pulizie al River Cross Plaza."
    }
  },
  {
    "translation": {
      "en": "She was usually late for work, but she had a good reason.",
      "it": "Faceva sempre tardi al lavoro, ma per una buona ragione."
    }
  },
  {
    "translation": {
      "en": "Since her son Marco was nine years old",
      "it": "Da quando suo figlio Marco aveva 9 anni,"
    }
  },
  {
    "translation": {
      "en": "she had to personally drop him at school to make sure he actually went.",
      "it": "doveva accompagnarlo a scuola per essere sicura che ci andasse."
    }
  },
  {
    "translation": {
      "en": "But her dedication had paid off.",
      "it": "Ma la sua dedizione era stata ricompensata. Marco era diventato uno scolaro modello."
    }
  },
  {
    "translation": {
      "en": "Marco was now an honor student.",
      "it": "Marco era diventato uno scolaro modello. Per premiarlo, Rita lo avrebbe portato alla sua prima partita di baseball."
    }
  },
  {
    "translation": {
      "en": "As a reward for all his hard work,",
      "it": "Per premiarlo, Rita lo avrebbe portato alla sua prima partita di baseball."
    }
  },
  {
    "translation": {
      "en": "Rita was taking him to his first baseball game.",
      "it": "Per premiarlo, Rita lo avrebbe portato alla sua prima partita di baseball. Stava andando a comprare i biglietti quel pomeriggio."
    }
  },
  {
    "translation": {
      "en": "And she was on her way to pick up the tickets that very afternoon.",
      "it": "Stava andando a comprare i biglietti quel pomeriggio."
    }
  },
  {
    "translation": {
      "en": "Nancy Holt's last words to her husband were a lie.",
      "it": "L'ultima cosa che Nancy Holt ha detto al marito è stata una bugia."
    }
  },
  {
    "translation": {
      "en": "I love you, babe. See you! Bye.",
      "it": "L'ultima cosa che Nancy Holt ha detto al marito è stata una bugia. Ha detto che avrebbe portato l'auto dal meccanico, ma è andata in centro."
    }
  },
  {
    "translation": {
      "en": "She told him she was taking her car to be serviced, but in fact, she was headed downtown.",
      "it": "Ha detto che avrebbe portato l'auto dal meccanico, ma è andata in centro."
    }
  },
  {
    "translation": {
      "en": "It's perfect.",
      "it": "Ha detto al commesso che non voleva che l'acquisto risultasse sulla carta."
    }
  },
  {
    "translation": {
      "en": "She told the clerk she didn't want the purchase showing up on her credit card.",
      "it": "Ha detto al commesso che non voleva che l'acquisto risultasse sulla carta. Voleva fare una sorpresa al marito per il loro decimo anniversario."
    }
  },
  {
    "translation": {
      "en": "She wanted to surprise her husband for their 10th anniversary",
      "it": "Voleva fare una sorpresa al marito per il loro decimo anniversario."
    }
  },
  {
    "translation": {
      "en": "just a few days away. Thank you.",
      "it": "Mancavano solo pochi giorni."
    }
  },
  {
    "translation": {
      "en": "Oline Archer never liked her husband's construction business,",
      "it": "Oline Archer detestava l'impresa edile del marito, anche se lo aveva aiutato a diventare uno dei più grossi costruttori della zona."
    }
  },
  {
    "translation": {
      "en": "even after helping him become one of the largest contractors in the county.",
      "it": "anche se lo aveva aiutato a diventare uno dei più grossi costruttori della zona. Per lei è stato un sollievo"
    }
  },
  {
    "translation": {
      "en": "So it came as a relief when his failing health and a costly lawsuit",
      "it": "Per lei è stato un sollievo quando la salute di lui e una causa costosa li avevano costretti a vendere."
    }
  },
  {
    "translation": {
      "en": "were forcing them to sell to the competition.",
      "it": "ACCORDO TRANSATTIVO"
    }
  },
  {
    "translation": {
      "en": "Help! Help!",
      "it": "Aiuto!"
    }
  },
  {
    "translation": {
      "en": "Her husband had given his life for the company.",
      "it": "Il marito aveva dedicato la vita a quella impresa."
    }
  },
  {
    "translation": {
      "en": "But now that it was hers,",
      "it": "Ma ora che apparteneva a lei... ...non riusciva a separarsene."
    }
  },
  {
    "translation": {
      "en": "she couldn't bring herself to let it go.",
      "it": "...non riusciva a separarsene."
    }
  },
  {
    "translation": {
      "en": "She was on her way to secure a loan that day",
      "it": "Quel giorno stava andando a chiedere un prestito per salvare l'impresa che aveva sempre odiato."
    }
  },
  {
    "translation": {
      "en": "so she could keep the business she'd always hated.",
      "it": "per salvare l'impresa che aveva sempre odiato."
    }
  },
  {
    "translation": {
      "en": "Darren Sawyer was an investment broker",
      "it": "Darren Sawyer faceva il broker nell'edificio dove lavorava Rita."
    }
  },
  {
    "translation": {
      "en": "in the same building where Rita worked.",
      "it": "Darren Sawyer faceva il broker nell'edificio dove lavorava Rita. Sua moglie ha detto che ultimamente era sempre nervoso."
    }
  },
  {
    "translation": {
      "en": "His wife said he'd grown increasingly distant of late.",
      "it": "Sua moglie ha detto che ultimamente era sempre nervoso. Non ricorda le ultime parole che si sono detti, ma non erano gentili."
    }
  },
  {
    "translation": {
      "en": "She can't remember their last words to one another, but they weren't kind.",
      "it": "Non ricorda le ultime parole che si sono detti, ma non erano gentili. Il corpo di Darren era vicino a un mazzo di rose che aveva appena comprato."
    }
  },
  {
    "translation": {
      "en": "Darren's body was found beside a fresh bouquet of roses he'd bought that morning",
      "it": "Il corpo di Darren era vicino a un mazzo di rose che aveva appena comprato. L'unico conforto per la moglie è che nei suoi ultimi istanti,"
    }
  },
  {
    "translation": {
      "en": "and his wife takes comfort in the fact that, in his last moments,",
      "it": "L'unico conforto per la moglie è che nei suoi ultimi istanti, probabilmente stava pensando a lei."
    }
  },
  {
    "translation": {
      "en": "he was most likely thinking of her.",
      "it": "probabilmente stava pensando a lei."
    }
  },
  {
    "translation": {
      "en": "We're gonna be okay. We're gonna be okay.",
      "it": "Andrà tutto bene, non ci succederà niente."
    }
  },
  {
    "translation": {
      "en": "We're gonna be okay.",
      "it": "Andrà tutto bene, non ci succederà niente. Andrà tutto bene, andrà tutto bene."
    }
  },
  {
    "translation": {
      "en": "We're gonna be okay, we're gonna be okay, we're gonna be okay, we're gonna be okay. (GASPS)",
      "it": "Andrà tutto bene, andrà tutto bene."
    }
  },
  {
    "translation": {
      "en": "REACHER: So what'd you learn?",
      "it": "Quindi che ha scoperto?"
    }
  },
  {
    "translation": {
      "en": "You want me to say you were right. You want me to say that this isn't the fight.",
      "it": "Vuole che le dica che aveva ragione, che non devo battermi..."
    }
  },
  {
    "translation": {
      "en": "James Barr should die.",
      "it": "...James Barr merita di morire."
    }
  },
  {
    "translation": {
      "en": "Maybe he should. I meant, what did you learn about the victims.",
      "it": "- Forse è così. - Dicevo cosa ha scoperto sulle vittime."
    }
  },
  {
    "translation": {
      "en": "What more do you want?",
      "it": "Erano cinque persone innocenti uccise senza motivo."
    }
  },
  {
    "translation": {
      "en": "They were five innocent people senselessly murdered.",
      "it": "Erano cinque persone innocenti uccise senza motivo. Scusi, può mettersi una camicia?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. Could you please put a shirt on?",
      "it": "Scusi, può mettersi una camicia?"
    }
  },
  {
    "translation": {
      "en": "This is my shirt.",
      "it": "Ho solo questa."
    }
  },
  {
    "translation": {
      "en": "You lose your luggage? I don't have any luggage.",
      "it": "- Ha perso il bagaglio? - Non ho bagagli."
    }
  },
  {
    "translation": {
      "en": "Uh, what was I saying?",
      "it": "Che stavo dicendo? - Cinque persone innocenti. - Uccise a caso."
    }
  },
  {
    "translation": {
      "en": "Five innocent people. Murdered at random, yes.",
      "it": "- Cinque persone innocenti. - Uccise a caso."
    }
  },
  {
    "translation": {
      "en": "(EXHALES DEEPLY) You know how many people die in this country every year?",
      "it": "Sa quante persone muoiono negli Stati Uniti ogni anno?"
    }
  },
  {
    "translation": {
      "en": "Two and a half million.",
      "it": "Due milioni e mezzo."
    }
  },
  {
    "translation": {
      "en": "That means every day,",
      "it": "Perciò ogni giorno, circa 7.000 americani si svegliano per l'ultima volta."
    }
  },
  {
    "translation": {
      "en": "roughly 7,000 average Americans wake up for the last time.",
      "it": "circa 7.000 americani si svegliano per l'ultima volta. Venerdì, 5 di loro si sono trovati nello stesso posto e sono morti. È un caso?"
    }
  },
  {
    "translation": {
      "en": "Last Friday, five of them converged on a single spot and died together. Is that random?",
      "it": "Venerdì, 5 di loro si sono trovati nello stesso posto e sono morti. È un caso?"
    }
  },
  {
    "translation": {
      "en": "What else would you call it?",
      "it": "Lei come lo chiama?"
    }
  },
  {
    "translation": {
      "en": "Well, take Darren and Nancy. Odds are they were having an affair.",
      "it": "Prenda Darren e Nancy, magari avevano una relazione."
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "it": "Non compri rose per tua moglie mentre vai al lavoro."
    }
  },
  {
    "translation": {
      "en": "You don't buy roses for your wife on the way to work.",
      "it": "Non compri rose per tua moglie mentre vai al lavoro. Le compri quando torni a casa."
    }
  },
  {
    "translation": {
      "en": "You buy them on the way home.",
      "it": "Le compri quando torni a casa."
    }
  },
  {
    "translation": {
      "en": "And you don't worry about a charge showing up on your credit card",
      "it": "E non ti preoccupi di un addebito sulla carta di credito"
    }
  },
  {
    "translation": {
      "en": "when your anniversary is that weekend.",
      "it": "se il tuo anniversario è nel weekend. A meno che non sia un regalo segreto."
    }
  },
  {
    "translation": {
      "en": "Unless it's the gift you're hiding.",
      "it": "A meno che non sia un regalo segreto."
    }
  },
  {
    "translation": {
      "en": "And that's why she kept walking",
      "it": "Ed ecco perché lei ha continuato a camminare..."
    }
  },
  {
    "translation": {
      "en": "while everyone else ran.",
      "it": "...mentre gli altri correvano."
    }
  },
  {
    "translation": {
      "en": "You can't prove that. How hard would it be? Cell phones, e-mails.",
      "it": "- Non può provarlo. - Quanto ci vorrebbe? Cellulari, e-mail."
    }
  },
  {
    "translation": {
      "en": "All it takes is someone willing to dig.",
      "it": "Serve solo qualcuno disposto a scavare."
    }
  },
  {
    "translation": {
      "en": "What's your point exactly?",
      "it": "Cosa pensa esattamente? Penso che due delle vittime non erano lì per caso."
    }
  },
  {
    "translation": {
      "en": "My point is that two of the victims weren't there strictly by chance.",
      "it": "Penso che due delle vittime non erano lì per caso."
    }
  },
  {
    "translation": {
      "en": "I need a list of Barr's known associates.",
      "it": "- Voglio una lista delle amicizie di Barr. - Non ne aveva."
    }
  },
  {
    "translation": {
      "en": "There isn't one. He didn't have any.",
      "it": "Il classico lupo solitario. Non parlava neanche con i vicini."
    }
  },
  {
    "translation": {
      "en": "He's a classic loner. He didn't even talk to his neighbors.",
      "it": "Il classico lupo solitario. Non parlava neanche con i vicini. Era un uomo tranquillo, mai dato fastidio a qualcuno."
    }
  },
  {
    "translation": {
      "en": "He was a quiet man. Never bothered anyone.",
      "it": "Era un uomo tranquillo, mai dato fastidio a qualcuno."
    }
  },
  {
    "translation": {
      "en": "Yeah, exactly.",
      "it": "Esatto. - Ha l'estratto della carta di credito? - Posso procurarmelo, perché?"
    }
  },
  {
    "translation": {
      "en": "You have his credit card statement?",
      "it": "- Ha l'estratto della carta di credito? - Posso procurarmelo, perché?"
    }
  },
  {
    "translation": {
      "en": "I can get it. Why?",
      "it": "- Ha l'estratto della carta di credito? - Posso procurarmelo, perché? Voglio un elenco dei posti che frequentava: bar, bowling, strip club..."
    }
  },
  {
    "translation": {
      "en": "I need the list of all the places he hung out. Bars, bowling alleys, strip clubs,",
      "it": "Voglio un elenco dei posti che frequentava: bar, bowling, strip club..."
    }
  },
  {
    "translation": {
      "en": "gun ranges.",
      "it": "...poligoni di tiro. - Ovunque si ricordino di lui. - Cosa speriamo di trovare?"
    }
  },
  {
    "translation": {
      "en": "Anywhere someone would remember him. What do we hope to find?",
      "it": "- Ovunque si ricordino di lui. - Cosa speriamo di trovare?"
    }
  },
  {
    "translation": {
      "en": "I need some sleep.",
      "it": "Devo dormire."
    }
  },
  {
    "translation": {
      "en": "You, too.",
      "it": "E anche lei."
    }
  },
  {
    "translation": {
      "en": "You don't really think I'm gonna...",
      "it": "Non penserà che..."
    }
  },
  {
    "translation": {
      "en": "Be back to pick me up at 7:00.",
      "it": "Passi a prendermi alle sette."
    }
  },
  {
    "translation": {
      "en": "Yep. Absolutely.",
      "it": "Sì. Assolutamente."
    }
  },
  {
    "translation": {
      "en": "Who's with you?",
      "it": "Chi c'è con te?"
    }
  },
  {
    "translation": {
      "en": "What happened?",
      "it": "Che è successo?"
    }
  },
  {
    "translation": {
      "en": "Oh, that's him, isn't it?",
      "it": "È lui, vero?"
    }
  },
  {
    "translation": {
      "en": "I ain't seeing you, man!",
      "it": "Non ti ho visto, amico!"
    }
  },
  {
    "translation": {
      "en": "Relax. What happened?",
      "it": "Rilassati, che è successo?"
    }
  },
  {
    "translation": {
      "en": "Barr's attorney hired an investigator.",
      "it": "L'avvocato di Barr ha assunto un investigatore. Si chiama Reacher, uno tosto della polizia militare."
    }
  },
  {
    "translation": {
      "en": "Name of Reacher. Some sort of top-shelf Army cop.",
      "it": "Si chiama Reacher, uno tosto della polizia militare. Era a Baghdad insieme a Barr."
    }
  },
  {
    "translation": {
      "en": "He was in Baghdad the same time as Barr.",
      "it": "Era a Baghdad insieme a Barr."
    }
  },
  {
    "translation": {
      "en": "So?",
      "it": "Allora?"
    }
  },
  {
    "translation": {
      "en": "So Barr asked for this soldier by name.",
      "it": "Barr ha fatto il nome di quel militare. E lui è venuto al fiume oggi, sul ponte della superstrada."
    }
  },
  {
    "translation": {
      "en": "Then he shows up at the river today. Then up on the highway.",
      "it": "E lui è venuto al fiume oggi, sul ponte della superstrada."
    }
  },
  {
    "translation": {
      "en": "Almost like he knew something.",
      "it": "Come se sapesse qualcosa."
    }
  },
  {
    "translation": {
      "en": "And you said we don't like people asking questions. No, we sure don't.",
      "it": "- A noi non piace chi fa domande. - No di certo."
    }
  },
  {
    "translation": {
      "en": "So I took steps.",
      "it": "Così ho preso l'iniziativa."
    }
  },
  {
    "translation": {
      "en": "You took steps.",
      "it": "Hai preso l'iniziativa."
    }
  },
  {
    "translation": {
      "en": "Local people. My guys.",
      "it": "Gente del posto, fidata."
    }
  },
  {
    "translation": {
      "en": "And it blew back on you.",
      "it": "E ti è andata male."
    }
  },
  {
    "translation": {
      "en": "I figured five guys would do it.",
      "it": "Credevo che in cinque ce l'avrebbero fatta."
    }
  },
  {
    "translation": {
      "en": "Mmm. This franchise was yours to manage.",
      "it": "Dovevi raccogliere informazioni. Nient'altro. Decidiamo noi come agire, chiaro?"
    }
  },
  {
    "translation": {
      "en": "That's all. Maintenance is our thing, you understand?",
      "it": "Nient'altro. Decidiamo noi come agire, chiaro? - Ma non ti trovavo! - È così che funziona."
    }
  },
  {
    "translation": {
      "en": "Yeah, I understand. I couldn't reach you!",
      "it": "- Ma non ti trovavo! - È così che funziona."
    }
  },
  {
    "translation": {
      "en": "Well, I had to make a decision!",
      "it": "Dovevo prendere una decisione!"
    }
  },
  {
    "translation": {
      "en": "These locals, I want their names. It's in the file.",
      "it": "- Voglio i nomi di quei cinque. - Sono nel fascicolo."
    }
  },
  {
    "translation": {
      "en": "Any of them know who you are?",
      "it": "Sanno chi sei?"
    }
  },
  {
    "translation": {
      "en": "Just one, but I took care of it.",
      "it": "Uno, ma me ne sono occupato io."
    }
  },
  {
    "translation": {
      "en": "(SIGHS) Where's the body? It's distributed.",
      "it": "- Dov'è il corpo? - Sparso in giro."
    }
  },
  {
    "translation": {
      "en": "(SCOFFS)",
      "it": "Tranquillo, non lo troverà nessuno!"
    }
  },
  {
    "translation": {
      "en": "Suppose we want it found, yeah?",
      "it": "- Se volessimo che fosse trovato? - Perché?"
    }
  },
  {
    "translation": {
      "en": "Why the hell would you want it found? 'Cause we got a way of doing things so they stay done.",
      "it": "Perché noi le cose le facciamo perbene."
    }
  },
  {
    "translation": {
      "en": "Clean!",
      "it": "Pulite!"
    }
  },
  {
    "translation": {
      "en": "A missing person isn't clean.",
      "it": "Una persona scomparsa non lo è. Dovevi ammazzare una persona e ne hai stese cinque, è una cosa pulita?"
    }
  },
  {
    "translation": {
      "en": "Christ's sakes, man. You only had to kill one goddamn person. You tapped five! You call that clean?",
      "it": "Dovevi ammazzare una persona e ne hai stese cinque, è una cosa pulita?"
    }
  },
  {
    "translation": {
      "en": "I call it done. They're looking at the shooter, not the target.",
      "it": "È una cosa fatta. Indagano sul killer, non sul bersaglio."
    }
  },
  {
    "translation": {
      "en": "Jesus.",
      "it": "Cristo! Agitiamo le acque prima in modo che tutto scorra liscio dopo."
    }
  },
  {
    "translation": {
      "en": "We make it messy now so it won't get messy later.",
      "it": "Agitiamo le acque prima in modo che tutto scorra liscio dopo. E non lasciamo domande senza risposta, mai."
    }
  },
  {
    "translation": {
      "en": "And we don't leave questions unanswered ever.",
      "it": "E non lasciamo domande senza risposta, mai. Okay, va bene... posso rimediare."
    }
  },
  {
    "translation": {
      "en": "Okay, all right. Okay. I can fix this.",
      "it": "Okay, va bene... posso rimediare. - Apri gli occhi. - Non ti ho visto!"
    }
  },
  {
    "translation": {
      "en": "MAN: Open your eyes. No, I ain't seeing you!",
      "it": "- Apri gli occhi. - Non ti ho visto! Non fa differenza ormai."
    }
  },
  {
    "translation": {
      "en": "MAN: It makes no difference now.",
      "it": "Non fa differenza ormai."
    }
  },
  {
    "translation": {
      "en": "I made a mistake.",
      "it": "Ho fatto uno sbaglio."
    }
  },
  {
    "translation": {
      "en": "I mean, you can still use me, just tell me how to fix...",
      "it": "Posso ancora essere utile, dimmi come..."
    }
  },
  {
    "translation": {
      "en": "To survive.",
      "it": "Sopravvivere. Non dire \"rimediare\" perché non puoi."
    }
  },
  {
    "translation": {
      "en": "Don't say \"fix it,\" because you can't.",
      "it": "Sopravvivere. Non dire \"rimediare\" perché non puoi. Abbiamo coperto un casino e tu ne hai fatto un altro."
    }
  },
  {
    "translation": {
      "en": "We covered up the one mess. You made another.",
      "it": "Abbiamo coperto un casino e tu ne hai fatto un altro."
    }
  },
  {
    "translation": {
      "en": "All right. You're right. You're right. You're absolutely right. I'm sorry.",
      "it": "Hai ragione, assolutamente ragione. Mi dispiace."
    }
  },
  {
    "translation": {
      "en": "Just tell me what I have to do.",
      "it": "Dimmi solo cosa devo fare."
    }
  },
  {
    "translation": {
      "en": "I was in prison in Siberia.",
      "it": "Ero prigioniero in Siberia. Ho passato il primo inverno con addosso il cappotto di un morto."
    }
  },
  {
    "translation": {
      "en": "I spent my first winter wearing a dead man's coat.",
      "it": "Ho passato il primo inverno con addosso il cappotto di un morto."
    }
  },
  {
    "translation": {
      "en": "A hole in one pocket.",
      "it": "Aveva una tasca bucata."
    }
  },
  {
    "translation": {
      "en": "I chewed these fingers off before the frostbite could turn to gangrene.",
      "it": "Mi sono staccato le dita a morsi prima che andassero in cancrena per il gelo."
    }
  },
  {
    "translation": {
      "en": "These I gave up to avoid working in the sulfur mine.",
      "it": "Queste le ho sacrificate per evitare di lavorare nella miniera di zolfo."
    }
  },
  {
    "translation": {
      "en": "That is how I survived when so many others did not.",
      "it": "È così che sono sopravvissuto mentre altri non ce l'hanno fatta."
    }
  },
  {
    "translation": {
      "en": "A man this rare can always be of use.",
      "it": "Un uomo con doti così rare può sempre essere utile."
    }
  },
  {
    "translation": {
      "en": "So show me. Show me you are rare.",
      "it": "Perciò fammi vedere quanto sono rare le tue doti."
    }
  },
  {
    "translation": {
      "en": "Show me you'll do anything to survive.",
      "it": "Mostrami cosa sei disposto a fare per sopravvivere."
    }
  },
  {
    "translation": {
      "en": "I don't understand.",
      "it": "Non capisco. Le dita della tua mano sinistra."
    }
  },
  {
    "translation": {
      "en": "The fingers from your left hand.",
      "it": "Le dita della tua mano sinistra."
    }
  },
  {
    "translation": {
      "en": "Have you... Have you got a knife?",
      "it": "Hai un coltello? Io avevo un coltello in Siberia?"
    }
  },
  {
    "translation": {
      "en": "Did I have a knife in Siberia?",
      "it": "Io avevo un coltello in Siberia?"
    }
  },
  {
    "translation": {
      "en": "No... Come on, you've got to be kidding.",
      "it": "Senti... Dai, tu vuoi scherzare."
    }
  },
  {
    "translation": {
      "en": "You can do it.",
      "it": "Puoi farlo."
    }
  },
  {
    "translation": {
      "en": "Show me.",
      "it": "Mostramelo."
    }
  },
  {
    "translation": {
      "en": "Christ!",
      "it": "Cristo!"
    }
  },
  {
    "translation": {
      "en": "Can't! I can't.",
      "it": "Non posso! Non ci riesco!"
    }
  },
  {
    "translation": {
      "en": "Always the bullet. I can't! I don't understand.",
      "it": "Sempre la pallottola. Non capisco."
    }
  },
  {
    "translation": {
      "en": "What do we do about the soldier?",
      "it": "Che facciamo con il soldato?"
    }
  },
  {
    "translation": {
      "en": "What we always do.",
      "it": "Quello che facciamo sempre."
    }
  },
  {
    "translation": {
      "en": "Barr's credit card statement. Eyewitness testimonies.",
      "it": "L'estratto della carta di Barr. Testimoni oculari."
    }
  },
  {
    "translation": {
      "en": "Coffee. You take it black, right?",
      "it": "Caffè. Lo prendi nero, giusto?"
    }
  },
  {
    "translation": {
      "en": "Yeah. What can I say? I take my work home.",
      "it": "Cosa vuoi, mi porto il lavoro a casa."
    }
  },
  {
    "translation": {
      "en": "Afraid Barr's credit card statement's a dead end.",
      "it": "La carta di credito di Barr non ci dice niente."
    }
  },
  {
    "translation": {
      "en": "No bars, no strip joints, nothing.",
      "it": "Niente bar, niente strip club. Solo benzina e cibo."
    }
  },
  {
    "translation": {
      "en": "Pretty much just gas and groceries.",
      "it": "Niente bar, niente strip club. Solo benzina e cibo. ALIMENTARI BUGGY PITT BRIDGE CARBURANTI"
    }
  },
  {
    "translation": {
      "en": "I need you to look for gun ranges",
      "it": "Cerca i poligoni di tiro nel raggio di 200 chilometri."
    }
  },
  {
    "translation": {
      "en": "between 100 and 150 miles from here.",
      "it": "Cerca i poligoni di tiro nel raggio di 200 chilometri. Limitati a quelli con bersagli oltre i 270 metri."
    }
  },
  {
    "translation": {
      "en": "Limit your search to ranges longer than 300 yards.",
      "it": "Limitati a quelli con bersagli oltre i 270 metri."
    }
  },
  {
    "translation": {
      "en": "Sure, if you tell me why.",
      "it": "Certo, se mi dici perché."
    }
  },
  {
    "translation": {
      "en": "Barr consistently filled his tank on Saturday,",
      "it": "Barr faceva sempre il pieno di sabato e poi di domenica."
    }
  },
  {
    "translation": {
      "en": "and again on Sunday.",
      "it": "Barr faceva sempre il pieno di sabato e poi di domenica. Faceva un lungo viaggio ogni weekend."
    }
  },
  {
    "translation": {
      "en": "He took a long drive almost every weekend.",
      "it": "Faceva un lungo viaggio ogni weekend. - Può essere andato ovunque. - Sì."
    }
  },
  {
    "translation": {
      "en": "He could be going anywhere. Yes.",
      "it": "- Può essere andato ovunque. - Sì."
    }
  },
  {
    "translation": {
      "en": "And if it's bars, bowling alleys or strip clubs,",
      "it": "Se si tratta di bar, bowling o strip club, non li troveremo mai."
    }
  },
  {
    "translation": {
      "en": "we'll never find it.",
      "it": "Se si tratta di bar, bowling o strip club, non li troveremo mai. Ma di poligoni della Federazione ce ne saranno due."
    }
  },
  {
    "translation": {
      "en": "But a Match-level gun range? There might be two.",
      "it": "Ma di poligoni della Federazione ce ne saranno due. E si faceva le pallottole da solo, perciò sparava tanto."
    }
  },
  {
    "translation": {
      "en": "And he made his own bullets. That means he shot a lot.",
      "it": "E si faceva le pallottole da solo, perciò sparava tanto."
    }
  },
  {
    "translation": {
      "en": "I'm guessing every Saturday.",
      "it": "Immagino ogni sabato."
    }
  },
  {
    "translation": {
      "en": "Maybe with a friend.",
      "it": "Magari con un amico. Perché è così importante parlare con i suoi amici? Ammesso che ne avesse."
    }
  },
  {
    "translation": {
      "en": "Why is it so important you talk to his friends?",
      "it": "Perché è così importante parlare con i suoi amici? Ammesso che ne avesse."
    }
  },
  {
    "translation": {
      "en": "Assuming he had any.",
      "it": "Perché è così importante parlare con i suoi amici? Ammesso che ne avesse. Lasciami all'autoricambi."
    }
  },
  {
    "translation": {
      "en": "Drop me at the auto parts store.",
      "it": "Lasciami all'autoricambi."
    }
  },
  {
    "translation": {
      "en": "I... Wait. Which one?",
      "it": "Aspetta, quale autoricambi? Non so, lei ha detto \"il negozio di autoricambi\"."
    }
  },
  {
    "translation": {
      "en": "I don't know. She just said \"the auto parts store.\"",
      "it": "Non so, lei ha detto \"il negozio di autoricambi\"."
    }
  },
  {
    "translation": {
      "en": "She? Who?",
      "it": "Lei chi? Puoi essere più preciso?"
    }
  },
  {
    "translation": {
      "en": "Reacher, can you be a little more specific?",
      "it": "Lei chi? Puoi essere più preciso? Non ho detto \"un\" negozio di autoricambi."
    }
  },
  {
    "translation": {
      "en": "I didn't say \"an auto parts store.\"",
      "it": "Non ho detto \"un\" negozio di autoricambi. Quale ti viene in mente se dico \"il\" negozio di autoricambi?"
    }
  },
  {
    "translation": {
      "en": "Which one stands out in your mind as the auto parts store?",
      "it": "Quale ti viene in mente se dico \"il\" negozio di autoricambi?"
    }
  },
  {
    "translation": {
      "en": "HELEN: You want me to wait?",
      "it": "Vuoi che aspetti?"
    }
  },
  {
    "translation": {
      "en": "No, I'll meet you back at the office later. HELEN: How will you get there?",
      "it": "- No, ci vediamo dopo in ufficio. - Come ci arrivi?"
    }
  },
  {
    "translation": {
      "en": "I'll hitch a ride.",
      "it": "Farò l'autostop."
    }
  },
  {
    "translation": {
      "en": "Can I help you?",
      "it": "- Posso aiutarla? - Sandy lavora qui?"
    }
  },
  {
    "translation": {
      "en": "What's this about?",
      "it": "Di che si tratta?"
    }
  },
  {
    "translation": {
      "en": "So she does, thanks. I need to speak with her.",
      "it": "Quindi lavora qui, grazie. Devo parlarle, questioni personali."
    }
  },
  {
    "translation": {
      "en": "It's a personal matter.",
      "it": "Quindi lavora qui, grazie. Devo parlarle, questioni personali. - È in servizio. - Questioni personali legali."
    }
  },
  {
    "translation": {
      "en": "She's on the clock. Legal personal matter.",
      "it": "- È in servizio. - Questioni personali legali."
    }
  },
  {
    "translation": {
      "en": "What are you, a cop?",
      "it": "È un poliziotto?"
    }
  },
  {
    "translation": {
      "en": "Call her out, Gary.",
      "it": "Chiamala... Gary. - Mi serve un documento. - Chiama Sandy."
    }
  },
  {
    "translation": {
      "en": "I'm gonna need to see some I.D. Go get Sandy.",
      "it": "- Mi serve un documento. - Chiama Sandy."
    }
  },
  {
    "translation": {
      "en": "Well, I need to see something.",
      "it": "Devo vedere qualcosa."
    }
  },
  {
    "translation": {
      "en": "How about the inside of an ambulance?",
      "it": "Che ne dici dell'interno di un'ambulanza?"
    }
  },
  {
    "translation": {
      "en": "Okay, I'm calling the police.",
      "it": "Okay, chiamo la polizia."
    }
  },
  {
    "translation": {
      "en": "I don't think Sandy wants the police involved... Hello? ...but let's ask.",
      "it": "Non credo che Sandy voglia coinvolgere la polizia, chiediamoglielo."
    }
  },
  {
    "translation": {
      "en": "Hey! You ca...",
      "it": "Fermo! Pronto? Mi serve aiuto. Pronto?"
    }
  },
  {
    "translation": {
      "en": "Hello? I need some help. Hello? Hey! You!",
      "it": "Pronto? Mi serve aiuto. Pronto?"
    }
  },
  {
    "translation": {
      "en": "No. You are not allowed back in here, man!",
      "it": "Non può entrare qui dentro, amico!"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "it": "Cazzo!"
    }
  },
  {
    "translation": {
      "en": "You know this guy?",
      "it": "Lo conosci?"
    }
  },
  {
    "translation": {
      "en": "Tell him.",
      "it": "Diglielo."
    }
  },
  {
    "translation": {
      "en": "Give us a few, Gary.",
      "it": "Lasciaci un momento, Gary."
    }
  },
  {
    "translation": {
      "en": "Listen, I wasn't... I didn't know.",
      "it": "Senta, io non ero... non lo sapevo! Non sapevo cosa sarebbe successo!"
    }
  },
  {
    "translation": {
      "en": "I didn't know that was going to happen!",
      "it": "Non sapevo cosa sarebbe successo!"
    }
  },
  {
    "translation": {
      "en": "It was Jeb.",
      "it": "È stato Jeb."
    }
  },
  {
    "translation": {
      "en": "The big guy.",
      "it": "Quello grosso."
    }
  },
  {
    "translation": {
      "en": "He told me you were a predator. You were supposed to start groping me.",
      "it": "Ha detto che lei era un maniaco, che mi avrebbe messo le mani addosso."
    }
  },
  {
    "translation": {
      "en": "Just don't hurt me.",
      "it": "Non mi faccia del male."
    }
  },
  {
    "translation": {
      "en": "Sandy, sit down.",
      "it": "Sandy, siediti."
    }
  },
  {
    "translation": {
      "en": "Where can I find Jeb?",
      "it": "Dove posso trovare Jeb? - Non lo so, non è venuto a lavorare. - Allora lavora qui."
    }
  },
  {
    "translation": {
      "en": "I don't know. He didn't come to work today. So he works here.",
      "it": "- Non lo so, non è venuto a lavorare. - Allora lavora qui."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "It's bullshit, though. He cooks crystal.",
      "it": "Ma i soldi veri li fa preparando anfetamine."
    }
  },
  {
    "translation": {
      "en": "His address, write it down.",
      "it": "Il suo indirizzo, scrivilo."
    }
  },
  {
    "translation": {
      "en": "I'm really sorry, mister.",
      "it": "Mi dispiace tanto, signore."
    }
  },
  {
    "translation": {
      "en": "You were supposed to be a pervert.",
      "it": "Pensavo che fosse un pervertito."
    }
  },
  {
    "translation": {
      "en": "And it was an easy 100 bucks.",
      "it": "Erano 100 dollari facili."
    }
  },
  {
    "translation": {
      "en": "That's all?",
      "it": "Così poco?"
    }
  },
  {
    "translation": {
      "en": "When Jeb asks, you do what he says.",
      "it": "Quando Jeb chiede, tu obbedisci."
    }
  },
  {
    "translation": {
      "en": "Am I in trouble?",
      "it": "Sono nei guai?"
    }
  },
  {
    "translation": {
      "en": "Not if you lend me your car.",
      "it": "No, se mi presti la macchina."
    }
  },
  {
    "translation": {
      "en": "I don't have a car. Well, sure you do. It's outside.",
      "it": "- Non ho la macchina. - Invece sì, è qui fuori."
    }
  },
  {
    "translation": {
      "en": "I'm guessing you're the Camaro. That whimsy little pickup has Gary written all over it. Keys?",
      "it": "Dev'essere la Camaro. Sul furgone scassato c'è scritto \"Gary\". Le chiavi."
    }
  },
  {
    "translation": {
      "en": "I can't. It's Jeb's car!",
      "it": "Non posso, è la macchina di Jeb! Non sarà così sorpreso quando gliela riporterò a casa."
    }
  },
  {
    "translation": {
      "en": "Well, won't he be surprised when I drive it home for him.",
      "it": "Non sarà così sorpreso quando gliela riporterò a casa."
    }
  },
  {
    "translation": {
      "en": "Who are you, mister? Really?",
      "it": "Chi è lei, signore? Veramente."
    }
  },
  {
    "translation": {
      "en": "I'm just a guy who wants to be left alone.",
      "it": "Solo uno che vuole essere lasciato in pace."
    }
  },
  {
    "translation": {
      "en": "I get off work at six!",
      "it": "Io stacco alle sei!"
    }
  },
  {
    "translation": {
      "en": "Maybe we could...",
      "it": "Magari potremmo..."
    }
  },
  {
    "translation": {
      "en": "Sandy, listen.",
      "it": "Sandy, ascolta..."
    }
  },
  {
    "translation": {
      "en": "Now, you seem like a sweet girl.",
      "it": "Sembri una ragazza dolce."
    }
  },
  {
    "translation": {
      "en": "You're pretty.",
      "it": "Sei carina."
    }
  },
  {
    "translation": {
      "en": "You're obviously sharp,",
      "it": "E sei anche sveglia,"
    }
  },
  {
    "translation": {
      "en": "doing Gary's books for him.",
      "it": "se tieni la contabilità per Gary."
    }
  },
  {
    "translation": {
      "en": "You don't have to let these guys use you.",
      "it": "Non devi farti usare da quelli."
    }
  },
  {
    "translation": {
      "en": "It's just what girls like me do.",
      "it": "Tutte le ragazze come me lo fanno."
    }
  },
  {
    "translation": {
      "en": "You got money?",
      "it": "Hai dei soldi?"
    }
  },
  {
    "translation": {
      "en": "A little.",
      "it": "Un po'."
    }
  },
  {
    "translation": {
      "en": "Get out of town for a couple of days. Why?",
      "it": "- Vai fuori città per un paio di giorni. - Perché?"
    }
  },
  {
    "translation": {
      "en": "Get out of town, Sandy.",
      "it": "Vai via, Sandy."
    }
  },
  {
    "translation": {
      "en": "Is Jeb home?",
      "it": "Jeb è in casa?"
    }
  },
  {
    "translation": {
      "en": "I have a warrant to search the premises.",
      "it": "Ho un mandato di perquisizione."
    }
  },
  {
    "translation": {
      "en": "I see.",
      "it": "Capisco."
    }
  },
  {
    "translation": {
      "en": "Well, if you don't mind...",
      "it": "Beh, se non le dispiace..."
    }
  },
  {
    "translation": {
      "en": "MAN: Get him! Get him! Get him!",
      "it": "Prendilo! Prendilo!"
    }
  },
  {
    "translation": {
      "en": "I got this!",
      "it": "Ci penso io!"
    }
  },
  {
    "translation": {
      "en": "Don't move.",
      "it": "Non ti muovere."
    }
  },
  {
    "translation": {
      "en": "I'll tell you what.",
      "it": "Facciamo così."
    }
  },
  {
    "translation": {
      "en": "When I move, you pull the trigger.",
      "it": "Quando mi muovo, premi il grilletto."
    }
  },
  {
    "translation": {
      "en": "Where's Jeb? He's not here.",
      "it": "- Dov'è Jeb? - Non è qui."
    }
  },
  {
    "translation": {
      "en": "Where can I find him?",
      "it": "Dove lo trovo?"
    }
  },
  {
    "translation": {
      "en": "Jesus! My hand!",
      "it": "Cristo, la mano! Non giocare con le pistole. Dove lo trovo?"
    }
  },
  {
    "translation": {
      "en": "Well, you shouldn't play with guns.",
      "it": "Non giocare con le pistole. Dove lo trovo?"
    }
  },
  {
    "translation": {
      "en": "Where can I find him? You're the one driving his car. You tell... (CRIES OUT)",
      "it": "Hai la sua macchina, dimmelo tu."
    }
  },
  {
    "translation": {
      "en": "The last I saw him, we was all leaving jail.",
      "it": "L'ultima volta che l'ho visto uscivamo di galera, doveva incontrare un tizio."
    }
  },
  {
    "translation": {
      "en": "He said he had to see a guy.",
      "it": "L'ultima volta che l'ho visto uscivamo di galera, doveva incontrare un tizio. - Chi? - Non lo so."
    }
  },
  {
    "translation": {
      "en": "What guy? Who? I don't know.",
      "it": "- Chi? - Non lo so."
    }
  },
  {
    "translation": {
      "en": "I don't know, I swear.",
      "it": "Lo giuro. Quando sua madre si è ripresa dallo sballo, la sua roba non c'era più."
    }
  },
  {
    "translation": {
      "en": "Next I know, his mom woke up from a bender",
      "it": "Quando sua madre si è ripresa dallo sballo, la sua roba non c'era più."
    }
  },
  {
    "translation": {
      "en": "and his shit's all gone.",
      "it": "È il tipo che sparisce così?"
    }
  },
  {
    "translation": {
      "en": "Is he the sort to light out like that?",
      "it": "È il tipo che sparisce così? No, non lascerebbe mai sua madre. Qualcosa non va."
    }
  },
  {
    "translation": {
      "en": "No, no, man. He'd never leave his moms alone. Shit ain't right.",
      "it": "No, non lascerebbe mai sua madre. Qualcosa non va."
    }
  },
  {
    "translation": {
      "en": "Got a car? It's outside.",
      "it": "- Hai la macchina? - Qui fuori."
    }
  },
  {
    "translation": {
      "en": "Keys. My hand, man. They're in my pock... Aah!",
      "it": "- Le chiavi. - La mano! Sono nella mia tasca!"
    }
  },
  {
    "translation": {
      "en": "Now look at your friends.",
      "it": "Guarda i tuoi amici."
    }
  },
  {
    "translation": {
      "en": "Now look at my face.",
      "it": "E ora guarda me."
    }
  },
  {
    "translation": {
      "en": "Do you ever want to see me again?",
      "it": "Vorresti rivedermi ancora?"
    }
  },
  {
    "translation": {
      "en": "No way.",
      "it": "No!"
    }
  },
  {
    "translation": {
      "en": "Am I stealing your car?",
      "it": "Ti sto rubando la macchina?"
    }
  },
  {
    "translation": {
      "en": "Use it as long as you like.",
      "it": "Puoi usarla tutto il tempo che vuoi."
    }
  },
  {
    "translation": {
      "en": "You're very kind.",
      "it": "Sei gentile."
    }
  },
  {
    "translation": {
      "en": "REACHER: I think Jeb Oliver's dead.",
      "it": "Credo che Jeb Oliver sia morto. - Chi è? - Il tizio del bar."
    }
  },
  {
    "translation": {
      "en": "Who's Jeb Oliver? He was the guy from the bar.",
      "it": "- Chi è? - Il tizio del bar."
    }
  },
  {
    "translation": {
      "en": "Jesus, how hard did you hit him?",
      "it": "Dio, l'hai picchiato così forte?"
    }
  },
  {
    "translation": {
      "en": "What? No, not me.",
      "it": "Cosa? Io non c'entro."
    }
  },
  {
    "translation": {
      "en": "No, he was murdered. And someone tried to make it look like he left town.",
      "it": "L'hanno ammazzato, facendo credere che ha lasciato la città."
    }
  },
  {
    "translation": {
      "en": "Well, maybe he just left town.",
      "it": "Magari è così. Porti la tenda della doccia in viaggio?"
    }
  },
  {
    "translation": {
      "en": "You pack your shower curtain when you travel?",
      "it": "Porti la tenda della doccia in viaggio? È da questo che trai conclusioni? Che hai fatto alla testa?"
    }
  },
  {
    "translation": {
      "en": "Is this what you base your conclusions on? What is that on your head?",
      "it": "È da questo che trai conclusioni? Che hai fatto alla testa?"
    }
  },
  {
    "translation": {
      "en": "You don't want to know.",
      "it": "Meglio che tu non lo sappia."
    }
  },
  {
    "translation": {
      "en": "You said on the phone you wanted to submit your findings.",
      "it": "Al telefono hai detto di volermi parlare delle tue scoperte."
    }
  },
  {
    "translation": {
      "en": "James Barr was a sniper. Not the best, not the worst.",
      "it": "James Barr era un tiratore scelto. Né il migliore, né il peggiore. Ma si è allenato per due anni, a quale scopo?"
    }
  },
  {
    "translation": {
      "en": "But he trained non-stop for two years. What does training like that do?",
      "it": "Ma si è allenato per due anni, a quale scopo?"
    }
  },
  {
    "translation": {
      "en": "What does any training do? Skills become reflex. Muscle memory.",
      "it": "A quale scopo allenarsi se le capacità diventano riflessi, gesti meccanici?"
    }
  },
  {
    "translation": {
      "en": "You do without thinking.",
      "it": "Ma l'allenamento fa sembrare in gamba persone che non lo sono"
    }
  },
  {
    "translation": {
      "en": "It also makes people who aren't necessarily smart seem smart",
      "it": "Ma l'allenamento fa sembrare in gamba persone che non lo sono inculcando nozioni tattiche di base."
    }
  },
  {
    "translation": {
      "en": "by beating some tactical awareness into them.",
      "it": "inculcando nozioni tattiche di base. Le prove che tuo padre ha contro Barr, a Baghdad non le avevano,"
    }
  },
  {
    "translation": {
      "en": "Now, 99% of the evidence your father has against Barr",
      "it": "Le prove che tuo padre ha contro Barr, a Baghdad non le avevano,"
    }
  },
  {
    "translation": {
      "en": "didn't exist in Baghdad,",
      "it": "Le prove che tuo padre ha contro Barr, a Baghdad non le avevano, non perché fosse in gamba, ma perché era addestrato."
    }
  },
  {
    "translation": {
      "en": "not because Barr was smart, but because he was trained.",
      "it": "non perché fosse in gamba, ma perché era addestrato."
    }
  },
  {
    "translation": {
      "en": "See, from that garage,",
      "it": "Da quel garage, il killer aveva il sole negli occhi."
    }
  },
  {
    "translation": {
      "en": "the shooter had the sun in his eyes.",
      "it": "Da quel garage, il killer aveva il sole negli occhi. I bersagli si muovevano, era difficile per qualunque cecchino."
    }
  },
  {
    "translation": {
      "en": "Targets were moving left and right.",
      "it": "I bersagli si muovevano, era difficile per qualunque cecchino."
    }
  },
  {
    "translation": {
      "en": "It's difficult conditions for any sniper.",
      "it": "I bersagli si muovevano, era difficile per qualunque cecchino. Hai detto che anche a Baghdad Barr era in un garage."
    }
  },
  {
    "translation": {
      "en": "But Baghdad, you said Barr was in a parking garage then.",
      "it": "Hai detto che anche a Baghdad Barr era in un garage. Ma lì aveva il sole alle spalle."
    }
  },
  {
    "translation": {
      "en": "REACHER: Because in Baghdad, the sun's behind him.",
      "it": "Ma lì aveva il sole alle spalle. I bersagli andavano verso di lui in linea retta."
    }
  },
  {
    "translation": {
      "en": "Targets coming straight ahead, single file.",
      "it": "I bersagli andavano verso di lui in linea retta. Condizioni ideali anche per un tiratore medio."
    }
  },
  {
    "translation": {
      "en": "Ideal conditions for even an average shooter",
      "it": "Condizioni ideali anche per un tiratore medio."
    }
  },
  {
    "translation": {
      "en": "and the exact same conditions",
      "it": "E quelle stesse condizioni le avrebbe avute sul ponte della superstrada."
    }
  },
  {
    "translation": {
      "en": "he would've had up on that highway bridge.",
      "it": "le avrebbe avute sul ponte della superstrada."
    }
  },
  {
    "translation": {
      "en": "Up there, he would never even have to get out of the van.",
      "it": "Non sarebbe neanche dovuto scendere dall'auto."
    }
  },
  {
    "translation": {
      "en": "No parking meter.",
      "it": "Niente parchimetro."
    }
  },
  {
    "translation": {
      "en": "No camera.",
      "it": "Niente telecamere. Non avrebbe lasciato tracce e la via di fuga era assicurata."
    }
  },
  {
    "translation": {
      "en": "No trace evidence left behind. And his escape is assured.",
      "it": "Non avrebbe lasciato tracce e la via di fuga era assicurata. Non dico che non avrebbe potuto uccidere quelle persone,"
    }
  },
  {
    "translation": {
      "en": "Now, I'm not saying that he couldn't have killed",
      "it": "Non dico che non avrebbe potuto uccidere quelle persone,"
    }
  },
  {
    "translation": {
      "en": "those people at the river, but he wouldn't have.",
      "it": "ma non l'avrebbe fatto in quel modo."
    }
  },
  {
    "translation": {
      "en": "Not that way.",
      "it": "- Stai dicendo che è pazzo. - No."
    }
  },
  {
    "translation": {
      "en": "So you're saying he's crazy. No.",
      "it": "- Stai dicendo che è pazzo. - No. Allora che vuoi dire?"
    }
  },
  {
    "translation": {
      "en": "Well, what exactly are you saying?",
      "it": "Allora che vuoi dire? Le prove, prese singolarmente, sono convincenti, ma tutte insieme?"
    }
  },
  {
    "translation": {
      "en": "Any single piece of evidence I'd buy. But all of it?",
      "it": "Le prove, prese singolarmente, sono convincenti, ma tutte insieme? Fibre, impronte, il bossolo perduto. E perché diavolo pagare il parcheggio?"
    }
  },
  {
    "translation": {
      "en": "Fibers, fingerprints, stray brass, I mean...",
      "it": "Fibre, impronte, il bossolo perduto. E perché diavolo pagare il parcheggio?"
    }
  },
  {
    "translation": {
      "en": "And who the hell pays for parking?",
      "it": "Fibre, impronte, il bossolo perduto. E perché diavolo pagare il parcheggio? Sano o pazzo, non ha alcun senso."
    }
  },
  {
    "translation": {
      "en": "Sane or crazy, that just doesn't make sense.",
      "it": "Sano o pazzo, non ha alcun senso. Allora Barr voleva essere catturato e voleva che fossi tu a prenderlo."
    }
  },
  {
    "translation": {
      "en": "Okay. So Barr, he wanted to get caught and he wanted you to catch him.",
      "it": "Allora Barr voleva essere catturato e voleva che fossi tu a prenderlo."
    }
  },
  {
    "translation": {
      "en": "That would not explain how Barr,",
      "it": "Questo non spiega perché Barr,"
    }
  },
  {
    "translation": {
      "en": "an average shooter firing in poor conditions, never missed.",
      "it": "un tiratore medio in condizioni difficili, non abbia mai sbagliato."
    }
  },
  {
    "translation": {
      "en": "He did miss.",
      "it": "Ha sbagliato."
    }
  },
  {
    "translation": {
      "en": "He did.",
      "it": "Una volta."
    }
  },
  {
    "translation": {
      "en": "A pristine bullet,",
      "it": "Una pallottola integra,"
    }
  },
  {
    "translation": {
      "en": "conveniently trapped by a liquid backstop.",
      "it": "opportunamente bloccata in un contenitore di liquido."
    }
  },
  {
    "translation": {
      "en": "The same bullet that tied Barr's gun to the killings.",
      "it": "La pallottola che ha collegato il fucile di Barr agli omicidi. E probabilmente la prova più importante dell'Accusa."
    }
  },
  {
    "translation": {
      "en": "And arguably the prosecution's single most important piece of evidence. If Barr",
      "it": "E probabilmente la prova più importante dell'Accusa. Se Barr voleva essere preso, non ha sbagliato."
    }
  },
  {
    "translation": {
      "en": "wanted to get caught, he didn't miss.",
      "it": "Se Barr voleva essere preso, non ha sbagliato."
    }
  },
  {
    "translation": {
      "en": "Either way, it doesn't make sense.",
      "it": "In ogni caso non ha senso. Se voleva farla franca, ci sarebbe riuscito, ma se voleva essere preso..."
    }
  },
  {
    "translation": {
      "en": "If he wanted to get away with it, he likely would have",
      "it": "Se voleva farla franca, ci sarebbe riuscito, ma se voleva essere preso..."
    }
  },
  {
    "translation": {
      "en": "and if he wanted to get caught,",
      "it": "Se voleva farla franca, ci sarebbe riuscito, ma se voleva essere preso... Barr non è capace di tanta perfezione."
    }
  },
  {
    "translation": {
      "en": "Barr was incapable of such perfection.",
      "it": "Barr non è capace di tanta perfezione. Oppure ha avuto fortuna, sei colpi su sei."
    }
  },
  {
    "translation": {
      "en": "Or maybe he just got lucky, six shots out of six.",
      "it": "Oppure ha avuto fortuna, sei colpi su sei. Propendevo per questa ipotesi prima che quelli se la prendessero con me."
    }
  },
  {
    "translation": {
      "en": "That's what I was willing to accept,",
      "it": "Propendevo per questa ipotesi prima che quelli se la prendessero con me."
    }
  },
  {
    "translation": {
      "en": "then those guys took a run at me.",
      "it": "Propendevo per questa ipotesi prima che quelli se la prendessero con me. Chi li ha mandati ha commesso un errore."
    }
  },
  {
    "translation": {
      "en": "Whoever sent them made a mistake.",
      "it": "Chi li ha mandati ha commesso un errore."
    }
  },
  {
    "translation": {
      "en": "It was just a bar fight.",
      "it": "È stata solo una rissa da bar."
    }
  },
  {
    "translation": {
      "en": "Maybe.",
      "it": "Forse."
    }
  },
  {
    "translation": {
      "en": "Or maybe someone got nervous, tried to run me off.",
      "it": "O forse qualcuno si è innervosito e ha tentato di eliminarmi. Oppure volevano mandarmi in coma, accanto al loro fantoccio."
    }
  },
  {
    "translation": {
      "en": "Or put me in a coma, right next to their patsy.",
      "it": "Oppure volevano mandarmi in coma, accanto al loro fantoccio."
    }
  },
  {
    "translation": {
      "en": "Patsy?",
      "it": "Fantoccio?"
    }
  },
  {
    "translation": {
      "en": "It was such a great crime scene. No one stopped to think it might be too great.",
      "it": "La scena del crimine era troppo perfetta, nessuno ci ha pensato."
    }
  },
  {
    "translation": {
      "en": "Not Emerson.",
      "it": "Né Emerson."
    }
  },
  {
    "translation": {
      "en": "Not your father.",
      "it": "Né tuo padre. E neanche l'avvocato di Barr."
    }
  },
  {
    "translation": {
      "en": "Not even Barr's own defense attorney.",
      "it": "E neanche l'avvocato di Barr."
    }
  },
  {
    "translation": {
      "en": "But Barr knew I would,",
      "it": "Ma Barr sapeva che io ci avrei pensato,"
    }
  },
  {
    "translation": {
      "en": "no matter how much I wanted it to be true.",
      "it": "nonostante volessi credere con tutto me stesso che il killer fosse lui."
    }
  },
  {
    "translation": {
      "en": "That's why he asked for me.",
      "it": "Per questo ha chiesto di me."
    }
  },
  {
    "translation": {
      "en": "Wait.",
      "it": "Un momento."
    }
  },
  {
    "translation": {
      "en": "Are you suggesting...",
      "it": "Stai dicendo che..."
    }
  },
  {
    "translation": {
      "en": "James Barr is innocent.",
      "it": "James Barr è innocente."
    }
  },
  {
    "translation": {
      "en": "You can see what this is, can't you?",
      "it": "Sai già che significa, vero?"
    }
  },
  {
    "translation": {
      "en": "You've got a case in your hands that may be the last case you'll ever have",
      "it": "Hai un caso per le mani, forse l'ultimo della tua vita"
    }
  },
  {
    "translation": {
      "en": "and you'll do anything not to hit the bottom of it.",
      "it": "e non farai nulla per andare fino in fondo."
    }
  },
  {
    "translation": {
      "en": "Helen.",
      "it": "Helen..."
    }
  },
  {
    "translation": {
      "en": "You know, you never should have retired.",
      "it": "- Non ti saresti dovuto ritirare. - Senti..."
    }
  },
  {
    "translation": {
      "en": "Just, look. Listen.",
      "it": "- Non ti saresti dovuto ritirare. - Senti... Chi mi dice che tre giorni fa non eri in strada a chiedere l'elemosina?"
    }
  },
  {
    "translation": {
      "en": "For all I know, you were standing at an intersection with a cardboard sign three days ago.",
      "it": "Chi mi dice che tre giorni fa non eri in strada a chiedere l'elemosina?"
    }
  },
  {
    "translation": {
      "en": "And I hired you. Jesus, my father was right.",
      "it": "Mio padre aveva ragione. Ora è tutto chiaro."
    }
  },
  {
    "translation": {
      "en": "Helen. Helen. It makes total sense now.",
      "it": "Ora è tutto chiaro. Ti sposti continuamente, non sei tagliato per la vita reale."
    }
  },
  {
    "translation": {
      "en": "It's the way you live, the way you move around.",
      "it": "Ti sposti continuamente, non sei tagliato per la vita reale."
    }
  },
  {
    "translation": {
      "en": "You're just not cut out for the real world, are you?",
      "it": "Ti sposti continuamente, non sei tagliato per la vita reale. Hai paura di finire come Barr?"
    }
  },
  {
    "translation": {
      "en": "Are you afraid you'll end up like Barr?",
      "it": "Hai paura di finire come Barr?"
    }
  },
  {
    "translation": {
      "en": "Look out the window.",
      "it": "Vieni alla finestra."
    }
  },
  {
    "translation": {
      "en": "No, I have work to do. And you need to leave. Just humor me. Okay.",
      "it": "- No, devo lavorare e tu devi andare. - Accontentami!"
    }
  },
  {
    "translation": {
      "en": "Let... Let go of me.",
      "it": "Lasciami."
    }
  },
  {
    "translation": {
      "en": "Would you tell me what you see? I see the same",
      "it": "- Dimmi cosa vedi. - Vedo..."
    }
  },
  {
    "translation": {
      "en": "things I see every day.",
      "it": "...le stesse cose che vedo ogni giorno. Immagina di non averle mai viste."
    }
  },
  {
    "translation": {
      "en": "Well, imagine you've never seen it.",
      "it": "Immagina di non averle mai viste."
    }
  },
  {
    "translation": {
      "en": "Imagine you've spent your whole life in other parts of the world",
      "it": "Immagina di aver passato una vita in giro per il mondo a sentirti dire che stai difendendo la libertà."
    }
  },
  {
    "translation": {
      "en": "being told every day you're defending freedom.",
      "it": "a sentirti dire che stai difendendo la libertà."
    }
  },
  {
    "translation": {
      "en": "And finally you decide you've had enough.",
      "it": "E alla fine decidi che ne hai abbastanza,"
    }
  },
  {
    "translation": {
      "en": "Time to see what you've given up your whole life for.",
      "it": "che vuoi vedere quello per cui hai sacrificato la vita. E magari vuoi goderti un po' di quella libertà."
    }
  },
  {
    "translation": {
      "en": "Maybe get some of that freedom for yourself.",
      "it": "E magari vuoi goderti un po' di quella libertà."
    }
  },
  {
    "translation": {
      "en": "Look at the people.",
      "it": "Guarda le persone."
    }
  },
  {
    "translation": {
      "en": "Now tell me which ones are free.",
      "it": "Ora dimmi chi è veramente libero."
    }
  },
  {
    "translation": {
      "en": "Free from debt.",
      "it": "Libero dai debiti,"
    }
  },
  {
    "translation": {
      "en": "Anxiety.",
      "it": "dall'ansia,"
    }
  },
  {
    "translation": {
      "en": "Stress.",
      "it": "dallo stress,"
    }
  },
  {
    "translation": {
      "en": "Fear.",
      "it": "dalla paura,"
    }
  },
  {
    "translation": {
      "en": "Failure. Indignity. Betrayal.",
      "it": "dai fallimenti, dalle umiliazioni, dai tradimenti."
    }
  },
  {
    "translation": {
      "en": "How many wish they were born knowing what they know now?",
      "it": "Quanti vorrebbero essere nati sapendo quello che sanno adesso? Chiediti quanti rifarebbero le stesse cose"
    }
  },
  {
    "translation": {
      "en": "Ask yourself how many would do things the same way all over again?",
      "it": "Chiediti quanti rifarebbero le stesse cose"
    }
  },
  {
    "translation": {
      "en": "And how many would live their lives like me?",
      "it": "e quanti vivrebbero come ho vissuto io."
    }
  },
  {
    "translation": {
      "en": "Now look at the silver Audi across the street, the one that's been following me all day.",
      "it": "Ora guarda l'Audi ferma in strada, quella che mi ha seguito tutto il giorno."
    }
  },
  {
    "translation": {
      "en": "What does that prove?",
      "it": "Cosa vuoi dimostrare?"
    }
  },
  {
    "translation": {
      "en": "Here's the tag number.",
      "it": "Questo è il numero di targa, quanto ci metti a controllarlo?"
    }
  },
  {
    "translation": {
      "en": "How long would it take you to run it?",
      "it": "Questo è il numero di targa, quanto ci metti a controllarlo? Di sera tardi non so, un'ora?"
    }
  },
  {
    "translation": {
      "en": "At this time of night? I don't know. An hour?",
      "it": "Di sera tardi non so, un'ora?"
    }
  },
  {
    "translation": {
      "en": "Do it.",
      "it": "Fallo."
    }
  },
  {
    "translation": {
      "en": "Do it, and then I'll leave.",
      "it": "Fallo e poi me ne vado."
    }
  },
  {
    "translation": {
      "en": "When?",
      "it": "Quando?"
    }
  },
  {
    "translation": {
      "en": "No, this is my problem now. I'll handle it.",
      "it": "No, è un mio problema adesso. Me ne occupo io."
    }
  },
  {
    "translation": {
      "en": "You're blown. The lawyer's running the license plates.",
      "it": "Sei stato scoperto. L'avvocato sta controllando la targa."
    }
  },
  {
    "translation": {
      "en": "Yeah. So do it?",
      "it": "Allora si fa?"
    }
  },
  {
    "translation": {
      "en": "Done.",
      "it": "D'accordo."
    }
  },
  {
    "translation": {
      "en": "Go to this address.",
      "it": "Vai a questo indirizzo."
    }
  },
  {
    "translation": {
      "en": "HELEN: All right, let's just say that Barr didn't do it.",
      "it": "Allora, diciamo che non è stato Barr. O che l'ha fatto perché qualcuno lo ha spinto. Che abbiamo?"
    }
  },
  {
    "translation": {
      "en": "Or did it 'cause someone put him up to it.",
      "it": "O che l'ha fatto perché qualcuno lo ha spinto. Che abbiamo?"
    }
  },
  {
    "translation": {
      "en": "Conspiracy. Yeah, conspiracy to kill five random people?",
      "it": "- Un complotto. - Per uccidere a caso, senza movente?"
    }
  },
  {
    "translation": {
      "en": "There's no motive. It's ridiculous, right? It's grassy knoll ludicrous.",
      "it": "- Ridicolo, vero? - Da vero teorico del complotto."
    }
  },
  {
    "translation": {
      "en": "No point looking any further. Exactly.",
      "it": "- È inutile andare più a fondo. - Esatto."
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "it": "Esatto."
    }
  },
  {
    "translation": {
      "en": "What's this?",
      "it": "Cos'è? Il movente. Tienilo in mano."
    }
  },
  {
    "translation": {
      "en": "The motive. Just hold onto it.",
      "it": "Il movente. Tienilo in mano."
    }
  },
  {
    "translation": {
      "en": "What are we playing, Clue?",
      "it": "Giochiamo a Cluedo?"
    }
  },
  {
    "translation": {
      "en": "Give it to me.",
      "it": "Dimmi."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "You sure that car was following you all day?",
      "it": "Sicuro che quell'auto ti abbia seguito tutto il giorno? Da quando sei passata a prendermi. Perché?"
    }
  },
  {
    "translation": {
      "en": "As soon as you picked me up. Why?",
      "it": "Da quando sei passata a prendermi. Perché?"
    }
  },
  {
    "translation": {
      "en": "It's registered to a company called Lebendauer Enterprises.",
      "it": "È intestata a una società, la Lebendauer Enterprises. OLINE ARCHER CONTRO LEBENDAUER ENTERPRISES"
    }
  },
  {
    "translation": {
      "en": "A conspiracy to kill five random people?",
      "it": "Un complotto per uccidere cinque persone a caso?"
    }
  },
  {
    "translation": {
      "en": "That's ridiculous.",
      "it": "È ridicolo."
    }
  },
  {
    "translation": {
      "en": "Four.",
      "it": "Quattro."
    }
  },
  {
    "translation": {
      "en": "Four random people.",
      "it": "Quattro persone a caso."
    }
  },
  {
    "translation": {
      "en": "To hide one specific target.",
      "it": "Per nascondere il vero bersaglio."
    }
  },
  {
    "translation": {
      "en": "REACHER: Someone needed Oline Archer's construction business.",
      "it": "Qualcuno voleva l'impresa edile di Oline Archer."
    }
  },
  {
    "translation": {
      "en": "And Oline wouldn't let it go.",
      "it": "E Oline non voleva cederla."
    }
  },
  {
    "translation": {
      "en": "It's a convincing theory.",
      "it": "È una teoria convincente."
    }
  },
  {
    "translation": {
      "en": "But it's just a theory.",
      "it": "Ma è solo una teoria."
    }
  },
  {
    "translation": {
      "en": "The first round is the least accurate.",
      "it": "Il primo colpo è il meno preciso, i cecchini lo chiamano \"tiro a freddo\"."
    }
  },
  {
    "translation": {
      "en": "The snipers call it a cold shot.",
      "it": "Il primo colpo è il meno preciso, i cecchini lo chiamano \"tiro a freddo\". I tuoi testimoni hanno parlato di una pausa"
    }
  },
  {
    "translation": {
      "en": "Meanwhile, your eyewitness described a pause",
      "it": "I tuoi testimoni hanno parlato di una pausa tra il primo e il secondo sparo."
    }
  },
  {
    "translation": {
      "en": "between the first and second rounds.",
      "it": "tra il primo e il secondo sparo. Il colpo che il killer ha sparato con calma."
    }
  },
  {
    "translation": {
      "en": "The one shot where the killer took his time.",
      "it": "Il colpo che il killer ha sparato con calma. Oline Archer è la seconda vittima."
    }
  },
  {
    "translation": {
      "en": "HELEN: And Oline Archer was the second victim.",
      "it": "Oline Archer è la seconda vittima."
    }
  },
  {
    "translation": {
      "en": "The one shot that mattered.",
      "it": "Era lei il vero bersaglio."
    }
  },
  {
    "translation": {
      "en": "But it's just a theory.",
      "it": "Ma è solo una teoria."
    }
  },
  {
    "translation": {
      "en": "This frame was custom made for Barr.",
      "it": "È una trappola architettata per Barr."
    }
  },
  {
    "translation": {
      "en": "Whoever chose him knew about Baghdad",
      "it": "Chi lo ha scelto sapeva di Baghdad e solo Barr può avergli raccontato di Baghdad."
    }
  },
  {
    "translation": {
      "en": "and the only one who could have",
      "it": "e solo Barr può avergli raccontato di Baghdad."
    }
  },
  {
    "translation": {
      "en": "told him about Baghdad was Barr himself.",
      "it": "e solo Barr può avergli raccontato di Baghdad. Deve avere almeno un amico, un caro amico."
    }
  },
  {
    "translation": {
      "en": "He has at least one friend. A very close one.",
      "it": "Deve avere almeno un amico, un caro amico. Trovalo e troverai il vero assassino."
    }
  },
  {
    "translation": {
      "en": "Now, you find that friend, you'll find the real shooter.",
      "it": "Trovalo e troverai il vero assassino."
    }
  },
  {
    "translation": {
      "en": "Find the real shooter? Reacher,",
      "it": "Trovare l'assassino? Il mio compito è presentare un ragionevole dubbio."
    }
  },
  {
    "translation": {
      "en": "my job is to present the jury with reasonable doubt. Period.",
      "it": "Trovare l'assassino? Il mio compito è presentare un ragionevole dubbio. Non è prendere i colpevoli e assicurarli alla giustizia?"
    }
  },
  {
    "translation": {
      "en": "What about catching the guys who really did this?",
      "it": "Non è prendere i colpevoli e assicurarli alla giustizia?"
    }
  },
  {
    "translation": {
      "en": "Oh, catching the guys who did this? Bringing them to justice?",
      "it": "Non è prendere i colpevoli e assicurarli alla giustizia? - Non si può portare in tribunale. - Di' la verità."
    }
  },
  {
    "translation": {
      "en": "No, I can't take this to court.",
      "it": "- Non si può portare in tribunale. - Di' la verità."
    }
  },
  {
    "translation": {
      "en": "Exposing the truth. Even if I believed Barr is innocent, it's not my job.",
      "it": "Anche se fossi convinta dell'innocenza di Barr, non è compito mio."
    }
  },
  {
    "translation": {
      "en": "I am just a lawyer. I'm not a cop.",
      "it": "Sono solo un avvocato, non un poliziotto."
    }
  },
  {
    "translation": {
      "en": "And frankly, neither are you.",
      "it": "E francamente, non lo sei neanche tu."
    }
  },
  {
    "translation": {
      "en": "I can't do this anymore.",
      "it": "Non posso più andare avanti."
    }
  },
  {
    "translation": {
      "en": "Thanks for the coffee, counselor.",
      "it": "Grazie per il caffè, avvocato."
    }
  },
  {
    "translation": {
      "en": "Wait, it is Sandy, isn't it?",
      "it": "Ti chiami Sandy, vero?"
    }
  },
  {
    "translation": {
      "en": "Do I know you?",
      "it": "Ti conosco?"
    }
  },
  {
    "translation": {
      "en": "Charlie. Jeb's friend?",
      "it": "Charlie. L'amico di Jeb?"
    }
  },
  {
    "translation": {
      "en": "Oh, come on, don't break my heart. I'm sorry, I don't remember.",
      "it": "- Andiamo, non spezzarmi il cuore. - Scusa, non mi ricordo."
    }
  },
  {
    "translation": {
      "en": "Well, we were both pretty wasted.",
      "it": "Eravamo sballati tutti e due."
    }
  },
  {
    "translation": {
      "en": "BOTH: Yeah. (CHUCKLES)",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "What, you live here? Just up there.",
      "it": "- Abiti qui? - Là sopra."
    }
  },
  {
    "translation": {
      "en": "No shit.",
      "it": "Ma dai! Mi sono appena trasferito qui dietro. Pazzesco, no?"
    }
  },
  {
    "translation": {
      "en": "I just moved in around the back! How crazy is that?",
      "it": "Mi sono appena trasferito qui dietro. Pazzesco, no?"
    }
  },
  {
    "translation": {
      "en": "It's wild.",
      "it": "Assurdo."
    }
  },
  {
    "translation": {
      "en": "Wow! You, uh... You look great.",
      "it": "Stai benissimo."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "Well, look, you know, I don't want to keep you, so... Maybe we can grab a drink sometime.",
      "it": "Senti, non voglio trattenerti... Magari possiamo bere una cosa qualche volta."
    }
  },
  {
    "translation": {
      "en": "Yeah, maybe.",
      "it": "Sì, forse."
    }
  },
  {
    "translation": {
      "en": "Hey, how about tonight?",
      "it": "Stasera?"
    }
  },
  {
    "translation": {
      "en": "I'm meeting some people.",
      "it": "Devo vedere degli amici."
    }
  },
  {
    "translation": {
      "en": "Okay. Well, some other time, then.",
      "it": "Okay. Un'altra volta, allora."
    }
  },
  {
    "translation": {
      "en": "Some other time. Do it here.",
      "it": "- Un'altra volta. - Adesso."
    }
  },
  {
    "translation": {
      "en": "HELEN: Reacher!",
      "it": "Reacher!"
    }
  },
  {
    "translation": {
      "en": "There's a gun range in Ohio, targets out to 700 yards.",
      "it": "C'è un poligono di tiro in Ohio, bersagli fino a 640 metri. L'unico con i requisiti che hai chiesto."
    }
  },
  {
    "translation": {
      "en": "The only range that matches your requirements.",
      "it": "L'unico con i requisiti che hai chiesto."
    }
  },
  {
    "translation": {
      "en": "You should sleep.",
      "it": "Dovresti dormire."
    }
  },
  {
    "translation": {
      "en": "You have a long drive tomorrow, and I need to go to city hall and pull up Oline's legal history.",
      "it": "Ti aspetta un lungo viaggio domani e io devo raccogliere informazioni su Oline."
    }
  },
  {
    "translation": {
      "en": "I wouldn't do that. Not till I get back.",
      "it": "Al tuo posto non lo farei, non finché non torno. Se ho ragione, hanno ucciso 4 persone a caso per non far pensare a Oline."
    }
  },
  {
    "translation": {
      "en": "If I'm right, someone killed four random people",
      "it": "Se ho ragione, hanno ucciso 4 persone a caso per non far pensare a Oline."
    }
  },
  {
    "translation": {
      "en": "so no one would look directly at Oline.",
      "it": "Se ho ragione, hanno ucciso 4 persone a caso per non far pensare a Oline. E se ho ragione, solo fare il suo nome potrebbe farti perdere la vita."
    }
  },
  {
    "translation": {
      "en": "And if I'm right, just saying her name could get you killed.",
      "it": "E se ho ragione, solo fare il suo nome potrebbe farti perdere la vita. - Dici che dovrei aver paura? - Sei in gamba?"
    }
  },
  {
    "translation": {
      "en": "You saying I should be scared? Well, are you smart?",
      "it": "- Dici che dovrei aver paura? - Sei in gamba?"
    }
  },
  {
    "translation": {
      "en": "Obviously.",
      "it": "Ovvio."
    }
  },
  {
    "translation": {
      "en": "Then don't be scared.",
      "it": "Allora non avere paura."
    }
  },
  {
    "translation": {
      "en": "What exactly am I looking for?",
      "it": "Chi devo cercare esattamente? Qualcuno che possa uccidere quella ragazza con un pugno."
    }
  },
  {
    "translation": {
      "en": "Someone who could kill that girl with one punch.",
      "it": "Qualcuno che possa uccidere quella ragazza con un pugno."
    }
  },
  {
    "translation": {
      "en": "Oh, you want the guy in 1109.",
      "it": "Allora è il tizio della 1109."
    }
  },
  {
    "translation": {
      "en": "Ernie Johnson.",
      "it": "Ernie Johnson. Vedrà."
    }
  },
  {
    "translation": {
      "en": "Out of the car!",
      "it": "Fuori dalla macchina!"
    }
  },
  {
    "translation": {
      "en": "That's our suspect! Move, move!",
      "it": "È quello che cerchiamo! Muoversi!"
    }
  },
  {
    "translation": {
      "en": "Suspect is headed north on State Route 65. I need backup and air support.",
      "it": "Il sospetto è diretto a Nord, Statale 65. Chiedo rinforzi e un elicottero."
    }
  },
  {
    "translation": {
      "en": "Hold up!",
      "it": "Aspettate!"
    }
  },
  {
    "translation": {
      "en": "All clear!",
      "it": "È vuota!"
    }
  },
  {
    "translation": {
      "en": "Oh, God, I just don't believe it. I don't believe it!",
      "it": "Dio, non ci credo! Non ci credo! Ho già emesso il mandato."
    }
  },
  {
    "translation": {
      "en": "I issued the warrant an hour ago.",
      "it": "Ho già emesso il mandato."
    }
  },
  {
    "translation": {
      "en": "According to the victim's boss, Reacher was seen at her place of work this morning.",
      "it": "Reacher è andato sul luogo di lavoro della vittima stamattina."
    }
  },
  {
    "translation": {
      "en": "Where he threatened her boss.",
      "it": "Ha minacciato il suo capo."
    }
  },
  {
    "translation": {
      "en": "The car he was driving tonight",
      "it": "Guidava l'auto di un amico di Jeb Oliver."
    }
  },
  {
    "translation": {
      "en": "The man he assaulted.",
      "it": "- L'uomo che ha aggredito. - No, loro hanno aggredito Reacher."
    }
  },
  {
    "translation": {
      "en": "No, those guys assaulted Reacher.",
      "it": "- L'uomo che ha aggredito. - No, loro hanno aggredito Reacher. Reacher ne ha mandati altri tre in ospedale, a casa di Jeb."
    }
  },
  {
    "translation": {
      "en": "Reacher put three more men in the hospital",
      "it": "Reacher ne ha mandati altri tre in ospedale, a casa di Jeb."
    }
  },
  {
    "translation": {
      "en": "this afternoon at Jeb Oliver's place.",
      "it": "Reacher ne ha mandati altri tre in ospedale, a casa di Jeb. Dopo essere arrivato lì con l'auto di Jeb."
    }
  },
  {
    "translation": {
      "en": "After arriving in Jeb Oliver's car.",
      "it": "Dopo essere arrivato lì con l'auto di Jeb. E Jeb è sparito dopo aver lasciato l'ospedale."
    }
  },
  {
    "translation": {
      "en": "And Jeb hasn't been seen since he left the hospital.",
      "it": "E Jeb è sparito dopo aver lasciato l'ospedale. Se sa dov'è Reacher, deve dircelo."
    }
  },
  {
    "translation": {
      "en": "Helen, if you know where Reacher is, you need to tell us.",
      "it": "Se sa dov'è Reacher, deve dircelo. Non so dove sia, non lo vedo da quando ha lasciato il mio ufficio qualche ora fa."
    }
  },
  {
    "translation": {
      "en": "I don't know where he is. I have not seen him since he left my office a few hours ago.",
      "it": "Non so dove sia, non lo vedo da quando ha lasciato il mio ufficio qualche ora fa."
    }
  },
  {
    "translation": {
      "en": "I think she's telling the truth.",
      "it": "- Credo che dica la verità. - Lo credi? Papà, vaffanculo!"
    }
  },
  {
    "translation": {
      "en": "Oh, you think, Dad? Fuck you!",
      "it": "- Credo che dica la verità. - Lo credi? Papà, vaffanculo! Ti avevo detto di stargli lontano."
    }
  },
  {
    "translation": {
      "en": "Hey, I told you not to go near him.",
      "it": "Ti avevo detto di stargli lontano. Venite qui e mi trattate come se fossi una complice!"
    }
  },
  {
    "translation": {
      "en": "You come into my home and you treat me like I'm an accessory!",
      "it": "Venite qui e mi trattate come se fossi una complice! - D'accordo, basta. Ci penso io. - Non ho finito."
    }
  },
  {
    "translation": {
      "en": "(SCOFFS) Please! You know... All right. All right. Come on. Enough.",
      "it": "- D'accordo, basta. Ci penso io. - Non ho finito."
    }
  },
  {
    "translation": {
      "en": "You're both done. Just get out. (PHONE RINGING)",
      "it": "Avete finito, tutti e due. Fuori di qui."
    }
  },
  {
    "translation": {
      "en": "This is Helen.",
      "it": "Sono Helen. - Immagino che ci sia la polizia. - Sì."
    }
  },
  {
    "translation": {
      "en": "REACHER: I'm guessing the police are there?",
      "it": "- Immagino che ci sia la polizia. - Sì."
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "it": "- Immagino che ci sia la polizia. - Sì. Penso di avere circa 30 secondi prima che gli passi il telefono."
    }
  },
  {
    "translation": {
      "en": "By your response I'm guessing I have about 30 seconds",
      "it": "Penso di avere circa 30 secondi prima che gli passi il telefono."
    }
  },
  {
    "translation": {
      "en": "If that.",
      "it": "Al massimo. Se credi che abbiano incastrato Barr, pensa che possono farlo anche con me."
    }
  },
  {
    "translation": {
      "en": "If you believe someone could frame Barr, you have to believe they could do the same to me.",
      "it": "Se credi che abbiano incastrato Barr, pensa che possono farlo anche con me."
    }
  },
  {
    "translation": {
      "en": "I suppose that's possible.",
      "it": "Immagino sia possibile."
    }
  },
  {
    "translation": {
      "en": "She was a sweet kid, Helen.",
      "it": "Era una ragazza dolce."
    }
  },
  {
    "translation": {
      "en": "And they killed her because of me.",
      "it": "E l'hanno uccisa per colpa mia."
    }
  },
  {
    "translation": {
      "en": "They want me to run.",
      "it": "Vogliono che scappi. Ma non lo farò."
    }
  },
  {
    "translation": {
      "en": "But I won't.",
      "it": "Vogliono che scappi. Ma non lo farò. - Andrò fino in fondo. - Non è una buona idea."
    }
  },
  {
    "translation": {
      "en": "I'm going to finish this. No, that's not a good idea.",
      "it": "- Andrò fino in fondo. - Non è una buona idea."
    }
  },
  {
    "translation": {
      "en": "Listen.",
      "it": "Senti..."
    }
  },
  {
    "translation": {
      "en": "Two things. One, I, uh...",
      "it": "Due cose. La prima è che..."
    }
  },
  {
    "translation": {
      "en": "I stole your car.",
      "it": "...ti ho rubato la macchina."
    }
  },
  {
    "translation": {
      "en": "If you want to end this,",
      "it": "Se vuoi farla finita, riaggancia e denuncia il furto. Io capirò."
    }
  },
  {
    "translation": {
      "en": "just hang up the phone and report it missing. And I'll understand.",
      "it": "riaggancia e denuncia il furto. Io capirò."
    }
  },
  {
    "translation": {
      "en": "And anything else?",
      "it": "C'è altro? Pensavo di esagerare se te l'avessi detto prima, ma ora i giochi sono fatti."
    }
  },
  {
    "translation": {
      "en": "I thought I'd be pushing it if I mentioned this earlier.",
      "it": "Pensavo di esagerare se te l'avessi detto prima, ma ora i giochi sono fatti."
    }
  },
  {
    "translation": {
      "en": "Now I guess all bets are off.",
      "it": "Pensavo di esagerare se te l'avessi detto prima, ma ora i giochi sono fatti. Attenta a quello che dici a Emerson e a tuo padre."
    }
  },
  {
    "translation": {
      "en": "You need to watch what you say to Emerson and your father.",
      "it": "Attenta a quello che dici a Emerson e a tuo padre. - Credo che uno dei due sia coinvolto. - Grazie della telefonata, devo andare."
    }
  },
  {
    "translation": {
      "en": "I think one of them is in on it.",
      "it": "- Credo che uno dei due sia coinvolto. - Grazie della telefonata, devo andare."
    }
  },
  {
    "translation": {
      "en": "All right. Thanks for calling. I have to go.",
      "it": "- Credo che uno dei due sia coinvolto. - Grazie della telefonata, devo andare. Aspetta. Sono stato seguito fin dal primo giorno."
    }
  },
  {
    "translation": {
      "en": "Wait. I've been followed from day one.",
      "it": "Aspetta. Sono stato seguito fin dal primo giorno."
    }
  },
  {
    "translation": {
      "en": "Only three people knew I was here.",
      "it": "Tre persone sapevano che ero qui."
    }
  },
  {
    "translation": {
      "en": "Emerson, your father and you.",
      "it": "Emerson, tuo padre e te."
    }
  },
  {
    "translation": {
      "en": "You need to ask yourself, who has the most to lose if we clear Barr?",
      "it": "Chiediti chi ha più da perdere se scagioniamo Barr."
    }
  },
  {
    "translation": {
      "en": "Who tried to warn you off me?",
      "it": "Chi ti ha messo in guardia contro di me?"
    }
  },
  {
    "translation": {
      "en": "Of course, I could be wrong. If you think I am,",
      "it": "Certo, posso sbagliarmi. Se pensi che sbagli, riattacca."
    }
  },
  {
    "translation": {
      "en": "just hand over the phone.",
      "it": "Certo, posso sbagliarmi. Se pensi che sbagli, riattacca. Non ha senso andare oltre."
    }
  },
  {
    "translation": {
      "en": "There's no sense getting any deeper.",
      "it": "Non ha senso andare oltre."
    }
  },
  {
    "translation": {
      "en": "Who's that you're talking to? The office.",
      "it": "- Con chi sta parlando? - Con l'ufficio."
    }
  },
  {
    "translation": {
      "en": "Are we done? Helen, listen.",
      "it": "- Abbiamo finito? - Helen, ascolta..."
    }
  },
  {
    "translation": {
      "en": "We need to ta... Good night.",
      "it": "Buonanotte."
    }
  },
  {
    "translation": {
      "en": "You got some fine shooters here.",
      "it": "Sono rari i tiratori così bravi."
    }
  },
  {
    "translation": {
      "en": "Fine as frog's hair.",
      "it": "Rari come un pelo di rana."
    }
  },
  {
    "translation": {
      "en": "Rarer, too.",
      "it": "E anche di più. La maggior parte non colpirebbe un bersaglio a un metro."
    }
  },
  {
    "translation": {
      "en": "'Cause most of them fellas out there",
      "it": "La maggior parte non colpirebbe un bersaglio a un metro."
    }
  },
  {
    "translation": {
      "en": "can't shoot worth a damn. (CHUCKLES)",
      "it": "La maggior parte non colpirebbe un bersaglio a un metro. Gli chiedi di piazzare tre colpi nel cerchio nero e, beh..."
    }
  },
  {
    "translation": {
      "en": "You ask them to put three rounds in the black, well,",
      "it": "Gli chiedi di piazzare tre colpi nel cerchio nero e, beh..."
    }
  },
  {
    "translation": {
      "en": "they'll suck it.",
      "it": "...fanno schifo."
    }
  },
  {
    "translation": {
      "en": "I'm looking for the owner. That'd be me. Martin Cash.",
      "it": "- Sto cercando il proprietario. - Sono io, Martin Cash."
    }
  },
  {
    "translation": {
      "en": "What can I do you for, Mr. Ward? Ward?",
      "it": "Cosa posso fare per lei, signor Ward? Cerco un amico, abbiamo prestato servizio in Iraq insieme e ora è sparito."
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm looking for a friend of mine. We served in Iraq. The guy just dropped off the grid, you know?",
      "it": "Cerco un amico, abbiamo prestato servizio in Iraq insieme e ora è sparito."
    }
  },
  {
    "translation": {
      "en": "It happens. Yep. Yeah. Yeah.",
      "it": "Capita."
    }
  },
  {
    "translation": {
      "en": "Anyway, he was a shooter. Last I heard, he lived around here somewhere and I...",
      "it": "Era un tiratore. Viveva da queste parti..."
    }
  },
  {
    "translation": {
      "en": "When did he get out of the Army?",
      "it": "Quando ha lasciato l'esercito?"
    }
  },
  {
    "translation": {
      "en": "Well, I didn't say the Army.",
      "it": "Non ho parlato di esercito. Ha detto che avete prestato servizio e lei non è un marine."
    }
  },
  {
    "translation": {
      "en": "Well, you said you served with him. You're no jarhead.",
      "it": "Ha detto che avete prestato servizio e lei non è un marine. Anche un cieco se ne accorgerebbe."
    }
  },
  {
    "translation": {
      "en": "Man on a flying horse could see that.",
      "it": "Anche un cieco se ne accorgerebbe. Mio padre era un marine, se questo aiuta."
    }
  },
  {
    "translation": {
      "en": "Well, my father was in the Corps, if that helps.",
      "it": "Mio padre era un marine, se questo aiuta. Questo la rende un uomo per metà."
    }
  },
  {
    "translation": {
      "en": "Well, (CHUCKLES) that makes you half human.",
      "it": "Questo la rende un uomo per metà."
    }
  },
  {
    "translation": {
      "en": "Your friend got a name?",
      "it": "Il suo amico ha un nome?"
    }
  },
  {
    "translation": {
      "en": "Yeah. James Barr.",
      "it": "James Barr."
    }
  },
  {
    "translation": {
      "en": "Never heard of him.",
      "it": "Mai sentito."
    }
  },
  {
    "translation": {
      "en": "I think you have.",
      "it": "Io credo di sì."
    }
  },
  {
    "translation": {
      "en": "I think you've been dreading the moment",
      "it": "E credo temesse il momento in cui la polizia sarebbe venuta a chiedere di lui."
    }
  },
  {
    "translation": {
      "en": "some cop comes in here asking after him.",
      "it": "E credo temesse il momento in cui la polizia sarebbe venuta a chiedere di lui. Perché di sicuro qualche mammina del posto si preoccupa più del poligono"
    }
  },
  {
    "translation": {
      "en": "Because it's for sure some soccer mom around here",
      "it": "Perché di sicuro qualche mammina del posto si preoccupa più del poligono"
    }
  },
  {
    "translation": {
      "en": "is more worried about your range than she is about the pool in her backyard",
      "it": "Perché di sicuro qualche mammina del posto si preoccupa più del poligono che della piscina nel suo giardino o dello scarico del lavello."
    }
  },
  {
    "translation": {
      "en": "or the drain cleaner under her sink.",
      "it": "o dello scarico del lavello."
    }
  },
  {
    "translation": {
      "en": "Wouldn't matter to her if Barr did his killing 100 miles away,",
      "it": "E non importa se Barr ha ucciso a 200 chilometri da qui,"
    }
  },
  {
    "translation": {
      "en": "only that he came here to rehearse. She'd have a case to shut you down",
      "it": "veniva ad allenarsi qui e per questo la denuncerebbe per farla chiudere,"
    }
  },
  {
    "translation": {
      "en": "and nothing better to do.",
      "it": "perché non ha di meglio da fare."
    }
  },
  {
    "translation": {
      "en": "What do you want?",
      "it": "Che cosa vuole?"
    }
  },
  {
    "translation": {
      "en": "I want to know who Barr's friends were.",
      "it": "Chi erano gli amici di Barr?"
    }
  },
  {
    "translation": {
      "en": "Those boys out there,",
      "it": "Quei ragazzi là fuori"
    }
  },
  {
    "translation": {
      "en": "they're mighty touchy when it comes to their constitutional rights.",
      "it": "sono suscettibili quando si tratta dei loro diritti costituzionali. Supponiamo che dica loro che un poliziotto fa domande sugli iscritti..."
    }
  },
  {
    "translation": {
      "en": "Suppose I tell them a cop is in here asking after my members?",
      "it": "Supponiamo che dica loro che un poliziotto fa domande sugli iscritti..."
    }
  },
  {
    "translation": {
      "en": "I'm not a cop. What are you?",
      "it": "- Non sono un poliziotto. - Chi è?"
    }
  },
  {
    "translation": {
      "en": "I work for Barr's attorney. We have reason to believe he's innocent.",
      "it": "Lavoro per l'avvocato di Barr, crediamo che sia innocente."
    }
  },
  {
    "translation": {
      "en": "The hell you say.",
      "it": "Ma che dice?"
    }
  },
  {
    "translation": {
      "en": "Be that as it may, I'm the only one who's bothered to track him this far.",
      "it": "In ogni caso, sono l'unico che si è scomodato a indagare fin quaggiù."
    }
  },
  {
    "translation": {
      "en": "You help me out, I'll be in your debt.",
      "it": "Se mi aiuta, le sarò debitore."
    }
  },
  {
    "translation": {
      "en": "And if I don't?",
      "it": "Altrimenti?"
    }
  },
  {
    "translation": {
      "en": "Maybe you can coach soccer.",
      "it": "Potrebbe mettersi a fare l'allenatore di calcio."
    }
  },
  {
    "translation": {
      "en": "You put three in the center and maybe we'll talk. Huh?",
      "it": "Ne piazzi tre al centro e forse potremo parlare."
    }
  },
  {
    "translation": {
      "en": "Can I have a few to warm up?",
      "it": "Posso sparare qualche colpo per scaldarmi?"
    }
  },
  {
    "translation": {
      "en": "Six inches right.",
      "it": "15 centimetri a destra. Al terzo strike è fuori, signor Ward. Si gioca!"
    }
  },
  {
    "translation": {
      "en": "That's your mulligan, Mr. Ward. Play ball!",
      "it": "Al terzo strike è fuori, signor Ward. Si gioca!"
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "it": "Forza!"
    }
  },
  {
    "translation": {
      "en": "You're a little rusty, Mr. Reacher.",
      "it": "È un po' arrugginito, signor Reacher."
    }
  },
  {
    "translation": {
      "en": "I saw a man by that name shoot for the Wimbledon Cup,",
      "it": "Ho visto un uomo con questo nome sparare alla Wimbledon Cup 10 anni fa."
    }
  },
  {
    "translation": {
      "en": "what, ten years ago.",
      "it": "Ho visto un uomo con questo nome sparare alla Wimbledon Cup 10 anni fa. E sono sicuro che lei non era la seconda base degli Yankees..."
    }
  },
  {
    "translation": {
      "en": "And I'm pretty sure you never played second base for the Yankees",
      "it": "E sono sicuro che lei non era la seconda base degli Yankees..."
    }
  },
  {
    "translation": {
      "en": "in 1925.",
      "it": "...nel 1925."
    }
  },
  {
    "translation": {
      "en": "Now,",
      "it": "Allora,"
    }
  },
  {
    "translation": {
      "en": "I'll answer one question.",
      "it": "risponderò a una domanda."
    }
  },
  {
    "translation": {
      "en": "Who's your best shooter?",
      "it": "Chi era il suo miglior tiratore?"
    }
  },
  {
    "translation": {
      "en": "I pulled all these down as soon as I heard about the shooting.",
      "it": "Li ho tolti appena ho saputo della sparatoria."
    }
  },
  {
    "translation": {
      "en": "That's the best shot",
      "it": "È il colpo più bello che abbia mai visto nella vita da civile."
    }
  },
  {
    "translation": {
      "en": "I ever seen this side of civilian life.",
      "it": "che abbia mai visto nella vita da civile."
    }
  },
  {
    "translation": {
      "en": "Suppose I told you Barr wasn't this good on his best day in the Army.",
      "it": "Se le dico che da militare Barr non è mai arrivato a questi livelli? Ho consegnato io stesso i bersagli, c'è la mia firma sopra."
    }
  },
  {
    "translation": {
      "en": "I handed out those targets myself.",
      "it": "Ho consegnato io stesso i bersagli, c'è la mia firma sopra."
    }
  },
  {
    "translation": {
      "en": "That's my scrawl on every one.",
      "it": "Ho consegnato io stesso i bersagli, c'è la mia firma sopra. Li ha anche appesi nell'area di tiro?"
    }
  },
  {
    "translation": {
      "en": "Do you hang them downrange, too?",
      "it": "Li ha anche appesi nell'area di tiro?"
    }
  },
  {
    "translation": {
      "en": "What, are you serious?",
      "it": "Dice sul serio?"
    }
  },
  {
    "translation": {
      "en": "I'm saying it's possible that Barr had a friend.",
      "it": "Dico che Barr potrebbe avere un amico. Uno che ha scambiato i bersagli e Barr glielo ha lasciato fare."
    }
  },
  {
    "translation": {
      "en": "One who switched the targets on the range.",
      "it": "Uno che ha scambiato i bersagli e Barr glielo ha lasciato fare."
    }
  },
  {
    "translation": {
      "en": "Maybe Barr let him.",
      "it": "Uno che ha scambiato i bersagli e Barr glielo ha lasciato fare. Forse per sentirsi un dio col suo nome appeso al muro."
    }
  },
  {
    "translation": {
      "en": "Made him feel like King Shit having his name up on your wall.",
      "it": "Forse per sentirsi un dio col suo nome appeso al muro."
    }
  },
  {
    "translation": {
      "en": "I never saw one real shooter who would do that for his own mother.",
      "it": "Nessun bravo tiratore lo avrebbe fatto, neanche per la madre."
    }
  },
  {
    "translation": {
      "en": "Unless he was framing his mother for multiple murder",
      "it": "A meno che non volesse far ricadere un pluriomicidio sulla madre,"
    }
  },
  {
    "translation": {
      "en": "and using your range to do it.",
      "it": "servendosi del suo poligono."
    }
  },
  {
    "translation": {
      "en": "Barr didn't come alone, did he?",
      "it": "Barr non veniva qui da solo, vero?"
    }
  },
  {
    "translation": {
      "en": "You know, one of these nuts is likely to kill you, they find that camera, there.",
      "it": "Uno di quei pazzi potrebbe ucciderla se trovasse la telecamera."
    }
  },
  {
    "translation": {
      "en": "Hell, the camera's there 'cause one of these nuts is likely to kill me.",
      "it": "Ma la telecamera è lì perché uno di quei pazzi potrebbe uccidermi."
    }
  },
  {
    "translation": {
      "en": "There's Barr.",
      "it": "Ecco Barr."
    }
  },
  {
    "translation": {
      "en": "I always liked him. Always liked him.",
      "it": "- Mi è sempre piaciuto, sempre. - Ecco."
    }
  },
  {
    "translation": {
      "en": "Him.",
      "it": "Lui."
    }
  },
  {
    "translation": {
      "en": "That son of a bitch.",
      "it": "Figlio di puttana."
    }
  },
  {
    "translation": {
      "en": "(RINGING)",
      "it": "CHIAMATA IN ENTRATA"
    }
  },
  {
    "translation": {
      "en": "Helen Rodin speaking. REACHER: Got a candidate for our shooter.",
      "it": "- Helen Rodin. - Ho un candidato per il cecchino."
    }
  },
  {
    "translation": {
      "en": "Picture, possible prints",
      "it": "Foto, possibili impronte"
    }
  },
  {
    "translation": {
      "en": "and one pissed-off eyewitness. I can't talk right now.",
      "it": "- e un testimone incazzato. - Non posso parlare adesso."
    }
  },
  {
    "translation": {
      "en": "Just give me three hours to get back.",
      "it": "Dammi 3 ore. Non parlare con nessuno finché non torno."
    }
  },
  {
    "translation": {
      "en": "And don't talk to anyone until I get there.",
      "it": "Non parlare con nessuno finché non torno."
    }
  },
  {
    "translation": {
      "en": "I'll look into that, thanks.",
      "it": "Ci penserò, grazie."
    }
  },
  {
    "translation": {
      "en": "This is just what I could pull this morning.",
      "it": "Questo è tutto ciò che ho trovato. Dichiarazioni dei redditi, richieste di permessi, gare d'appalto."
    }
  },
  {
    "translation": {
      "en": "Tax records, city and state permit applications, contract bids.",
      "it": "Dichiarazioni dei redditi, richieste di permessi, gare d'appalto."
    }
  },
  {
    "translation": {
      "en": "Shell corporation in Georgia. That's the one next to Russia, not Florida.",
      "it": "Una società di copertura in Georgia, quella vicina alla Russia, non in Florida."
    }
  },
  {
    "translation": {
      "en": "They work one city at a time,",
      "it": "Lavorano in una città alla volta acquistando un'impresa locale"
    }
  },
  {
    "translation": {
      "en": "acquiring a local construction concern",
      "it": "Lavorano in una città alla volta acquistando un'impresa locale prima di un progetto di riqualificazione urbana."
    }
  },
  {
    "translation": {
      "en": "just ahead of major civic redevelopment.",
      "it": "prima di un progetto di riqualificazione urbana."
    }
  },
  {
    "translation": {
      "en": "They build bridges no one needs. Highways no one uses.",
      "it": "Costruiscono ponti e autostrade di nessuna utilità."
    }
  },
  {
    "translation": {
      "en": "They're like a cancer. A cell that won't stop growing.",
      "it": "Sono come un cancro, una cellula che si riproduce all'infinito."
    }
  },
  {
    "translation": {
      "en": "They moved 12 times in 15 years. Atlanta, Albuquerque,",
      "it": "Si sono spostati 12 volte in 15 anni: Atlanta, Albuquerque,"
    }
  },
  {
    "translation": {
      "en": "Austin, Oklahoma City, Sacramento.",
      "it": "Austin, Oklahoma City, Sacramento... Sempre tra accuse di corruzione,"
    }
  },
  {
    "translation": {
      "en": "Always amidst allegations of corruption",
      "it": "Sempre tra accuse di corruzione, compresi milioni di dollari spariti dai fondi pubblici."
    }
  },
  {
    "translation": {
      "en": "including millions of dollars in missing public funds.",
      "it": "compresi milioni di dollari spariti dai fondi pubblici. Eppure non è mai stata avviata alcuna inchiesta."
    }
  },
  {
    "translation": {
      "en": "And yet never an investigation.",
      "it": "Eppure non è mai stata avviata alcuna inchiesta."
    }
  },
  {
    "translation": {
      "en": "Never even an inquiry.",
      "it": "Eppure non è mai stata avviata alcuna inchiesta. È come se la Lebendauer Enterprises fosse al di sopra dei sospetti."
    }
  },
  {
    "translation": {
      "en": "It's as if Lebendauer Enterprises were above reproach.",
      "it": "È come se la Lebendauer Enterprises fosse al di sopra dei sospetti."
    }
  },
  {
    "translation": {
      "en": "maybe that's because the allegations come from the competition.",
      "it": "Forse perché le accuse venivano dalla concorrenza."
    }
  },
  {
    "translation": {
      "en": "Outbid. Bitter.",
      "it": "Persone sconfitte, amareggiate."
    }
  },
  {
    "translation": {
      "en": "Like Oline Archer.",
      "it": "Come Oline Archer. Oppure la Lebendauer ha l'appoggio di funzionari chiave."
    }
  },
  {
    "translation": {
      "en": "Or maybe Lebendauer has the cooperation of key officials.",
      "it": "Oppure la Lebendauer ha l'appoggio di funzionari chiave. E magari quando quell'appoggio non basta,"
    }
  },
  {
    "translation": {
      "en": "And maybe when that cooperation isn't enough,",
      "it": "E magari quando quell'appoggio non basta, uccidono la gente che non si lascia comprare, come Oline Archer."
    }
  },
  {
    "translation": {
      "en": "they kill people who won't be bought off.",
      "it": "uccidono la gente che non si lascia comprare, come Oline Archer."
    }
  },
  {
    "translation": {
      "en": "Like Oline Archer.",
      "it": "uccidono la gente che non si lascia comprare, come Oline Archer. Sul serio credi a questa storia?"
    }
  },
  {
    "translation": {
      "en": "Helen, how much of this do you honestly believe?",
      "it": "Sul serio credi a questa storia? Il punto non è se io ci creda."
    }
  },
  {
    "translation": {
      "en": "It doesn't matter how much I believe.",
      "it": "Il punto non è se io ci creda."
    }
  },
  {
    "translation": {
      "en": "It doesn't even matter how much I can prove. It only matters how much is true.",
      "it": "E non è neanche se riesca a provarlo, il punto è se sia vero."
    }
  },
  {
    "translation": {
      "en": "Do you know how delusional you sound?",
      "it": "Sembri in preda al delirio, lo sai?"
    }
  },
  {
    "translation": {
      "en": "What happened to you?",
      "it": "Che ti è successo? Sei così deciso a mandare a morte quest'uomo, al punto di ignorare..."
    }
  },
  {
    "translation": {
      "en": "Are you really so set on putting this man to death that you'd ignore...",
      "it": "Sei così deciso a mandare a morte quest'uomo, al punto di ignorare..."
    }
  },
  {
    "translation": {
      "en": "I pulled all of this paper under my own name.",
      "it": "Ho richiesto tutti questi documenti a mio nome."
    }
  },
  {
    "translation": {
      "en": "If Jack Reacher's right,",
      "it": "Se Jack Reacher ha ragione,"
    }
  },
  {
    "translation": {
      "en": "my life, your daughter's life,",
      "it": "la mia vita, la vita di tua figlia"
    }
  },
  {
    "translation": {
      "en": "is in danger now.",
      "it": "è in pericolo adesso."
    }
  },
  {
    "translation": {
      "en": "Whatever happens to me next is on your head, whether you're involved or not.",
      "it": "Quello che mi succederà ricadrà su di te, che tu sia coinvolto oppure no."
    }
  },
  {
    "translation": {
      "en": "You are the District Attorney",
      "it": "Sei il procuratore distrettuale e io ti ho dato delle grosse prove"
    }
  },
  {
    "translation": {
      "en": "and I've given you compelling evidence",
      "it": "Sei il procuratore distrettuale e io ti ho dato delle grosse prove per cominciare a indagare sulla Lebendauer."
    }
  },
  {
    "translation": {
      "en": "to investigate Lebendauer Enterprises.",
      "it": "per cominciare a indagare sulla Lebendauer. La tua prossima mossa mi dirà da che parte stai."
    }
  },
  {
    "translation": {
      "en": "Your next move will tell me which side you're on.",
      "it": "La tua prossima mossa mi dirà da che parte stai."
    }
  },
  {
    "translation": {
      "en": "I see. It's a test.",
      "it": "Capisco, è un test."
    }
  },
  {
    "translation": {
      "en": "(CHUCKLES) Well, this may be hard for you to believe, but I do love you.",
      "it": "Forse per te è difficile crederlo, ma io ti voglio bene."
    }
  },
  {
    "translation": {
      "en": "And obviously I'm not going to turn a blind eye, no matter how absurd I find all of this.",
      "it": "E non farò finta di non vedere, sebbene trovi assurda questa storia."
    }
  },
  {
    "translation": {
      "en": "(SIGHS) So, if you really believe that you're in danger,",
      "it": "Perciò, se davvero pensi di essere in pericolo,"
    }
  },
  {
    "translation": {
      "en": "if you believe that,",
      "it": "se lo pensi,"
    }
  },
  {
    "translation": {
      "en": "then the next order of business,",
      "it": "allora la prima cosa da fare"
    }
  },
  {
    "translation": {
      "en": "is to put you in protective custody right now.",
      "it": "è metterti sotto protezione a partire da subito."
    }
  },
  {
    "translation": {
      "en": "And how safe will I be if you're part of it?",
      "it": "Come posso essere al sicuro se tu sei coinvolto?"
    }
  },
  {
    "translation": {
      "en": "Jesus, Helen.",
      "it": "Dio, Helen!"
    }
  },
  {
    "translation": {
      "en": "Business meeting or personal?",
      "it": "Appuntamento di lavoro o personale?"
    }
  },
  {
    "translation": {
      "en": "Hard to tell them apart. I'll bet.",
      "it": "- Difficile separare le due cose. - Lo immagino."
    }
  },
  {
    "translation": {
      "en": "(CELL PHONE RINGING)",
      "it": "UFFICIO CAVA"
    }
  },
  {
    "translation": {
      "en": "CHARLIE: No.",
      "it": "No."
    }
  },
  {
    "translation": {
      "en": "Sorry, wrong number.",
      "it": "Scusi, ho sbagliato."
    }
  },
  {
    "translation": {
      "en": "Is this Reacher?",
      "it": "Sei Reacher?"
    }
  },
  {
    "translation": {
      "en": "Who is this?",
      "it": "Con chi parlo?"
    }
  },
  {
    "translation": {
      "en": "Is this Reacher?",
      "it": "Tu sei Reacher?"
    }
  },
  {
    "translation": {
      "en": "It's you. The guy from the car.",
      "it": "Sei tu, quello della macchina."
    }
  },
  {
    "translation": {
      "en": "It's your boyfriend.",
      "it": "È il tuo fidanzato."
    }
  },
  {
    "translation": {
      "en": "Reacher, is it you?",
      "it": "Reacher, sei tu?"
    }
  },
  {
    "translation": {
      "en": "Helen, are you hurt?",
      "it": "Stai bene? Non starà bene se non arrivi entro un'ora."
    }
  },
  {
    "translation": {
      "en": "Well, she's gonna be if you're not here in one hour.",
      "it": "Non starà bene se non arrivi entro un'ora."
    }
  },
  {
    "translation": {
      "en": "Do I have to tell you how this works?",
      "it": "Devo dirti come funziona? Mi fai girare per evitare che mi seguano, poi mi tendi una trappola e mi uccidi."
    }
  },
  {
    "translation": {
      "en": "You'll bounce me around to make sure I'm not followed, then walk me into an ambush and kill me.",
      "it": "Mi fai girare per evitare che mi seguano, poi mi tendi una trappola e mi uccidi."
    }
  },
  {
    "translation": {
      "en": "Aw, you ruined my surprise.",
      "it": "Mi hai rovinato la sorpresa."
    }
  },
  {
    "translation": {
      "en": "Well, I can do one better.",
      "it": "Te ne faccio una io. Sono stato al poligono di Hinge Creek."
    }
  },
  {
    "translation": {
      "en": "I went down to the gun range at Hinge Creek.",
      "it": "Sono stato al poligono di Hinge Creek. Ho una tua foto e le impronte e sto andando dai Federali."
    }
  },
  {
    "translation": {
      "en": "I got the picture, prints, and I'm going to the Feds.",
      "it": "Ho una tua foto e le impronte e sto andando dai Federali."
    }
  },
  {
    "translation": {
      "en": "The lawyer's all yours.",
      "it": "L'avvocato è tutto tuo."
    }
  },
  {
    "translation": {
      "en": "Get the Zec.",
      "it": "Chiama Zec."
    }
  },
  {
    "translation": {
      "en": "On second thought, I'd like to kill you.",
      "it": "Ci ho ripensato, voglio ucciderti."
    }
  },
  {
    "translation": {
      "en": "Let's say winner take all.",
      "it": "Chi vince prende tutto."
    }
  },
  {
    "translation": {
      "en": "Listen to me, you prick. I will kill this bitch if you're not here in one...",
      "it": "Stammi a sentire, stronzo. Uccido la troia se non sei qui..."
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "it": "Cazzo!"
    }
  },
  {
    "translation": {
      "en": "You think I'm a hero?",
      "it": "Credi che sia un eroe?"
    }
  },
  {
    "translation": {
      "en": "I am not a hero.",
      "it": "Non sono un eroe, sono un vagabondo che non ha niente da perdere."
    }
  },
  {
    "translation": {
      "en": "I'm a drifter with nothing to lose.",
      "it": "Non sono un eroe, sono un vagabondo che non ha niente da perdere. Hai ammazzato quella ragazza per incastrarmi."
    }
  },
  {
    "translation": {
      "en": "You killed that girl to put me in a frame.",
      "it": "Hai ammazzato quella ragazza per incastrarmi."
    }
  },
  {
    "translation": {
      "en": "I mean to beat you to death and drink your blood from a boot.",
      "it": "Voglio ammazzarti di botte e bere il tuo sangue appena sgorgato."
    }
  },
  {
    "translation": {
      "en": "Now, this is how it's going to work.",
      "it": "Ti dico io come funziona: tu mi dai l'indirizzo"
    }
  },
  {
    "translation": {
      "en": "You're gonna give me the address",
      "it": "Ti dico io come funziona: tu mi dai l'indirizzo e io arrivo quando mi fa comodo."
    }
  },
  {
    "translation": {
      "en": "and I'll be along when I am damn good and ready.",
      "it": "e io arrivo quando mi fa comodo. Se lei non risponde quando chiamo, se solo sospetto che l'hai toccata,"
    }
  },
  {
    "translation": {
      "en": "If she doesn't answer the phone when I call this number, if I even think you've hurt her,",
      "it": "Se lei non risponde quando chiamo, se solo sospetto che l'hai toccata,"
    }
  },
  {
    "translation": {
      "en": "I disappear.",
      "it": "sparisco. E se sei sveglio, dovresti avere paura, perché io sono nel tuo punto cieco"
    }
  },
  {
    "translation": {
      "en": "And if you're smart, that scares you, because I'm in your blind spot",
      "it": "E se sei sveglio, dovresti avere paura, perché io sono nel tuo punto cieco"
    }
  },
  {
    "translation": {
      "en": "and I have nothing better to do.",
      "it": "e non ho altro da fare."
    }
  },
  {
    "translation": {
      "en": "You got a pen?",
      "it": "Hai una penna?"
    }
  },
  {
    "translation": {
      "en": "Don't need one.",
      "it": "Non mi serve."
    }
  },
  {
    "translation": {
      "en": "If I had a dollar for every time the Army called the Corps for help.",
      "it": "Vorrei un dollaro per ogni volta che l'esercito ha chiesto aiuto ai marines."
    }
  },
  {
    "translation": {
      "en": "You have something for me? Yeah.",
      "it": "- Hai qualcosa per me? - Sì."
    }
  },
  {
    "translation": {
      "en": "Here.",
      "it": "Ecco."
    }
  },
  {
    "translation": {
      "en": "You're kidding, right?",
      "it": "- Scherzi? - Solo perché ti ho visto sparare"
    }
  },
  {
    "translation": {
      "en": "Just because I saw you shoot ten years ago",
      "it": "- Scherzi? - Solo perché ti ho visto sparare non significa che ti lascio uccidere qualche stronzo col mio fucile."
    }
  },
  {
    "translation": {
      "en": "doesn't mean I'll let you kill some asshole with my gun.",
      "it": "non significa che ti lascio uccidere qualche stronzo col mio fucile."
    }
  },
  {
    "translation": {
      "en": "I told you how serious this was.",
      "it": "Ti ho detto che è una cosa seria."
    }
  },
  {
    "translation": {
      "en": "And I showed up, didn't I?",
      "it": "E io sono qui, no?"
    }
  },
  {
    "translation": {
      "en": "So let's get to it.",
      "it": "Forza, muoviamoci."
    }
  },
  {
    "translation": {
      "en": "Now, your shooter will be",
      "it": "Il cecchino sarà lassù, dietro quelle luci. Può coprire entrambe le strade"
    }
  },
  {
    "translation": {
      "en": "right up there behind those lights. Okay? He can cover both roads",
      "it": "sarà lassù, dietro quelle luci. Può coprire entrambe le strade"
    }
  },
  {
    "translation": {
      "en": "coming and going.",
      "it": "facendo avanti e indietro e ucciderti appena ti alzi in piedi."
    }
  },
  {
    "translation": {
      "en": "And kill you just as soon as you stand up.",
      "it": "e ucciderti appena ti alzi in piedi."
    }
  },
  {
    "translation": {
      "en": "Well, can you take him out? What, to dinner you mean?",
      "it": "- Me lo levi di torno? - Vuoi che lo porti a cena?"
    }
  },
  {
    "translation": {
      "en": "Look, I don't know the type of people",
      "it": "Senti, non so che tipo di gente frequenti di solito,"
    }
  },
  {
    "translation": {
      "en": "you normally associate with, Reacher.",
      "it": "Senti, non so che tipo di gente frequenti di solito, ma io non prendo e vado a casa del diavolo, così su due piedi,"
    }
  },
  {
    "translation": {
      "en": "But I'm not in the habit of driving out to the boonies at the drop of a hat",
      "it": "ma io non prendo e vado a casa del diavolo, così su due piedi, a sparare a dei perfetti estranei, okay?"
    }
  },
  {
    "translation": {
      "en": "and just picking off some total strangers, all right?",
      "it": "a sparare a dei perfetti estranei, okay?"
    }
  },
  {
    "translation": {
      "en": "Anyway, I can't see anything, not with them lights up.",
      "it": "E comunque non vedo niente con quelle luci accese."
    }
  },
  {
    "translation": {
      "en": "So shoot them out.",
      "it": "Spara e spegnile."
    }
  },
  {
    "translation": {
      "en": "Yeah, sure. And then he knows right where I am. I might as well set myself on fire.",
      "it": "Certo, così lui saprà dove sono. Tanto varrebbe darmi fuoco."
    }
  },
  {
    "translation": {
      "en": "No, sir. I'll start shooting when he does.",
      "it": "No, signore. Sparerò quando lo farà lui."
    }
  },
  {
    "translation": {
      "en": "And how do you propose we get him started?",
      "it": "Come pensi di dargli il via?"
    }
  },
  {
    "translation": {
      "en": "Well, you could always start running.",
      "it": "Beh, tu potresti sempre metterti a correre."
    }
  },
  {
    "translation": {
      "en": "What's wrong with your eye? I'm saving my night vision.",
      "it": "- Che hai fatto all'occhio? - Lo conservo per la visione notturna."
    }
  },
  {
    "translation": {
      "en": "Hey, Gunny, you mind if I ask you kind of",
      "it": "Senti, sergente, posso farti una domanda personale?"
    }
  },
  {
    "translation": {
      "en": "a personal question?",
      "it": "Senti, sergente, posso farti una domanda personale? Pensi che non sappia più sparare?"
    }
  },
  {
    "translation": {
      "en": "What, you don't think I can shoot anymore?",
      "it": "Pensi che non sappia più sparare?"
    }
  },
  {
    "translation": {
      "en": "It is a perishable skill.",
      "it": "È un'abilità che si perde."
    }
  },
  {
    "translation": {
      "en": "Yeah, well,",
      "it": "Sì, beh..."
    }
  },
  {
    "translation": {
      "en": "the sun will be up in an hour.",
      "it": "...il sole sorgerà fra un'ora."
    }
  },
  {
    "translation": {
      "en": "Let's get going.",
      "it": "Muoviamoci."
    }
  },
  {
    "translation": {
      "en": "I heard them call you the Zec.",
      "it": "Ho sentito che la chiamano Zec."
    }
  },
  {
    "translation": {
      "en": "That means \"prisoner.\"",
      "it": "Significa \"prigioniero\"."
    }
  },
  {
    "translation": {
      "en": "Yes?",
      "it": "Vero?"
    }
  },
  {
    "translation": {
      "en": "Tell me, killing all those people,",
      "it": "Uccidere tutte quelle persone."
    }
  },
  {
    "translation": {
      "en": "I have to believe the money you're making can't possibly be enough to just...",
      "it": "Non posso credere che i soldi che guadagna possano bastare a..."
    }
  },
  {
    "translation": {
      "en": "Enough?",
      "it": "Bastare?"
    }
  },
  {
    "translation": {
      "en": "There is no such thing.",
      "it": "Non esiste quella parola."
    }
  },
  {
    "translation": {
      "en": "We take what can be taken.",
      "it": "Prendiamo quello che si può prendere."
    }
  },
  {
    "translation": {
      "en": "This is what we do.",
      "it": "È questo che facciamo."
    }
  },
  {
    "translation": {
      "en": "And you?",
      "it": "E lei?"
    }
  },
  {
    "translation": {
      "en": "This one I think I understand, but you?",
      "it": "Lui posso capirlo, ma lei?"
    }
  },
  {
    "translation": {
      "en": "Why'd you do it? You make it sound like I had a choice.",
      "it": "- Perché l'ha fatto? - A sentirla, sembra che avessi scelta."
    }
  },
  {
    "translation": {
      "en": "Oh, didn't you?",
      "it": "Non è così?"
    }
  },
  {
    "translation": {
      "en": "You'll see.",
      "it": "Lo vedrà."
    }
  },
  {
    "translation": {
      "en": "You should know I've taken steps,",
      "it": "Ho preso delle precauzioni, se mi succede qualcosa..."
    }
  },
  {
    "translation": {
      "en": "If anything happens to you, it will happen in front of your father",
      "it": "Se le succede qualcosa, avverrà davanti a suo padre"
    }
  },
  {
    "translation": {
      "en": "while he begs for your life.",
      "it": "che supplica di lasciarla vivere."
    }
  },
  {
    "translation": {
      "en": "You should never have involved him.",
      "it": "Non avrebbe mai dovuto coinvolgerlo. Ora dovrà convincerlo a dimenticare, per il suo bene"
    }
  },
  {
    "translation": {
      "en": "Now you will have to convince him to forget, for your sake",
      "it": "Ora dovrà convincerlo a dimenticare, per il suo bene"
    }
  },
  {
    "translation": {
      "en": "and for his.",
      "it": "e quello di suo padre."
    }
  },
  {
    "translation": {
      "en": "You say nothing, but I see defiance in your eyes.",
      "it": "Lei non dice niente, ma leggo la sfida nei suoi occhi."
    }
  },
  {
    "translation": {
      "en": "That is a look I have seen many, many times.",
      "it": "Ho visto molte, molte volte quello sguardo."
    }
  },
  {
    "translation": {
      "en": "When the soldier comes,",
      "it": "Ma quando il soldato arriverà, quando lo vedrà morire, lei cambierà."
    }
  },
  {
    "translation": {
      "en": "when you watch how he dies, it will change you.",
      "it": "quando lo vedrà morire, lei cambierà."
    }
  },
  {
    "translation": {
      "en": "You will want to forget me then.",
      "it": "E vorrà solo dimenticarmi, allora."
    }
  },
  {
    "translation": {
      "en": "REACHER: Are you okay? They're ready for you.",
      "it": "- Stai bene? - Sono pronti ad accoglierti."
    }
  },
  {
    "translation": {
      "en": "They'd like to think so.",
      "it": "Così credono."
    }
  },
  {
    "translation": {
      "en": "Don't do this. Please don't do this. Not for me.",
      "it": "Ti prego, non farlo, non per me. Ascolta, Helen..."
    }
  },
  {
    "translation": {
      "en": "Listen, Helen, they're not gonna",
      "it": "Ascolta, Helen..."
    }
  },
  {
    "translation": {
      "en": "hurt you until they have me. And that's never going to happen.",
      "it": "Non ti faranno del male finché non avranno me e questo non accadrà."
    }
  },
  {
    "translation": {
      "en": "You hear me?",
      "it": "Hai capito?"
    }
  },
  {
    "translation": {
      "en": "You just hang in there.",
      "it": "Cerca di resistere."
    }
  },
  {
    "translation": {
      "en": "'Cause I'm coming to get you.",
      "it": "Vengo a prenderti."
    }
  },
  {
    "translation": {
      "en": "Now say you believe me.",
      "it": "Dimmi che ti fidi di me."
    }
  },
  {
    "translation": {
      "en": "I believe you.",
      "it": "Mi fido di te."
    }
  },
  {
    "translation": {
      "en": "This was a bad idea.",
      "it": "Pessima idea."
    }
  },
  {
    "translation": {
      "en": "Any time now, Gunny.",
      "it": "Quando vuoi, sergente."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "it": "Cazzo!"
    }
  },
  {
    "translation": {
      "en": "Where the hell are you, Gunny?",
      "it": "Dove sei, sergente?"
    }
  },
  {
    "translation": {
      "en": "Suck it!",
      "it": "Fregati!"
    }
  },
  {
    "translation": {
      "en": "You should go.",
      "it": "Devi andartene."
    }
  },
  {
    "translation": {
      "en": "Toss it.",
      "it": "Buttalo."
    }
  },
  {
    "translation": {
      "en": "REACHER: I know you're in there, Emerson.",
      "it": "Lo so che sei lì dentro, Emerson."
    }
  },
  {
    "translation": {
      "en": "It was staring me right in the face.",
      "it": "Ce l'avevo sotto gli occhi."
    }
  },
  {
    "translation": {
      "en": "The one piece that just didn't fit.",
      "it": "L'unico pezzo che non riuscivo a incastrare."
    }
  },
  {
    "translation": {
      "en": "The quarter.",
      "it": "La moneta."
    }
  },
  {
    "translation": {
      "en": "Nobody would have thought to dump that meter.",
      "it": "Nessuno avrebbe pensato di svuotare il parchimetro."
    }
  },
  {
    "translation": {
      "en": "Not even me.",
      "it": "Nemmeno io."
    }
  },
  {
    "translation": {
      "en": "You were wrong about my father.",
      "it": "Ti sbagliavi su mio padre."
    }
  },
  {
    "translation": {
      "en": "I wouldn't make a big thing of it.",
      "it": "Non ne farei un affare di Stato."
    }
  },
  {
    "translation": {
      "en": "Who is he?",
      "it": "Chi è? Il Signor X numero due."
    }
  },
  {
    "translation": {
      "en": "That's John Doe Number Two.",
      "it": "Il Signor X numero due. L'artefice del complotto, l'uomo nero."
    }
  },
  {
    "translation": {
      "en": "The man on the grassy knoll. The thing under the bed.",
      "it": "L'artefice del complotto, l'uomo nero."
    }
  },
  {
    "translation": {
      "en": "They call him the Zec.",
      "it": "Lo chiamano Zec."
    }
  },
  {
    "translation": {
      "en": "Zec? Prisoner.",
      "it": "Zec... Il prigioniero."
    }
  },
  {
    "translation": {
      "en": "What's your real name?",
      "it": "Qual è il tuo vero nome?"
    }
  },
  {
    "translation": {
      "en": "I was born in October. When I get to my birthday, I'm gonna pull the trigger.",
      "it": "Sono nato a ottobre, quando arrivo alla data del mio compleanno, sparo."
    }
  },
  {
    "translation": {
      "en": "One. Two.",
      "it": "Uno, due..."
    }
  },
  {
    "translation": {
      "en": "Chelovek? Human.",
      "it": "Chelovek... umano."
    }
  },
  {
    "translation": {
      "en": "Prisoner Human Being.",
      "it": "Essere umano prigioniero."
    }
  },
  {
    "translation": {
      "en": "That's your real name? That is all I remember.",
      "it": "- È il tuo vero nome? - È tutto ciò che ricordo."
    }
  },
  {
    "translation": {
      "en": "Call the police.",
      "it": "Chiama la polizia."
    }
  },
  {
    "translation": {
      "en": "Were you really going to shoot him?",
      "it": "Gli avresti sparato sul serio?"
    }
  },
  {
    "translation": {
      "en": "I knew I wouldn't have to.",
      "it": "Sapevo che non sarebbe stato necessario."
    }
  },
  {
    "translation": {
      "en": "One look at this guy and you know he'll do anything to survive.",
      "it": "Mi è bastata un'occhiata per capire che farebbe di tutto per sopravvivere. E gli è bastata un'occhiata per capire che non bluffavo."
    }
  },
  {
    "translation": {
      "en": "One look at me and you know I'm not bluffing.",
      "it": "E gli è bastata un'occhiata per capire che non bluffavo. Sì, c'è un'emergenza..."
    }
  },
  {
    "translation": {
      "en": "HELEN: Yes, I have an emergency at...",
      "it": "Sì, c'è un'emergenza..."
    }
  },
  {
    "translation": {
      "en": "Yes, I'll hold.",
      "it": "Sì, aspetto."
    }
  },
  {
    "translation": {
      "en": "We're in no hurry.",
      "it": "Non abbiamo fretta."
    }
  },
  {
    "translation": {
      "en": "With a name like yours, you're gonna feel right at home.",
      "it": "Con un nome così, ti sentirai come a casa tua."
    }
  },
  {
    "translation": {
      "en": "Prison? In America?",
      "it": "La prigione, in America? Una casa di riposo. Ammesso che io vada in prigione."
    }
  },
  {
    "translation": {
      "en": "A retirement home. If I go to prison at all.",
      "it": "Una casa di riposo. Ammesso che io vada in prigione."
    }
  },
  {
    "translation": {
      "en": "You think you're gonna walk?",
      "it": "Pensi di cavartela? Sei un vagabondo ricercato per omicidio."
    }
  },
  {
    "translation": {
      "en": "You are a homeless drifter wanted for murder.",
      "it": "Sei un vagabondo ricercato per omicidio."
    }
  },
  {
    "translation": {
      "en": "Meanwhile, I am an old man",
      "it": "Mentre io sono un povero vecchio nel posto sbagliato al momento sbagliato."
    }
  },
  {
    "translation": {
      "en": "in the wrong place at the wrong time.",
      "it": "Mentre io sono un povero vecchio nel posto sbagliato al momento sbagliato. Grazie a te, chi è rimasto per dire il contrario? Chi?"
    }
  },
  {
    "translation": {
      "en": "Thanks to you, who is left to say otherwise? Who?",
      "it": "Grazie a te, chi è rimasto per dire il contrario? Chi?"
    }
  },
  {
    "translation": {
      "en": "HELEN: Yes, hello? Yes, there's...",
      "it": "Pronto? Sì, c'è un'emergenza."
    }
  },
  {
    "translation": {
      "en": "Uh, I have an emergency.",
      "it": "Pronto? Sì, c'è un'emergenza. Vedremo chi di noi andrà in prigione."
    }
  },
  {
    "translation": {
      "en": "We'll see which one of us goes to prison.",
      "it": "Vedremo chi di noi andrà in prigione. Ci saranno tre o quattro morti."
    }
  },
  {
    "translation": {
      "en": "There are maybe three, four people dead.",
      "it": "Ci saranno tre o quattro morti."
    }
  },
  {
    "translation": {
      "en": "Okay. My bet?",
      "it": "Io dico..."
    }
  },
  {
    "translation": {
      "en": "Neither one.",
      "it": "...nessuno di noi due."
    }
  },
  {
    "translation": {
      "en": "What did you do?",
      "it": "Che hai fatto?"
    }
  },
  {
    "translation": {
      "en": "What's it look like?",
      "it": "A te cosa sembra?"
    }
  },
  {
    "translation": {
      "en": "What about the truth?",
      "it": "Non volevi la verità? Non volevi prendere i colpevoli e consegnare lui alla giustizia?"
    }
  },
  {
    "translation": {
      "en": "What about getting the guys who really did this? What about bringing him to justice?",
      "it": "Non volevi prendere i colpevoli e consegnare lui alla giustizia?"
    }
  },
  {
    "translation": {
      "en": "I just did.",
      "it": "L'ho appena fatto."
    }
  },
  {
    "translation": {
      "en": "HELEN: What about clearing Barr?",
      "it": "Come scagionerai Barr? Come scagionerai te stesso?"
    }
  },
  {
    "translation": {
      "en": "What about clearing you?",
      "it": "Come scagionerai Barr? Come scagionerai te stesso? Confido in te e so che conosci bene il procuratore distrettuale."
    }
  },
  {
    "translation": {
      "en": "REACHER: I have faith you'll sort it out.",
      "it": "Confido in te e so che conosci bene il procuratore distrettuale."
    }
  },
  {
    "translation": {
      "en": "And I hear you have an in with the local D.A.",
      "it": "Confido in te e so che conosci bene il procuratore distrettuale. - Ma che farai nel frattempo? - Continuerò a spostarmi, come sempre."
    }
  },
  {
    "translation": {
      "en": "HELEN: But what happens to you in the meantime? I keep moving. Same as always.",
      "it": "- Ma che farai nel frattempo? - Continuerò a spostarmi, come sempre."
    }
  },
  {
    "translation": {
      "en": "Wait, is that my car?",
      "it": "Aspetta, è la mia macchina quella?"
    }
  },
  {
    "translation": {
      "en": "This the lady?",
      "it": "È lei la signora?"
    }
  },
  {
    "translation": {
      "en": "A pleasure.",
      "it": "Piacere."
    }
  },
  {
    "translation": {
      "en": "You look like hell there, Army.",
      "it": "Hai una brutta faccia, soldato. Mi hai chiesto se avevo paura di finire come Barr. Per niente."
    }
  },
  {
    "translation": {
      "en": "You asked if I was afraid I'd end up like Barr. I'm not.",
      "it": "Mi hai chiesto se avevo paura di finire come Barr. Per niente. Ho paura di finire come lui."
    }
  },
  {
    "translation": {
      "en": "I'm afraid I'll end up like this guy.",
      "it": "Ho paura di finire come lui. Ci sono un mucchio di cadaveri qui, muoviamoci."
    }
  },
  {
    "translation": {
      "en": "There's a lot of dead bodies out here. So let's get to it.",
      "it": "Ci sono un mucchio di cadaveri qui, muoviamoci. - Sì, meglio andare. - Un momento, tutto qui?"
    }
  },
  {
    "translation": {
      "en": "We should probably go. Wait. That's it?",
      "it": "- Sì, meglio andare. - Un momento, tutto qui?"
    }
  },
  {
    "translation": {
      "en": "It's just over?",
      "it": "Finisce così?"
    }
  },
  {
    "translation": {
      "en": "You'll be all right, counselor.",
      "it": "Te la caverai, avvocato. Se ho bisogno di te? Come ti trovo?"
    }
  },
  {
    "translation": {
      "en": "No. What if I need you? How will I find you?",
      "it": "Se ho bisogno di te? Come ti trovo?"
    }
  },
  {
    "translation": {
      "en": "Oh, you don't need me.",
      "it": "Non hai bisogno di me."
    }
  },
  {
    "translation": {
      "en": "Not anymore.",
      "it": "Non più."
    }
  },
  {
    "translation": {
      "en": "Get her number. Let's go!",
      "it": "Chiedile il numero e andiamo!"
    }
  },
  {
    "translation": {
      "en": "I'm Helen Rodin, your attorney.",
      "it": "Sono Helen Rodin, il suo avvocato."
    }
  },
  {
    "translation": {
      "en": "This conversation is protected by attorney-client privilege.",
      "it": "Questa conversazione è protetta dal segreto professionale."
    }
  },
  {
    "translation": {
      "en": "You understand what that means?",
      "it": "Capisce quello che sto dicendo?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Capisce quello che sto dicendo? La polizia non ha parlato con lei, vero?"
    }
  },
  {
    "translation": {
      "en": "Now, the police didn't talk to you, did they?",
      "it": "La polizia non ha parlato con lei, vero? Non possono farlo senza che io sia presente."
    }
  },
  {
    "translation": {
      "en": "They're not allowed to do that without me here.",
      "it": "Non possono farlo senza che io sia presente."
    }
  },
  {
    "translation": {
      "en": "How bad was it?",
      "it": "Quanto è grave?"
    }
  },
  {
    "translation": {
      "en": "How many did I...",
      "it": "Quanti ne ho..."
    }
  },
  {
    "translation": {
      "en": "You don't remember anything about the incident?",
      "it": "Non ricorda niente di quello che è successo?"
    }
  },
  {
    "translation": {
      "en": "But I could hear the nurses talking to those cops out there.",
      "it": "Ma ho sentito le infermiere parlare con i poliziotti."
    }
  },
  {
    "translation": {
      "en": "(SOBBING) I don't even remember wanting to do it!",
      "it": "Non ricordo neanche di averlo pensato!"
    }
  },
  {
    "translation": {
      "en": "Look, I'm not gonna fight this.",
      "it": "Senta, non ho intenzione di oppormi."
    }
  },
  {
    "translation": {
      "en": "If they say I done it, then I did.",
      "it": "Se dicono che sono stato io, sono stato io."
    }
  },
  {
    "translation": {
      "en": "I done things before.",
      "it": "L'ho già fatto una volta."
    }
  },
  {
    "translation": {
      "en": "I did something bad.",
      "it": "Ho fatto una cosa brutta."
    }
  },
  {
    "translation": {
      "en": "Real bad.",
      "it": "Molto brutta!"
    }
  },
  {
    "translation": {
      "en": "A long time ago.",
      "it": "Tanto tempo fa."
    }
  },
  {
    "translation": {
      "en": "And I got away with it.",
      "it": "E me la sono cavata."
    }
  },
  {
    "translation": {
      "en": "how well do you know this place?",
      "it": "Conosce questo posto?"
    }
  },
  {
    "translation": {
      "en": "Pretty well.",
      "it": "Molto bene."
    }
  },
  {
    "translation": {
      "en": "And how do you think you would have done it?",
      "it": "Come lo avrebbe fatto?"
    }
  },
  {
    "translation": {
      "en": "I guess",
      "it": "Credo..."
    }
  },
  {
    "translation": {
      "en": "I would have parked up on the highway.",
      "it": "Avrei parcheggiato sulla superstrada. Avrei avuto il sole alle spalle a quell'ora."
    }
  },
  {
    "translation": {
      "en": "The sun would be at my back that time of day.",
      "it": "Avrei avuto il sole alle spalle a quell'ora."
    }
  },
  {
    "translation": {
      "en": "I got a van.",
      "it": "Ho un furgone."
    }
  },
  {
    "translation": {
      "en": "Set up in back.",
      "it": "Mi sarei sistemato dietro."
    }
  },
  {
    "translation": {
      "en": "Wouldn't have to worry about my brass.",
      "it": "Non avrei dovuto preoccuparmi dei bossoli."
    }
  },
  {
    "translation": {
      "en": "Get away real clean, too.",
      "it": "Avrei avuto una via di fuga sicura."
    }
  },
  {
    "translation": {
      "en": "(SNIFFLING) (TEARFULLY) That sound about right?",
      "it": "Sembra verosimile?"
    }
  },
  {
    "translation": {
      "en": "Sounds as if you know your stuff.",
      "it": "Sembra che lei sappia il fatto suo."
    }
  },
  {
    "translation": {
      "en": "I forget your name. It's Helen.",
      "it": "- Non ricordo il suo nome. - Mi chiamo Helen."
    }
  },
  {
    "translation": {
      "en": "You're going to be okay, James.",
      "it": "Andrà tutto bene, James."
    }
  },
  {
    "translation": {
      "en": "I am gonna take care of you.",
      "it": "Mi occuperò io di lei."
    }
  },
  {
    "translation": {
      "en": "You can't protect me.",
      "it": "Non può proteggermi."
    }
  },
  {
    "translation": {
      "en": "No one can.",
      "it": "Nessuno può."
    }
  },
  {
    "translation": {
      "en": "From what?",
      "it": "Da cosa?"
    }
  },
  {
    "translation": {
      "en": "From who?",
      "it": "Da chi?"
    }
  },
  {
    "translation": {
      "en": "There's this guy.",
      "it": "C'è un uomo."
    }
  },
  {
    "translation": {
      "en": "He's a kind of cop.",
      "it": "È una specie di poliziotto."
    }
  },
  {
    "translation": {
      "en": "At least he used to be.",
      "it": "Almeno una volta lo era."
    }
  },
  {
    "translation": {
      "en": "He doesn't care about the law.",
      "it": "Per lui non conta la legge."
    }
  },
  {
    "translation": {
      "en": "He doesn't care about proof.",
      "it": "Non contano le prove."
    }
  },
  {
    "translation": {
      "en": "He only cares about what's right.",
      "it": "Per lui conta solo ciò che è giusto. Guardami quando ti parlo!"
    }
  },
  {
    "translation": {
      "en": "MAN: Look at me when I'm talking to you!",
      "it": "Guardami quando ti parlo!"
    }
  },
  {
    "translation": {
      "en": "BARR: He knows what I did.",
      "it": "Lui sa cosa ho fatto."
    }
  },
  {
    "translation": {
      "en": "He knows where I am.",
      "it": "Sa dove sono."
    }
  },
  {
    "translation": {
      "en": "And this guy, he made me a promise.",
      "it": "Quell'uomo mi ha fatto una promessa."
    }
  },
  {
    "translation": {
      "en": "MAN: I said, shut your mouth! (SLAP)",
      "it": "Chiudi la bocca!"
    }
  },
  {
    "translation": {
      "en": "(WOMAN CRIES OUT) BARR: If I ever got in trouble again,",
      "it": "Se avessi sbagliato di nuovo..."
    }
  },
  {
    "translation": {
      "en": "he'd be there.",
      "it": "...sarebbe venuto a cercarmi."
    }
  }
]