[
  {
    "translation": {
      "en": "This program was founded on certain ideals.",
      "it": "Questo programma è stato fondato in base a determinati ideali."
    }
  },
  {
    "translation": {
      "en": "They have been drowned by the noise and distraction of fame.",
      "it": "Essi sono stati sommersi dal rumore e dalle distrazioni della fama."
    }
  },
  {
    "translation": {
      "en": "We got lost, caught up in the hype...",
      "it": "Ci siamo persi nella pubblicità..."
    }
  },
  {
    "translation": {
      "en": "...the celebrity, the glory...",
      "it": "...nella celebrità, nella gloria..."
    }
  },
  {
    "translation": {
      "en": "...and the relentless pressure to keep the streak alive.",
      "it": "...e nelle continue pressioni per continuare la serie di vittorie."
    }
  },
  {
    "translation": {
      "en": "The sophomore goes back to set up the screen for Tucker.",
      "it": "Il giocatore al secondo anno protegge Tucker."
    }
  },
  {
    "translation": {
      "en": "Tucker got a block. Tucker has space.",
      "it": "Tucker ne approfitta. Tucker ha spazio."
    }
  },
  {
    "translation": {
      "en": "-Tucker breaks a tackle. -What a move!",
      "it": "- Tucker evita il placcaggio. - Che movimento!"
    }
  },
  {
    "translation": {
      "en": "Forty-five up the middle. One man to beat.",
      "it": "Quarantacinque iarde guadagnate. È lui l'uomo da battere."
    }
  },
  {
    "translation": {
      "en": "Throwing one deep down the middle, going for Jones. Touchdown De La Salle!",
      "it": "Lancio lungo e centrale per Jones. Touchdown per la De La Salle!"
    }
  },
  {
    "translation": {
      "en": "Absolutely unbelievable.",
      "it": "Assolutamente incredibile."
    }
  },
  {
    "translation": {
      "en": "The greatest high-school performance I've seen in 15 years.",
      "it": "La più grande performance liceale che vedo da almeno 15 anni."
    }
  },
  {
    "translation": {
      "en": "De La Salle High has won three titles in a row.",
      "it": "La scuola De La Salle ha vinto tre campionati di fila."
    }
  },
  {
    "translation": {
      "en": "Their 48th consecutive victory.",
      "it": "Questa è la loro 48ª vittoria consecutiva."
    }
  },
  {
    "translation": {
      "en": "To the fans, it's quickly becoming known as \"The Streak.\"",
      "it": "Per i tifosi, è già nota come \"la Serie\"."
    }
  },
  {
    "translation": {
      "en": "Tonight, they break a 22-year-old win record held by a Michigan high school.",
      "it": "Hanno infranto il record di una scuola del Michigan che durava da 22 anni."
    }
  },
  {
    "translation": {
      "en": "Talking about streaks, there's a lot of pressure--",
      "it": "Quando si parla di serie positive, ci sono molte pressioni--"
    }
  },
  {
    "translation": {
      "en": "Coach Lad has done an amazing job.",
      "it": "Coach Lad ha fatto un grande lavoro."
    }
  },
  {
    "translation": {
      "en": "De La Salle has been winning for the past 11 years, straight.",
      "it": "La De La Salle sta vincendo continuamente da 11 anni."
    }
  },
  {
    "translation": {
      "en": "Welcome to the 2003 Northern Conference Sectional Championships...",
      "it": "Benvenuti ai Campionati Regionali 2003 per la Northern Conference."
    }
  },
  {
    "translation": {
      "en": "...where powerhouse De La Salle brings their 150-game win streak...",
      "it": "La favorita De La Salle, dall'alto della sua serie di 150 vittorie consecutive..."
    }
  },
  {
    "translation": {
      "en": "...against their rivals, the Pirates of Pittsburg High.",
      "it": "...affronta i rivali di sempre, i Pirates della Pittsburg."
    }
  },
  {
    "translation": {
      "en": "-Hey, Bob. Bob. -Marty, you live under the stadium?",
      "it": "- Ehi, Bob. Bob. - Marty, ma vivi sotto lo stadio?"
    }
  },
  {
    "translation": {
      "en": "Bob, 25 years coaching this team...",
      "it": "Bob, 25 anni ad allenare questa squadra..."
    }
  },
  {
    "translation": {
      "en": "...favored to win your 12th championship, 150 wins. How did you pull it off?",
      "it": "...e sei favorito per la vittoria del tuo 12º campionato... ...con 150 vittorie. Come hai fatto?"
    }
  },
  {
    "translation": {
      "en": "Well, winning a lot of games is doable.",
      "it": "Beh, vincere molte partite è fattibile."
    }
  },
  {
    "translation": {
      "en": "Teaching kids there's more to life, that's hard.",
      "it": "Insegnare ai ragazzi che nella vita c'è di più, questo è difficile."
    }
  },
  {
    "translation": {
      "en": "Come on. You turned this team into a winning machine.",
      "it": "Ma dai, hai trasformato questa squadra in una macchina perfetta."
    }
  },
  {
    "translation": {
      "en": "How long you think you can keep the streak alive?",
      "it": "Per quanto tempo credi di poter continuare la serie?"
    }
  },
  {
    "translation": {
      "en": "The streak was never our goal.",
      "it": "La serie non è mai stata il nostro obiettivo."
    }
  },
  {
    "translation": {
      "en": "Yeah? Well, then, why do you keep winning?",
      "it": "Ah sì? E allora perché continuate a vincere?"
    }
  },
  {
    "translation": {
      "en": "This program's a lot of things.",
      "it": "Questo programma sportivo è molte cose."
    }
  },
  {
    "translation": {
      "en": "It's not just a football team, or win-streak machine.",
      "it": "Non è solo una squadra di football, né una macchina perfetta."
    }
  },
  {
    "translation": {
      "en": "It's a family.",
      "it": "È una famiglia."
    }
  },
  {
    "translation": {
      "en": "A brotherhood which is based in love.",
      "it": "Una fratellanza che si basa sull'amore."
    }
  },
  {
    "translation": {
      "en": "Put simply...",
      "it": "In parole povere..."
    }
  },
  {
    "translation": {
      "en": "...love means you can count on me, in good times and in bad.",
      "it": "...significa che potete contare su di me, nei momenti facili e in quelli difficili."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, here to play for their 12th straight championship win...",
      "it": "Signore e signori, qui a giocarsi la loro 12ª vittoria in campionato..."
    }
  },
  {
    "translation": {
      "en": "...the De La Salle Spartans.",
      "it": "...ci sono i De La Salle Spartans."
    }
  },
  {
    "translation": {
      "en": "Go Spartans!",
      "it": "Forza Spartans!"
    }
  },
  {
    "translation": {
      "en": "I love this part. Totally freaks out the other team.",
      "it": "Questa parte mi piace un sacco. L'altra squadra ci rimane di sasso."
    }
  },
  {
    "translation": {
      "en": "I know I'm not supposed to say this, let alone think it.",
      "it": "So che questo non lo dovrei né dire né pensare."
    }
  },
  {
    "translation": {
      "en": "This streak's our legacy.",
      "it": "Questa serie è la nostra eredità."
    }
  },
  {
    "translation": {
      "en": "We will never experience anything like this again in our lives.",
      "it": "Non vivremo mai più niente di simile, nelle nostre vite."
    }
  },
  {
    "translation": {
      "en": "You guys are all my family...",
      "it": "Voi tutti siete la mia famiglia..."
    }
  },
  {
    "translation": {
      "en": "...but after tomorrow night, this will never be like this again.",
      "it": "...ma da domani sera, le cose non saranno mai più così."
    }
  },
  {
    "translation": {
      "en": "I'll never forget my time on this team, or with you.",
      "it": "Non dimenticherò mai il tempo passato con questa squadra, con voi."
    }
  },
  {
    "translation": {
      "en": "Spartans for life!",
      "it": "Spartans a vita!"
    }
  },
  {
    "translation": {
      "en": "Spartans for life!",
      "it": "Spartans a vita!"
    }
  },
  {
    "translation": {
      "en": "Streak, streak, streak!",
      "it": "Serie, serie, serie!"
    }
  },
  {
    "translation": {
      "en": "Terrance Kelly takes the opening kickoff on the five-yard line. Gets a block.",
      "it": "Terrance Kelly raccoglie il kickoff sulle cinque iarde. Supera il blocco."
    }
  },
  {
    "translation": {
      "en": "Terrance Kelly is the best prospect on the field.",
      "it": "Terrance Kelly è il talento più puro che ci sia in campo."
    }
  },
  {
    "translation": {
      "en": "Sees a wedge and shoots up the middle over the 40.",
      "it": "Vede un varco e accelera al centro, supera le 40 iarde."
    }
  },
  {
    "translation": {
      "en": "Brought down on the 49-yard line.",
      "it": "Viene messo giù sulla linea delle 49 iarde."
    }
  },
  {
    "translation": {
      "en": "All right, I got Cam's card.",
      "it": "Allora, ho qui il biglietto di Cam."
    }
  },
  {
    "translation": {
      "en": "\"Training goal: Five extra gassers after practice every day.\" Done.",
      "it": "\"Obiettivo allenamento: cinque accelerazioni dopo ogni sessione\". Fatto."
    }
  },
  {
    "translation": {
      "en": "\"Practice goal: Catch every ball.\" Perfect.",
      "it": "\"Obiettivo partitella: prendere ogni palla\". Perfetto."
    }
  },
  {
    "translation": {
      "en": "\"Game goal: 200 yards receiving, two touchdowns...",
      "it": "\"Obiettivo partita: 200 iarde di ricezione, due touchdown..."
    }
  },
  {
    "translation": {
      "en": "...and average 15 yards after every catch.\"",
      "it": "...e una media di 15 iarde guadagnate dopo ogni palla presa\"."
    }
  },
  {
    "translation": {
      "en": "Did you hear that? That is a perfect commitment card.",
      "it": "Avete sentito? Questo significa impegnarsi."
    }
  },
  {
    "translation": {
      "en": "Big goals that stretch his abilities, but doable when giving a perfect effort.",
      "it": "Grandi obiettivi per estendere le abilità, ma fattibili con uno sforzo perfetto."
    }
  },
  {
    "translation": {
      "en": "-You go get those, Cam. -Yes, sir.",
      "it": "- Falli tuoi, Cam. - Sissignore."
    }
  },
  {
    "translation": {
      "en": "Gonzales throws a long, deep ball to Cam Colvin...",
      "it": "Passaggio lungo e profondo di Gonzales per Cam Colvin..."
    }
  },
  {
    "translation": {
      "en": "...who out-jumps the defenders for De La Salle's first score of the game.",
      "it": "...che salta più in alto dei difensori e regala i primi punti alla De La Salle."
    }
  },
  {
    "translation": {
      "en": "Colvin is a coveted Division 1 prospect...",
      "it": "Colvin è un giocatore liceale che..."
    }
  },
  {
    "translation": {
      "en": "...who's drawing interest from top programs in the country.",
      "it": "...sta attirando l'interesse delle migliori squadre universitarie del paese."
    }
  },
  {
    "translation": {
      "en": "Not asking you to be perfect every play. What we're asking of you...",
      "it": "Non vi chiedo di essere perfetti in ogni azione. Ciò che noi chiediamo a voi..."
    }
  },
  {
    "translation": {
      "en": "...and what you should be asking of each other...",
      "it": "...e ciò che voi dovreste chiedervi tra di voi..."
    }
  },
  {
    "translation": {
      "en": "...is to give a perfect effort from snap to whistle.",
      "it": "...è di mostrare un impegno perfetto dal fischio iniziale a quello finale."
    }
  },
  {
    "translation": {
      "en": "Cam Colvin just pitched the ball back to Kelly.",
      "it": "Cam Colvin ha appena restituito la palla a Kelly."
    }
  },
  {
    "translation": {
      "en": "The most athletic play I've seen all year.",
      "it": "Il miglior gesto atletico che ho visto quest'anno."
    }
  },
  {
    "translation": {
      "en": "I got T.K.'s card. \"Three extra sets, cleans, every day after practice.\"",
      "it": "Ho qui il biglietto di T.K. \"Tre girate in più ogni giorno dopo l'allenamento\"."
    }
  },
  {
    "translation": {
      "en": "Blue 18! Set, hut!",
      "it": "Blu 18! Set, hut!"
    }
  },
  {
    "translation": {
      "en": "Throw the ball!",
      "it": "Lancia la palla!"
    }
  },
  {
    "translation": {
      "en": "Yeah, that's it!",
      "it": "Sì, così si fa!"
    }
  },
  {
    "translation": {
      "en": "-I got Howard's card. -This is Jimmy's card.",
      "it": "- Ho qui il biglietto di Howard. - Questo è il biglietto di Jimmy."
    }
  },
  {
    "translation": {
      "en": "-Nice! Great block. -\"Two hundred fifty push-ups...",
      "it": "- Grande! Ottimo blocco. - \"Duecentocinquanta flessioni..."
    }
  },
  {
    "translation": {
      "en": "-...after workout.\" -\"Get to the second level on sweeps.\"",
      "it": "- ...dopo l'allenamento\". - \"Migliorare le corse laterali\"."
    }
  },
  {
    "translation": {
      "en": "I have Chris' card.",
      "it": "Io ho il biglietto di Chris."
    }
  },
  {
    "translation": {
      "en": "\"Training commitment: Ten extra tire drags after practice every day.",
      "it": "\"Trascinare pneumatico 10 volte ogni giorno dopo l'allenamento."
    }
  },
  {
    "translation": {
      "en": "Game goal: Two running touchdowns.\"",
      "it": "Obiettivo partita: due touchdown ottenuti con la corsa\"."
    }
  },
  {
    "translation": {
      "en": "Their middle linebacker's gonna be covering you, Chris.",
      "it": "Il linebacker centrale marcherà te, Chris."
    }
  },
  {
    "translation": {
      "en": "You have way more speed than him.",
      "it": "Tu sei molto più veloce di lui."
    }
  },
  {
    "translation": {
      "en": "Gonzales, under center, takes the snap.",
      "it": "Gonzales riceve la palla."
    }
  },
  {
    "translation": {
      "en": "Pitches out to Ryan, who's got room to run.",
      "it": "La passa a Ryan, che ha spazio per correre."
    }
  },
  {
    "translation": {
      "en": "Sheds a tackle.",
      "it": "Evita un placcaggio."
    }
  },
  {
    "translation": {
      "en": "In for the touchdown, which makes the score 27 to nothing.",
      "it": "Va a segnare il touchdown che ci porta sul punteggio di 27-0."
    }
  },
  {
    "translation": {
      "en": "So, Mickey, does Chris wanna break this record as bad as you?",
      "it": "Allora, Mickey, Chris vuole battere questo record quanto lo vuoi tu?"
    }
  },
  {
    "translation": {
      "en": "-Yeah, he's getting there. -Thanks. Good block, good block.",
      "it": "- Sì, ci si sta avvicinando. - Grazie. Ottimo blocco. Ottimo blocco."
    }
  },
  {
    "translation": {
      "en": "You see number 34? Ryan?",
      "it": "Hai visto il 34? Ryan?"
    }
  },
  {
    "translation": {
      "en": "Chris Ryan? Write that name down.",
      "it": "Chris Ryan? Segnati questo nome."
    }
  },
  {
    "translation": {
      "en": "When Cam Colvin and Terrance Kelly are gone, he's the whole team.",
      "it": "Quando non ci sono Cam Colvin e Terrance Kelly, fa squadra da solo."
    }
  },
  {
    "translation": {
      "en": "I mention he's gonna break the state's scoring record next year?",
      "it": "Ho già detto che l'anno prossimo batterà il record di punti dello stato?"
    }
  },
  {
    "translation": {
      "en": "If there's anything anyone wants to say, now is your shot.",
      "it": "Se qualcuno vuole dire qualcosa, il momento è questo."
    }
  },
  {
    "translation": {
      "en": "Look, I just wanna say...",
      "it": "Senta, voglio solo dire..."
    }
  },
  {
    "translation": {
      "en": "...in my four years here I played a lot of games.",
      "it": "...che nei miei quattro anni qui ho giocato molte partite."
    }
  },
  {
    "translation": {
      "en": "But none is more important to me than tomorrow's. My last game.",
      "it": "Ma nessuna che fosse più importante di domani. La mia ultima partita."
    }
  },
  {
    "translation": {
      "en": "I love you, guys.",
      "it": "Vi voglio bene, ragazzi."
    }
  },
  {
    "translation": {
      "en": "We always say to finish strong, right?",
      "it": "Diciamo sempre che bisogna finire bene, giusto?"
    }
  },
  {
    "translation": {
      "en": "Tomorrow I'm playing for Cam's mom...",
      "it": "Domani giocherò per la mamma di Cam..."
    }
  },
  {
    "translation": {
      "en": "...who loves this team almost as much as Cam does.",
      "it": "...che ama questa squadra quasi quanto la ama Cam."
    }
  },
  {
    "translation": {
      "en": "Love you, boy.",
      "it": "Ti voglio bene, ragazzo."
    }
  },
  {
    "translation": {
      "en": "Love you too, man.",
      "it": "Anch'io ti voglio bene, amico."
    }
  },
  {
    "translation": {
      "en": "I know some of you guys already know this, but most of you don't.",
      "it": "So che molti di voi lo sanno già, ma la maggior parte di voi non lo sa."
    }
  },
  {
    "translation": {
      "en": "My grandfather has cancer.",
      "it": "Mio nonno ha il cancro."
    }
  },
  {
    "translation": {
      "en": "He can't come to our practices anymore, he can't even make the games.",
      "it": "Non riesce più a venire agli allenamenti, né alle partite."
    }
  },
  {
    "translation": {
      "en": "But every day, he waits for me to get back from practice...",
      "it": "Ma ogni giorno aspetta che io torni dall'allenamento..."
    }
  },
  {
    "translation": {
      "en": "...just so I can tell him how we're doing.",
      "it": "...per sapere come stiamo andando."
    }
  },
  {
    "translation": {
      "en": "As simple as that sounds...",
      "it": "Per quanto sia una cosa semplice..."
    }
  },
  {
    "translation": {
      "en": "...that's one of the things that keeps him going.",
      "it": "...è una delle cose che lo fanno andare avanti."
    }
  },
  {
    "translation": {
      "en": "You know, our progress keeps him going.",
      "it": "Insomma, i nostri progressi lo fanno andare avanti."
    }
  },
  {
    "translation": {
      "en": "I'm grateful for that.",
      "it": "Io di questo sono molto grato."
    }
  },
  {
    "translation": {
      "en": "None of the juniors share their emotions. Just the seniors.",
      "it": "Quelli del terzo anno non si esprimono. Parlano solo quelli del quarto anno."
    }
  },
  {
    "translation": {
      "en": "-I know. -Second string, you're in.",
      "it": "- Lo so. - Riserve, entrate."
    }
  },
  {
    "translation": {
      "en": "Coach Bob Ladouceur is putting in his juniors.",
      "it": "Coach Bob Ladouceur sta mettendo in campo i giocatori del terzo anno."
    }
  },
  {
    "translation": {
      "en": "These young men have big shoes to fill...",
      "it": "Questi giovani non dovranno far rimpiangere i titolari..."
    }
  },
  {
    "translation": {
      "en": "...if they plan on continuing this undefeated streak.",
      "it": "...se hanno intenzione di continuare questa serie di vittorie."
    }
  },
  {
    "translation": {
      "en": "Tayshon Lanear missed an easy block...",
      "it": "Tayshon Lanear manca un blocco facile..."
    }
  },
  {
    "translation": {
      "en": "-...Chris Ryan pays the price. -Let's hit out there!",
      "it": "- ...e Chris Ryan ne fa le spese. - Vediamo di colpirli!"
    }
  },
  {
    "translation": {
      "en": "Yo, Tayshon. If it isn't too much to ask, pick it up.",
      "it": "Yo, Tayshon. Se non è chiedere troppo, potresti marcare il tuo uomo?"
    }
  },
  {
    "translation": {
      "en": "-Chill, man. I'll get you on the next play. -Don't get it right, don't get a next one.",
      "it": "- Calmati, lo becco alla prossima. - Se sbagli, non ci sarà una prossima."
    }
  },
  {
    "translation": {
      "en": "Hey, easy, little Lad. Your pops is the coach, not you.",
      "it": "Vacci piano, ragazzo. Il coach è tuo padre, non sei tu."
    }
  },
  {
    "translation": {
      "en": "Go Ryan! Bring it in!",
      "it": "Vai, Ryan! Portalo a casa!"
    }
  },
  {
    "translation": {
      "en": "-Chris Ryan with another great run. -Attaboy, Chris!",
      "it": "- Un'altra grande azione di Chris Ryan. - Bravo Chris!"
    }
  },
  {
    "translation": {
      "en": "-Huh, 34. -Yeah.",
      "it": "- Eh? 34. - Sì."
    }
  },
  {
    "translation": {
      "en": "Four, three, two, one!",
      "it": "Quattro, tre, due, uno!"
    }
  },
  {
    "translation": {
      "en": "De La Salle pushes their winning streak to 151 games.",
      "it": "La De La Salle porta a 151 la sua serie di vittorie."
    }
  },
  {
    "translation": {
      "en": "We're number one! We're number one!",
      "it": "Siamo i migliori! Siamo i migliori!"
    }
  },
  {
    "translation": {
      "en": "De La Salle's streak continues.",
      "it": "Continua la striscia positiva della De La Salle."
    }
  },
  {
    "translation": {
      "en": "We're number one! We're number one!",
      "it": "Siamo i migliori! Siamo i migliori!"
    }
  },
  {
    "translation": {
      "en": "Streak! Streak! Streak!",
      "it": "Serie! Serie! Serie!"
    }
  },
  {
    "translation": {
      "en": "Great game, coach.",
      "it": "Grande partita, coach."
    }
  },
  {
    "translation": {
      "en": "Half a dozen schools want us to come for official visits.",
      "it": "Una mezza dozzina di scuole ci ha invitati a fare visite ufficiali."
    }
  },
  {
    "translation": {
      "en": "-He deserves it, Mr. Kelly. -Thank you, coach. Great job.",
      "it": "- Se lo merita, signor Kelly. - Grazie, coach. Ottimo lavoro."
    }
  },
  {
    "translation": {
      "en": "-Hey, T-Gram. -Great job, Coach Ladouceur.",
      "it": "- Ehi, T-Gram. - Ottimo lavoro, coach Ladouceur."
    }
  },
  {
    "translation": {
      "en": "Hey, this is crazy.",
      "it": "Ehi, roba da matti."
    }
  },
  {
    "translation": {
      "en": "There's my baby.",
      "it": "Eccolo, il mio bambino."
    }
  },
  {
    "translation": {
      "en": "T-Gram! That's cool.",
      "it": "T-Gram! Che bello."
    }
  },
  {
    "translation": {
      "en": "Get off of me, you big bugger.",
      "it": "Lasciami, bestione."
    }
  },
  {
    "translation": {
      "en": "-Pops. -Great job.",
      "it": "- Papà. - Ottimo lavoro."
    }
  },
  {
    "translation": {
      "en": "-Good stuff. I love you. -Love you too.",
      "it": "- Bella roba. Ti voglio bene. - Anch'io."
    }
  },
  {
    "translation": {
      "en": "-Hey, coach. -You're doing it.",
      "it": "- Ehi, coach. - Ce l'ha fatta."
    }
  },
  {
    "translation": {
      "en": "You're doing it. Getting my baby out of Richmond.",
      "it": "Ce l'ha fatta. Grazie a lei, il mio bambino lascerà Richmond."
    }
  },
  {
    "translation": {
      "en": "-He's a very special young man. -Thank you.",
      "it": "- È un giovanotto molto speciale. - Grazie."
    }
  },
  {
    "translation": {
      "en": "T-Gram, I'm gonna come see you every chance I get, right?",
      "it": "T-Gram, vengo a trovarti ogni volta che posso, va bene?"
    }
  },
  {
    "translation": {
      "en": "I don't want you back in that Richmond mess.",
      "it": "Non voglio che tu torni nel caos di Richmond."
    }
  },
  {
    "translation": {
      "en": "We coming to see you.",
      "it": "Veniamo noi a trovarti."
    }
  },
  {
    "translation": {
      "en": "Quitter! Hey.",
      "it": "Rinunciatario! Ehi."
    }
  },
  {
    "translation": {
      "en": "Hey, boss.",
      "it": "Ehi, capo."
    }
  },
  {
    "translation": {
      "en": "-Morning, coach. Keep the streak alive. -Morning, Pete. The streak alive, yeah.",
      "it": "- Buongiorno, coach. La serie continua. - Buongiorno, Pete. Sì, continua."
    }
  },
  {
    "translation": {
      "en": "Michael, cut it out. All right? Seriously.",
      "it": "Michael, falla finita. Va bene? Sul serio."
    }
  },
  {
    "translation": {
      "en": "You kidding me?",
      "it": "Ma scherzi?"
    }
  },
  {
    "translation": {
      "en": "-I'll break that. -Guys, guys!",
      "it": "- Te la spacco. - Ragazzi!"
    }
  },
  {
    "translation": {
      "en": "Come here! Give me that horn! Come back here, you little--",
      "it": "Vieni qui! Dammi quella tromba! Torna qui, brutto--"
    }
  },
  {
    "translation": {
      "en": "Here he is. Good run?",
      "it": "Eccolo. Una buona corsa?"
    }
  },
  {
    "translation": {
      "en": "-Hey, Terry. -Hey, there he is.",
      "it": "- Ehi, Terry. - Ehi, eccolo qua."
    }
  },
  {
    "translation": {
      "en": "Cal State. What do they want?",
      "it": "La Cal State. Cosa vogliono?"
    }
  },
  {
    "translation": {
      "en": "It's just a coaching offer.",
      "it": "È solo un'offerta di lavoro."
    }
  },
  {
    "translation": {
      "en": "You're throwing it in the trash? A job offer. We don't get to talk about it?",
      "it": "E la butti nella spazzatura? Un'offerta di lavoro. Non possiamo parlarne?"
    }
  },
  {
    "translation": {
      "en": "College coaching. It's not what I do.",
      "it": "È per un college. Non è il mio lavoro."
    }
  },
  {
    "translation": {
      "en": "But we should at least discuss it, Bob.",
      "it": "Ma almeno dovremmo parlarne, Bob."
    }
  },
  {
    "translation": {
      "en": "-Terry. -Hey, great pancakes.",
      "it": "- Terry. - Ehi, ottime frittelle."
    }
  },
  {
    "translation": {
      "en": "You, Louis Armstrong, in your room. Practice.",
      "it": "Tu, Louis Armstrong, vai in camera tua. Esercitati."
    }
  },
  {
    "translation": {
      "en": "You, million things to do.",
      "it": "Tu hai un milione di cose da fare."
    }
  },
  {
    "translation": {
      "en": "Gotta take the tree down. I've been up since 5. I'm just like....",
      "it": "Devo tirare giù l'albero. Sono in piedi dalle 5:00. Sono praticamente..."
    }
  },
  {
    "translation": {
      "en": "Make sure your room is clean, Michael.",
      "it": "Assicurati che camera tua sia pulita, Michael."
    }
  },
  {
    "translation": {
      "en": "You should at least consider it, Bob.",
      "it": "Dovresti almeno pensarci, Bob."
    }
  },
  {
    "translation": {
      "en": "Great pancakes.",
      "it": "Ottime frittelle."
    }
  },
  {
    "translation": {
      "en": "He acts like it doesn't mean anything to him...",
      "it": "Si comporta come se per lui non significasse niente..."
    }
  },
  {
    "translation": {
      "en": "...but he's got a diary, just counting down the TDs.",
      "it": "...ma ha un diario in cui tiene conto dei touchdown."
    }
  },
  {
    "translation": {
      "en": "-A diary? -She's a chronic liar.",
      "it": "- Un diario? - È una bugiarda cronica."
    }
  },
  {
    "translation": {
      "en": "-A very, very ill young woman. -Really?",
      "it": "- Una ragazza molto, molto malata. - Davvero?"
    }
  },
  {
    "translation": {
      "en": "Did I mention delusional?",
      "it": "Ho già detto che soffre di allucinazioni?"
    }
  },
  {
    "translation": {
      "en": "-You have a diary. -It's a playbook. At least my earrings...",
      "it": "- Amico, hai un diario. - È un libretto di schemi. Almeno non..."
    }
  },
  {
    "translation": {
      "en": "-...aren't bigger than my girlfriend's. -Sure. Okay. That's mean, but true.",
      "it": "- ...ho più orecchini della mia ragazza. - Okay. Osservazione cattiva, ma giusta."
    }
  },
  {
    "translation": {
      "en": "Yo, my fellow Spartans.",
      "it": "Ehi, compagni di squadra."
    }
  },
  {
    "translation": {
      "en": "I gotta mind my etiquette.",
      "it": "Devo badare all'etichetta."
    }
  },
  {
    "translation": {
      "en": "You're officially Captain Chris I'm-Gonna- Break-the-State-TD-Scoring-Record now.",
      "it": "Tu adesso sei ufficialmente Capitan Chris... ...che batterà il record statale di touchdown."
    }
  },
  {
    "translation": {
      "en": "Well, at least the vote was based on ability...",
      "it": "Beh, almeno il voto era basato sull'abilità..."
    }
  },
  {
    "translation": {
      "en": "...not family connections, little Lad.",
      "it": "...e non sui legami di famiglia, vero, piccolo Lad?"
    }
  },
  {
    "translation": {
      "en": "Like how I'm gonna be starting wide receiver and not you?",
      "it": "Tipo il fatto che l'anno prossimo il wide receiver titolare sarò io, non tu?"
    }
  },
  {
    "translation": {
      "en": "Hey, man. It's cool. We'll see.",
      "it": "Ehi, amico, tutto a posto. Vedremo."
    }
  },
  {
    "translation": {
      "en": "Oh, look out. Here comes the luckiest cornhusker in Contra Costa County.",
      "it": "Oh, attenzione. Arriva il contadino più fortunato della Contea di Contra Costa."
    }
  },
  {
    "translation": {
      "en": "-Beasie! -What's up?",
      "it": "- Beasie! - Come butta?"
    }
  },
  {
    "translation": {
      "en": "-How's it going, fellas? -Hey, girls.",
      "it": "- Come va, ragazzi? - Ciao, ragazze."
    }
  },
  {
    "translation": {
      "en": "My big man on the line.",
      "it": "L'omone sulla linea centrale."
    }
  },
  {
    "translation": {
      "en": "-Gotta bring it for me. -To the house.",
      "it": "- Quest'anno devi dare tutto! - Ci prendiamo tutto."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Okay, okay.",
      "it": "- Okay. - Okay, okay."
    }
  },
  {
    "translation": {
      "en": "-I'm gonna go freshen up. Wanna come? -Yes.",
      "it": "- Vado a darmi una rinfrescata. Venite? - Sì."
    }
  },
  {
    "translation": {
      "en": "-How much fresher can she get? -Too fresh for you.",
      "it": "- Quanto vorrà essere fresca? - Troppo fresca per te."
    }
  },
  {
    "translation": {
      "en": "Sassy.",
      "it": "È combattiva."
    }
  },
  {
    "translation": {
      "en": "Why do they do that? Go together.",
      "it": "Perché fanno questa cosa di andarci insieme?"
    }
  },
  {
    "translation": {
      "en": "-How did you get with her? -She asked me out.",
      "it": "- Come hai fatto a metterti con lei? - Mi ha chiesto di uscire."
    }
  },
  {
    "translation": {
      "en": "-She asked him out. -Tell me you're jumping all over that.",
      "it": "- Gli ha chiesto di uscire. - Dimmi che le monti addosso."
    }
  },
  {
    "translation": {
      "en": "No, we're-- We're waiting.",
      "it": "No, stiamo-- Stiamo aspettando."
    }
  },
  {
    "translation": {
      "en": "-They're waiting. -Yeah.",
      "it": "- Stanno aspettando. - Sì."
    }
  },
  {
    "translation": {
      "en": "-For what? -The big day.",
      "it": "- E che aspettate? - Il grande giorno."
    }
  },
  {
    "translation": {
      "en": "We took a purity pledge.",
      "it": "Abbiamo fatto il giuramento di non peccare contro la purezza."
    }
  },
  {
    "translation": {
      "en": "Son. What's the name of the cult that you're in?",
      "it": "Figliolo, come si chiama il nome della setta di cui fai parte?"
    }
  },
  {
    "translation": {
      "en": "Pleasant Hill Baptist.",
      "it": "Chiesa Battista di Pleasant Hill."
    }
  },
  {
    "translation": {
      "en": "That boy's taken one too many shots to the head.",
      "it": "Quel ragazzo ha preso troppe botte in testa."
    }
  },
  {
    "translation": {
      "en": "Sounds like all the other college offers.",
      "it": "Sembra uguale a tutte le altre offerte dai college."
    }
  },
  {
    "translation": {
      "en": "-A nice house? -Yeah.",
      "it": "- Una bella casa? - Sì."
    }
  },
  {
    "translation": {
      "en": "The kids going to college for free? What was I thinking?",
      "it": "I ragazzi vanno all'università gratis? Ma cosa mi sarà venuto in mente?"
    }
  },
  {
    "translation": {
      "en": "Look, the players are handpicked, self-motivated, smart...",
      "it": "I giocatori lì sono selezionati, motivati, intelligenti..."
    }
  },
  {
    "translation": {
      "en": "...eyes fixed on their bright futures. They don't need what I do, Bev.",
      "it": "...proiettati verso un grande futuro. Non hanno bisogno di ciò che faccio io, Bev."
    }
  },
  {
    "translation": {
      "en": "They don't need a coach who knows the game inside and out?",
      "it": "Non hanno bisogno di un allenatore che sa tutto del football?"
    }
  },
  {
    "translation": {
      "en": "Who knows how to teach kids to become honorable, accountable men...",
      "it": "Che trasforma i ragazzi... ...in uomini dotati di onore, responsabilità e autostima?"
    }
  },
  {
    "translation": {
      "en": "...with self-worth?",
      "it": "...in uomini dotati di onore, responsabilità e autostima?"
    }
  },
  {
    "translation": {
      "en": "Bob, you do it and I've watched you do it brilliantly since I was 23 years old.",
      "it": "Bob, è questo che ti vedo fare in modo geniale da quando avevo 23 anni."
    }
  },
  {
    "translation": {
      "en": "I wouldn't be helping anyone.",
      "it": "Non aiuterei nessuno."
    }
  },
  {
    "translation": {
      "en": "I mean, shouldn't it be easier? Don't you deserve that?",
      "it": "Cioè, non dovrebbe essere più facile? Tu non meriti questo?"
    }
  },
  {
    "translation": {
      "en": "I've seen the schedule for college coaches.",
      "it": "Ho visto l'orario degli allenatori delle squadre universitarie."
    }
  },
  {
    "translation": {
      "en": "You think it'd be easier, less grueling? It would not.",
      "it": "Credi che sarebbe più facile, meno massacrante? Non è così."
    }
  },
  {
    "translation": {
      "en": "You don't know. How do you know?",
      "it": "Questo non lo sai. Come fai a saperlo?"
    }
  },
  {
    "translation": {
      "en": "I just want you happy and healthy...",
      "it": "Voglio solo che tu sia felice e sano..."
    }
  },
  {
    "translation": {
      "en": "...and yeah, home every once in a while, just playing football with your own kids.",
      "it": "...e anche vederti qualche volta a casa a giocare a football con i tuoi figli."
    }
  },
  {
    "translation": {
      "en": "Going for a stupid walk for hot chocolate...",
      "it": "A fare una passeggiata per prendere una cioccolata calda..."
    }
  },
  {
    "translation": {
      "en": "...maybe more than, you know, twice a decade.",
      "it": "...insomma, magari più di due volte al decennio."
    }
  },
  {
    "translation": {
      "en": "You-- You're gonna get your record, bro.",
      "it": "Tu-- Tu batterai quel record, fratello."
    }
  },
  {
    "translation": {
      "en": "Even if Mickey has to steal it.",
      "it": "Anche se Mickey lo deve rubare."
    }
  },
  {
    "translation": {
      "en": "Forget about your dad.",
      "it": "Lascia perdere tuo padre."
    }
  },
  {
    "translation": {
      "en": "You're 37 touchdowns away from breaking a state record.",
      "it": "Ti mancano 37 touchdown per battere un record statale."
    }
  },
  {
    "translation": {
      "en": "All right, it's about you.",
      "it": "Va bene? Sta tutto a te."
    }
  },
  {
    "translation": {
      "en": "Us.",
      "it": "A noi."
    }
  },
  {
    "translation": {
      "en": "-Our year. -Our year.",
      "it": "- Al nostro anno. - Al nostro anno."
    }
  },
  {
    "translation": {
      "en": "-Hold them high, boys. Hold them high. -T.K.",
      "it": "- In alto i calici, ragazzi. - T.K."
    }
  },
  {
    "translation": {
      "en": "-What's up, big guy? -To your year. Chris, you--",
      "it": "- Come va, bestione? - Al vostro anno. Chris, ora--"
    }
  },
  {
    "translation": {
      "en": "You're captain now. My man Danny over here, he grew up on the team.",
      "it": "Ora sei il capitano. Il qui presente Danny è cresciuto con la squadra."
    }
  },
  {
    "translation": {
      "en": "Has all the credit, he doesn't need a title.",
      "it": "Lui ha tutto il credito, non ha bisogno di un titolo."
    }
  },
  {
    "translation": {
      "en": "Kind of makes me wonder.",
      "it": "Questo mi fa pensare."
    }
  },
  {
    "translation": {
      "en": "About what?",
      "it": "A cosa?"
    }
  },
  {
    "translation": {
      "en": "If it's gonna be your year, or some other team's year.",
      "it": "Se sarà il vostro anno o l'anno di un'altra squadra."
    }
  },
  {
    "translation": {
      "en": "-K, we haven't lost a game-- -I know, believe me.",
      "it": "- Non abbiamo perso una partita-- - Credimi, lo so."
    }
  },
  {
    "translation": {
      "en": "I'm just saying, you guys gotta open your eyes. You ain't ready.",
      "it": "Dico solo che dovete aprire bene gli occhi. Non siete pronti."
    }
  },
  {
    "translation": {
      "en": "On skills, you have half the team we did.",
      "it": "Come abilità, avete metà della squadra che avevamo noi."
    }
  },
  {
    "translation": {
      "en": "On attitude, most of y'all got big heads or just wanna wear the jersey.",
      "it": "Come atteggiamenti, o siete montati o volete solo indossare la maglia."
    }
  },
  {
    "translation": {
      "en": "So you gotta step up. You gotta become real leaders.",
      "it": "Dunque dovete farvi avanti. Dovete essere veri leader."
    }
  },
  {
    "translation": {
      "en": "You have to motivate your players to get their game even tighter than ours.",
      "it": "Dovete motivare i vostri giocatori a giocare meglio dei nostri."
    }
  },
  {
    "translation": {
      "en": "Next year is on you.",
      "it": "L'anno prossimo tocca a voi."
    }
  },
  {
    "translation": {
      "en": "Take care, boys.",
      "it": "Statemi bene, ragazzi."
    }
  },
  {
    "translation": {
      "en": "-Peace, man. -Yeah.",
      "it": "- Ciao, amico. - Sì."
    }
  },
  {
    "translation": {
      "en": "It's time to deal with the De La Salle problem.",
      "it": "È ora di affrontare il problema De La Salle."
    }
  },
  {
    "translation": {
      "en": "Last year, De La Salle out-scored league opponents...",
      "it": "L'anno scorso, la De La Salle ha segnato 326 punti..."
    }
  },
  {
    "translation": {
      "en": "...326 to 27.",
      "it": "...contro i 27 delle sue avversarie."
    }
  },
  {
    "translation": {
      "en": "Their average score against league teams was 47 to 4.",
      "it": "Il punteggio medio a partita è stato 47-4."
    }
  },
  {
    "translation": {
      "en": "How, Bob? How are we supposed to compete against a program...",
      "it": "Come facciamo, Bob? Come facciamo a competere con un programma..."
    }
  },
  {
    "translation": {
      "en": "...that pulls in the best players with the wave of a scholarship?",
      "it": "...che attira i migliori giocatori sventolando borse di studio?"
    }
  },
  {
    "translation": {
      "en": "For the hundredth time...",
      "it": "Per la centesima volta..."
    }
  },
  {
    "translation": {
      "en": "...De La Salle High's code of conduct forbids scholarshipping athletes.",
      "it": "...il nostro codice comportamentale proibisce le borse di studio sportive."
    }
  },
  {
    "translation": {
      "en": "Explain to me why the best wide receiver in my district...",
      "it": "Allora spiegami perché il miglior wide receiver del mio distretto..."
    }
  },
  {
    "translation": {
      "en": "...rides a bus for a solid hour up to De La Salle.",
      "it": "...si fa un'ora di pullman fino alla De La Salle."
    }
  },
  {
    "translation": {
      "en": "Our program attracts great athletes, plain and simple.",
      "it": "È molto semplice: il nostro programma attira grandi atleti."
    }
  },
  {
    "translation": {
      "en": "No matter how you get your players, you're stacking your team with talent.",
      "it": "Non importa come li attirate, ma state riempiendo la squadra di talenti."
    }
  },
  {
    "translation": {
      "en": "-That's not cheating? -Let me get this straight.",
      "it": "- Questo non è barare? - Fammi capire."
    }
  },
  {
    "translation": {
      "en": "You wanna penalize us for building a winning program?",
      "it": "Vuoi penalizzarci per aver costruito un programma vincente?"
    }
  },
  {
    "translation": {
      "en": "I'm done with this! Nobody wins 151 football games straight without cheating.",
      "it": "Io ne ho abbastanza! Nessuno vince 151 partite di football consecutive senza barare."
    }
  },
  {
    "translation": {
      "en": "We will not play De La Salle next season.",
      "it": "Nella prossima stagione, noi non giocheremo contro la De La Salle."
    }
  },
  {
    "translation": {
      "en": "Great. Done. We don't wanna play you either.",
      "it": "Ottimo. Affare fatto. Neanche noi vogliamo giocare contro di voi."
    }
  },
  {
    "translation": {
      "en": "We'll play our five league games...",
      "it": "Giocheremo le nostre cinque partite della lega..."
    }
  },
  {
    "translation": {
      "en": "...then we'll fill our open slots with tougher teams from bigger conferences.",
      "it": "...e poi riempiremo gli spazi liberi con squadre più dure di leghe più grandi."
    }
  },
  {
    "translation": {
      "en": "Gee, seems like I heard the 49ers already have a full schedule.",
      "it": "Accidenti, mi sa che i San Francisco 49ers sono già impegnati."
    }
  },
  {
    "translation": {
      "en": "Who's left?",
      "it": "Chi è rimasto?"
    }
  },
  {
    "translation": {
      "en": "Long Beach Poly.",
      "it": "Il Politecnico di Long Beach."
    }
  },
  {
    "translation": {
      "en": "Eidson, Poly's the number-one high-school team in Southern California.",
      "it": "Eidson, la Poly è la squadra liceale più forte della California meridionale."
    }
  },
  {
    "translation": {
      "en": "Yeah. Isn't it great?",
      "it": "Già. Non è fantastico?"
    }
  },
  {
    "translation": {
      "en": "Poly?",
      "it": "La Poly?"
    }
  },
  {
    "translation": {
      "en": "-We talked about this. -Never said you set it up.",
      "it": "- Ne abbiamo già parlato. - Non mi hai detto che era organizzato."
    }
  },
  {
    "translation": {
      "en": "Nationally, we're number one. They're number two.",
      "it": "A livello nazionale, noi siamo al numero uno. L'oro al numero due."
    }
  },
  {
    "translation": {
      "en": "They've been trying to get us on their schedule.",
      "it": "È da cinque anni che vogliono giocare contro di noi."
    }
  },
  {
    "translation": {
      "en": "They're not afraid of us.",
      "it": "Loro non hanno paura di noi."
    }
  },
  {
    "translation": {
      "en": "Guys, can't wait to see you play Poly.",
      "it": "Ragazzi, non vedo l'ora di vedervi giocare contro la Poly."
    }
  },
  {
    "translation": {
      "en": "Good luck.",
      "it": "Buona fortuna."
    }
  },
  {
    "translation": {
      "en": "You can thank me later.",
      "it": "Puoi ringraziarmi più avanti."
    }
  },
  {
    "translation": {
      "en": "In Luke 6:38...",
      "it": "In Luca 6:38..."
    }
  },
  {
    "translation": {
      "en": "...Luke says, \"Give and it will be given to you.",
      "it": "...Luca dice: \"Date e vi sarà dato."
    }
  },
  {
    "translation": {
      "en": "Good measure, pressed down, shaken together and running over...",
      "it": "Buona misura, premuta, scossa e traboccante..."
    }
  },
  {
    "translation": {
      "en": "...will be poured into your lap...",
      "it": "...vi sarà data in seno..."
    }
  },
  {
    "translation": {
      "en": "...for with the measure you use, it will be measured to you.\"",
      "it": "...perciocché, di qual misura misurate, sarà altresì misurato a voi\"."
    }
  },
  {
    "translation": {
      "en": "Any idea what Luke is saying here? Arturo?",
      "it": "Qualcuno sa cosa sta dicendo qui Luca? Arturo?"
    }
  },
  {
    "translation": {
      "en": "You reap what you sow.",
      "it": "Chi semina raccoglie."
    }
  },
  {
    "translation": {
      "en": "Like, whatever you do, good or bad, comes back to you.",
      "it": "Tipo, tutto quello che fai, positivo o negativo, ti ritorna addosso."
    }
  },
  {
    "translation": {
      "en": "Anyone else think you give to others...",
      "it": "Qualcun altro pensa che se dai agli altri..."
    }
  },
  {
    "translation": {
      "en": "...and the blessing is returned in equal measure?",
      "it": "...ricevi benedizione in egual misura?"
    }
  },
  {
    "translation": {
      "en": "I've worked hard to do the right thing, and I've been blessed.",
      "it": "Ho sempre lavorato duramente per fare la cosa giusta e sono stato fortunato."
    }
  },
  {
    "translation": {
      "en": "-How's that? -Getting to play on the streak team.",
      "it": "- In che modo? - Potendo giocare per la squadra."
    }
  },
  {
    "translation": {
      "en": "You ain't in line to be starting quarterback on the streak team...",
      "it": "Non per deluderti, ma non sei candidato a fare... ...il quarterback titolare perché hai fatto la cosa giusta."
    }
  },
  {
    "translation": {
      "en": "...because you've done the right thing.",
      "it": "...il quarterback titolare perché hai fatto la cosa giusta."
    }
  },
  {
    "translation": {
      "en": "It's because you're 6'2\" with a cannon for an arm.",
      "it": "È perché sei alto 1,87 e al posto del braccio hai un cannone."
    }
  },
  {
    "translation": {
      "en": "So, Tayshon, what do you believe?",
      "it": "Allora, Tayshon, tu in che cosa credi?"
    }
  },
  {
    "translation": {
      "en": "Well, down where I sleep, the dealers in Richmond make mad money.",
      "it": "Beh, dove dormo io, gli spacciatori di Richmond fanno un casino di soldi."
    }
  },
  {
    "translation": {
      "en": "My aunt was an ER nurse. Worked her whole life helping people.",
      "it": "Mia zia era infermiera al pronto soccorso. Ha sempre aiutato la gente."
    }
  },
  {
    "translation": {
      "en": "Time came for her to get hers, they up and fired her...",
      "it": "Quando è arrivato il suo momento, hanno preso e l'hanno licenziata..."
    }
  },
  {
    "translation": {
      "en": "...six months before they gotta pay her retirement.",
      "it": "...sei mesi prima di doverle pagare la pensione."
    }
  },
  {
    "translation": {
      "en": "Dog-eat-dog. Take what you need. They don't care how good you've been.",
      "it": "Cane mangia cane. Prenditi quello che ti serve. Non importa se sei stato buono."
    }
  },
  {
    "translation": {
      "en": "You sitting around waiting for somebody to pay you back, you going hungry.",
      "it": "Se stai lì ad aspettare che qualcuno ti ripaghi, fai la fame."
    }
  },
  {
    "translation": {
      "en": "So why does a guy like Luke, who's a doctor, painter, writer, historian...",
      "it": "Allora perché un tipo come Luca... ...che è un medico, pittore, scrittore, storico..."
    }
  },
  {
    "translation": {
      "en": "...take the time to invent a lie?",
      "it": "...si prende la briga di inventarsi una menzogna?"
    }
  },
  {
    "translation": {
      "en": "It ain't a lie.",
      "it": "Non è una menzogna."
    }
  },
  {
    "translation": {
      "en": "Your pops dies, five-0 puts your mom on trial for it when, oops...",
      "it": "Tuo padre muore, la pula mette sotto processo tua madre anche se, ops..."
    }
  },
  {
    "translation": {
      "en": "...our bad, the shipyard poisoned him.",
      "it": "...è stato il cantiere navale ad avvelenarlo."
    }
  },
  {
    "translation": {
      "en": "Pressure gives her a stroke and now she ain't got long.",
      "it": "Lo stress le fa venire un ictus e ora non le resta molto più tempo."
    }
  },
  {
    "translation": {
      "en": "Easy. Everyone knows the story.",
      "it": "Vacci piano. La storia la sanno tutti."
    }
  },
  {
    "translation": {
      "en": "So tell me, homey.",
      "it": "E allora dimmi, amico:"
    }
  },
  {
    "translation": {
      "en": "You really been that bad to deserve all that's come your way?",
      "it": "sei stato davvero così cattivo, per meritarti quello che è successo?"
    }
  },
  {
    "translation": {
      "en": "Can I speak to Cam?",
      "it": "Posso parlare con Cam?"
    }
  },
  {
    "translation": {
      "en": "Yo, Coach Lad.",
      "it": "Yo, coach Lad!"
    }
  },
  {
    "translation": {
      "en": "Yo, Jamal.",
      "it": "Yo, Jamal!"
    }
  },
  {
    "translation": {
      "en": "Cool, thanks.",
      "it": "Che figata, grazie."
    }
  },
  {
    "translation": {
      "en": "Coach. You know how you like to talk and talk...",
      "it": "Coach. Ha presente quanto le piace parlare e parlare..."
    }
  },
  {
    "translation": {
      "en": "-...and sometimes holler? -That's right.",
      "it": "- ...e a volte gridare? - Certo."
    }
  },
  {
    "translation": {
      "en": "And one time, Cam said you said the S-word.",
      "it": "E una volta Cam ha detto che lei ha detto una parolaccia."
    }
  },
  {
    "translation": {
      "en": "I remember that time.",
      "it": "Mi ricordo quella volta."
    }
  },
  {
    "translation": {
      "en": "Well, here, you gotta be real quiet. My mom's resting.",
      "it": "Beh, qui deve fare molto piano. Mia mamma sta riposando."
    }
  },
  {
    "translation": {
      "en": "Not a peep.",
      "it": "Muto come un pesce."
    }
  },
  {
    "translation": {
      "en": "-Hey, coach. -Cam, look.",
      "it": "- Ehi, coach. - Cam, guarda."
    }
  },
  {
    "translation": {
      "en": "Man, that is tight.",
      "it": "Accidenti, che bellezza."
    }
  },
  {
    "translation": {
      "en": "Watch Mama, all right?",
      "it": "Bada alla mamma, va bene?"
    }
  },
  {
    "translation": {
      "en": "See, Mama?",
      "it": "Hai visto, mamma?"
    }
  },
  {
    "translation": {
      "en": "How is she?",
      "it": "Come sta?"
    }
  },
  {
    "translation": {
      "en": "The nurse say...",
      "it": "L'infermiera dice..."
    }
  },
  {
    "translation": {
      "en": "...it's just a matter of time.",
      "it": "...che è solo questione di tempo."
    }
  },
  {
    "translation": {
      "en": "And that's it. That's the last of my Mohicans.",
      "it": "E poi basta. Lei è l'ultimo dei miei mohicani."
    }
  },
  {
    "translation": {
      "en": "You have Jamal.",
      "it": "Hai Jamal."
    }
  },
  {
    "translation": {
      "en": "The boy don't know it yet...",
      "it": "Lui ancora non lo sa..."
    }
  },
  {
    "translation": {
      "en": "...but he's going down to San Jose, stay with my cousin.",
      "it": "...ma andrà giù a San Jose a vivere con mio cugino."
    }
  },
  {
    "translation": {
      "en": "They should be good to him, but ain't got no room for me.",
      "it": "Con loro avrà una buona vita, ma non hanno spazio per me."
    }
  },
  {
    "translation": {
      "en": "I got nobody left.",
      "it": "Non mi è rimasto nessuno."
    }
  },
  {
    "translation": {
      "en": "Well, family isn't just blood relatives.",
      "it": "Beh, la famiglia non sono solo i consanguinei."
    }
  },
  {
    "translation": {
      "en": "It's anyone who loves you unconditionally.",
      "it": "Sono tutti quelli che ti vogliono bene in maniera incondizionata."
    }
  },
  {
    "translation": {
      "en": "\"To Coach Lad...",
      "it": "\"Al coach Lad..."
    }
  },
  {
    "translation": {
      "en": "...I promise to live the rest of my days by the lessons you taught me.",
      "it": "...prometto di vivere il resto dei miei giorni secondo le tue lezioni."
    }
  },
  {
    "translation": {
      "en": "'Give and it shall be given to you...",
      "it": "'Date e vi sarà dato..."
    }
  },
  {
    "translation": {
      "en": "...for whatever measure you use, it shall be measured back to you in equal--'\"",
      "it": "...perciocché di qual misura misurate... ...sarà altresì misurato a voi--'\""
    }
  },
  {
    "translation": {
      "en": "Why is this happening to me, coach?",
      "it": "Perché mi sta succedendo questo, coach?"
    }
  },
  {
    "translation": {
      "en": "What did I do?",
      "it": "Che ho fatto di male?"
    }
  },
  {
    "translation": {
      "en": "I'm trying.",
      "it": "Io ce la sto mettendo tutta."
    }
  },
  {
    "translation": {
      "en": "I'm making my perfect effort.",
      "it": "Sto facendo uno sforzo perfetto."
    }
  },
  {
    "translation": {
      "en": "It don't matter. Ain't enough.",
      "it": "Ma non importa. Non basta."
    }
  },
  {
    "translation": {
      "en": "What if Tayshon is right?",
      "it": "E se avesse ragione Tayshon?"
    }
  },
  {
    "translation": {
      "en": "Maybe God don't see me, or he don't care...",
      "it": "Forse Dio non mi vede, oppure non gliene frega niente..."
    }
  },
  {
    "translation": {
      "en": "...because I ain't worth his time.",
      "it": "...perché sono una perdita di tempo."
    }
  },
  {
    "translation": {
      "en": "Don't make no sense, coach.",
      "it": "Non ha senso, coach."
    }
  },
  {
    "translation": {
      "en": "I'm alone.",
      "it": "Sono solo."
    }
  },
  {
    "translation": {
      "en": "I got nobody left.",
      "it": "Non mi è rimasto nessuno."
    }
  },
  {
    "translation": {
      "en": "No, you're not.",
      "it": "No, non è vero."
    }
  },
  {
    "translation": {
      "en": "You've got Jamal...",
      "it": "Hai Jamal..."
    }
  },
  {
    "translation": {
      "en": "...me and 60 brothers.",
      "it": "...hai me e hai 60 fratelli."
    }
  },
  {
    "translation": {
      "en": "I'm just gonna nap for 10 more minutes, then get up.",
      "it": "Dormo per altri 10 minuti e poi mi alzo."
    }
  },
  {
    "translation": {
      "en": "Don't snore.",
      "it": "Non russare."
    }
  },
  {
    "translation": {
      "en": "I'm not laughing.",
      "it": "Non sto ridendo."
    }
  },
  {
    "translation": {
      "en": "What did I ever see in you? Bob?",
      "it": "Cos'ho mai visto in te? Bob?"
    }
  },
  {
    "translation": {
      "en": "Bob, Bob, please. Bob? Bob?",
      "it": "Bob, Bob, ti prego. Bob? Bob?"
    }
  },
  {
    "translation": {
      "en": "Bob, what's going on? Bob? Oh, my God, Bob!",
      "it": "Bob, che ti succede? Bob? Oh, mio Dio, Bob!"
    }
  },
  {
    "translation": {
      "en": "-Danny! -Yeah, Mom.",
      "it": "- Danny! - Sì, mamma."
    }
  },
  {
    "translation": {
      "en": "-Mom, what's wrong? -Danny, please call 911!",
      "it": "- Mamma, cosa c'è? - Danny, chiama il 911!"
    }
  },
  {
    "translation": {
      "en": "-Oh, my God! Call 911! -Mom! Mom!",
      "it": "- Oddio! Chiama il 911! - Mamma! Mamma!"
    }
  },
  {
    "translation": {
      "en": "-Dad? Where is the phone? It's not here. -Danny, tell them it's a seizure.",
      "it": "- Papà? Dov'è il telefono? Non c'è. - Danny, dì che sta avendo una crisi."
    }
  },
  {
    "translation": {
      "en": "-Find the phone! -Where is it?",
      "it": "- Trova il telefono! - Dov'è?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Look at me. Look in my eyes. Look in my eyes.",
      "it": "Oh, mio Dio. Guardami. Guardami negli occhi. Guardami negli occhi."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, you okay? You okay? Breathe.",
      "it": "Oh, mio Dio, ti senti bene? Stai bene? Respira."
    }
  },
  {
    "translation": {
      "en": "-Hey, Amani. Thanks for coming. -Hey, Amani.",
      "it": "- Ehi, Amani. Grazie di essere venuto. - Ciao, Amani."
    }
  },
  {
    "translation": {
      "en": "-Oh, one for me. Just-- Just one second. -Cool.",
      "it": "- Oh, una per me. Un secondo solo. - Va bene."
    }
  },
  {
    "translation": {
      "en": "Hey. Who's in there?",
      "it": "Ehi. Chi c'è lì dentro?"
    }
  },
  {
    "translation": {
      "en": "Currently paying his respects to the coach, Maurice Jones Drew.",
      "it": "Sta porgendo i suoi rispetti al coach Maurice Jones Drew."
    }
  },
  {
    "translation": {
      "en": "No way.",
      "it": "Non ci credo."
    }
  },
  {
    "translation": {
      "en": "Coach, make sure I get you tickets to come see me, all right?",
      "it": "Coach, le mando i biglietti e viene a vedermi giocare, va bene?"
    }
  },
  {
    "translation": {
      "en": "I want 100 from you.",
      "it": "Da te ne voglio 100."
    }
  },
  {
    "translation": {
      "en": "I still can't believe it.",
      "it": "Ancora non ci credo."
    }
  },
  {
    "translation": {
      "en": "Coach Lad smoking.",
      "it": "Coach Lad che fuma."
    }
  },
  {
    "translation": {
      "en": "-Mrs. Lad. Good seeing you. -So great to see you.",
      "it": "- Signora Lad. Piacere di vederla. - Piacere mio."
    }
  },
  {
    "translation": {
      "en": "-Take care of the big guy for me. -Okay, I will. Thanks for coming, Maurice.",
      "it": "Si prenda cura del grande capo. Okay, lo farò. Grazie di essere venuto, Maurice."
    }
  },
  {
    "translation": {
      "en": "-Hey, you. -Hey, Dad.",
      "it": "- Ehi, tu. - Ciao, papà."
    }
  },
  {
    "translation": {
      "en": "Don't look so tough now, huh?",
      "it": "Adesso non sembri tanto un duro, eh?"
    }
  },
  {
    "translation": {
      "en": "Mr. Ladouceur.",
      "it": "Signor Ladouceur."
    }
  },
  {
    "translation": {
      "en": "Eighty-three percent occlusion in your PLA descending artery.",
      "it": "Occlusione dell'83 percento dell'arteria discendente anteriore."
    }
  },
  {
    "translation": {
      "en": "We call that the widow-maker.",
      "it": "Noi la chiamiamo \"la fabbricante di vedove\"."
    }
  },
  {
    "translation": {
      "en": "-You're a very lucky man. -Yeah.",
      "it": "- Lei è un uomo molto fortunato. - Già."
    }
  },
  {
    "translation": {
      "en": "-So, what happens next? -Recuperation.",
      "it": "- Allora, adesso che succede? - Il recupero."
    }
  },
  {
    "translation": {
      "en": "Near-term, I'll be happy if you're in good condition by April.",
      "it": "A questo punto sarò contenta se lei sarà in buone condizioni entro aprile."
    }
  },
  {
    "translation": {
      "en": "That's spring practice.",
      "it": "C'è il ritiro primaverile."
    }
  },
  {
    "translation": {
      "en": "Not for you.",
      "it": "Non per lei."
    }
  },
  {
    "translation": {
      "en": "You've got five stents and one shot to heal.",
      "it": "Lei ha cinque stent e una sola chance di guarire."
    }
  },
  {
    "translation": {
      "en": "Stepping onto a field before summer?",
      "it": "Scendere in campo prima dell'estate?"
    }
  },
  {
    "translation": {
      "en": "Don't even think about it.",
      "it": "Non ci pensi nemmeno."
    }
  },
  {
    "translation": {
      "en": "Dad, you're gonna coach me next season, right?",
      "it": "Papà, l'anno prossimo sarai il mio allenatore, vero?"
    }
  },
  {
    "translation": {
      "en": "Hey, Michael...",
      "it": "Ehi, Michael..."
    }
  },
  {
    "translation": {
      "en": "...wanna go harass some more doctors?",
      "it": "...vuoi andare a importunare qualche altro medico?"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "it": "Andiamo."
    }
  },
  {
    "translation": {
      "en": "Danny's just worried about you. This really scared him.",
      "it": "Danny è solo preoccupato per te. Questa cosa gli ha fatto paura."
    }
  },
  {
    "translation": {
      "en": "It's a lie.",
      "it": "È una menzogna."
    }
  },
  {
    "translation": {
      "en": "What is?",
      "it": "Cosa?"
    }
  },
  {
    "translation": {
      "en": "Me. I got caught up in work and the streak and let it nearly kill me.",
      "it": "Io. Mi sono fatto prendere dal lavoro e dalla serie, e mi hanno quasi ucciso."
    }
  },
  {
    "translation": {
      "en": "I talk character, honesty, perfection...",
      "it": "Parlo di carattere, onestà, perfezione..."
    }
  },
  {
    "translation": {
      "en": "...commit to each other, your teachers, your friends, your family.",
      "it": "...di impegno nei confronti di compagni, insegnanti, amici, la famiglia."
    }
  },
  {
    "translation": {
      "en": "Was I committed to you?",
      "it": "Mi stavo impegnando per te?"
    }
  },
  {
    "translation": {
      "en": "Was I committed to my children?",
      "it": "Mi stavo impegnando per i miei figli?"
    }
  },
  {
    "translation": {
      "en": "I've been a lousy husband and the worst dad.",
      "it": "Sono stato un pessimo marito e il peggior padre possibile."
    }
  },
  {
    "translation": {
      "en": "Danny's not angry because he isn't getting the chance to play for you.",
      "it": "Danny non è arrabbiato perché non può giocare per te."
    }
  },
  {
    "translation": {
      "en": "He's angry because he wants a chance to know you.",
      "it": "È arrabbiato perché vuole avere la chance di conoscerti."
    }
  },
  {
    "translation": {
      "en": "What do I do now?",
      "it": "E ora che faccio?"
    }
  },
  {
    "translation": {
      "en": "Spend as much time with your family as you do the team.",
      "it": "Passa tanto tempo con la tua famiglia quanto ne passi con la squadra."
    }
  },
  {
    "translation": {
      "en": "See you later, babe. Call me tonight.",
      "it": "A più tardi, baby. Chiamami stasera."
    }
  },
  {
    "translation": {
      "en": "Hey, T.K. Heads up.",
      "it": "Ehi, T.K. Occhio."
    }
  },
  {
    "translation": {
      "en": "-Over here. -Who wants it?",
      "it": "- Mandala qui. - Chi la vuole?"
    }
  },
  {
    "translation": {
      "en": "-Me. -All right.",
      "it": "- Io. - Alla grande."
    }
  },
  {
    "translation": {
      "en": "-Me, me, me. -Right here. Right here.",
      "it": "- A me, a me, a me. - Qui. Qui."
    }
  },
  {
    "translation": {
      "en": "-What's all this? -All for you.",
      "it": "- Cos'è questa roba? - Tutta per te."
    }
  },
  {
    "translation": {
      "en": "This is Coach Little. The rules say you can't keep any of it yet.",
      "it": "Sono il coach Little. Secondo le regole, per ora non puoi tenerti questa roba."
    }
  },
  {
    "translation": {
      "en": "You're getting looks from other schools.",
      "it": "Stai ricevendo occhiate da altre scuole."
    }
  },
  {
    "translation": {
      "en": "Peek at what you look like in our gear.",
      "it": "Pensa alla figura che faresti con addosso la nostra divisa."
    }
  },
  {
    "translation": {
      "en": "If I'd have had these, I'd have been All City.",
      "it": "Se avessi avuto io queste scarpe, sarei andato alle regionali."
    }
  },
  {
    "translation": {
      "en": "Newest model from Nike.",
      "it": "L'ultimo modello della Nike."
    }
  },
  {
    "translation": {
      "en": "Mrs. Kelly, maybe you wanna open that last bubble package.",
      "it": "Signora Kelly, le consiglio di aprire quell'ultimo pacchetto."
    }
  },
  {
    "translation": {
      "en": "Hey, what you got, T-Gram?",
      "it": "Ehi, cos'hai lì, T-Gram?"
    }
  },
  {
    "translation": {
      "en": "Diploma.",
      "it": "Un diploma."
    }
  },
  {
    "translation": {
      "en": "-With your name on it. -What?",
      "it": "- Con sopra il tuo nome. - Cosa?"
    }
  },
  {
    "translation": {
      "en": "What? What?",
      "it": "Cosa? Cosa?"
    }
  },
  {
    "translation": {
      "en": "No matter what, four years from now, when you have your real diploma...",
      "it": "In ogni caso, tra quattro anni quando avrai tuo vero diploma..."
    }
  },
  {
    "translation": {
      "en": "...it will reward you and your family for the rest of your life.",
      "it": "...che ricompenserà te e la tua famiglia per il resto della tua vita."
    }
  },
  {
    "translation": {
      "en": "-Yeah, sure. -So you've got a lot of offers.",
      "it": "- Sì, d'accordo. - So che hai molte offerte."
    }
  },
  {
    "translation": {
      "en": "What's it gonna take to get you to play for Oregon next year?",
      "it": "Cosa dobbiamo fare per convincerti a giocare qui nell'Oregon?"
    }
  },
  {
    "translation": {
      "en": "Say yes.",
      "it": "Dì di sì."
    }
  },
  {
    "translation": {
      "en": "-Yes. -Cam Colvin comes with me.",
      "it": "- Sì. - Cam Colvin viene con me."
    }
  },
  {
    "translation": {
      "en": "We offered a full ride.",
      "it": "Gli abbiamo offerto una borsa di studio."
    }
  },
  {
    "translation": {
      "en": "We know his mother passed away, but haven't heard back.",
      "it": "Sappiamo che sua madre è scomparsa, ma non abbiamo ricevuto una risposta."
    }
  },
  {
    "translation": {
      "en": "Done deal. Full ride.",
      "it": "Affare fatto. Borsa di studio completa."
    }
  },
  {
    "translation": {
      "en": "Oh, we did it, man.",
      "it": "Oh, ce l'abbiamo fatta, bello."
    }
  },
  {
    "translation": {
      "en": "Yo, the great black hope.",
      "it": "Yo, la grande speranza nera."
    }
  },
  {
    "translation": {
      "en": "-Cam here? -He's in the back.",
      "it": "- C'è Cam? - È sul retro."
    }
  },
  {
    "translation": {
      "en": "Y'all come on and get something to eat now.",
      "it": "Venite giù a mangiare qualcosa, adesso."
    }
  },
  {
    "translation": {
      "en": "-Oh, coz, what’s up? -What's up?",
      "it": "- Oh, amico, che succede? - Che c'è?"
    }
  },
  {
    "translation": {
      "en": "You get a full ride from Oregon and dodge my calls. That's what's up.",
      "it": "Che c'è? La Oregon ti offre una borsa di studio e tu non mi rispondi al telefono."
    }
  },
  {
    "translation": {
      "en": "Look, man, I ain't going to Oregon or any place near you.",
      "it": "Senti, non ho intenzione di andare nell'Oregon, né altri posti vicino a te."
    }
  },
  {
    "translation": {
      "en": "I'm going to Miami.",
      "it": "Io vado a Miami."
    }
  },
  {
    "translation": {
      "en": "-It's best for me. -Best for you?",
      "it": "- È meglio per me. - Meglio per te?"
    }
  },
  {
    "translation": {
      "en": "Since day one, we've been doing what's best for us.",
      "it": "È dal primo giorno che facciamo sempre ciò che è meglio per noi."
    }
  },
  {
    "translation": {
      "en": "You and me, together.",
      "it": "Io e te, insieme."
    }
  },
  {
    "translation": {
      "en": "-We were 14. -We were friends.",
      "it": "- Avevamo 14 anni. - Eravamo amici."
    }
  },
  {
    "translation": {
      "en": "Whatever.",
      "it": "Non importa."
    }
  },
  {
    "translation": {
      "en": "Man, get up! I'm talking to you, dog!",
      "it": "Alzati, amico! Parlo con te, bello!"
    }
  },
  {
    "translation": {
      "en": "Get off me! As smart as you are, you don't know what you don't know!",
      "it": "Lasciami stare! Sei intelligente, ma non sai quello che non sai."
    }
  },
  {
    "translation": {
      "en": "You still got Landrin, T-Gram, you got everybody.",
      "it": "Tu hai ancora Landrin, T-Gram, hai tutti."
    }
  },
  {
    "translation": {
      "en": "All I got left is Jamal.",
      "it": "A me è rimasto solo Jamal."
    }
  },
  {
    "translation": {
      "en": "I gotta make it to the league so I can take care of him.",
      "it": "Devo giocare nella lega per potermi prendere cura di lui."
    }
  },
  {
    "translation": {
      "en": "-Cam, I know how hard this has been-- -Don't!",
      "it": "- Cam, lo so che è stata dura-- - Smettila!"
    }
  },
  {
    "translation": {
      "en": "You're just making it harder. Don't you see?",
      "it": "Stai solo rendendo tutto più difficile. Non capisci?"
    }
  },
  {
    "translation": {
      "en": "You see me?",
      "it": "Mi vedi?"
    }
  },
  {
    "translation": {
      "en": "I'm cursed.",
      "it": "Ho una maledizione."
    }
  },
  {
    "translation": {
      "en": "Everyone I love--",
      "it": "Tutti quelli a cui voglio bene--"
    }
  },
  {
    "translation": {
      "en": "I can't lose nobody else, man.",
      "it": "Non posso perdere nessun altro, amico."
    }
  },
  {
    "translation": {
      "en": "T, I gotta let you go, man.",
      "it": "T, devo salutarti, amico."
    }
  },
  {
    "translation": {
      "en": "Man, you done lost a lot of folks, Cam...",
      "it": "Hai perso tanta gente, Cam..."
    }
  },
  {
    "translation": {
      "en": "...but you didn't lose everybody.",
      "it": "...ma non hai perso tutti."
    }
  },
  {
    "translation": {
      "en": "-Man, why'd you bring me this? -It's proof.",
      "it": "- Perché mi hai portato questa? - È la prova."
    }
  },
  {
    "translation": {
      "en": "We dreamed about playing college ball since we was kids.",
      "it": "È da quando eravamo piccoli che sogniamo di giocare all'università."
    }
  },
  {
    "translation": {
      "en": "We prayed for it.",
      "it": "Pregavamo perché accadesse."
    }
  },
  {
    "translation": {
      "en": "And now here we are, damn near grown.",
      "it": "E ora eccoci qua, quasi del tutto adulti."
    }
  },
  {
    "translation": {
      "en": "Cam, what you're holding, that just ain't a jersey, man.",
      "it": "Cam, quella che hai in mano non è solo una maglia, amico."
    }
  },
  {
    "translation": {
      "en": "It's an answered prayer.",
      "it": "È la risposta a una preghiera."
    }
  },
  {
    "translation": {
      "en": "Look at me, dog.",
      "it": "Guardami."
    }
  },
  {
    "translation": {
      "en": "You and me.",
      "it": "Io e te."
    }
  },
  {
    "translation": {
      "en": "Brothers for life, dog.",
      "it": "Fratelli per tutta la vita."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "it": "Forza."
    }
  },
  {
    "translation": {
      "en": "Brothers for life.",
      "it": "Fratelli per la vita."
    }
  },
  {
    "translation": {
      "en": "All right, team, bring it in. Everyone settle down.",
      "it": "Forza, radunatevi. Fate silenzio."
    }
  },
  {
    "translation": {
      "en": "Coach Lad is on his way in to say a few words. Bring it down.",
      "it": "Coach Lad sta venendo qui a dirvi alcune parole. Fate piano."
    }
  },
  {
    "translation": {
      "en": "Alumbaugh's pulling the team together.",
      "it": "Alumbaugh sta radunando la squadra."
    }
  },
  {
    "translation": {
      "en": "Okay. Good.",
      "it": "Okay. Bene."
    }
  },
  {
    "translation": {
      "en": "I talked to my doctors...",
      "it": "Ho parlato con i miei medici..."
    }
  },
  {
    "translation": {
      "en": "...and they don't feel that I should come back to coaching you.",
      "it": "...e secondo loro è meglio se non torno a farvi da allenatore."
    }
  },
  {
    "translation": {
      "en": "But rather than drawing this whole thing out...",
      "it": "Ma piuttosto che tirarla tanto per le lunghe..."
    }
  },
  {
    "translation": {
      "en": "...I'm just gonna be truthful with you.",
      "it": "...voglio solo dirvi la verità."
    }
  },
  {
    "translation": {
      "en": "I'm not sure when I'll be able to return.",
      "it": "Non so quando sarò in grado di tornare."
    }
  },
  {
    "translation": {
      "en": "I expect you seniors to step up and lead this team.",
      "it": "Mi aspetto che voi più grandi vi facciate avanti come leader di questa squadra."
    }
  },
  {
    "translation": {
      "en": "And I expect you guys to continue to give a perfect effort...",
      "it": "E mi aspetto che tutti voi continuiate a fare lo sforzo perfetto..."
    }
  },
  {
    "translation": {
      "en": "...every game.",
      "it": "...in ogni partita."
    }
  },
  {
    "translation": {
      "en": "Not your typical trumpet number, huh?",
      "it": "Non proprio un numero tipico, per la tromba, eh?"
    }
  },
  {
    "translation": {
      "en": "No, not typical.",
      "it": "No, non proprio tipico."
    }
  },
  {
    "translation": {
      "en": "Getting the hang of it?",
      "it": "Stai imparando come si fa?"
    }
  },
  {
    "translation": {
      "en": "-Me or Michael? -You.",
      "it": "- Dici a me o a Michael? - A te."
    }
  },
  {
    "translation": {
      "en": "Anything else I can help you with?",
      "it": "Posso esserti utile in qualche altro modo?"
    }
  },
  {
    "translation": {
      "en": "No. Think you're doing great.",
      "it": "No. Direi che stai andando benissimo."
    }
  },
  {
    "translation": {
      "en": "Just remember, I like mine rare.",
      "it": "Ricorda solo che a me piacciono al sangue."
    }
  },
  {
    "translation": {
      "en": "You got it.",
      "it": "Sarà fatto."
    }
  },
  {
    "translation": {
      "en": "-You want the other half of this? -Yeah, sure.",
      "it": "- Ne vuoi l'altra metà? - Sì, va bene."
    }
  },
  {
    "translation": {
      "en": "I've dropped more passes this summer than the previous three years combined.",
      "it": "Ho sbagliato più passaggi quest'estate che negli ultimi tre anni messi insieme."
    }
  },
  {
    "translation": {
      "en": "You're not seeing the ball into your hands.",
      "it": "Non stai vedendo la palla nelle tue mani."
    }
  },
  {
    "translation": {
      "en": "-You're looking up-field before you catch. -I know.",
      "it": "Stai guardando il campo prima di ricevere la palla. Lo so."
    }
  },
  {
    "translation": {
      "en": "I try to stop, but--",
      "it": "Cerco di non farlo, ma--"
    }
  },
  {
    "translation": {
      "en": "What should I do?",
      "it": "Che devo fare?"
    }
  },
  {
    "translation": {
      "en": "You gotta work on that with Coach Alumbaugh.",
      "it": "Ci devi lavorare con il coach Alumbaugh."
    }
  },
  {
    "translation": {
      "en": "I don't need Coach Alumbaugh.",
      "it": "Non me ne faccio niente del coach Alumbaugh."
    }
  },
  {
    "translation": {
      "en": "I need you.",
      "it": "Ho bisogno di te."
    }
  },
  {
    "translation": {
      "en": "My senior season is here, Dad. My last shot.",
      "it": "Questa è la mia ultima stagione al liceo. La mia ultima chance."
    }
  },
  {
    "translation": {
      "en": "Danny, I'm not your coach.",
      "it": "Danny, non sono il tuo allenatore."
    }
  },
  {
    "translation": {
      "en": "But I wanna spend some time together, get closer.",
      "it": "Ma voglio passare del tempo con te, conoscerti meglio."
    }
  },
  {
    "translation": {
      "en": "-I found a river-rafting outfit-- -River rafting?",
      "it": "- Ho trovato una ditta che fa rafting-- - Rafting? Fantastico."
    }
  },
  {
    "translation": {
      "en": "Afterwards, we'll win the father-son three-legged race.",
      "it": "Dopo magari vinciamo la corsa a tre gambe con gli altri padri e figli."
    }
  },
  {
    "translation": {
      "en": "This is perfect. The whole time I needed a father, I got a coach.",
      "it": "Perfetto. Quando avevo bisogno di un padre, eri un allenatore."
    }
  },
  {
    "translation": {
      "en": "And now I need a coach and all I've got is a lame dad.",
      "it": "Ora che ho bisogno di un allenatore, ho solo un padre mediocre."
    }
  },
  {
    "translation": {
      "en": "Exercise?",
      "it": "Esercizio fisico?"
    }
  },
  {
    "translation": {
      "en": "Running again.",
      "it": "Sono tornato a correre."
    }
  },
  {
    "translation": {
      "en": "-How are my test scores? -Better than expected.",
      "it": "- Gli esami come sono andati? - Meglio del previsto."
    }
  },
  {
    "translation": {
      "en": "Your heart has made an unusually strong recovery, Mr. Ladouceur.",
      "it": "Il suo cuore ha avuto una ripresa insolitamente forte, signor Ladouceur."
    }
  },
  {
    "translation": {
      "en": "You're free to return to normal activities.",
      "it": "È libero di tornare alle sue normali attività."
    }
  },
  {
    "translation": {
      "en": "Coaching?",
      "it": "Anche allenare?"
    }
  },
  {
    "translation": {
      "en": "Keep the stress down, but, yes.",
      "it": "Minimizzi lo stress, ma sì."
    }
  },
  {
    "translation": {
      "en": "Wow, that's great. It must be such a relief.",
      "it": "Wow, è fantastico. Dev'essere proprio un sollievo."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Già."
    }
  },
  {
    "translation": {
      "en": "She said I could go back to coaching.",
      "it": "Ha detto che posso tornare ad allenare."
    }
  },
  {
    "translation": {
      "en": "So is that your plan, Bob?",
      "it": "È questo che intendi fare, Bob?"
    }
  },
  {
    "translation": {
      "en": "We'll see.",
      "it": "Vedremo."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "it": "Ehi."
    }
  },
  {
    "translation": {
      "en": "What's that?",
      "it": "Cos'è?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "it": "Cosa?"
    }
  },
  {
    "translation": {
      "en": "Smells good.",
      "it": "Che profumo."
    }
  },
  {
    "translation": {
      "en": "Me or the sauce?",
      "it": "Dici a me o alla salsa?"
    }
  },
  {
    "translation": {
      "en": "The sauce.",
      "it": "Alla salsa."
    }
  },
  {
    "translation": {
      "en": "I was hoping it was me.",
      "it": "Speravo che dicessi a me."
    }
  },
  {
    "translation": {
      "en": "Ready, and go.",
      "it": "Pronti, via."
    }
  },
  {
    "translation": {
      "en": "Hey, butt kicks.",
      "it": "Ehi, calciate dietro."
    }
  },
  {
    "translation": {
      "en": "Ready, up.",
      "it": "Pronti, su."
    }
  },
  {
    "translation": {
      "en": "You're late.",
      "it": "Sei in ritardo."
    }
  },
  {
    "translation": {
      "en": "Yeah, I been busy.",
      "it": "Sì, ho avuto da fare."
    }
  },
  {
    "translation": {
      "en": "Well, that explains yesterday. You missed an entire practice.",
      "it": "Questo spiega anche ieri. Ti sei perso tutto l'allenamento."
    }
  },
  {
    "translation": {
      "en": "I got a note from the nurse, little Lad.",
      "it": "Ho un certificato medico, piccolo Lad."
    }
  },
  {
    "translation": {
      "en": "How insensitive of us, Chris. He had a tummy ache.",
      "it": "Quanto siamo insensibili, Chris. Gli faceva male il pancino."
    }
  },
  {
    "translation": {
      "en": "And you call me that again, I'll drop you.",
      "it": "E se mi chiami ancora così, ti stendo a terra."
    }
  },
  {
    "translation": {
      "en": "Now, that's funny.",
      "it": "Buona questa."
    }
  },
  {
    "translation": {
      "en": "Nobody misses practice without clearing it with the captain.",
      "it": "Nessuno può saltare un allenamento senza avvertire il capitano."
    }
  },
  {
    "translation": {
      "en": "Well, I ain't nobody. On JV, man, I played both ways.",
      "it": "Beh, io non sono nessuno. Ho giocato in attacco e in difesa."
    }
  },
  {
    "translation": {
      "en": "Caught 38 passes and five picks. How much practice do I need?",
      "it": "Ho preso 38 passaggi e cinque blocchi. Quanto mi devo allenare?"
    }
  },
  {
    "translation": {
      "en": "It's not about \"I.\" It's about us. This team.",
      "it": "Qui non si tratta di te. Si tratta di noi. Di questa squadra."
    }
  },
  {
    "translation": {
      "en": "Both of y'all can go ahead and kiss my--",
      "it": "Potete baciarmi tutti e due il--"
    }
  },
  {
    "translation": {
      "en": "Push me? Team?",
      "it": "Mi spingi? Squadra?"
    }
  },
  {
    "translation": {
      "en": "Ain't no team. Truth is, it comes down to four or five of us bringing our game.",
      "it": "Non c'è nessuna squadra. La verità è che siamo in quattro o cinque a giocare."
    }
  },
  {
    "translation": {
      "en": "Say what you want, Chris, Danny. This team thing don't mean nothing now.",
      "it": "Dite quello che volete, Chris, Danny. Questa squadra non rappresenta niente!"
    }
  },
  {
    "translation": {
      "en": "-Back off! -Hey, hold up!",
      "it": "- Indietro! - Ehi, fermi!"
    }
  },
  {
    "translation": {
      "en": "\"Team\" means everything right now.",
      "it": "Questa squadra rappresenta tutto, in questo momento."
    }
  },
  {
    "translation": {
      "en": "Look around. To be successful, you'll have to scrap for everything.",
      "it": "Guardatevi intorno. Per avere successo, dovrete lottare per tutto."
    }
  },
  {
    "translation": {
      "en": "Wanna be a scrappy team? You're gonna have to respect each other.",
      "it": "Volete essere una squadra che lotta? Allora dovete rispettarvi tra di voi."
    }
  },
  {
    "translation": {
      "en": "Now, get back to practice.",
      "it": "E ora tornate ad allenarvi."
    }
  },
  {
    "translation": {
      "en": "High kicks.",
      "it": "High kick."
    }
  },
  {
    "translation": {
      "en": "That's how you do it.",
      "it": "Così si fa."
    }
  },
  {
    "translation": {
      "en": "That boy do football and basketball. Y'all got nothing on him.",
      "it": "Quel ragazzo gioca sia a football che a basket. Non lo potete battere."
    }
  },
  {
    "translation": {
      "en": "Hey, I want you.",
      "it": "Ehi, voglio te."
    }
  },
  {
    "translation": {
      "en": "I want you, boy.",
      "it": "Voglio te, ragazzo."
    }
  },
  {
    "translation": {
      "en": "Where the police at? Because y'all getting robbed.",
      "it": "Dov'è la polizia? Perché vi state facendo rapinare."
    }
  },
  {
    "translation": {
      "en": "He just schooled you, man.",
      "it": "Quello ti sta portando a scuola, amico."
    }
  },
  {
    "translation": {
      "en": "Y'all see it. Come on, let's get it.",
      "it": "Avete visto tutti. Forza."
    }
  },
  {
    "translation": {
      "en": "-Hey. -Catch you later.",
      "it": "- Ehi. - Ci vediamo dopo."
    }
  },
  {
    "translation": {
      "en": "That's how it's done. That's how it's done, boy.",
      "it": "È così che si fa. È così che si fa, ragazzo."
    }
  },
  {
    "translation": {
      "en": "So when you headed up to Oregon?",
      "it": "Allora, quando vai nell'Oregon?"
    }
  },
  {
    "translation": {
      "en": "First thing tomorrow, man.",
      "it": "Parto domattina presto."
    }
  },
  {
    "translation": {
      "en": "Don't forget about us, homes.",
      "it": "Non dimenticarti di noi."
    }
  },
  {
    "translation": {
      "en": "Course not, baby. Of course not. Come on.",
      "it": "Certo che no, baby. Certo che no. Ma dai."
    }
  },
  {
    "translation": {
      "en": "Man, all y'all horrible.",
      "it": "Ragazzi, giocate in maniera orribile."
    }
  },
  {
    "translation": {
      "en": "Just straight garbage on the court, no game.",
      "it": "C'è solo spazzatura, in campo. Non sa giocare nessuno."
    }
  },
  {
    "translation": {
      "en": "Have you heard from him? Boy's got to get up early in the morning.",
      "it": "Si è fatto vivo? Quel ragazzo deve svegliarsi presto, domattina."
    }
  },
  {
    "translation": {
      "en": "Okay, Mama.",
      "it": "Okay, mamma."
    }
  },
  {
    "translation": {
      "en": "Yo, Pops, what's up?",
      "it": "Yo, papà, che succede?"
    }
  },
  {
    "translation": {
      "en": "-You didn't forget to fill the car, did you? -No, I just did. Supreme.",
      "it": "- Ti sei ricordato di fare il pieno? - Appena fatto. Con la super."
    }
  },
  {
    "translation": {
      "en": "All right. Home in 10.",
      "it": "Va bene. Arrivo a casa tra 10 minuti."
    }
  },
  {
    "translation": {
      "en": "He on his way.",
      "it": "Sta arrivando."
    }
  },
  {
    "translation": {
      "en": "Let me go get his cornbread ready.",
      "it": "Vado a preparargli il pane di mais."
    }
  },
  {
    "translation": {
      "en": "Yo, what did you forget?",
      "it": "Yo, che ti sei dimenticato?"
    }
  },
  {
    "translation": {
      "en": "It's me, coz.",
      "it": "Sono io, fratello."
    }
  },
  {
    "translation": {
      "en": "Lamarco, you high, dog?",
      "it": "Lamarco. Sei cotto, amico?"
    }
  },
  {
    "translation": {
      "en": "I lost my ride, man.",
      "it": "Ho perso il passaggio, amico."
    }
  },
  {
    "translation": {
      "en": "Where are you?",
      "it": "Dove sei?"
    }
  },
  {
    "translation": {
      "en": "-Yo, Lamarco. Come on, man. -One minute. Let me cop these digits.",
      "it": "- Yo, Lamarco. Dai, amico. - Un attimo. Mi scrivo questo numero."
    }
  },
  {
    "translation": {
      "en": "-Get them and come on. I gotta get home. -One minute, coz.",
      "it": "Fatti dare il numero e vieni. Devo tornare a casa. Un attimo, bello."
    }
  },
  {
    "translation": {
      "en": "You gonna give me them digits, or what? You see my ride here.",
      "it": "Me lo dai o no, quel numero? Vedi che mi aspettano?"
    }
  },
  {
    "translation": {
      "en": "Lamarco, come on!",
      "it": "Lamarco, muoviti!"
    }
  },
  {
    "translation": {
      "en": "I'm coming. I'm gonna call you.",
      "it": "Arrivo. Io ti chiamo."
    }
  },
  {
    "translation": {
      "en": "School me, player?",
      "it": "Tu mi porti a scuola?"
    }
  },
  {
    "translation": {
      "en": "Nah, school you.",
      "it": "No, ti porto a scuola io."
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "it": "Oh, mio Dio!"
    }
  },
  {
    "translation": {
      "en": "Call an ambulance, man!",
      "it": "Chiama un'ambulanza!"
    }
  },
  {
    "translation": {
      "en": "We have an 18-year-old African-American with gunshot wounds.",
      "it": "Abbiamo un diciottenne afroamericano con ferite da arma da fuoco."
    }
  },
  {
    "translation": {
      "en": "Mama, you stay here.",
      "it": "Mamma, tu resta qui."
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "it": "Oh, Dio mio."
    }
  },
  {
    "translation": {
      "en": "Jesus Christ. No, no.",
      "it": "Cristo santo. No, no."
    }
  },
  {
    "translation": {
      "en": "Oh, no, no, no! That's my son!",
      "it": "Oh, no, no, no! È mio figlio!"
    }
  },
  {
    "translation": {
      "en": "-It's all right. -No!",
      "it": "- Si calmi. - No!"
    }
  },
  {
    "translation": {
      "en": "Let me go! Let me go!",
      "it": "Lasciami! Lasciami andare!"
    }
  },
  {
    "translation": {
      "en": "T.K.! That's my son!",
      "it": "T.K.! È mio figlio, quello!"
    }
  },
  {
    "translation": {
      "en": "Is that our baby?",
      "it": "È il nostro bambino?"
    }
  },
  {
    "translation": {
      "en": "Hold on, help is on the way",
      "it": "Tieni duro, l'aiuto sta arrivando"
    }
  },
  {
    "translation": {
      "en": "God hasn't forgotten you",
      "it": "Dio non ti ha dimenticato"
    }
  },
  {
    "translation": {
      "en": "Be not dismayed",
      "it": "Non sentirti costernato"
    }
  },
  {
    "translation": {
      "en": "Through the rough times in your life",
      "it": "Durante i tempi duri della tua vita"
    }
  },
  {
    "translation": {
      "en": "Everything will be all right",
      "it": "Andrà tutto bene"
    }
  },
  {
    "translation": {
      "en": "Just hold on 'Cause help is on the way",
      "it": "Devi solo tenere duro Perché l'aiuto sta arrivando"
    }
  },
  {
    "translation": {
      "en": "And without further ado, Coach Bob Ladouceur.",
      "it": "Senza ulteriori indugi, do la parola al coach Bob Ladouceur."
    }
  },
  {
    "translation": {
      "en": "Thank you, Coach Ladouceur.",
      "it": "Grazie, coach Ladouceur."
    }
  },
  {
    "translation": {
      "en": "Minister.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "I remember the first time I saw T.K.",
      "it": "Mi ricordo la prima volta che ho visto T.K."
    }
  },
  {
    "translation": {
      "en": "He was that...",
      "it": "Era uno studente del primo anno..."
    }
  },
  {
    "translation": {
      "en": "...awkward freshman, all arms and legs, with an infectious smile.",
      "it": "...goffo, tutto gambe e braccia, con un sorriso contagioso."
    }
  },
  {
    "translation": {
      "en": "A coach couldn't help but notice the smooth grace of his...",
      "it": "Qualsiasi allenatore avrebbe notato l'armoniosa grazia..."
    }
  },
  {
    "translation": {
      "en": "...athletic ability.",
      "it": "...delle sue abilità atletiche."
    }
  },
  {
    "translation": {
      "en": "People always ask me what it's like to never lose.",
      "it": "La gente mi chiede sempre che effetto fa non perdere mai."
    }
  },
  {
    "translation": {
      "en": "Today, I am lost.",
      "it": "Oggi, sento di aver perso."
    }
  },
  {
    "translation": {
      "en": "Lord, have mercy.",
      "it": "Signore, abbi pietà."
    }
  },
  {
    "translation": {
      "en": "It's as if life has taken more than it gives...",
      "it": "È come se la vita avesse preso più di quanto non dà..."
    }
  },
  {
    "translation": {
      "en": "...and I don't know if I can handle it.",
      "it": "...e non so se ce la faccio a resistere."
    }
  },
  {
    "translation": {
      "en": "Lord, I'm struggling.",
      "it": "Signore, sono in difficoltà."
    }
  },
  {
    "translation": {
      "en": "I wanna understand why.",
      "it": "Voglio capire perché."
    }
  },
  {
    "translation": {
      "en": "-Why Terrance? -Yes, Lord.",
      "it": "- Perché Terrance? - Sì, Signore."
    }
  },
  {
    "translation": {
      "en": "Why now?",
      "it": "Perché adesso?"
    }
  },
  {
    "translation": {
      "en": "If we are to call ourselves Christians, we cannot ask these questions...",
      "it": "Ma se vogliamo ritenerci cristiani, non possiamo fare queste domande..."
    }
  },
  {
    "translation": {
      "en": "...because to do so is to question your benevolence, your divine wisdom.",
      "it": "...perché esse mettono in dubbio la tua benevolenza, la tua saggezza divina."
    }
  },
  {
    "translation": {
      "en": "But today I am lost.",
      "it": "Ma oggi mi sento perso."
    }
  },
  {
    "translation": {
      "en": "Mr. Kelly.",
      "it": "Signor Kelly."
    }
  },
  {
    "translation": {
      "en": "I can't even imagine your pain right now.",
      "it": "Non riesco neanche a immaginare il dolore che state provando."
    }
  },
  {
    "translation": {
      "en": "But you raised the kind of young man we all strive for.",
      "it": "Ma voi avete cresciuto il tipo di uomo tutti noi cerchiamo di essere."
    }
  },
  {
    "translation": {
      "en": "We ask our players...",
      "it": "Chiediamo ai nostri giocatori..."
    }
  },
  {
    "translation": {
      "en": "...to learn and embrace ideals...",
      "it": "...di imparare e di sposare degli ideali."
    }
  },
  {
    "translation": {
      "en": "...perfection, commitment...",
      "it": "Perfezione, impegno..."
    }
  },
  {
    "translation": {
      "en": "...compassion, brotherhood, faith.",
      "it": "...compassione, fratellanza, fede."
    }
  },
  {
    "translation": {
      "en": "From the first time T.K. came across that field, I saw it.",
      "it": "La prima volta che T.K. ha attraversato quel campo, ho capito."
    }
  },
  {
    "translation": {
      "en": "A kid whose grace wasn't just athletic...",
      "it": "Un ragazzo la cui grazia non era solo atletica..."
    }
  },
  {
    "translation": {
      "en": "...but genuine in so many ways.",
      "it": "...ma genuina in tanti altri modi."
    }
  },
  {
    "translation": {
      "en": "He embodied those ideals.",
      "it": "Incarnava quegli ideali."
    }
  },
  {
    "translation": {
      "en": "Yes, Lord.",
      "it": "Sì, Signore."
    }
  },
  {
    "translation": {
      "en": "You never gave up on anything or anyone.",
      "it": "Tu non hai mai abbandonato niente e nessuno."
    }
  },
  {
    "translation": {
      "en": "And I did not teach you.",
      "it": "E non sono stato io a insegnare a te."
    }
  },
  {
    "translation": {
      "en": "You taught me.",
      "it": "Tu hai insegnato a me."
    }
  },
  {
    "translation": {
      "en": "Thank you...",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "...because when on some other day I am lost...",
      "it": "Perché un altro giorno, quando mi sentirò perso..."
    }
  },
  {
    "translation": {
      "en": "...and struggling to keep my faith, I need only remember you.",
      "it": "...e avrò difficoltà a mantenere la fede, mi basterà ricordarti."
    }
  },
  {
    "translation": {
      "en": "And for reasons we are not privy to, God wanted T.K. home.",
      "it": "Per motivi che noi non conosciamo, Dio ha chiamato a casa T.K."
    }
  },
  {
    "translation": {
      "en": "He is with him now.",
      "it": "Adesso è con lui."
    }
  },
  {
    "translation": {
      "en": "May God bless you.",
      "it": "Che Dio ti benedica."
    }
  },
  {
    "translation": {
      "en": "Doesn't make no sense, coach.",
      "it": "Non ha proprio senso, coach."
    }
  },
  {
    "translation": {
      "en": "I don't know what I'm supposed to do anymore.",
      "it": "Non so più cosa devo fare."
    }
  },
  {
    "translation": {
      "en": "You stick to the plan.",
      "it": "Va avanti come previsto."
    }
  },
  {
    "translation": {
      "en": "Go to Oregon.",
      "it": "Vai alla Oregon."
    }
  },
  {
    "translation": {
      "en": "Mowing the lawn? What are you doing out here?",
      "it": "Tagli l'erba? Che stai facendolo qua fuori?"
    }
  },
  {
    "translation": {
      "en": "Dancing at our wedding.",
      "it": "Sto ballando al nostro matrimonio."
    }
  },
  {
    "translation": {
      "en": "With your dad.",
      "it": "Con tuo padre."
    }
  },
  {
    "translation": {
      "en": "He grins, looks over. You were talking with the priest.",
      "it": "Sorride, si volta. Tu stavi parlando con il prete."
    }
  },
  {
    "translation": {
      "en": "I remember, he leans in and said:",
      "it": "Mi ricordo che si avvicina e dice:"
    }
  },
  {
    "translation": {
      "en": "\"If you didn't know better, which one puts the collar on every morning?\"",
      "it": "\"Secondo te, quale dei due si mette un collare al collo ogni mattina?\""
    }
  },
  {
    "translation": {
      "en": "The music stops.",
      "it": "La musica si ferma."
    }
  },
  {
    "translation": {
      "en": "The dance is over.",
      "it": "Il ballo è finito."
    }
  },
  {
    "translation": {
      "en": "And I'm heading over to rescue you.",
      "it": "E io sto vedendo lì a soccorrerti."
    }
  },
  {
    "translation": {
      "en": "And he said something I still remember.",
      "it": "E lui disse una cosa che ancora mi ricordo."
    }
  },
  {
    "translation": {
      "en": "What's that?",
      "it": "Cosa?"
    }
  },
  {
    "translation": {
      "en": "\"I hope you won't be too lonely.\"",
      "it": "\"Spero che non ti sentirai troppo sola\"."
    }
  },
  {
    "translation": {
      "en": "Your dad raised you.",
      "it": "Tuo padre ti ha cresciuto."
    }
  },
  {
    "translation": {
      "en": "He loved you...",
      "it": "Ti voleva bene..."
    }
  },
  {
    "translation": {
      "en": "...but when he died...",
      "it": "...ma quando è morto..."
    }
  },
  {
    "translation": {
      "en": "...I think he felt like he didn't really know you.",
      "it": "...credo che sapesse di non conoscerti molto bene."
    }
  },
  {
    "translation": {
      "en": "Till a minute ago, I thought that might happen to me too.",
      "it": "Fino a un minuto fa, pensavo che potesse succedere anche a me."
    }
  },
  {
    "translation": {
      "en": "I was sitting up, watching you sleep, and it hit me.",
      "it": "Ero a letto, ti stavo guardando dormire. E poi ho capito."
    }
  },
  {
    "translation": {
      "en": "Some people don't know who they are...",
      "it": "C'è gente che non sa chi è..."
    }
  },
  {
    "translation": {
      "en": "...all that they have.",
      "it": "...e tutto quello che ha."
    }
  },
  {
    "translation": {
      "en": "They just know something's missing.",
      "it": "Sa solo che manca qualcosa."
    }
  },
  {
    "translation": {
      "en": "So I was just sitting out here...",
      "it": "Dunque stavo seduta qua fuori..."
    }
  },
  {
    "translation": {
      "en": "...getting ready to let you go again.",
      "it": "...a prepararmi a lasciarti di nuovo andare."
    }
  },
  {
    "translation": {
      "en": "No, still way too slow.",
      "it": "No, ancora troppo lenti."
    }
  },
  {
    "translation": {
      "en": "You need to blow off the ball. Faster step. Strike with intent.",
      "it": "Dovete spazzare via la palla. Passo più rapido. Colpite con decisione."
    }
  },
  {
    "translation": {
      "en": "On Friday, we play a football team that's been preparing for this game for a year.",
      "it": "Venerdì giochiamo con una squadra che si prepara da un anno a questa partita."
    }
  },
  {
    "translation": {
      "en": "You're not hitting with intensity, conditioning with discipline.",
      "it": "Non state colpendo con intensità. Non vi state preparando con disciplina."
    }
  },
  {
    "translation": {
      "en": "Salinas, pull your weight. Come on.",
      "it": "Salinas, tirati su. Forza."
    }
  },
  {
    "translation": {
      "en": "Oh, you're dogging it. You're dogging it.",
      "it": "- Oh, non ce la fai, non ce la fai. - Impegno."
    }
  },
  {
    "translation": {
      "en": "-Commitment. -Bellevue is bigger and stronger than us.",
      "it": "- Oh, non ce la fai, non ce la fai. - Impegno. Quelli della Bellevue sono più grossi e forti di noi."
    }
  },
  {
    "translation": {
      "en": "Accountability. Perfect effort. Finally, love.",
      "it": "Responsabilità. Sforzo perfetto. Infine, amore."
    }
  },
  {
    "translation": {
      "en": "This bond is what has led Spartans to achieve far more than anyone...",
      "it": "Questo legame ha portato gli Spartans a conseguire più di quanto chiunque..."
    }
  },
  {
    "translation": {
      "en": "...including themselves, believed they were capable of.",
      "it": "...credeva fossimo capaci di fare, inclusi noi stessi."
    }
  },
  {
    "translation": {
      "en": "Six, seven.",
      "it": "Sei, sette."
    }
  },
  {
    "translation": {
      "en": "Without it, you may continue to win games.",
      "it": "Senza questo legame, magari continuerete a vincere le partite."
    }
  },
  {
    "translation": {
      "en": "Rep it out, Tayshon. Four more.",
      "it": "Continua, Tayshon. Altre quattro."
    }
  },
  {
    "translation": {
      "en": "But you will have lost the chance to become Spartans.",
      "it": "Ma avrete perso l'opportunità di diventare Spartans."
    }
  },
  {
    "translation": {
      "en": "Eight's good.",
      "it": "Vanno bene otto."
    }
  },
  {
    "translation": {
      "en": "Welcome to Seattle, where the 2004 season opens...",
      "it": "Benvenuti a Seattle, dove la stagione 2004 si apre..."
    }
  },
  {
    "translation": {
      "en": "...with a matchup between two of the best teams.",
      "it": "...con un match tra due delle migliori squadre."
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "it": "Forza!"
    }
  },
  {
    "translation": {
      "en": "Let's go, let's go, let's go!",
      "it": "Andiamo, andiamo, andiamo!"
    }
  },
  {
    "translation": {
      "en": "The powerhouse De La Salle Spartans and their national record...",
      "it": "I fortissimi De La Salle Spartans con il loro record nazionale..."
    }
  },
  {
    "translation": {
      "en": "-...151-game winning streak... -Keep the streak alive.",
      "it": "- ...la serie di 151 vittorie... - Continuiamo la serie."
    }
  },
  {
    "translation": {
      "en": "...taking on defending Washington State champs, Bellevue.",
      "it": "...affrontano i campioni dello Stato del Washington, la Bellevue."
    }
  },
  {
    "translation": {
      "en": "Down, set, hut!",
      "it": "Giù, pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "Strong right, lead at two. Veer, pass, drag. Let's go.",
      "it": "Forte a destra, conduci al due. Vira, passa, trascina. Andiamo."
    }
  },
  {
    "translation": {
      "en": "Strong left! Strong left!",
      "it": "Forte a sinistra! Forte a sinistra!"
    }
  },
  {
    "translation": {
      "en": "-Open back 11. Back 11. -Down, set, hut!",
      "it": "- Indietro 11. Indietro 11. - Giù, pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "Rick Salinas throws a perfect pass...",
      "it": "Passaggio perfetto di Rick Salinas..."
    }
  },
  {
    "translation": {
      "en": "...connecting with Danny Ladouceur for a 13-yard gain.",
      "it": "...finito tra le mani di Danny Ladouceur. Guadagnano 13 iarde."
    }
  },
  {
    "translation": {
      "en": "Sixteen mid-line on one. Ready?",
      "it": "Sedici linea centrale su uno. Pronti?"
    }
  },
  {
    "translation": {
      "en": "Go get them, Beast.",
      "it": "Falli neri, Bestia."
    }
  },
  {
    "translation": {
      "en": "Chris Ryan. This man has the size and speed to play anywhere in the country.",
      "it": "Chris Ryan. Quest'uomo ha la stazza e la rapidità per giocare ovunque."
    }
  },
  {
    "translation": {
      "en": "Red dog! Red dog! Set, hut-hut!",
      "it": "Cane rosso! Cane rosso! Pronti, hut-hut!"
    }
  },
  {
    "translation": {
      "en": "Go, go, go! Come on, Chris! Come on, Chris!",
      "it": "Vai, vai, vai! Forza, Chris! Forza, Chris!"
    }
  },
  {
    "translation": {
      "en": "Come on, Beast! Come on, Beast! Come on, Beast!",
      "it": "Forza, Bestia! Forza, Bestia! Forza, Bestia!"
    }
  },
  {
    "translation": {
      "en": "That's it! Yeah!",
      "it": "Così! Sì!"
    }
  },
  {
    "translation": {
      "en": "Chris Ryan, showing off his ability, breaks a 45-yard run...",
      "it": "Chris Ryan fa sfoggio delle sue abilità con una corsa di 45 iarde..."
    }
  },
  {
    "translation": {
      "en": "...to give De La Salle a 7-to-0 lead.",
      "it": "...che porta in vantaggio per 7-0 la De La Salle."
    }
  },
  {
    "translation": {
      "en": "That's a great run, but our left tackle needs to seal that backer better.",
      "it": "Ottima azione, ma il nostro tackle sinistro deve marcare meglio."
    }
  },
  {
    "translation": {
      "en": "Ryan has been a scoring machine, amassing 52 touchdowns...",
      "it": "Ryan è una macchina da touchdown. Ne ha segnati 52..."
    }
  },
  {
    "translation": {
      "en": "...in his sophomore and junior seasons.",
      "it": "...tra il secondo e il terzo anno delle superiori."
    }
  },
  {
    "translation": {
      "en": "He is now 36 touchdowns away...",
      "it": "E ne mancano 36..."
    }
  },
  {
    "translation": {
      "en": "...from breaking the California career touchdown record.",
      "it": "...per infrangere il record assoluto della California."
    }
  },
  {
    "translation": {
      "en": "Twenty-two. Hut, set, hut!",
      "it": "Ventidue. Hut, pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "This is like the drill we run every day at practice!",
      "it": "È un'azione che facciamo tutti i giorni in allenamento!"
    }
  },
  {
    "translation": {
      "en": "Shed that block and get to the ball carrier!",
      "it": "Devi superare quel blocco e arrivare all'uomo con la palla!"
    }
  },
  {
    "translation": {
      "en": "They're changing it up.",
      "it": "Stanno cambiando le cose."
    }
  },
  {
    "translation": {
      "en": "They're in man to man, then dropping to cover two.",
      "it": "Stanno marcando un uomo, poi raddoppiano la marcatura."
    }
  },
  {
    "translation": {
      "en": "Why don't you simplify it? Read the free safety.",
      "it": "Perché non semplifichi tutto? Osserva il safety libero."
    }
  },
  {
    "translation": {
      "en": "Free safety's gonna tell you everything. What? Someone break one?",
      "it": "Il safety libero ti dirà tutto. Che c'è, sono passati?"
    }
  },
  {
    "translation": {
      "en": "Stop him! Stop him!",
      "it": "Fermatelo! Fermatelo!"
    }
  },
  {
    "translation": {
      "en": "Get after him!",
      "it": "Andategli dietro!"
    }
  },
  {
    "translation": {
      "en": "Jeez!",
      "it": "Cavolo!"
    }
  },
  {
    "translation": {
      "en": "Bellevue's Taylor King breaks a 76-yard touchdown.",
      "it": "Taylor King della Bellevue segna un touchdown da 76 iarde."
    }
  },
  {
    "translation": {
      "en": "This Bellevue team is not afraid of De La Salle.",
      "it": "La squadra della Bellevue non ha paura della De La Salle."
    }
  },
  {
    "translation": {
      "en": "We may just have a game here.",
      "it": "Potrebbe essere una partita interessante."
    }
  },
  {
    "translation": {
      "en": "And yet another completion. First down, Bellevue.",
      "it": "Un altro passaggio andato a segno. Primo down per la Bellevue."
    }
  },
  {
    "translation": {
      "en": "They're playing exactly like us.",
      "it": "Stanno giocando esattamente come noi."
    }
  },
  {
    "translation": {
      "en": "This Wolverine passing attack is shredding De La Salle.",
      "it": "I passaggi in attacco dei Wolverines stanno distruggendo la De La Salle."
    }
  },
  {
    "translation": {
      "en": "It's a three-deep and you got beat?",
      "it": "Eravate in tre e vi siete fatti battere?"
    }
  },
  {
    "translation": {
      "en": "Your responsibility is the quarterback when they run the option.",
      "it": "Chris, tu hai la responsabilità del quarterback quando cambiano gioco."
    }
  },
  {
    "translation": {
      "en": "Right? We practiced all of this, come on, now!",
      "it": "Giusto? Abbiamo fatto tutto questo in allenamento. E dai!"
    }
  },
  {
    "translation": {
      "en": "You have to break down to make that stop.",
      "it": "Devi ripiegare per fermarlo."
    }
  },
  {
    "translation": {
      "en": "Don't get caught flat-footed.",
      "it": "Non farti beccare sbilanciato."
    }
  },
  {
    "translation": {
      "en": "Stop him! Stop him!",
      "it": "Fermatelo! Fermatelo!"
    }
  },
  {
    "translation": {
      "en": "Oh, God!",
      "it": "Oh, mio Dio!"
    }
  },
  {
    "translation": {
      "en": "Here's something nobody expected.",
      "it": "Sta succedendo ciò che nessuno si aspettava."
    }
  },
  {
    "translation": {
      "en": "The Wolverines are controlling the line of scrimmage against De La Salle.",
      "it": "I Wolverines controllano la linea di scrimmage contro la De La Salle."
    }
  },
  {
    "translation": {
      "en": "They're beating us off the ball on every snap.",
      "it": "Ci stanno togliendo la palla in tutte le azioni."
    }
  },
  {
    "translation": {
      "en": "-Down. -Blue 22! Blue 22!",
      "it": "- Giù. - Blu 22! Blu 22!"
    }
  },
  {
    "translation": {
      "en": "Set.",
      "it": "Pronti."
    }
  },
  {
    "translation": {
      "en": "Go left! Go left!",
      "it": "A sinistra! A sinistra!"
    }
  },
  {
    "translation": {
      "en": "Bellevue scores to give the Washington State champions...",
      "it": "La Bellevue segna e si porta in vantaggio..."
    }
  },
  {
    "translation": {
      "en": "...a 28-to-7 lead over powerhouse De La Salle.",
      "it": "...per 28-7 contro la quotatissima De La Salle."
    }
  },
  {
    "translation": {
      "en": "We're gonna lose.",
      "it": "Perderemo."
    }
  },
  {
    "translation": {
      "en": "Hit Danny on a 12-yard curl in the seam between the linebacker and the safety.",
      "it": "Mandala a Danny con un passaggio di 12 iarde tra il linebacker e il safety."
    }
  },
  {
    "translation": {
      "en": "Down, set, hut!",
      "it": "Giù, pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "Danny Ladouceur drops a pass. His dad will not be happy about that.",
      "it": "Danny Ladouceur fa cadere la palla. Suo padre non sarà felice di questo."
    }
  },
  {
    "translation": {
      "en": "Gotta get it to the players.",
      "it": "Bisogna farla arrivare ai giocatori."
    }
  },
  {
    "translation": {
      "en": "He's gotta catch it, Bev.",
      "it": "La deve prendere, Bev."
    }
  },
  {
    "translation": {
      "en": "Ready. Set, hut!",
      "it": "Pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "Ladouceur's hit and coughs up the ball!",
      "it": "Ladouceur viene colpito duro e lascia andare la palla!"
    }
  },
  {
    "translation": {
      "en": "Gotta hold on to that ball, Danny!",
      "it": "Tienila bene, quella palla, Danny!"
    }
  },
  {
    "translation": {
      "en": "Bellevue recovers. Bellevue recovers.",
      "it": "La Bellevue recupera la palla ovale."
    }
  },
  {
    "translation": {
      "en": "-I don't care how good you think you are! -I'm the best receiver on this team.",
      "it": "Non m'interessa quanto credi di essere bravo! Sono il miglior ricevitore della squadra."
    }
  },
  {
    "translation": {
      "en": "I ran my route, they attacked, man. Ran the ball right by you.",
      "it": "Ero nel posto giusto. Mi hanno attaccato, amico. L'ho mandata a te."
    }
  },
  {
    "translation": {
      "en": "-Come on! Let's go, let's go! -Eight, seven...",
      "it": "- Forza! Andiamo, andiamo! - Otto, sette..."
    }
  },
  {
    "translation": {
      "en": "...six, five, four...",
      "it": "...sei, cinque, quattro..."
    }
  },
  {
    "translation": {
      "en": "-Down, set, hut! -...three, two, one.",
      "it": "- Giù, hut! - ...tre, due, uno."
    }
  },
  {
    "translation": {
      "en": "And that's it. The streak is over! The streak is over!",
      "it": "Ed è finita. La serie è finita! La serie è finita!"
    }
  },
  {
    "translation": {
      "en": "The longest winning streak in sports history is now over...",
      "it": "È stata una interrotta la più lunga serie di vittorie della storia dello sport."
    }
  },
  {
    "translation": {
      "en": "...as the Bellevue Wolverines have shocked the De La Salle Spartans...",
      "it": "I Bellevue Wolverines hanno battuto i De La Salle Spartans..."
    }
  },
  {
    "translation": {
      "en": "...in perhaps the biggest upset in high-school football history.",
      "it": "...in una delle sconfitte più sorprendenti di sempre."
    }
  },
  {
    "translation": {
      "en": "Are you okay? It's okay.",
      "it": "Tutto bene? A posto."
    }
  },
  {
    "translation": {
      "en": "Hey, hey! We don't do that here.",
      "it": "Ehi, ehi! Noi non facciamo così."
    }
  },
  {
    "translation": {
      "en": "We don't do that.",
      "it": "Non facciamo così."
    }
  },
  {
    "translation": {
      "en": "Reporters, friends, family, strangers.",
      "it": "Giornalisti, amici, parenti, sconosciuti."
    }
  },
  {
    "translation": {
      "en": "They're all gonna ask the same thing:",
      "it": "Chiederanno tutti la stessa cosa:"
    }
  },
  {
    "translation": {
      "en": "\"What happened?\"",
      "it": "\"Cos'è successo?\""
    }
  },
  {
    "translation": {
      "en": "This is a question that's gonna follow you.",
      "it": "È una domanda che vi seguirà."
    }
  },
  {
    "translation": {
      "en": "\"How did you lose the streak?\"",
      "it": "\"Come avete fatto a interrompere la serie?\""
    }
  },
  {
    "translation": {
      "en": "And every time, you're gonna answer the truth:",
      "it": "E ogni volta, voi risponderete con la verità:"
    }
  },
  {
    "translation": {
      "en": "\"Bellevue played better than us and we lost a high-school football game.\"",
      "it": "\"La Bellevue ha giocato meglio di noi e abbiamo perso una partita di football\"."
    }
  },
  {
    "translation": {
      "en": "That's football.",
      "it": "Il football è così."
    }
  },
  {
    "translation": {
      "en": "But it's not you.",
      "it": "Ma non è quello che siete voi."
    }
  },
  {
    "translation": {
      "en": "Don't let a game define who you are.",
      "it": "Non lasciate che sia un gioco a definire chi siete."
    }
  },
  {
    "translation": {
      "en": "Let the way you live your lives do that.",
      "it": "Lasciate che sia il modo di vivere la vostra vita a farlo."
    }
  },
  {
    "translation": {
      "en": "I truly believe that life's most impressionable lessons...",
      "it": "Credo fortemente che le lezioni più impressionabili della vita..."
    }
  },
  {
    "translation": {
      "en": "...are ones where something bad happens to you...",
      "it": "...siano quelle in cui ti succede qualcosa di brutto..."
    }
  },
  {
    "translation": {
      "en": "...or something challenging confronts you.",
      "it": "...o qualcosa che ti mette alla prova."
    }
  },
  {
    "translation": {
      "en": "No one can climb into your head and hear what that little voice is saying to you.",
      "it": "Nessuno può entrare nella vostra testa... ...e sentire quello che vi sta dicendo quella vocina"
    }
  },
  {
    "translation": {
      "en": "Is it saying, \"Oh, no, we lost the streak\"?",
      "it": "Sta dicendo: \"Oh, no, abbiamo perso la serie\"?"
    }
  },
  {
    "translation": {
      "en": "Well, what's it gonna say?",
      "it": "Beh, cosa dirà?"
    }
  },
  {
    "translation": {
      "en": "After today, you're gonna find out a lot about yourselves.",
      "it": "Da oggi in poi, scoprirete molte cose su voi stessi."
    }
  },
  {
    "translation": {
      "en": "And you know something, we're all gonna find out what this team is made of.",
      "it": "E sapete un'altra cosa? Tutti noi scopriremo di che pasta è fatta questa squadra."
    }
  },
  {
    "translation": {
      "en": "The effort you put in during the off-season was commendable.",
      "it": "Gli sforzi che avete fatto in ritiro sono stati lodevoli."
    }
  },
  {
    "translation": {
      "en": "But it has not translated onto the field.",
      "it": "Ma sul campo non si sono visti."
    }
  },
  {
    "translation": {
      "en": "You've got to decide what you wanna be.",
      "it": "Dovete decidere che cosa volete essere."
    }
  },
  {
    "translation": {
      "en": "I get the feeling from you as a team that you just wanna hop on that throne...",
      "it": "Io ho la sensazione che vogliate saltare su quel trono..."
    }
  },
  {
    "translation": {
      "en": "...and place the championship ring on your finger.",
      "it": "...e mettervi al dito l'anello del campionato."
    }
  },
  {
    "translation": {
      "en": "That you're at De La Salle and deserve that.",
      "it": "Siete alla De La Salle e ve lo meritate."
    }
  },
  {
    "translation": {
      "en": "For the most part we're inconsistent, mistake-prone, ragged...",
      "it": "Siamo per lo più discontinui, inclini all'errore, sfilacciati..."
    }
  },
  {
    "translation": {
      "en": "...and not very physical.",
      "it": "...e non molto fisici."
    }
  },
  {
    "translation": {
      "en": "That's where we are.",
      "it": "Siamo a questo punto."
    }
  },
  {
    "translation": {
      "en": "As much as you don't wanna hear it, that's my assessment.",
      "it": "So che non vi fa piacere sentirlo, ma questa è la mia valutazione."
    }
  },
  {
    "translation": {
      "en": "Do I feel like you can pull this off and earn the right to that throne?",
      "it": "Volete sapere se io sento di potercela fare, di potermi guadagnare quel trono?"
    }
  },
  {
    "translation": {
      "en": "-Yeah, I do. -Attaboy, attaboy.",
      "it": "- Sì, io sì. - Bravo, bravo."
    }
  },
  {
    "translation": {
      "en": "I'm not hoping you play well against Clayton Valley.",
      "it": "Non sto sperando che giochiate bene contro la Clayton Valley."
    }
  },
  {
    "translation": {
      "en": "You have to. You have to play well this week.",
      "it": "Dovete farlo. Questa settimana, dovete giocare bene."
    }
  },
  {
    "translation": {
      "en": "Even if you step it up and play at your ability level, it still won't be easy.",
      "it": "Anche se vi fate avanti e giocate al massimo delle vostre abilità... ...non sarà facile."
    }
  },
  {
    "translation": {
      "en": "You're gonna have to fight for victories in those games.",
      "it": "Dovrete lottare per vincere, in quelle partite."
    }
  },
  {
    "translation": {
      "en": "All right, that's it, that's it!",
      "it": "Va bene, così, così!"
    }
  },
  {
    "translation": {
      "en": "Oh, he's got a seam! Go, go, go!",
      "it": "Oh, ha trovato un varco! Vai, vai, vai!"
    }
  },
  {
    "translation": {
      "en": "-Nice work. -Oh, for--!",
      "it": "- Ottimo lavoro. - Oh, per la--!"
    }
  },
  {
    "translation": {
      "en": "Despite a well-played game, De La Salle comes up short...",
      "it": "Nonostante una partita ben giocata, la De La Salle è sconfitta..."
    }
  },
  {
    "translation": {
      "en": "...and after two games, is still winless in this young season.",
      "it": "...per la seconda volta nelle prime due partite della stagione."
    }
  },
  {
    "translation": {
      "en": "Bob Ladouceur's gonna have to figure something out to get this team on track...",
      "it": "Bob Ladouceur dovrà escogitare qualcosa... ...per rimettere in sesto questa squadra..."
    }
  },
  {
    "translation": {
      "en": "...if they plan on making it to the playoffs this year.",
      "it": "...se sperano di arrivare ai playoff."
    }
  },
  {
    "translation": {
      "en": "Pick up your heads.",
      "it": "Tirate su la testa."
    }
  },
  {
    "translation": {
      "en": "Meet me at the locker room tomorrow.",
      "it": "Fatevi trovare negli spogliatoi domani."
    }
  },
  {
    "translation": {
      "en": "Eight a.m.",
      "it": "Alle 8:00."
    }
  },
  {
    "translation": {
      "en": "What's up, Alex?",
      "it": "Come va, Alex?"
    }
  },
  {
    "translation": {
      "en": "-Miss you. I'm all sweaty. -It's okay. It was a tough game.",
      "it": "- Mi sei mancata. Sono tutto sudato. - È stata una partita dura."
    }
  },
  {
    "translation": {
      "en": "Party is tomorrow, if you wanna go.",
      "it": "Domani c'è la festa, se ci vuoi andare."
    }
  },
  {
    "translation": {
      "en": "Maybe. I don't know. If you do.",
      "it": "Forse. Non lo so. Se ci vai tu."
    }
  },
  {
    "translation": {
      "en": "-Are you kidding me? -Dad, please.",
      "it": "- Mi prendi in giro? - Papà, per favore."
    }
  },
  {
    "translation": {
      "en": "You let some punk pull you down at the two-yard line.",
      "it": "Ti sei fatto tirare giù da un moccioso sulla linea delle due iarde?"
    }
  },
  {
    "translation": {
      "en": "-I scored three touchdowns. -How many did you promise?",
      "it": "- Ho segnato tre touchdown. - Quanti ne hai promessi?"
    }
  },
  {
    "translation": {
      "en": "-Mr. Ryan, please. -Laurie, stop.",
      "it": "- Signor Ryan, per favore. - Laurie, smettila."
    }
  },
  {
    "translation": {
      "en": "Forty-one blast. Run it, now.",
      "it": "Blast 41. Corri a prenderlo, subito."
    }
  },
  {
    "translation": {
      "en": "-Dad, it's midnight. I'm tired. -So am I.",
      "it": "- Papà, è mezzanotte. Sono stanco. - Anch'io."
    }
  },
  {
    "translation": {
      "en": "-Forty-one blast. Run it, now. -You run it.",
      "it": "- Blast 41 iarde. Corri a prenderlo. - Corri a prenderlo tu!"
    }
  },
  {
    "translation": {
      "en": "You listen close.",
      "it": "Ascoltami bene."
    }
  },
  {
    "translation": {
      "en": "I want that record.",
      "it": "Voglio quel record."
    }
  },
  {
    "translation": {
      "en": "He's not gonna get it for you with a busted rib.",
      "it": "Non vincerà nessun record, con una costola spezzata."
    }
  },
  {
    "translation": {
      "en": "Now let him go.",
      "it": "Lascialo andare."
    }
  },
  {
    "translation": {
      "en": "Hey, coach. Let's you and me huddle up for a second, okay?",
      "it": "Ehi, coach. Facciamo un secondo due chiacchiere io e te, eh?"
    }
  },
  {
    "translation": {
      "en": "I don't usually huddle up with parents, Mick.",
      "it": "Di solito non ricevo i genitori a quest'ora, Mick."
    }
  },
  {
    "translation": {
      "en": "You think this is gonna freak them out?",
      "it": "Credi che questa cosa li spaventerà?"
    }
  },
  {
    "translation": {
      "en": "I certainly hope so.",
      "it": "Lo spero proprio."
    }
  },
  {
    "translation": {
      "en": "-Good morning, Carol. -Hi, Bob.",
      "it": "- Buongiorno, Carol. - Ciao, Bob."
    }
  },
  {
    "translation": {
      "en": "Nurse Ballard is a friend of mine. She's in charge of the entire nursing staff.",
      "it": "L'infermiera Ballard è una mia amica. È la responsabile dell'intero personale infermieristico."
    }
  },
  {
    "translation": {
      "en": "Today, we will be following her orders.",
      "it": "Oggi obbediremo ai suoi ordini."
    }
  },
  {
    "translation": {
      "en": "Coach Lad and I worked at the Juvenile Detention Center in Richmond.",
      "it": "Io e Lad abbiamo lavorato al Centro di Detenzione Minorile di Richmond."
    }
  },
  {
    "translation": {
      "en": "It was a little longer ago than I'd rather admit.",
      "it": "È passato più tempo di quanto vorrei ammettere."
    }
  },
  {
    "translation": {
      "en": "So you guys play a tough game. Anybody ever been injured?",
      "it": "Voi fate uno sport duro. Qualcuno di voi si è mai infortunato?"
    }
  },
  {
    "translation": {
      "en": "You've never been injured?",
      "it": "Tu non ti sei mai infortunato?"
    }
  },
  {
    "translation": {
      "en": "It's part of the game. You don't think about it, you bounce back.",
      "it": "Fa parte del gioco. Non bisogna pensarci, bisogna rimbalzare in piedi."
    }
  },
  {
    "translation": {
      "en": "You're very brave.",
      "it": "Sei molto coraggioso."
    }
  },
  {
    "translation": {
      "en": "This is not that.",
      "it": "Qui non funziona così."
    }
  },
  {
    "translation": {
      "en": "Here, nobody bounces. Break into three groups. When you hear your name...",
      "it": "Qui nessuno rimbalza in piedi. Dividetevi in tre gruppi. Poi seguite..."
    }
  },
  {
    "translation": {
      "en": "...follow the nurse who called it to the appropriate unit. Let's go.",
      "it": "...l'infermiera che chiama il numero del vostro gruppo. Andiamo."
    }
  },
  {
    "translation": {
      "en": "Nurse Adams is in charge of the Recovery Ward, and she will take over from here.",
      "it": "L'infermiera Adams è responsabile del Reparto di Riabilitazione. Da qui in poi, parlerà lei."
    }
  },
  {
    "translation": {
      "en": "Good afternoon, gentlemen. Welcome to the VA Recovery Ward.",
      "it": "Buon pomeriggio, signori. Benvenuti in Riabilitazione."
    }
  },
  {
    "translation": {
      "en": "So here we specialize in transplants...",
      "it": "Qui siamo specializzati in trapianti..."
    }
  },
  {
    "translation": {
      "en": "...amputations and general rehabilitation for limb recovery.",
      "it": "...amputazioni e riabilitazione generale riguardante gli arti."
    }
  },
  {
    "translation": {
      "en": "Our focus here is on full recovery, body and spirit.",
      "it": "Qui ci dedichiamo alla riabilitazione completa, di corpo e spirito."
    }
  },
  {
    "translation": {
      "en": "If this is too hard for anybody, don't come in.",
      "it": "Se è troppo difficile per qualcuno, non entrate."
    }
  },
  {
    "translation": {
      "en": "Why would it be?",
      "it": "Perché dovrebbe esserlo?"
    }
  },
  {
    "translation": {
      "en": "All our patients are here for rehabilitation.",
      "it": "Tutti i nostri pazienti sono qui per la riabilitazione."
    }
  },
  {
    "translation": {
      "en": "Our job is to help them recover from injuries received during combat.",
      "it": "Noi abbiamo il compito di aiutarli a recuperare da ferite di combattimento."
    }
  },
  {
    "translation": {
      "en": "It's long and difficult, but we're dedicated to getting them back to functioning lives.",
      "it": "È una ripresa lunga e difficile... ...ma noi ci sforziamo di farli tornare a una vita funzionante."
    }
  },
  {
    "translation": {
      "en": "-Hey, May. -Hey.",
      "it": "- Ciao, May. - Ciao."
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "it": "Pronto?"
    }
  },
  {
    "translation": {
      "en": "I'll be right there.",
      "it": "Arrivo subito."
    }
  },
  {
    "translation": {
      "en": "Hey, would you do me a favor? Would you finish up?",
      "it": "Ehi, mi fai un favore? Puoi finire tu, qui?"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "What are you looking at?",
      "it": "Che hai da guardare?"
    }
  },
  {
    "translation": {
      "en": "Oh, no, no, I just....",
      "it": "Oh, no, no, solo..."
    }
  },
  {
    "translation": {
      "en": "-You just what? -Nothing.",
      "it": "- Solo cosa? - Niente."
    }
  },
  {
    "translation": {
      "en": "What's the matter, boy?",
      "it": "Che ti prende, ragazzo?"
    }
  },
  {
    "translation": {
      "en": "Get on. Pace me.",
      "it": "Salta su. Dammi il ritmo."
    }
  },
  {
    "translation": {
      "en": "-What? -You do speak English, right?",
      "it": "- Cosa? - La mia lingua la parli, vero?"
    }
  },
  {
    "translation": {
      "en": "Get on, pace me.",
      "it": "Salta su e dammi il ritmo."
    }
  },
  {
    "translation": {
      "en": "What? What did I do? Did I hurt you?",
      "it": "Che c'è? Che ho fatto? Ti ho fatto male?"
    }
  },
  {
    "translation": {
      "en": "No, I'm just messing with you, man.",
      "it": "No, ti sto solo prendendo in giro, amico."
    }
  },
  {
    "translation": {
      "en": "I can't feel anything.",
      "it": "Non ho nessuna sensibilità."
    }
  },
  {
    "translation": {
      "en": "Man, I--",
      "it": "Cavolo, io--"
    }
  },
  {
    "translation": {
      "en": "Sometimes my legs hurt so bad, I'd wish I didn't feel anything.",
      "it": "A volte le gambe mi fanno così male che vorrei non averla io, la sensibilità."
    }
  },
  {
    "translation": {
      "en": "No, you don't.",
      "it": "No, non è quello che vuoi."
    }
  },
  {
    "translation": {
      "en": "No, I don't.",
      "it": "No, infatti."
    }
  },
  {
    "translation": {
      "en": "-What's wrong with you, boy? You blind? -My bad, man. I didn't see you.",
      "it": "- Ma che ti prende? Sei cieco? - Scusa, non ti ho visto."
    }
  },
  {
    "translation": {
      "en": "No, man. I swear I didn't even see you. Hey, what the--? Hey! Hey, man!",
      "it": "No, giuro che non ti ho visto proprio. Ehi, ma che--? Ehi! Ehi, amico!"
    }
  },
  {
    "translation": {
      "en": "Is that--? Was that pee?",
      "it": "È--? È pipì, quella?"
    }
  },
  {
    "translation": {
      "en": "Well, it sure ain't no Gatorade.",
      "it": "Beh, di certo non è Gatorade."
    }
  },
  {
    "translation": {
      "en": "Heck, no!",
      "it": "E no, cavolo!"
    }
  },
  {
    "translation": {
      "en": "Hey, nurse!",
      "it": "Ehi, infermiera!"
    }
  },
  {
    "translation": {
      "en": "Come on, man!",
      "it": "Porca miseria!"
    }
  },
  {
    "translation": {
      "en": "Come on, Danny. You gotta speed this up.",
      "it": "Forza, Danny. Devi andare più veloce."
    }
  },
  {
    "translation": {
      "en": "All right. Let him catch up, though.",
      "it": "Va bene. Ma lasciagli prendere il passo."
    }
  },
  {
    "translation": {
      "en": "Oh, great. You're a real gentleman.",
      "it": "Oh, fantastico. Sei un vero gentiluomo."
    }
  },
  {
    "translation": {
      "en": "Oh, baby.",
      "it": "Oh, cavoli."
    }
  },
  {
    "translation": {
      "en": "Stop. Salinas. Quit it.",
      "it": "Smettila. Salinas. Falla finita."
    }
  },
  {
    "translation": {
      "en": "-Salinas, enough. -I don't know if it is fast enough.",
      "it": "- Salinas, basta. - Non so se è abbastanza veloce."
    }
  },
  {
    "translation": {
      "en": "Show me what you got.",
      "it": "Fammi vedere cosa sai fare."
    }
  },
  {
    "translation": {
      "en": "Let's go, Danny. Show him what you got.",
      "it": "Andiamo, Danny. Fagli vedere cosa sai fare."
    }
  },
  {
    "translation": {
      "en": "One night we get overrun. I just curled up, waiting to die.",
      "it": "Una notte ci hanno sopraffatti. Io ero rannicchiato, ad aspettare di morire."
    }
  },
  {
    "translation": {
      "en": "Till somebody dragged me into this deserted mosque.",
      "it": "Finché qualcuno non mi ha trascinato in una moschea deserta."
    }
  },
  {
    "translation": {
      "en": "I look at the guy who just saved my butt. He's just some hillbilly kid from Arkansas.",
      "it": "Guardo il tipo che mi ha appena salvato il sedere. È solo un ragazzino bifolco dell'Arkansas."
    }
  },
  {
    "translation": {
      "en": "Hey, at least you got out.",
      "it": "Ehi, almeno ne sei uscito fuori."
    }
  },
  {
    "translation": {
      "en": "If they could put me back together, I'd go back today.",
      "it": "Se potessero rimettermi tutto insieme, ci tornerei oggi stesso."
    }
  },
  {
    "translation": {
      "en": "For what?",
      "it": "Perché?"
    }
  },
  {
    "translation": {
      "en": "My unit. Listen, half of them are still over there.",
      "it": "Per la mia unità. Ascolta, la metà di loro è ancora laggiù."
    }
  },
  {
    "translation": {
      "en": "That don't make no sense.",
      "it": "Non ha nessun senso."
    }
  },
  {
    "translation": {
      "en": "It's simple. Over there, who you are in the world don't matter.",
      "it": "È semplice. Laggiù, la persona che sei nel mondo non ha importanza."
    }
  },
  {
    "translation": {
      "en": "Fighting for your country don't matter.",
      "it": "Combattere per il tuo paese non ha importanza."
    }
  },
  {
    "translation": {
      "en": "What does?",
      "it": "Cos'è che ha importanza?"
    }
  },
  {
    "translation": {
      "en": "The guy next to you.",
      "it": "L'uomo che ti sta accanto."
    }
  },
  {
    "translation": {
      "en": "It's a brotherhood.",
      "it": "È una fratellanza."
    }
  },
  {
    "translation": {
      "en": "Let's go, boys. You're running. Come on.",
      "it": "Forza, ragazzi. Ora sì che state correndo. Forza."
    }
  },
  {
    "translation": {
      "en": "Come on, Danny. Spartans for life, baby.",
      "it": "Forza, Danny. Spartans a vita, baby."
    }
  },
  {
    "translation": {
      "en": "Live together. Die together.",
      "it": "Vivere insieme, morire insieme."
    }
  },
  {
    "translation": {
      "en": "Pick it up. Pick it up. Pick it up.",
      "it": "Più veloce. Più veloce. Più veloce."
    }
  },
  {
    "translation": {
      "en": "You wanna go faster?",
      "it": "Vuoi andare più veloce?"
    }
  },
  {
    "translation": {
      "en": "Let's go faster.",
      "it": "Andiamo più veloce."
    }
  },
  {
    "translation": {
      "en": "Don't let us down, baby. Come on.",
      "it": "Non deluderci, baby. Forza."
    }
  },
  {
    "translation": {
      "en": "Let's go, baby. Come on, Danny. You got this, dog. Don't stop, baby. Come on.",
      "it": "Andiamo, baby. Forza, Danny. Ce la fai, amico. Non ti fermare."
    }
  },
  {
    "translation": {
      "en": "Do not stop on me. Do not stop.",
      "it": "Non ti fermare. Non ti fermare."
    }
  },
  {
    "translation": {
      "en": "You're a Spartan. Don't stop, Danny.",
      "it": "Sei uno Spartan. Non ti fermare, Danny."
    }
  },
  {
    "translation": {
      "en": "I can't. I can't.",
      "it": "Non ce la faccio. Non ce la faccio."
    }
  },
  {
    "translation": {
      "en": "-What? -He's gonna go forever.",
      "it": "- Cosa? - Quello andrà avanti all'infinito."
    }
  },
  {
    "translation": {
      "en": "Not forever, Danny.",
      "it": "All'infinito no, Danny."
    }
  },
  {
    "translation": {
      "en": "Just a little more than you.",
      "it": "Solo un po' più di te."
    }
  },
  {
    "translation": {
      "en": "Long Beach Poly.",
      "it": "Il Politecnico di Long Beach, la Poly."
    }
  },
  {
    "translation": {
      "en": "By every measure, the best high-school football team in the nation.",
      "it": "Sotto tutti gli aspetti, la migliore squadra liceale del paese."
    }
  },
  {
    "translation": {
      "en": "Offensive line, average over 300 pounds.",
      "it": "Peso medio dell'attacco: 140 chili."
    }
  },
  {
    "translation": {
      "en": "Their starters. Beaser.",
      "it": "I loro titolari. Beaser..."
    }
  },
  {
    "translation": {
      "en": "Meet Buster Matthews.",
      "it": "...ti presento Buster Matthews."
    }
  },
  {
    "translation": {
      "en": "Three hundred and thirty pounds of pure aggression.",
      "it": "Centocinquanta chili di aggressività pura."
    }
  },
  {
    "translation": {
      "en": "Poly runs 60 percent of their plays behind him.",
      "it": "La Poly lo usa per il 60 percento delle sue azioni."
    }
  },
  {
    "translation": {
      "en": "And you're gonna face him the whole game.",
      "it": "E tu sarai davanti a lui per tutta la partita."
    }
  },
  {
    "translation": {
      "en": "But we have speed, right?",
      "it": "Ma noi abbiamo la velocità dalla nostra, vero?"
    }
  },
  {
    "translation": {
      "en": "Their number-one wideout clocks a 4.4 40.",
      "it": "Il loro miglior ricevitore fa 40 iarde in 4,4 secondi."
    }
  },
  {
    "translation": {
      "en": "I don't think we have anyone that fast.",
      "it": "Non credo che noi abbiamo uno così veloce."
    }
  },
  {
    "translation": {
      "en": "Their key player? Strong safety Darnell Bing.",
      "it": "Il loro uomo chiave è un ottimo safety di nome Darnell Bing."
    }
  },
  {
    "translation": {
      "en": "Just committed to SC and plays like he's been there three years.",
      "it": "Si è appena impegnato con la SC e gioca come se fosse lì da tre anni."
    }
  },
  {
    "translation": {
      "en": "Tayshon. You're a better match for this guy's speed.",
      "it": "Tayshon. Tu sei più adatto alla velocità di questo."
    }
  },
  {
    "translation": {
      "en": "You're gonna start against Poly.",
      "it": "Contro la Poly sarai titolare tu."
    }
  },
  {
    "translation": {
      "en": "You're going into the most physically demanding moment of your life.",
      "it": "State per entrare nel momento più fisicamente difficile della vostra vita."
    }
  },
  {
    "translation": {
      "en": "Drive, drive, drive!",
      "it": "Spingere, spingere, spingere!"
    }
  },
  {
    "translation": {
      "en": "Let me go again! Let me go again!",
      "it": "Voglio rifarla! Voglio rifarla!"
    }
  },
  {
    "translation": {
      "en": "Way to go, Beaser! Way to go! All the way to the line.",
      "it": "Bravo Beaser! Così si fa! Fino alla linea."
    }
  },
  {
    "translation": {
      "en": "One tradition...",
      "it": "Una tradizione..."
    }
  },
  {
    "translation": {
      "en": "...that defined this program is the willingness of our players...",
      "it": "...che ha definito questo programma è la disponibilità dei nostri giocatori..."
    }
  },
  {
    "translation": {
      "en": "...to share their emotions at the end of these meetings.",
      "it": "...a esprimere quello che pensano alla fine di queste riunioni."
    }
  },
  {
    "translation": {
      "en": "This team hasn't done that.",
      "it": "Questa squadra non l'ha fatto, questo."
    }
  },
  {
    "translation": {
      "en": "You guys are still carrying around the stigma of losing the streak. Forget that.",
      "it": "Vi portate ancora dietro lo stigma della serie interrotta. Scordatevela."
    }
  },
  {
    "translation": {
      "en": "Forget it.",
      "it": "Dimenticatela."
    }
  },
  {
    "translation": {
      "en": "Open up.",
      "it": "Apritevi."
    }
  },
  {
    "translation": {
      "en": "Talk to each other.",
      "it": "Parlate tra di voi."
    }
  },
  {
    "translation": {
      "en": "My brother was captain of the 2000 team.",
      "it": "Mio fratello era il capitano della squadra del 2000."
    }
  },
  {
    "translation": {
      "en": "In four years, he never lost one game.",
      "it": "In quattro anni, non ha mai perso una partita."
    }
  },
  {
    "translation": {
      "en": "When we blew the streak, I couldn't look him in the eye.",
      "it": "Quando abbiamo interrotto la serie, non riuscivo a guardarlo negli occhi."
    }
  },
  {
    "translation": {
      "en": "I'm done with that.",
      "it": "Ne ho abbastanza di tutto questo."
    }
  },
  {
    "translation": {
      "en": "Everything we've been through was for a reason:",
      "it": "Tutto quello che abbiamo passato è successo per un motivo:"
    }
  },
  {
    "translation": {
      "en": "To bring us together.",
      "it": "per renderci più uniti."
    }
  },
  {
    "translation": {
      "en": "I love you guys.",
      "it": "Vi voglio bene, ragazzi."
    }
  },
  {
    "translation": {
      "en": "I will die on that field before I let you down.",
      "it": "Preferisco morire in campo, piuttosto che deludervi."
    }
  },
  {
    "translation": {
      "en": "Collapse. Not die.",
      "it": "Crollare. Non morire."
    }
  },
  {
    "translation": {
      "en": "It's just a high-school football game.",
      "it": "È solo una partita di football studentesco."
    }
  },
  {
    "translation": {
      "en": "I've been on this team four years.",
      "it": "Faccio parte di questa squadra da quattro anni."
    }
  },
  {
    "translation": {
      "en": "I've never once played in a varsity football game.",
      "it": "Non ho mai una volta giocato una partita ufficiale."
    }
  },
  {
    "translation": {
      "en": "I mean, I'm not good enough.",
      "it": "Cioè, non sono abbastanza bravo."
    }
  },
  {
    "translation": {
      "en": "And that's okay, because the greatest moments of my life...",
      "it": "Ma non fa niente, perché i più grandi momenti della mia vita..."
    }
  },
  {
    "translation": {
      "en": "...were the times I've spent on this team with you.",
      "it": "...li ho passati in questa squadra, con voi."
    }
  },
  {
    "translation": {
      "en": "I've never been prouder of anything than being a Spartan.",
      "it": "Essere uno Spartan è la cosa di cui vado più orgoglioso."
    }
  },
  {
    "translation": {
      "en": "When we first watched Poly's film, and I saw Buster Matthews...",
      "it": "La prima volta che abbiamo guardato la Poly e ho visto Buster Matthews..."
    }
  },
  {
    "translation": {
      "en": "...I was scared.",
      "it": "...io ero spaventato."
    }
  },
  {
    "translation": {
      "en": "Then I remembered something Coach Lad told us on my first day of practice.",
      "it": "Poi ho ricordato una cosa che ha detto il coach Lad al mio primo allenamento:"
    }
  },
  {
    "translation": {
      "en": "\"Face your fears.\"",
      "it": "\"Affrontate le vostre paure\"."
    }
  },
  {
    "translation": {
      "en": "That night I pasted Buster's name and his number on my ceiling above my bed.",
      "it": "Quella sera, ho incollato il nome e il numero di Buster sopra il letto."
    }
  },
  {
    "translation": {
      "en": "And every night since, no matter how tired I was...",
      "it": "E da allora, ogni sera, anche se ero stanco morto..."
    }
  },
  {
    "translation": {
      "en": "...I've been saying:",
      "it": "...mi sono detto:"
    }
  },
  {
    "translation": {
      "en": "\"Buster Matthews, number 79...",
      "it": "\"Buster Matthews, numero 79."
    }
  },
  {
    "translation": {
      "en": "...you are mine.\"",
      "it": "Sei mio\"."
    }
  },
  {
    "translation": {
      "en": "A hundred times every night.",
      "it": "Cento volte ogni sera."
    }
  },
  {
    "translation": {
      "en": "I promise you, guys.",
      "it": "Lo prometto, ragazzi."
    }
  },
  {
    "translation": {
      "en": "We're not gonna lose because of Buster Matthews.",
      "it": "Se perderemo, non sarà opera di Buster Matthews."
    }
  },
  {
    "translation": {
      "en": "My old man is insane.",
      "it": "Il mio vecchio è pazzo."
    }
  },
  {
    "translation": {
      "en": "My mom used to keep him in line, but he wore her out.",
      "it": "Mia madre lo faceva rigare dritto, ma lui l'ha esaurita."
    }
  },
  {
    "translation": {
      "en": "Once I made the team, I thought it'd be better.",
      "it": "Quando sono entrato nella squadra, credevo che sarebbe stato meglio."
    }
  },
  {
    "translation": {
      "en": "He became an animal.",
      "it": "Ma è diventato un animale."
    }
  },
  {
    "translation": {
      "en": "I hated him.",
      "it": "Lo odiavo."
    }
  },
  {
    "translation": {
      "en": "Funny thing is, what--",
      "it": "Il fatto strano è che--"
    }
  },
  {
    "translation": {
      "en": "What saved me was being on this team.",
      "it": "Ciò che mi ha salvato è stato far parte di questa squadra."
    }
  },
  {
    "translation": {
      "en": "I used to play as hard as I could because I thought that would make him happy.",
      "it": "Quando giocavo, davo tutto... ...perché credevo che questo lo avrebbe reso felice."
    }
  },
  {
    "translation": {
      "en": "And then I'd be happy.",
      "it": "E che poi sarei stato felice io."
    }
  },
  {
    "translation": {
      "en": "You guys love me whether I'm scoring touchdowns or not.",
      "it": "Voi mi volete bene anche quando non segno un touchdown."
    }
  },
  {
    "translation": {
      "en": "I was missing that, and you guys gave it to me.",
      "it": "Questo mi mancava, e voi me l'avete dato."
    }
  },
  {
    "translation": {
      "en": "I could never repay you for that.",
      "it": "Non potrei mai ricompensarvi abbastanza per questo."
    }
  },
  {
    "translation": {
      "en": "But come tomorrow...",
      "it": "Ma da domani..."
    }
  },
  {
    "translation": {
      "en": "...I don't play for him.",
      "it": "...non gioco più per lui."
    }
  },
  {
    "translation": {
      "en": "I play for you.",
      "it": "Gioco per voi."
    }
  },
  {
    "translation": {
      "en": "Welcome to Veterans Stadium, home of the Long Beach Poly Jackrabbits...",
      "it": "Benvenuti al Veterans Stadium, casa dei Jackrabbits della Long Beach Poly..."
    }
  },
  {
    "translation": {
      "en": "...where the De La Salle Spartans of Concord, California...",
      "it": "...dove i De La Salle Spartans di Concord, California..."
    }
  },
  {
    "translation": {
      "en": "...have traveled to the Southland for this matchup of powerhouse programs.",
      "it": "...hanno fatto il loro pellegrinaggio verso sud... ...per questo scontro tra due delle migliori squadre."
    }
  },
  {
    "translation": {
      "en": "At the end of last season, these were the top two teams...",
      "it": "Alla fine della passata stagione, queste erano le prime due squadre..."
    }
  },
  {
    "translation": {
      "en": "...and this was hyped as the game for the national championship.",
      "it": "...e questa veniva pubblicizzata come una partita che pareva il campionato."
    }
  },
  {
    "translation": {
      "en": "Dude, these guys are giants.",
      "it": "Amico, questi sono dei giganti."
    }
  },
  {
    "translation": {
      "en": "Poly is riding high on 34 straight victories.",
      "it": "La Poly può vantarsi di aver vinto le ultime 34 partite."
    }
  },
  {
    "translation": {
      "en": "De La Salle's 151-game-winning streak ended two weeks ago...",
      "it": "La serie di 151 vittorie della De La Salle si è interrotta due settimane fa..."
    }
  },
  {
    "translation": {
      "en": "...and the Spartans come into this game with an abysmal 0 and 2 record.",
      "it": "...e gli Spartans arrivano a questo match con due sconfitte su due."
    }
  },
  {
    "translation": {
      "en": "This team is struggling and is nowhere as talented...",
      "it": "Questa squadra è in difficoltà, la quantità di talento è inferiore..."
    }
  },
  {
    "translation": {
      "en": "...as previous De La Salle teams.",
      "it": "...rispetto alle squadre De La Salle negli ultimi anni."
    }
  },
  {
    "translation": {
      "en": "This is the toughest game on their schedule...",
      "it": "Questa è la partita più dura del loro calendario..."
    }
  },
  {
    "translation": {
      "en": "...and the most pivotal of their season.",
      "it": "...e la più decisiva della loro stagione."
    }
  },
  {
    "translation": {
      "en": "If they can't get a win...",
      "it": "Se non riescono a ottenere una vittoria..."
    }
  },
  {
    "translation": {
      "en": "...they will go into league play 0 and 3 and with zero momentum.",
      "it": "...sarà il terzo stop di seguito e il morale ne risentirà."
    }
  },
  {
    "translation": {
      "en": "And here we go.",
      "it": "Ecco qua, si parte."
    }
  },
  {
    "translation": {
      "en": "The first nationally televised high-school football game is underway.",
      "it": "La prima partita di football studentesco trasmessa in tutto il paese."
    }
  },
  {
    "translation": {
      "en": "Ryan takes the opening kickoff.",
      "it": "Ryan si incarica del calcio di inizio."
    }
  },
  {
    "translation": {
      "en": "And it's gonna be hot as the temperature on the field has reached 95 degrees.",
      "it": "Fa molto caldo in campo, la temperatura è salita a 35 gradi."
    }
  },
  {
    "translation": {
      "en": "Poly is big and fast. Their offensive and defensive lines outweigh the Spartans...",
      "it": "La Poly è una squadra grossa e veloce. Il loro giocatore medio pesa oltre..."
    }
  },
  {
    "translation": {
      "en": "...by over 50 pounds per man.",
      "it": "...22 chili più del giocatore medio degli Spartans."
    }
  },
  {
    "translation": {
      "en": "Set, hut!",
      "it": "Pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "Chris Ryan gets pounded into the turf.",
      "it": "Chris Ryan viene scaraventato a terra."
    }
  },
  {
    "translation": {
      "en": "That's all you got?",
      "it": "Tutto qui?"
    }
  },
  {
    "translation": {
      "en": "Set, hut!",
      "it": "Pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "Salinas drops back, and his first pass of the day goes to Tayshon Lanear.",
      "it": "Salinas indietreggia e fa partire il primo passaggio per Tayshon Lanear."
    }
  },
  {
    "translation": {
      "en": "-Darnell Bing lays a big lick on him. -Twenty-two power pass throwback.",
      "it": "- Darnell Bing lo colpisce duro. - Ventidue passaggio throwback."
    }
  },
  {
    "translation": {
      "en": "Get leverage on the corner, occupy the free safety.",
      "it": "Entra dentro, fai leva sull'angolo, tieni occupato il safety libero."
    }
  },
  {
    "translation": {
      "en": "-Chris will be wide open behind you. -Let's go.",
      "it": "- Chris ti aspetterà smarcato. - Andiamo."
    }
  },
  {
    "translation": {
      "en": "There he goes! That's it, that's it!",
      "it": "Eccolo! Così, così!"
    }
  },
  {
    "translation": {
      "en": "Go, go, go!",
      "it": "Vai, vai, vai!"
    }
  },
  {
    "translation": {
      "en": "-Touchdown! -Chris Ryan somersaults...",
      "it": "- Touchdown! - Chris Ryan fa una capriola..."
    }
  },
  {
    "translation": {
      "en": "...into the end zone, giving the Spartans a six-point lead.",
      "it": "...e finisce nella end zone, regalando il vantaggio agli Spartans."
    }
  },
  {
    "translation": {
      "en": "Ryan is a force on the field and has D-1 size and speed.",
      "it": "Ryan è una forza della natura, con la sua velocità e il suo fisico."
    }
  },
  {
    "translation": {
      "en": "That's one, Chris. I need two more from you.",
      "it": "Quello era uno solo, Chris. Me ne devi fare altri due."
    }
  },
  {
    "translation": {
      "en": "Chris. Nice run. Dive in the end zone one more time and I bench you.",
      "it": "Chris. Bella corsa. Se ti tuffi così di nuovo, ti metto in panca."
    }
  },
  {
    "translation": {
      "en": "We're not a celebrating team.",
      "it": "Non siamo il tipo di squadra che esulta così."
    }
  },
  {
    "translation": {
      "en": "-Yes, sir. -Go.",
      "it": "- Sissignore. - Vai."
    }
  },
  {
    "translation": {
      "en": "We knew they were quick. Now we've seen how quick.",
      "it": "Sapevamo che erano veloci. Adesso abbiamo visto quanto."
    }
  },
  {
    "translation": {
      "en": "Settle them down. Let's show them real speed. Hit Jones on a one. Go.",
      "it": "Facciamoli calmare. Mostriamo loro la vera velocità. Vai con Jones."
    }
  },
  {
    "translation": {
      "en": "Go, red 27, red 27, set!",
      "it": "Vai, rosso 27, rosso 27, pronti!"
    }
  },
  {
    "translation": {
      "en": "Lawrence launches a bomb to Derrick Jones...",
      "it": "Lawrence lancia una bomba a Derrick Jones..."
    }
  },
  {
    "translation": {
      "en": "...and he just can't hang on.",
      "it": "...che non riesce a trattenerla."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "You know why he dropped that? He ain't been dragging truck tires all week.",
      "it": "Sapete perché gli è caduta? Non ha trascinato pneumatici come noi."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "Beaser! Only second down. Keep your head in the game.",
      "it": "Beaser! È solo il secondo down. Concentrati sulla partita."
    }
  },
  {
    "translation": {
      "en": "The heat on the field is brutal, but this Spartan team has come to play.",
      "it": "La temperatura in campo è brutale, ma gli Spartans sono qui per giocare."
    }
  },
  {
    "translation": {
      "en": "They are banging heads with 300-pound linemen out there and holding their own.",
      "it": "Si scontrano con avversari di 140 chili e si fanno rispettare."
    }
  },
  {
    "translation": {
      "en": "What they lack in size...",
      "it": "Compensano la mancanza di centimetri..."
    }
  },
  {
    "translation": {
      "en": "...they make up in quickness off the ball, determination and toughness.",
      "it": "Compensano la mancanza di centimetri... ...con la velocità, la determinazione e la durezza."
    }
  },
  {
    "translation": {
      "en": "Reverse!",
      "it": "Rovescia!"
    }
  },
  {
    "translation": {
      "en": "-No! No! -That's how you play football!",
      "it": "- No! No! - È così che si gioca a football!"
    }
  },
  {
    "translation": {
      "en": "Poly gets its first score of the game, tying it at 7.",
      "it": "La Poly segna per la prima volta, siamo sul 7-7."
    }
  },
  {
    "translation": {
      "en": "On-field temperatures have soared to 100 degrees.",
      "it": "La temperatura in campo ha raggiunto i 37 gradi."
    }
  },
  {
    "translation": {
      "en": "On the pre-game show, De La Salle's assistant coach Terry Eidson said...",
      "it": "Nel pre-partita, l'allenatore in seconda della De La Salle Eidson ha detto..."
    }
  },
  {
    "translation": {
      "en": "...the heat could be a factor in today's game.",
      "it": "...che il caldo potrebbe essere un fattore determinante."
    }
  },
  {
    "translation": {
      "en": "He wasn't kidding.",
      "it": "Non stava scherzando."
    }
  },
  {
    "translation": {
      "en": "Down.",
      "it": "Giù."
    }
  },
  {
    "translation": {
      "en": "Over me! U 52!",
      "it": "Sopra di me! U 52!"
    }
  },
  {
    "translation": {
      "en": "Set, hut!",
      "it": "Pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "Salinas fires a 29-yard pass to Tayshon Lanear...",
      "it": "Salinas lancia un passaggio da 29 iarde a Tayshon Lanear..."
    }
  },
  {
    "translation": {
      "en": "...for his first touchdown of the game.",
      "it": "...che segna il suo primo touchdown dell'incontro."
    }
  },
  {
    "translation": {
      "en": "-Yeah! Yeah! -De La Salle, back in the lead, 13 to 7.",
      "it": "- Sì! Sì! - De La Salle ancora in vantaggio, 13-7."
    }
  },
  {
    "translation": {
      "en": "With eight minutes left in the half...",
      "it": "Otto minuti all'intervallo e i difensori-attaccanti..."
    }
  },
  {
    "translation": {
      "en": "...De La Salle's two-way players are struggling to get back up.",
      "it": "...della De La Salle hanno difficoltà a rialzarsi."
    }
  },
  {
    "translation": {
      "en": "And because Poly has a hundred-man roster, nobody plays both ways.",
      "it": "La Poly ha una rosa di 100 uomini, nessuno fa doppi turni."
    }
  },
  {
    "translation": {
      "en": "This could be a huge factor in today's game.",
      "it": "Questo potrebbe essere un fattore importante, nella partita di oggi."
    }
  },
  {
    "translation": {
      "en": "Five-forty down! Fifty-fifty!",
      "it": "Cinque e 40 down! Cinquanta-50!"
    }
  },
  {
    "translation": {
      "en": "-You know why they call me Buster? -You're stupid enough to let them?",
      "it": "- Sai perché mi chiamano Buster? - Perché sei stupido e glielo permetti?"
    }
  },
  {
    "translation": {
      "en": "Set, hut!",
      "it": "Pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "Nice hit.",
      "it": "Bella botta."
    }
  },
  {
    "translation": {
      "en": "Joe Beaser sheds a block by big Buster Matthews...",
      "it": "Joe Beaser si libera di un blocco di Buster Matthews..."
    }
  },
  {
    "translation": {
      "en": "...and makes a huge stop on fourth down.",
      "it": "...e fa un placcaggio decisivo sul quarto down."
    }
  },
  {
    "translation": {
      "en": "Split! Split!",
      "it": "Dividetevi! Dividetevi!"
    }
  },
  {
    "translation": {
      "en": "Doubles!",
      "it": "Doppi!"
    }
  },
  {
    "translation": {
      "en": "Stop him! Come on!",
      "it": "Fermatelo! Forza!"
    }
  },
  {
    "translation": {
      "en": "Tayshon Lanear reels in his second touchdown of the game...",
      "it": "Tayshon Lanear va a segnare il suo secondo touchdown della partita..."
    }
  },
  {
    "translation": {
      "en": "...putting the Spartans up 21 to 7.",
      "it": "...portando gli Spartans sul 21-7."
    }
  },
  {
    "translation": {
      "en": "Lanear has been playing both ways the first half...",
      "it": "Lanear ha giocato sia in attacco e difesa..."
    }
  },
  {
    "translation": {
      "en": "...and is exhausted down on the De La Salle bench.",
      "it": "...ed è crollato esausto sulla panchina della De La Salle."
    }
  },
  {
    "translation": {
      "en": "Offense, get in there!",
      "it": "Attacco, entrate!"
    }
  },
  {
    "translation": {
      "en": "Big third down here for Poly as the clock is under a minute to go.",
      "it": "Importante terzo down per la Poly, meno di un minuto disponibile."
    }
  },
  {
    "translation": {
      "en": "Did you see that? Did you see that?",
      "it": "Avete visto? Avete visto?"
    }
  },
  {
    "translation": {
      "en": "Get off of him, man!",
      "it": "Levati di dosso, amico!"
    }
  },
  {
    "translation": {
      "en": "Come on, guys! Let's go, let's go!",
      "it": "Forza, ragazzi! Andiamo, andiamo!"
    }
  },
  {
    "translation": {
      "en": "Fourth down and after that big play by Chris Ryan...",
      "it": "Quarto down, e dopo quella grande azione di Chris Ryan..."
    }
  },
  {
    "translation": {
      "en": "...Poly is going for a field goal.",
      "it": "...la Poly è costretta a provare a calciare."
    }
  },
  {
    "translation": {
      "en": "From 34 yards out, the ball is up and good.",
      "it": "Da una distanza di 34 iarde, la palla è alta e va dentro."
    }
  },
  {
    "translation": {
      "en": "Poly cuts the De La Salle Lead to 21-10.",
      "it": "La Poly accorcia le distanze, 21-10 per la De La Salle."
    }
  },
  {
    "translation": {
      "en": "Eighteen seconds on the clock. Poly is spread wide.",
      "it": "Diciotto secondi sul cronometro. La Poly ha allargato le trame."
    }
  },
  {
    "translation": {
      "en": "-Looks like they're kicking away. -Onside! Ball, ball!",
      "it": "- Pare che andranno di lato. - Onside! Palla, palla!"
    }
  },
  {
    "translation": {
      "en": "No, it's an onside kick. The ball is on the turf. There's a pileup.",
      "it": "No, è un calcio onside. La palla è a terra. C'è una mischia."
    }
  },
  {
    "translation": {
      "en": "Officials are diving in, and....",
      "it": "Gli arbitri si gettano dentro e..."
    }
  },
  {
    "translation": {
      "en": "-We got it! We got it! We got it! -Our ball.",
      "it": "- È nostra! È nostra! È nostra! - Palla nostra."
    }
  },
  {
    "translation": {
      "en": "-Poly has the ball. -You have got to be kidding me.",
      "it": "- La palla è della Poly. - Ma stiamo scherzando?"
    }
  },
  {
    "translation": {
      "en": "A perfectly executed onside kick with 12 seconds left in the half.",
      "it": "Un calcio onside eseguito alla perfezione, mancano 12 secondi."
    }
  },
  {
    "translation": {
      "en": "When he lines up, they're gonna throw to him.",
      "it": "Quando si mette in linea, la lanceranno a lui."
    }
  },
  {
    "translation": {
      "en": "Well, I can't go out there and play for them. Pass! Pass!",
      "it": "Beh, non posso mica andare a giocare io. Passa! Passa!"
    }
  },
  {
    "translation": {
      "en": "Set, hut!",
      "it": "Pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "Lawrence finds his big tight end as the clock expires...",
      "it": "Lawrence trova il suo tight end, mentre è scaduto il tempo."
    }
  },
  {
    "translation": {
      "en": "...in one of the best first halves you will see.",
      "it": "Si è trattato di una delle migliori prime metà di gara."
    }
  },
  {
    "translation": {
      "en": "Long Beach Poly has pulled within four points of De La Salle, 21-17.",
      "it": "La Long Beach Poly si è portata a quattro punti dalla De La Salle, 21-17."
    }
  },
  {
    "translation": {
      "en": "You need water?",
      "it": "Hai bisogno d'acqua?"
    }
  },
  {
    "translation": {
      "en": "Move. Open that window, man.",
      "it": "Muoviti. Apri quella finestra."
    }
  },
  {
    "translation": {
      "en": "Water!",
      "it": "Acqua!"
    }
  },
  {
    "translation": {
      "en": "Where's that ice bucket?",
      "it": "Dov'è quel secchio di ghiaccio?"
    }
  },
  {
    "translation": {
      "en": "Here, give me that.",
      "it": "Dammi qua."
    }
  },
  {
    "translation": {
      "en": "Give it to him. All right.",
      "it": "Daglielo. Bene."
    }
  },
  {
    "translation": {
      "en": "-Take it. Put it on the neck. -Yeah, yeah. I got it.",
      "it": "- Brandy. Mettilo sul collo. - Sì, sì. Va bene."
    }
  },
  {
    "translation": {
      "en": "All right. Lay him down.",
      "it": "Allora, fatelo sdraiare."
    }
  },
  {
    "translation": {
      "en": "On his back here.",
      "it": "Qui, a pancia in su."
    }
  },
  {
    "translation": {
      "en": "Watch his head, watch his head.",
      "it": "Attenti alla testa, attenti alla testa."
    }
  },
  {
    "translation": {
      "en": "How are you doing? All right, take it easy.",
      "it": "Come sta? Vacci piano."
    }
  },
  {
    "translation": {
      "en": "Terry. Our guys are gassed.",
      "it": "Terry. I nostri giocatori sono al limite."
    }
  },
  {
    "translation": {
      "en": "Poly's coming on strong. There's no way we can start Beaser or Chris...",
      "it": "La Poly ci sta raggiungendo. Non possiamo far giocare Beaser e Chris..."
    }
  },
  {
    "translation": {
      "en": "...or any of our two-way players in the second half.",
      "it": "...e gli altri che hanno fatto il doppio turno."
    }
  },
  {
    "translation": {
      "en": "Empty the coolers, check the concession stands.",
      "it": "Svuota tutte le borse frigo, vai agli stand che vendono bibite."
    }
  },
  {
    "translation": {
      "en": "Grab all the ice they have. You've got two minutes.",
      "it": "Prendi tutto il ghiaccio che hanno. Hai due minuti."
    }
  },
  {
    "translation": {
      "en": "-Right. -I need your help.",
      "it": "- Subito. - Mi serve il tuo aiuto."
    }
  },
  {
    "translation": {
      "en": "There is no a.c. in here.",
      "it": "Qui dentro non c'è l'aria condizionata."
    }
  },
  {
    "translation": {
      "en": "Assess the kids' physical condition.",
      "it": "Valuta le condizioni fisiche dei ragazzi."
    }
  },
  {
    "translation": {
      "en": "Determine if they can play. You're gonna handle substitutions.",
      "it": "Determina se possono giocare. Ti occuperai tu delle sostituzioni."
    }
  },
  {
    "translation": {
      "en": "-Okay, coach. -Rotate in the second-stringers.",
      "it": "- Okay, coach. - Fai una rotazione delle riserve."
    }
  },
  {
    "translation": {
      "en": "I don't want any kid on that field that's not fit to play.",
      "it": "Non voglio vedere in campo nessuno che non sia in condizioni."
    }
  },
  {
    "translation": {
      "en": "I don't care if it costs us the game.",
      "it": "Non m'interessa se questo ci costa la vittoria."
    }
  },
  {
    "translation": {
      "en": "The Spartans are literally dragging themselves back...",
      "it": "Gli Spartans si stanno letteralmente trascinando in campo..."
    }
  },
  {
    "translation": {
      "en": "...on what has become a 100-yard blast furnace...",
      "it": "...in quella che è diventata ormai una fornace lunga 100 iarde."
    }
  },
  {
    "translation": {
      "en": "...as the heat continues to be a major factor in this game.",
      "it": "Il caldo continua a essere un fattore importante in questa partita."
    }
  },
  {
    "translation": {
      "en": "Hey, Poly.",
      "it": "Ehi, Poly."
    }
  },
  {
    "translation": {
      "en": "Anybody so much as waves at your moms, you're on suspension.",
      "it": "Se qualcuno si azzarda anche solo a salutare la mamma, lo sospendo."
    }
  },
  {
    "translation": {
      "en": "There is nothing to celebrate, yet.",
      "it": "Non c'è niente da festeggiare, per ora."
    }
  },
  {
    "translation": {
      "en": "Finish these guys. They're fading.",
      "it": "Finite questi ragazzi. Stanno svanendo."
    }
  },
  {
    "translation": {
      "en": "-Long Beach! -Poly!",
      "it": "- Long Beach! - Poly!"
    }
  },
  {
    "translation": {
      "en": "-Long Beach! -Poly!",
      "it": "- Long Beach! - Poly!"
    }
  },
  {
    "translation": {
      "en": "-Long Beach! Long Beach! -Poly! Poly!",
      "it": "- Long Beach! Long Beach! - Poly! Poly!"
    }
  },
  {
    "translation": {
      "en": "Sanchez, Antoine, Lance. Come on.",
      "it": "Sanchez, Antoine, Lance. Forza."
    }
  },
  {
    "translation": {
      "en": "Coach Bob Ladouceur is buying some rest for his starters...",
      "it": "Il coach Bob Ladouceur sta facendo riposare i suoi titolari..."
    }
  },
  {
    "translation": {
      "en": "...by sending in his second-stringers.",
      "it": "...e mandando in campo le riserve."
    }
  },
  {
    "translation": {
      "en": "Down, set, hut!",
      "it": "Giù, pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "-Come on, you guys! -Here we go, here we go, here we go.",
      "it": "- Forza, ragazzi! - Ci siamo, ci siamo, ci siamo."
    }
  },
  {
    "translation": {
      "en": "Poly is pounding on De La Salle's second string.",
      "it": "La Poly sta picchiando duro le riserve della De La Salle."
    }
  },
  {
    "translation": {
      "en": "Can somebody please make a tackle?",
      "it": "Qualcuno può fare un placcaggio, per favore?"
    }
  },
  {
    "translation": {
      "en": "-Get in. -Coming in for De La Salle...",
      "it": "- Entra dentro. - Sta entrando per la De La Salle..."
    }
  },
  {
    "translation": {
      "en": "-...number 25, Arturo Garcia. -Right here, right here.",
      "it": "- ...il numero 25 Arturo Garcia. - Proprio lì, proprio lì."
    }
  },
  {
    "translation": {
      "en": "-You got it, buddy. Come on. -Here we go, Spartans.",
      "it": "- Così, amico. Forza. - Forza, Spartans."
    }
  },
  {
    "translation": {
      "en": "Set, hut!",
      "it": "Pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "Poly executes a perfect screen pass for an eight-yard gain.",
      "it": "La Poly esegue un passaggio perfetto e guadagna otto iarde."
    }
  },
  {
    "translation": {
      "en": "-Hey, hey! What was that? -Oh, man.",
      "it": "- Ehi, ehi! Ma che è? - Oh, accidenti."
    }
  },
  {
    "translation": {
      "en": "Buster Matthews has crushed one of the smallest players...",
      "it": "Buster Matthews ha schiacciato uno dei giocatori più piccoli..."
    }
  },
  {
    "translation": {
      "en": "...on the De La Salle team.",
      "it": "...della De La Salle."
    }
  },
  {
    "translation": {
      "en": "Arturo Garcia is listed at only 147 pounds.",
      "it": "Arturo Garcia pesa ufficialmente solo 66 chili."
    }
  },
  {
    "translation": {
      "en": "That's gonna cost the Jackrabbits 15 yards, making it third and long.",
      "it": "I Jackrabbits saranno penalizzati di 15 iarde, terzo down."
    }
  },
  {
    "translation": {
      "en": "Oh, man! Arturo Garcia gets revenge...",
      "it": "Oh, Arturo Garcia si vendica..."
    }
  },
  {
    "translation": {
      "en": "...making a huge tackle to keep Poly from making a critical first down.",
      "it": "...con un placcaggio che impedisce alla Poly di arrivare al primo down."
    }
  },
  {
    "translation": {
      "en": "Get up, Arturo.",
      "it": "Alzati, Arturo."
    }
  },
  {
    "translation": {
      "en": "Spartans' second string is playing tough against the bigger Poly team...",
      "it": "Le riserve degli Spartans giocano duro contro la maggiore stazza della Poly..."
    }
  },
  {
    "translation": {
      "en": "...and made them scrape for every yard.",
      "it": "...e sta diventando una lotta per ogni singola iarda."
    }
  },
  {
    "translation": {
      "en": "The question is, how much longer can Terry Eidson leave these guys in...",
      "it": "Ma per quanto tempo ancora può Terry Eidson lasciarli in campo prima..."
    }
  },
  {
    "translation": {
      "en": "-...before Poly's offense explodes? -Great!",
      "it": "- ...che esploda l'attacco della Poly? - Gran colpo!"
    }
  },
  {
    "translation": {
      "en": "That was amazing. Amazing.",
      "it": "Sei stato incredibile. Incredibile."
    }
  },
  {
    "translation": {
      "en": "Poly lines up for a field goal. High snap.",
      "it": "La Poly si prepara a calciare. Parte la palla."
    }
  },
  {
    "translation": {
      "en": "The kick is up, and...",
      "it": "La palla in volo e..."
    }
  },
  {
    "translation": {
      "en": "-...no good. -Yeah! Let's go!",
      "it": "- È fuori. - Sì! Andiamo!"
    }
  },
  {
    "translation": {
      "en": "See that? That's on you.",
      "it": "Hai visto? È merito tuo."
    }
  },
  {
    "translation": {
      "en": "If you don't make that stop, they don't miss that field goal.",
      "it": "Se non avessi fatto quel placcaggio, loro non avrebbero sbagliato il calcio"
    }
  },
  {
    "translation": {
      "en": "Poly misses. The score remains 21-17.",
      "it": "La Poly manca il bersaglio. Il punteggio rimane fermo sul 21-17."
    }
  },
  {
    "translation": {
      "en": "Yo, coach, coach. Yo, take a look at us, man. We ready to go.",
      "it": "Ehi, coach, coach. Ehi, ci guardi. Siamo pronti."
    }
  },
  {
    "translation": {
      "en": "-Beaser? -I'm ready.",
      "it": "- Beaser? - Sono pronto."
    }
  },
  {
    "translation": {
      "en": "-Tayshon? -I'm ready.",
      "it": "- Tayshon? - Sono pronto."
    }
  },
  {
    "translation": {
      "en": "-Ready? -Let's do it.",
      "it": "- Pronto? - Diamoci da fare."
    }
  },
  {
    "translation": {
      "en": "Bob. They're ready.",
      "it": "Bob. Sono pronti."
    }
  },
  {
    "translation": {
      "en": "-You sure? -Absolutely.",
      "it": "- Sei sicuro? - Assolutamente."
    }
  },
  {
    "translation": {
      "en": "-All right, D, 40 cover two and go. -Let's go, man. Let's go.",
      "it": "- Difesa, 40 copertura due, via. - Andiamo, andiamo."
    }
  },
  {
    "translation": {
      "en": "It looks like the starters are running back onto the field.",
      "it": "Pare che i titolari stiano tornando in campo."
    }
  },
  {
    "translation": {
      "en": "This is no longer about who the bigger, faster, stronger players are.",
      "it": "Non si tratta più di chi è più grosso e veloce."
    }
  },
  {
    "translation": {
      "en": "It's about who plays with more heart.",
      "it": "Si tratta di chi gioca con più cuore."
    }
  },
  {
    "translation": {
      "en": "-Relax. We're good. -That's right.",
      "it": "- Calmati. Siamo a posto. - Proprio così."
    }
  },
  {
    "translation": {
      "en": "-Fifty! -Draw right.",
      "it": "- Cinquanta! - Andate a destra."
    }
  },
  {
    "translation": {
      "en": "Set, hut!",
      "it": "Pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "Go, go, go!",
      "it": "Vai, vai, vai!"
    }
  },
  {
    "translation": {
      "en": "The Jackrabbits have come back...",
      "it": "I Jackrabbits hanno rimontato..."
    }
  },
  {
    "translation": {
      "en": "...and now lead 24-21 over an exhausted De La Salle.",
      "it": "...e sono ora in vantaggio per 24-21 contro un'esausta De La Salle."
    }
  },
  {
    "translation": {
      "en": "Chris is getting blocked by 280-pound guards while playing linebacker...",
      "it": "Chris fa il linebacker contro guardie di 130 chili..."
    }
  },
  {
    "translation": {
      "en": "...then being tackled by 300-pounders when he's running the ball.",
      "it": "...poi viene placcato da gente che pesa 140 chili quando corre con la palla."
    }
  },
  {
    "translation": {
      "en": "-That's how you wrap them up! Good job! -Get off of him!",
      "it": "- È così che si fa! Ottimo lavoro! - Levati di dosso!"
    }
  },
  {
    "translation": {
      "en": "-How are they still on their feet? -Those linebackers are flying out of there.",
      "it": "Come fanno a stare ancora in piedi? Quei linebacker stanno volando."
    }
  },
  {
    "translation": {
      "en": "Run the draw. Go.",
      "it": "Fai l'esca. Vai."
    }
  },
  {
    "translation": {
      "en": "Set, hut!",
      "it": "Pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "Come on, Chris! Come on, Chris!",
      "it": "Forza, Chris! Forza, Chris!"
    }
  },
  {
    "translation": {
      "en": "Yeah! Go!",
      "it": "Sì! Vai!"
    }
  },
  {
    "translation": {
      "en": "Chris Ryan's spectacular run puts the Spartans back on top, 28-24.",
      "it": "Un'azione spettacolare di Chris Ryan riporta al comando gli Spartans, 28-24."
    }
  },
  {
    "translation": {
      "en": "What do you think? You can't play with the Beast.",
      "it": "Che ne dite? Non potete mica giocare, con la Bestia."
    }
  },
  {
    "translation": {
      "en": "You can't play with the Beast.",
      "it": "Non potete giocare, con la Bestia."
    }
  },
  {
    "translation": {
      "en": "With two minutes left in what is a classic high-school football game....",
      "it": "Mancano due minuti alla fine di quello che è ormai un match classico..."
    }
  },
  {
    "translation": {
      "en": "Shed these blocks!",
      "it": "Liberatevi dei blocchi!"
    }
  },
  {
    "translation": {
      "en": "These guys are half your size.",
      "it": "Questi qui sono grossi la metà di voi."
    }
  },
  {
    "translation": {
      "en": "Start playing like the number-one team in this country before you aren't!",
      "it": "Iniziate a giocare come i numeri uno del paese, prima di non esserlo più!"
    }
  },
  {
    "translation": {
      "en": "Derrick Jones makes an unbelievable fingertip catch...",
      "it": "Derrick Jones effettua un'incredibile presa con le punte delle dita..."
    }
  },
  {
    "translation": {
      "en": "...at the Spartans' four-yard line as 15,000 fans go crazy.",
      "it": "...sulla linea delle quattro iarde. Il pubblico di 15.000 persone è in delirio."
    }
  },
  {
    "translation": {
      "en": "With 1:02 left in the game, Long Beach Poly has a first down...",
      "it": "Manca 1:02 alla fine, la Long Beach Poly ha un primo down..."
    }
  },
  {
    "translation": {
      "en": "-...on De La Salle's four-yard line. -Hold them.",
      "it": "- ...a quattro iarde dalla meta. - Teneteli lì, forza."
    }
  },
  {
    "translation": {
      "en": "Blue 32. Blue 37.",
      "it": "Blu 32. Blu 37."
    }
  },
  {
    "translation": {
      "en": "Set, hut!",
      "it": "Pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "Tayshon Lanear with a monster hit on first down.",
      "it": "Mostruoso colpo di Tayshon Lanear sulla linea del primo down."
    }
  },
  {
    "translation": {
      "en": "-Textbook! -This kid has played a terrific game...",
      "it": "- Da manuale! - Fantastica partita di questo ragazzo..."
    }
  },
  {
    "translation": {
      "en": "-...in his first start. -Double-tight rocket special. Go.",
      "it": "- ...che è all'esordio come titolare. - Razzo speciale doppio stretto. Vai."
    }
  },
  {
    "translation": {
      "en": "Looks like Foster is injured on the play as he limps off the field.",
      "it": "Pare che Foster sia infortunato. Lascia il campo zoppicando."
    }
  },
  {
    "translation": {
      "en": "You're in that corner for Foster. That ball goes up, come down with it.",
      "it": "Sei nell'angolo per Foster. La palla andrà su, tu vieni giù con essa."
    }
  },
  {
    "translation": {
      "en": "Pulling out all the stops, Lara is sending in sophomore fullback Jason Knight.",
      "it": "Lara le sta provando tutte. Entra Jason Knight, fullback del secondo anno."
    }
  },
  {
    "translation": {
      "en": "At 257 pounds, this kid is bigger than most pro running backs.",
      "it": "Con i suoi 116 chili, questo ragazzo è più grosso di molti professionisti."
    }
  },
  {
    "translation": {
      "en": "Bang them. Do not let them score.",
      "it": "Spaccateli. Non fateli segnare."
    }
  },
  {
    "translation": {
      "en": "Blue 72. Set, hut!",
      "it": "Blu 72. Pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "Pass! Pass! Pass!",
      "it": "Passa! Passa! Passa!"
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "Wow, what a save.",
      "it": "Wow, che salvataggio."
    }
  },
  {
    "translation": {
      "en": "The tight end was open in the end zone...",
      "it": "Il tight end era smarcato nella end zone..."
    }
  },
  {
    "translation": {
      "en": "...but Danny Ladouceur comes out of nowhere...",
      "it": "...ma Danny Ladouceur è uscito fuori dal niente..."
    }
  },
  {
    "translation": {
      "en": "-...to make a huge play. -All right.",
      "it": "- ...con un intervento prezioso. - Bene."
    }
  },
  {
    "translation": {
      "en": "-Watch the sweep. -Break for 22.",
      "it": "- Attenti alla marcatura. - Break per 22."
    }
  },
  {
    "translation": {
      "en": "Set, hut!",
      "it": "Pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "Spartan linebacker Davis makes another big stop, but Chris Ryan is down.",
      "it": "Gran colpo del linebacker degli Spartans Davis, ma Ryan è a terra."
    }
  },
  {
    "translation": {
      "en": "This would be a huge loss for De La Salle.",
      "it": "Sarebbe una perdita enorme, per la De La Salle."
    }
  },
  {
    "translation": {
      "en": "-Let me see. Let me see. -Get away.",
      "it": "- Fammi vedere. Fammi vedere. - Levati."
    }
  },
  {
    "translation": {
      "en": "Get out. Get out, come on.",
      "it": "Esci fuori. Esci fuori, forza."
    }
  },
  {
    "translation": {
      "en": "Only way I'm going out of this game is on a stretcher.",
      "it": "Io da questa partita esco solo in barella."
    }
  },
  {
    "translation": {
      "en": "-All right, hold on. -Fourth and goal, folks.",
      "it": "- Va bene, fammi vedere. - Quarto down a poche iarde dalla meta."
    }
  },
  {
    "translation": {
      "en": "This game has come down to one play.",
      "it": "Questa partita si riduce a una sola azione."
    }
  },
  {
    "translation": {
      "en": "A critical play, not just for the game, but for the rest of the Spartans' season.",
      "it": "Un'azione fondamentale non solo per il match, ma per l'anno degli Spartans."
    }
  },
  {
    "translation": {
      "en": "Poly lines up in a Power I.",
      "it": "La Poly si schiera in campo."
    }
  },
  {
    "translation": {
      "en": "Green 37. Green 37.",
      "it": "Verde 37. Verde 37."
    }
  },
  {
    "translation": {
      "en": "Down.",
      "it": "Giù."
    }
  },
  {
    "translation": {
      "en": "Forty back. Watch out for 2.",
      "it": "Quaranta indietro. Attenti al due."
    }
  },
  {
    "translation": {
      "en": "Come on, D. Come on, D.",
      "it": "Forza, difesa. Forza, difesa."
    }
  },
  {
    "translation": {
      "en": "Yeah! Yeah!",
      "it": "Sì! Sì!"
    }
  },
  {
    "translation": {
      "en": "Yeah, Spartans! Let's go!",
      "it": "Sì, Spartans! Andiamo!"
    }
  },
  {
    "translation": {
      "en": "De La Salle started their season 0 and 2 and lost their win streak...",
      "it": "La De La Salle ha iniziato con due sconfitte, interrompendo la serie..."
    }
  },
  {
    "translation": {
      "en": "...but have come back to stun the football world...",
      "it": "...ma oggi ha scioccato il mondo del football..."
    }
  },
  {
    "translation": {
      "en": "...by knocking off the number-one rated team in the country.",
      "it": "...battendo la squadra liceale più quotata del paese."
    }
  },
  {
    "translation": {
      "en": "Folks, I have played football and gone home exhausted...",
      "it": "Amici, ho giocato a football e sono tornato a casa esausto."
    }
  },
  {
    "translation": {
      "en": "...I have broadcast games and gone home elated...",
      "it": "Ho commentato partite e sono tornato a casa gioioso."
    }
  },
  {
    "translation": {
      "en": "...but today, I go home inspired.",
      "it": "Ma oggi, torno a casa ispirato."
    }
  },
  {
    "translation": {
      "en": "The De La Salle Spartans have a new lease on life...",
      "it": "I De La Salle Spartans sono tornati in vita..."
    }
  },
  {
    "translation": {
      "en": "...as they go into league games in Northern California.",
      "it": "...e ora torneranno ad affrontare le altre squadre della loro lega."
    }
  },
  {
    "translation": {
      "en": "Hey, coach. Coach Ladouceur. Can I get a comment?",
      "it": "Ehi, coach. Coach Ladouceur. Mi fa un commento?"
    }
  },
  {
    "translation": {
      "en": "-Hey. -Hey, Dad.",
      "it": "- Ehi. - Ehi, papà."
    }
  },
  {
    "translation": {
      "en": "You made a heck of a play on second down.",
      "it": "Hai fatto una grande azione, sul secondo down."
    }
  },
  {
    "translation": {
      "en": "You saved the game.",
      "it": "Hai salvato il risultato."
    }
  },
  {
    "translation": {
      "en": "Thanks, coach.",
      "it": "Grazie, coach."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "Fantastic. Everyone looks great.",
      "it": "Fantastico. C'è molta bella gente, qui."
    }
  },
  {
    "translation": {
      "en": "Tonight, the feeling is electric.",
      "it": "Questa sera, l'atmosfera è elettrica."
    }
  },
  {
    "translation": {
      "en": "The team's rolling up right now, it couldn't be more exciting.",
      "it": "La squadra sta arrivando adesso, davvero un momento emozionante."
    }
  },
  {
    "translation": {
      "en": "This is what these people...",
      "it": "È questo che aspettava..."
    }
  },
  {
    "translation": {
      "en": "...have been waiting for. Tayshon, come on.",
      "it": "- ...questa gente. - Tayshon, vieni."
    }
  },
  {
    "translation": {
      "en": "-Beaser, take that sign down. -Yes, sir.",
      "it": "- Beaser, tira giù quello striscione. - Sissignore."
    }
  },
  {
    "translation": {
      "en": "Come on, buddy. Don't be shy, chat with us.",
      "it": "Dai, amico. Non essere timido, parla con noi."
    }
  },
  {
    "translation": {
      "en": "Hey, man, take it down.",
      "it": "Ehi, tiralo giù."
    }
  },
  {
    "translation": {
      "en": "How does it feel to go from being the biggest loser to the biggest winner?",
      "it": "Che effetto fa passare dall'essere un perdente a un grande vincitore?"
    }
  },
  {
    "translation": {
      "en": "-It's great. -Great?",
      "it": "- È fantastico. - Fantastico?"
    }
  },
  {
    "translation": {
      "en": "Dude, you are on your way to a new streak!",
      "it": "Amico, state per iniziare una nuova serie di vittorie!"
    }
  },
  {
    "translation": {
      "en": "Streak!",
      "it": "Serie!"
    }
  },
  {
    "translation": {
      "en": "Our goal is to go out and give the perfect effort on every play.",
      "it": "Il nostro obiettivo è quello di fare lo sforzo perfetto in ogni azione."
    }
  },
  {
    "translation": {
      "en": "Perfect effort? The secret?",
      "it": "Lo sforzo perfetto? È questo il segreto?"
    }
  },
  {
    "translation": {
      "en": "But we a team, and Chris Ryan is like--",
      "it": "Ma siamo una squadra, e Chris Ryan è--"
    }
  },
  {
    "translation": {
      "en": "Is dope, no doubt, but, look, man, you are a star.",
      "it": "È senza dubbio un grande, ma amico, la star sei tu."
    }
  },
  {
    "translation": {
      "en": "You're the man who's gonna lead DLS to the next what?",
      "it": "Sei tu che condurrai la DLS alla prossima...?"
    }
  },
  {
    "translation": {
      "en": "-The next what? -Streak!",
      "it": "- Alla prossima...? - Serie!"
    }
  },
  {
    "translation": {
      "en": "Streak! Streak! Streak!",
      "it": "Serie! Serie! Serie!"
    }
  },
  {
    "translation": {
      "en": "Another streak, baby!",
      "it": "Un'altra serie, baby!"
    }
  },
  {
    "translation": {
      "en": "Yes! One hundred and fifty games!",
      "it": "Sì! Centocinquanta vittorie!"
    }
  },
  {
    "translation": {
      "en": "-Streak! Streak! Streak! -Let's go.",
      "it": "- Serie! Serie! Serie! - Andiamo."
    }
  },
  {
    "translation": {
      "en": "Streak! Streak! Streak!",
      "it": "Serie! Serie! Serie!"
    }
  },
  {
    "translation": {
      "en": "Streak! Streak! Streak!",
      "it": "Serie! Serie! Serie!"
    }
  },
  {
    "translation": {
      "en": "There he goes!",
      "it": "Eccolo che parte!"
    }
  },
  {
    "translation": {
      "en": "Growing up is tough.",
      "it": "Crescere è difficile."
    }
  },
  {
    "translation": {
      "en": "It's not easy.",
      "it": "Non è facile."
    }
  },
  {
    "translation": {
      "en": "That's what our program's about.",
      "it": "È su questo che si basa il nostro programma."
    }
  },
  {
    "translation": {
      "en": "It ain't about the football.",
      "it": "Non sul football."
    }
  },
  {
    "translation": {
      "en": "It ain't about scoring the touchdowns.",
      "it": "Non certo sul segnare touchdown."
    }
  },
  {
    "translation": {
      "en": "It's about moving you...",
      "it": "Si tratta di muovervi... SERIE DI 6 VITTORIE SPINGE DLS VERSO I PLAYOFF"
    }
  },
  {
    "translation": {
      "en": "-...in a direction that can help you grow up. -And forgive us for our trespasses....",
      "it": "...in una direzione che vi possa aiutare a crescere. Perdona i nostri debiti..."
    }
  },
  {
    "translation": {
      "en": "So when you take your place out in the world...",
      "it": "Cosicché, quando prenderete il vostro posto nel mondo..."
    }
  },
  {
    "translation": {
      "en": "...or out in our community, you can be depended on.",
      "it": "Cosicché, quando prenderete il vostro posto nel mondo... ...o nella nostra comunità, si potrà fare affidamento su di voi."
    }
  },
  {
    "translation": {
      "en": "You guys are rock stars!",
      "it": "Siete delle rockstar!"
    }
  },
  {
    "translation": {
      "en": "Great game, Chris!",
      "it": "Gran partita, Chris!"
    }
  },
  {
    "translation": {
      "en": "-Hey, streak 2.0! -It's a streak, man.",
      "it": "- Ehi, serie 2.0! - È una serie, amico."
    }
  },
  {
    "translation": {
      "en": "Faculty housing is also subsidized.",
      "it": "Anche gli alloggi del personale sono sovvenzionati."
    }
  },
  {
    "translation": {
      "en": "What's the offer?",
      "it": "L'offerta qual è?"
    }
  },
  {
    "translation": {
      "en": "Three hundred fifty thousand. Three years. Firm.",
      "it": "Trecentocinquantamila. Tre anni. Prendere o lasciare."
    }
  },
  {
    "translation": {
      "en": "Performance bonus. Car.",
      "it": "Bonus legati al rendimento. Auto."
    }
  },
  {
    "translation": {
      "en": "Stanford sees you as a valuable investment.",
      "it": "La Stanford vede lei come un investimento di valore."
    }
  },
  {
    "translation": {
      "en": "Hey, coach. Great game Friday. Three more touchdowns for the Beast.",
      "it": "Ehi, coach. Gran partita, venerdì. Altri tre touchdown per la Bestia."
    }
  },
  {
    "translation": {
      "en": "Yeah, he played well.",
      "it": "Sì, ha giocato bene."
    }
  },
  {
    "translation": {
      "en": "-Whole team did. -Hey, Chris!",
      "it": "- Ha giocato bene tutta la squadra. - Ehi, Chris!"
    }
  },
  {
    "translation": {
      "en": "Over here! Hi!",
      "it": "Quaggiù! Ciao!"
    }
  },
  {
    "translation": {
      "en": "What's up?",
      "it": "Come va?"
    }
  },
  {
    "translation": {
      "en": "Get ready to break that scoring record.",
      "it": "Preparati a infrangere quel record."
    }
  },
  {
    "translation": {
      "en": "Got a place for the trophy all picked out.",
      "it": "Ho già pronto il posto per il trofeo."
    }
  },
  {
    "translation": {
      "en": "-Hey, Mickey? -Yeah?",
      "it": "- Ehi, Mickey? - Sì?"
    }
  },
  {
    "translation": {
      "en": "Did Chris show you the thesis he wrote for my class on Matthew 23:12?",
      "it": "Chris ti ha mostrato la sua tesina su Matteo 23:12?"
    }
  },
  {
    "translation": {
      "en": "Amazingly insightful for someone his age.",
      "it": "Incredibilmente profonda, per uno della sua età."
    }
  },
  {
    "translation": {
      "en": "Really terrific. You should read it.",
      "it": "Davvero ottima. Dovresti leggerla."
    }
  },
  {
    "translation": {
      "en": "Matthew 23:12? Seriously?",
      "it": "Matteo 23:12? Sul serio?"
    }
  },
  {
    "translation": {
      "en": "What's he talking about?",
      "it": "Ma che dice?"
    }
  },
  {
    "translation": {
      "en": "We're on our way to a championship, a state record.",
      "it": "Stiamo per vincere un campionato, stiamo per battere un record."
    }
  },
  {
    "translation": {
      "en": "Those who exalt themselves will be humbled...",
      "it": "Chi si innalzerà sarà abbassato..."
    }
  },
  {
    "translation": {
      "en": "...those who humble themselves will be exalted.",
      "it": "...e chi si abbasserà sarà innalzato."
    }
  },
  {
    "translation": {
      "en": "-Exalted? -Yeah.",
      "it": "- Innalzato? - Sì."
    }
  },
  {
    "translation": {
      "en": "You get 37 touchdowns in the season, then you'll be exalted.",
      "it": "Segna 37 touchdown in stagione, poi vedi come sarai innalzato."
    }
  },
  {
    "translation": {
      "en": "Do you realize what winning this record is gonna mean for you? For your life?",
      "it": "Capisci cosa significa battere questo record, per te? Per la tua carriera?"
    }
  },
  {
    "translation": {
      "en": "Do you have any idea how people are gonna look at you?",
      "it": "Hai idea di come ti guarderà la gente?"
    }
  },
  {
    "translation": {
      "en": "How they're gonna respect you?",
      "it": "Hai idea di quanto ti rispetteranno?"
    }
  },
  {
    "translation": {
      "en": "Breaking this record, you'll have something...",
      "it": "Se batti questo record, avrai qualcosa..."
    }
  },
  {
    "translation": {
      "en": "...that nobody can ever take from you. Nobody.",
      "it": "...che nessuno potrà mai portarti via. Nessuno."
    }
  },
  {
    "translation": {
      "en": "That's why I push you so hard. It's not about me, it's about you.",
      "it": "È per questo che ti spingo così tanto. Non si tratta di me, ma di te."
    }
  },
  {
    "translation": {
      "en": "You're a salesman, Dad.",
      "it": "Sei un venditore, papà."
    }
  },
  {
    "translation": {
      "en": "I'm a what?",
      "it": "Cosa sono?"
    }
  },
  {
    "translation": {
      "en": "You sell cars.",
      "it": "Vendi macchine."
    }
  },
  {
    "translation": {
      "en": "Don't try and sell me.",
      "it": "Non cercare di abbindolarmi."
    }
  },
  {
    "translation": {
      "en": "This is for you.",
      "it": "Questa cosa è per te."
    }
  },
  {
    "translation": {
      "en": "I'm just another one of your trophies you keep in your case.",
      "it": "Io non sono altro che uno dei trofei che tieni nella tua bacheca."
    }
  },
  {
    "translation": {
      "en": "Like all the medals you've been collecting to show everybody when they walk in.",
      "it": "Come tutte le medaglie che hai collezionato... ...per mostrarle a tutti quelli che entrano in casa."
    }
  },
  {
    "translation": {
      "en": "I am sick of it.",
      "it": "Ne ho abbastanza."
    }
  },
  {
    "translation": {
      "en": "What are you trying to say? You don't want this record?",
      "it": "Cosa stai cercando di dire? Che non vuoi questo record?"
    }
  },
  {
    "translation": {
      "en": "What do you care? It's always about what you want!",
      "it": "A te che importa? Tu pensi solo a quello che vuoi tu!"
    }
  },
  {
    "translation": {
      "en": "You little punk. Don't you ever talk to me like that!",
      "it": "Mocciosetto, non osare rivolgerti a me in questo modo!"
    }
  },
  {
    "translation": {
      "en": "While you live in my house, you will do as I say...",
      "it": "Finché vivi in casa mia, devi fare quello che ti dico..."
    }
  },
  {
    "translation": {
      "en": "...and you will show me the respect I deserve! You understand me?",
      "it": "...e devi portarmi il rispetto che merito! Hai capito?"
    }
  },
  {
    "translation": {
      "en": "Now you tell me with that mouth of yours...",
      "it": "Dimmelo con quella bocca da catechismo."
    }
  },
  {
    "translation": {
      "en": "...you promise me that you'll go out and get me that record.",
      "it": "Promettimi che andrai a prenderti quel record."
    }
  },
  {
    "translation": {
      "en": "Promise me, Chris.",
      "it": "Promettimelo, Chris."
    }
  },
  {
    "translation": {
      "en": "No, Chris. I wanna hear you say it. Say it!",
      "it": "No, Chris. Te lo voglio sentir dire. Dillo!"
    }
  },
  {
    "translation": {
      "en": "I promise I'll get you that record, Dad!",
      "it": "Prometto che batterò quel record per te, papà!"
    }
  },
  {
    "translation": {
      "en": "Attaboy.",
      "it": "Bravo."
    }
  },
  {
    "translation": {
      "en": "And in local sports, we toss it to Jim, who's standing by at De La Salle high.",
      "it": "Passiamo allo sport locale con Jim, che si trova al liceo De La Salle."
    }
  },
  {
    "translation": {
      "en": "De La Salle Spartans pulled off one of the greatest comebacks in sports.",
      "it": "I De La Salle Spartans hanno compiuto una delle più grandi rimonte di sempre."
    }
  },
  {
    "translation": {
      "en": "After a devastating opening...",
      "it": "Dopo un inizio davvero pessimo..."
    }
  },
  {
    "translation": {
      "en": "...they're poised to compete for their 13th championship.",
      "it": "...hanno la possibilità di vincere il loro 13º campionato."
    }
  },
  {
    "translation": {
      "en": "Dad, look. It's about the championship game.",
      "it": "Papà, guarda. Parlano della finale."
    }
  },
  {
    "translation": {
      "en": "All around me and very excited are the new generation of Spartans.",
      "it": "Intorno a me, e molto entusiasta, c'è la nuova generazione di Spartans."
    }
  },
  {
    "translation": {
      "en": "-What grade are you guys in? -Sophomores, play on the JV.",
      "it": "- Che anno frequentate? - Siamo al secondo anno."
    }
  },
  {
    "translation": {
      "en": "You're riding a nine-game streak. What do you think about that?",
      "it": "Avete appena inanellato nove vittorie. Cosa vi fa pensare questo?"
    }
  },
  {
    "translation": {
      "en": "If we go undefeated in our junior- and senior-year season...",
      "it": "Se finiamo il nostro terzo e quarto anno imbattuti..."
    }
  },
  {
    "translation": {
      "en": "...we're gonna push this streak to 33 games in a row.",
      "it": "...metteremo insieme una serie positiva di 33 partite."
    }
  },
  {
    "translation": {
      "en": "Thirty-three, 33, 33!",
      "it": "Trentatré, 33, 33!"
    }
  },
  {
    "translation": {
      "en": "Thirty-three games in a row.",
      "it": "Trentatré vittorie di fila."
    }
  },
  {
    "translation": {
      "en": "-Thirty-three, 33, 33! -Back to you.",
      "it": "- Trentatré, 33, 33! - Linea allo studio."
    }
  },
  {
    "translation": {
      "en": "Thirty-three, 33, 33!",
      "it": "Trentatré, 33, 33!"
    }
  },
  {
    "translation": {
      "en": "Hey, you.",
      "it": "Ehi, tu."
    }
  },
  {
    "translation": {
      "en": "Yeah, I couldn't sleep.",
      "it": "Già, non riuscivo a dormire."
    }
  },
  {
    "translation": {
      "en": "Are you seriously considering that?",
      "it": "Ci stai pensando seriamente?"
    }
  },
  {
    "translation": {
      "en": "You know, when we started this 25 years ago...",
      "it": "Sai, quando abbiamo iniziato 25 anni fa..."
    }
  },
  {
    "translation": {
      "en": "...there was no Internet.",
      "it": "...Internet non c'era."
    }
  },
  {
    "translation": {
      "en": "No high-school football on TV.",
      "it": "Il football liceale non era in TV."
    }
  },
  {
    "translation": {
      "en": "Not every kid alive was a celebrity.",
      "it": "Non tutti i ragazzi erano celebrità."
    }
  },
  {
    "translation": {
      "en": "It's all changed now.",
      "it": "Adesso è cambiato tutto."
    }
  },
  {
    "translation": {
      "en": "Maybe the kids have changed too.",
      "it": "Forse sono cambiati anche i ragazzi."
    }
  },
  {
    "translation": {
      "en": "All the things I've taught and believed in.",
      "it": "Tutte le cose che ho insegnato, tutto ciò in cui credevo."
    }
  },
  {
    "translation": {
      "en": "I don't know if I'm still doing much good here.",
      "it": "Non so se sto ancora facendo la differenza, qui."
    }
  },
  {
    "translation": {
      "en": "I better get some sleep.",
      "it": "Sarà meglio tornare a dormire."
    }
  },
  {
    "translation": {
      "en": "Is this mine?",
      "it": "È mio?"
    }
  },
  {
    "translation": {
      "en": "Who else's would it be? Of course it's yours.",
      "it": "Di chi altro può essere? Certo che è tuo."
    }
  },
  {
    "translation": {
      "en": "How do I look?",
      "it": "Come sto?"
    }
  },
  {
    "translation": {
      "en": "-Real cool, man. Real cool. -Thank you.",
      "it": "- Benissimo amico. Benissimo. - Grazie."
    }
  },
  {
    "translation": {
      "en": "-Oh, my gosh. Okay, I'm dying, I'm dying. -Thank you again.",
      "it": "- Oh, accidenti. - Grazie di nuovo. Okay, sto morendo, sto morendo."
    }
  },
  {
    "translation": {
      "en": "Get dressed. Let's go to the game.",
      "it": "Vestiti. Andiamo alla partita."
    }
  },
  {
    "translation": {
      "en": "De La Salle staged a miraculous comeback...",
      "it": "La De La Salle ha messo in scena una rimonta miracolosa..."
    }
  },
  {
    "translation": {
      "en": "...for an unprecedented 13th shot at the sectional championship.",
      "it": "...e ha ora la chance di vincere un inaudito 13º campionato."
    }
  },
  {
    "translation": {
      "en": "On the line for running back Chris Ryan is a personal quest...",
      "it": "Il runningback Chris Ryan ha anche una sfida personale..."
    }
  },
  {
    "translation": {
      "en": "...as he takes the field only three touchdowns away from breaking a record.",
      "it": "...dal momento che è... ...a soli tre touchdown di distanza da un record storico."
    }
  },
  {
    "translation": {
      "en": "Let us begin. Our father, who art in heaven...",
      "it": "Iniziamo. Padre nostro, che sei nei cieli..."
    }
  },
  {
    "translation": {
      "en": "...hallowed be thy name.",
      "it": "...sia santificato il tuo nome."
    }
  },
  {
    "translation": {
      "en": "Thy kingdom come. Thy will be done on earth as it is in heaven.",
      "it": "Venga il tuo regno. Sia fatta la tua volontà. Come in cielo, così in terra."
    }
  },
  {
    "translation": {
      "en": "Give us this day our daily bread and forgive us our trespasses...",
      "it": "Dacci oggi il nostro pane quotidiano e rimetti a noi i nostri debiti..."
    }
  },
  {
    "translation": {
      "en": "...as we forgive those who trespass against us.",
      "it": "...come noi li rimettiamo ai nostri debitori."
    }
  },
  {
    "translation": {
      "en": "Lead us not to temptation, but deliver us from evil. Amen.",
      "it": "Non ci indurre in tentazione, ma liberarci dal male. Amen."
    }
  },
  {
    "translation": {
      "en": "-One, two, three. -Spartans!",
      "it": "- Uno, due, tre. - Spartans!"
    }
  },
  {
    "translation": {
      "en": "This season is ending with De La Salle in a familiar place:",
      "it": "Questa stagione si conclude con la De La Salle in un frangente familiare:"
    }
  },
  {
    "translation": {
      "en": "Competing for their 13th North Coast section championship.",
      "it": "a un passo dalla loro 13ª vittoria nella sezione North Coast."
    }
  },
  {
    "translation": {
      "en": "Danny Ladouceur is slammed to the turf...",
      "it": "Danny Ladouceur viene scaraventato a terra..."
    }
  },
  {
    "translation": {
      "en": "...but somehow holds on for a De La Salle first down.",
      "it": "...ma in qualche modo raggiunge il primo down per la De La Salle."
    }
  },
  {
    "translation": {
      "en": "-Yeah, Danny boy! -Huddle up. Get it to Chris. Let's go.",
      "it": "- Bravo Danny! - Passatela a Chris. Andiamo."
    }
  },
  {
    "translation": {
      "en": "De La Salle is a favorite to win this game.",
      "it": "La De La Salle è la favorita per la vittoria di questo match."
    }
  },
  {
    "translation": {
      "en": "And most eyes are on Chris Ryan's quest for a touchdown scoring record.",
      "it": "Gli occhi di tutti sono su Chris Ryan e il suo possibile record di touchdown."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "Yeah, that's it! That's it! Way to go.",
      "it": "Così si fa! Così! Bravo."
    }
  },
  {
    "translation": {
      "en": "One down, two to go for the record. Two more touchdowns for the record.",
      "it": "Ne mancano altri due. Altri due touchdown per battere il record."
    }
  },
  {
    "translation": {
      "en": "Chris Ryan's historic run at the state touchdown record...",
      "it": "Chris Ryan continua a inseguire il record statale..."
    }
  },
  {
    "translation": {
      "en": "...continues with another touchdown as De La Salle takes a 7-0 lead.",
      "it": "...con un touchdown che porta la De La Salle in vantaggio per 7-0."
    }
  },
  {
    "translation": {
      "en": "Pick him up!",
      "it": "Fermatelo!"
    }
  },
  {
    "translation": {
      "en": "Why didn't you tackle him?",
      "it": "Perché non l'hai placcato?"
    }
  },
  {
    "translation": {
      "en": "It is a contact sport.",
      "it": "È uno sport di contatto, questo."
    }
  },
  {
    "translation": {
      "en": "You can hit someone. It's encouraged even.",
      "it": "Si può colpire la gente. È addirittura incoraggiato."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "With just a little over five minutes left...",
      "it": "Poco più di cinque minuti alla fine..."
    }
  },
  {
    "translation": {
      "en": "...in the second quarter in this hard-fought championship, the score is tied, 7-7.",
      "it": "...del secondo quarto di questa combattuta finale. Il punteggio è di parità, 7-7."
    }
  },
  {
    "translation": {
      "en": "Beaser, you need to keep him contained!",
      "it": "Beaser, lo devi contenere!"
    }
  },
  {
    "translation": {
      "en": "Hut, blue one, hut!",
      "it": "Hut, blu uno, hut!"
    }
  },
  {
    "translation": {
      "en": "Reverse! Reverse!",
      "it": "Invertire! Invertire!"
    }
  },
  {
    "translation": {
      "en": "-Contain the runner! -Contain the runner!",
      "it": "- Ferma il corridore! - Ferma il corridore!"
    }
  },
  {
    "translation": {
      "en": "Amador Valley dips into its bag of tricks, but Joe Beaser isn't fooled.",
      "it": "La Amador Valley tira fuori un trucco dal cappello... ...ma Joe Beaser non si fa ingannare."
    }
  },
  {
    "translation": {
      "en": "The senior defensive end played that perfectly.",
      "it": "Azione perfetta del difensore, al suo ultimo anno delle superiori."
    }
  },
  {
    "translation": {
      "en": "De La Salle is up 14-7 here in the fourth quarter.",
      "it": "La De La Salle è in vantaggio per 14-7, mentre siamo giunti all'ultimo quarto."
    }
  },
  {
    "translation": {
      "en": "The Spartans have the ball on the Dons' 35-yard line.",
      "it": "Gli Spartans hanno il possesso della palla sulla linea delle 35 iarde."
    }
  },
  {
    "translation": {
      "en": "Chris Ryan is one touchdown away from tying the state record.",
      "it": "Manca un solo touchdown a Chris Ryan per eguagliare il record statale."
    }
  },
  {
    "translation": {
      "en": "Watch the defensive back.",
      "it": "Stai attento al defensive back."
    }
  },
  {
    "translation": {
      "en": "He leans inside a lot. When he does, beat him to the corner.",
      "it": "Va spesso sull'interno. Devi arrivare prima di lui all'angolo."
    }
  },
  {
    "translation": {
      "en": "Give him a hard fake on your first move. Finish strong.",
      "it": "Fagli una finta dura al primo movimento. Finisci con forza."
    }
  },
  {
    "translation": {
      "en": "Corner.",
      "it": "Angolo."
    }
  },
  {
    "translation": {
      "en": "Thirty-four, 34. Give it to 34.",
      "it": "Al 34. Datela al 34."
    }
  },
  {
    "translation": {
      "en": "Down. Set, hut!",
      "it": "Giù. Hut!"
    }
  },
  {
    "translation": {
      "en": "-Yeah! -Chris Ryan won't be denied.",
      "it": "- Sì! - Chris Ryan è implacabile."
    }
  },
  {
    "translation": {
      "en": "He scores again to give De La Salle a two-touchdown advantage.",
      "it": "La De La Salle è ora in vantaggio di due touchdown."
    }
  },
  {
    "translation": {
      "en": "He is now just one touchdown away from breaking the state record.",
      "it": "Gli manca un solo touchdown per battere il record statale."
    }
  },
  {
    "translation": {
      "en": "One more for the record.",
      "it": "Un altro, per il record."
    }
  },
  {
    "translation": {
      "en": "Set, hut!",
      "it": "Pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "This is your final drive as a Spartan.",
      "it": "Questa è la tua ultima azione da Spartan."
    }
  },
  {
    "translation": {
      "en": "It's yours. You call the plays.",
      "it": "È tua. L'azione la chiami tu."
    }
  },
  {
    "translation": {
      "en": "Strong right, 16 midline on one. Ready?",
      "it": "Forte a destra, 16 centrale sull'uno. Pronti?"
    }
  },
  {
    "translation": {
      "en": "Down. Set, hut!",
      "it": "Giù. Hut!"
    }
  },
  {
    "translation": {
      "en": "Go, come on!",
      "it": "Forza, vai!"
    }
  },
  {
    "translation": {
      "en": "Come on, block for him! Give him some help, will you?",
      "it": "E dai, proteggetelo! Dategli una mano, no?"
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "it": "Forza!"
    }
  },
  {
    "translation": {
      "en": "One more for the record. Give it to the Beast. Give it to Chris.",
      "it": "Ne manca uno per battere il record. Datela alla Bestia. Datela a Chris."
    }
  },
  {
    "translation": {
      "en": "Down.",
      "it": "Giù."
    }
  },
  {
    "translation": {
      "en": "Set, hut!",
      "it": "Pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "Booyah, baby!",
      "it": "Così si fa, baby!"
    }
  },
  {
    "translation": {
      "en": "Hey, good catch, dog.",
      "it": "Ehi, ottima presa, fratello."
    }
  },
  {
    "translation": {
      "en": "Come on, come on. There's still time. Still time. Let's get it to Chris.",
      "it": "Forza, forza. C'è ancora tempo. Diamola a Chris."
    }
  },
  {
    "translation": {
      "en": "Break that record, son. Let's go.",
      "it": "Batti quel record, figliolo. Andiamo."
    }
  },
  {
    "translation": {
      "en": "Here we go, baby, 41 blast into the record books.",
      "it": "Ci siamo, baby. Ora ti mettiamo nel libro dei record."
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "it": "Ci siamo."
    }
  },
  {
    "translation": {
      "en": "It's the last play of the game, dog. Make me proud.",
      "it": "È l'ultima azione della partita. Rendimi orgoglioso."
    }
  },
  {
    "translation": {
      "en": "-What are they doing? -I don't know. It's their drive.",
      "it": "- Che stanno facendo? - Non lo so. Decidono loro."
    }
  },
  {
    "translation": {
      "en": "-What are you doing? -Coach Lad's doing this for me.",
      "it": "- Che stai facendo? - Il coach Lad lo sta facendo per me."
    }
  },
  {
    "translation": {
      "en": "-He won't say-- -Dude, what are you talking about?",
      "it": "- Non dice niente perché sa-- - Amico, ma che stai dicendo?"
    }
  },
  {
    "translation": {
      "en": "I just-- I don't want my last play as a Spartan to be about me.",
      "it": "È solo che-- Non voglio che l'ultima azione sia solo per me."
    }
  },
  {
    "translation": {
      "en": "Why not? You trained to get here, you deserve it.",
      "it": "Perché no? Ti sei allenato per arrivare fin qui, te lo meriti."
    }
  },
  {
    "translation": {
      "en": "Look, it's an easy shot.",
      "it": "Senti, è un'azione facile."
    }
  },
  {
    "translation": {
      "en": "He never took the easy shot.",
      "it": "Lui non ha mai fatto le azioni facili."
    }
  },
  {
    "translation": {
      "en": "Coming back to coach us, he could have died.",
      "it": "Quando è tornato ad allenarci, sarebbe potuto morire."
    }
  },
  {
    "translation": {
      "en": "And what have we done for him?",
      "it": "E noi cosa abbiamo fatto per lui?"
    }
  },
  {
    "translation": {
      "en": "Won a few games? A championship?",
      "it": "Abbiamo vinto un po' di partite? Un campionato?"
    }
  },
  {
    "translation": {
      "en": "No, he's right.",
      "it": "No, ha ragione."
    }
  },
  {
    "translation": {
      "en": "While we've been staring at the dirt, coach has been saying look up.",
      "it": "Noi siamo qui a guardare a terra mentre il coach ci dice di guardare in alto."
    }
  },
  {
    "translation": {
      "en": "It's about time we did.",
      "it": "È ora di guardare in alto."
    }
  },
  {
    "translation": {
      "en": "It's time for us to stand tall. Victory formation.",
      "it": "È ora di stare a testa alta. Modulo vittoria."
    }
  },
  {
    "translation": {
      "en": "No, no, no. You gotta do it.",
      "it": "No, no, no. Devi farlo tu."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "it": "Va bene."
    }
  },
  {
    "translation": {
      "en": "Boys, no matter where we go or what we achieve...",
      "it": "Ragazzi, non importa dove andremo, né cosa riusciremo a fare."
    }
  },
  {
    "translation": {
      "en": "...nothing's gonna come close to what we have right here.",
      "it": "Nulla si avvicinerà mai a quello che abbiamo qui."
    }
  },
  {
    "translation": {
      "en": "You're all my brothers. Spartans for life.",
      "it": "Voi siete tutti miei fratelli. Spartans a vita."
    }
  },
  {
    "translation": {
      "en": "Spartans for life.",
      "it": "Spartans a vita."
    }
  },
  {
    "translation": {
      "en": "Shotgun formation, direct snap, on me, on one. Ready?",
      "it": "Modulo a fucile, snap diretto verso di me. Pronti?"
    }
  },
  {
    "translation": {
      "en": "De La Salle is lining up in shotgun formation...",
      "it": "La De La Salle si sta disponendo in un modulo a fucile..."
    }
  },
  {
    "translation": {
      "en": "...but Chris Ryan is quarterback instead of Salinas.",
      "it": "...ma Chris Ryan fa il quarterback al posto di Salinas."
    }
  },
  {
    "translation": {
      "en": "This is a formation we haven't seen from De La Salle.",
      "it": "Si tratta di un modulo che non abbiamo mai visto fare alla De La Salle."
    }
  },
  {
    "translation": {
      "en": "Look for Ryan to run this in for his record-setting 89th career touchdown.",
      "it": "Probabile che Ryan la porterà in meta per il suo 89º touchdown."
    }
  },
  {
    "translation": {
      "en": "Maybe this wasn't the best time to give Salinas free will.",
      "it": "Forse non era il momento migliore per dare il libero arbitrio a Salinas."
    }
  },
  {
    "translation": {
      "en": "Down. Set, hut!",
      "it": "Giù. Pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "-There's the snap, and Ryan... -What the hell was that?",
      "it": "- Ecco lo snap, e Ryan... - Ma che diavolo è?"
    }
  },
  {
    "translation": {
      "en": "...takes a knee.",
      "it": "...si inginocchia."
    }
  },
  {
    "translation": {
      "en": "Wow, rather than running in for his 89th career touchdown...",
      "it": "Wow, piuttosto che provare a fare il suo 89º touchdown in carriera..."
    }
  },
  {
    "translation": {
      "en": "...Chris Ryan instead opts to take a knee.",
      "it": "...Chris Ryan ha deciso di mettere il ginocchio a terra."
    }
  },
  {
    "translation": {
      "en": "What are you doing, coach?",
      "it": "Ma che fai, coach?"
    }
  },
  {
    "translation": {
      "en": "Let him run it. Forty-one blast, come on. There's still time. Run it! Run it!",
      "it": "Fallo correre. C'è ancora tempo. Fallo correre!"
    }
  },
  {
    "translation": {
      "en": "-Mickey, Bob's not calling the plays. -You don't understand football.",
      "it": "- Non è Bob a chiamare le azioni. - Tu non sai niente di football."
    }
  },
  {
    "translation": {
      "en": "It's not about football.",
      "it": "Non è questione di football."
    }
  },
  {
    "translation": {
      "en": "Your husband is costing my son this record.",
      "it": "Tuo marito sta facendo perdere il record a mio figlio."
    }
  },
  {
    "translation": {
      "en": "My husband's turning your son into a man.",
      "it": "Mio marito sta facendo diventare uomo tuo figlio."
    }
  },
  {
    "translation": {
      "en": "-You're the only person who doesn't see. -Down, set, hut!",
      "it": "- Sei l'unico che non se n'è accorto. - Giù, pronti, hut!"
    }
  },
  {
    "translation": {
      "en": "No, no, no. Come on.",
      "it": "No, no, no. E dai!"
    }
  },
  {
    "translation": {
      "en": "-Ryan takes another knee. -Time out. Stop that clock, Ladouceur.",
      "it": "- Ryan si inginocchia di nuovo. - Ferma il cronometro, Ladouceur."
    }
  },
  {
    "translation": {
      "en": "Stop that clock and run that play.",
      "it": "Ferma il cronometro e chiama l'azione giusta."
    }
  },
  {
    "translation": {
      "en": "Run the play! Let him get the record! Come on!",
      "it": "Chiama l'azione! Dai, fagli vincere il record!"
    }
  },
  {
    "translation": {
      "en": "What could've been a record-shattering night has now turned into a tribute...",
      "it": "Quella che sarebbe potuta essere una serata da record è invece un tributo..."
    }
  },
  {
    "translation": {
      "en": "...to the man who took them here, Coach Bob Ladouceur.",
      "it": "...all'uomo che ha portato qui questi giocatori, il coach Bob Ladouceur."
    }
  },
  {
    "translation": {
      "en": "-Why didn't that boy get his record? -Because it's not about the record.",
      "it": "- Perché non ha battuto il record? - Perché l'importante non è il record."
    }
  },
  {
    "translation": {
      "en": "-Nine, eight, seven, six... -It's about the team.",
      "it": "- Nove, otto, sette, sei... - L'importante è la squadra."
    }
  },
  {
    "translation": {
      "en": "...five, four...",
      "it": "...cinque, quattro..."
    }
  },
  {
    "translation": {
      "en": "...three, two, one.",
      "it": "...tre, due, uno."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "For you.",
      "it": "Questa è per te."
    }
  },
  {
    "translation": {
      "en": "Come here.",
      "it": "Vieni qui."
    }
  },
  {
    "translation": {
      "en": "Remember one other thing:",
      "it": "Ricordate un'altra cosa:"
    }
  },
  {
    "translation": {
      "en": "Nobody on this staff expects you to play perfect tonight.",
      "it": "nessuno di questo staff si aspetta che giochiate perfettamente, stasera."
    }
  },
  {
    "translation": {
      "en": "That's impossible. But what we do expect...",
      "it": "Questo è impossibile. Ma quello che ci aspettiamo da voi..."
    }
  },
  {
    "translation": {
      "en": "...and you should expect from yourself and each other...",
      "it": "...e che voi dovete aspettarvi da voi stessi e dagli altri..."
    }
  },
  {
    "translation": {
      "en": "...is a perfect effort.",
      "it": "...è uno sforzo perfetto."
    }
  },
  {
    "translation": {
      "en": "I'll say this about Bob Ladouceur...",
      "it": "Su Bob Ladouceur posso dire..."
    }
  },
  {
    "translation": {
      "en": "...that he's a better coach than our big-time college coaches...",
      "it": "...che è più bravo degli allenatori universitari di grido..."
    }
  },
  {
    "translation": {
      "en": "...and he's a better coach than our big-time pro coaches.",
      "it": "...e che è più bravo degli allenatori professionisti di grido."
    }
  },
  {
    "translation": {
      "en": "Everybody stands up as an individual and says, \"My name is DJ Williams.",
      "it": "Tutti si alzano in piedi e dicono: \"Mi chiamo DJ Williams."
    }
  },
  {
    "translation": {
      "en": "I commit to 20 carries, 150 yards, seven tackles and no dropped passes.\"",
      "it": "Mi impegno a portare la palla 20 volte, a fare 150 iarde e sette placcaggi\"."
    }
  },
  {
    "translation": {
      "en": "Once you say that, you hand the card to somebody, and you shake hands...",
      "it": "Una volta che l'hai detto, consegni il biglietto a uno, gli dai la mano..."
    }
  },
  {
    "translation": {
      "en": "...and they say, \"I hold you to that commitment.\"",
      "it": "...e lui ti dice: \"Ti farò mantenere questo impegno\"."
    }
  },
  {
    "translation": {
      "en": "To the Kelly family, Landrin and Bevelyn.",
      "it": "Alla famiglia Kelly, Landrin e Bevelyn."
    }
  },
  {
    "translation": {
      "en": "My heart breaks for your loss, and I pray for your recovery.",
      "it": "La vostra perdita mi spezza il cuore, e prego per la vostra guarigione."
    }
  },
  {
    "translation": {
      "en": "God bless you both...",
      "it": "Dio vi benedica tutti e due..."
    }
  },
  {
    "translation": {
      "en": "...and please, take some solace in the fact...",
      "it": "...e vi prego di trovare un po' di conforto nel fatto..."
    }
  },
  {
    "translation": {
      "en": "...that you did a fantastic job.",
      "it": "...che avete fatto un lavoro fantastico."
    }
  },
  {
    "translation": {
      "en": "I told you before, this is the last thing I'm gonna say.",
      "it": "Ve l'ho già detto, ed è l'ultima cosa che dirò."
    }
  },
  {
    "translation": {
      "en": "Growing up is painful.",
      "it": "Crescere è doloroso."
    }
  },
  {
    "translation": {
      "en": "It's not easy.",
      "it": "Non è facile."
    }
  },
  {
    "translation": {
      "en": "But that's what our program is about, in case you haven't figured it out.",
      "it": "Ma il nostro programma si basa su questo, se ancora non l'avete capito."
    }
  },
  {
    "translation": {
      "en": "It ain't about the football.",
      "it": "Non è questione di football."
    }
  },
  {
    "translation": {
      "en": "It ain't about scoring touchdowns.",
      "it": "Non è questione di segnare touchdown."
    }
  },
  {
    "translation": {
      "en": "It ain't about the win streak.",
      "it": "Non è questione di fare una serie positiva."
    }
  },
  {
    "translation": {
      "en": "It's about moving you in a direction...",
      "it": "È questione di muovervi in una direzione..."
    }
  },
  {
    "translation": {
      "en": "...that will assist you and help you grow up.",
      "it": "...che vi assisterà e vi aiuterà a crescere."
    }
  },
  {
    "translation": {
      "en": "So when you can take your place...",
      "it": "Dunque, quando prenderete il vostro posto..."
    }
  },
  {
    "translation": {
      "en": "...out in the world, and out in society, and out in our community...",
      "it": "...nel mondo, nella società e nella nostra comunità..."
    }
  },
  {
    "translation": {
      "en": "...you can be depended on.",
      "it": "...si potrà fare affidamento su di voi."
    }
  },
  {
    "translation": {
      "en": "Lad said it. He goes:",
      "it": "Lad l'ha detto. Dice:"
    }
  },
  {
    "translation": {
      "en": "\"You know, if, you know, Terry wasn't on my staff...",
      "it": "\"Se Terry non facesse parte del mio staff..."
    }
  },
  {
    "translation": {
      "en": "...I wouldn't be doing this right now.\"",
      "it": "...adesso non sarei qui a fare questo lavoro\"."
    }
  },
  {
    "translation": {
      "en": "There's a tremendous bond of trust and friendship that's there.",
      "it": "C'è un fortissimo legame fatto di fiducia e amicizia."
    }
  },
  {
    "translation": {
      "en": "They share a commitment to their players.",
      "it": "Condividono un impegno preso nei confronti dei loro giocatori."
    }
  },
  {
    "translation": {
      "en": "No matter what's going on, the players come first...",
      "it": "Non importa cosa stia succedendo, prima vengono i giocatori..."
    }
  },
  {
    "translation": {
      "en": "...and that means the team.",
      "it": "...ovvero la squadra."
    }
  },
  {
    "translation": {
      "en": "They will never sacrifice the team for the individual.",
      "it": "Non sacrificheranno mai la squadra a beneficio del singolo."
    }
  },
  {
    "translation": {
      "en": "And all they wanna do is create a community...",
      "it": "Non vogliono fare altro che creare una comunità..."
    }
  },
  {
    "translation": {
      "en": "...have a common goal, and play the game.",
      "it": "...avere un obiettivo comune e giocare a football."
    }
  },
  {
    "translation": {
      "en": "We're De La Salle. Some guys wanna call it a curse...",
      "it": "Noi siamo la De La Salle. Alcuni la chiamano una maledizione."
    }
  },
  {
    "translation": {
      "en": "...I say that's the blessing of De La Salle.",
      "it": "Io direi che è la benedizione della De La Salle."
    }
  },
  {
    "translation": {
      "en": "You gotta go out every week and prove it.",
      "it": "Ogni settimana devi dimostrare chi sei."
    }
  },
  {
    "translation": {
      "en": "So when you show up tomorrow, whatever it is that excites you...",
      "it": "Dunque, quando venite qui domani, dovete metterci tutto..."
    }
  },
  {
    "translation": {
      "en": "...whatever it is that's gonna get you to bring your A-game and your A-heart...",
      "it": "...ciò che vi entusiasma, tutto ciò che vi consente di giocare al massimo..."
    }
  },
  {
    "translation": {
      "en": "...you bring it and you do it.",
      "it": "...e di metterci il cuore."
    }
  },
  {
    "translation": {
      "en": "I don't know what that is for you. What is it that gets your heart swollen.",
      "it": "Non so cosa sia questa cosa, per voi. Non so cosa vi fa gonfiare il cuore."
    }
  },
  {
    "translation": {
      "en": "Hopefully, it's gonna be that last chapter in the book...",
      "it": "Si spera che sia quell'ultimo capitolo del libro..."
    }
  },
  {
    "translation": {
      "en": "...that you've written for yourself this year.",
      "it": "...che avete scritto per voi stessi quest'anno."
    }
  },
  {
    "translation": {
      "en": "And I'd like to say, I'd like to just call that last chapter just what--",
      "it": "E voglio dire, voglio intitolare quell'ultimo capitolo--"
    }
  },
  {
    "translation": {
      "en": "Just what Coach Eidson called it.",
      "it": "Come l'ha definito il coach Eidson."
    }
  },
  {
    "translation": {
      "en": "Last chapter of the book isn't the NCS 3A title or San Leandro.",
      "it": "L'ultimo capitolo del libro non è il titolo NCS 3A, né la San Leandro."
    }
  },
  {
    "translation": {
      "en": "It's \"Brotherhood.\"",
      "it": "È \"Fratellanza\"."
    }
  },
  {
    "translation": {
      "en": "That's what it should be titled.",
      "it": "Questo dev'essere il titolo del capitolo."
    }
  }
]