[
  {
    "translation": {
      "en": "- [crash] - Sorry, guys! I'm still getting used to driving inside a mansion.",
      "it": "Scusate. Devo ancora abituarmi alla guida dentro un palazzo."
    }
  },
  {
    "translation": {
      "en": "And driving.",
      "it": "E alla guida in genere."
    }
  },
  {
    "translation": {
      "en": "Are you guys okay?",
      "it": "Tutto bene?"
    }
  },
  {
    "translation": {
      "en": "I'm good. The airbag broke my fall.",
      "it": "Sì. L'airbag ha attutito la caduta."
    }
  },
  {
    "translation": {
      "en": "Darcy, the wagon doesn't have an airbag.",
      "it": "Darcy, il carretto non ha l'airbag."
    }
  },
  {
    "translation": {
      "en": "I meant Murray.",
      "it": "Mi riferivo a Murray."
    }
  },
  {
    "translation": {
      "en": "After that collision, I need to make an appointment with my chiropractor...",
      "it": "Dopo questa collisione, devo prendere un appuntamento col mio chiropratico"
    }
  },
  {
    "translation": {
      "en": "and my attorney.",
      "it": "e col mio avvocato."
    }
  },
  {
    "translation": {
      "en": "Could have sworn my bedroom was around here somewhere.",
      "it": "Avrei giurato che la mia camera fosse nei dintorni."
    }
  },
  {
    "translation": {
      "en": "Let's ask her for directions.",
      "it": "Chiediamo informazioni a lei."
    }
  },
  {
    "translation": {
      "en": "That's Irona, my maid.",
      "it": "È Irona, la mia cameriera."
    }
  },
  {
    "translation": {
      "en": "Wow. You are really hot.",
      "it": "Sei uno schianto."
    }
  },
  {
    "translation": {
      "en": "My electrostatic super capacitor tends to overheat.",
      "it": "I complimenti fanno surriscaldare il condensatore."
    }
  },
  {
    "translation": {
      "en": "Guess I should have mentioned she's also a robot.",
      "it": "Avrei dovuto precisare che è un robot."
    }
  },
  {
    "translation": {
      "en": "I splurged on the supermodel model.",
      "it": "Non ho badato a spese: modello top model."
    }
  },
  {
    "translation": {
      "en": "I've never uttered these words in my life,",
      "it": "È la prima volta che lo dico in vita mia,"
    }
  },
  {
    "translation": {
      "en": "but money well spent.",
      "it": "ma sono soldi ben spesi."
    }
  },
  {
    "translation": {
      "en": "This is Murray, my best friend and money manager.",
      "it": "Lui è Murray, il mio miglior amico e consulente finanziario."
    }
  },
  {
    "translation": {
      "en": "And this is Darcy, my other best friend. Don't let her see my bank password.",
      "it": "E lei è Darcy, l'altra mia migliore amica. Non darle la password del mio conto."
    }
  },
  {
    "translation": {
      "en": "We'll talk later.",
      "it": "Parliamo dopo."
    }
  },
  {
    "translation": {
      "en": "Welcome to Richie's bedroom.",
      "it": "Benvenuti nella camera di Richie."
    }
  },
  {
    "translation": {
      "en": "Wow! This place is awesome!",
      "it": "È straordinaria. - È incredibile che tu viva qui. - È incredibile che tu abbia speso tanto."
    }
  },
  {
    "translation": {
      "en": "I can't believe you live here now. I can't believe you paid for all of this!",
      "it": "- È incredibile che tu viva qui. - È incredibile che tu abbia speso tanto."
    }
  },
  {
    "translation": {
      "en": "Check it out.",
      "it": "Guardate che roba."
    }
  },
  {
    "translation": {
      "en": "It's got a dollar comforter. You mean down?",
      "it": "- Ha un piumone di dollari. - Il disegno, dici?"
    }
  },
  {
    "translation": {
      "en": "No, I mean it's filled with dollars.",
      "it": "No, imbottito di dollari."
    }
  },
  {
    "translation": {
      "en": "Master Richie's entire room is automated",
      "it": "La stanza è automatizzata"
    }
  },
  {
    "translation": {
      "en": "and can be controlled by a push of a button on his room remote.",
      "it": "e può essere controllata tramite un pulsante sul telecomando."
    }
  },
  {
    "translation": {
      "en": "Or roomote. Chuckle. Chuckle.",
      "it": "O stanz-omando. Ridacchiare. Ridacchiare. Sghignazzare."
    }
  },
  {
    "translation": {
      "en": "Is that an aquarium? Yep! Meet my new pet whales:",
      "it": "- È un acquario, quello? - Vi presento le mie balene domestiche."
    }
  },
  {
    "translation": {
      "en": "Dollar, Dollar, and Bill, y'all!",
      "it": "Dollaro, Assegno e Lingotto."
    }
  },
  {
    "translation": {
      "en": "All you need is a bubbling treasure chest.",
      "it": "Ti manca solo un bel forziere."
    }
  },
  {
    "translation": {
      "en": "Over there.",
      "it": "Eccolo là."
    }
  },
  {
    "translation": {
      "en": "Is that real gold? And on a completely unrelated note, do you have a snorkel?",
      "it": "È oro vero? E, cambiando discorso, hai mica pinne e maschera?"
    }
  },
  {
    "translation": {
      "en": "My name is Richie Rich, and I'm just a normal kid...",
      "it": "Mi chiamo Richie Rich e sono un bambino normale."
    }
  },
  {
    "translation": {
      "en": "except that I have a trillion dollars.",
      "it": "Solo che sono miliardario."
    }
  },
  {
    "translation": {
      "en": "You see, I used all the vegetables I never ate to create a new energy source",
      "it": "Ho usato le verdure che non mangiavo per creare una nuova fonte di energia"
    }
  },
  {
    "translation": {
      "en": "- and sold it for a lot of money. - [cha-ching]",
      "it": "e ci ho fatto una fortuna."
    }
  },
  {
    "translation": {
      "en": "Now I live in a huge mansion",
      "it": "Ora vivo in un palazzo enorme con un parco giochi,"
    }
  },
  {
    "translation": {
      "en": "with my own amusement park, race car,",
      "it": "Ora vivo in un palazzo enorme con un parco giochi, ho un'auto sportiva e una domestica robot."
    }
  },
  {
    "translation": {
      "en": "and personal robot maid.",
      "it": "ho un'auto sportiva e una domestica robot. Condivido la mia fortuna con la mia famiglia e i miei amici."
    }
  },
  {
    "translation": {
      "en": "And I have my family and the best friends in the world to share my fortune with.",
      "it": "Condivido la mia fortuna con la mia famiglia e i miei amici."
    }
  },
  {
    "translation": {
      "en": "My dad, my jealous sister Harper,",
      "it": "Mio padre, mia sorella Harper, gelosissima,"
    }
  },
  {
    "translation": {
      "en": "my money manager Murray, and my money spender Darcy.",
      "it": "il mio consulente, Murray, e la mia spendacciona, Darcy."
    }
  },
  {
    "translation": {
      "en": "I guess you could say by not eating my vegetables,",
      "it": "Potremmo dire che non mangiando verdure"
    }
  },
  {
    "translation": {
      "en": "I became the richest and luckiest kid in the world!",
      "it": "sono diventato il bambino più ricco e fortunato al mondo."
    }
  },
  {
    "translation": {
      "en": "Gold bar?",
      "it": "Un lingotto d'oro?"
    }
  },
  {
    "translation": {
      "en": "I wanted a candy bar! Stupid machine...",
      "it": "Volevo una merendina. Stupida macchina!"
    }
  },
  {
    "translation": {
      "en": "Richie, I feel like you're throwing money away.",
      "it": "Richie, mi sembra che butti via i soldi."
    }
  },
  {
    "translation": {
      "en": "Did get this basketball for free.",
      "it": "- Questa me l'hanno regalata. - Fantastico."
    }
  },
  {
    "translation": {
      "en": "That's great! When I bought a professional basketball team. Ugh!",
      "it": "Quando ho comprato una squadra di basket."
    }
  },
  {
    "translation": {
      "en": "I'm glad we still hang out, even though you're rich now.",
      "it": "È bello che siamo ancora amici, anche se sei ricco."
    }
  },
  {
    "translation": {
      "en": "Of course! We're best friends. Now, check this out!",
      "it": "Certo, siamo amici per la pelle. E ora guardate."
    }
  },
  {
    "translation": {
      "en": "Air ball!",
      "it": "Airball. Niente più tiri corti."
    }
  },
  {
    "translation": {
      "en": "No more air balls for me!",
      "it": "Niente più tiri corti."
    }
  },
  {
    "translation": {
      "en": "My engineers invented this never-miss basketball hoop...",
      "it": "I miei ingegneri hanno inventato un canestro prenditutto"
    }
  },
  {
    "translation": {
      "en": "after seeing my jump shot...",
      "it": "dopo avermi visto tirare."
    }
  },
  {
    "translation": {
      "en": "Sick!",
      "it": "Pazzesco."
    }
  },
  {
    "translation": {
      "en": "If you think that's cool, you should see the bathrooms.",
      "it": "Se ti piace questo, dovresti vedere i bagni."
    }
  },
  {
    "translation": {
      "en": "They were able to use the same technology on the toilets!",
      "it": "Hanno usato la stessa tecnologia per i WC."
    }
  },
  {
    "translation": {
      "en": "Master Richie, I just received a message from your father.",
      "it": "Signorino Richie, ho un messaggio di suo padre."
    }
  },
  {
    "translation": {
      "en": "[father's voice] \"Richie, please come into the living room.\"",
      "it": "Signorino Richie, ho un messaggio di suo padre. \"Richie, vieni in soggiorno.\""
    }
  },
  {
    "translation": {
      "en": "Irona, I know you have the voice modulation software,",
      "it": "Irona, lo so che hai il software di modulazione vocale,"
    }
  },
  {
    "translation": {
      "en": "but please don't speak in my dad's voice. Totally ruins the magic.",
      "it": "ma non parlare con la voce di mio padre, rovina l'incanto."
    }
  },
  {
    "translation": {
      "en": "Uh, ha-ha... Dad? This isn't our old house.",
      "it": "Papà, questa non è la nostra vecchia casa."
    }
  },
  {
    "translation": {
      "en": "You don't have to sleep in the living room or shower in the neighbor's sprinklers.",
      "it": "Non devi dormire in salotto o fare la doccia in giardino."
    }
  },
  {
    "translation": {
      "en": "Richie, I'm a man who doesn't require luxuries like beds or indoor plumbing.",
      "it": "Richie, io non ho bisogno di lussi quali i letti o i sanitari interni."
    }
  },
  {
    "translation": {
      "en": "I can be happy on a couch.",
      "it": "Sono felice anche su un divano."
    }
  },
  {
    "translation": {
      "en": "I have to be, since I can't figure out how to get in my bedroom with that high-tech entry system.",
      "it": "Per forza. Non ho idea di come entrare in camera con quel sistema high-tech."
    }
  },
  {
    "translation": {
      "en": "It's just a doorknob.",
      "it": "È solo una maniglia."
    }
  },
  {
    "translation": {
      "en": "And what's that crazy-looking eye scanner device?",
      "it": "E quel dispositivo di scansione oculare?"
    }
  },
  {
    "translation": {
      "en": "A peephole?",
      "it": "Lo spioncino?"
    }
  },
  {
    "translation": {
      "en": "My room looks exactly like the Harvard library.",
      "it": "La mia stanza è identica alla biblioteca di Harvard."
    }
  },
  {
    "translation": {
      "en": "And while I might appreciate having a full-time librarian,",
      "it": "E per quanto apprezzi una bibliotecaria a tempo pieno,"
    }
  },
  {
    "translation": {
      "en": "I wish she wouldn't shush me every time I speak.",
      "it": "gradirei che non mi zittisse ogni volta che parlo."
    }
  },
  {
    "translation": {
      "en": "I am not even in my room!",
      "it": "Non sono nemmeno in camera mia!"
    }
  },
  {
    "translation": {
      "en": "Harper, I knew how hard you've been working to get in Harvard",
      "it": "Harper, so quanto ti stai impegnando per entrare ad Harvard,"
    }
  },
  {
    "translation": {
      "en": "so I thought if I made your dream come true, it'd make you happy!",
      "it": "così ho pensato di farti felice realizzando il tuo desiderio."
    }
  },
  {
    "translation": {
      "en": "You don't seem happy.",
      "it": "Ma non sembri felice."
    }
  },
  {
    "translation": {
      "en": "I want to get into the actual Harvard, not a replica my slacker brother built.",
      "it": "Voglio studiare ad Harvard, non in una copia creata da mio fratello."
    }
  },
  {
    "translation": {
      "en": "It's not a replica! I bought the actual library building and had it moved here.",
      "it": "Non è una copia. Ho comprato la biblioteca e l'ho spostata qui."
    }
  },
  {
    "translation": {
      "en": "Well, most of it...",
      "it": "Beh, gran parte."
    }
  },
  {
    "translation": {
      "en": "the crane dropped one of the walls,",
      "it": "La gru si è persa una parete."
    }
  },
  {
    "translation": {
      "en": "so we had to replace it with plywood and spackle.",
      "it": "L'abbiamo sostituita con una di stucco."
    }
  },
  {
    "translation": {
      "en": "Spackle. That's a funny word.",
      "it": "Stucco. Che parola buffa."
    }
  },
  {
    "translation": {
      "en": "Dad, I can't handle living in this monument",
      "it": "Papà, non riesco a vivere in questo monumento"
    }
  },
  {
    "translation": {
      "en": "to Richie's pathetically lucky success.",
      "it": "alla fortuna sfacciata di Richie."
    }
  },
  {
    "translation": {
      "en": "You should be happy for your brother.",
      "it": "Dovresti essere felice per tuo fratello."
    }
  },
  {
    "translation": {
      "en": "Not only did he make a gajillion dollars,",
      "it": "Non solo ha fatto soldi a palate,"
    }
  },
  {
    "translation": {
      "en": "but that doodad he invented did something... good for the planet.",
      "it": "ma quel marchingegno che ha inventato fa del bene al pianeta."
    }
  },
  {
    "translation": {
      "en": "Eliminated the need for carbon-based fuel.",
      "it": "Ha eliminato il bisogno di carburanti fossili."
    }
  },
  {
    "translation": {
      "en": "Yeah, that.",
      "it": "Sì, esatto."
    }
  },
  {
    "translation": {
      "en": "All Richie did was catch lightning in a bottle!",
      "it": "Ha solo imprigionato un fulmine in una bottiglia."
    }
  },
  {
    "translation": {
      "en": "Literally! He just crammed a bunch of uneaten vegetables",
      "it": "Nel vero senso della parola. Ha messo delle verdure in una bottiglia"
    }
  },
  {
    "translation": {
      "en": "into a bottle that happened to get struck by lightning.",
      "it": "Nel vero senso della parola. Ha messo delle verdure in una bottiglia che è stata colpita da un fulmine."
    }
  },
  {
    "translation": {
      "en": "Are you accusing me of not knowing what I was doing",
      "it": "Mi accusi di non sapere cosa stessi facendo"
    }
  },
  {
    "translation": {
      "en": "when I invented my trap-electricity-in-vegetables thingamajig?",
      "it": "quando ho inventato il mio cattura-energia magico a verdure?"
    }
  },
  {
    "translation": {
      "en": "Dad. Why did you want to see us?",
      "it": "Papà. Perché volevi vederci?"
    }
  },
  {
    "translation": {
      "en": "See you? I don't know.",
      "it": "Per vedervi? Non lo so."
    }
  },
  {
    "translation": {
      "en": "Oh, wait, yeah, uh...",
      "it": "Oh, aspettate. Sì."
    }
  },
  {
    "translation": {
      "en": "so I wanted to spend some quality time together.",
      "it": "Volevo passare un po' di tempo con voi."
    }
  },
  {
    "translation": {
      "en": "I feel really disconnected here. What if we had a family dinner?",
      "it": "Ci stiamo allontanando. Facciamo una cena in famiglia?"
    }
  },
  {
    "translation": {
      "en": "A family dinner? Why am I being punished?",
      "it": "Una cena in famiglia? Che ho fatto di male?"
    }
  },
  {
    "translation": {
      "en": "Guess what?",
      "it": "Indovina un po'."
    }
  },
  {
    "translation": {
      "en": "I hacked into your bank account and had you buy you a vertical wind tunnel.",
      "it": "Ho violato il tuo conto corrente, hai comprato una galleria del vento."
    }
  },
  {
    "translation": {
      "en": "BTW, your password was really weak, so I went ahead and changed it for you.",
      "it": "Oh, avevi una password davvero debole, così te l'ho cambiata."
    }
  },
  {
    "translation": {
      "en": "Okay, what's the new one?",
      "it": "Bene, qual è quella nuova?"
    }
  },
  {
    "translation": {
      "en": "For security reasons, I can't tell you.",
      "it": "Non posso rivelartela, per motivi di sicurezza."
    }
  },
  {
    "translation": {
      "en": "Richie, we have a problem. It's your new jet.",
      "it": "Richie, abbiamo un problema. Si tratta del tuo nuovo jet."
    }
  },
  {
    "translation": {
      "en": "Don't tell me there are more engine issues.",
      "it": "Non dirmelo, altri guai al motore?"
    }
  },
  {
    "translation": {
      "en": "Apparently, a solid gold jet has trouble staying in the air.",
      "it": "A quanto pare, un jet di oro massiccio fatica a decollare."
    }
  },
  {
    "translation": {
      "en": "#trillionaireproblems.",
      "it": "Hashtag \"problemi da miliardari\"."
    }
  },
  {
    "translation": {
      "en": "Jet or no jet, we can still skydive with this.",
      "it": "Jet o non jet, possiamo solcare i cieli con questo."
    }
  },
  {
    "translation": {
      "en": "Oh, no! Darcy crashed through the ceiling!",
      "it": "Oh, no. Darcy ha sfondato il soffitto."
    }
  },
  {
    "translation": {
      "en": "It's worse than you think. Right above my room is a gorilla habitat.",
      "it": "C'è di peggio. Qui sopra c'è un habitat per gorilla."
    }
  },
  {
    "translation": {
      "en": "Of all the days to wear banana lip gloss.",
      "it": "Accidenti al lucidalabbra alla banana."
    }
  },
  {
    "translation": {
      "en": "You're in good hands, Darcy.",
      "it": "Sei in buone mani, Darcy."
    }
  },
  {
    "translation": {
      "en": "I downloaded an entire medical library on Irona's hard drive.",
      "it": "Ho scaricato un'intera biblioteca medica sull'hard disk di Irona."
    }
  },
  {
    "translation": {
      "en": "Now, she's practically a doctor.",
      "it": "Ora è praticamente un dottore."
    }
  },
  {
    "translation": {
      "en": "Before I do any more, I will need proof of insurance.",
      "it": "Prima di procedere, mi serve il tesserino sanitario."
    }
  },
  {
    "translation": {
      "en": "Darcy, I feel bad that you blasted through the ceiling",
      "it": "Darcy, mi dispiace che tu sia finita in mezzo ai gorilla."
    }
  },
  {
    "translation": {
      "en": "into my gorilla habitat...",
      "it": "Darcy, mi dispiace che tu sia finita in mezzo ai gorilla. E che la ventola fosse al massimo."
    }
  },
  {
    "translation": {
      "en": "and that my ceiling fan was on high.",
      "it": "E che la ventola fosse al massimo."
    }
  },
  {
    "translation": {
      "en": "I want to do something to make this up to you.",
      "it": "Voglio farmi perdonare."
    }
  },
  {
    "translation": {
      "en": "I have just the thing! A coupon for a free lemonade at Corndog Larry's.",
      "it": "Ho quel che ci vuole. Un buono per una limonata gratis."
    }
  },
  {
    "translation": {
      "en": "How about I score us three passes to a concert of a lifetime?",
      "it": "Che ne dite di tre biglietti per un concerto da sogno?"
    }
  },
  {
    "translation": {
      "en": "Like the one and only U.S. show of Swedish house sensation",
      "it": "Tipo l'unica data statunitense del fenomeno svedese"
    }
  },
  {
    "translation": {
      "en": "Swedish House Sensation!",
      "it": "Swedish House Sensation?"
    }
  },
  {
    "translation": {
      "en": "That's awesome!",
      "it": "Sarebbe grandioso!"
    }
  },
  {
    "translation": {
      "en": "He's the best deejay in the world!",
      "it": "È il miglior DJ del mondo."
    }
  },
  {
    "translation": {
      "en": "It hurts to get excited.",
      "it": "Fa male entusiasmarsi."
    }
  },
  {
    "translation": {
      "en": "Maybe you didn't hear me. Coupon. Free lemonade.",
      "it": "Forse non mi hai sentito. Buono. Limonata gratis."
    }
  },
  {
    "translation": {
      "en": "Free.",
      "it": "Gratis."
    }
  },
  {
    "translation": {
      "en": "Murray told me you bought the concert tickets",
      "it": "Murray mi ha detto dei biglietti del concerto."
    }
  },
  {
    "translation": {
      "en": "and exactly how much they cost.",
      "it": "E anche quanto sono costati."
    }
  },
  {
    "translation": {
      "en": "I can't wait for tomorrow night! Me neither!",
      "it": "- Non vedo l'ora che sia domani sera. - Anch'io."
    }
  },
  {
    "translation": {
      "en": "Now I just have to find something to wear...",
      "it": "Ora devo solo trovare l'abito adatto."
    }
  },
  {
    "translation": {
      "en": "Irona, to the mall.",
      "it": "Irona, al centro commerciale."
    }
  },
  {
    "translation": {
      "en": "I feel like you, Harp, and I are drifting apart,",
      "it": "Tu, Harp e io non ci vediamo mai,"
    }
  },
  {
    "translation": {
      "en": "so I'm reinstituting an old family tradition.",
      "it": "quindi ripristino una tradizione di famiglia."
    }
  },
  {
    "translation": {
      "en": "Dad, Harp and I are too old to take baths together.",
      "it": "Papà, siamo troppo grandi per il bagnetto insieme."
    }
  },
  {
    "translation": {
      "en": "Starting tomorrow, I'm bringing back family game night.",
      "it": "Da domani, ripristino la serata di giochi in famiglia."
    }
  },
  {
    "translation": {
      "en": "Tomorrow? I can't! I have plans!",
      "it": "Domani? Non posso. Ho un impegno."
    }
  },
  {
    "translation": {
      "en": "Richie, when we moved here, we agreed.",
      "it": "Quando ci siamo trasferiti, avevamo un patto."
    }
  },
  {
    "translation": {
      "en": "Your house, my rules.",
      "it": "Casa tua, regole mie. Annulla l'impegno."
    }
  },
  {
    "translation": {
      "en": "Please!",
      "it": "Per favore."
    }
  },
  {
    "translation": {
      "en": "I'd be willing to revisit the bath thing.",
      "it": "Sono disposto a riparlare del bagnetto."
    }
  },
  {
    "translation": {
      "en": "Of all the nights to have a stupid family game night,",
      "it": "Di tutte le serate per i giochi in famiglia,"
    }
  },
  {
    "translation": {
      "en": "my dad picks the one night I have concert tickets.",
      "it": "mio padre sceglie quella del concerto."
    }
  },
  {
    "translation": {
      "en": "Spending quality time with family",
      "it": "Stare in famiglia è fondamentale"
    }
  },
  {
    "translation": {
      "en": "is important for maintaining meaningful relationships.",
      "it": "Stare in famiglia è fondamentale per consolidare i rapporti."
    }
  },
  {
    "translation": {
      "en": "You may have a motherboard, but you don't have to act like my mother.",
      "it": "Avrai anche una scheda madre, ma non devi farmi da madre."
    }
  },
  {
    "translation": {
      "en": "Apologies, Master Richie. Pops be straight trippin', yo.",
      "it": "Le mie scuse, signorino Richie. Questi vecchi sono fuori di testa, yo."
    }
  },
  {
    "translation": {
      "en": "Hey, Richie.",
      "it": "Ciao, Richie."
    }
  },
  {
    "translation": {
      "en": "Guess who just beat Murray in a game of HORSE--",
      "it": "Indovina chi ha appena battuto Murray a calcetto?"
    }
  },
  {
    "translation": {
      "en": "the girl who can't use her extremities!",
      "it": "La ragazza che non può usare gli arti."
    }
  },
  {
    "translation": {
      "en": "Well, I have some bad news about Swedish House Sensation.",
      "it": "Beh, ho brutte notizie su Swedish House Sensation."
    }
  },
  {
    "translation": {
      "en": "Oh, no. Don't tell me he's not going to perform 'Bout Them Meatballs!",
      "it": "Oh, no. Non dirmi che non eseguirà \"'Bout Them Meatballs\"."
    }
  },
  {
    "translation": {
      "en": "I love that song. The beat makes me move my feet like a wild man.",
      "it": "Adoro quel pezzo. Quando parte, non riesco a stare fermo."
    }
  },
  {
    "translation": {
      "en": "The problem is, we can't go to the concert.",
      "it": "Purtroppo non possiamo andare al concerto."
    }
  },
  {
    "translation": {
      "en": "What?",
      "it": "- Cosa? - Perché?"
    }
  },
  {
    "translation": {
      "en": "Why? Do you have plans with some new fancy rich friends?",
      "it": "- Cosa? - Perché? Devi vedere qualche nuovo amico riccone?"
    }
  },
  {
    "translation": {
      "en": "By the way, if they need a money manager, here's my card.",
      "it": "A proposito, se gli serve un consulente, fa' il mio nome."
    }
  },
  {
    "translation": {
      "en": "I knew once you became rich you wouldn't want to hang out with us anymore.",
      "it": "Sapevo che ora che sei ricco non avresti più voluto vederci."
    }
  },
  {
    "translation": {
      "en": "Those gorillas may have broken 84 of my bones,",
      "it": "Quei gorilla mi avranno spezzato 84 ossa,"
    }
  },
  {
    "translation": {
      "en": "but you broke my heart.",
      "it": "ma tu mi hai spezzato il cuore."
    }
  },
  {
    "translation": {
      "en": "You didn't let me finish.",
      "it": "Non mi avete lasciato finire."
    }
  },
  {
    "translation": {
      "en": "I was saying we can't go to the concert...",
      "it": "Stavo dicendo che non ci possiamo andare"
    }
  },
  {
    "translation": {
      "en": "because it's gonna be here. In my room.",
      "it": "perché il concerto si terrà qui, in camera mia."
    }
  },
  {
    "translation": {
      "en": "It is?",
      "it": "Davvero?"
    }
  },
  {
    "translation": {
      "en": "That's the plan.",
      "it": "Questa è l'idea..."
    }
  },
  {
    "translation": {
      "en": "That I just came up with.",
      "it": "...che ho appena escogitato."
    }
  },
  {
    "translation": {
      "en": "Master Richie, may I have a word?",
      "it": "Signorino Richie, possiamo parlare?"
    }
  },
  {
    "translation": {
      "en": "I do not understand. Are you canceling family game night?",
      "it": "Non capisco. Annulla la serata di giochi in famiglia?"
    }
  },
  {
    "translation": {
      "en": "Nope. I'm going to both.",
      "it": "No. Farò entrambe le cose."
    }
  },
  {
    "translation": {
      "en": "I do not think that is a wise--",
      "it": "Non credo sia saggio..."
    }
  },
  {
    "translation": {
      "en": "[ahem] Get yours, son. Word.",
      "it": "Alla grande, fratello. Ben detto."
    }
  },
  {
    "translation": {
      "en": "Hello! I am Swedish house sensation",
      "it": "Salve. Sono il fenomeno svedese Swedish House Sensation."
    }
  },
  {
    "translation": {
      "en": "Swedish House Sensation!",
      "it": "Sono il fenomeno svedese Swedish House Sensation."
    }
  },
  {
    "translation": {
      "en": "Whoa! Hello, you fine piece of reinforced titanium alloy.",
      "it": "Ciao, bel pezzo di lega di titanio rinforzato."
    }
  },
  {
    "translation": {
      "en": "You are sure easy on the multispectral optical sensors.",
      "it": "I suoi sensori ottici multispettrali sono davvero speciali."
    }
  },
  {
    "translation": {
      "en": "You are \"bootiful\" yourself,",
      "it": "Anche tu non sei male, ma purtroppo devi sapere"
    }
  },
  {
    "translation": {
      "en": "but I must say, there is a Mrs. House Sensation.",
      "it": "Anche tu non sei male, ma purtroppo devi sapere che esiste una signora House Sensation."
    }
  },
  {
    "translation": {
      "en": "So what is having Richie Rich bring me here?",
      "it": "Allora, come mai Richie Rich mi ha convocato?"
    }
  },
  {
    "translation": {
      "en": "He was hoping to convince you to move tomorrow's show here.",
      "it": "Spera di convincerti a spostare il concerto qui."
    }
  },
  {
    "translation": {
      "en": "Are you suggesting...",
      "it": "Vuoi dire..."
    }
  },
  {
    "translation": {
      "en": "Oh, it... it's so hot in zis helmet.",
      "it": "Oh, fa caldo sotto questo casco."
    }
  },
  {
    "translation": {
      "en": "You are human?",
      "it": "Tu sei umano?"
    }
  },
  {
    "translation": {
      "en": "I am sorry, but moving my concert here is not possible.",
      "it": "Mi dispiace, ma spostare il concerto qui non è possibile."
    }
  },
  {
    "translation": {
      "en": "Maybe this will change your mind.",
      "it": "Forse questo ti farà cambiare idea."
    }
  },
  {
    "translation": {
      "en": "I will be here at 7:00.",
      "it": "Sarò qui alle 7."
    }
  },
  {
    "translation": {
      "en": "But I cannot stay for after-party.",
      "it": "Ma non posso trattenermi dopo il concerto."
    }
  },
  {
    "translation": {
      "en": "If I'm not home in time for family game night,",
      "it": "Se mi perdo la serata di giochi in famiglia,"
    }
  },
  {
    "translation": {
      "en": "my papa will give me a swift kick in ze rumpa!",
      "it": "mio padre mi dà un bel calcio nel didietro."
    }
  },
  {
    "translation": {
      "en": "Murray, where's Darcy? I want to say hi before game night.",
      "it": "Murray, dov'è Darcy? Voglio salutarla prima dei giochi."
    }
  },
  {
    "translation": {
      "en": "Game night? You mean the concert?",
      "it": "I giochi? Vorrai dire il concerto."
    }
  },
  {
    "translation": {
      "en": "Guys! How do I look?",
      "it": "Ragazzi, che ve ne pare?"
    }
  },
  {
    "translation": {
      "en": "Oh... my... gauze.",
      "it": "Oh, santo cielo."
    }
  },
  {
    "translation": {
      "en": "I ordered a custom couture body cast so I wouldn't look like an idiot.",
      "it": "Ho ordinato un'ingessatura di alta moda per non sembrare un'idiota."
    }
  },
  {
    "translation": {
      "en": "Hope you kept the receipt.",
      "it": "Spero tu abbia ancora lo scontrino."
    }
  },
  {
    "translation": {
      "en": "Master Richie.",
      "it": "Signorino Richie."
    }
  },
  {
    "translation": {
      "en": "1 minute and 53 seconds until family game night.",
      "it": "Un minuto e 53 secondi ai giochi in famiglia."
    }
  },
  {
    "translation": {
      "en": "And about 5 minutes until I put the moves on that amplifier.",
      "it": "E fra cinque minuti ci provo con quell'amplificatore."
    }
  },
  {
    "translation": {
      "en": "Got to get out here...",
      "it": "Devo andare."
    }
  },
  {
    "translation": {
      "en": "You know, Murray. It occurs to me.",
      "it": "Sai, Murray, ho pensato"
    }
  },
  {
    "translation": {
      "en": "This concert's gonna add a lot to my electricity bill.",
      "it": "che il concerto manderà la bolletta alle stelle."
    }
  },
  {
    "translation": {
      "en": "You're right. How did I miss that?",
      "it": "È vero. Come ha fatto a sfuggirmi?"
    }
  },
  {
    "translation": {
      "en": "Permission to dock my pay? Don't worry about it.",
      "it": "- Vuoi trattenermelo dalla paga? - Non preoccuparti."
    }
  },
  {
    "translation": {
      "en": "I have an idea to recoup some cash! Souvenir sales!",
      "it": "Ho un'idea per recuperare un po' di spese. Vendita di souvenir!"
    }
  },
  {
    "translation": {
      "en": "How about you start all the way across the room,",
      "it": "Puoi cominciare dall'altra parte della stanza"
    }
  },
  {
    "translation": {
      "en": "then make your way to the other side of the room, avoiding this general vicinity?",
      "it": "e attraversarla tutta, evitando di passare da qui."
    }
  },
  {
    "translation": {
      "en": "Souvenirs! Get your bobbleheads here!",
      "it": "Souvenir! Pupazzi con la testa che dondola!"
    }
  },
  {
    "translation": {
      "en": "- [mic feedback] - Hello, Richie Rich's bedroom!",
      "it": "Salve, stanza di Richie Rich."
    }
  },
  {
    "translation": {
      "en": "Thanks again, Richie. Even though I can't see you,",
      "it": "Grazie ancora, Richie. Anche se non ti vedo perché non posso girare la testa,"
    }
  },
  {
    "translation": {
      "en": "because I can't turn my neck.",
      "it": "Anche se non ti vedo perché non posso girare la testa,"
    }
  },
  {
    "translation": {
      "en": "It means a lot having you right by my side.",
      "it": "per me è importantissimo averti accanto."
    }
  },
  {
    "translation": {
      "en": "Yep. Right by your side.",
      "it": "Già. Sono proprio qui."
    }
  },
  {
    "translation": {
      "en": "That's where I'll be, all night.",
      "it": "E ci rimarrò tutta la sera."
    }
  },
  {
    "translation": {
      "en": "Richie? Are you still there?",
      "it": "Richie? Ci sei ancora?"
    }
  },
  {
    "translation": {
      "en": "[Richie's voice] Of course. I'm right here, Darcy.",
      "it": "Ma certo. Sono qui, Darcy."
    }
  },
  {
    "translation": {
      "en": "Do you think that amplifier likes long walks on the beach?",
      "it": "Sai se all'amplificatore piace passeggiare sulla spiaggia?"
    }
  },
  {
    "translation": {
      "en": "Game night! Time for some family bonding!",
      "it": "Serata di giochi. È ora di stare un po' in famiglia."
    }
  },
  {
    "translation": {
      "en": "You're lucky I'm in a rush to get this over with.",
      "it": "Per tua fortuna voglio finirla in fretta,"
    }
  },
  {
    "translation": {
      "en": "Otherwise I would take the time to strangle you.",
      "it": "o mi prenderei il tempo di strangolarti."
    }
  },
  {
    "translation": {
      "en": "Okay, Harper's in the spirit.",
      "it": "Ok, Harper ha lo spirito giusto."
    }
  },
  {
    "translation": {
      "en": "This is all your fault. I could be out doing something fun with my Friday night,",
      "it": "È tutta colpa tua. Avrei potuto passare un bel venerdì sera"
    }
  },
  {
    "translation": {
      "en": "like studying, if you hadn't become Mr. Rich and Famous.",
      "it": "a studiare, se tu non fossi diventato il famoso Richie Rich."
    }
  },
  {
    "translation": {
      "en": "Okay, for the record, I've been Mr. Rich since I was born.",
      "it": "Per tua informazione, sono Richie Rich dalla nascita."
    }
  },
  {
    "translation": {
      "en": "Until last week, the name was just tragically ironic.",
      "it": "E sono famoso soltanto da una settimana."
    }
  },
  {
    "translation": {
      "en": "Okay, time to play Duck, Duck, Hippopotamus!",
      "it": "Ok, è ora di giocare ad anatra, anatra e ippopotamo."
    }
  },
  {
    "translation": {
      "en": "You mean \"goose\"? I mean hippopotamus.",
      "it": "- Vuoi dire oca? - Voglio dire ippopotamo."
    }
  },
  {
    "translation": {
      "en": "I couldn't find a goose costume.",
      "it": "Non ho trovato un costume da oca."
    }
  },
  {
    "translation": {
      "en": "- [both] Costume? - Mm-hmm.",
      "it": "- Costume? - Costume?"
    }
  },
  {
    "translation": {
      "en": "I thought the game would be more fun if we all got into parts.",
      "it": "Sarà più divertente se ci caliamo nella parte."
    }
  },
  {
    "translation": {
      "en": "Maybe I will take the time to strangle you.",
      "it": "Forse trovo il tempo di strangolarti."
    }
  },
  {
    "translation": {
      "en": "- [muffled music] - What's that booming noise? Sounds like bass from a concert.",
      "it": "Cos'è questo rumore assordante? Sembrano i bassi di un concerto."
    }
  },
  {
    "translation": {
      "en": "Concert? Ha... who has a concert in their house?",
      "it": "Concerto? Chi farebbe un concerto a casa propria?"
    }
  },
  {
    "translation": {
      "en": "That's... construction workers I hired to hammer out the spackle.",
      "it": "Sono gli operai che ho assunto per inchiodare lo stucco."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Spackle.",
      "it": "Stucco."
    }
  },
  {
    "translation": {
      "en": "So you guys ready to play?",
      "it": "Siete pronti a giocare?"
    }
  },
  {
    "translation": {
      "en": "Not really.",
      "it": "Non proprio."
    }
  },
  {
    "translation": {
      "en": "I'm not feeling too well. I need a bathroom.",
      "it": "Non mi sento bene. Devo andare in bagno."
    }
  },
  {
    "translation": {
      "en": "For everyone's sake, I'm gonna use the one in the south wing.",
      "it": "Per il bene di tutti, andrò in quello nell'ala sud."
    }
  },
  {
    "translation": {
      "en": "Got your text. What's the emergency? Your friend Darcy's very boring.",
      "it": "- Messaggio ricevuto. Qual è l'emergenza? - Darcy è davvero noiosa."
    }
  },
  {
    "translation": {
      "en": "What?",
      "it": "Cosa?"
    }
  },
  {
    "translation": {
      "en": "You called me up here for that?",
      "it": "E mi chiami per questo?"
    }
  },
  {
    "translation": {
      "en": "Well, that and Swedish House Sensation keeps asking for you.",
      "it": "E Swedish House Sensation non fa che chiedere di te. Richie Rich è a casa? Spero di sì, visto che è casa sua."
    }
  },
  {
    "translation": {
      "en": "Is Richie Rich in ze house? I would hope so, since it is his house.",
      "it": "Richie Rich è a casa? Spero di sì, visto che è casa sua."
    }
  },
  {
    "translation": {
      "en": "Of course he's here!",
      "it": "Certo che c'è. È qui accanto a me."
    }
  },
  {
    "translation": {
      "en": "He's right by my side.",
      "it": "Certo che c'è. È qui accanto a me. Sì, sono stato qui tutta la sera."
    }
  },
  {
    "translation": {
      "en": "Yep, been here all night.",
      "it": "Sì, sono stato qui tutta la sera."
    }
  },
  {
    "translation": {
      "en": "Richie! Get up here and shake your rumpa!",
      "it": "Richie, sali a dimenare il popò."
    }
  },
  {
    "translation": {
      "en": "This night's been a pain in my rumpa.",
      "it": "Questa serata è come un calcio nel popò."
    }
  },
  {
    "translation": {
      "en": "Incoming message from your sister:",
      "it": "Messaggio di tua sorella."
    }
  },
  {
    "translation": {
      "en": "[in Harper's voice] \"Richie, get back here!\"",
      "it": "\"Richie, torna qui.\""
    }
  },
  {
    "translation": {
      "en": "Okay, remember what I said about my dad's voice ruining the magic?",
      "it": "Sai quando ho detto che la voce di mio padre rovina l'incanto?"
    }
  },
  {
    "translation": {
      "en": "It's even more disturbing when you use my sister's.",
      "it": "Quella di mia sorella è anche peggio."
    }
  },
  {
    "translation": {
      "en": "[all] Richie! Richie! Richie!",
      "it": "Richie. Richie."
    }
  },
  {
    "translation": {
      "en": "Murray! I need you to dance for me!",
      "it": "Murray, devi ballare al posto mio."
    }
  },
  {
    "translation": {
      "en": "Put on my jacket and this mask and make me look cool.",
      "it": "Metti questa giacca e questa maschera e fammi fare bella figura."
    }
  },
  {
    "translation": {
      "en": "I can do two of those things.",
      "it": "Posso fare due cose su tre."
    }
  },
  {
    "translation": {
      "en": "[all] Richie! Richie!",
      "it": "Richie. Richie. Richie."
    }
  },
  {
    "translation": {
      "en": "Richie! Richie! I'm back!",
      "it": "- Richie! Richie! - Eccomi."
    }
  },
  {
    "translation": {
      "en": "Richie, you're sweating. You must really be sick.",
      "it": "Richie, stai sudando. Devi stare proprio male."
    }
  },
  {
    "translation": {
      "en": "We should cancel family game night until he's all better.",
      "it": "Annulliamo i giochi finché non si rimette."
    }
  },
  {
    "translation": {
      "en": "And here's to hoping he doesn't",
      "it": "E speriamo che non abbia"
    }
  },
  {
    "translation": {
      "en": "have one of those chronic gastrointestinal disorders that last a lifetime.",
      "it": "uno di quei disturbi gastrointestinali cronici che durano una vita."
    }
  },
  {
    "translation": {
      "en": "Maybe I should take you to your room and put you to bed.",
      "it": "Ti porto in camera e ti metto a letto."
    }
  },
  {
    "translation": {
      "en": "No! I mean...",
      "it": "No! Cioè, non riusciresti a entrare per via del sistema high-tech."
    }
  },
  {
    "translation": {
      "en": "you wouldn't be able to get in",
      "it": "Cioè, non riusciresti a entrare per via del sistema high-tech."
    }
  },
  {
    "translation": {
      "en": "because of that high-tech entry system.",
      "it": "Cioè, non riusciresti a entrare per via del sistema high-tech. E del dispositivo di scansione oculare."
    }
  },
  {
    "translation": {
      "en": "And the eye scanner device.",
      "it": "E del dispositivo di scansione oculare."
    }
  },
  {
    "translation": {
      "en": "Yeah, those are tricky.",
      "it": "Sì, sono complicati."
    }
  },
  {
    "translation": {
      "en": "All right, game on!",
      "it": "E va bene. Si comincia."
    }
  },
  {
    "translation": {
      "en": "- [elevator bell dings] - Duck... duck...",
      "it": "- Anatra. Anatra. - C'è nessuno?"
    }
  },
  {
    "translation": {
      "en": "Hello! Richie?",
      "it": "- Anatra. Anatra. - C'è nessuno? Richie?"
    }
  },
  {
    "translation": {
      "en": "My sister Gerta has same hippopotamus costume.",
      "it": "Mia sorella Gerta ha lo stesso costume da ippopotamo."
    }
  },
  {
    "translation": {
      "en": "- Who is that? - Yeah, who is that?",
      "it": "- Chi è quello? - Sì, chi è?"
    }
  },
  {
    "translation": {
      "en": "Gerta's brother?",
      "it": "Il fratello di Gerta?"
    }
  },
  {
    "translation": {
      "en": "What are you doing here? You're supposed to be on stage.",
      "it": "Che ci fai qui? Dovresti essere sul palco."
    }
  },
  {
    "translation": {
      "en": "I take bathroom break and toilet chase me here.",
      "it": "Sono andato in bagno e il water mi ha inseguito fin qui."
    }
  },
  {
    "translation": {
      "en": "Richie, what's going on here? Who's the Swedish guy?",
      "it": "Richie, che succede? Chi è questo svedese?"
    }
  },
  {
    "translation": {
      "en": "Sven. Best meatball chef in the biz.",
      "it": "Sven. Fa le polpette migliori del mondo."
    }
  },
  {
    "translation": {
      "en": "He adds a pinch of paprika that really gives a bang to the ball.",
      "it": "Usa un pizzico di paprica, aggiunge quel tocco in più."
    }
  },
  {
    "translation": {
      "en": "Richie, I'm disappointed in you.",
      "it": "Richie, mi hai deluso."
    }
  },
  {
    "translation": {
      "en": "Dad, I can explain-- No, there's no excuse for this.",
      "it": "- Papà, posso spiegarti... - No, non ci sono scuse."
    }
  },
  {
    "translation": {
      "en": "Everyone knows the best meatballs are Italian.",
      "it": "Lo sanno tutti che le polpette migliori sono italiane."
    }
  },
  {
    "translation": {
      "en": "You're right!",
      "it": "Hai ragione."
    }
  },
  {
    "translation": {
      "en": "Sven, we better get you and your paprika out of here.",
      "it": "Sven, meglio che tu e la tua paprica ve ne andiate."
    }
  },
  {
    "translation": {
      "en": "Richie! Who is paprika?",
      "it": "- Richie. - Chi è paprica?"
    }
  },
  {
    "translation": {
      "en": "What is paprika?",
      "it": "Cos'è la paprica?"
    }
  },
  {
    "translation": {
      "en": "How's the music playing if you're not even up there?",
      "it": "Come fa a esserci la musica se non sei sul palco?"
    }
  },
  {
    "translation": {
      "en": "I am deejay. I just hit button and pretend to do stuff.",
      "it": "Sono un DJ, premo un bottone e fingo di fare qualcosa."
    }
  },
  {
    "translation": {
      "en": "Well, get up there and pretend to do stuff!",
      "it": "Allora torna là e fa' finta di fare qualcosa."
    }
  },
  {
    "translation": {
      "en": "Irona, where's Richie?",
      "it": "Irona, dov'è Richie?"
    }
  },
  {
    "translation": {
      "en": "[gasps] Sleep mode.",
      "it": "Modalità stand-by."
    }
  },
  {
    "translation": {
      "en": "I'm here!",
      "it": "Eccomi."
    }
  },
  {
    "translation": {
      "en": "Why are you dressed like Gerta House Sensation?",
      "it": "Perché sei vestito da Gerta House Sensation?"
    }
  },
  {
    "translation": {
      "en": "Good question. I'll go change.",
      "it": "Bella domanda. Vado a cambiarmi."
    }
  },
  {
    "translation": {
      "en": "Murray, there's something going on with Richie.",
      "it": "Murray, Richie ha qualcosa di strano. Dobbiamo trovarlo."
    }
  },
  {
    "translation": {
      "en": "We need to find him.",
      "it": "Murray, Richie ha qualcosa di strano. Dobbiamo trovarlo. Prendi il carrello."
    }
  },
  {
    "translation": {
      "en": "Grab the dolly!",
      "it": "Prendi il carrello."
    }
  },
  {
    "translation": {
      "en": "Are you okay to push me?",
      "it": "Ce la fai a spingermi?"
    }
  },
  {
    "translation": {
      "en": "I-I think so...",
      "it": "Credo di sì."
    }
  },
  {
    "translation": {
      "en": "But I do need to make another appointment with my chiropractor.",
      "it": "Ma devo prendere un altro appuntamento col mio chiropratico"
    }
  },
  {
    "translation": {
      "en": "And my attorney.",
      "it": "e col mio avvocato."
    }
  },
  {
    "translation": {
      "en": "No! I can't be on empty!",
      "it": "No. Non posso essere a secco."
    }
  },
  {
    "translation": {
      "en": "Hello, Hallwayside Assistance?",
      "it": "Pronto? Assistenza in corridoio?"
    }
  },
  {
    "translation": {
      "en": "Duck... duck... Duck...",
      "it": "Anatra. Anatra. Anatra."
    }
  },
  {
    "translation": {
      "en": "Hippopotamus!",
      "it": "Ippopotamo."
    }
  },
  {
    "translation": {
      "en": "Why aren't you chasing me?",
      "it": "Perché non mi insegui?"
    }
  },
  {
    "translation": {
      "en": "- Self-pride. - [elevator bell dings]",
      "it": "Ho una dignità."
    }
  },
  {
    "translation": {
      "en": "What are you two doing here?",
      "it": "Che ci fate voi due qui?"
    }
  },
  {
    "translation": {
      "en": "Looking for Richie. Hey, so are we!",
      "it": "- Cerchiamo Richie. - Anche noi."
    }
  },
  {
    "translation": {
      "en": "Ooh, hide and seek. I'm gonna go hide in my room for the next ten years.",
      "it": "Nascondino. Mi nasconderò in camera mia per 10 anni."
    }
  },
  {
    "translation": {
      "en": "Hey, I'm back!",
      "it": "Ehi. Sono tornato."
    }
  },
  {
    "translation": {
      "en": "Richie, where have you been? Yeah, where have you been?",
      "it": "- Richie, dove sei stato? - Sì, dove sei stato?"
    }
  },
  {
    "translation": {
      "en": "Uh... sleep mode.",
      "it": "Modalità stand-by."
    }
  },
  {
    "translation": {
      "en": "Dad, Richie was obviously lying and sneaking off to hang with his friends.",
      "it": "Papà, era ovvio che Richie mentiva e sgattaiolava via dai suoi amici."
    }
  },
  {
    "translation": {
      "en": "He needs to punished.",
      "it": "Dev'essere punito."
    }
  },
  {
    "translation": {
      "en": "And if you need ideas, I have a list.",
      "it": "E ho una lista di suggerimenti."
    }
  },
  {
    "translation": {
      "en": "Richie, why'd you ditch me at the concert?",
      "it": "Perché mi hai mollata al concerto?"
    }
  },
  {
    "translation": {
      "en": "Concert? What concert?",
      "it": "Concerto? Quale concerto?"
    }
  },
  {
    "translation": {
      "en": "Okay, here's the truth:",
      "it": "Va bene, vi dirò la verità."
    }
  },
  {
    "translation": {
      "en": "I promised I would take you guys to Swedish House Sensation,",
      "it": "Vi avevo promesso il concerto di Swedish House Sensation,"
    }
  },
  {
    "translation": {
      "en": "but then my dad insisted on family game night.",
      "it": "ma mio padre voleva fare i giochi in famiglia."
    }
  },
  {
    "translation": {
      "en": "I didn't want to let you guys down so I moved the concert here",
      "it": "Per non deludervi, ho spostato il concerto qui e ho cercato di fare le due cose."
    }
  },
  {
    "translation": {
      "en": "and tried to be in two places at once.",
      "it": "ho spostato il concerto qui e ho cercato di fare le due cose."
    }
  },
  {
    "translation": {
      "en": "Are you telling me that there are hundreds of strangers at a concert in this house?",
      "it": "Mi stai dicendo che ci sono centinaia di estranei in casa nostra?"
    }
  },
  {
    "translation": {
      "en": "Do you know how much fun Duck, Duck, Hippopotamus would be with that many people?",
      "it": "Sai che sballo giocare ad anatra, anatra, ippopotamo in tanti?"
    }
  },
  {
    "translation": {
      "en": "Dad! What about Richie's punishment?",
      "it": "Papà. E la punizione di Richie?"
    }
  },
  {
    "translation": {
      "en": "How 'bout number 37? It's no food or water.",
      "it": "Che ne dici della 37? Niente cibo né acqua."
    }
  },
  {
    "translation": {
      "en": "I'm sorry I wasn't honest with you guys.",
      "it": "Scusate, vi ho mentito."
    }
  },
  {
    "translation": {
      "en": "I know you were worried that we wouldn't be friends",
      "it": "So che temevate di perdermi, ora che sono ricco. Non..."
    }
  },
  {
    "translation": {
      "en": "- now that I'm rich and I didn't-- - Yeah, yeah.",
      "it": "So che temevate di perdermi, ora che sono ricco. Non... Sì, possiamo parlarne dopo il concerto?"
    }
  },
  {
    "translation": {
      "en": "Can we talk about this after the concert?",
      "it": "Sì, possiamo parlarne dopo il concerto?"
    }
  },
  {
    "translation": {
      "en": "I really don't want to miss 'Bout Them Meatballs.",
      "it": "Non voglio perdermi \"'Bout Them Meatballs\"."
    }
  },
  {
    "translation": {
      "en": "I hate to give you credit, Richie... [shrilly] But this is awesome!",
      "it": "Odio ammetterlo, Richie, ma è straordinario."
    }
  },
  {
    "translation": {
      "en": "- Shh! - I'm allowed to talk at a concert!",
      "it": "Potrò pure parlare a un concerto!"
    }
  },
  {
    "translation": {
      "en": "Tchotchkes! Get your tchotchkes here!",
      "it": "Souvenir! Acquistate un gadget ricordo!"
    }
  },
  {
    "translation": {
      "en": "Check it! I'm breaking out the robot!",
      "it": "Guardate. Faccio il ballo del robot."
    }
  },
  {
    "translation": {
      "en": "Oh, sure. Because all robots move like that. I am out of here.",
      "it": "Ma certo, perché tutti i robot si muovono così. Me ne vado."
    }
  },
  {
    "translation": {
      "en": "Duck... duck... duck... Duck... Duck... duck...",
      "it": "Anatra. Anatra. Anatra."
    }
  },
  {
    "translation": {
      "en": "Yeah, this turned out great.",
      "it": "Alla fine è andata benone."
    }
  },
  {
    "translation": {
      "en": "Nothing's better than having fun with the people I care about.",
      "it": "Non c'è niente di meglio che divertirsi coi propri cari."
    }
  },
  {
    "translation": {
      "en": "Wait... where's Darcy?",
      "it": "Un momento, dov'è Darcy?"
    }
  },
  {
    "translation": {
      "en": "Guys?",
      "it": "Ragazzi?"
    }
  },
  {
    "translation": {
      "en": "You forgot someone!",
      "it": "Vi siete scordati di me!"
    }
  },
  {
    "translation": {
      "en": "Can anyone hear me?",
      "it": "Mi sentite?"
    }
  },
  {
    "translation": {
      "en": "Richie? Is that you?",
      "it": "Richie? Sei tu?"
    }
  }
]