[
  {
    "translation": {
      "en": "This is Andrea reporting for What's At Heart!",
      "it": "Qui Andrea, inviata di \"Cosa Succede\"!"
    }
  },
  {
    "translation": {
      "en": "The webcast that keeps you \"Up-to-Date On All That's Great\" in Heartlake High.",
      "it": "Il webcast che vi aggiorna sulle ultime novità dal Liceo Heartlake."
    }
  },
  {
    "translation": {
      "en": "I'm here with my crew... Emma on sound,",
      "it": "Sono qui con la mia squadra... Emma al suono,"
    }
  },
  {
    "translation": {
      "en": "Mia on lights, my producer Stephanie, and cameraperson Olivia!",
      "it": "Mia alle luci, la produttrice Stephanie e la cameraman Olivia!"
    }
  },
  {
    "translation": {
      "en": "Today, the Science Room, where science nerd Jacob--",
      "it": "Oggi visiteremo l'aula di Scienze, dove il nerd di scienze Jacob..."
    }
  },
  {
    "translation": {
      "en": "-Hey! -Sorry.",
      "it": "Oggi visiteremo l'aula di Scienze, dove il nerd di scienze Jacob... Scusate, lo studente di scienze, Jacob, prepara un esperimento solo per noi."
    }
  },
  {
    "translation": {
      "en": "Science student, Jacob, is preparing an experiment just for us.",
      "it": "Scusate, lo studente di scienze, Jacob, prepara un esperimento solo per noi."
    }
  },
  {
    "translation": {
      "en": "Will it work? Will it change the face of science?",
      "it": "Funzionerà? Cambierà il volto della scienza?"
    }
  },
  {
    "translation": {
      "en": "Or will it fail miserably, driving Jacob into a life of regret?",
      "it": "O fallirà miseramente, spingendo Jacob a una vita di rimorsi?"
    }
  },
  {
    "translation": {
      "en": "The entire city holds its breath!",
      "it": "Tutta la città trattiene il respiro!"
    }
  },
  {
    "translation": {
      "en": "The thing you have to know about Andrea is that she likes everything to be, well...dramatic.",
      "it": "Dovete sapere una cosa di Andrea: le piace rendere tutto... teatrale."
    }
  },
  {
    "translation": {
      "en": "Not a little dramatic, but eye-popping, intense, over-the-top dramatic.",
      "it": "E non solo un po' teatrale, ma sorprendentemente e intensamente teatrale."
    }
  },
  {
    "translation": {
      "en": "Especially when she's in front of the camera, which is every chance she gets.",
      "it": "Soprattutto quando è davanti a una telecamera, cioè appena può."
    }
  },
  {
    "translation": {
      "en": "And that's fine, most of the time.",
      "it": "Ok, quasi tutto il tempo."
    }
  },
  {
    "translation": {
      "en": "Oh, hi, Andrea. How nice to see you here.",
      "it": "Ciao, Andrea. È un piacere vederti qui."
    }
  },
  {
    "translation": {
      "en": "What are we going to see, Jacob?",
      "it": "Spiegaci cosa vedremo, Jacob."
    }
  },
  {
    "translation": {
      "en": "Will it be a new form of energy? A captured alien?",
      "it": "Una nuova forma di energia? Un alieno in trappola?"
    }
  },
  {
    "translation": {
      "en": "Or have you created life?",
      "it": "Oppure hai ricreato la vita?"
    }
  },
  {
    "translation": {
      "en": "It's two mints and some diet cola. Should make a nice fizz.",
      "it": "Sono due mentine e una cola. Dovrebbero fare un bel po' di schiuma."
    }
  },
  {
    "translation": {
      "en": "That's it? A \"nice fizz\"?",
      "it": "Tutto qui? Un \"bel po' di schiuma\"?"
    }
  },
  {
    "translation": {
      "en": "Pretty much.",
      "it": "Direi di sì."
    }
  },
  {
    "translation": {
      "en": "Well, if two mints make a \"nice fizz\", what would a whole roll of them do?",
      "it": "Se due mentine fanno un po' di schiuma, cosa farà un pacchetto?"
    }
  },
  {
    "translation": {
      "en": "Oopsie.",
      "it": "Ops."
    }
  },
  {
    "translation": {
      "en": "This is Andrea. Signing off for What's At Heart.",
      "it": "Sono Andrea, in chiusura per Cosa Succede."
    }
  },
  {
    "translation": {
      "en": "Er... Ha... And cut!",
      "it": "Stop!"
    }
  },
  {
    "translation": {
      "en": "Cinnamon Sea Slugs?",
      "it": "Lumache alla cannella?"
    }
  },
  {
    "translation": {
      "en": "-No, thanks. -I’ll pass.",
      "it": "- No, grazie. - Per me no."
    }
  },
  {
    "translation": {
      "en": "-Just had some for lunch. -Maybe later.",
      "it": "- Ho già mangiato. - Magari più tardi."
    }
  },
  {
    "translation": {
      "en": "We shot this because Andrea thought we could add it to our webcast,",
      "it": "Andrea voleva aggiungere questa scena al webcast:"
    }
  },
  {
    "translation": {
      "en": "Our Valiant Struggle To Keep You Informed.",
      "it": "L'Audace Lotta per Tenervi Informati."
    }
  },
  {
    "translation": {
      "en": "It was originally called Andrea's Valiant Struggle, but we voted her down.",
      "it": "All'inizio era L'audace Lotta di Andrea, ma l'abbiamo bocciato."
    }
  },
  {
    "translation": {
      "en": "So you need a new camera.",
      "it": "Quindi vi serve una nuova telecamera."
    }
  },
  {
    "translation": {
      "en": "Didn't you lose a boom mike just last month doing your zoo special?",
      "it": "Non avete perso un microfono il mese scorso per lo speciale allo zoo?"
    }
  },
  {
    "translation": {
      "en": "Principal Earhart, that wasn't totally my fault. Who knew warthogs eat metal?",
      "it": "Preside Earhart, non è colpa mia. Sapeva che i facoceri mangiano il metallo?"
    }
  },
  {
    "translation": {
      "en": "Fine. All right, you'll have your camera.",
      "it": "Va bene, avrete la vostra telecamera."
    }
  },
  {
    "translation": {
      "en": "But this will have to be the last time.",
      "it": "Ma questa è l'ultima volta."
    }
  },
  {
    "translation": {
      "en": "Our new Mayor has decided to cut back the school budget.",
      "it": "Il nuovo sindaco vuole tagliare il budget per la scuola."
    }
  },
  {
    "translation": {
      "en": "Probably since his daughter didn't get elected Student Body President.",
      "it": "Forse perché sua figlia non è stata eletta rappresentante d'istituto."
    }
  },
  {
    "translation": {
      "en": "Peu importe.",
      "it": "Poco importa."
    }
  },
  {
    "translation": {
      "en": "However, we may soon be forced to cut off funding for the webcast altogether, maybe even the paper itself.",
      "it": "Forse presto dovremo tagliare i fondi per il webcast e anche per il giornale."
    }
  },
  {
    "translation": {
      "en": "-What? No! No way! -You can’t!",
      "it": "- Cosa? No! - Non può!"
    }
  },
  {
    "translation": {
      "en": "-What about freedom of the press? -What about the public's right to know?",
      "it": "- E la libertà di stampa? - E il diritto di sapere?"
    }
  },
  {
    "translation": {
      "en": "What about getting my face on camera every week?",
      "it": "E la mia apparizione in video una volta a settimana?"
    }
  },
  {
    "translation": {
      "en": "We were in major shock. But we all know there's only one way to deal with trouble.",
      "it": "Eravamo davvero scioccate. C'era solo un modo per affrontare il problema."
    }
  },
  {
    "translation": {
      "en": "Cupcake?",
      "it": "Un cupcake?"
    }
  },
  {
    "translation": {
      "en": "So is that it for our webcast?",
      "it": "È la fine dei nostri webcast?"
    }
  },
  {
    "translation": {
      "en": "Well, let's face it, our ratings have been falling lately.",
      "it": "Diciamo la verità, gli ascolti sono calati ultimamente."
    }
  },
  {
    "translation": {
      "en": "-There's too much competition on the web. -Tell me about it.",
      "it": "- C'è troppa concorrenza sul web. - Non mi dire!"
    }
  },
  {
    "translation": {
      "en": "Seems like every student at Heartlake High has their own gossip blog.",
      "it": "Ogni studente del liceo Heartlake ha un blog di gossip."
    }
  },
  {
    "translation": {
      "en": "Last week, we got fewer hits than What's On The Bottom Of Matthew's Shoe?",
      "it": "La scorsa settimana ci ha superato Cosa c'è sotto la scarpa di Matthew?"
    }
  },
  {
    "translation": {
      "en": "It was a very special episode.",
      "it": "Era una puntata speciale."
    }
  },
  {
    "translation": {
      "en": "We need to somehow get viewers watching again. But how?",
      "it": "Dobbiamo riconquistare il pubblico, ma come?"
    }
  },
  {
    "translation": {
      "en": "Oh, I know! How about some cute kitten videos?",
      "it": "Lo so io! Che ne dite di alcuni video di gattini?"
    }
  },
  {
    "translation": {
      "en": "Right, the one thing the Internet needs more of is cute kittens.",
      "it": "Certo, la cosa che proprio manca su Internet sono dei simpatici gattini."
    }
  },
  {
    "translation": {
      "en": "No, we need something special, something spectacular,",
      "it": "No, ci serve qualcosa di speciale e spettacolare,"
    }
  },
  {
    "translation": {
      "en": "something that no teen would dare miss.",
      "it": "qualcosa che nessun ragazzo si perderebbe."
    }
  },
  {
    "translation": {
      "en": "I've got it! A full-hour special, Birth Of A Star!",
      "it": "Ce l'ho! Un'ora di servizio speciale: La Nascita di una Stella!"
    }
  },
  {
    "translation": {
      "en": "Not another documentary about yourself, Andrea.",
      "it": "Non un altro documentario su di te, Andrea."
    }
  },
  {
    "translation": {
      "en": "But there's so much more to tell!",
      "it": "Ma c'è così tanto da dire!"
    }
  },
  {
    "translation": {
      "en": "Actually, I kind of like the idea of a documentary.",
      "it": "In effetti, mi piace l'idea di un documentario."
    }
  },
  {
    "translation": {
      "en": "But isn't there anyone else you think is interesting?",
      "it": "Ma non credi possa esserci qualcos'altro di interessante?"
    }
  },
  {
    "translation": {
      "en": "-Livi! -Perfect! -Awesome! -Yes!",
      "it": "- Livi! - Perfetto!"
    }
  },
  {
    "translation": {
      "en": "That’s brilliant!",
      "it": "- Mi piace! - È geniale!"
    }
  },
  {
    "translation": {
      "en": "A documentary on the world's biggest pop star.",
      "it": "Un documentario sulla più grande popstar del mondo."
    }
  },
  {
    "translation": {
      "en": "-It would draw viewers like flies! -You really think she'd do it?",
      "it": "- Attirerà gli utenti come mosche! - Pensi che accetterà?"
    }
  },
  {
    "translation": {
      "en": "Are you kidding? She'd do anything for me.",
      "it": "Vuoi scherzare? Farebbe qualsiasi cosa per me."
    }
  },
  {
    "translation": {
      "en": "Forget it! Not a chance! Not in this lifetime! Absolutely not!",
      "it": "Scordatelo! Non ci penso nemmeno! Non in questa vita! Assolutamente no!"
    }
  },
  {
    "translation": {
      "en": "So you're saying you'll think about it?",
      "it": "Stai dicendo che ci penserai?"
    }
  },
  {
    "translation": {
      "en": "No! I can't stand documentaries about pop stars.",
      "it": "No! Non sopporto i documentari sulle popstar."
    }
  },
  {
    "translation": {
      "en": "They're always so very, awfully fake.",
      "it": "Sono sempre così terribilmente finti."
    }
  },
  {
    "translation": {
      "en": "Oh, you're so right! But ours will be different!",
      "it": "Hai perfettamente ragione! Ma il nostro sarà diverso!"
    }
  },
  {
    "translation": {
      "en": "We'll show the unvarnished truth, the real Livi, warts and all!",
      "it": "Mostreremo la pura realtà, la vera Livi, con pregi e difetti!"
    }
  },
  {
    "translation": {
      "en": "-I don't have warts. -We can fake that-- Kidding!",
      "it": "- Non ho difetti. - Possiamo fingerli... Scherzo!"
    }
  },
  {
    "translation": {
      "en": "Livi, we swear we'll keep it honest!",
      "it": "Livi, ti giuriamo che sarà realistico!"
    }
  },
  {
    "translation": {
      "en": "And you'd be helping us save our webcast.",
      "it": "Ci aiuteresti a salvare il nostro webcast."
    }
  },
  {
    "translation": {
      "en": "This could be bigger than our warthog special!",
      "it": "Sarà meglio del nostro speciale sui facoceri!"
    }
  },
  {
    "translation": {
      "en": "Think of it this way. Please, please, please.",
      "it": "Pensaci. Per favore, per favore..."
    }
  },
  {
    "translation": {
      "en": "Oh, all right, I give up! I'll do it!",
      "it": "Va bene, mi arrendo! Lo farò!"
    }
  },
  {
    "translation": {
      "en": "But only if you promise to keep it real. Nothing phony.",
      "it": "Solo se mi promettete che sarà reale, niente di fasullo."
    }
  },
  {
    "translation": {
      "en": "-Yay! Thank You, Livi! -Thanks so much!",
      "it": "- Evviva! Grazie, Livi! - Fantastico!"
    }
  },
  {
    "translation": {
      "en": "I knew she'd say yes! I have a way with other super-talents.",
      "it": "Sapevo che avrebbe detto di sì! So come muovermi con le altre star."
    }
  },
  {
    "translation": {
      "en": "This will be the biggest web sensation since Grouchy Cat!",
      "it": "Sarà il più grande successo web dopo Il Gatto Scontroso !"
    }
  },
  {
    "translation": {
      "en": "But you've got to stay out of the way!",
      "it": "Ma non dovete stare tra i piedi!"
    }
  },
  {
    "translation": {
      "en": "I’m gonna be super-busy all week rehearsing for my new video.",
      "it": "Sarò molto impegnata con le prove del mio nuovo video."
    }
  },
  {
    "translation": {
      "en": "It's the biggest, most important one of my career, so I really need to concentrate.",
      "it": "È il più importante della mia carriera, quindi devo essere molto concentrata."
    }
  },
  {
    "translation": {
      "en": "You won't even notice we're there.",
      "it": "Promesso, non ti accorgerai di noi."
    }
  },
  {
    "translation": {
      "en": "Livi, you're on in 60 seconds!",
      "it": "Livi, vai in scena tra 60 secondi!"
    }
  },
  {
    "translation": {
      "en": "♪ Girls, come on, turn it up And sing along ♪",
      "it": "Forza ragazze, alzate il volume E cantate con noi"
    }
  },
  {
    "translation": {
      "en": "♪ Oh, we can march to the beat ♪",
      "it": "Oh, possiamo seguire il ritmo"
    }
  },
  {
    "translation": {
      "en": "♪ Oh, girls We can now see it now ♪",
      "it": "Oh, ragazze Adesso possiamo vederlo"
    }
  },
  {
    "translation": {
      "en": "♪ Don't doubt yourself Oh, girl ♪",
      "it": "Non abbiate dubbi Oh, ragazze"
    }
  },
  {
    "translation": {
      "en": "♪ So let's get up, up, up ♪",
      "it": "Quindi su le mani, su, su, su"
    }
  },
  {
    "translation": {
      "en": "♪ Girls, oh ♪",
      "it": "Ragazze, oh"
    }
  },
  {
    "translation": {
      "en": "♪ You know that you can do more ♪",
      "it": "Sapete che potete fare di più"
    }
  },
  {
    "translation": {
      "en": "♪ When you feel like dancing with us ♪",
      "it": "Quando vi va di ballare con noi"
    }
  },
  {
    "translation": {
      "en": "♪ You know you are, you know you are Hey, hey, hey ♪",
      "it": "Sapete che potete, sapete che potete Ehi, ehi, ehi"
    }
  },
  {
    "translation": {
      "en": "-And that's when the real trouble started. -Big-time.",
      "it": "- E lì sono iniziati i veri problemi. - Alla grande."
    }
  },
  {
    "translation": {
      "en": "Yes, folks, glamour starts early in Livi's super-fantastic, fabulous, at-home-pop-star life.",
      "it": "Sì, anche a casa il glamour inizia presto nella favolosa vita da popstar di Livi."
    }
  },
  {
    "translation": {
      "en": "Whoops. My bad.",
      "it": "Ops, colpa mia."
    }
  },
  {
    "translation": {
      "en": "And mine.",
      "it": "E mia."
    }
  },
  {
    "translation": {
      "en": "Here it comes, fans! The magic moment when Livi wakes up!",
      "it": "Ci siamo, fan! Il magico momento del risveglio di Livi!"
    }
  },
  {
    "translation": {
      "en": "-Huh? -Livi, Livi, it's us!",
      "it": "- Eh? - Livi, siamo noi!"
    }
  },
  {
    "translation": {
      "en": "The documentary, remember?",
      "it": "Il documentario, ricordi?"
    }
  },
  {
    "translation": {
      "en": "Oh, right. Gotta go.",
      "it": "Giusto. Devo andare."
    }
  },
  {
    "translation": {
      "en": "And cut.",
      "it": "E stop."
    }
  },
  {
    "translation": {
      "en": "Livi is now brushing her very own teeth, every one of them.",
      "it": "Livi si sta lavando tutti i denti. Ogni singolo dente."
    }
  },
  {
    "translation": {
      "en": "-Can you describe how you're feeling? -[mouth full, mumbling]",
      "it": "Livi, puoi descriverci cosa provi?"
    }
  },
  {
    "translation": {
      "en": "Yes, you heard it from her very own foam-covered lips!",
      "it": "Sì, veniva direttamente dalle sue labbra piene di schiuma!"
    }
  },
  {
    "translation": {
      "en": "She spit! Did we get that?",
      "it": "Ha sputato. L'abbiamo registrato?"
    }
  },
  {
    "translation": {
      "en": "We're watching the fabulous Livi eating the secret breakfast of superstars!",
      "it": "Stiamo guardando Livi mentre fa la Colazione Segreta delle Superstar!"
    }
  },
  {
    "translation": {
      "en": "Share with your fans what that is.",
      "it": "Vuoi raccontare ai tuoi fan che cos'è?"
    }
  },
  {
    "translation": {
      "en": "Stale potato chips?",
      "it": "Patatine rafferme."
    }
  },
  {
    "translation": {
      "en": "So there you have it. The magic just keeps on coming!",
      "it": "Avete sentito bene. La magia sta solo per iniziare!"
    }
  },
  {
    "translation": {
      "en": "What other glamorous moments are in store?",
      "it": "Altri momenti glamour ci aspettano!"
    }
  },
  {
    "translation": {
      "en": "That's right, folks. That's Livi's own famous cover-girl hair she's pulling out of that drain!",
      "it": "Sono i famosi capelli colorati di Livi quelli che toglie dallo scarico!"
    }
  },
  {
    "translation": {
      "en": "We were getting desperate. Livi's super-glam home life",
      "it": "Iniziavamo a disperare. La routine \"super-glamour\" di Livi"
    }
  },
  {
    "translation": {
      "en": "was more boring than What's On The Bottom Of Matthew's Shoe?",
      "it": "Iniziavamo a disperare. La routine \"super-glamour\" di Livi era più noiosa di Cosa c'è sotto la scarpa di Matthew?"
    }
  },
  {
    "translation": {
      "en": "Remember Matthew’s Christmas Special?",
      "it": "Ricordi la puntata speciale di Natale di Matthew?"
    }
  },
  {
    "translation": {
      "en": "Now that's entertainment.",
      "it": "Quello sì che è divertimento."
    }
  },
  {
    "translation": {
      "en": "We finally got a tiny break when Livi's choreographer came by the house",
      "it": "Finalmente successe qualcosa quando arrivò a casa di Livi il suo coreografo"
    }
  },
  {
    "translation": {
      "en": "to go over her dance routine for the music video.",
      "it": "per le prove di danza per il suo video."
    }
  },
  {
    "translation": {
      "en": "Now we jazz-walk over to the big prop staircase,",
      "it": "Ora saliamo le scale come se ballassimo il jazz."
    }
  },
  {
    "translation": {
      "en": "then work our way up the stairs, like this.",
      "it": "E arriviamo alla fine delle scale così."
    }
  },
  {
    "translation": {
      "en": "-And jazz hands! -Tada!",
      "it": "- E... le mani del jazz! - Sorpresa!"
    }
  },
  {
    "translation": {
      "en": "-Oh, my gosh! -Can you move?",
      "it": "- Oddio! - Ti sei fatto male? Riesci a muoverti?"
    }
  },
  {
    "translation": {
      "en": "Sorry, I didn't mean to.",
      "it": "Mi dispiace, non volevo."
    }
  },
  {
    "translation": {
      "en": "Come on, Brent, I'm taking you to the doctor.",
      "it": "Andiamo, Brent, ti porto dal dottore."
    }
  },
  {
    "translation": {
      "en": "And I'll speak to you later.",
      "it": "Con voi parliamo dopo."
    }
  },
  {
    "translation": {
      "en": "Okay, Olivia. Cut.",
      "it": "Va bene, Olivia... Stop."
    }
  },
  {
    "translation": {
      "en": "At least we have a dramatic scene to the documentary.",
      "it": "Almeno abbiamo una scena d'azione per il documentario."
    }
  },
  {
    "translation": {
      "en": "Actually, Andrea, I missed it.",
      "it": "In realtà, Andrea... l'ho persa."
    }
  },
  {
    "translation": {
      "en": "What? You missed it?",
      "it": "Cosa? L'hai persa?"
    }
  },
  {
    "translation": {
      "en": "I suppose it would be a lot to ask him to do that again?",
      "it": "Suppongo non sia il caso di chiedergli di farlo di nuovo?"
    }
  },
  {
    "translation": {
      "en": "-I hope he's okay! -I can't believe it.",
      "it": "- Spero stia bene. - Non posso crederci."
    }
  },
  {
    "translation": {
      "en": "We missed the one and only exciting thing that's happened since we got here.",
      "it": "Abbiamo perso l'unica cosa emozionante che è successa da quando siamo qui."
    }
  },
  {
    "translation": {
      "en": "If you don't count when Cookie upchucked the chips.",
      "it": "Eccetto quando Cookie ha vomitato la patatina."
    }
  },
  {
    "translation": {
      "en": "There's got to be a way.",
      "it": "Dev'esserci un modo."
    }
  },
  {
    "translation": {
      "en": "Or maybe we didn't miss it!",
      "it": "O forse non l'abbiamo persa!"
    }
  },
  {
    "translation": {
      "en": "Afraid we did. The camera was pointing everywhere but at him.",
      "it": "Purtroppo sì. La telecamera puntava in tutt'altra direzione."
    }
  },
  {
    "translation": {
      "en": "That was then. But what if we re-stage it?",
      "it": "Quello è il passato. E se invece la insceniamo di nuovo?"
    }
  },
  {
    "translation": {
      "en": "You mean fake it? You think that's honest?",
      "it": "Intendi fare finta? Credi sia onesto?"
    }
  },
  {
    "translation": {
      "en": "Of course it is! I mean, it really did happen, right?",
      "it": "Certo. Ascolta, è successo davvero, giusto?"
    }
  },
  {
    "translation": {
      "en": "So it's not like we’re making stuff up.",
      "it": "Quindi non ci stiamo inventando niente."
    }
  },
  {
    "translation": {
      "en": "I did see a dress dummy in the closet.",
      "it": "Ho visto un manichino nell'armadio."
    }
  },
  {
    "translation": {
      "en": "He'll need a head, there's a melon in the fridge.",
      "it": "Gli serve una testa e c'è un melone in frigo."
    }
  },
  {
    "translation": {
      "en": "I'll go see what clothes are in her closet!",
      "it": "Vado a vedere che vestiti ci sono nell'armadio."
    }
  },
  {
    "translation": {
      "en": "But... But...",
      "it": "Ma..."
    }
  },
  {
    "translation": {
      "en": "There! Did he have a dimple?",
      "it": "Ecco. Aveva una fossetta?"
    }
  },
  {
    "translation": {
      "en": "Emma, we won't see him that close. It'll be really fast.",
      "it": "Emma, non lo vedremo tanto da vicino. È veloce."
    }
  },
  {
    "translation": {
      "en": "We'll edit it together with the real guy later.",
      "it": "Poi lo montiamo con quello vero."
    }
  },
  {
    "translation": {
      "en": "Everyone ready? Olivia, be sure to jiggle the camera for realism.",
      "it": "Tutti pronti? Olivia, oscilla la telecamera per farlo sembrare reale."
    }
  },
  {
    "translation": {
      "en": "And action!",
      "it": "E azione!"
    }
  },
  {
    "translation": {
      "en": "And cut! It's good!",
      "it": "E stop! Va bene!"
    }
  },
  {
    "translation": {
      "en": "This'll be perfect for the webcast!",
      "it": "Sarà perfetto per il webcast!"
    }
  },
  {
    "translation": {
      "en": "So that's how our real-life documentary started to get a little less real.",
      "it": "E così il nostro documentario sulla vita reale iniziò a diventare un po' meno reale."
    }
  },
  {
    "translation": {
      "en": "It might've been okay if Andrea had left it there.",
      "it": "Sarebbe andata bene se Andrea si fosse fermata lì."
    }
  },
  {
    "translation": {
      "en": "But Andrea doesn't know how to do things halfway.",
      "it": "Ma Andrea non sa come fare le cose con moderazione."
    }
  },
  {
    "translation": {
      "en": "Our guest is the one and only Natasha, hairdresser to the stars!",
      "it": "È nostra ospite l'inimitabile Natasha, parrucchiera delle star!"
    }
  },
  {
    "translation": {
      "en": "Her very next appointment... Livi!",
      "it": "Il suo prossimo appuntamento è... Livi!"
    }
  },
  {
    "translation": {
      "en": "Is Livi always this late, Natasha?",
      "it": "Livi arriva sempre così tardi, Natasha?"
    }
  },
  {
    "translation": {
      "en": "No, darling!",
      "it": "No, cara!"
    }
  },
  {
    "translation": {
      "en": "Superstars are never late, it's the rest of us who are early!",
      "it": "Le superstar non sono mai in ritardo, siamo noi che arriviamo presto!"
    }
  },
  {
    "translation": {
      "en": "Her last 2:00 started at 6:00.",
      "it": "L'ultimo appuntamento delle due è iniziato alle sei."
    }
  },
  {
    "translation": {
      "en": "Today, our viewers will get to watch you work your styling magic for Livi's new music video!",
      "it": "E oggi la vedrete all'opera mentre acconcia magicamente Livi per il video."
    }
  },
  {
    "translation": {
      "en": "It will be the thrill of your life, darling.",
      "it": "Sì, sarà l'emozione della tua vita, cara."
    }
  },
  {
    "translation": {
      "en": "But first, I must go and prepare my secret formulas.",
      "it": "Ma prima devo andare a preparare le mie formule segrete."
    }
  },
  {
    "translation": {
      "en": "And cut!",
      "it": "E stop!"
    }
  },
  {
    "translation": {
      "en": "Okay, let's set up here at Livi's private chair so...",
      "it": "Bene, ora prepariamo qui la sedia personale di Livi..."
    }
  },
  {
    "translation": {
      "en": "Natasha! It's your phone!",
      "it": "Natasha! È il tuo telefono!"
    }
  },
  {
    "translation": {
      "en": "Hey, it's Livi calling.",
      "it": "È Livi al telefono."
    }
  },
  {
    "translation": {
      "en": "Hi, Livi, it's me, Olivia! Really? You can't?",
      "it": "Ciao, Livi, sono io, Olivia! Davvero? Non puoi?"
    }
  },
  {
    "translation": {
      "en": "Sure, I'll tell her.",
      "it": "Certo, glielo dirò."
    }
  },
  {
    "translation": {
      "en": "She has to cancel the appointment.",
      "it": "Deve cancellare l'appuntamento."
    }
  },
  {
    "translation": {
      "en": "Well, that's that. Might as well pack it up.",
      "it": "Va bene, è andata così. Prepariamoci e andiamo via."
    }
  },
  {
    "translation": {
      "en": "Wait! We can still do this!",
      "it": "Aspettate! Possiamo ancora farlo!"
    }
  },
  {
    "translation": {
      "en": "But Natasha will see I'm not Livi!",
      "it": "Ma Natasha si accorgerà che non sono Livi!"
    }
  },
  {
    "translation": {
      "en": "-Not with this, she won't. -Andrea.",
      "it": "- Non con questa. - Andrea."
    }
  },
  {
    "translation": {
      "en": "It's not like we're faking it, exactly, Livi did have an appointment. Who's gonna know?",
      "it": "Non stiamo proprio fingendo, Livi aveva l'appuntamento. Chi lo saprà?"
    }
  },
  {
    "translation": {
      "en": "Livi! Darling! You look fabulous!",
      "it": "Livi! Cara! Sei favolosa!"
    }
  },
  {
    "translation": {
      "en": "What is your secret?",
      "it": "Qual è il tuo segreto?"
    }
  },
  {
    "translation": {
      "en": "Oh, that's right, it's me!",
      "it": "Oh, giusto, sono io!"
    }
  },
  {
    "translation": {
      "en": "Now, let's make magic!",
      "it": "Forza, che la magia abbia inizio!"
    }
  },
  {
    "translation": {
      "en": "And so it went. By the time we got to Livi's music video,",
      "it": "E così via. Quando arrivammo al video musicale di Livi,"
    }
  },
  {
    "translation": {
      "en": "Andrea's definition of keeping it real had stretched to the breaking point.",
      "it": "la definizione di Andrea di realistico era arrivata al limite."
    }
  },
  {
    "translation": {
      "en": "One-two, one-two.",
      "it": "Uno, due. Uno, due."
    }
  },
  {
    "translation": {
      "en": "Here we are, up close and personal with Livi's private make-up expert!",
      "it": "Eccoci qui, incontriamo personalmente l'esperta truccatrice di Livi!"
    }
  },
  {
    "translation": {
      "en": "So, what's it like to work on such a famous face as Livi's?",
      "it": "Cosa si prova a lavorare sul viso tanto famoso di Livi?"
    }
  },
  {
    "translation": {
      "en": "You can tell us, what's her favourite shade of lip gloss?",
      "it": "Dicci, qual è la tua tonalità preferita di lucidalabbra?"
    }
  },
  {
    "translation": {
      "en": "Aren't you her make-up artist?",
      "it": "Non sei la sua truccatrice?"
    }
  },
  {
    "translation": {
      "en": "Cut!",
      "it": "Stop!"
    }
  },
  {
    "translation": {
      "en": "We can fix it in editing. Leave out the bucket. Nobody has to know.",
      "it": "Non fa niente, al montaggio tagliamo il secchio e lo straccio."
    }
  },
  {
    "translation": {
      "en": "This is ridiculous! This Livi documentary has nothing to do with Livi.",
      "it": "Andrea, è ridicolo! Questo documentario su Livi non ha niente a che fare con Livi."
    }
  },
  {
    "translation": {
      "en": "Whatever happened to the unvarnished truth?",
      "it": "Cos'è successo alla \"pura realtà\"?"
    }
  },
  {
    "translation": {
      "en": "I varnished it a little. Come on, they do it all the time on TV!",
      "it": "L'ho abbellita un pochino. Dai, lo fanno sempre in televisione!"
    }
  },
  {
    "translation": {
      "en": "No, I think Olivia's right. We promised Livi that we'd keep it real.",
      "it": "Ha ragione Olivia. Abbiamo promesso a Livi che sarebbe stato reale."
    }
  },
  {
    "translation": {
      "en": "But Andrea's got a point. We also need to keep it exciting and fun!",
      "it": "Ma Andrea dice bene, dobbiamo anche renderlo emozionante e divertente!"
    }
  },
  {
    "translation": {
      "en": "-And completely phony?! -I suppose you could do better!",
      "it": "- E completamente fasullo? - Sapresti fare di meglio?"
    }
  },
  {
    "translation": {
      "en": "Anybody could. You need to stick to the facts!",
      "it": "Chiunque potrebbe. Devi solo attenerti ai fatti!"
    }
  },
  {
    "translation": {
      "en": "Then be my guest! We'll make our documentary and you make yours!",
      "it": "Fatti avanti! Noi faremo il nostro documentario e voi il vostro!"
    }
  },
  {
    "translation": {
      "en": "-Fine! -Fine!",
      "it": "- Bene! - Bene!"
    }
  },
  {
    "translation": {
      "en": "-Well, Emma? -Are you with us or them?",
      "it": "- Allora, Emma? - Stai con noi o con loro?"
    }
  },
  {
    "translation": {
      "en": "-I... -I think she's going to explode.",
      "it": "- Io... - Penso che stia per esplodere."
    }
  },
  {
    "translation": {
      "en": "-I'll get sound for both teams! -Whatever.",
      "it": "- Farò i suoni per entrambe le squadre! - Come vuoi."
    }
  },
  {
    "translation": {
      "en": "Great. Now what are we gonna do for a video camera?",
      "it": "Fantastico. E ora come facciamo per la telecamera?"
    }
  },
  {
    "translation": {
      "en": "I'll use my cell phone. It'll look even more documentary-ish.",
      "it": "Userò il mio cellulare. Avrà un aspetto ancor più da documentario."
    }
  },
  {
    "translation": {
      "en": "-Okay, everyone, showtime! Quiet on set! -They're starting! Come on!",
      "it": "- Bene, gente, si va in scena, silenzio! - Iniziano! Andiamo!"
    }
  },
  {
    "translation": {
      "en": "Cue playback! And action!",
      "it": "Motori... E azione!"
    }
  },
  {
    "translation": {
      "en": "-I can't get a clear shot. -Get closer. Look at Olivia and Mia.",
      "it": "- Non si vede bene. - Avviciniamoci. Guarda Olivia e Mia."
    }
  },
  {
    "translation": {
      "en": "-Incoming wardrobe rack! -What?!",
      "it": "- Scaffale guardaroba in arrivo. - Cosa?"
    }
  },
  {
    "translation": {
      "en": "Sorry!",
      "it": "Scusate!"
    }
  },
  {
    "translation": {
      "en": "Where'd that come from?",
      "it": "Da dove sbuca quello?"
    }
  },
  {
    "translation": {
      "en": "What's going on out there? Cut!",
      "it": "Che sta succedendo? Stop!"
    }
  },
  {
    "translation": {
      "en": "-What? What happened? -It's not my fault!",
      "it": "- Che succede? - Non è colpa mia!"
    }
  },
  {
    "translation": {
      "en": "Cut! Someone unplug the fan!",
      "it": "Stop! Qualcuno spenga i ventilatori!"
    }
  },
  {
    "translation": {
      "en": "Cut! Cut! Cut! Will someone call security! Get those girls off the set!",
      "it": "Stop! Stop! Chiamate la sicurezza e allontanate quelle ragazze dal set!"
    }
  },
  {
    "translation": {
      "en": "Take cover!",
      "it": "Trovate riparo!"
    }
  },
  {
    "translation": {
      "en": "Cut?",
      "it": "Stop?"
    }
  },
  {
    "translation": {
      "en": "We told Livi she wouldn't even notice us. She noticed.",
      "it": "- Non avrebbe dovuto accorgersi di noi. - Ma s'è accorta eccome."
    }
  },
  {
    "translation": {
      "en": "So that was the end of our documentary shoot,",
      "it": "Quella fu la fine delle riprese per il documentario,"
    }
  },
  {
    "translation": {
      "en": "-along with our webcast. -And our friendship with Livi.",
      "it": "- e del webcast Cosa Succede. - E della nostra amicizia con Livi."
    }
  },
  {
    "translation": {
      "en": "Not only were we banned from her music video set, what was left of it,",
      "it": "Non solo non potevamo avvicinarci al set del video, o quel che restava,"
    }
  },
  {
    "translation": {
      "en": "but she forbid us from coming within 50 feet of her.",
      "it": "ma ci proibì anche di stare a meno di 15 metri da lei."
    }
  },
  {
    "translation": {
      "en": "Or any place she's ever been.",
      "it": "O in qualsiasi posto dove fosse stata."
    }
  },
  {
    "translation": {
      "en": "-Or might ever go. -Ever.",
      "it": "- O dove sarebbe stata. - Ovunque."
    }
  },
  {
    "translation": {
      "en": "Well, there's nothing that sprinkles can't fix.",
      "it": "Non c'è nulla che i cupcake non possano sistemare."
    }
  },
  {
    "translation": {
      "en": "The worst part is, we let ourselves down. We said we were gonna keep it real.",
      "it": "Il peggio è che non siamo state oneste. Dovevamo mantenerlo realistico."
    }
  },
  {
    "translation": {
      "en": "It's all my fault.",
      "it": "È tutta colpa mia."
    }
  },
  {
    "translation": {
      "en": "My brilliant documentary turned out to be as fake as Livi said it would.",
      "it": "Il mio documentario è diventato finto, proprio come diceva Livi."
    }
  },
  {
    "translation": {
      "en": "I'm the one who split us up, when we know we always work better as a team.",
      "it": "Ma sono stata io a dividerci e sappiamo che lavoriamo bene solo in squadra."
    }
  },
  {
    "translation": {
      "en": "All we've got left now is egg on our faces,",
      "it": "Ora ci ritroviamo con uova in faccia, zuccherini tra i denti"
    }
  },
  {
    "translation": {
      "en": "sprinkles in our teeth, and pieces of useless video.",
      "it": "Ora ci ritroviamo con uova in faccia, zuccherini tra i denti e scene video inutilizzabili."
    }
  },
  {
    "translation": {
      "en": "-Mostly of things we blew up. -Kind of like a collage.",
      "it": "- Molte sono solo esplosioni. - Una specie di collage."
    }
  },
  {
    "translation": {
      "en": "Yes! Exactly like a collage! I've got an idea!",
      "it": "Sì, esattamente come un collage! Ho un'idea!"
    }
  },
  {
    "translation": {
      "en": "No, no, no! Listen. I swear this one will work.",
      "it": "No, no! Ascoltate. Vi prometto che stavolta funzionerà."
    }
  },
  {
    "translation": {
      "en": "[Livi] Oh, no.",
      "it": "Oh, no."
    }
  },
  {
    "translation": {
      "en": "Please! It'll just take a minute!",
      "it": "Per favore, ti basterà solo un minuto!"
    }
  },
  {
    "translation": {
      "en": "Fine. One minute.",
      "it": "Va bene. Un minuto."
    }
  },
  {
    "translation": {
      "en": "We put this music video together, since we kind of blew up yours.",
      "it": "Abbiamo montato un video musicale, visto che abbiamo distrutto il tuo."
    }
  },
  {
    "translation": {
      "en": "-I love it. -[dog barks]",
      "it": "Lo adoro."
    }
  },
  {
    "translation": {
      "en": "Speaking on behalf of my friends and myself, I'd just like to say, yay!",
      "it": "Parlo a nome delle mie amiche e di me stessa quando dico: evviva!"
    }
  },
  {
    "translation": {
      "en": "You should be proud.",
      "it": "Dovreste essere orgogliose."
    }
  },
  {
    "translation": {
      "en": "Despite the... mass destruction that went into making it,",
      "it": "A parte la... distruzione di massa che ci è voluta per farlo,"
    }
  },
  {
    "translation": {
      "en": "this is the most inventive video I've seen in years.",
      "it": "è il video più originale che ho visto in tanti anni."
    }
  },
  {
    "translation": {
      "en": "And much more exciting than the one I was making.",
      "it": "E molto più emozionante di quello che stavo facendo."
    }
  },
  {
    "translation": {
      "en": "-So you don't hate us anymore? -And we can come within 50 feet of you?",
      "it": "- Quindi non ci odi più? - E possiamo avvicinarci a te?"
    }
  },
  {
    "translation": {
      "en": "I'll do better than that. I'm giving you permission",
      "it": "Farò molto di più per voi. Vi do i diritti per mostrare in anteprima il video sul vostro webcast!"
    }
  },
  {
    "translation": {
      "en": "to premiere this video on your What's At Heart webcast!",
      "it": "Vi do i diritti per mostrare in anteprima il video sul vostro webcast! - Grandioso! - Fantastico!"
    }
  },
  {
    "translation": {
      "en": "-Stellar! -Oh, wow!",
      "it": "- Grandioso! - Fantastico!"
    }
  },
  {
    "translation": {
      "en": "The premiere of Livi's newest video! We'll get millions of hits!",
      "it": "L'anteprima dell'ultimo video di Livi! Avremo milioni di visualizzazioni!"
    }
  },
  {
    "translation": {
      "en": "This'll be even bigger than Matthew's Shoe!",
      "it": "Supererà anche la Scarpa di Matthew !"
    }
  },
  {
    "translation": {
      "en": "So who's hungry? I have a melon in the fridge.",
      "it": "Chi ha fame? Ho un melone in frigo."
    }
  },
  {
    "translation": {
      "en": "Not anymore.",
      "it": "Non più."
    }
  },
  {
    "translation": {
      "en": "It worked! What's At Heart was saved!",
      "it": "Ha funzionato! Cosa Succede era salvo!"
    }
  },
  {
    "translation": {
      "en": "We even had enough good footage left over to put together the documentary.",
      "it": "E avevamo abbastanza materiale extra per fare anche il documentario."
    }
  },
  {
    "translation": {
      "en": "-We call it Keeping It Real. -Or How Not To Make A Documentary.",
      "it": "- L'abbiamo chiamato Rendilo Reale. - O Come NON Fare un Documentario."
    }
  }
]