[
  {
    "translation": {
      "en": "[narrator] In a distant world’s time of need,",
      "it": "In un'epoca buia di un mondo lontano,"
    }
  },
  {
    "translation": {
      "en": "an ancient prophecy summoned the Toa.",
      "it": "un'antica profezia ha convogliato i Toa."
    }
  },
  {
    "translation": {
      "en": "Six legendary heroes,",
      "it": "Sei eroi leggendari."
    }
  },
  {
    "translation": {
      "en": "each powered by the energy of the island’s elements.",
      "it": "Ognuno con i poteri degli elementi dell'isola."
    }
  },
  {
    "translation": {
      "en": "Tahu, Toa of Fire.",
      "it": "Tahu, Maestro del Fuoco."
    }
  },
  {
    "translation": {
      "en": "Kopaka, Toa of Ice.",
      "it": "Kopaka, Maestro del Ghiaccio."
    }
  },
  {
    "translation": {
      "en": "Pohatu, Toa of Stone.",
      "it": "Pohatu, Maestro della Pietra."
    }
  },
  {
    "translation": {
      "en": "Gali, Toa of Water.",
      "it": "Gali, Maestro dell'Acqua."
    }
  },
  {
    "translation": {
      "en": "Onua, Toa of Earth.",
      "it": "Onua, Maestro della Terra."
    }
  },
  {
    "translation": {
      "en": "Lewa, Toa of the Jungle.",
      "it": "Lewa, Maestro della Giungla."
    }
  },
  {
    "translation": {
      "en": "Much has happened, I know.",
      "it": "Sono successe molte cose, lo so."
    }
  },
  {
    "translation": {
      "en": "After so many thousands of years,",
      "it": "A distanza di molte migliaia di anni,"
    }
  },
  {
    "translation": {
      "en": "your families have returned",
      "it": "le vostre famiglie sono tornate"
    }
  },
  {
    "translation": {
      "en": "to rebuild the Mask Makers’ City.",
      "it": "per ricostruire la Città dei Creatori delle Maschere."
    }
  },
  {
    "translation": {
      "en": "If must seem strange.",
      "it": "Potrà sembrarvi strano."
    }
  },
  {
    "translation": {
      "en": "You have only known the region of the Jungle.",
      "it": "Tu hai conosciuto solamente la regione della Giungla."
    }
  },
  {
    "translation": {
      "en": "And you, the regions of Stone and Ice and Water.",
      "it": "E voi, le regioni della Pietra, del Ghiaccio e dell'Acqua."
    }
  },
  {
    "translation": {
      "en": "But we are Okotans,",
      "it": "Ma noi siamo di Okoto."
    }
  },
  {
    "translation": {
      "en": "and once, this was the centre of our world.",
      "it": "E un tempo, questo era il centro del nostro mondo."
    }
  },
  {
    "translation": {
      "en": "And now we have returned.",
      "it": "E adesso siamo ritornati."
    }
  },
  {
    "translation": {
      "en": "I’m sure you have questions, but wait.",
      "it": "Di certo avrete domande, ma aspettate."
    }
  },
  {
    "translation": {
      "en": "First, let me tell you how we came to return to our city",
      "it": "Prima, lasciate che vi spieghi perché siamo tornati alla nostra città."
    }
  },
  {
    "translation": {
      "en": "and give you a taste of what may lay ahead.",
      "it": "Vi darò un'idea di cosa ci aspetta."
    }
  },
  {
    "translation": {
      "en": "Sit.",
      "it": "Sedete."
    }
  },
  {
    "translation": {
      "en": "Once, this was a beautiful city.",
      "it": "Un tempo, questa era una città bellissima."
    }
  },
  {
    "translation": {
      "en": "And I like to think it will be again.",
      "it": "E mi piace pensare che lo sarà di nuovo."
    }
  },
  {
    "translation": {
      "en": "But that will depend on more than your parents.",
      "it": "Ma questo non dipenderà soltanto dai vostri genitori."
    }
  },
  {
    "translation": {
      "en": "It will depend on six heroes, from another time and place!",
      "it": "Dipenderà da sei eroi di un altro tempo e luogo!"
    }
  },
  {
    "translation": {
      "en": "And it will depend on if they can harness the elements that give our planet life.",
      "it": "E dalla loro capacità di controllare gli elementi vitali del nostro pianeta."
    }
  },
  {
    "translation": {
      "en": "You know them from the regions where you live.",
      "it": "Voi li conoscete con i nomi delle regioni in cui vivete."
    }
  },
  {
    "translation": {
      "en": "Fire, Water, Jungle, Earth, Stone and Ice.",
      "it": "Fuoco, Acqua, Giungla, Terra, Pietra e Ghiaccio."
    }
  },
  {
    "translation": {
      "en": "For you, they are just corners of our island,",
      "it": "Per voi, sono soltanto angoli della nostra isola,"
    }
  },
  {
    "translation": {
      "en": "but to the Toa, they are lifeblood.",
      "it": "ma per i Toa, sono la linfa vitale."
    }
  },
  {
    "translation": {
      "en": "But before there was trouble, there was peace.",
      "it": "Prima che arrivassero i guai, regnava la pace."
    }
  },
  {
    "translation": {
      "en": "And maybe that’s where we should begin.",
      "it": "E forse è da lì che dobbiamo iniziare."
    }
  },
  {
    "translation": {
      "en": "More than a thousand years ago,",
      "it": "Oltre mille anni fa,"
    }
  },
  {
    "translation": {
      "en": "this was a peaceful and vibrant place.",
      "it": "questo era un luogo pacifico e vivace."
    }
  },
  {
    "translation": {
      "en": "Our Island’s two protectors, Ekimu and his brother, Makuta,",
      "it": "I protettori della nostra isola, Ekimu e suo fratello, Makuta,"
    }
  },
  {
    "translation": {
      "en": "harnessed the power of the elements and forged them into masks.",
      "it": "imbrigliarono il potere degli elementi, e li forgiarono facendone delle maschere."
    }
  },
  {
    "translation": {
      "en": "But Makuta grew jealous of his brother and hungry for the power.",
      "it": "Ma Makuta divenne invidioso di suo fratello e bramoso di potere."
    }
  },
  {
    "translation": {
      "en": "So unbeknownst to his brother, Ekimu,",
      "it": "Così, di nascosto a suo fratello Ekimu,"
    }
  },
  {
    "translation": {
      "en": "the jealous Makuta broke a sacred law",
      "it": "l'invidioso Makuta infranse una legge sacra"
    }
  },
  {
    "translation": {
      "en": "and created a mask that combined the power of all the elements.",
      "it": "e creò una maschera che riuniva in sé il potere di tutti gli elementi."
    }
  },
  {
    "translation": {
      "en": "He called it the Mask of Ultimate Power.",
      "it": "La chiamò la Maschera del Potere Supremo."
    }
  },
  {
    "translation": {
      "en": "But, as the power of the mask surged through Makuta,",
      "it": "Ma il potere della maschera si impossessò di Makuta"
    }
  },
  {
    "translation": {
      "en": "he became dark and evil.",
      "it": "e lo rese tetro e crudele."
    }
  },
  {
    "translation": {
      "en": "Knowing he had to act quickly, Ekimu took the sacred hammer",
      "it": "Sapendo di dover agire subito, Ekimu prese il martello sacro"
    }
  },
  {
    "translation": {
      "en": "and knocked the mask from the face of his brother.",
      "it": "e colpì la maschera sul volto di suo fratello."
    }
  },
  {
    "translation": {
      "en": "Ekimu saved Okoto, but the cost was great.",
      "it": "Ekimu salvò Okoto, ma il prezzo fu molto alto."
    }
  },
  {
    "translation": {
      "en": "Both Ekimu and Makuta were plunged into endless sleep.",
      "it": "Sia Ekimu che Makuta caddero in un sonno eterno."
    }
  },
  {
    "translation": {
      "en": "Our ancestors laid Ekimu to rest.",
      "it": "I nostri antenati seppellirono Ekimu."
    }
  },
  {
    "translation": {
      "en": "The masks, too powerful to be trusted to mortals,",
      "it": "E le maschere, troppo potenti per essere affidate ai mortali,"
    }
  },
  {
    "translation": {
      "en": "were hidden away forever.",
      "it": "furono nascoste per sempre."
    }
  },
  {
    "translation": {
      "en": "And after Ekimu was sealed into a secret tomb,",
      "it": "E dopo che Ekimu fu riposto in una tomba segreta,"
    }
  },
  {
    "translation": {
      "en": "the Mask Makers’ City was abandoned.",
      "it": "la Città dei Creatori delle Maschere fu abbandonata."
    }
  },
  {
    "translation": {
      "en": "Although Makuta lay buried deep beneath our island,",
      "it": "E sebbene Makuta fu sepolto nelle profondità della nostra isola,"
    }
  },
  {
    "translation": {
      "en": "his spirit remained powerful.",
      "it": "il suo spirito rimase molto potente."
    }
  },
  {
    "translation": {
      "en": "He summoned dark forces to find his Mask and awaken him.",
      "it": "Fece arrivare le forze oscure per trovare la sua Maschera e risvegliarlo."
    }
  },
  {
    "translation": {
      "en": "If Makuta’s minions managed to awaken him,",
      "it": "Se i piccoli servi di Makuta fossero riusciti a risvegliarlo,"
    }
  },
  {
    "translation": {
      "en": "our island would be plunged into darkness.",
      "it": "la nostra isola sarebbe sprofondata nell'oscurità."
    }
  },
  {
    "translation": {
      "en": "So we, the protectors,",
      "it": "Così noi, i Protettori,"
    }
  },
  {
    "translation": {
      "en": "gathered and performed an ancient rite.",
      "it": "ci riunimmo per compiere un antico rito."
    }
  },
  {
    "translation": {
      "en": "Their legend was carved into the walls of our temples,",
      "it": "La loro leggenda fu scolpita sui muri dei nostri templi,"
    }
  },
  {
    "translation": {
      "en": "and their names were kept alive in our rituals.",
      "it": "e i loro nomi mantenuti in vita nelle nostre cerimonie rituali."
    }
  },
  {
    "translation": {
      "en": "These were the Toa.",
      "it": "Erano i Toa."
    }
  },
  {
    "translation": {
      "en": "And it would be up to them to save Okoto.",
      "it": "E il loro compito era salvare Okoto."
    }
  },
  {
    "translation": {
      "en": "The Toa of the Jungle, Lewa,",
      "it": "Il Maestro della Giungla, Lewa, era rapido negli spostamenti e svelto d'ingegno,"
    }
  },
  {
    "translation": {
      "en": "was fast on his feet and quick witted,",
      "it": "Lewa, era rapido negli spostamenti e svelto d'ingegno,"
    }
  },
  {
    "translation": {
      "en": "like the Jungle that gave him his power.",
      "it": "come la Giungla che gli aveva dato i poteri."
    }
  },
  {
    "translation": {
      "en": "He was constantly changing, and the most playful of the group.",
      "it": "Era sempre in movimento, ed era il più giocoso del gruppo."
    }
  },
  {
    "translation": {
      "en": "The brooding Pohatu was the most serious of the group.",
      "it": "Il meditabondo Pohato era il più serio del gruppo."
    }
  },
  {
    "translation": {
      "en": "And while the Toa of Stone was rarely happy,",
      "it": "Il Maestro della Pietra raramente era felice,"
    }
  },
  {
    "translation": {
      "en": "he was fearless and powerful.",
      "it": "ma non aveva mai paura ed era molto potente."
    }
  },
  {
    "translation": {
      "en": "Kopaka, the Toa of Ice, was fearless and strong,",
      "it": "Kopaka, il Maestro del Ghiaccio, era intrepido e forte,"
    }
  },
  {
    "translation": {
      "en": "but he could be as inflexible and cold",
      "it": "ma era anche inflessibile e freddo,"
    }
  },
  {
    "translation": {
      "en": "as the element that gave him power.",
      "it": "come l'elemento da cui derivava il suo potere."
    }
  },
  {
    "translation": {
      "en": "Gali was as powerful as the others,",
      "it": "Gali era potente quanto gli altri,"
    }
  },
  {
    "translation": {
      "en": "but as resilient as the Water that was her element.",
      "it": "ma mutevole e resiliente come l'Acqua, il suo elemento."
    }
  },
  {
    "translation": {
      "en": "The silent, powerful Onua, the Toa of Earth,",
      "it": "Il silenzioso e potente Onua, il Maestro della Terra,"
    }
  },
  {
    "translation": {
      "en": "would provide a foundation. Like the Earth that gave him power,",
      "it": "era un pilastro portante, come la Terra da cui derivava il suo potere."
    }
  },
  {
    "translation": {
      "en": "he was immovable and enduring.",
      "it": "Era imperturbabile e resistente."
    }
  },
  {
    "translation": {
      "en": "There was Tahu, the Toa of Fire,",
      "it": "Poi c'era Tahu, il Maestro del Fuoco."
    }
  },
  {
    "translation": {
      "en": "who saw himself as a leader",
      "it": "Si vedeva come un leader,"
    }
  },
  {
    "translation": {
      "en": "even before he knew there were others like him.",
      "it": "anche prima di sapere che c'erano altri simili a lui."
    }
  },
  {
    "translation": {
      "en": "With the help of their Protectors,",
      "it": "Con l'aiuto dei loro Protettori,"
    }
  },
  {
    "translation": {
      "en": "the Toa found the Masks of Power.",
      "it": "i Toa trovarono le Maschere del Potere."
    }
  },
  {
    "translation": {
      "en": "As they put on the Masks of Power, an ancient prophecy was fulfilled.",
      "it": "Appena indossarono le Maschere del Potere si realizzò un'antica profezia."
    }
  },
  {
    "translation": {
      "en": "And for the first time,",
      "it": "E per la prima volta,"
    }
  },
  {
    "translation": {
      "en": "the Toa experienced the elemental power that each of them was born to wield.",
      "it": "i Toa provarono i poteri degli elementi ai quali ognuno di loro era predestinato."
    }
  },
  {
    "translation": {
      "en": "The Toa had power, but they needed the wisdom of Ekimu.",
      "it": "I Toa avevano i poteri, ma gli serviva la saggezza di Ekimu."
    }
  },
  {
    "translation": {
      "en": "Only he could guide them to their true destiny.",
      "it": "Solo lui poteva guidarli verso il loro destino."
    }
  },
  {
    "translation": {
      "en": "The Toa’s search for Ekimu brought them here,",
      "it": "Andando alla ricerca di Ekimu, i Toa arrivarono qui,"
    }
  },
  {
    "translation": {
      "en": "to the Mask Makers’ City.",
      "it": "alla Città dei Creatori delle Maschere."
    }
  },
  {
    "translation": {
      "en": "But when they arrived, it didn’t look like it does now.",
      "it": "Ma quando arrivarono, non era come la vedete adesso."
    }
  },
  {
    "translation": {
      "en": "Then, it was a dark place, overrun with evil creatures.",
      "it": "Era un luogo oscuro, invaso da creature malvagie."
    }
  },
  {
    "translation": {
      "en": "And around every corner lay a trap!",
      "it": "E dietro ogni angolo si nascondeva una trappola!"
    }
  },
  {
    "translation": {
      "en": "And for the first time in a thousand years,",
      "it": "E per la prima volta in migliaia di anni,"
    }
  },
  {
    "translation": {
      "en": "the footsteps of the living echoed through the Mask Makers’ City",
      "it": "si sentì il passo dei vivi nella Città dei Creatori delle Maschere"
    }
  },
  {
    "translation": {
      "en": "that we abandoned so many centuries before.",
      "it": "che avevamo abbandonato tanti secoli prima."
    }
  },
  {
    "translation": {
      "en": "One by one, the Toa vanquished the creatures Makuta had sent to stop them,",
      "it": "Una dopo l'altra, i Toa sconfissero le creature inviate da Makuta per fermarli."
    }
  },
  {
    "translation": {
      "en": "finally defeating the fearsome Skull Scorpions",
      "it": "Infine riuscirono a sconfiggere i temibili Teschi Scorpioni"
    }
  },
  {
    "translation": {
      "en": "and reaching Ekimu’s tomb.",
      "it": "e a raggiungere la tomba di Ekimu."
    }
  },
  {
    "translation": {
      "en": "The Toa realised that their history and our planet's were entwined.",
      "it": "I Toa capirono che la loro storia e quella del nostro pianeta erano intrecciate."
    }
  },
  {
    "translation": {
      "en": "As they looked upon the sleeping Mask Maker,",
      "it": "Quando guardarono il Creatore delle Maschere che dormiva,"
    }
  },
  {
    "translation": {
      "en": "somehow, they knew how to awaken him.",
      "it": "seppero subito come svegliarlo."
    }
  },
  {
    "translation": {
      "en": "The six heroes had travelled far into the ancient city,",
      "it": "I sei eroi avevano viaggiato a lungo fino alla città antica,"
    }
  },
  {
    "translation": {
      "en": "defeating many enemies.",
      "it": "sconfiggendo molti nemici."
    }
  },
  {
    "translation": {
      "en": "But only by retrieving the Mask of Creation",
      "it": "Ma solo una volta in possesso della Maschera della Creazione"
    }
  },
  {
    "translation": {
      "en": "would Ekimu stand a chance against his brother.",
      "it": "Ekimu avrebbe potuto fronteggiare suo fratello."
    }
  },
  {
    "translation": {
      "en": "Makuta’s most powerful minions fought to keep the Toa from the Mask Makers’ forge.",
      "it": "I servi di Makuta tenevano lontani i Toa dalla Fucina del Creatore delle Maschere."
    }
  },
  {
    "translation": {
      "en": "But the Toa were ready. Or so they thought.",
      "it": "Ma i Toa avrebbero avuto la meglio, o così pensavano."
    }
  },
  {
    "translation": {
      "en": "They caught the Skull Grinder before he could destroy Ekimu’s mask.",
      "it": "Catturarono Grinder prima che distruggesse la maschera di Ekimu,"
    }
  },
  {
    "translation": {
      "en": "But the creature was as cunning as he was powerful,",
      "it": "ma quell'oscura creatura era tanto scaltra quanto potente."
    }
  },
  {
    "translation": {
      "en": "and, knowing the Toa would stop him from destroying the mask,",
      "it": "E sapendo che i Toa gli avrebbero impedito di distruggere la maschera,"
    }
  },
  {
    "translation": {
      "en": "he put it on and felt its power surge through him.",
      "it": "la indossò e sentì il potere che si impossessava di lui."
    }
  },
  {
    "translation": {
      "en": "Filled with the Mask Maker’s power,",
      "it": "Con il potere del Creatore delle Maschere,"
    }
  },
  {
    "translation": {
      "en": "the Skull Grinder knocked the masks from the faces of the Toa.",
      "it": "Grinder fece volar via le maschere dal volto dei Toa."
    }
  },
  {
    "translation": {
      "en": "Without their masks, the heroes had lost their power.",
      "it": "Senza le loro maschere, gli eroi avevano perso il loro potere."
    }
  },
  {
    "translation": {
      "en": "But they knew they must fight on, even if victory seemed impossible.",
      "it": "Ma sapevano che dovevano lottare ancora, anche se vincere sembrava impossibile."
    }
  },
  {
    "translation": {
      "en": "The heroes fought bravely until they had nothing more to give.",
      "it": "Gli eroi lottarono coraggiosamente finché non ne poterono più."
    }
  },
  {
    "translation": {
      "en": "But their valiant effort gave Ekimu the time he needed.",
      "it": "Ma la loro coraggiosa battaglia diede a Ekimu il tempo che gli serviva."
    }
  },
  {
    "translation": {
      "en": "Now wielding his ancient hammer,",
      "it": "Brandendo il suo antico martello,"
    }
  },
  {
    "translation": {
      "en": "Ekimu took back the Mask of Creation",
      "it": "Ekimu riprese possesso della Maschera della Creazione"
    }
  },
  {
    "translation": {
      "en": "and regained the power he once had.",
      "it": "e riconquistò il potere che aveva un tempo."
    }
  },
  {
    "translation": {
      "en": "The six Toa had done their duty,",
      "it": "I sei Toa avevano svolto il loro compito,"
    }
  },
  {
    "translation": {
      "en": "awakened Ekimu and retrieved the Mask of Creation.",
      "it": "svegliando Ekimu e recuperando la Maschera della Creazione."
    }
  },
  {
    "translation": {
      "en": "But evil was not defeated.",
      "it": "Ma il male non era ancora sconfitto."
    }
  },
  {
    "translation": {
      "en": "Their true fate was still waiting, deep inside the darkness.",
      "it": "Il loro vero destino era ancora in attesa, celato nell'oscurità più profonda."
    }
  },
  {
    "translation": {
      "en": "Prophecy had brought the Toa to Okoto.",
      "it": "La profezia aveva portato i Toa a Okoto."
    }
  },
  {
    "translation": {
      "en": "But what they’d experienced made them more than just heroes.",
      "it": "Ma quello che avevano fatto li aveva resi più che semplici eroi."
    }
  },
  {
    "translation": {
      "en": "They have become legends.",
      "it": "Erano ormai delle leggende."
    }
  },
  {
    "translation": {
      "en": "But the challenges that lie ahead are huge,",
      "it": "Ma il futuro riserva delle sfide durissime."
    }
  },
  {
    "translation": {
      "en": "and the future of our entire world is at stake.",
      "it": "E tutto il futuro del nostro mondo è in gioco."
    }
  },
  {
    "translation": {
      "en": "Their journey beings anew.",
      "it": "Il loro viaggio ricomincia di nuovo."
    }
  },
  {
    "translation": {
      "en": "With their new armour and weapons, forged by the Mask Maker himself,",
      "it": "Con corazze e armi nuove, forgiate dal Creatore delle Maschere, la ricerca continua."
    }
  },
  {
    "translation": {
      "en": "the quest continues.",
      "it": "forgiate dal Creatore delle Maschere, la ricerca continua."
    }
  },
  {
    "translation": {
      "en": "as the Toa begin the Search for One.",
      "it": "I Toa possono quindi iniziare il cammino verso l’Unione."
    }
  }
]