[
  {
    "translation": {
      "en": "[Barack Obama] So let's look at the statistics.",
      "it": "Guardiamo le statistiche."
    }
  },
  {
    "translation": {
      "en": "The United States is home to 5% of the world's population...",
      "it": "Gli Stati Uniti ospitano il 5% della popolazione mondiale..."
    }
  },
  {
    "translation": {
      "en": "but 25% of the world's prisoners.",
      "it": "...ma il 25% dei prigionieri mondiali."
    }
  },
  {
    "translation": {
      "en": "Think about that.",
      "it": "Pensateci."
    }
  },
  {
    "translation": {
      "en": "[Van Jones] A little country with 5% of the world's population",
      "it": "Un piccolo Paese, con il 5% della popolazione mondiale"
    }
  },
  {
    "translation": {
      "en": "having 25% of the world's prisoners?",
      "it": "ha il 25% dei prigionieri mondiali?"
    }
  },
  {
    "translation": {
      "en": "One out of four?",
      "it": "Uno su quattro?"
    }
  },
  {
    "translation": {
      "en": "One out of four human beings with their hands on bars, shackled,",
      "it": "Un essere umano su quattro dietro le sbarre, con le manette,"
    }
  },
  {
    "translation": {
      "en": "in the world are locked up here, in the land of the free.",
      "it": "rinchiuso qui, nella terra della libertà."
    }
  },
  {
    "translation": {
      "en": "We had a prison population of 300,000 in 1972.",
      "it": "Nel 1972, c'erano 200.000 persone in prigione."
    }
  },
  {
    "translation": {
      "en": "Today, we have a prison population of 2.3 million.",
      "it": "Oggi, sono 2 milioni e 300.000."
    }
  },
  {
    "translation": {
      "en": "The United States now has the highest rate of incarceration in the world.",
      "it": "Gli Stati Uniti hanno la più grande percentuale di incarcerazioni al mondo."
    }
  },
  {
    "translation": {
      "en": "So, you see, now suddenly they're in an awakening that,",
      "it": "Adesso, finalmente, si stanno rendendo conto"
    }
  },
  {
    "translation": {
      "en": "\"Oh, perhaps we need to downsize our prison system.",
      "it": "che forse è il caso di effettuare tagli al sistema carcerario"
    }
  },
  {
    "translation": {
      "en": "It's gotten too expensive. It's gotten out of hand.\"",
      "it": "perché è diventato troppo costoso e ci è sfuggito di mano."
    }
  },
  {
    "translation": {
      "en": "Um, but the very folks who often express so much concern,",
      "it": "Ma le persone che esprimono queste preoccupazioni,"
    }
  },
  {
    "translation": {
      "en": "uh, about the cost and the expanse of the system",
      "it": "riguardo ai costi e alle spese del sistema,"
    }
  },
  {
    "translation": {
      "en": "are often very unwilling to talk in any serious way",
      "it": "sono le stesse che non sono disposte a discutere seriamente"
    }
  },
  {
    "translation": {
      "en": "about remedying the harm that has been done.",
      "it": "su come porre rimedio al danno fatto."
    }
  },
  {
    "translation": {
      "en": "History is not just stuff that happens by accident.",
      "it": "La storia non succede per caso."
    }
  },
  {
    "translation": {
      "en": "We are the products of the history that our ancestors chose, if we're white.",
      "it": "Se bianchi, siamo i prodotti della storia che i nostri antenati hanno scelto."
    }
  },
  {
    "translation": {
      "en": "If we are black, we are products of the history that our ancestors most likely did not choose.",
      "it": "Se neri, siamo il prodotto della storia che i nostri antenati non hanno scelto."
    }
  },
  {
    "translation": {
      "en": "Yet here we all are together, the products of that set of choices.",
      "it": "Eppure eccoci qui, tutti insieme, prodotti di quelle stesse scelte."
    }
  },
  {
    "translation": {
      "en": "And we have to understand that in order to escape from it.",
      "it": "E dobbiamo capirlo per poter cambiare."
    }
  },
  {
    "translation": {
      "en": "The 13th Amendment to the Constitution",
      "it": "Il tredicesimo emendamento della Costituzione"
    }
  },
  {
    "translation": {
      "en": "makes it unconstitutional for someone to be held as a slave.",
      "it": "rende incostituzionale la schiavitù. ABOLIZIONE DELLA SCHIAVITÙ"
    }
  },
  {
    "translation": {
      "en": "In other words, it grants freedom...",
      "it": "In pratica, garantisce la libertà..."
    }
  },
  {
    "translation": {
      "en": "to all Americans.",
      "it": "...a tutti gli americani."
    }
  },
  {
    "translation": {
      "en": "There are exceptions, including criminals.",
      "it": "Ci sono eccezioni, inclusi i criminali."
    }
  },
  {
    "translation": {
      "en": "[Khalil G. Muhammad] There's a clause, a loophole.",
      "it": "C'è una clausola, una scappatoia. TRANNE COME PUNIZIONE PER UN CRIMINE"
    }
  },
  {
    "translation": {
      "en": "[Kevin Gannon] If you have that in the structure,",
      "it": "Se questo è radicato nella struttura,"
    }
  },
  {
    "translation": {
      "en": "in this constitutional language,",
      "it": "nel linguaggio costituzionale,"
    }
  },
  {
    "translation": {
      "en": "then it's there to be used as a tool for whichever purposes one wants to use it.",
      "it": "allora verrà usato come mezzo per qualsiasi scopo lo si voglia usare."
    }
  },
  {
    "translation": {
      "en": "[Cobb] One of the things to bear in mind is that",
      "it": "La gente deve tenere a mente che,"
    }
  },
  {
    "translation": {
      "en": "when we think about slavery, it was an economic system.",
      "it": "quando pensiamo alla schiavitù, pensiamo a un sistema economico."
    }
  },
  {
    "translation": {
      "en": "And the demise of slavery at the end of the Civil War",
      "it": "E la fine della schiavitù, alla fine della Guerra Civile,"
    }
  },
  {
    "translation": {
      "en": "left the Southern economy in tatters. Uh, and so this presented a big question.",
      "it": "devastò l'economia del Sud. E rappresentò un grosso problema."
    }
  },
  {
    "translation": {
      "en": "There are four million people who were formerly property,",
      "it": "C'erano 4 milioni di persone che prima erano proprietà,"
    }
  },
  {
    "translation": {
      "en": "and they were formerly kind of the integral part",
      "it": "nonché parte integrante"
    }
  },
  {
    "translation": {
      "en": "of the economic production system in the South.",
      "it": "del sistema di produzione economica del Sud."
    }
  },
  {
    "translation": {
      "en": "And now those people are free.",
      "it": "Ora, quelle persone, erano libere."
    }
  },
  {
    "translation": {
      "en": "And so what do you do with these people?",
      "it": "E cosa ci fai con queste persone?"
    }
  },
  {
    "translation": {
      "en": "How do you rebuild your economy?",
      "it": "Come ricostruisci la tua economia?"
    }
  },
  {
    "translation": {
      "en": "The 13th Amendment loophole was immediately exploited.",
      "it": "La scappatoia del 13° emendamento fu sfruttata immediatamente."
    }
  },
  {
    "translation": {
      "en": "After the Civil War, African Americans were arrested en masse.",
      "it": "Dopo la Guerra Civile, gli afroamericani vennero arrestati in massa."
    }
  },
  {
    "translation": {
      "en": "It was our nation's first prison boom.",
      "it": "Si trattò del primo boom carcerario della nostra nazione."
    }
  },
  {
    "translation": {
      "en": "[Gannon] You were basically a slave again. The 13th Amendment says that",
      "it": "Eri di nuovo uno schiavo. Il 13° emendamento dice:"
    }
  },
  {
    "translation": {
      "en": "\"Except for criminals, everybody else is free.\"",
      "it": "\"Tutti sono liberi, tranne i criminali.\""
    }
  },
  {
    "translation": {
      "en": "Well, now if you're criminalized, that doesn't apply to you.",
      "it": "Ovviamente, se vieni criminalizzato, non puoi essere libero."
    }
  },
  {
    "translation": {
      "en": "[Michelle Alexander] They were arrested for extremely minor crimes,",
      "it": "Furono arrestati per crimini minori,"
    }
  },
  {
    "translation": {
      "en": "like loitering or vagrancy.",
      "it": "come il bighellonaggio o il vagabondaggio."
    }
  },
  {
    "translation": {
      "en": "And they had to provide labor",
      "it": "E dovettero lavorare forzatamente"
    }
  },
  {
    "translation": {
      "en": "to rebuild the economy of the South after the Civil War.",
      "it": "per ricostruire l'economia del Sud dopo la Guerra Civile."
    }
  },
  {
    "translation": {
      "en": "[Cobb] What you got after that was a rapid transition",
      "it": "Da questo si passò rapidamente"
    }
  },
  {
    "translation": {
      "en": "to a kind of mythology of black criminality.",
      "it": "alla mitologia della criminalità nera."
    }
  },
  {
    "translation": {
      "en": "Go back and, you know, read the rhetoric that people used then.",
      "it": "Leggete la retorica usata all'epoca."
    }
  },
  {
    "translation": {
      "en": "They would say that the Negro was out of control,",
      "it": "Scrivevano che il negro era fuori controllo,"
    }
  },
  {
    "translation": {
      "en": "that there's a threat of violence to white women.",
      "it": "che era una minaccia violenta per le donne bianche."
    }
  },
  {
    "translation": {
      "en": "So the same sort of image that we had of Uncle Remus",
      "it": "Quindi l'immagine di zio Remus"
    }
  },
  {
    "translation": {
      "en": "and these genial, kind of, black figures",
      "it": "e degli altri geni neri come lui"
    }
  },
  {
    "translation": {
      "en": "was replaced by this rapacious, uh, menacing, Negro male evil",
      "it": "fu sostituita da quella del malvagio maschio negro, minaccioso e avido"
    }
  },
  {
    "translation": {
      "en": "that had to be banished.",
      "it": "che doveva essere bandito."
    }
  },
  {
    "translation": {
      "en": "[Gannon] Birth of a Nation was",
      "it": "NASCITA DI UNA NAZIONE Nascita di una Nazione fu un evento culturale profondamente importante."
    }
  },
  {
    "translation": {
      "en": "just a profoundly important cultural event.",
      "it": "Nascita di una Nazione fu un evento culturale profondamente importante."
    }
  },
  {
    "translation": {
      "en": "[Muhammad] It's the first major blockbuster film,",
      "it": "Si tratta del primo film di successo"
    }
  },
  {
    "translation": {
      "en": "hailed for both its artistic achievement and for its political commentary.",
      "it": "sia per il suo risultato artistico che per l'influenza politica."
    }
  },
  {
    "translation": {
      "en": "And when it was released, it had this rapturous response.",
      "it": "Quando uscì, fu accolto con entusiasmo. MIGLIOR FILM DI TUTTI I TEMPI"
    }
  },
  {
    "translation": {
      "en": "You know, there were lines everywhere that it was being shown.",
      "it": "MIGLIOR FILM DI TUTTI I TEMPI Dovunque venisse proiettato, c'erano file."
    }
  },
  {
    "translation": {
      "en": "Birth of a Nation confirmed the story",
      "it": "Nascita di una Nazione confermò la storia"
    }
  },
  {
    "translation": {
      "en": "that many whites wanted to tell about the Civil War and its aftermath.",
      "it": "che molti bianchi volevano raccontare sulla Guerra Civile e sulle conseguenze."
    }
  },
  {
    "translation": {
      "en": "To erase defeat and to take out of it sort of a martyrdom.",
      "it": "Per cancellare la sconfitta e dipingerlo come una sorta di martirio."
    }
  },
  {
    "translation": {
      "en": "Woodrow Wilson, the sitting president, had a private screening",
      "it": "Woodrow Wilson, il Presidente in carica, l'ha fatto proiettare alla Casa Bianca."
    }
  },
  {
    "translation": {
      "en": "of it in the White House. He calls it, \"History written with lightning.\"",
      "it": "Woodrow Wilson, il Presidente in carica, l'ha fatto proiettare alla Casa Bianca. Lo definisce: \"Storia illuminata\"."
    }
  },
  {
    "translation": {
      "en": "And every image you see of a black person",
      "it": "E ogni volta che si vede un nero"
    }
  },
  {
    "translation": {
      "en": "is a demeaned, animal-like image.",
      "it": "questo è umiliato, ritratto come un animale."
    }
  },
  {
    "translation": {
      "en": "Cannibalistic, animalistic.",
      "it": "Cannibalesco, animalesco."
    }
  },
  {
    "translation": {
      "en": "The image of the African American male.",
      "it": "L'immagine del maschio afroamericano."
    }
  },
  {
    "translation": {
      "en": "[Cobb] There's a famous scene where a woman throws herself off a cliff",
      "it": "C'è una scena famosa in cui una donna si getta da un burrone"
    }
  },
  {
    "translation": {
      "en": "rather than be raped by a black male criminal.",
      "it": "piuttosto che farsi stuprare da un criminale nero."
    }
  },
  {
    "translation": {
      "en": "In the film, you see black people being a threat to white women.",
      "it": "Nel film, i neri sono trattati come minacce alle donne bianche."
    }
  },
  {
    "translation": {
      "en": "All the myths of black men as rapists was ultimately stemmed by the reality",
      "it": "Il mito del maschio nero stupratore ha origine dal fatto"
    }
  },
  {
    "translation": {
      "en": "that the white political elite and the business establishment needed black bodies working.",
      "it": "che l'élite politica bianca e le aziende volevano forza lavoro nera."
    }
  },
  {
    "translation": {
      "en": "[Cobb] What we overlook about Birth of a Nation",
      "it": "Quello che ci era sfuggito di Nascita di una Nazione"
    }
  },
  {
    "translation": {
      "en": "is that it was also a tremendously accurate prediction",
      "it": "era che conteneva una previsione tremendamente accurata"
    }
  },
  {
    "translation": {
      "en": "of the way in which race would operate in the United States.",
      "it": "di come la razza sarebbe diventata importante negli Stati Uniti."
    }
  },
  {
    "translation": {
      "en": "[Cobb] Birth of a Nation was almost directly responsible",
      "it": "Nascita di una Nazione fu quasi interamente responsabile"
    }
  },
  {
    "translation": {
      "en": "for the rebirth of the Ku Klux Klan.",
      "it": "della rinascita del Ku Klux Klan."
    }
  },
  {
    "translation": {
      "en": "It had received this romantic, glowing, heroic portrait.",
      "it": "Era stato dipinto in modo così romantico, brillante ed eroico."
    }
  },
  {
    "translation": {
      "en": "The Klan never had the ritual of burning the cross.",
      "it": "Il Klan non ha mai bruciato croci ritualisticamente."
    }
  },
  {
    "translation": {
      "en": "That was something that D.W. Griffith came up with",
      "it": "Se l'è inventato D. W. Griffith"
    }
  },
  {
    "translation": {
      "en": "because he thought that it was a great cinematic image.",
      "it": "pensando che fosse un'immagine molto cinematografica."
    }
  },
  {
    "translation": {
      "en": "So it was literally an instance of life imitating art.",
      "it": "Si è trattato di un fenomeno in cui la vita imita l'arte."
    }
  },
  {
    "translation": {
      "en": "The ripples emanate far out",
      "it": "Le conseguenze sono state considerevoli"
    }
  },
  {
    "translation": {
      "en": "from just the simple fact that it's a movie in the early motion picture age.",
      "it": "considerando che si tratta di uno dei primi film della storia del cinema."
    }
  },
  {
    "translation": {
      "en": "[Cobb] With the tremendous burst of popularity",
      "it": "L'incredibile popolarità acquisita"
    }
  },
  {
    "translation": {
      "en": "that the Ku Klux Klan had as a result of Birth of a Nation",
      "it": "dal Ku Klux Klan grazie a Nascita di una Nazione"
    }
  },
  {
    "translation": {
      "en": "came another wave of terrorism.",
      "it": "si tradusse in una nuova ondata di terrorismo."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] We had lynchings between Reconstruction and World War II.",
      "it": "Ci furono linciaggi tra la Ricostruzione e la Seconda Guerra Mondiale."
    }
  },
  {
    "translation": {
      "en": "Thousands of African Americans murdered by mobs",
      "it": "Migliaia di afroamericani vennero uccisi... FOLLA IMPICCA UN NEGRO"
    }
  },
  {
    "translation": {
      "en": "under the idea that they had done something criminal.",
      "it": "...presupponendo che fossero dei criminali."
    }
  },
  {
    "translation": {
      "en": "[reporter] At the National Democratic Convention in New York in 1924,",
      "it": "Alla Convention Democratica nazionale a New York, nel 1924,"
    }
  },
  {
    "translation": {
      "en": "it is estimated that at least 350 delegates were Klansmen.",
      "it": "si stima che almeno 350 delegati fossero nel Ku Klux Klan."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] The demographic geography of this country was shaped by that era.",
      "it": "La geografia demografica del Paese fu plasmata da quel periodo."
    }
  },
  {
    "translation": {
      "en": "Now we have African Americans in Los Angeles,",
      "it": "Ora abbiamo afroamericani a Los Angeles,"
    }
  },
  {
    "translation": {
      "en": "in Oakland, and Chicago, and Cleveland, Detroit, Boston, New York.",
      "it": "a Oakland, Chicago, Cleveland, Detroit, Boston e New York."
    }
  },
  {
    "translation": {
      "en": "And very few people appreciate that the African Americans in those communities",
      "it": "In pochi sanno che quegli afroamericani"
    }
  },
  {
    "translation": {
      "en": "did not go there as immigrants looking for new economic opportunities.",
      "it": "non ci sono andati come immigrati alla ricerca di opportunità di lavoro."
    }
  },
  {
    "translation": {
      "en": "They went there as refugees from terror.",
      "it": "Ci sono arrivati per sfuggire al terrore."
    }
  },
  {
    "translation": {
      "en": "We didn't just land in Oakland, in LA, in Compton,",
      "it": "Non ti ritrovi per caso a Oakland, a LA, a Compton,"
    }
  },
  {
    "translation": {
      "en": "in Harlem, in Brownsville in 2015.",
      "it": "a Harlem, a Brownsville nel 2015."
    }
  },
  {
    "translation": {
      "en": "This is generational... generational trauma.",
      "it": "È il risultato di un trauma generazionale. Le lettere \"KKK\" sono state incise con un coltellino"
    }
  },
  {
    "translation": {
      "en": "[reporter] The letters \"KKK\" were carved with a penknife",
      "it": "Le lettere \"KKK\" sono state incise con un coltellino"
    }
  },
  {
    "translation": {
      "en": "on the chest and stomach of this man in Houston, Texas,",
      "it": "sul petto e pancia di quest'uomo a Houston, Texas,"
    }
  },
  {
    "translation": {
      "en": "after he had been hanged by his knees from an oak tree and flogged with a chain.",
      "it": "dopo essere stato appeso a una quercia e frustato con una catena. IN 3000 BRUCERANNO IL NEGRO"
    }
  },
  {
    "translation": {
      "en": "The Chicago Negro boy, Emmett Till, is alleged",
      "it": "Il Negro di Chicago, Emmett Till, è sospettato"
    }
  },
  {
    "translation": {
      "en": "to have paid unwelcome attention to Roy Bryant's most attractive wife.",
      "it": "di aver dato attenzioni indesiderate alla bella moglie di Roy Bryant."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] And then when it became unacceptable",
      "it": "Quando divenne inaccettabile... LA PIÙ GRANDE VERGOGNA AMERICANA"
    }
  },
  {
    "translation": {
      "en": "to engage in that kind of open terrorism,",
      "it": "...continuare con quel terrorismo,"
    }
  },
  {
    "translation": {
      "en": "then it shifted to something more legal.",
      "it": "si passò a qualcosa di più legale."
    }
  },
  {
    "translation": {
      "en": "Segregation. Jim Crow.",
      "it": "SEGREGAZIONE PER SEMPRE Segregazione. Jim Crow."
    }
  },
  {
    "translation": {
      "en": "[Alexander] Laws were passed that relegated African Americans",
      "it": "VIAGGIARE - VOTARE AVERE ARMI Furono promulgate leggi che relegavano gli afroamericani"
    }
  },
  {
    "translation": {
      "en": "to a permanent second-class status.",
      "it": "a uno stato perenne di seconda classe. PIÙ DI 300.000 NEGRI NON POSSONO VOTARE IN ALABAMA"
    }
  },
  {
    "translation": {
      "en": "These things really begin to live out the prophecy that Griffith was making",
      "it": "Sembrava avverarsi la profezia che Griffith aveva fatto... PROFESSORE STUDI AFRO-AMERICANI"
    }
  },
  {
    "translation": {
      "en": "about the way that race operates. And this fear of crime is central to all of this.",
      "it": "...su come funziona la razza. E la paura del crimine è centrale a ciò."
    }
  },
  {
    "translation": {
      "en": "Every time you saw a sign that said \"white and colored,\"",
      "it": "Se vedevi un cartello con su \"bianchi e di colore\","
    }
  },
  {
    "translation": {
      "en": "every time you had to deal with the indignation",
      "it": "dovevi affrontare l'indignazione..."
    }
  },
  {
    "translation": {
      "en": "of being told you can't go through the front door.",
      "it": "AVVOCATO E AUTORE, FONDATORE DELLA EQUAL JUSTICE INITIATIVE ...di non poter usare l'ingresso principale."
    }
  },
  {
    "translation": {
      "en": "Every day you weren't allowed to vote,",
      "it": "...di non poter usare l'ingresso principale. Ogni giorno in cui non potevi votare o studiare,"
    }
  },
  {
    "translation": {
      "en": "weren't allowed to go to school,",
      "it": "Ogni giorno in cui non potevi votare o studiare,"
    }
  },
  {
    "translation": {
      "en": "you were bearing a burden that was injurious.",
      "it": "stavi sopportando un fardello deleterio."
    }
  },
  {
    "translation": {
      "en": "[Alexander] Civil rights activists began to see the necessity",
      "it": "Gli attivisti per i diritti civili capirono"
    }
  },
  {
    "translation": {
      "en": "of building not just a civil rights movement,",
      "it": "di dover lottare per i diritti civili"
    }
  },
  {
    "translation": {
      "en": "but a human rights movement.",
      "it": "e per i diritti umani."
    }
  },
  {
    "translation": {
      "en": "[Martin Luther King Jr.] And I think we should start now preparing for the inevitable.",
      "it": "Credo che dobbiamo prepararci per l'inevitabile."
    }
  },
  {
    "translation": {
      "en": "[crowd] Yeah!",
      "it": "Giusto!"
    }
  },
  {
    "translation": {
      "en": "[King] And let us, when that moment comes...",
      "it": "Quando verrà il momento..."
    }
  },
  {
    "translation": {
      "en": "go into the situations that we confront",
      "it": "...facci affrontare le situazioni che affronteremo"
    }
  },
  {
    "translation": {
      "en": "with a great deal of dignity, sanity and reasonableness.",
      "it": "con dignità, integrità e ragionevolezza."
    }
  },
  {
    "translation": {
      "en": "[KKK member] They want to throw white children and colored children",
      "it": "Vogliono gettare bambini bianchi e neri"
    }
  },
  {
    "translation": {
      "en": "into the melting pot of integration,",
      "it": "nel calderone dell'integrazione,"
    }
  },
  {
    "translation": {
      "en": "through out of which will come a conglomerated,",
      "it": "da cui verrà fuori una classe"
    }
  },
  {
    "translation": {
      "en": "mulatto, mongrel class of people.",
      "it": "di meticci bastardi."
    }
  },
  {
    "translation": {
      "en": "Both races will be destroyed in such a movement.",
      "it": "Entrambe le razze verranno distrutte dal movimento."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] We just got a report here on this end that the students are in.",
      "it": "Ci è arrivata voce che gli studenti sono entrati."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Negroes were trying to integrate the bathing beaches.",
      "it": "I negri vogliono integrarsi sulle spiagge."
    }
  },
  {
    "translation": {
      "en": "And the Florida Advisory Committee to the US Civil Rights Commission",
      "it": "E il Comitato Consultivo della Florida ha avvertito la Commissione"
    }
  },
  {
    "translation": {
      "en": "warned that the city was becoming a racial superbomb with a short fuse.",
      "it": "che la città sta diventando una super bomba razziale pronta a esplodere."
    }
  },
  {
    "translation": {
      "en": "[Alexander] Civil rights activists began to be portrayed in the media",
      "it": "Gli attivisti per i diritti civili sono stati descritti dai media"
    }
  },
  {
    "translation": {
      "en": "and among, you know, many politicians as criminals.",
      "it": "e da alcuni politici come dei criminali."
    }
  },
  {
    "translation": {
      "en": "People who are deliberately violating the law,",
      "it": "Come gente che viola la legge deliberatamente,"
    }
  },
  {
    "translation": {
      "en": "segregation laws that existed in the South.",
      "it": "le leggi di segregazione al Sud. FONTANA CHIUSA"
    }
  },
  {
    "translation": {
      "en": "[King] For years now, I have heard the word \"wait.\"",
      "it": "Per anni, ho sentito la parola \"attesa\"."
    }
  },
  {
    "translation": {
      "en": "It rings in the ear of every Negro with piercing familiarity.",
      "it": "È dolorosamente familiare alle orecchie di ogni negro."
    }
  },
  {
    "translation": {
      "en": "This wait has almost always meant never.",
      "it": "E quest'attesa significa quasi sempre mai."
    }
  },
  {
    "translation": {
      "en": "Justice too long delayed is justice denied.",
      "it": "La giustizia ritardata è giustizia negata."
    }
  },
  {
    "translation": {
      "en": "I think that one of the most brilliant tactics of the civil rights movement",
      "it": "Una delle tattiche più brillanti del movimento per i diritti civili"
    }
  },
  {
    "translation": {
      "en": "was its transformation of the notion of criminality.",
      "it": "è stata la trasformazione del concetto di criminalità."
    }
  },
  {
    "translation": {
      "en": "Because for the first time, being arrested was a noble thing.",
      "it": "Per la prima volta, essere arrestati era una cosa nobile. PROFESSORE DI STORIA"
    }
  },
  {
    "translation": {
      "en": "Being arrested by white people was your worst nightmare.",
      "it": "Essere arrestati dai bianchi era il tuo incubo peggiore."
    }
  },
  {
    "translation": {
      "en": "Still is, uh, for many African Americans.",
      "it": "Lo è ancora per molti afroamericani."
    }
  },
  {
    "translation": {
      "en": "So what'd they do?",
      "it": "E che hanno fatto loro?"
    }
  },
  {
    "translation": {
      "en": "They voluntarily defined a movement around getting arrested.",
      "it": "Hanno fondato un movimento sull'essere arrestati."
    }
  },
  {
    "translation": {
      "en": "They turned it on its head.",
      "it": "L'hanno snaturato."
    }
  },
  {
    "translation": {
      "en": "[Cobb] If you looked at the history",
      "it": "Se si guarda alla storia"
    }
  },
  {
    "translation": {
      "en": "of black people's various struggles in this country,",
      "it": "delle molte lotte dei neri, nel Paese,"
    }
  },
  {
    "translation": {
      "en": "the connecting theme is the attempt to be understood",
      "it": "il filo conduttore è il tentativo di essere accettati"
    }
  },
  {
    "translation": {
      "en": "as full, complicated human beings.",
      "it": "come esseri umani completi."
    }
  },
  {
    "translation": {
      "en": "We are something other than this, uh, visceral image of criminality",
      "it": "Siamo altro rispetto alla viscerale immagine di criminalità"
    }
  },
  {
    "translation": {
      "en": "and menace and threat to which people associate with us.",
      "it": "e minaccia a cui la gente ci associa."
    }
  },
  {
    "translation": {
      "en": "We're willing to be beaten for democracy, and you misuse democracy in the street.",
      "it": "Siamo disposti a essere sconfitti per la democrazia e voi ne abusate."
    }
  },
  {
    "translation": {
      "en": "Let us lay aside irrelevant differences...",
      "it": "Mettiamo da parte le differenze irrilevanti..."
    }
  },
  {
    "translation": {
      "en": "and make our nation whole.",
      "it": "...e rendiamo completa la nostra nazione."
    }
  },
  {
    "translation": {
      "en": "[Gates] The Civil Rights Act and the Voting Rights Act said,",
      "it": "La legge sui diritti civili e di voto afferma:"
    }
  },
  {
    "translation": {
      "en": "\"Finally, we admit it.",
      "it": "\"Finalmente l'ammettiamo."
    }
  },
  {
    "translation": {
      "en": "Though slavery ended in December 1865...",
      "it": "Nonostante la schiavitù sia finita nel dicembre del 1865,"
    }
  },
  {
    "translation": {
      "en": "we took away these people's rights, and now we're gonna fix it.\"",
      "it": "noi abbiamo privato queste persone dei propri diritti e ora rimedieremo.\""
    }
  },
  {
    "translation": {
      "en": "[Marc Mauer] For the first time,",
      "it": "Per la prima volta,"
    }
  },
  {
    "translation": {
      "en": "you know, promise of equal justice becomes at least a possibility.",
      "it": "la promessa di una giustizia equa era diventata almeno una possibilità."
    }
  },
  {
    "translation": {
      "en": "Their cause must be our cause, too.",
      "it": "La loro causa deve essere anche la nostra causa."
    }
  },
  {
    "translation": {
      "en": "[Alexander] Unfortunately, at the very same time",
      "it": "Sfortunatamente,"
    }
  },
  {
    "translation": {
      "en": "that the civil rights movement was gaining steam,",
      "it": "mentre il movimento dei diritti civili acquistava visibilità,"
    }
  },
  {
    "translation": {
      "en": "crime rates were beginning to rise in this country.",
      "it": "la percentuale di criminalità iniziò ad aumentare, nel Paese."
    }
  },
  {
    "translation": {
      "en": "Crime was increasing in the baby boom generation",
      "it": "Il crimine aumentava a causa del boom delle nascite..."
    }
  },
  {
    "translation": {
      "en": "that had emerged immediately after World War II.",
      "it": "PROFESSORE DI SOCIOLOGIA E LEGGE ...del secondo dopoguerra."
    }
  },
  {
    "translation": {
      "en": "Now they were adults.",
      "it": "Ora erano adulti."
    }
  },
  {
    "translation": {
      "en": "So, just through sheer demographic change, we had an increase in the amount of crime.",
      "it": "E solo col cambiamento demografico c'era stato un aumento della criminalità."
    }
  },
  {
    "translation": {
      "en": "...and became very easy for politicians then to say,",
      "it": "Fu semplice, per i politici, sostenere"
    }
  },
  {
    "translation": {
      "en": "um, that the civil rights movement itself was contributing to rising crime rates,",
      "it": "che il movimento per i diritti civili stava contribuendo a quest'aumento... EDUCATRICE E AUTRICE"
    }
  },
  {
    "translation": {
      "en": "and that if we were to give the Negroes their freedom, um,",
      "it": "EDUCATRICE E AUTRICE ...e che, se avessimo dato la libertà ai negri,"
    }
  },
  {
    "translation": {
      "en": "then we would be repaid, as a nation, with crime.",
      "it": "la nazione sarebbe stata ripagata col crimine."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] The prison population in the United States was largely flat",
      "it": "La quantità di detenuti in prigione in America rimase invariata"
    }
  },
  {
    "translation": {
      "en": "throughout most of the 20th century.",
      "it": "durante tutto il ventesimo secolo."
    }
  },
  {
    "translation": {
      "en": "It didn't go up a lot. It didn't come down a lot.",
      "it": "Non ci furono oscillazioni evidenti."
    }
  },
  {
    "translation": {
      "en": "But that changed in the 1970s.",
      "it": "Ma tutto cambiò nel 1970."
    }
  },
  {
    "translation": {
      "en": "And in the 1970s, we began an era",
      "it": "Negli anni '70 ebbe inizio un'era"
    }
  },
  {
    "translation": {
      "en": "which has been defined by this term, \"mass incarceration.\"",
      "it": "che può essere definita dal termine \"incarcerazione di massa\"."
    }
  },
  {
    "translation": {
      "en": "This is a nation of laws, and as Abraham Lincoln has said,",
      "it": "Abraham Lincoln diceva che siamo in una nazione di leggi."
    }
  },
  {
    "translation": {
      "en": "\"No one is above the law. No one is below the law.\"",
      "it": "\"Nessuno è superiore alla legge. Nessuno è inferiore alla legge.\""
    }
  },
  {
    "translation": {
      "en": "And we're going to enforce the law",
      "it": "E noi faremo rispettare la legge"
    }
  },
  {
    "translation": {
      "en": "and Americans should remember that, if we're going to have law and order.",
      "it": "e gli americani dovrebbero ricordarselo, se vogliamo l'ordine pubblico."
    }
  },
  {
    "translation": {
      "en": "♪ Breaking rocks out here On the chain gang ♪",
      "it": "A spaccare le pietre ai lavori forzati"
    }
  },
  {
    "translation": {
      "en": "♪ Breaking rocks and serving my time ♪",
      "it": "A spaccare le pietre andrai"
    }
  },
  {
    "translation": {
      "en": "♪ Breaking rocks out here On the chain gang ♪",
      "it": "A spaccare le pietre ai lavori forzati"
    }
  },
  {
    "translation": {
      "en": "♪ Because I've been convicted of crime ♪",
      "it": "Perché solo così la pagherai"
    }
  },
  {
    "translation": {
      "en": "♪ Hold it steady right there While I hit it ♪",
      "it": "Tienila ferma mentre la colpisco"
    }
  },
  {
    "translation": {
      "en": "[Richard Nixon] Each moment in history is a fleeting time, precious and unique.",
      "it": "Ogni momento della storia è unico, prezioso e sfuggevole."
    }
  },
  {
    "translation": {
      "en": "But some stand out as moments of beginning...",
      "it": "Ma alcuni spiccano come momenti di inizio..."
    }
  },
  {
    "translation": {
      "en": "in which courses are set that shape decades or centuries.",
      "it": "...in cui si prendono direzioni che plasmeranno decenni o secoli a venire."
    }
  },
  {
    "translation": {
      "en": "This can be such a moment.",
      "it": "Questo momento è uno di quelli. POPOLAZIONE AMERICANA IN PRIGIONE"
    }
  },
  {
    "translation": {
      "en": "It's with the Nixon era, and the law and order period",
      "it": "Con l'era di Nixon e col periodo dell'ordine pubblico"
    }
  },
  {
    "translation": {
      "en": "when crime begins to stand in for race.",
      "it": "il crimine inizia a essere associato a una razza. PROFESSORESSA EMERITA"
    }
  },
  {
    "translation": {
      "en": "If there is one area where the word \"war\" is appropriate,",
      "it": "Se c'è un'area in cui la parola \"guerra\" è appropriata"
    }
  },
  {
    "translation": {
      "en": "it is in the fight against crime.",
      "it": "è quella della lotta contro il crimine."
    }
  },
  {
    "translation": {
      "en": "Part of what he talked about was a war on crime.",
      "it": "In parte, parlava di una lotta al crimine."
    }
  },
  {
    "translation": {
      "en": "But that was one of those code words,",
      "it": "Ma era una parola in codice, quella che chiamiamo \"politica del fischietto\"..."
    }
  },
  {
    "translation": {
      "en": "what we might call \"dog-whistle politics\" now,",
      "it": "Ma era una parola in codice, quella che chiamiamo \"politica del fischietto\"... SCRITTORE, EX DETENUTO"
    }
  },
  {
    "translation": {
      "en": "which really was referring to",
      "it": "...che si riferiva ai movimenti politici neri dell'epoca."
    }
  },
  {
    "translation": {
      "en": "the black political movements of the day, Black Power, Black Panthers,",
      "it": "...che si riferiva ai movimenti politici neri dell'epoca. Potere nero, Pantere Nere, il movimento anti-guerra,"
    }
  },
  {
    "translation": {
      "en": "the antiwar movement,",
      "it": "Potere nero, Pantere Nere, il movimento anti-guerra,"
    }
  },
  {
    "translation": {
      "en": "the movements for women's and gay liberation at that time,",
      "it": "il movimento per la liberazione delle donne e dei gay,"
    }
  },
  {
    "translation": {
      "en": "which Nixon felt compelled to fight back against.",
      "it": "contro cui Nixon sentì il bisogno di lottare."
    }
  },
  {
    "translation": {
      "en": "Once the federal government, through the FBI, moves into an area,",
      "it": "L'arrivo del governo federale, sotto forma di FBI, in una zona"
    }
  },
  {
    "translation": {
      "en": "this should be warning to those who engage in these acts",
      "it": "serve da monito, per chi partecipa a questi movimenti,"
    }
  },
  {
    "translation": {
      "en": "that they eventually are going to be apprehended.",
      "it": "che prima o poi saranno presi."
    }
  },
  {
    "translation": {
      "en": "[Cobb] There's this outcry for law and order.",
      "it": "La gente vuole l'ordine pubblico."
    }
  },
  {
    "translation": {
      "en": "And Nixon becomes the person who articulates that perfectly.",
      "it": "E Nixon diventa l'espressione perfetta di quella richiesta."
    }
  },
  {
    "translation": {
      "en": "[Nixon] There can be no progress in America without respect for law.",
      "it": "Non può esserci progresso, in America, senza il rispetto della legge."
    }
  },
  {
    "translation": {
      "en": "Many people felt like, uh, we were losing control.",
      "it": "Molti pensavano che stessimo perdendo il controllo."
    }
  },
  {
    "translation": {
      "en": "[Nixon] We need total war in the United States",
      "it": "Serviva una guerra totale, negli Stati Uniti,"
    }
  },
  {
    "translation": {
      "en": "against the evils, uh, that we see in our cities.",
      "it": "contro le malvagità che vediamo nelle nostre città."
    }
  },
  {
    "translation": {
      "en": "Federal spending for local law enforcement will double.",
      "it": "La spesa federale per i corpi di polizia raddoppierà."
    }
  },
  {
    "translation": {
      "en": "Time is running out for the merchants",
      "it": "Il tempo è scaduto"
    }
  },
  {
    "translation": {
      "en": "of crime and corruption in American society.",
      "it": "per il crimine e per la corruzione nella società americana."
    }
  },
  {
    "translation": {
      "en": "The wave of crime is not going to be the wave of the future",
      "it": "L'ondata di criminalità non sarà l'ondata del futuro"
    }
  },
  {
    "translation": {
      "en": "in the United States of America.",
      "it": "negli Stati Uniti d'America."
    }
  },
  {
    "translation": {
      "en": "We must wage what I have called \"total war\"",
      "it": "Dobbiamo condurre una \"guerra totale\""
    }
  },
  {
    "translation": {
      "en": "against public enemy number one in the United States,",
      "it": "contro il nemico pubblico numero uno degli Stati Uniti,"
    }
  },
  {
    "translation": {
      "en": "the problem of dangerous drugs.",
      "it": "il problema delle droghe."
    }
  },
  {
    "translation": {
      "en": "\"A war on drugs.\"",
      "it": "\"Guerra alle droghe.\""
    }
  },
  {
    "translation": {
      "en": "And that utterance gave birth to this era,",
      "it": "Questa frase diede inizio a un'era"
    }
  },
  {
    "translation": {
      "en": "where we decided to deal with drug addiction and drug dependency",
      "it": "dove si iniziò a trattare la tossicodipendenza"
    }
  },
  {
    "translation": {
      "en": "as a crime issue rather than a health issue.",
      "it": "come un crimine, piuttosto che come un problema di salute."
    }
  },
  {
    "translation": {
      "en": "Hundreds of thousands of people",
      "it": "Centinaia di migliaia di persone"
    }
  },
  {
    "translation": {
      "en": "were sent to jails and prisons for simple possession of marijuana,",
      "it": "furono mandate in prigione per possesso di marijuana,"
    }
  },
  {
    "translation": {
      "en": "for low-level offenses.",
      "it": "un reato minore."
    }
  },
  {
    "translation": {
      "en": "America's public enemy number one in the United States is drug abuse.",
      "it": "Il nemico numero uno negli Stati Uniti è il consumo di droga."
    }
  },
  {
    "translation": {
      "en": "In order to fight and defeat this enemy,",
      "it": "Per combattere e sconfiggere questo nemico,"
    }
  },
  {
    "translation": {
      "en": "it is necessary to wage a new, all-out offensive.",
      "it": "serve intavolare una nuova guerra senza quartiere."
    }
  },
  {
    "translation": {
      "en": "This call for law and order becomes integral to something that",
      "it": "La richiesta di ordine pubblico diventa parte di qualcosa"
    }
  },
  {
    "translation": {
      "en": "comes to be known as the Southern strategy.",
      "it": "conosciuta come la Strategia del Sud."
    }
  },
  {
    "translation": {
      "en": "Nixon begins to recruit Southern whites, formerly staunch Democrats,",
      "it": "Nixon inizia a reclutare bianchi del Sud, ex Democratici devoti,"
    }
  },
  {
    "translation": {
      "en": "into the Republican fold.",
      "it": "all'interno della cricca repubblicana. VOTA REPUBBLICANO"
    }
  },
  {
    "translation": {
      "en": "[Alexander] Persuading poor and working-class whites to join the Republican Party in droves...",
      "it": "Convinse i bianchi della classe operaia a unirsi a frotte al partito Repubblicano."
    }
  },
  {
    "translation": {
      "en": "By speaking to, in subtle and non-racist terms...",
      "it": "Usando, in termini velati e non razzisti..."
    }
  },
  {
    "translation": {
      "en": "...a thinly veiled racial appeal...",
      "it": "...un richiamo velatamente razziale..."
    }
  },
  {
    "translation": {
      "en": "...talking about crime,",
      "it": "...parlando di crimine,"
    }
  },
  {
    "translation": {
      "en": "by talking about law and order or the chaos of our urban cities",
      "it": "di ordine pubblico e di caos nelle città urbane... PROFESSORE DI STORIA, RAZZA E POLITICHE PUBBLICHE"
    }
  },
  {
    "translation": {
      "en": "unleashed by the civil rights movement.",
      "it": "...causato dal movimento per i diritti."
    }
  },
  {
    "translation": {
      "en": "[Nixon] We have launched an all-out offensive against crime,",
      "it": "Ci siamo lanciati in una guerra totale contro il crimine,"
    }
  },
  {
    "translation": {
      "en": "against narcotics, against permissiveness in our country.",
      "it": "contro le droghe, contro la permissività."
    }
  },
  {
    "translation": {
      "en": "[Alexander] The rhetoric of \"get tough\" and \"law and order,\"",
      "it": "La retorica del \"sii forte\" e dell'ordine pubblico"
    }
  },
  {
    "translation": {
      "en": "um, was part and parcel of the backlash of the civil rights movement.",
      "it": "fu un contraccolpo al movimento per i diritti civili. CONSIGLIERE DI RICHARD NIXON"
    }
  },
  {
    "translation": {
      "en": "[reporter] A Nixon administration official admitted the war on drugs",
      "it": "Un consigliere di Nixon ha ammesso che la guerra"
    }
  },
  {
    "translation": {
      "en": "was all about throwing black people in jail.",
      "it": "alla droga serviva a mandare i neri in prigione."
    }
  },
  {
    "translation": {
      "en": "He said, quote,",
      "it": "Ha detto:"
    }
  },
  {
    "translation": {
      "en": "♪ The end of the Reagan era I'm like 11 or 12 or ♪",
      "it": "La fine dell'era Reagan Io ho 11 o 12 anni"
    }
  },
  {
    "translation": {
      "en": "♪ Old enough to understand The shit'll change forever ♪",
      "it": "Abbastanza per capire Che non cambierà mai niente"
    }
  },
  {
    "translation": {
      "en": "♪ They declared the war on drugs Like a war on terror ♪",
      "it": "Hanno dichiarato guerra alle droghe Una guerra al terrore"
    }
  },
  {
    "translation": {
      "en": "♪ But what it really did was Let the police terrorize whoever ♪",
      "it": "Ma la verità è che così La polizia ci può terrorizzare"
    }
  },
  {
    "translation": {
      "en": "♪ But mostly black boys But they would call us niggers ♪",
      "it": "Soprattutto i ragazzi di colore Ci chiamano negri"
    }
  },
  {
    "translation": {
      "en": "♪ And lay us on our belly While they fingers on they triggers ♪",
      "it": "Ci mettono a pancia in giù Con il dito sul grilletto"
    }
  },
  {
    "translation": {
      "en": "Raise your right hand and repeat after me.",
      "it": "Alzi la mano destra e ripeta dopo di me."
    }
  },
  {
    "translation": {
      "en": "I, Ronald Reagan, do solemnly swear...",
      "it": "Io, Ronald Reagan, giuro solennemente..."
    }
  },
  {
    "translation": {
      "en": "I, Ronald Reagan, do solemnly swear...",
      "it": "Io, Ronald Reagan, giuro solennemente..."
    }
  },
  {
    "translation": {
      "en": "that I will faithfully execute the Office...",
      "it": "...che compierò il mio dovere con lealtà..."
    }
  },
  {
    "translation": {
      "en": "The election of Ronald Reagan was, uh, in many ways, transformative,",
      "it": "L'elezione di Ronald Reagan rappresentò un cambiamento"
    }
  },
  {
    "translation": {
      "en": "in a negative sense.",
      "it": "in senso negativo."
    }
  },
  {
    "translation": {
      "en": "President Richard Nixon was the first to coin the term",
      "it": "Il Presidente Richard Nixon fu il primo a coniare il termine"
    }
  },
  {
    "translation": {
      "en": "\"a war on drugs,\"",
      "it": "\"Guerra alle droghe\","
    }
  },
  {
    "translation": {
      "en": "but President Ronald Reagan turned that rhetorical war into a literal one.",
      "it": "ma fu Ronald Reagan che trasformò la guerra da retorica a letterale."
    }
  },
  {
    "translation": {
      "en": "It's back to school time for America's children.",
      "it": "I bambini americani tornano a scuola."
    }
  },
  {
    "translation": {
      "en": "And while drug and alcohol abuse cuts across all generations,",
      "it": "E mentre l'abuso di droga e alcool interessano tutte le generazioni,"
    }
  },
  {
    "translation": {
      "en": "it's especially damaging to the young people",
      "it": "questo fa particolarmente male ai giovani"
    }
  },
  {
    "translation": {
      "en": "on whom our future depends.",
      "it": "da cui dipende il nostro futuro."
    }
  },
  {
    "translation": {
      "en": "The modern war on drugs was declared by Ronald Reagan in 1982.",
      "it": "La moderna guerra alle droghe fu dichiarata da Ronald Reagan nel 1982."
    }
  },
  {
    "translation": {
      "en": "As we mobilize for this national crusade,",
      "it": "Mentre ci mobilitiamo per questa crociata nazionale,"
    }
  },
  {
    "translation": {
      "en": "I'm mindful that drugs are a constant temptation for millions.",
      "it": "io so che le droghe sono una tentazione costante per milioni di persone."
    }
  },
  {
    "translation": {
      "en": "Popular opinion polls of the day",
      "it": "I sondaggi affermavano"
    }
  },
  {
    "translation": {
      "en": "show that it wasn't an issue for most people in the United States.",
      "it": "che per la popolazione non si trattava di un problema."
    }
  },
  {
    "translation": {
      "en": "But Reagan was determined",
      "it": "Ma Reagan era determinato"
    }
  },
  {
    "translation": {
      "en": "to put this onto the agenda to define it as a problem.",
      "it": "a inserire la cosa in agenda definendola un problema."
    }
  },
  {
    "translation": {
      "en": "A war against drugs is a war of individual battles.",
      "it": "Una guerra contro le droghe è una guerra di battaglie individuali."
    }
  },
  {
    "translation": {
      "en": "Reagan used his wife, for example, in this \"Just Say No\" campaign.",
      "it": "Reagan usò sua moglie, ad esempio, nella campagna \"Di' di no\"."
    }
  },
  {
    "translation": {
      "en": "She has helped so many of our young people to say no to drugs.",
      "it": "Ha aiutato così tante persone a dire di no alla droga."
    }
  },
  {
    "translation": {
      "en": "Nancy, much credit belongs to you.",
      "it": "Nancy, molto del merito va a te."
    }
  },
  {
    "translation": {
      "en": "This is your brain.",
      "it": "Questo è il tuo cervello."
    }
  },
  {
    "translation": {
      "en": "This is drugs.",
      "it": "Questa è la droga."
    }
  },
  {
    "translation": {
      "en": "This is your brain on drugs.",
      "it": "Questo è il tuo cervello drogato."
    }
  },
  {
    "translation": {
      "en": "I joined it.",
      "it": "Mi sono unito."
    }
  },
  {
    "translation": {
      "en": "And some people said, \"Well, how can you join",
      "it": "Alcuni dicevano: \"Come puoi unirti..."
    }
  },
  {
    "translation": {
      "en": "a person declaring a war on drugs, someone like Ronald Reagan?\"",
      "it": "MEMBRO DEL CONGRESSO ...a una persona che dichiara guerra alle droghe?\""
    }
  },
  {
    "translation": {
      "en": "I joined with Nancy Reagan because she said, \"Just say no.\"",
      "it": "Io sto con Nancy Reagan perché dice \"Di' di no\"."
    }
  },
  {
    "translation": {
      "en": "Just say no so loud that everyone around you can hear it.",
      "it": "Di' di no così forte che tutti intorno possano sentirti."
    }
  },
  {
    "translation": {
      "en": "We're talking about a general education that we're talking about.",
      "it": "Stiamo parlando di un'educazione generale."
    }
  },
  {
    "translation": {
      "en": "We're not talking about locking up people.",
      "it": "Non parliamo di arrestare le persone."
    }
  },
  {
    "translation": {
      "en": "We're talking about educating people. We're talking about prevention.",
      "it": "Parliamo di educazione. Parliamo di prevenzione."
    }
  },
  {
    "translation": {
      "en": "There was a crisis in the US economy at that time.",
      "it": "C'era una crisi economica negli Stati Uniti all'epoca."
    }
  },
  {
    "translation": {
      "en": "I regret to say that we're in the worst economic mess",
      "it": "Mi dispiace dire che stiamo attraversando il periodo economico"
    }
  },
  {
    "translation": {
      "en": "since the Great Depression.",
      "it": "peggiore dalla Grande Depressione."
    }
  },
  {
    "translation": {
      "en": "There is a frontal assault",
      "it": "C'è un assalto frontale"
    }
  },
  {
    "translation": {
      "en": "on institutions that are designed to assist human beings,",
      "it": "alle istituzioni che devono assistere gli essere umani,"
    }
  },
  {
    "translation": {
      "en": "on the education system, welfare, on jobs, healthcare.",
      "it": "al sistema educativo, al welfare, a quello sanitario e occupazionale."
    }
  },
  {
    "translation": {
      "en": "Government programs that can't be paid for out of a balanced budget",
      "it": "I programmi del governo che non riescono a essere coperti dal budget"
    }
  },
  {
    "translation": {
      "en": "must be paid for out of your pocket.",
      "it": "verranno pagati direttamente da voi."
    }
  },
  {
    "translation": {
      "en": "[reporter] The rich are getting richer and the poor are getting poorer.",
      "it": "Dicono che i ricchi diventano più ricchi e i poveri più poveri."
    }
  },
  {
    "translation": {
      "en": "The idea of expanding, uh, the freedom of American business",
      "it": "L'idea di estendere la libertà delle aziende americane"
    }
  },
  {
    "translation": {
      "en": "and the entrepreneurial class...",
      "it": "e della classe imprenditoriale..."
    }
  },
  {
    "translation": {
      "en": "We will save $1.8 billion in fiscal year 1982.",
      "it": "Risparmieremo 1,8 miliardi nell'anno fiscale 1982."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Luxury stores like Neiman Marcus predicts record sales.",
      "it": "I negozi di lusso come Neiman Marcus prevedono vendite record."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The number of Americans dipping under the poverty level",
      "it": "Il numero di americani sotto il livello di povertà"
    }
  },
  {
    "translation": {
      "en": "has reached the highest rate in two decades.",
      "it": "ha raggiunto la vetta più alta da vent'anni."
    }
  },
  {
    "translation": {
      "en": "Yes, there has been an increase in poverty,",
      "it": "C'è stato un aumento della povertà,"
    }
  },
  {
    "translation": {
      "en": "but it is a lower rate of increase than it was in the preceding years,",
      "it": "ma si tratta di un aumento minore rispetto agli anni precedenti,"
    }
  },
  {
    "translation": {
      "en": "before we got here.",
      "it": "prima che arrivassimo noi."
    }
  },
  {
    "translation": {
      "en": "It has begun to decline, but it is still going up.",
      "it": "Sta rallentando, ma è comunque in aumento."
    }
  },
  {
    "translation": {
      "en": "[Mauer] In the mid-1980s, we were already starting to embark on a war on drugs",
      "it": "A metà degli anni '80, abbiamo iniziato una guerra alla droga."
    }
  },
  {
    "translation": {
      "en": "and then all of a sudden, along comes this new drug, crack cocaine.",
      "it": "Poi, all'improvviso, è comparsa questa nuova droga, il crack."
    }
  },
  {
    "translation": {
      "en": "Steve Young reports on a new kind of cocaine called crack.",
      "it": "Steve Young parla di questo nuovo tipo di cocaina, chiamata crack."
    }
  },
  {
    "translation": {
      "en": "It's dangerous. It's deadly. It will kill you.",
      "it": "È pericolosa, è mortale, ti ucciderà."
    }
  },
  {
    "translation": {
      "en": "\"The drug epidemic is as dangerous as any terrorist that we face.\"",
      "it": "\"L'epidemia di droga è pericolosa quanto qualsiasi forma di terrorismo.\""
    }
  },
  {
    "translation": {
      "en": "That is just some of what was said today to House and Senate committees",
      "it": "Questo è quanto affermato oggi alla Commissione del Senato"
    }
  },
  {
    "translation": {
      "en": "holding hearings on drug abuse in America.",
      "it": "durante un'udienza sull'abuso di droghe."
    }
  },
  {
    "translation": {
      "en": "[Mauer] We have this drug that could be marketed in very small doses,",
      "it": "Questa droga che potrebbe essere venduta in dosi molto piccole,"
    }
  },
  {
    "translation": {
      "en": "relatively inexpensively,",
      "it": "relativamente a buon mercato,"
    }
  },
  {
    "translation": {
      "en": "this was going to just take over communities,",
      "it": "potrebbe avere la meglio sulle comunità,"
    }
  },
  {
    "translation": {
      "en": "and particularly African American communities.",
      "it": "specialmente quella afroamericana."
    }
  },
  {
    "translation": {
      "en": "Crack was largely an inner-city issue and cocaine was largely a suburban issue.",
      "it": "Il crack era un problema cittadino e la cocaina uno delle periferie."
    }
  },
  {
    "translation": {
      "en": "Smokable cocaine, otherwise known as crack,",
      "it": "La cocaina da fumare, altrimenti conosciuta come crack,"
    }
  },
  {
    "translation": {
      "en": "it is an uncontrolled fire.",
      "it": "è un fuoco indomabile."
    }
  },
  {
    "translation": {
      "en": "[Mauer] Congress, in virtually record time,",
      "it": "Il Congresso, in tempo record,"
    }
  },
  {
    "translation": {
      "en": "established mandatory sentencing penalties for crack",
      "it": "ha introdotto delle penalità obbligatorie per il possesso di crack"
    }
  },
  {
    "translation": {
      "en": "that were far harsher than those for powder cocaine.",
      "it": "molto più dure di quelle applicate per la cocaina in polvere."
    }
  },
  {
    "translation": {
      "en": "The same amount of time in prison for one ounce of crack cocaine",
      "it": "Si andava in prigione per lo stesso tempo per 30 grammi di crack"
    }
  },
  {
    "translation": {
      "en": "that you get for 100 ounces of powder cocaine.",
      "it": "e per tre chili di cocaina in polvere."
    }
  },
  {
    "translation": {
      "en": "[reporter] Police here are cracking down on crack dealers.",
      "it": "La polizia ha preso di mira gli spacciatori di crack."
    }
  },
  {
    "translation": {
      "en": "Usually black or Hispanic, Latino, they were getting long sentences",
      "it": "Solitamente neri o ispanici, latini. Venivano condannati a lunghe pene... 106° SINDACO DI NEW YORK"
    }
  },
  {
    "translation": {
      "en": "for possession of crack.",
      "it": "...per possesso di crack."
    }
  },
  {
    "translation": {
      "en": "You're black with crack cocaine,",
      "it": "Se sei un nero con del crack,"
    }
  },
  {
    "translation": {
      "en": "you goin' to prison for basically the rest of your life.",
      "it": "vai in prigione a vita."
    }
  },
  {
    "translation": {
      "en": "Um, and if you're white, you're pretty much getting slapped on the wrist.",
      "it": "ATTIVISTA, EX DETENUTO DIRETTORE STRATEGIE, #CUT50 Se sei bianco, ti danno una tiratina d'orecchie."
    }
  },
  {
    "translation": {
      "en": "Cocaine... was more sophisticated.",
      "it": "La cocaina era più sofisticata."
    }
  },
  {
    "translation": {
      "en": "It was just a powder.",
      "it": "Era solo polvere."
    }
  },
  {
    "translation": {
      "en": "[Reagan] By next year, our spending for drug law enforcement",
      "it": "Per l'anno prossimo, la spesa per la lotta alla droga"
    }
  },
  {
    "translation": {
      "en": "will have more than tripled from its 1981 levels.",
      "it": "sarà più che triplicata rispetto al 1981."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, a scythe went through our black communities,",
      "it": "All'improvviso, una falce si abbatté sulle comunità nere..."
    }
  },
  {
    "translation": {
      "en": "literally cutting off men from their families,",
      "it": "ATTIVISTA, EX DETENUTO ...allontanando gli uomini dalle famiglie"
    }
  },
  {
    "translation": {
      "en": "literally huge chunks just disappearing into our prisons,",
      "it": "che, in grossi gruppi, sparivano, in prigione,"
    }
  },
  {
    "translation": {
      "en": "and for really long times.",
      "it": "e per molto, molto tempo."
    }
  },
  {
    "translation": {
      "en": "[Reagan] Millions of dollars will be allocated for prison and jail facilities.",
      "it": "Milioni di dollari verranno spesi per le prigioni e i centri di detenzione."
    }
  },
  {
    "translation": {
      "en": "[Cobb] These sorts of disparities under Reagan",
      "it": "Questo genere di disparità, sotto Reagan,"
    }
  },
  {
    "translation": {
      "en": "quickly exploded into the era of mass incarceration.",
      "it": "esplose in un'era di incarcerazione di massa."
    }
  },
  {
    "translation": {
      "en": "What Reagan ultimately does is...",
      "it": "Reagan, praticamente,"
    }
  },
  {
    "translation": {
      "en": "takes the problem of economic inequality,",
      "it": "ha preso il problema dell'ineguaglianza economica,"
    }
  },
  {
    "translation": {
      "en": "of hypersegregation in America's cities, and the problem of drug abuse,",
      "it": "dell'ipersegregazione nelle città americane e dell'abuso di droga"
    }
  },
  {
    "translation": {
      "en": "and criminalizes all of that in the form of the war on drugs.",
      "it": "e li ha criminalizzati nel nome della guerra alla droga."
    }
  },
  {
    "translation": {
      "en": "We absolutely should have treated crack and cocaine, uh, as exactly the same thing.",
      "it": "Avremmo dovuto trattare il crack e la cocaina come una cosa sola."
    }
  },
  {
    "translation": {
      "en": "I think it was an enormous burden on the black community,",
      "it": "Credo sia stato un fardello enorme per la comunità nera,"
    }
  },
  {
    "translation": {
      "en": "but it also fundamentally violated a sense of core fairness.",
      "it": "ma ha anche violato il senso di giustizia generale."
    }
  },
  {
    "translation": {
      "en": "When crack cocaine hit in the early '80s,",
      "it": "Negli anni '80, molti sindaci riconobbero la minaccia rappresentata dal crack"
    }
  },
  {
    "translation": {
      "en": "there were a lot of mayors who felt very strongly that this is a real threat",
      "it": "Negli anni '80, molti sindaci riconobbero la minaccia rappresentata dal crack desiderando sradicarla."
    }
  },
  {
    "translation": {
      "en": "and they wanted to crack down.",
      "it": "desiderando sradicarla."
    }
  },
  {
    "translation": {
      "en": "And Rangel was one of the guys pushing for stronger sentencing.",
      "it": "Rangel è stato uno di quelli che richiedeva sentenze severe."
    }
  },
  {
    "translation": {
      "en": "It may have seemed like a good idea at the time,",
      "it": "Deve essere sembrata una buona idea, all'epoca,"
    }
  },
  {
    "translation": {
      "en": "but it sure didn't work out as being effective.",
      "it": "ma di certo non è stata efficace."
    }
  },
  {
    "translation": {
      "en": "Then, years later, there was an effort to rewrite history,",
      "it": "Poi, anni dopo, si è tentato di riscrivere la storia,"
    }
  },
  {
    "translation": {
      "en": "that it was a racial disparity put in by mean white people.",
      "it": "affermando che si trattava di disparità razziale promossa da bianchi cattivi."
    }
  },
  {
    "translation": {
      "en": "Um, it's not where it came from.",
      "it": "Ma non era quella l'origine."
    }
  },
  {
    "translation": {
      "en": "In many ways, the so-called war on drugs",
      "it": "La cosiddetta guerra alla droga"
    }
  },
  {
    "translation": {
      "en": "was a war on communities of color,",
      "it": "era una guerra alle comunità di colore,"
    }
  },
  {
    "translation": {
      "en": "a war on black communities, a war on Latino communities.",
      "it": "una guerra alle comunità nere, una guerra alle comunità latine."
    }
  },
  {
    "translation": {
      "en": "And you see a rhetorical war that was, you know,",
      "it": "Era una guerra retorica che Richard Nixon"
    }
  },
  {
    "translation": {
      "en": "announced as part of a political strategy by Richard Nixon",
      "it": "aveva annunciato come parte di una strategia politica"
    }
  },
  {
    "translation": {
      "en": "and which morphed into a literal war by Ronald Reagan,",
      "it": "e che fu trasformata in una guerra letterale da Ronald Reagan,"
    }
  },
  {
    "translation": {
      "en": "um, turning into something that began to feel nearly genocidal",
      "it": "in qualcosa che assunse un sentore quasi di genocidio"
    }
  },
  {
    "translation": {
      "en": "in many poor communities of color.",
      "it": "nelle comunità nere povere."
    }
  },
  {
    "translation": {
      "en": "-[applauding] -[Mauer] So Nixon's Southern strategy",
      "it": "Quindi la Strategia del Sud di Nixon"
    }
  },
  {
    "translation": {
      "en": "was implemented right after the civil rights movement.",
      "it": "fu implementata subito dopo il movimento per i diritti civili."
    }
  },
  {
    "translation": {
      "en": "He played on fear of crime, and law and order to win the election easily.",
      "it": "Usava la paura del crimine e prometteva l'ordine pubblico per vincere le elezioni."
    }
  },
  {
    "translation": {
      "en": "Reagan promised tax cuts to the rich,",
      "it": "Reagan prometteva meno tasse ai ricchi"
    }
  },
  {
    "translation": {
      "en": "and to throw all the crack users in jail,",
      "it": "e di gettare chi usava il crack in galera,"
    }
  },
  {
    "translation": {
      "en": "both of which devastated communities of color",
      "it": "cose entrambe devastanti per le comunità di colore,"
    }
  },
  {
    "translation": {
      "en": "but were effective in getting the Southern vote.",
      "it": "ma efficaci per ottenere i voti del Sud."
    }
  },
  {
    "translation": {
      "en": "There's really no understanding of our American political culture",
      "it": "Non si può capire la cultura politica americana"
    }
  },
  {
    "translation": {
      "en": "without race at the center of it.",
      "it": "senza mettere la razza al centro."
    }
  },
  {
    "translation": {
      "en": "[Mauer] And in 1981, just before Reagan assumed the presidency,",
      "it": "Nel 1981, poco prima che Reagan assumesse la presidenza,"
    }
  },
  {
    "translation": {
      "en": "his campaign strategist, Lee Atwater,",
      "it": "il suo consulente, Lee Atwater"
    }
  },
  {
    "translation": {
      "en": "was caught on tape explaining the Southern strategy.",
      "it": "fu registrato mentre spiegava la Strategia del Sud."
    }
  },
  {
    "translation": {
      "en": "[Atwater] In other words, you start out...",
      "it": "In poche parole, si inizia..."
    }
  },
  {
    "translation": {
      "en": "♪ They claiming I'm a criminal ♪",
      "it": "Dicono che sono un criminale"
    }
  },
  {
    "translation": {
      "en": "♪ But now I wonder how Some people never know ♪",
      "it": "Ma ora mi chiedo perché Alcuni non sanno mai"
    }
  },
  {
    "translation": {
      "en": "♪ The enemy Could be their friend, guardian ♪",
      "it": "Che il nemico potrebbe essere un amico"
    }
  },
  {
    "translation": {
      "en": "♪ I'm not a hooligan I rock the party and ♪",
      "it": "Non sono un hooligan Sono l'anima della festa"
    }
  },
  {
    "translation": {
      "en": "♪ The minute they see me, fear me I'm the epitome ♪",
      "it": "E quando mi vedono, mi temono Sono un simbolo"
    }
  },
  {
    "translation": {
      "en": "♪ A public enemy ♪",
      "it": "Un nemico pubblico"
    }
  },
  {
    "translation": {
      "en": "♪ Used, abused without clues I refuse to blow a fuse ♪",
      "it": "Usato e abusato senza vergogna Mi rifiuto di perdere la testa"
    }
  },
  {
    "translation": {
      "en": "♪ They even had it on the news ♪",
      "it": "L'hanno detto anche al TG"
    }
  },
  {
    "translation": {
      "en": "♪ Don't believe the hype, don't Don't, don't, don't believe the hype ♪",
      "it": "Non credere alle voci No, no, non credere alle voci"
    }
  },
  {
    "translation": {
      "en": "[Stevenson] The war on drugs had become part of our popular culture,",
      "it": "BRANCO DI SELVAGGI La guerra alla droga è diventata cultura popolare,"
    }
  },
  {
    "translation": {
      "en": "in television programs like Cops.",
      "it": "come in programmi come Cops."
    }
  },
  {
    "translation": {
      "en": "When you cut on your local news at night, you see black men",
      "it": "Al telegiornale notturno vedevi neri"
    }
  },
  {
    "translation": {
      "en": "being paraded across the screen in handcuffs.",
      "it": "che sfilavano sullo schermo in manette."
    }
  },
  {
    "translation": {
      "en": "Black people, black men and black people in general,",
      "it": "Uomini e donne nere erano"
    }
  },
  {
    "translation": {
      "en": "are overrepresented in news as criminals.",
      "it": "sovra rappresentati al telegiornale come criminali."
    }
  },
  {
    "translation": {
      "en": "When I say overrepresented, that means they are shown as criminals",
      "it": "E cioè mostrati come criminali"
    }
  },
  {
    "translation": {
      "en": "more times than is accurate,",
      "it": "più di quanto non fosse vero,"
    }
  },
  {
    "translation": {
      "en": "that they are actually criminals, right, based on FBI statistics.",
      "it": "basandosi sulle statistiche dell'FBI."
    }
  },
  {
    "translation": {
      "en": "I mean, I'm a big believer in the power of media",
      "it": "Io credo molto nel potere dei media,"
    }
  },
  {
    "translation": {
      "en": "full of these clichés that basically present",
      "it": "pieno di questi cliché che presentano"
    }
  },
  {
    "translation": {
      "en": "mostly black and brown folks who seem like animals in cages,",
      "it": "le persone di colore come animali in gabbia."
    }
  },
  {
    "translation": {
      "en": "and then someone can turn off the TV thinking...",
      "it": "Uno può accendere la televisione e pensare: EDUCATRICE E AUTRICE"
    }
  },
  {
    "translation": {
      "en": "\"It's a good thing for prisons,",
      "it": "\"Meno male che sono in prigione."
    }
  },
  {
    "translation": {
      "en": "because, otherwise, those crazy people would be walking on my block.\"",
      "it": "Altrimenti andrebbero in giro per il quartiere\"."
    }
  },
  {
    "translation": {
      "en": "Creating a context where people are afraid.",
      "it": "Creando un contesto dove le persone hanno paura. ATTIVISTA EX-INCARCERATO CO-FONDATORE, H.O.L.L.A"
    }
  },
  {
    "translation": {
      "en": "And when you make people afraid,",
      "it": "ATTIVISTA EX-INCARCERATO CO-FONDATORE, H.O.L.L.A Quando spaventi le persone,"
    }
  },
  {
    "translation": {
      "en": "you can always justify putting people in the garbage can.",
      "it": "puoi sempre giustificare i maltrattamenti."
    }
  },
  {
    "translation": {
      "en": "Chances are you could run into a kid",
      "it": "Potresti imbatterti in un ragazzo"
    }
  },
  {
    "translation": {
      "en": "waiting to relieve you of your purse or wallet.",
      "it": "che non aspetta altro che rubarti borsa o portafogli."
    }
  },
  {
    "translation": {
      "en": "Every media outlet in the country thinks I'm less than human.",
      "it": "Ogni organo di stampa del Paese pensa che io sia un subumano."
    }
  },
  {
    "translation": {
      "en": "I began to hear the word \"super predator\" as if that was my name.",
      "it": "Iniziarono a chiamarmi \"super predatore\"."
    }
  },
  {
    "translation": {
      "en": "Super predator.",
      "it": "- Super predatore. - Predatore."
    }
  },
  {
    "translation": {
      "en": "-[reporter 1] Super predator. -\"Super predators,\" end quote.",
      "it": "- Super predatore. - Super predatori."
    }
  },
  {
    "translation": {
      "en": "That's the word they used to describe this generation,",
      "it": "Quella fu la parola usata per descrivere questa generazione"
    }
  },
  {
    "translation": {
      "en": "and it was very, very effective.",
      "it": "e fu estremamente efficace."
    }
  },
  {
    "translation": {
      "en": "Experts call them super predators.",
      "it": "Gli esperti li chiamano super predatori."
    }
  },
  {
    "translation": {
      "en": "They are not just gangs of kids anymore.",
      "it": "Non sono più ragazzi di strada."
    }
  },
  {
    "translation": {
      "en": "They are often the kinds of kids that are called super predators.",
      "it": "Questi ragazzi oggi sono dei super predatori."
    }
  },
  {
    "translation": {
      "en": "No conscience, no empathy.",
      "it": "Senza coscienza, senza empatia."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] A group of kids growing up essentially fatherless, godless and jobless.",
      "it": "Un gruppo di ragazzi cresciuti senza padre, senza lavoro e senza Dio."
    }
  },
  {
    "translation": {
      "en": "For me, what's disturbing is the degree to which black people bought into that.",
      "it": "Trovo inquietante quanti neri ci abbiano creduto."
    }
  },
  {
    "translation": {
      "en": "Animals, beasts that needed to be controlled.",
      "it": "Animali, bestie che dovevano essere controllate."
    }
  },
  {
    "translation": {
      "en": "When those grandmothers say, \"But he's a good boy.",
      "it": "KOCH LI CHIAMA \"MOSTRI\" Quando quelle nonne dicono: \"Ma è un bravo ragazzo."
    }
  },
  {
    "translation": {
      "en": "He never did anything,\" don't you believe it.",
      "it": "Non ha mai fatto niente\", voi non credeteci."
    }
  },
  {
    "translation": {
      "en": "[Deborah Small] Black communities began",
      "it": "Molte comunità nere iniziarono"
    }
  },
  {
    "translation": {
      "en": "to actually support policies that criminalized their own children.",
      "it": "a sostenere politiche che incolpavano i loro figli. AVVOCATO E FONDATRICE DI BREAK THE CHAINS"
    }
  },
  {
    "translation": {
      "en": "[reporter] Last night, the eight teens accused of the attack",
      "it": "Ieri notte, gli otto adolescenti incriminati dell'attacco"
    }
  },
  {
    "translation": {
      "en": "were arraigned on charges of rape and attempted murder.",
      "it": "sono stati accusati di stupro e tentato omicidio."
    }
  },
  {
    "translation": {
      "en": "[Cyril] In the Central Park jogger case, they put five innocent teens in prison,",
      "it": "Nel caso del jogger di Central Park, hanno preso cinque ragazzi innocenti per rispondere alle pressioni pubbliche di arrestare quegli \"animali\"."
    }
  },
  {
    "translation": {
      "en": "because the public pressure",
      "it": "per rispondere alle pressioni pubbliche di arrestare quegli \"animali\"."
    }
  },
  {
    "translation": {
      "en": "to lock up these quote, unquote animals was so strong.",
      "it": "per rispondere alle pressioni pubbliche di arrestare quegli \"animali\". PREDATORI DEL PARCO \"SELVAGGI\""
    }
  },
  {
    "translation": {
      "en": "You better believe that I hate the people",
      "it": "Fareste bene a credere che io odio le persone"
    }
  },
  {
    "translation": {
      "en": "that took this girl and raped her brutally.",
      "it": "che hanno violentato brutalmente questa ragazza."
    }
  },
  {
    "translation": {
      "en": "-You better believe it. -[Cyril] Donald Trump wanted to give",
      "it": "che hanno violentato brutalmente questa ragazza. Donald Trump voleva dar loro la pena di morte."
    }
  },
  {
    "translation": {
      "en": "these kids the death penalty,",
      "it": "Donald Trump voleva dar loro la pena di morte."
    }
  },
  {
    "translation": {
      "en": "and he took out a full page ad to put the pressure on.",
      "it": "Mise in giro una pubblicità a riguardo."
    }
  },
  {
    "translation": {
      "en": "These children, four of them under 18,",
      "it": "Questi ragazzi, di cui quattro sotto i 18 anni,"
    }
  },
  {
    "translation": {
      "en": "all went to adult prisons for six to eleven years,",
      "it": "andarono tutti in prigione come adulti, con pene dai sei agli 11 anni"
    }
  },
  {
    "translation": {
      "en": "before DNA evidence proved they were all innocent.",
      "it": "prima che la prova del DNA li dichiarasse innocenti."
    }
  },
  {
    "translation": {
      "en": "We make them their crime. That's how we introduced them.",
      "it": "Li rendiamo il loro crimine, nel presentarli."
    }
  },
  {
    "translation": {
      "en": "\"That's a rapist. That's a murderer.",
      "it": "\"È uno stupratore, un omicida."
    }
  },
  {
    "translation": {
      "en": "That's a robber. That's a sex offender.",
      "it": "È un rapinatore. È un molestatore."
    }
  },
  {
    "translation": {
      "en": "That's a burglar. That's a gang leader.\"",
      "it": "È un ladro. È a capo di una banda.\""
    }
  },
  {
    "translation": {
      "en": "And through that lens, it becomes so much easier",
      "it": "E, attraverso quella lente, diventa più facile"
    }
  },
  {
    "translation": {
      "en": "to accept that they're guilty and that they should go to prison.",
      "it": "accettare che sono colpevoli e che dovrebbero andare in prigione."
    }
  },
  {
    "translation": {
      "en": "The objective reality is... that virtually no one who is white",
      "it": "La realtà oggettiva è che, virtualmente, nessun bianco"
    }
  },
  {
    "translation": {
      "en": "understands the challenge of being black in America.",
      "it": "capisce le sfide di essere un nero in America."
    }
  },
  {
    "translation": {
      "en": "So you have then educated a public, deliberately, over years, over decades,",
      "it": "Per anni, per decenni, hai deliberatamente instillato nel pubblico l'idea"
    }
  },
  {
    "translation": {
      "en": "to believe that black men in particular, and black people in general,",
      "it": "che gli uomini neri in particolare, ma in generale tutti i neri,"
    }
  },
  {
    "translation": {
      "en": "are criminals.",
      "it": "siano criminali."
    }
  },
  {
    "translation": {
      "en": "I want to be clear,",
      "it": "Voglio essere chiara."
    }
  },
  {
    "translation": {
      "en": "because I'm not just saying that white people believe this, right?",
      "it": "Non sto dicendo che solo i bianchi lo credano."
    }
  },
  {
    "translation": {
      "en": "Black people also believe this and are terrified of our own selves.",
      "it": "Anche i neri lo credono e temono i propri simili."
    }
  },
  {
    "translation": {
      "en": "You want to go back to the days of military weakness,",
      "it": "Volete tornare ai giorni di debolezza militare"
    }
  },
  {
    "translation": {
      "en": "caring more about criminals than victims?",
      "it": "e pensare più ai criminali che alle vittime?"
    }
  },
  {
    "translation": {
      "en": "We can't risk that. I'd like your vote on Tuesday.",
      "it": "Non correte questo rischio. Votatemi."
    }
  },
  {
    "translation": {
      "en": "[man] Leadership that's on your side. Michael Dukakis for president.",
      "it": "Un leader al tuo fianco. Vota Michael Dukakis."
    }
  },
  {
    "translation": {
      "en": "In the midst of the, uh, presidential campaign,",
      "it": "Nel bel mezzo della campagna elettorale,"
    }
  },
  {
    "translation": {
      "en": "an ad was released about a person by the name of Willie Horton.",
      "it": "venne fatto girare un video riguardante Willie Horton."
    }
  },
  {
    "translation": {
      "en": "[announcer] Bush and Dukakis on crime.",
      "it": "venne fatto girare un video riguardante Willie Horton. Bush e Dukakis sul crimine."
    }
  },
  {
    "translation": {
      "en": "Dukakis not only opposes the death penalty,",
      "it": "Dukakis non è solo contro la pena di morte,"
    }
  },
  {
    "translation": {
      "en": "he allowed first degree murderers to have weekend passes from prison.",
      "it": "ma ha permesso a degli omicidi di uscire di prigione nel weekend."
    }
  },
  {
    "translation": {
      "en": "One was Willie Horton.",
      "it": "Uno è stato Willie Horton."
    }
  },
  {
    "translation": {
      "en": "This became a focal point of an entire presidential campaign.",
      "it": "Questo è divenuto il punto focale della campagna presidenziale."
    }
  },
  {
    "translation": {
      "en": "[announcer] Horton fled, kidnapped a young couple,",
      "it": "Horton scappò, rapì una giovane coppia,"
    }
  },
  {
    "translation": {
      "en": "stabbing the man and repeatedly raping his girlfriend.",
      "it": "accoltellò l'uomo e stuprò ripetutamente la donna."
    }
  },
  {
    "translation": {
      "en": "Weekend prison passes. Dukakis on crime.",
      "it": "Libera uscita nel weekend. Dukakis e il crimine."
    }
  },
  {
    "translation": {
      "en": "Dukakis had protected the program, vetoed an effort to repeal it,",
      "it": "Dukakis aveva protetto il programma, posto il veto sul tentativo di eliminarlo,"
    }
  },
  {
    "translation": {
      "en": "in that he favored letting murderers out on the weekend.",
      "it": "poiché pensava fosse giusto fare uscire gli omicidi nel weekend."
    }
  },
  {
    "translation": {
      "en": "[Kilgore] That Dukakis had a double-digit lead over Bush",
      "it": "Prima che la campagna si concentrasse su Willie Horton,"
    }
  },
  {
    "translation": {
      "en": "before the campaign focused on Willie Horton,",
      "it": "Dukakis aveva un vantaggio a doppia cifra su Bush"
    }
  },
  {
    "translation": {
      "en": "and after that, Bush overtook Dukakis and won the election.",
      "it": "ma, dopo, Bush superò Dukakis e vinse le elezioni."
    }
  },
  {
    "translation": {
      "en": "[announcer] Which candidate for president can you count on to be tough on crime?",
      "it": "Quale candidato alla presidenza avrà il pugno di ferro contro il crimine?"
    }
  },
  {
    "translation": {
      "en": "Bush won the election by creating fear around black men as criminal,",
      "it": "Bush vinse le elezioni creando paura sul mito dei neri criminali,"
    }
  },
  {
    "translation": {
      "en": "without saying that's what he was doing.",
      "it": "senza dire che era quello che stava facendo."
    }
  },
  {
    "translation": {
      "en": "A very racially, um... you know, divisive moment.",
      "it": "Un momento decisivo per la questione della razza."
    }
  },
  {
    "translation": {
      "en": "Depicting an African American criminal, I think, was deliberate on the part of that campaign.",
      "it": "Si scelse deliberatamente di dipingere l'afroamericano come un criminale."
    }
  },
  {
    "translation": {
      "en": "There's no one who can tell me otherwise.",
      "it": "Nessuno può dirmi il contrario."
    }
  },
  {
    "translation": {
      "en": "Liberals call him Willie Horton to make it sound like you're being dismissive.",
      "it": "I Liberali lo chiamavano Willie Horton per farlo sembrare sprezzante."
    }
  },
  {
    "translation": {
      "en": "Original article was Reader's Digest. William Horton, no picture.",
      "it": "L'articolo originale del Reader's Digest. William Horton, senza foto."
    }
  },
  {
    "translation": {
      "en": "The Democrats want you to know he's black.",
      "it": "I Democratici volevano che sapessi che era nero."
    }
  },
  {
    "translation": {
      "en": "Thanks, Grover.",
      "it": "Grazie, Grover."
    }
  },
  {
    "translation": {
      "en": "It was not his name,",
      "it": "Non è stato il suo nome..."
    }
  },
  {
    "translation": {
      "en": "it was his image that was sensationalized.",
      "it": "ATTIVISTA E SCRITTORE ...ma la sua immagine a essere sensazionalizzata."
    }
  },
  {
    "translation": {
      "en": "Liberals that announced that it was mean to pick on a murderer and a rapist",
      "it": "I Liberali che affermavano che fosse brutto vittimizzare stupratori e assassini"
    }
  },
  {
    "translation": {
      "en": "lose all credibility on this discussion. They just lose it. And people go,",
      "it": "persero tutta la loro credibilità nella discussione. Le persone dicevano:"
    }
  },
  {
    "translation": {
      "en": "\"We don't want to hear anything else you have to say about crime.\"",
      "it": "\"Non vogliamo sentirvi parlare di crimine.\""
    }
  },
  {
    "translation": {
      "en": "No matter what anybody says or what anybody does,",
      "it": "Non importa cosa dicono o fanno,"
    }
  },
  {
    "translation": {
      "en": "they know exactly what button they were trying to hit with that ad.",
      "it": "sapevano cosa avrebbe causato quella pubblicità."
    }
  },
  {
    "translation": {
      "en": "[announcer] Stabbing the man and raping his girlfriend.",
      "it": "Accoltellando l'uomo e stuprando la donna."
    }
  },
  {
    "translation": {
      "en": "It went to a kind of primitive fear, a primitive American fear,",
      "it": "Risvegliò una paura primitiva"
    }
  },
  {
    "translation": {
      "en": "because Willie Horton was metaphorically the black male rapist",
      "it": "perché Willie Horton rappresentava, metaforicamente, lo stupratore nero"
    }
  },
  {
    "translation": {
      "en": "that had been a staple of the white imagination",
      "it": "che viveva nell'immaginario dei bianchi"
    }
  },
  {
    "translation": {
      "en": "since the time just after slavery.",
      "it": "fin dalla fine della schiavitù."
    }
  },
  {
    "translation": {
      "en": "[Muhammad] Here was a black man convicted of rape.",
      "it": "Era un nero accusato di stupro. COLPEVOLE."
    }
  },
  {
    "translation": {
      "en": "\"I will be the savior and protector of the white population.\"",
      "it": "\"Sarò il salvatore e protettore della popolazione bianca.\""
    }
  },
  {
    "translation": {
      "en": "Never minding the fact that the history of interracial rape in this country,",
      "it": "Senza contare che, nella storia di stupro interrazziale nel Paese,"
    }
  },
  {
    "translation": {
      "en": "that that record is far more marked by white rape against black women",
      "it": "sono molto di più gli stupri degli uomini bianchi nei confronti delle donne nere"
    }
  },
  {
    "translation": {
      "en": "than of black men against white women.",
      "it": "che degli uomini neri nei confronti delle bianche."
    }
  },
  {
    "translation": {
      "en": "[Cobb] This idea that had such great artistic utility",
      "it": "Quest'idea, che aveva avuto un'incredibile utilità artistica"
    }
  },
  {
    "translation": {
      "en": "in 1915 in Birth of a Nation",
      "it": "nel 1915 in Nascita di una Nazione..."
    }
  },
  {
    "translation": {
      "en": "still had a great deal of political utility",
      "it": "RAPIMENTO ACCOLTELLAMENTO - STUPRO ...aveva ancora utilità politica alla fine del secolo."
    }
  },
  {
    "translation": {
      "en": "almost at the end of that century.",
      "it": "...aveva ancora utilità politica alla fine del secolo."
    }
  },
  {
    "translation": {
      "en": "The way that we appeal to voters' sense of fear and anxiety in our nation",
      "it": "Fare appello alla paura e alle ansie di una nazione"
    }
  },
  {
    "translation": {
      "en": "runs through black bodies.",
      "it": "usando sempre dei corpi neri."
    }
  },
  {
    "translation": {
      "en": "♪ Yo, lil' Kadeija pops is locked ♪",
      "it": "Yo, la serratura di lil' Kadeija è chiusa"
    }
  },
  {
    "translation": {
      "en": "♪ He wanna pop the lock ♪",
      "it": "Vuole farla saltare"
    }
  },
  {
    "translation": {
      "en": "♪ But prison ain't nothin' But a private stock ♪",
      "it": "Ma la prigione non è altro Che un investimento"
    }
  },
  {
    "translation": {
      "en": "♪ She be dreamin' 'Bout his date of release ♪",
      "it": "E lei sogna La sua data di rilascio"
    }
  },
  {
    "translation": {
      "en": "♪ She hate the police ♪",
      "it": "Odia la polizia"
    }
  },
  {
    "translation": {
      "en": "♪ But loved by her grandma Who hugs and kisses her ♪",
      "it": "Ma è amata da sua nonna Che l'abbraccia e la bacia"
    }
  },
  {
    "translation": {
      "en": "♪ Her father's a political prisoner Free Fred ♪",
      "it": "Suo padre è un prigioniero politico Fred Libero"
    }
  },
  {
    "translation": {
      "en": "♪ Son of a Panther That the government shot dead ♪",
      "it": "Figlio di una Pantera Che il governo ha ammazzato"
    }
  },
  {
    "translation": {
      "en": "♪ Behind enemy lines My niggas is cellmates ♪",
      "it": "Dietro le linee nemiche I compagni di cella negri"
    }
  },
  {
    "translation": {
      "en": "♪ Most of the youths Never escape the jail fates ♪",
      "it": "Molti giovani non scappano Al destino della prigione"
    }
  },
  {
    "translation": {
      "en": "♪ Super maximum camps Will advance they game plan ♪",
      "it": "Sicurezza massima Per il loro piano"
    }
  },
  {
    "translation": {
      "en": "♪ To keep us in the hands of the man Locked up ♪",
      "it": "Per tenerci nelle mani dell'uomo Rinchiusi"
    }
  },
  {
    "translation": {
      "en": "[announcer] A new generation of Democrats, Bill Clinton and Al Gore.",
      "it": "Sono una nuova generazione di Democratici, Bill Clinton e Al Gore."
    }
  },
  {
    "translation": {
      "en": "They don't think the way the old Democratic party did.",
      "it": "Non la pensano come i vecchi del partito."
    }
  },
  {
    "translation": {
      "en": "They've sent a strong signal to criminals by supporting the death penalty.",
      "it": "Mandano segnali forti ai criminali sostenendo la pena di morte."
    }
  },
  {
    "translation": {
      "en": "Looking at the way in which Democrats were defeated in 1988,",
      "it": "Guardando come il loro partito era stato sconfitto nel 1988,"
    }
  },
  {
    "translation": {
      "en": "or they were defeated in 1984, or they were defeated in 1980,",
      "it": "nel 1984 o nel 1980,"
    }
  },
  {
    "translation": {
      "en": "there comes to be a sentiment among the Democrats",
      "it": "i Democratici devono aver pensato"
    }
  },
  {
    "translation": {
      "en": "that they have to adopt a position that is much more, uh, kind of, centrist.",
      "it": "di dover adottare una posizione in un certo senso più centrista."
    }
  },
  {
    "translation": {
      "en": "It became virtually impossible",
      "it": "Divenne virtualmente impossibile,"
    }
  },
  {
    "translation": {
      "en": "for a politician to run and appear soft on crime.",
      "it": "per un politico, candidarsi con un approccio debole verso il crimine."
    }
  },
  {
    "translation": {
      "en": "I was not for the bill that he was talking about",
      "it": "Io non ero d'accordo con la sua proposta."
    }
  },
  {
    "translation": {
      "en": "because it was not tough enough on the criminal.",
      "it": "Non ci andava abbastanza pesante."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] In an environment where everybody's doing the same thing, everybody's competing to be tough on crime,",
      "it": "In un ambiente dove tutti competono per avere il pugno di ferro col crimine,"
    }
  },
  {
    "translation": {
      "en": "you quickly all end up in the same space,",
      "it": "si finisce tutti nello stesso posto."
    }
  },
  {
    "translation": {
      "en": "so it doesn't become a political advantage unless you do something more.",
      "it": "Non è un vantaggio politico a meno di non fare qualcosa di più."
    }
  },
  {
    "translation": {
      "en": "We need more police on the street.",
      "it": "Serve più polizia per strada."
    }
  },
  {
    "translation": {
      "en": "There is a crime bill which would put more police on the street,",
      "it": "La legge che avrebbe portato più polizia per strada"
    }
  },
  {
    "translation": {
      "en": "which was killed for this session by a filibuster in the Senate,",
      "it": "è stata bocciata in questa seduta da un'ondata di ostruzionismo,"
    }
  },
  {
    "translation": {
      "en": "mostly by Republican senators.",
      "it": "soprattutto di senatori Repubblicani."
    }
  },
  {
    "translation": {
      "en": "We'd consistently had, \"Squishy, soft liberal won't protect you.",
      "it": "Dicevamo: \"I Liberali mollaccioni non vi proteggeranno."
    }
  },
  {
    "translation": {
      "en": "Tough, conservative will protect you.\" And we won that fight every time.",
      "it": "I duri conservatori sì\". Abbiamo sempre vinto quella battaglia."
    }
  },
  {
    "translation": {
      "en": "And by the late '80s, early '90s, people like Bill Clinton",
      "it": "Per la fine degli anni '80 e l'inizio dei '90, gente come Clinton"
    }
  },
  {
    "translation": {
      "en": "had begun to figure out they had to be able to match us.",
      "it": "aveva iniziato a capire che dovevano fare come noi."
    }
  },
  {
    "translation": {
      "en": "I will faithfully execute the Office of President of the United States.",
      "it": "Adempirò lealmente ai miei compiti di Presidente degli Stati Uniti."
    }
  },
  {
    "translation": {
      "en": "Bill Clinton is trying to figure out",
      "it": "Bill Clinton sta cercando di capire"
    }
  },
  {
    "translation": {
      "en": "how he can deal with a country that's still basically Reagan's country,",
      "it": "come gestire un Paese che, praticamente, è il Paese di Reagan"
    }
  },
  {
    "translation": {
      "en": "but he's trying to govern as a Democrat.",
      "it": "governando da Democratico."
    }
  },
  {
    "translation": {
      "en": "Violent crime and the fear it provokes are crippling our society.",
      "it": "Il crimine e la paura del crimine stanno paralizzando la società."
    }
  },
  {
    "translation": {
      "en": "Then some high-profile, very horrendous crimes take place.",
      "it": "Poi avvennero dei crimini ad alto profilo e molto efferati."
    }
  },
  {
    "translation": {
      "en": "Residents pull together in the search for 12-year-old Polly Klaas.",
      "it": "I residenti si sono uniti alla ricerca della dodicenne Polly Klaas."
    }
  },
  {
    "translation": {
      "en": "They are now coping with the discovery of her body over the weekend.",
      "it": "Ora stanno affrontando il ritrovamento del cadavere."
    }
  },
  {
    "translation": {
      "en": "[Mauer] Polly Klaas, abducted from her bedroom at home and ultimately killed,",
      "it": "Polly Klaas, rapita dalla sua stanza da letto e poi uccisa,"
    }
  },
  {
    "translation": {
      "en": "which led to the California \"three strikes and you're out\" law.",
      "it": "portò alla legge californiana dei \"tre strike e sei fuori\"."
    }
  },
  {
    "translation": {
      "en": "When you commit a third violent crime,",
      "it": "Al terzo crimine violento commesso,"
    }
  },
  {
    "translation": {
      "en": "you will be put away and put away for good.",
      "it": "finirai in prigione per sempre."
    }
  },
  {
    "translation": {
      "en": "Three strikes and you are out.",
      "it": "Tre strike e sei fuori."
    }
  },
  {
    "translation": {
      "en": "A person's convicted of their third felony,",
      "it": "Una persona arrestata per un terzo crimine"
    }
  },
  {
    "translation": {
      "en": "essentially that person is mandated to prison for the rest of their lives.",
      "it": "veniva mandata in prigione per il resto dei suoi giorni."
    }
  },
  {
    "translation": {
      "en": "[reporter] So many third-strike defendants awaiting trial,",
      "it": "Con tanti imputati al terzo crimine in attesa di giudizio,"
    }
  },
  {
    "translation": {
      "en": "the Los Angeles Sheriff's Department",
      "it": "il dipartimento di Los Angeles"
    }
  },
  {
    "translation": {
      "en": "is forced to release 4,200 misdemeanor inmates every month",
      "it": "è costretto a liberare 4200 detenuti con reati minori ogni mese"
    }
  },
  {
    "translation": {
      "en": "to make room for incoming three-strike prisoners.",
      "it": "per fare spazio ai prigionieri con l'ergastolo in arrivo."
    }
  },
  {
    "translation": {
      "en": "It's in line with many other policies we've created,",
      "it": "È in linea con altre politiche introdotte,"
    }
  },
  {
    "translation": {
      "en": "particularly mandatory minimums.",
      "it": "come quella delle sentenze minime."
    }
  },
  {
    "translation": {
      "en": "\"Mandatory sentencing.\" We said we were no longer going to let judges",
      "it": "\"Sentenze obbligatorie\". Non avremmo più lasciato che fossero i giudici"
    }
  },
  {
    "translation": {
      "en": "consider the circumstances around a crime.",
      "it": "a giudicare le circostanze di un crimine."
    }
  },
  {
    "translation": {
      "en": "We're just going to impose a mandatory sentence.",
      "it": "Avremmo imposto delle sentenze minime obbligatorie."
    }
  },
  {
    "translation": {
      "en": "And that's a difficult thing for judges",
      "it": "È difficile per i giudici."
    }
  },
  {
    "translation": {
      "en": "because they are trying to dispense justice on a daily basis",
      "it": "Provano a dispensare giustizia ogni giorno"
    }
  },
  {
    "translation": {
      "en": "and are unable to do so.",
      "it": "ma non possono farlo."
    }
  },
  {
    "translation": {
      "en": "[reporter] In many California communities, all civil trials have been canceled",
      "it": "In molte città californiane, i processi civili sono stati cancellati"
    }
  },
  {
    "translation": {
      "en": "to catch up with the criminal case workload.",
      "it": "per recuperare gli arretrati del penale."
    }
  },
  {
    "translation": {
      "en": "[Glenn E. Martin] We've taken discretion away from judges,",
      "it": "Abbiamo portato via la discrezione ai giudici,"
    }
  },
  {
    "translation": {
      "en": "arguably the most neutral party in the court,",
      "it": "in teoria la parte più neutrale della corte,"
    }
  },
  {
    "translation": {
      "en": "and given it over to prosecutors.",
      "it": "e l'abbiamo data ai pubblici ministeri."
    }
  },
  {
    "translation": {
      "en": "Ninety-five percent of elected prosecutors throughout the United States are white.",
      "it": "Il 95% dei pubblici ministeri eletti... PROCURATORE DISTRETTUALE ...negli Stati Uniti sono bianchi."
    }
  },
  {
    "translation": {
      "en": "Serious, violent criminals serve at least 85% of their sentence.",
      "it": "I criminali violenti rimangono in prigione per almeno l'85% della pena inflitta."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] We passed Truth in Sentencing that kept people imprisoned",
      "it": "Abbiamo promulgato leggi per tenere dentro i criminali per almeno l'85% della pena."
    }
  },
  {
    "translation": {
      "en": "for 85% of their sentence.",
      "it": "per tenere dentro i criminali per almeno l'85% della pena."
    }
  },
  {
    "translation": {
      "en": "[Martin] Truth in Sentencing. You're sentenced to an amount of time.",
      "it": "Vieni condannato a un certo numero di anni."
    }
  },
  {
    "translation": {
      "en": "The public wants to be confident",
      "it": "Il pubblico vuole essere certo"
    }
  },
  {
    "translation": {
      "en": "that you're gonna do just about every bit of that time.",
      "it": "che ne sconterai il più possibile."
    }
  },
  {
    "translation": {
      "en": "We've done away with parole.",
      "it": "Basta libertà condizionale. UNIONE CONSERVATORI AMERICANI"
    }
  },
  {
    "translation": {
      "en": "So, in the federal system, when you get 20 years or 30 years, that's what you got.",
      "it": "UNIONE CONSERVATORI AMERICANI Nel sistema federale, quando ti danno 20 o 30 anni, quelli ti tieni."
    }
  },
  {
    "translation": {
      "en": "We had parole in this country as a mechanism for getting people out of jails and prisons",
      "it": "Prima si riusciva a tirare fuori le persone di prigione prima,"
    }
  },
  {
    "translation": {
      "en": "when it was clear that they were no longer a threat to public safety.",
      "it": "quando non rappresentavano più una minaccia per la società."
    }
  },
  {
    "translation": {
      "en": "Sharanda has spent the last 16 years in prison, and she'll die there,",
      "it": "Sharanda ha passato gli ultimi 16 anni in prigione e ci morirà"
    }
  },
  {
    "translation": {
      "en": "because she was sentenced to life without parole.",
      "it": "perché è stata condannata all'ergastolo."
    }
  },
  {
    "translation": {
      "en": "Her only crime? Transporting cocaine.",
      "it": "Il suo unico crimine? Trasportare cocaina."
    }
  },
  {
    "translation": {
      "en": "And when I say \"only crime,\" I mean only crime.",
      "it": "E quando dico \"unico crimine\" intendo proprio unico."
    }
  },
  {
    "translation": {
      "en": "She had no other arrests. None.",
      "it": "Non aveva precedenti. Nessuno."
    }
  },
  {
    "translation": {
      "en": "The judge was required... required to send Sharanda away for life.",
      "it": "Il giudice è stato costretto, costretto a condannare Sharanda all'ergastolo."
    }
  },
  {
    "translation": {
      "en": "[Clinton] Longer sentences, three strikes and you're out,",
      "it": "Sentenze più lunghe, tre strike e sei fuori,"
    }
  },
  {
    "translation": {
      "en": "almost 60 new capital punishment offenses...",
      "it": "almeno 60 nuovi reati capitali..."
    }
  },
  {
    "translation": {
      "en": "[Mauer] And then comes the Congress",
      "it": "E poi arriva il Congresso"
    }
  },
  {
    "translation": {
      "en": "with a proposal for a $30 billion federal crime bill of 1994",
      "it": "con una proposta di legge da 30 miliardi di dollari nel 1994"
    }
  },
  {
    "translation": {
      "en": "that was heavily loaded towards law enforcement incarceration.",
      "it": "che puntava a migliorare i corpi di polizia e aumentare le incarcerazioni."
    }
  },
  {
    "translation": {
      "en": "I propose a 21st century crime bill",
      "it": "Propongo una legge sul crimine del 21° secolo"
    }
  },
  {
    "translation": {
      "en": "to deploy the latest technologies and tactics",
      "it": "per utilizzare le più innovative tattiche e tecnologie"
    }
  },
  {
    "translation": {
      "en": "to make our communities even safer.",
      "it": "per rendere ancora più sicure le nostre comunità."
    }
  },
  {
    "translation": {
      "en": "That omnibus crime bill was responsible",
      "it": "Quella proposta onnicomprensiva fu responsabile"
    }
  },
  {
    "translation": {
      "en": "for a massive expansion of the prison system.",
      "it": "di un'enorme espansione nel sistema delle prigioni."
    }
  },
  {
    "translation": {
      "en": "And beyond that, it provided all kinds of money and perverse incentives",
      "it": "E inoltre fornì ogni genere di risorse e di incentivi"
    }
  },
  {
    "translation": {
      "en": "for law enforcement to do a lot of the things",
      "it": "che permettevano alle forze dell'ordine di fare cose"
    }
  },
  {
    "translation": {
      "en": "that we nowadays consider to be abusive.",
      "it": "oggi considerate abusi."
    }
  },
  {
    "translation": {
      "en": "It will be used to build prisons to keep 100,000 violent criminals off the street.",
      "it": "Verranno usati per costruire prigioni e togliere dalle strade 100.000 criminali."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] Not only does he increase funding to states to build prisons",
      "it": "Aumentarono non solo i fondi statali per costruire prigioni"
    }
  },
  {
    "translation": {
      "en": "to lock up as many people involved in drug crimes,",
      "it": "dove rinchiudere quanta più gente collegata alla droga possibile,"
    }
  },
  {
    "translation": {
      "en": "but also to put 100,000 police officers on the street.",
      "it": "ma aumentarono anche di 100.000 uomini le pattuglie stradali."
    }
  },
  {
    "translation": {
      "en": "Crime has been a hot political issue used too often to divide us.",
      "it": "Il crimine è un argomento politico scottante utilizzato per dividerci."
    }
  },
  {
    "translation": {
      "en": "What President Clinton did in 1994",
      "it": "Quello che ha fatto Clinton nel 1994..."
    }
  },
  {
    "translation": {
      "en": "is actually far more harmful than his predecessors",
      "it": "ATTIVISTA, EX DETENUTO ...è peggio di quanto fatto dai suoi predecessori"
    }
  },
  {
    "translation": {
      "en": "because he actually built that infrastructure that we see today,",
      "it": "perché ha costruito l'infrastruttura che vediamo oggi"
    }
  },
  {
    "translation": {
      "en": "the militarization all the way down to small, rural police departments",
      "it": "e la militarizzazione, dai piccoli dipartimenti di polizia rurali"
    }
  },
  {
    "translation": {
      "en": "that have SWAT teams.",
      "it": "fino alle squadre SWAT."
    }
  },
  {
    "translation": {
      "en": "[Cobb] And again we see this kind of notching up",
      "it": "E ancora vediamo un accumularsi"
    }
  },
  {
    "translation": {
      "en": "of the number of people who were being arrested at every level",
      "it": "di persone arrestate, a ogni livello,"
    }
  },
  {
    "translation": {
      "en": "and this kind of exploding prison population.",
      "it": "e l'aumento della popolazione di detenuti."
    }
  },
  {
    "translation": {
      "en": "[Cory Booker] We are a nation that professes freedom,",
      "it": "Siamo una nazione che professa la libertà"
    }
  },
  {
    "translation": {
      "en": "yet we have this mass incarceration, this hyperincarceration,",
      "it": "eppure abbiamo le incarcerazioni di massa, le iperincarcerazioni..."
    }
  },
  {
    "translation": {
      "en": "uh, that is trawling into it, grinding into it,",
      "it": "SENATORE DEGLI STATI UNITI ...che vanno a pescare, a scandagliare"
    }
  },
  {
    "translation": {
      "en": "our most vulnerable citizenry,",
      "it": "tra i nostri cittadini più vulnerabili,"
    }
  },
  {
    "translation": {
      "en": "and is overwhelmingly biased towards people of color.",
      "it": "terribilmente prevenute nei confronti delle persone di colore."
    }
  },
  {
    "translation": {
      "en": "[Clinton] But I want to say a few words about it.",
      "it": "Ma voglio dire qualcosa a riguardo."
    }
  },
  {
    "translation": {
      "en": "Because I signed a bill that made the problem worse.",
      "it": "Perché ho firmato la legge che ha peggiorato le cose."
    }
  },
  {
    "translation": {
      "en": "And I want to admit it.",
      "it": "E voglio ammetterlo."
    }
  },
  {
    "translation": {
      "en": "His 1994 crime bill, something that he now admits was a mistake...",
      "it": "La legge sul crimine del 1994, ora ammette che è stata uno sbaglio."
    }
  },
  {
    "translation": {
      "en": "There were longer sentences.",
      "it": "Ci furono sentenze più lunghe."
    }
  },
  {
    "translation": {
      "en": "And most of these people are in prison under state law,",
      "it": "E persone arrestate per violazioni alla legge statale,"
    }
  },
  {
    "translation": {
      "en": "but the federal law set a trend.",
      "it": "sono state trattate con la durezza delle leggi federali."
    }
  },
  {
    "translation": {
      "en": "And that was overdone. We were wrong about that.",
      "it": "E si è esagerato. Ci siamo sbagliati."
    }
  },
  {
    "translation": {
      "en": "Well, I think it's important that President Clinton, um, acknowledges",
      "it": "Credo che sia importante che il Presidente Clinton ammetta"
    }
  },
  {
    "translation": {
      "en": "that things didn't turn out exactly as he and all of us would've wished.",
      "it": "che le cose non sono andate esattamente come noi tutti speravamo."
    }
  },
  {
    "translation": {
      "en": "I'm happy that he realizes the error of his ways.",
      "it": "Sono felice che si renda conto di aver sbagliato."
    }
  },
  {
    "translation": {
      "en": "I think he knew back then that it wasn't good policy, I'll be honest.",
      "it": "Credo che, anche all'epoca, sapeva che era un errore."
    }
  },
  {
    "translation": {
      "en": "Back then, there was an outcry over the rising crime rate.",
      "it": "Allora si parlava molto dell'aumento della criminalità. DIBATTITO PRESIDENZIALE"
    }
  },
  {
    "translation": {
      "en": "And people from all communities were asking that action be taken.",
      "it": "E le persone di tutte le comunità chiedevano che si facesse qualcosa."
    }
  },
  {
    "translation": {
      "en": "Now, my husband said at the NAACP last summer",
      "it": "Mio marito ha detto al NAACP, l'estate scorsa,"
    }
  },
  {
    "translation": {
      "en": "that it solved some problems, but it created other problems,",
      "it": "che ha risolto alcuni problemi e ne ha creati degli altri,"
    }
  },
  {
    "translation": {
      "en": "and I agree.",
      "it": "e io sono d'accordo."
    }
  },
  {
    "translation": {
      "en": "I'm glad to see that he is apologetic,",
      "it": "Sono felice di vedere che sia dispiaciuto,"
    }
  },
  {
    "translation": {
      "en": "but I think he has to take responsibility and accountability for that,",
      "it": "ma credo che debba assumersi le sue responsabilità"
    }
  },
  {
    "translation": {
      "en": "and so does Hillary, because she supported it, then and up until recently.",
      "it": "e lo stesso deve fare Hillary, perché lei lo ha sempre sostenuto."
    }
  },
  {
    "translation": {
      "en": "[reporter] Bill Clinton faced off against a group of Black Lives Matter protestors",
      "it": "Bill Clinton ha affrontato un gruppo di dimostranti del Black Lives Matter"
    }
  },
  {
    "translation": {
      "en": "protesting a 1994 crime bill",
      "it": "che protestavano contro la legge del 1994"
    }
  },
  {
    "translation": {
      "en": "that they say led to a surge in the imprisonment of black people.",
      "it": "che ritenevano avesse portato a un aumento degli arresti di neri."
    }
  },
  {
    "translation": {
      "en": "I don't know how you would characterize",
      "it": "Non so come potreste definire"
    }
  },
  {
    "translation": {
      "en": "the gang leaders who got 13-year-old kids hopped up on crack",
      "it": "i capi banda che facevano sballare i tredicenni di crack"
    }
  },
  {
    "translation": {
      "en": "and sent 'em out onto the street to murder other African American children.",
      "it": "e poi li mandavano per strada a uccidere altri ragazzi afroamericani."
    }
  },
  {
    "translation": {
      "en": "Maybe you thought they were good citizens. She didn't.",
      "it": "Forse pensavate che fossero bravi ragazzi. Lei no."
    }
  },
  {
    "translation": {
      "en": "-She didn't! -[crowd cheering]",
      "it": "Lei no!"
    }
  },
  {
    "translation": {
      "en": "You are defending the people who kill the lives you say matter.",
      "it": "State difendendo le persone che uccidono le vite per cui vi battete."
    }
  },
  {
    "translation": {
      "en": "Tell the truth.",
      "it": "Dite la verità."
    }
  },
  {
    "translation": {
      "en": "We can't ignore the reality of force here.",
      "it": "Non possiamo ignorare la realtà."
    }
  },
  {
    "translation": {
      "en": "The policies that Bill Clinton put forward,",
      "it": "La legge introdotta da Bill Clinton,"
    }
  },
  {
    "translation": {
      "en": "you know, mandatory minimums, three strikes...",
      "it": "le sentenze minime, i tre strike..."
    }
  },
  {
    "translation": {
      "en": "Those were a use of political force.",
      "it": "Sono stati uso di forza politica."
    }
  },
  {
    "translation": {
      "en": "They forced millions of people,",
      "it": "Hanno costretto milioni di persone,"
    }
  },
  {
    "translation": {
      "en": "who would not otherwise be in prison today, into prison.",
      "it": "che altrimenti oggi non sarebbero in prigione, a finirci."
    }
  },
  {
    "translation": {
      "en": "They forced families to be broken.",
      "it": "Hanno distrutto delle famiglie."
    }
  },
  {
    "translation": {
      "en": "They forced children to live without their parents.",
      "it": "Hanno allontanato genitori e figli."
    }
  },
  {
    "translation": {
      "en": "That's what happened.",
      "it": "Questo è successo."
    }
  },
  {
    "translation": {
      "en": "[Jones] Why?",
      "it": "Perché?"
    }
  },
  {
    "translation": {
      "en": "We shouldn't ask, \"Why is Bill Clinton so strong?\"",
      "it": "Non dovremmo chiedere: \"Perché Bill Clinton è così forte?\""
    }
  },
  {
    "translation": {
      "en": "We should ask, \"Why is the black community so weak",
      "it": "Dovremmo chiedere: \"Perché la comunità nera è così debole"
    }
  },
  {
    "translation": {
      "en": "in our inability to defend ourselves?\"",
      "it": "e incapace di difendersi?\""
    }
  },
  {
    "translation": {
      "en": "Let's not forget how many martyrs we put in the ground in the '60s and '70s.",
      "it": "Non dimentichiamoci quanti martiri sono morti negli anni '60 e '70."
    }
  },
  {
    "translation": {
      "en": "Let's not forget how many of our leaders had to leave the country or are in prison.",
      "it": "Non dimentichiamoci quanti nostri leader hanno lasciato il Paese o sono in cella."
    }
  },
  {
    "translation": {
      "en": "You stripped out a whole generation of leadership.",
      "it": "Avete strappato via i leader di un'intera generazione."
    }
  },
  {
    "translation": {
      "en": "You ran them out the country, you put them in prison,",
      "it": "Li avete fatti scappare, li avete incarcerati,"
    }
  },
  {
    "translation": {
      "en": "you put them in... in cemeteries.",
      "it": "li avete sotterrati."
    }
  },
  {
    "translation": {
      "en": "And then you unleash this blitzkrieg,",
      "it": "E poi avete scatenato questa guerra lampo"
    }
  },
  {
    "translation": {
      "en": "and we don't have the ability to defend ourselves.",
      "it": "e noi non riusciamo a difenderci."
    }
  },
  {
    "translation": {
      "en": "You can tell the story of white leadership in America",
      "it": "Si può raccontare la storia della leadership bianca americana"
    }
  },
  {
    "translation": {
      "en": "and never mention the FBI one time.",
      "it": "senza citare, almeno una volta, l'FBI."
    }
  },
  {
    "translation": {
      "en": "You can't tell the story of black leadership, not one,",
      "it": "Non puoi raccontare la storia della leadership nera"
    }
  },
  {
    "translation": {
      "en": "without having to deal with the full weight",
      "it": "senza dover fare i conti con il peso"
    }
  },
  {
    "translation": {
      "en": "of the criminal justice system weaponizing its black dissent.",
      "it": "di un sistema giudiziario che usa come arma il suo dissenso nero."
    }
  },
  {
    "translation": {
      "en": "I'm tired of living every day under the threat of death.",
      "it": "Sono stanco di convivere con le minacce di morte."
    }
  },
  {
    "translation": {
      "en": "I have no martyr complex.",
      "it": "Non voglio essere un martire."
    }
  },
  {
    "translation": {
      "en": "I want to live as long as anybody in this building tonight.",
      "it": "Voglio vivere quanto ogni altra persona qui dentro."
    }
  },
  {
    "translation": {
      "en": "[Jones] Dr. King, people forget, was not this beloved figure",
      "it": "La gente dimentica che il dr. King non era la figura amata"
    }
  },
  {
    "translation": {
      "en": "that everybody wants to put on a pedestal.",
      "it": "che tutti vogliono mettere sul piedistallo."
    }
  },
  {
    "translation": {
      "en": "Uh, he was considered one of the most dangerous people in America",
      "it": "Era considerato una delle persone più pericolose d'America"
    }
  },
  {
    "translation": {
      "en": "by the head of the Federal Bureau of Investigations.",
      "it": "dal capo dell'FBI."
    }
  },
  {
    "translation": {
      "en": "Don't tell me that Dr. King has no relevance to young brothers in the street.",
      "it": "Non ditemi che il dr. King non ha influenza sui giovani fratelli per strada."
    }
  },
  {
    "translation": {
      "en": "They dealing with little cops. He was dealing with the top cop.",
      "it": "Loro trattano coi pesci piccoli. Lui lo fece con i grandi."
    }
  },
  {
    "translation": {
      "en": "[Malcolm X] We were brought here against our will.",
      "it": "Siamo stati portati qui contro la nostra volontà."
    }
  },
  {
    "translation": {
      "en": "We were not brought here to be made citizens.",
      "it": "Non siamo stati portati qui per essere resi cittadini."
    }
  },
  {
    "translation": {
      "en": "We were not brought here to enjoy the, uh, constitutional gifts",
      "it": "Non siamo stati portati qui per godere del dono costituzionale"
    }
  },
  {
    "translation": {
      "en": "that they speak so beautifully about.",
      "it": "di cui amano tanto parlare."
    }
  },
  {
    "translation": {
      "en": "[Jones] Malcolm's whole entourage was infiltrated with police.",
      "it": "Tutto l'entourage di Malcolm era infiltrato dai poliziotti."
    }
  },
  {
    "translation": {
      "en": "He may have had as many police",
      "it": "Probabilmente c'erano tanti poliziotti quanto persone normali,"
    }
  },
  {
    "translation": {
      "en": "as he had regular folk in his entourage, under cover.",
      "it": "Probabilmente c'erano tanti poliziotti quanto persone normali, sotto copertura."
    }
  },
  {
    "translation": {
      "en": "So afraid of black dissent.",
      "it": "Tanto erano spaventati dal dissenso nero."
    }
  },
  {
    "translation": {
      "en": "FBI Director J. Edgar Hoover today asserted that the Black Panthers",
      "it": "Il direttore dell'FBI Hoover ha affermato che le Pantere Nere"
    }
  },
  {
    "translation": {
      "en": "represent the greatest internal threat to the nation.",
      "it": "rappresentano un'enorme minaccia interna."
    }
  },
  {
    "translation": {
      "en": "[Gates] J. Edgar Hoover said these Panthers represent the greatest threat",
      "it": "J. Edgar Hoover disse che le Pantere rappresentavano la più grande minaccia"
    }
  },
  {
    "translation": {
      "en": "to American democracy at the time.",
      "it": "alla democrazia americana di sempre."
    }
  },
  {
    "translation": {
      "en": "The Panthers never were that big.",
      "it": "Le Pantere non hanno mai avuto tanto potere."
    }
  },
  {
    "translation": {
      "en": "I mean, no one in their right mind could ever believe",
      "it": "Nessuno sano di mente avrebbe mai creduto"
    }
  },
  {
    "translation": {
      "en": "that the Black Panthers were gonna bring down",
      "it": "che le Pantere Nere potessero mettere al tappeto"
    }
  },
  {
    "translation": {
      "en": "the greatest military force in the history of the world.",
      "it": "la più grande potenza militare della storia del mondo."
    }
  },
  {
    "translation": {
      "en": "The whole movement was criminalized",
      "it": "L'intero movimento è stato criminalizzato"
    }
  },
  {
    "translation": {
      "en": "and destroyed systematically by the government.",
      "it": "e distrutto sistematicamente dal governo."
    }
  },
  {
    "translation": {
      "en": "People haven't thought about what it means to lose a Fred Hampton,",
      "it": "La gente non ha capito cosa significa perdere un Fred Hampton,"
    }
  },
  {
    "translation": {
      "en": "who somehow was able to pull together blacks and whites",
      "it": "qualcuno che è stato in grado di avvicinare bianchi e neri"
    }
  },
  {
    "translation": {
      "en": "and Puerto Ricans and Native Americans",
      "it": "e portoricani e nativi americani"
    }
  },
  {
    "translation": {
      "en": "to fight for justice at 21.",
      "it": "per lottare per la giustizia a soli 21 anni."
    }
  },
  {
    "translation": {
      "en": "We're going to say it after this and after I'm locked up",
      "it": "Lo diremo sempre, dopo che sarò stato arrestato,"
    }
  },
  {
    "translation": {
      "en": "and after everybody's locked up,",
      "it": "dopo che tutti saranno stati arrestati"
    }
  },
  {
    "translation": {
      "en": "that you can jail revolutionaries, but you can't jail a revolution.",
      "it": "che si possono mettere in prigione i rivoluzionari, ma non la rivoluzione."
    }
  },
  {
    "translation": {
      "en": "He had to go.",
      "it": "Doveva sparire."
    }
  },
  {
    "translation": {
      "en": "The head of the Black Panthers in Illinois was killed today by police in Chicago.",
      "it": "Il capo delle Pantere Nere dell'Illinois è stato ucciso oggi dalla polizia a Chicago."
    }
  },
  {
    "translation": {
      "en": "[reporter] Illinois Panther Chairman Fred Hampton and another Panther leader",
      "it": "Il capo delle Pantere, Fred Hampton e un altro leader dell'Illinois sono morti."
    }
  },
  {
    "translation": {
      "en": "from Peoria, Illinois, were killed.",
      "it": "Il capo delle Pantere, Fred Hampton e un altro leader dell'Illinois sono morti. \"IRRUZIONE E SPARI DELLA POLIZIA\""
    }
  },
  {
    "translation": {
      "en": "This is where our chairman had his brains blown out",
      "it": "Qui è dove il Presidente è stato colpito alla testa"
    }
  },
  {
    "translation": {
      "en": "as he lay in his bed sleeping at 4:30 in the morning.",
      "it": "mentre dormiva nel suo letto alle 4:30 del mattino."
    }
  },
  {
    "translation": {
      "en": "[Jones] They literally went and shot his whole house up,",
      "it": "Praticamente hanno sparato contro la casa,"
    }
  },
  {
    "translation": {
      "en": "with his pregnant wife next to him in the bed.",
      "it": "con la moglie incinta che dormiva accanto a lui."
    }
  },
  {
    "translation": {
      "en": "So afraid of a leader that could unite people.",
      "it": "Tanta era la paura di un leader che poteva riunire la gente."
    }
  },
  {
    "translation": {
      "en": "We know the history of folks",
      "it": "Conosciamo la storia di gente"
    }
  },
  {
    "translation": {
      "en": "who've done this kind of standing up to these systems,",
      "it": "che si era opposta in questo modo al sistema."
    }
  },
  {
    "translation": {
      "en": "and we know how the system has murdered them, assassinated them,",
      "it": "Sappiamo che il sistema li ha uccisi, assassinati,"
    }
  },
  {
    "translation": {
      "en": "exiled them, excluded them, or found ways to discredit them.",
      "it": "esiliati, esclusi, o ha trovato modi per screditarli."
    }
  },
  {
    "translation": {
      "en": "Assata Shakur was one of the great leaders of the Black Liberation Army.",
      "it": "Assata Shakur è stata un capo dell'esercito di Liberazione Nera."
    }
  },
  {
    "translation": {
      "en": "That, um, order given by J. Edgar Hoover",
      "it": "J. Edgar Hoover praticamente diede ordine"
    }
  },
  {
    "translation": {
      "en": "was essentially to destroy any black, progressive...",
      "it": "di distruggere ogni movimento progressista nero"
    }
  },
  {
    "translation": {
      "en": "Third World movement in this country.",
      "it": "presente nel Paese."
    }
  },
  {
    "translation": {
      "en": "[Jones] They put her in prison,",
      "it": "La misero in prigione"
    }
  },
  {
    "translation": {
      "en": "and her allies said, \"We're not gonna leave her in prison.\"",
      "it": "e i suoi alleati dissero: \"Non la lasceremo in prigione\"."
    }
  },
  {
    "translation": {
      "en": "Her white allies said, \"We're not gonna leave her in prison.\"",
      "it": "Aveva alleati bianchi che la tirarono fuori di prigione e la portarono a Cuba. Si trova lì ora."
    }
  },
  {
    "translation": {
      "en": "And pulled her out of prison and got her to Cuba. She's in Cuba right now.",
      "it": "che la tirarono fuori di prigione e la portarono a Cuba. Si trova lì ora."
    }
  },
  {
    "translation": {
      "en": "[Shakur] And within the next five years,",
      "it": "ASSASSINA FUGGITIVA TROVATA A CUBA E nei prossimi cinque anni,"
    }
  },
  {
    "translation": {
      "en": "something like, uh, 300 prisons are in the planning stages.",
      "it": "qualcosa come 300 prigioni sono nei piani di programmazione."
    }
  },
  {
    "translation": {
      "en": "This government has the intentions of throwing more and more people in prison.",
      "it": "Questo governo ha intenzione di continuare a mandare gente in prigione."
    }
  },
  {
    "translation": {
      "en": "[Davis] Criminalization of Assata Shakur,",
      "it": "La criminalizzazione di Assata Shakur..."
    }
  },
  {
    "translation": {
      "en": "the use of the media to represent her as a dangerous criminal.",
      "it": "DIPARTIMENTO DI POLIZIA CITTÀ DI NEW YORK ...l'uso dei media per dipingerla come pericolosa criminale."
    }
  },
  {
    "translation": {
      "en": "And of course, in my own case,",
      "it": "Con me hanno fatto lo stesso,"
    }
  },
  {
    "translation": {
      "en": "where I was represented by the FBI as being armed and dangerous.",
      "it": "sono stata dipinta dall'FBI come armata e pericolosa. RICERCATA DALL'FBI"
    }
  },
  {
    "translation": {
      "en": "The FBI has put black militant Angela Davis",
      "it": "L'FBI ha messo la militante nera Angela Davis"
    }
  },
  {
    "translation": {
      "en": "on its list of the Ten Most Wanted Fugitives.",
      "it": "sulla lista dei dieci fuggitivi più ricercati."
    }
  },
  {
    "translation": {
      "en": "[Jones] Then with Angela Davis, the power of the black intellect...",
      "it": "Poi, con Angela Davis, il potere dell'intelletto nero..."
    }
  },
  {
    "translation": {
      "en": "[Davis] One thing that we have to talk about,",
      "it": "Una cosa di cui dobbiamo parlare, che dobbiamo affrontare,"
    }
  },
  {
    "translation": {
      "en": "coming to grips with, is this whole question of crime.",
      "it": "Una cosa di cui dobbiamo parlare, che dobbiamo affrontare, è la questione della criminalità."
    }
  },
  {
    "translation": {
      "en": "What does it mean to be a criminal in this society?",
      "it": "Che significa essere un criminale in questa società?"
    }
  },
  {
    "translation": {
      "en": "That had to be broken up.",
      "it": "Doveva essere spezzato."
    }
  },
  {
    "translation": {
      "en": "[Davis] And in my case, Ronald Reagan was the governor of California,",
      "it": "E nel mio caso, Ronald Reagan era governatore della California,"
    }
  },
  {
    "translation": {
      "en": "Richard Nixon was the president of the US.",
      "it": "Richard Nixon era Presidente degli Stati Uniti."
    }
  },
  {
    "translation": {
      "en": "The whole apparatus of the state was set up against me,",
      "it": "L'intero apparato di Stato era contro di me"
    }
  },
  {
    "translation": {
      "en": "and they really meant to send me to the death chamber",
      "it": "e volevano condannarmi a morte"
    }
  },
  {
    "translation": {
      "en": "in order to make a point.",
      "it": "per dimostrare un concetto."
    }
  },
  {
    "translation": {
      "en": "The actions of the FBI in apprehending Angela Davis,",
      "it": "Le azioni dell'FBI nella cattura di Angela Davis,"
    }
  },
  {
    "translation": {
      "en": "a rather remarkable, uh, story again...",
      "it": "una storia degna di nota..."
    }
  },
  {
    "translation": {
      "en": "[Jones] The system tried to put the sister on trial,",
      "it": "Il sistema ha cercato di metterla sotto processo"
    }
  },
  {
    "translation": {
      "en": "and the sister said, \"No, we puttin' you on trial.\"",
      "it": "e lei ha detto: \"No, il processo lo facciamo a voi\"."
    }
  },
  {
    "translation": {
      "en": "Comes in, the big Afro, she didn't go press her hair.",
      "it": "Aveva una grossa acconciatura afro. Non li aveva lisciati."
    }
  },
  {
    "translation": {
      "en": "She was facing major time.",
      "it": "Rischiava una lunga sentenza."
    }
  },
  {
    "translation": {
      "en": "You know, most people, they'd have got a nice little press.",
      "it": "Altre si sarebbero fatte uno stiraggio."
    }
  },
  {
    "translation": {
      "en": "You know? They'd have been in there with little white gloves on,",
      "it": "Avrebbero indossato guanti bianchi,"
    }
  },
  {
    "translation": {
      "en": "praying to Jesus. She came in like this.",
      "it": "pregando Gesù. Lei si presentò così."
    }
  },
  {
    "translation": {
      "en": "And she devastated the prosecution and walked out of there free.",
      "it": "Distrusse l'accusa e ne uscì libera."
    }
  },
  {
    "translation": {
      "en": "[man] But the question is how do you get there?",
      "it": "Ma la domanda è: come si arriva a quel punto?"
    }
  },
  {
    "translation": {
      "en": "Do you get there by confrontation, violence?",
      "it": "Con il confronto, con la violenza?"
    }
  },
  {
    "translation": {
      "en": "Oh, was that the question you were asking? [man] Yeah.",
      "it": "- Questa è la domanda? - Sì."
    }
  },
  {
    "translation": {
      "en": "So, I grew up in Birmingham, Alabama.",
      "it": "Sono cresciuta a Birmingham, Alabama."
    }
  },
  {
    "translation": {
      "en": "Uh, after the four young girls who were... who lived very...",
      "it": "Dopo le quattro ragazzine..."
    }
  },
  {
    "translation": {
      "en": "who lived... One of them lived next door to me.",
      "it": "...che vivevano accanto a noi."
    }
  },
  {
    "translation": {
      "en": "I was very good friends with the sister of another one.",
      "it": "Ero molto amica della sorella di un'altra."
    }
  },
  {
    "translation": {
      "en": "My sister was good friends with all three of them.",
      "it": "Mia sorella era amica di tutte loro."
    }
  },
  {
    "translation": {
      "en": "My mother taught one of them in her class. And they went down.",
      "it": "Mia madre insegnava a una di loro. Sono andati lì"
    }
  },
  {
    "translation": {
      "en": "And what did they find? They found limbs and heads just strewn all over the place.",
      "it": "e cos'hanno trovato? Teste e arti sparpagliati ovunque."
    }
  },
  {
    "translation": {
      "en": "I remember, from the time I was very small,",
      "it": "Ricordo, da quando ero bambina,"
    }
  },
  {
    "translation": {
      "en": "I remember the sounds of bombs exploding across the street.",
      "it": "il rumore delle bombe che esplodevano per strada."
    }
  },
  {
    "translation": {
      "en": "Our house shaking.",
      "it": "La casa che tremava."
    }
  },
  {
    "translation": {
      "en": "I remember my father having to have guns at his disposal at all times",
      "it": "Ricordo che mio padre aveva sempre delle armi a disposizione"
    }
  },
  {
    "translation": {
      "en": "because of the fact that at any moment we might expect to be attacked.",
      "it": "perché, in qualsiasi momento, potevamo essere attaccati."
    }
  },
  {
    "translation": {
      "en": "I mean, that's why, when someone asks me about violence, uh...",
      "it": "Ecco perché quando qualcuno mi domanda della violenza..."
    }
  },
  {
    "translation": {
      "en": "I just, uh... I just find it incredible.",
      "it": "Io la ritengo una domanda incredibile."
    }
  },
  {
    "translation": {
      "en": "Because what it means is that the person who's asking that question",
      "it": "Perché, per me, chi me lo chiede"
    }
  },
  {
    "translation": {
      "en": "has absolutely no idea what black people have gone through,",
      "it": "non ha la minima idea di cosa hanno passato i neri,"
    }
  },
  {
    "translation": {
      "en": "what black people have experienced in this country",
      "it": "di cosa hanno dovuto sopportare in questo Paese"
    }
  },
  {
    "translation": {
      "en": "since the time the first black person was kidnapped from the shores of Africa.",
      "it": "da quando il primo nero è stato rapito sulle coste dell'Africa."
    }
  },
  {
    "translation": {
      "en": "[Jones] And when you strip out a whole generation of leadership,",
      "it": "E quando elimini un'intera generazione di leader,"
    }
  },
  {
    "translation": {
      "en": "running folk out the country, killing folk, framing folk,",
      "it": "facendoli scappare, uccidendoli, incastrandoli,"
    }
  },
  {
    "translation": {
      "en": "you will be vulnerable to Bill Clinton or anybody else.",
      "it": "diventerai vulnerabile nei confronti di Clinton o chi per lui."
    }
  },
  {
    "translation": {
      "en": "They'll do to you what they will.",
      "it": "Faranno quel che vogliono."
    }
  },
  {
    "translation": {
      "en": "♪ There's a man going 'round ♪",
      "it": "C'è un uomo che va in giro"
    }
  },
  {
    "translation": {
      "en": "♪ Taking names ♪",
      "it": "Scrive nomi"
    }
  },
  {
    "translation": {
      "en": "♪ He has taken my father's name ♪",
      "it": "Ha scritto quello di mio padre"
    }
  },
  {
    "translation": {
      "en": "♪ And it's left my heart in pain ♪",
      "it": "E io sono preoccupato"
    }
  },
  {
    "translation": {
      "en": "♪ There's a man going 'round ♪",
      "it": "C'è un uomo che va in giro"
    }
  },
  {
    "translation": {
      "en": "♪ Taking names ♪",
      "it": "Scrive nomi"
    }
  },
  {
    "translation": {
      "en": "♪ Going 'round ♪",
      "it": "Va in giro"
    }
  },
  {
    "translation": {
      "en": "♪ Going 'round ♪",
      "it": "Va in giro"
    }
  },
  {
    "translation": {
      "en": "[reporter] An armed neighborhood watch leader",
      "it": "Una guardia di quartiere armata"
    }
  },
  {
    "translation": {
      "en": "saw Martin walking inside a gated subdivision near Orlando.",
      "it": "vide Martin che entrava in un edificio recintato vicino a Orlando."
    }
  },
  {
    "translation": {
      "en": "He thought the 17-year-old looked suspicious.",
      "it": "Pensò che il diciassettenne avesse l'aria sospetta."
    }
  },
  {
    "translation": {
      "en": "[George Zimmerman] He's got his hand in his waistband.",
      "it": "Ha portato la mano alla cintura."
    }
  },
  {
    "translation": {
      "en": "And he's a black male.",
      "it": "Ed è nero."
    }
  },
  {
    "translation": {
      "en": "[sighs] These assholes, they always get away.",
      "it": "Questi stronzi la fanno sempre franca."
    }
  },
  {
    "translation": {
      "en": "-[dispatcher 1] Are you following him? -Yep.",
      "it": "- Lo stai seguendo? - Sì."
    }
  },
  {
    "translation": {
      "en": "-[dispatcher 1] We don't need you to. -[indistinct screaming]",
      "it": "Non devi farlo."
    }
  },
  {
    "translation": {
      "en": "[dispatcher 2] Do you think he's yelling \"help\"?",
      "it": "Credi che stia chiedendo aiuto?"
    }
  },
  {
    "translation": {
      "en": "-[woman] Yes. -All right, what is your...",
      "it": "- Sì. - Va bene, dove..."
    }
  },
  {
    "translation": {
      "en": "[reporter] A deadly shooting in Sanford.",
      "it": "Sparatoria con morto a Sanford stasera."
    }
  },
  {
    "translation": {
      "en": "Police have the gun, they've got the shooter,",
      "it": "La polizia ha la pistola, ha l'aggressore,"
    }
  },
  {
    "translation": {
      "en": "but they have not arrested him.",
      "it": "ma non l'ha arrestato."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] Zimmerman, armed with a gun, followed this quote, unquote suspicious kid",
      "it": "George Zimmerman, armato di pistola, ha seguito un ragazzo sospetto"
    }
  },
  {
    "translation": {
      "en": "after the dispatcher told him not to.",
      "it": "dopo aver ricevuto ordine di non farlo."
    }
  },
  {
    "translation": {
      "en": "They ended up on the ground in a fight,",
      "it": "Ne è scaturita una lite"
    }
  },
  {
    "translation": {
      "en": "and George Zimmerman shot and killed Trayvon Martin.",
      "it": "e George Zimmerman ha sparato e ucciso Trayvon Martin."
    }
  },
  {
    "translation": {
      "en": "The police could not arrest Zimmerman",
      "it": "La polizia non ha potuto arrestare Zimmerman"
    }
  },
  {
    "translation": {
      "en": "because of this Florida law called Stand Your Ground,",
      "it": "per via di una legge della Florida di difesa a oltranza"
    }
  },
  {
    "translation": {
      "en": "which says that you can kill someone if you feel threatened.",
      "it": "che dice che puoi uccidere qualcuno se ti senti minacciato."
    }
  },
  {
    "translation": {
      "en": "Even though it was Zimmerman",
      "it": "Anche se era stato Zimmerman"
    }
  },
  {
    "translation": {
      "en": "who had pursued Martin throughout the neighborhood with a gun.",
      "it": "a inseguire Martin con una pistola."
    }
  },
  {
    "translation": {
      "en": "Mr. Zimmerman felt that he, in self-defense, needed to, uh...",
      "it": "Il sig. Zimmerman ha sentito di doversi difendere..."
    }
  },
  {
    "translation": {
      "en": "to fire his weapon.",
      "it": "...sparando con la pistola."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] Not only was he not arrested,",
      "it": "Non solo non venne arrestato"
    }
  },
  {
    "translation": {
      "en": "but in court, Zimmerman actually pleaded self-defense",
      "it": "ma, in tribunale, addusse la scusa della legittima difesa e fu rilasciato."
    }
  },
  {
    "translation": {
      "en": "and got off under the Stand Your Ground law.",
      "it": "ma, in tribunale, addusse la scusa della legittima difesa e fu rilasciato. grazie alla legge sulla difesa a oltranza."
    }
  },
  {
    "translation": {
      "en": "[woman] We, the jury, find George Zimmerman not guilty.",
      "it": "La giuria dichiara l'imputato non colpevole."
    }
  },
  {
    "translation": {
      "en": "[man] That Stand Your Ground law that was passed in Florida",
      "it": "La legge sulla difesa a oltranza che era passata in Florida"
    }
  },
  {
    "translation": {
      "en": "played a huge role in the Trayvon Martin tragedy",
      "it": "ebbe un ruolo importante nella tragedia di Trayvon Martin"
    }
  },
  {
    "translation": {
      "en": "and this really ignited the movement that we see today.",
      "it": "che ha dato vita al movimento che vediamo oggi. LOTTA PER LA GIUSTIZIA"
    }
  },
  {
    "translation": {
      "en": "[reporter] In the wake of Trayvon Martin's death,",
      "it": "Dopo la morte di Trayvon Martin,"
    }
  },
  {
    "translation": {
      "en": "Florida's Stand Your Ground law came into the spotlight.",
      "it": "la legge sulla difesa a oltranza è sotto accusa."
    }
  },
  {
    "translation": {
      "en": "How did this law not only get in place in Florida, but around the country?",
      "it": "Com'è possibile che sia passata una legge del genere?"
    }
  },
  {
    "translation": {
      "en": "And all the fingers kept pointing back to ALEC.",
      "it": "E tutte le dita venivano puntate contro l'ALEC."
    }
  },
  {
    "translation": {
      "en": "ALEC sounds like the name of a high school lacrosse player",
      "it": "ALEC sembra il nome di un giocatore di lacrosse"
    }
  },
  {
    "translation": {
      "en": "who just got baked and wrecked his dad's Saab.",
      "it": "che si fa una canna e distrugge la Saab del padre."
    }
  },
  {
    "translation": {
      "en": "But incredibly, it's actually even worse.",
      "it": "Ma, incredibilmente, è anche peggio."
    }
  },
  {
    "translation": {
      "en": "-ALEC is a political lobbying group. -[all] ALEC is a political lobbying group.",
      "it": "L'ALEC è un gruppo di lobbisti politici."
    }
  },
  {
    "translation": {
      "en": "-They write laws... -They write laws...",
      "it": "Scrivono leggi..."
    }
  },
  {
    "translation": {
      "en": "-and give them to Republicans. -and give them to Republicans.",
      "it": "...e le danno ai Repubblicani."
    }
  },
  {
    "translation": {
      "en": "-Stand Your Ground... -Stand Your Ground...",
      "it": "La difesa a oltranza..."
    }
  },
  {
    "translation": {
      "en": "-was written by ALEC. -was written by ALEC.",
      "it": "...è opera di ALEC."
    }
  },
  {
    "translation": {
      "en": "[Graves] ALEC is this private club,",
      "it": "ALEC è un club privato"
    }
  },
  {
    "translation": {
      "en": "and its members are politicians and corporations.",
      "it": "e i membri sono politici e corporazioni."
    }
  },
  {
    "translation": {
      "en": "But the real question is,",
      "it": "Ma il vero problema è:"
    }
  },
  {
    "translation": {
      "en": "should politicians and corporations be in the same private club?",
      "it": "corporazioni e politici dovrebbero stare nello stesso club?"
    }
  },
  {
    "translation": {
      "en": "Under the umbrella of ALEC",
      "it": "All'interno dell'ALEC,"
    }
  },
  {
    "translation": {
      "en": "corporate members, uh, get to propose laws to their political counterparts,",
      "it": "i membri delle corporazioni propongono leggi alle proprie controparti politiche,"
    }
  },
  {
    "translation": {
      "en": "most of whom are Republicans.",
      "it": "la maggior parte Repubblicane."
    }
  },
  {
    "translation": {
      "en": "So, through ALEC, corporations have a huge say in our lawmaking.",
      "it": "COALIZIONE PER LA CAUZIONE Quindi le corporazioni influenzano le leggi dello Stato."
    }
  },
  {
    "translation": {
      "en": "And at ALEC task force meetings,",
      "it": "PROPOSTA AL SENATO Durante le riunioni dell'ALEC i lobbisti votano segretamente"
    }
  },
  {
    "translation": {
      "en": "corporate lobbyists secretly vote as equals with lawmakers",
      "it": "Durante le riunioni dell'ALEC i lobbisti votano segretamente come veri e propri legislatori,"
    }
  },
  {
    "translation": {
      "en": "on bills that those lawmakers then introduce to become laws in our states.",
      "it": "poi quelle proposte di legge passano ai veri legislatori che le promulgano."
    }
  },
  {
    "translation": {
      "en": "ALEC is everywhere.",
      "it": "L'ALEC è ovunque."
    }
  },
  {
    "translation": {
      "en": "Roughly one in four state legislators are members.",
      "it": "Vi fa parte circa un legislatore su quattro."
    }
  },
  {
    "translation": {
      "en": "And I'm proud to stand with ALEC today.",
      "it": "E sono orgoglioso di essere parte dell'ALEC oggi."
    }
  },
  {
    "translation": {
      "en": "And it's not hard to see why. ALEC makes their jobs troublingly easy.",
      "it": "E non è difficile capire perché. L'ALEC semplifica il loro lavoro."
    }
  },
  {
    "translation": {
      "en": "Here's their model Electricity Freedom bill,",
      "it": "Ecco il loro modello di legge per l'elettricità libera"
    }
  },
  {
    "translation": {
      "en": "which at one point says, \"Be it therefore enacted,",
      "it": "che afferma: \"Con la presente"
    }
  },
  {
    "translation": {
      "en": "that the State of (insert state) repeals the renewable energy mandate.\"",
      "it": "lo Stato (inserire nome) abroga il mandato sulle energie rinnovabili\"."
    }
  },
  {
    "translation": {
      "en": "So, as long as you can remember and spell the name of your state,",
      "it": "Quindi basta saper scrivere il nome del proprio Stato"
    }
  },
  {
    "translation": {
      "en": "you can introduce legislation.",
      "it": "per promulgare quella legge."
    }
  },
  {
    "translation": {
      "en": "We've also seen ALEC bills introduced",
      "it": "Ci sono stati anche casi di leggi dell'ALEC"
    }
  },
  {
    "translation": {
      "en": "where a lawmaker forgot to take the ALEC letterhead off the bill.",
      "it": "promulgate senza togliere il nome ALEC dal modello."
    }
  },
  {
    "translation": {
      "en": "Without remembering to take off the ALEC letterhead",
      "it": "Dimenticando di cancellare il nome ALEC"
    }
  },
  {
    "translation": {
      "en": "to try to distance the real role of ALEC and ALEC corporations from those bills.",
      "it": "per prendere le distanze dal ruolo dell'ALEC e delle corporazioni."
    }
  },
  {
    "translation": {
      "en": "I'm just curious. Does it have...",
      "it": "Sono curioso."
    }
  },
  {
    "translation": {
      "en": "Does the legislation have some connection to ALEC?",
      "it": "La legislazione è collegata all'ALEC?"
    }
  },
  {
    "translation": {
      "en": "Representative Atkins, I'm not sure why we're pursuing this course of questioning.",
      "it": "Non so perché mi sta facendo queste domande. RAPRESENTANTE DI STATO"
    }
  },
  {
    "translation": {
      "en": "This bill is my bill. It's not ALEC's bill.",
      "it": "La legge è mia, non dell'ALEC."
    }
  },
  {
    "translation": {
      "en": "The reason I ask is because earlier you passed out a handout",
      "it": "Lo chiedo perché, prima, ha fatto passare un documento"
    }
  },
  {
    "translation": {
      "en": "that says \"Gottwalt\" at the top, and it says \"Health Care Compact,\"",
      "it": "che dice: \"Gottwalt\" in cima e \"Sanità pubblica\""
    }
  },
  {
    "translation": {
      "en": "and there's a logo right in the middle of that page.",
      "it": "e c'è un logo in mezzo alla pagina."
    }
  },
  {
    "translation": {
      "en": "And I went to the ALEC website,",
      "it": "Così sono andato sul sito dell'ALEC"
    }
  },
  {
    "translation": {
      "en": "and there's exactly the same font, the same size and the same logo.",
      "it": "e c'è esattamente lo stesso font, delle stesse dimensioni e lo stesso logo."
    }
  },
  {
    "translation": {
      "en": "I mean, literally, it's verbatim.",
      "it": "E il contenuto copiato parola per parola."
    }
  },
  {
    "translation": {
      "en": "[Graves] It's shocking to know",
      "it": "È scioccante"
    }
  },
  {
    "translation": {
      "en": "that ALEC has been around for more than four decades now.",
      "it": "che l'ALEC esista da più di quattro decenni, ormai."
    }
  },
  {
    "translation": {
      "en": "And it's even more startling to see how it began.",
      "it": "E ancora più sorprendente è vedere com'è nata."
    }
  },
  {
    "translation": {
      "en": "[Reagan] ALEC has forged a unique partnership",
      "it": "L'ALEC ha forgiato una collaborazione unica"
    }
  },
  {
    "translation": {
      "en": "between state legislators and leaders from the corporate and business community.",
      "it": "tra i legislatori di Stato e i leader delle comunità aziendali e corporative."
    }
  },
  {
    "translation": {
      "en": "[Graves] Corporations have influenced laws for decades, through ALEC.",
      "it": "Le corporazioni influenzano le leggi da decenni, tramite l'ALEC."
    }
  },
  {
    "translation": {
      "en": "They want everybody to vote.",
      "it": "Vogliono che tutti votino. CO-FONDATORE DELL'ALEC"
    }
  },
  {
    "translation": {
      "en": "I don't want everybody to vote.",
      "it": "Io non voglio che tutti votino."
    }
  },
  {
    "translation": {
      "en": "As a matter of fact, our leverage in the elections quite candidly goes up",
      "it": "La nostra influenza alle elezioni aumenta"
    }
  },
  {
    "translation": {
      "en": "as the voting populace goes down.",
      "it": "se la popolazione votante diminuisce."
    }
  },
  {
    "translation": {
      "en": "[Graves] Nearly every ALEC bill benefits one of its corporate funders.",
      "it": "Quasi ogni legge dell'ALEC apporta benefici a un fondatore."
    }
  },
  {
    "translation": {
      "en": "And the corporation Wal-Mart was a long-standing member of ALEC",
      "it": "Un rappresentante di Wal-Mart faceva parte dell'ALEC"
    }
  },
  {
    "translation": {
      "en": "at the time that it adopted the so-called Stand Your Ground law.",
      "it": "quando è passata la legge della difesa a oltranza."
    }
  },
  {
    "translation": {
      "en": "It's a law that created an atmosphere where gun sales boomed.",
      "it": "È una legge che ha portato al boom della vendita di pistole."
    }
  },
  {
    "translation": {
      "en": "Wal-Mart is the biggest seller of long guns in the US,",
      "it": "E Wal-Mart è il più grande rivenditore di armi negli Stati Uniti,"
    }
  },
  {
    "translation": {
      "en": "has been the largest retailer of bullets in the world.",
      "it": "nonché il più grande dettagliante di proiettili al mondo."
    }
  },
  {
    "translation": {
      "en": "So it's reasonable to think that Wal-Mart benefited",
      "it": "Pensiamo che Wal-Mart abbia guadagnato"
    }
  },
  {
    "translation": {
      "en": "from these Stand Your Ground laws that ALEC pushed",
      "it": "dalla legge sulla legittima difesa sostenuta dall'ALEC"
    }
  },
  {
    "translation": {
      "en": "that initially prevented the arrest of the killer of Trayvon Martin, uh,",
      "it": "che, inizialmente, ha impedito l'arresto dell'assassino di Trayvon"
    }
  },
  {
    "translation": {
      "en": "and was designed to prevent the arrest, prosecution and conviction",
      "it": "e poi ha impedito anche la condanna dell'assassino di Trayvon."
    }
  },
  {
    "translation": {
      "en": "of the killer of Trayvon Martin, including through changing the jury instructions",
      "it": "e poi ha impedito anche la condanna dell'assassino di Trayvon. Ha modificato le istruzioni della giuria a cui è stato detto"
    }
  },
  {
    "translation": {
      "en": "to require that a jury be told",
      "it": "Ha modificato le istruzioni della giuria a cui è stato detto"
    }
  },
  {
    "translation": {
      "en": "that someone like George Zimmerman has a right to stand his ground,",
      "it": "che una persona come George Zimmerman ha diritto a difendersi,"
    }
  },
  {
    "translation": {
      "en": "but not that someone like Trayvon Martin has a right to stand his ground",
      "it": "ma non che una come Trayvon può difendersi"
    }
  },
  {
    "translation": {
      "en": "against someone like George Zimmerman with a gun assailing him.",
      "it": "se una persona come George Zimmerman lo assale con una pistola."
    }
  },
  {
    "translation": {
      "en": "After the outcry over Stand Your Ground and the Trayvon Martin tragedy...",
      "it": "Dopo lo scandalo creato dalla tragedia di Trayvon Martin,"
    }
  },
  {
    "translation": {
      "en": "Wal-Mart stepped out of ALEC. It left ALEC, abandoned ALEC.",
      "it": "Wal-Mart ha abbandonato l'ALEC, non ne ha più fatto parte."
    }
  },
  {
    "translation": {
      "en": "But the Wal-Mart family continues to fund ALEC.",
      "it": "Ma la famiglia Wal-Mart continua a sovvenzionare l'ALEC."
    }
  },
  {
    "translation": {
      "en": "Other corporations followed suit and stepped away from ALEC,",
      "it": "Altre aziende hanno seguito l'esempio e ne sono uscite,"
    }
  },
  {
    "translation": {
      "en": "but many corporations are still members, including...",
      "it": "ma molte altre ne fanno ancora parte, incluse..."
    }
  },
  {
    "translation": {
      "en": "Koch Industries, State Farm Insurance,",
      "it": "...le Koch Industries, la State Farm Insurance,"
    }
  },
  {
    "translation": {
      "en": "PhRMA, which is the lobbying group for the pharmaceutical industry.",
      "it": "PhRMA, un gruppo di lobbisti dell'industria farmaceutica."
    }
  },
  {
    "translation": {
      "en": "ALEC has been supported by the tobacco industry",
      "it": "L'ALEC è stata sovvenzionata dall'industria del tabacco,"
    }
  },
  {
    "translation": {
      "en": "as well as AT&T and Verizon.",
      "it": "dalla AT&T e da Verizon"
    }
  },
  {
    "translation": {
      "en": "And for nearly two decades, one corporation was Corrections Corporation of America.",
      "it": "e, per quasi due decenni, dalla Corrections Corporation of America."
    }
  },
  {
    "translation": {
      "en": "[announcer] Every day, we serve our communities.",
      "it": "Ogni giorno, aiutiamo le nostre comunità."
    }
  },
  {
    "translation": {
      "en": "From small towns to large cities,",
      "it": "Dalle piccole realtà alle grandi città,"
    }
  },
  {
    "translation": {
      "en": "at more than 60 locations across our country.",
      "it": "in più di 60 luoghi in tutto il Paese."
    }
  },
  {
    "translation": {
      "en": "As the nation's fifth largest correctional system,",
      "it": "Come quinto sistema carcerario più grande della nazione,"
    }
  },
  {
    "translation": {
      "en": "we build, own and manage secure correctional facilities.",
      "it": "noi costruiamo, possediamo e gestiamo carceri sicuri."
    }
  },
  {
    "translation": {
      "en": "[Graves] CCA was the first private prison corporation in the US.",
      "it": "La CCA è stato il primo ente carcerario privato in America."
    }
  },
  {
    "translation": {
      "en": "It started as a small company, in Tennessee, in 1983.",
      "it": "È iniziata nel Tennessee come piccola azienda nel 1983."
    }
  },
  {
    "translation": {
      "en": "These folks started making contracts with states.",
      "it": "Ha stipulato contratti con lo Stato."
    }
  },
  {
    "translation": {
      "en": "And they had to protect their investments,",
      "it": "Che, dovendo proteggere l'investimento,"
    }
  },
  {
    "translation": {
      "en": "so the states were required to keep these prisons filled",
      "it": "chiese agli Stati di tenere piene le prigioni,"
    }
  },
  {
    "translation": {
      "en": "even if nobody was committing a crime.",
      "it": "anche se nessuno commetteva crimini."
    }
  },
  {
    "translation": {
      "en": "And in the late '80s and early '90s, this became a growth industry",
      "it": "Tra gli anni '80 e i '90, quest'industria è cresciuta a un ritmo"
    }
  },
  {
    "translation": {
      "en": "unlike very few growth industries in America's history.",
      "it": "impensabile per qualsiasi altra industria nella storia americana."
    }
  },
  {
    "translation": {
      "en": "Uh, it was absolutely a model guaranteed to succeed.",
      "it": "È stato un modello di successo garantito."
    }
  },
  {
    "translation": {
      "en": "[Graves] And one of the ways we see that is through the role of CCA within ALEC",
      "it": "Nel raggiungimento di questo traguardo, la CCA ha avuto l'aiuto dell'ALEC"
    }
  },
  {
    "translation": {
      "en": "to advance a series of bills.",
      "it": "che ha fatto passare una serie di leggi."
    }
  },
  {
    "translation": {
      "en": "All the legislation you could think of",
      "it": "Tutte quelle contro cui combattiamo noi:"
    }
  },
  {
    "translation": {
      "en": "that we fight so hard against, \"three strikes, you're out...\"",
      "it": "Tutte quelle contro cui combattiamo noi: \"Tre strike e sei fuori.\""
    }
  },
  {
    "translation": {
      "en": "Three strikes and you are out.",
      "it": "Tre strike e sei fuori. PROPOSTA DALL'ALEC"
    }
  },
  {
    "translation": {
      "en": "...mandatory minimum sentencing laws...",
      "it": "...minimi obbligatori..."
    }
  },
  {
    "translation": {
      "en": "...serve at least 85% of their sentence.",
      "it": "...scontare almeno l'85% della pena."
    }
  },
  {
    "translation": {
      "en": "...were the ones they were putting out there",
      "it": "...sono state tirate fuori..."
    }
  },
  {
    "translation": {
      "en": "like on a premiere pre-fixed dinner menu,",
      "it": "CENTRO LEADERSHIP NU SU SOLUZIONI URBANE ...come fossero una cena precotta,"
    }
  },
  {
    "translation": {
      "en": "a steady influx of bodies to generate the profit",
      "it": "un flusso costante di corpi che generano un profitto"
    }
  },
  {
    "translation": {
      "en": "that would go to the shareholders.",
      "it": "che andrà agli investitori."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] Through ALEC, CCA became the leader in private prisons.",
      "it": "Tramite l'ALEC, la CCA è diventata leader nel campo delle prigioni private."
    }
  },
  {
    "translation": {
      "en": "It's a multibillion-dollar business today that gets rich off punishment.",
      "it": "Un business multimiliardario... PROFITTO 1,7 MILIARDI DI DOLLARI ...che si arricchisce punendo."
    }
  },
  {
    "translation": {
      "en": "[announcer] We are America's leader in partnership corrections.",
      "it": "Siamo i leader in America nella gestione di prigioni."
    }
  },
  {
    "translation": {
      "en": "We are CCA.",
      "it": "Siamo la CCA."
    }
  },
  {
    "translation": {
      "en": "[Graves] And so, through ALEC,",
      "it": "E quindi, tramite l'ALEC,"
    }
  },
  {
    "translation": {
      "en": "CCA had a hand in shaping crime policy across the country,",
      "it": "la CCA ha potuto plasmare le politiche sul crimine del Paese,"
    }
  },
  {
    "translation": {
      "en": "including, not just prison privatization, but the rapid increase in criminalization.",
      "it": "dalla privatizzazione delle prigioni al rapido aumento della criminalizzazione."
    }
  },
  {
    "translation": {
      "en": "I think this accusation, you know, quite frankly, is just false.",
      "it": "Francamente, ritengo false queste accuse."
    }
  },
  {
    "translation": {
      "en": "That somehow ALEC was in favor of imprisoning a bunch of people, uh,",
      "it": "Che, in qualche modo, l'ALEC abbia favorito l'arresto di persone... SENATORE DEL MARYLAND, ALEC"
    }
  },
  {
    "translation": {
      "en": "because of private prisons...",
      "it": "...per via delle prigioni private."
    }
  },
  {
    "translation": {
      "en": "I think that's just, unfortunately, one of these tactics they do on ALEC.",
      "it": "Credo che, purtroppo, sia solo una tattica contro ALEC."
    }
  },
  {
    "translation": {
      "en": "ALEC pushed forward a number of policies to increase the number of people in prison",
      "it": "L'ALEC porta avanti delle politiche per aumentare le persone in prigione"
    }
  },
  {
    "translation": {
      "en": "and to increase the sentences of people who are in prison.",
      "it": "e per allungare le sentenze delle persone in prigione."
    }
  },
  {
    "translation": {
      "en": "I'm trying to think how you address it. It's hard to address something that's like",
      "it": "Come rispondiamo? È difficile discutere di qualcosa che è poco più di una favola."
    }
  },
  {
    "translation": {
      "en": "almost like folklore at this point.",
      "it": "È difficile discutere di qualcosa che è poco più di una favola."
    }
  },
  {
    "translation": {
      "en": "They are not doing anything to really clean up that past",
      "it": "Non stanno facendo nulla per rimediare al passato,"
    }
  },
  {
    "translation": {
      "en": "or to address the real consequences for real people",
      "it": "alle vere conseguenze create alle persone vere"
    }
  },
  {
    "translation": {
      "en": "of the extreme policies they've pushed.",
      "it": "che hanno subito quelle politiche estreme."
    }
  },
  {
    "translation": {
      "en": "In fact, it doesn't talk about its past history.",
      "it": "Nemmeno parla del suo passato."
    }
  },
  {
    "translation": {
      "en": "I mean, it's hard for me to even understand, uh,",
      "it": "È difficile per me capire"
    }
  },
  {
    "translation": {
      "en": "what they're even talking about. A lot of it.",
      "it": "di cosa parlano, la maggior parte delle volte."
    }
  },
  {
    "translation": {
      "en": "CCA directly benefited, directly profited from its investment",
      "it": "La CCA ha tratto beneficio diretto dal suo investimento"
    }
  },
  {
    "translation": {
      "en": "in ALEC, the American Legislative Exchange Council.",
      "it": "nel Consiglio per le questioni legislative."
    }
  },
  {
    "translation": {
      "en": "And the American people, in many ways, were harmed by these policies",
      "it": "Il popolo americano è stato danneggiato da queste politiche,"
    }
  },
  {
    "translation": {
      "en": "due to the mass incarceration of people, particularly people of color.",
      "it": "in particolare le persone di colore a causa dell'incarcerazione di massa."
    }
  },
  {
    "translation": {
      "en": "Look, right now our position is that we want less people in prison.",
      "it": "La nostra posizione, ora, è che vogliamo meno persone in prigione."
    }
  },
  {
    "translation": {
      "en": "I don't think that helps the private prison industry, quite frankly.",
      "it": "Non credo che questo aiuti il settore privato, sinceramente."
    }
  },
  {
    "translation": {
      "en": "I think myself and the lawmakers,",
      "it": "Credo che io e i legislatori"
    }
  },
  {
    "translation": {
      "en": "we're just always looking for better, innovative ways to run government.",
      "it": "stiamo solo cercando modi innovativi di gestire il governo."
    }
  },
  {
    "translation": {
      "en": "I think that's one thing as conservatives, who believe in the free market and limited government,",
      "it": "Come conservatori che credono nel mercato libero e nel limitare il governo"
    }
  },
  {
    "translation": {
      "en": "we pride ourselves on.",
      "it": "è un orgoglio per noi."
    }
  },
  {
    "translation": {
      "en": "We're supposed to be the party of innovation.",
      "it": "Ci si aspetta innovazione da noi."
    }
  },
  {
    "translation": {
      "en": "[Graves] Another bill that ALEC innovated was SB 1070.",
      "it": "Un'altra legge introdotta dall'ALEC è stata la SB 1070."
    }
  },
  {
    "translation": {
      "en": "CCA was on the ALEC task force that pushed that law",
      "it": "L'ALEC e la CCA hanno voluto una legge"
    }
  },
  {
    "translation": {
      "en": "that gave police the right to stop anyone they thought looked like an immigrant.",
      "it": "che desse alla polizia il diritto di fermare chiunque sembrasse un immigrato."
    }
  },
  {
    "translation": {
      "en": "This law filled immigration detention facilities,",
      "it": "Questa legge ha riempito i centri di accoglienza"
    }
  },
  {
    "translation": {
      "en": "and it directly benefited an ALEC member, CCA.",
      "it": "e ha portato diretto beneficio al membro dell'ALEC, la CCA."
    }
  },
  {
    "translation": {
      "en": "CCA could potentially reap huge financial benefits from SB 1070,",
      "it": "La CCA potrebbe trarre enormi benefici economici dalla SB 1070,"
    }
  },
  {
    "translation": {
      "en": "since 1070 was designed to lock up a lot more people in Arizona",
      "it": "poiché la 1070 ha aumentato gli arresti, in Arizona, per reati legati"
    }
  },
  {
    "translation": {
      "en": "on federal immigration charges. Cha-ching!",
      "it": "all'immigrazione. ABBIATE MOLTA PAURA"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] An influx of undocumented immigrants, many of them children...",
      "it": "Un flusso di immigrati senza documenti, molti di cui bambini..."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] In Arizona, Corrections Corporation of America, or CCA,",
      "it": "In Arizona, la Corrections Corporation of America, o CCA,"
    }
  },
  {
    "translation": {
      "en": "holds the federal contract to house detained immigrants.",
      "it": "ha vinto l'appalto federale per i centri di accoglienza immigrati."
    }
  },
  {
    "translation": {
      "en": "It's worth more than $11 million every month.",
      "it": "Un contratto che vale oltre 11 milioni di dollari al mese."
    }
  },
  {
    "translation": {
      "en": "Our, uh, immigration facilities are a disgrace.",
      "it": "Le nostre strutture per immigrati sono disdicevoli."
    }
  },
  {
    "translation": {
      "en": "There are families kept there, uh, in horrible conditions.",
      "it": "Ci sono famiglie tenute in condizioni terribili."
    }
  },
  {
    "translation": {
      "en": "They're called \"detention facilities,\" but they're really prisons for immigrants.",
      "it": "Le chiamano \"strutture di accoglienza\" ma non sono altro che prigioni."
    }
  },
  {
    "translation": {
      "en": "Calling them \"detention facility\" doesn't make them not a prison.",
      "it": "La parola accoglienza non le rende accoglienti."
    }
  },
  {
    "translation": {
      "en": "They're a prison. They just have a different name.",
      "it": "Sono prigioni, solo con un nome diverso."
    }
  },
  {
    "translation": {
      "en": "We're having what some people are saying is a creation of a \"crimmigration\" system.",
      "it": "Qualcuno parla della creazione di un sistema di \"crimmigrazione\"."
    }
  },
  {
    "translation": {
      "en": "That there's the merger of our immigration enforcement",
      "it": "Un'unione tra la lotta all'immigrazione... PROFESSORE DI SCIENZE POLITICHE"
    }
  },
  {
    "translation": {
      "en": "and our law enforcement system.",
      "it": "...e il mantenimento dell'ordine pubblico."
    }
  },
  {
    "translation": {
      "en": "And so, that's some of the same things that were used in the war on drugs,",
      "it": "Alcune delle cose avvenute durante la guerra alla droga,"
    }
  },
  {
    "translation": {
      "en": "are now migrating to other populations.",
      "it": "ora vengono applicate ad altre popolazioni."
    }
  },
  {
    "translation": {
      "en": "You heard it, uh, with Donald Trump, not about blacks but with Mexicans.",
      "it": "Avete sentito Donald Trump dire certe cose non dei neri ma dei messicani."
    }
  },
  {
    "translation": {
      "en": "You know, \"Oh, well, they're rapists, murderers.",
      "it": "\"Sono degli stupratori, degli assassini."
    }
  },
  {
    "translation": {
      "en": "Oh, and by the way, some of 'em may be good people.\"",
      "it": "E comunque, alcuni potrebbero essere anche brave persone.\""
    }
  },
  {
    "translation": {
      "en": "Oh, boy. You know, where do you start on something like that?",
      "it": "Oddio, da dove inizio?"
    }
  },
  {
    "translation": {
      "en": "[Graves] In late 2010, CCA left ALEC after a big NPR story came out",
      "it": "GLI INTERESSI AZIENDALI HANNO FATTO PASSARE LA SB 1070 La CCA è uscita dall'ALEC a fine 2010, dopo che la NPR ha scoperto"
    }
  },
  {
    "translation": {
      "en": "accusing ALEC of pushing SB 1070.",
      "it": "del loro collegamento con la SB 1070."
    }
  },
  {
    "translation": {
      "en": "ALEC doesn't do anything on immigration.",
      "it": "L'ALEC non fa niente sull'immigrazione."
    }
  },
  {
    "translation": {
      "en": "No. No which way. Not to the right, not to the left. Nothing.",
      "it": "No, non esiste. Né per la destra, né per la sinistra. Niente."
    }
  },
  {
    "translation": {
      "en": "[laughs] So, I don't really have anything for you on that one. Sorry.",
      "it": "Non ho niente per te a riguardo, scusa."
    }
  },
  {
    "translation": {
      "en": "ALEC has recently made what I would describe as a PR move",
      "it": "L'ALEC ha recentemente fatto una scelta di pubbliche relazioni"
    }
  },
  {
    "translation": {
      "en": "to say that it's gonna be right on crime.",
      "it": "dichiarando che si concentrerà sul crimine."
    }
  },
  {
    "translation": {
      "en": "That it's gonna be on the right side of criminal justice policy and reform.",
      "it": "Starà dalla parte della riforma del sistema di giustizia criminale."
    }
  },
  {
    "translation": {
      "en": "That move comes in the wake of its loss of a massive number of corporations.",
      "it": "Questo perché ha perso molti membri provenienti dalle industrie."
    }
  },
  {
    "translation": {
      "en": "What ultimately happened is our board looked at the issues that ALEC worked on",
      "it": "Praticamente, abbiamo analizzato gli argomenti affrontati dall'ALEC"
    }
  },
  {
    "translation": {
      "en": "and decided that we don't do social issues,",
      "it": "e deciso che non ci interessano le questioni sociali,"
    }
  },
  {
    "translation": {
      "en": "we're focused on economic issues.",
      "it": "ci concentreremo sull'economia."
    }
  },
  {
    "translation": {
      "en": "We jettisoned basically almost all of our legislation that was pre-2007.",
      "it": "Abbiamo rifiutato tutta la nostra legislazione pre-2007."
    }
  },
  {
    "translation": {
      "en": "So we basically... Fresh slate going forward.",
      "it": "Si riparte da zero, adesso."
    }
  },
  {
    "translation": {
      "en": "A fresh start going forward.",
      "it": "Un nuovo inizio."
    }
  },
  {
    "translation": {
      "en": "[Gina Clayton] This industry knows that it's dying...",
      "it": "Quest'industria sa che sta morendo"
    }
  },
  {
    "translation": {
      "en": "and is actually preparing for the next thing.",
      "it": "e si sta preparando alla mossa successiva."
    }
  },
  {
    "translation": {
      "en": "And the animating factors that have led to such a system like bail.",
      "it": "Questo ha portato a un sistema come quello della cauzione. AVVOCATO E FONDATRICE ESSIE JUSTICE GROUP"
    }
  },
  {
    "translation": {
      "en": "We're always gonna see new permutations of a cancer. Right?",
      "it": "AVVOCATO E FONDATRICE ESSIE JUSTICE GROUP Il cancro subisce sempre mutazioni, no?"
    }
  },
  {
    "translation": {
      "en": "And that's what this is.",
      "it": "Ecco cos'è successo."
    }
  },
  {
    "translation": {
      "en": "And over the last couple years, since 2008,",
      "it": "Negli ultimi anni, dal 2008,"
    }
  },
  {
    "translation": {
      "en": "we've been involved really in a wholesale reform effort,",
      "it": "ci siamo impegnati per ottenere una riforma totale"
    }
  },
  {
    "translation": {
      "en": "where 31 states have now adopted positive changes on sentencing,",
      "it": "e 31 Stati hanno apportato delle modifiche positive alle sentenze,"
    }
  },
  {
    "translation": {
      "en": "on parole and probation reforms.",
      "it": "alla libertà condizionale e vigilata."
    }
  },
  {
    "translation": {
      "en": "ALEC has a concerted effort to privatize almost every aspect of government,",
      "it": "L'ALEC cerca di privatizzare ogni aspetto del governo,"
    }
  },
  {
    "translation": {
      "en": "but we had no idea that they were also aiming",
      "it": "ma non sapevamo che puntavano anche"
    }
  },
  {
    "translation": {
      "en": "to try to privatize probation and parole.",
      "it": "a privatizzare la libertà condizionale e vigilata."
    }
  },
  {
    "translation": {
      "en": "ALEC is no longer concerned about CCA and CCA's interest.",
      "it": "L'ALEC non si interessa più degli interessi della CCA."
    }
  },
  {
    "translation": {
      "en": "CCA no longer has a seat at the table with ALEC,",
      "it": "La CCA non ha più un posto all'interno dell'ALEC"
    }
  },
  {
    "translation": {
      "en": "so it doesn't have a financial interest in advancing policies",
      "it": "e quindi non ha più interessi nell'introdurre politiche"
    }
  },
  {
    "translation": {
      "en": "that increase the profits of CCA.",
      "it": "che aumentino i profitti della CCA."
    }
  },
  {
    "translation": {
      "en": "But the American Bail Coalition is still part of ALEC.",
      "it": "Ma la Coalizione per la Cauzione fa parte dell'ALEC."
    }
  },
  {
    "translation": {
      "en": "Today, our state penitentiaries",
      "it": "Oggi, i nostri penitenziari di Stato"
    }
  },
  {
    "translation": {
      "en": "are filled to the brim and overflowing with inmates.",
      "it": "sono pieni fino all'orlo di detenuti."
    }
  },
  {
    "translation": {
      "en": "[Martin] When I think of systems of oppression,",
      "it": "Quando penso ai sistemi di oppressione,"
    }
  },
  {
    "translation": {
      "en": "uh, historically, in this country and elsewhere, they're durable.",
      "it": "storicamente, in questo Paese e altrove, essi sono durevoli."
    }
  },
  {
    "translation": {
      "en": "And they tend to reinvent themselves, and they do it right under your nose.",
      "it": "Tendono a reinventare se stessi proprio sotto il tuo naso."
    }
  },
  {
    "translation": {
      "en": "One of the things they want to do is GPS monitoring.",
      "it": "Una delle cose che vogliono fare è monitorarti col GPS."
    }
  },
  {
    "translation": {
      "en": "Having a home confinement system for juveniles, I think, is a great thing",
      "it": "Gli arresti domiciliari per i ragazzi è una bella cosa."
    }
  },
  {
    "translation": {
      "en": "'cause it forces the parents to take responsibility and step up.",
      "it": "Costringe i genitori a prendersi le proprie responsabilità."
    }
  },
  {
    "translation": {
      "en": "Prisons would be more embedded in our homes.",
      "it": "Le prigioni sarebbero integrate nelle nostre case."
    }
  },
  {
    "translation": {
      "en": "Some of them would be monitored on GPS and things like that.",
      "it": "Alcune verrebbero monitorate via GPS."
    }
  },
  {
    "translation": {
      "en": "So folks won't be locked up in a cage, in a cell, inside of an institution,",
      "it": "Così le persone non starebbero rinchiuse in una cella, dentro un'istituzione."
    }
  },
  {
    "translation": {
      "en": "but they will have ankle bracelets on. They'll have wrist bracelets on.",
      "it": "Avrebbero dei braccialetti elettronici."
    }
  },
  {
    "translation": {
      "en": "Would that help to solve the prison overcrowding problem?",
      "it": "Aiuterebbe col problema del sovraffollamento delle prigioni?"
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "it": "Certamente."
    }
  },
  {
    "translation": {
      "en": "And what I worry about is that we fall asleep at the wheel and wake up,",
      "it": "La cosa di cui mi preoccupo è di addormentarmi al volante e svegliarmi"
    }
  },
  {
    "translation": {
      "en": "and realize that we may not have people in prisons",
      "it": "e scoprire che non ci sono più persone in prigione,"
    }
  },
  {
    "translation": {
      "en": "in rural communities all over America,",
      "it": "nelle comunità rurali di tutta l'America,"
    }
  },
  {
    "translation": {
      "en": "but that we're incarcerating people right in their communities.",
      "it": "ma che stiamo incarcerando le persone nelle loro comunità."
    }
  },
  {
    "translation": {
      "en": "That is what I see, what a lot of the focus is on,",
      "it": "È questo che vedo io, è su questo che ci concentriamo,"
    }
  },
  {
    "translation": {
      "en": "is taking people from prison, putting them in community corrections parole and probation,",
      "it": "mettere i prigionieri in prigione, libertà vigilata e condizionale comunitarie"
    }
  },
  {
    "translation": {
      "en": "and really investing in those programs.",
      "it": "investendo su questi programmi."
    }
  },
  {
    "translation": {
      "en": "How much progress is it really,",
      "it": "Sarebbe davvero un progresso"
    }
  },
  {
    "translation": {
      "en": "if communities of color are still under perpetual surveillance and control,",
      "it": "se le comunità nere fossero ancora sotto costante sorveglianza e controllo,"
    }
  },
  {
    "translation": {
      "en": "but now there's a private company making money off the GPS monitor,",
      "it": "solo che ora c'è un'azienda privata che fa soldi monitorandoli col GPS,"
    }
  },
  {
    "translation": {
      "en": "rather than the person being locked in a literal cage?",
      "it": "invece di chiuderli in una vera e propria gabbia?"
    }
  },
  {
    "translation": {
      "en": "If we can help you...",
      "it": "Se possiamo aiutarvi..."
    }
  },
  {
    "translation": {
      "en": "save crime victims in your legislative district...",
      "it": "...a salvare le vittime dei crimini nel vostro distretto legislativo,"
    }
  },
  {
    "translation": {
      "en": "you don't mind me making a dollar.",
      "it": "non vi dispiacerà se ci guadagniamo."
    }
  },
  {
    "translation": {
      "en": "[Graves] And so, ALEC continues to be a body that,",
      "it": "E così, l'ALEC continua a essere un corpo che,"
    }
  },
  {
    "translation": {
      "en": "while it may have some really strong rhetoric",
      "it": "pur avendo forti argomentazioni retoriche"
    }
  },
  {
    "translation": {
      "en": "on why it supports crime reform now, suddenly,",
      "it": "sul perché sostiene la riforma del sistema adesso,"
    }
  },
  {
    "translation": {
      "en": "uh, sort of out of the blue,",
      "it": "all'improvviso,"
    }
  },
  {
    "translation": {
      "en": "it actually has real financial interests.",
      "it": "ha anche dei veri interessi finanziari."
    }
  },
  {
    "translation": {
      "en": "Thank you, ladies and gentlemen.",
      "it": "Grazie, signore e signori."
    }
  },
  {
    "translation": {
      "en": "If you're in the prison business, uh, you don't want reform.",
      "it": "Se lavorate nell'industria delle prigioni, non vorrete la riforma."
    }
  },
  {
    "translation": {
      "en": "You may say you do, but you don't.",
      "it": "Forse pensate di sì, ma non è vero."
    }
  },
  {
    "translation": {
      "en": "And there are a bunch of people out there desperately trying to make sure",
      "it": "Ci sono persone che cercano disperatamente di assicurarsi"
    }
  },
  {
    "translation": {
      "en": "that that prison population does not drop one person,",
      "it": "che la popolazione nelle prigioni non diminuisca di una persona,"
    }
  },
  {
    "translation": {
      "en": "because their economic model needs that.",
      "it": "perché è quello che serve al loro modello economico."
    }
  },
  {
    "translation": {
      "en": "Prison industrial complex refers to the system of mass incarceration",
      "it": "L'industria delle prigioni si basa su un sistema di incarcerazioni di massa... GIORNALISTA INVESTIGATIVO"
    }
  },
  {
    "translation": {
      "en": "and companies that profit from mass incarceration.",
      "it": "...e di aziende che ne traggono profitto."
    }
  },
  {
    "translation": {
      "en": "That includes both operators of private prisons,",
      "it": "Tra queste, i gestori di prigioni private,"
    }
  },
  {
    "translation": {
      "en": "which get a lot of attention, as well as a vast sea of vendors.",
      "it": "che ricevono molte attenzioni, così come un vasto numero di fornitori."
    }
  },
  {
    "translation": {
      "en": "From SECURUS Technologies, that supplies telephone services,",
      "it": "Dalla SECURUS Technologies, che fornisce il servizio telefonico"
    }
  },
  {
    "translation": {
      "en": "that made $114 million in profits last year...",
      "it": "e che, l'anno scorso, ha guadagnato 114 milioni..."
    }
  },
  {
    "translation": {
      "en": "Those calls to family and friends are costing a pretty penny in state prisons.",
      "it": "Le telefonate ad amici e parenti sono una bella spesa per le prigioni di Stato."
    }
  },
  {
    "translation": {
      "en": "They inflate the price that they charge the inmate and the inmate's family.",
      "it": "Gonfiano i prezzi che addebitano ai carcerati e alle loro famiglie."
    }
  },
  {
    "translation": {
      "en": "[Kilgore] For example, in Maryland, if you earn minimum wage,",
      "it": "Per esempio, in Maryland, se hai il salario minimo,"
    }
  },
  {
    "translation": {
      "en": "you'd have to work an hour and a half to afford a ten minute phone call.",
      "it": "devi lavorare un'ora e mezza per permetterti dieci minuti di chiamata."
    }
  },
  {
    "translation": {
      "en": "There's also Aramark, one of the big food service providers.",
      "it": "C'è anche Aramark, uno di più grandi fornitori di cibo."
    }
  },
  {
    "translation": {
      "en": "In more than one state, they have been accused",
      "it": "In più di uno Stato, sono stati accusati"
    }
  },
  {
    "translation": {
      "en": "of having maggots in the food that they've served.",
      "it": "di servire cibo con i vermi dentro. PRIGIONIERI LAMENTANO VERMI NEL CIBO"
    }
  },
  {
    "translation": {
      "en": "Corizon Healthcare provides healthcare services in 28 different states.",
      "it": "Corizon Healthcare fornisce assistenza sanitaria in 28 Stati diversi."
    }
  },
  {
    "translation": {
      "en": "Multimillion-dollar contracts for this service.",
      "it": "Contratti da milioni di dollari."
    }
  },
  {
    "translation": {
      "en": "Huge incentives given to contractors for very long contracts,",
      "it": "Con grossi incentivi dati per contratti molto lunghi."
    }
  },
  {
    "translation": {
      "en": "so it's actually a disincentive to provide the service,",
      "it": "Quindi non è un incentivo fornire davvero un servizio,"
    }
  },
  {
    "translation": {
      "en": "because you're going to be paid anyway.",
      "it": "perché si verrà pagati comunque. LA SALUTE DI UN PRIGIONIERO È CROLLATA"
    }
  },
  {
    "translation": {
      "en": "One of the reasons it's so difficult",
      "it": "Uno dei motivi per cui è così difficile"
    }
  },
  {
    "translation": {
      "en": "to talk about mass incarceration in this country, and to question it,",
      "it": "parlare di incarcerazione di massa e metterla in discussione"
    }
  },
  {
    "translation": {
      "en": "is because it has become so heavily monetized.",
      "it": "è perché ci girano troppi soldi intorno."
    }
  },
  {
    "translation": {
      "en": "A little company called UNICOR,",
      "it": "Una piccola azienda di nome UNICOR"
    }
  },
  {
    "translation": {
      "en": "that does $900 million in business annually.",
      "it": "guadagna circa 900 milioni l'anno."
    }
  },
  {
    "translation": {
      "en": "How do they do it?",
      "it": "Come fanno?"
    }
  },
  {
    "translation": {
      "en": "-Also, prison labor. -[audience laughs]",
      "it": "E lavoro dei detenuti."
    }
  },
  {
    "translation": {
      "en": "[announcer] Partnerships between correctional industries and private business",
      "it": "Le collaborazioni tra gli istituti di correzione e le aziende private"
    }
  },
  {
    "translation": {
      "en": "are a rapidly growing segment of a multibillion dollar industry in America.",
      "it": "sono in rapido aumento nell'industria multimiliardaria americana."
    }
  },
  {
    "translation": {
      "en": "[Shaka Senghor] We talk about sweatshops and we,",
      "it": "Parliamo di sfruttamento"
    }
  },
  {
    "translation": {
      "en": "you know, we beat our fists at people overseas for exploiting poor, free labor,",
      "it": "e ci arrabbiamo con le aziende che sfruttano i lavoratori oltre oceano,"
    }
  },
  {
    "translation": {
      "en": "but we don't look that it's happening right here at home every day.",
      "it": "ma non guardiamo a quanto sta accadendo qui."
    }
  },
  {
    "translation": {
      "en": "You have corporations",
      "it": "Ci sono industrie"
    }
  },
  {
    "translation": {
      "en": "who are now invested in this free labor.",
      "it": "che sfruttano questo lavoro gratis."
    }
  },
  {
    "translation": {
      "en": "It's all over.",
      "it": "È ovunque."
    }
  },
  {
    "translation": {
      "en": "It's from sports, uniform, hats, Microsoft, Boeing.",
      "it": "Dallo sport, le uniformi, i cappellini, la Microsoft, Boeing."
    }
  },
  {
    "translation": {
      "en": "Federal inmates are making the guidance systems",
      "it": "I detenuti realizzano sistemi guida"
    }
  },
  {
    "translation": {
      "en": "for the Patriot missile system.",
      "it": "per i missili della Patriot."
    }
  },
  {
    "translation": {
      "en": "JCPenney jeans are made in Tennessee.",
      "it": "I jeans JCPenney sono fatti in Tennessee."
    }
  },
  {
    "translation": {
      "en": "Anderson flooring wood products are made in Georgia.",
      "it": "Il legno della Anderson è lavorato in Georgia."
    }
  },
  {
    "translation": {
      "en": "It's always been Idaho potatoes.",
      "it": "Le patate vengono dall'Idaho."
    }
  },
  {
    "translation": {
      "en": "They're planted, grown, harvested, packed and shipped by inmates.",
      "it": "Vengono piantate, raccolte, impacchettate e spedite dai detenuti."
    }
  },
  {
    "translation": {
      "en": "[man] Victoria's Secret and JCPenney switched suppliers",
      "it": "Victoria's Secret e la JCPenney hanno cambiato fornitore"
    }
  },
  {
    "translation": {
      "en": "once their ties came to light.",
      "it": "quando si è saputa la cosa."
    }
  },
  {
    "translation": {
      "en": "Simply put, corporations are operating in prisons",
      "it": "Detta semplicemente, le aziende operano nelle prigioni"
    }
  },
  {
    "translation": {
      "en": "and profiting from punishment.",
      "it": "e traggono profitto dalla punizione."
    }
  },
  {
    "translation": {
      "en": "Prison industries have gotten so big",
      "it": "L'industria delle prigioni è così grande... GIORNALISTA INVESTIGATIVO INDIPENDENTE"
    }
  },
  {
    "translation": {
      "en": "that it's very difficult now to try and do away with them.",
      "it": "...che è molto difficile pensare di eliminarla."
    }
  },
  {
    "translation": {
      "en": "Too much money out there,",
      "it": "Troppi soldi,"
    }
  },
  {
    "translation": {
      "en": "too many lawmakers that support it because they're being lobbied.",
      "it": "troppi legislatori vengono pagati dai lobbisti."
    }
  },
  {
    "translation": {
      "en": "So, the public's got to stand up and take it back.",
      "it": "Quindi è il popolo che deve ribellarsi."
    }
  },
  {
    "translation": {
      "en": "It'll never get done if they don't.",
      "it": "Non si risolverà nulla, altrimenti."
    }
  },
  {
    "translation": {
      "en": "♪ And I can see it's all about cash ♪",
      "it": "È tutta questione di soldi"
    }
  },
  {
    "translation": {
      "en": "♪ And they got the nerve To hunt down my ass ♪",
      "it": "E hanno il coraggio Di darmi la caccia"
    }
  },
  {
    "translation": {
      "en": "♪ And treat me like a criminal ♪",
      "it": "Di trattarmi da criminale"
    }
  },
  {
    "translation": {
      "en": "♪ Yeah, it is what it is And that's how it go ♪",
      "it": "Sì, è quello che è Ed ecco com'è diventato"
    }
  },
  {
    "translation": {
      "en": "♪ Get treated like a criminal If crime is all you know ♪",
      "it": "Trattato da criminale Se è tutto ciò che conosci"
    }
  },
  {
    "translation": {
      "en": "♪ Get greeted like a nigga If a nigga's all you show ♪",
      "it": "Trattato da negro Se è l'unica cosa che mostri"
    }
  },
  {
    "translation": {
      "en": "♪ A public enemy That's in the eye of the scope ♪",
      "it": "Un nemico pubblico Ecco quello che sei"
    }
  },
  {
    "translation": {
      "en": "[reporter] The night of his arrest,",
      "it": "La notte in cui è stato arrestato,"
    }
  },
  {
    "translation": {
      "en": "Kalief Browder was walking home from a party with his friends in the Bronx,",
      "it": "Kalief Browder stava tornando a casa da una festa nel Bronx,"
    }
  },
  {
    "translation": {
      "en": "when he was stopped by police.",
      "it": "quand'è stato fermato dalla polizia."
    }
  },
  {
    "translation": {
      "en": "Kalief was, um, charged with a crime, a really petty crime,",
      "it": "Kalief è stato accusato di un crimine insignificante"
    }
  },
  {
    "translation": {
      "en": "that it turns out he didn't commit.",
      "it": "che, comunque, non aveva commesso."
    }
  },
  {
    "translation": {
      "en": "Then they said, \"We're gonna take you to the precinct,",
      "it": "Dissero: \"Ti portiamo al distretto"
    }
  },
  {
    "translation": {
      "en": "and most likely, we'll let you go home.\"",
      "it": "e, sicuramente, ti rimanderemo a casa\"."
    }
  },
  {
    "translation": {
      "en": "But then, I never went home.",
      "it": "Ma non mi ci hanno mai rimandato."
    }
  },
  {
    "translation": {
      "en": "-They told you that you could post bail. -Yes, that's correct.",
      "it": "- Ti hanno detto di pagare la cauzione. - Sì."
    }
  },
  {
    "translation": {
      "en": "-$10,000. -Yes.",
      "it": "- Diecimila dollari. - Sì."
    }
  },
  {
    "translation": {
      "en": "-And, of course... -I couldn't make that.",
      "it": "- Ma tu... - Io non li avevo."
    }
  },
  {
    "translation": {
      "en": "-Hmm. -My family couldn't pay it.",
      "it": "La mia famiglia non poteva pagare."
    }
  },
  {
    "translation": {
      "en": "There are thousands of people in jails right this moment",
      "it": "Ci sono migliaia di persone in prigione in questo momento"
    }
  },
  {
    "translation": {
      "en": "that are sitting there for no other reason",
      "it": "che restano lì per il solo fatto"
    }
  },
  {
    "translation": {
      "en": "than because they're too poor to get out!",
      "it": "che sono troppo povere per uscire!"
    }
  },
  {
    "translation": {
      "en": "We have a criminal justice system that treats you better",
      "it": "Il nostro sistema giudiziario ti tratta meglio"
    }
  },
  {
    "translation": {
      "en": "if you're rich and guilty than if you're poor and innocent.",
      "it": "se sei ricco e colpevole che se sei povero e innocente."
    }
  },
  {
    "translation": {
      "en": "Wealth, not culpability, shapes outcomes.",
      "it": "I soldi, e non la colpa, determinano l'esito."
    }
  },
  {
    "translation": {
      "en": "I think what most Americans think of,",
      "it": "Molti americani pensano,"
    }
  },
  {
    "translation": {
      "en": "'cause they've watched so many courtroom dramas and things like that,",
      "it": "avendo visto i telefilm con gli avvocati e cose così,"
    }
  },
  {
    "translation": {
      "en": "they think that the criminal justice system is about judges and juries.",
      "it": "che il sistema è basato su giudici e giuria."
    }
  },
  {
    "translation": {
      "en": "Well, that's really stopped being the case.",
      "it": "Ma non è più così."
    }
  },
  {
    "translation": {
      "en": "This system simply cannot exist if everyone decides to go to trial.",
      "it": "Il sistema non può esistere se tutti decidono di andare a processo."
    }
  },
  {
    "translation": {
      "en": "If everybody insisted on a trial,",
      "it": "Se tutti volessero il processo,"
    }
  },
  {
    "translation": {
      "en": "the whole system would shut down.",
      "it": "il sistema chiuderebbe."
    }
  },
  {
    "translation": {
      "en": "What typically happens is the prosecutor says,",
      "it": "Di solito succede che l'accusa dice:"
    }
  },
  {
    "translation": {
      "en": "\"You know, you can make a deal and we'll give you three years,",
      "it": "\"Se accetti il patteggiamento, ti diamo tre anni,"
    }
  },
  {
    "translation": {
      "en": "or you can go to trial and we'll get you 30.",
      "it": "o puoi scegliere il processo e rischiarne 30."
    }
  },
  {
    "translation": {
      "en": "So, you want to take that chance, feel free.\"",
      "it": "Se vuoi correre il rischio, fai pure\"."
    }
  },
  {
    "translation": {
      "en": "Nobody in the hood goes to trial.",
      "it": "Nessun povero nero va a processo."
    }
  },
  {
    "translation": {
      "en": "[Rangel] 97% of those people who were locked up",
      "it": "Il 97% di quelle persone in prigione"
    }
  },
  {
    "translation": {
      "en": "have plea bargain.",
      "it": "ha accettato un accordo."
    }
  },
  {
    "translation": {
      "en": "And that is one of the worst violations of human rights",
      "it": "E questa è una delle peggiori violazioni dei diritti umani"
    }
  },
  {
    "translation": {
      "en": "that you can imagine in the United States.",
      "it": "che si possano immaginare negli Stati Uniti."
    }
  },
  {
    "translation": {
      "en": "We have, in this country, people pleading guilty",
      "it": "Delle persone si sono dichiarate colpevoli"
    }
  },
  {
    "translation": {
      "en": "to crimes they didn't commit,",
      "it": "di crimini che non avevano commesso"
    }
  },
  {
    "translation": {
      "en": "just because the thought of going to jail for what the mandatory minimums are",
      "it": "perché il pensiero di finire in prigione per la pena massima"
    }
  },
  {
    "translation": {
      "en": "is so excruciating.",
      "it": "è insopportabile."
    }
  },
  {
    "translation": {
      "en": "[reporter] Kalief Browder decided, \"I'm not gonna take the plea.\"",
      "it": "Kalief Browder decise di non accettare l'accordo."
    }
  },
  {
    "translation": {
      "en": "So, you had to choose between being in prison for up to 15 years",
      "it": "La scelta era tra farsi fino a 15 anni di prigione"
    }
  },
  {
    "translation": {
      "en": "and going home right then by admitting you did a crime you didn't do.",
      "it": "e andare a casa ammettendo un crimine mai commesso."
    }
  },
  {
    "translation": {
      "en": "I felt like I was done wrong.",
      "it": "Mi sono sentito preso in giro."
    }
  },
  {
    "translation": {
      "en": "I felt like something needed to be done. I felt like something needs to be said.",
      "it": "Qualcosa doveva essere fatta, qualcosa doveva essere detta."
    }
  },
  {
    "translation": {
      "en": "If I just cop out and say that I did it, nothing's gonna be done about it.",
      "it": "Se accetto di dire che l'ho fatto, allora non verrà fatto niente a riguardo."
    }
  },
  {
    "translation": {
      "en": "I didn't do it. No justice is served.",
      "it": "Non l'ho fatto. Questa non è giustizia."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] What you're not taught is that if you exercise that right to a trial,",
      "it": "Quello che non ti dicono è che se eserciti il tuo diritto a un processo"
    }
  },
  {
    "translation": {
      "en": "and you are convicted, we will punish you more.",
      "it": "e vieni condannato, verrai punito di più."
    }
  },
  {
    "translation": {
      "en": "The courts basically punished him",
      "it": "La corte l'ha punito per aver avuto l'audacia"
    }
  },
  {
    "translation": {
      "en": "for having the audacity to not take a plea deal",
      "it": "EDUCATRICE E ATTIVISTA SULL'INCARCERAZIONE di non accettare l'accordo e andare a processo."
    }
  },
  {
    "translation": {
      "en": "and to want to take it to trial.",
      "it": "di non accettare l'accordo e andare a processo."
    }
  },
  {
    "translation": {
      "en": "In that time, those three years",
      "it": "Nei tre anni in cui è rimasto"
    }
  },
  {
    "translation": {
      "en": "that he was sitting there and not being charged for anything,",
      "it": "Nei tre anni in cui è rimasto ad aspettare,"
    }
  },
  {
    "translation": {
      "en": "that's when, um, the mental health issue started to deteriorate",
      "it": "il suo stato di salute mentale è iniziato a deteriorare"
    }
  },
  {
    "translation": {
      "en": "and he started to get into fights.",
      "it": "e ha iniziato a fare a botte."
    }
  },
  {
    "translation": {
      "en": "[Browder] After a while, I kept hearing the same thing from the whole three years,",
      "it": "Dopo un po', continuavano a dirmi le stesse cose, per tre anni,"
    }
  },
  {
    "translation": {
      "en": "and I just learned to cope with just being in there,",
      "it": "così ho imparato a sopportare l'idea di stare lì."
    }
  },
  {
    "translation": {
      "en": "and that was rough. I already knew...",
      "it": "È stata dura, ma sapevo..."
    }
  },
  {
    "translation": {
      "en": "After a while, I just gave up hope.",
      "it": "Dopo un po', avevo perso le speranze."
    }
  },
  {
    "translation": {
      "en": "Three years on Rikers Island, two of that in solitary confinement,",
      "it": "Tre anni a Rikers Island, due dei quali in isolamento,"
    }
  },
  {
    "translation": {
      "en": "and he was a child, a baby.",
      "it": "ed era un ragazzo, un bambino."
    }
  },
  {
    "translation": {
      "en": "You miss everything. Everything about being home.",
      "it": "Ti manca tantissimo casa tua."
    }
  },
  {
    "translation": {
      "en": "The fresh air, your family, certain events. You want to be home.",
      "it": "L'aria fresca, la tua famiglia, alcuni eventi. Vuoi andare a casa."
    }
  },
  {
    "translation": {
      "en": "When they give you an offer to go home right then and there,",
      "it": "Quando ti offrono di tornare subito a casa,"
    }
  },
  {
    "translation": {
      "en": "it's like, \"I want to go home,\" but then you know you didn't do it,",
      "it": "pensi: \"Voglio andare a casa\", ma sai di non essere colpevole."
    }
  },
  {
    "translation": {
      "en": "so you don't wanna plea, take the plea and say that you do it, it's not right.",
      "it": "Accettare l'accordo significa ammettere la colpa. Non è giusto."
    }
  },
  {
    "translation": {
      "en": "I was scared all day because I didn't know where it would come from.",
      "it": "Vivevo nella paura perché non sapevo da dove sarebbe arrivato."
    }
  },
  {
    "translation": {
      "en": "I don't know where any harm would come.",
      "it": "Non sapevo chi mi avrebbe ferito."
    }
  },
  {
    "translation": {
      "en": "[man] Kalief suffered through so many beatings,",
      "it": "Kalief ha sopportato le botte"
    }
  },
  {
    "translation": {
      "en": "both by the people he was locked up with and the guards,",
      "it": "di guardie e detenuti"
    }
  },
  {
    "translation": {
      "en": "he ended up attempting suicide on several occasions.",
      "it": "e ha tentato di suicidarsi diverse volte."
    }
  },
  {
    "translation": {
      "en": "After almost three years in jail, waiting his trial,",
      "it": "Dopo quasi tre anni di prigione, in attesa di processo,"
    }
  },
  {
    "translation": {
      "en": "they dropped all the charges, and he was set free.",
      "it": "le accuse contro di lui vennero ritirare e fu rimesso in libertà."
    }
  },
  {
    "translation": {
      "en": "[Senghor] He spent two years in an environment that",
      "it": "Aveva passato due anni in un ambiente"
    }
  },
  {
    "translation": {
      "en": "people have argued is designed to break you within 30 days.",
      "it": "che dicono poterti spezzare in 30 giorni."
    }
  },
  {
    "translation": {
      "en": "I mean, I can't really tell you what's next, but...",
      "it": "Non so cosa accadrà ora, ma..."
    }
  },
  {
    "translation": {
      "en": "This happens every day.",
      "it": "Succede tutti i giorni."
    }
  },
  {
    "translation": {
      "en": "[man] Two years after his release from jail,",
      "it": "Due anni dopo essere stato rimesso in libertà,"
    }
  },
  {
    "translation": {
      "en": "Kalief Browder hanged himself at his home in the Bronx.",
      "it": "Kalief Browder si è impiccato a casa sua nel Bronx."
    }
  },
  {
    "translation": {
      "en": "He was 22 years old.",
      "it": "Aveva 22 anni."
    }
  },
  {
    "translation": {
      "en": "If I would've just pled guilty, then my story would've never been heard.",
      "it": "Se mi fossi dichiarato colpevole, nessuno avrebbe ascoltato la mia storia."
    }
  },
  {
    "translation": {
      "en": "Nobody would've took the time to listen to me.",
      "it": "Nessuno si sarebbe preso il tempo di ascoltarmi."
    }
  },
  {
    "translation": {
      "en": "I'd have been just another criminal.",
      "it": "Sarei stato un criminale qualsiasi."
    }
  },
  {
    "translation": {
      "en": "Prison industrial complex, the system, the industry,",
      "it": "I complessi industriali carcerari, il sistema, l'industria,"
    }
  },
  {
    "translation": {
      "en": "it is a beast.",
      "it": "è una bestia."
    }
  },
  {
    "translation": {
      "en": "It eats black and Latino people",
      "it": "Mangia i neri e i latini"
    }
  },
  {
    "translation": {
      "en": "for breakfast, lunch, and dinner.",
      "it": "a colazione, pranzo e cena."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] We didn't even think about who gets the jobs of spending time with these folks.",
      "it": "Non abbiamo nemmeno pensato a chi deve passare il tempo con loro."
    }
  },
  {
    "translation": {
      "en": "Otherwise, we'd want social workers and teachers.",
      "it": "O ci avremmo messo assistenti sociali e insegnanti."
    }
  },
  {
    "translation": {
      "en": "We'd want people with understanding of human behavior.",
      "it": "Ci avremmo messo persone che capiscono il comportamento umano."
    }
  },
  {
    "translation": {
      "en": "And we do the opposite.",
      "it": "E invece facciamo il contrario."
    }
  },
  {
    "translation": {
      "en": "[Dolores Canales] You become numb.",
      "it": "Diventi subito insensibile."
    }
  },
  {
    "translation": {
      "en": "I think that's what jail does to humans.",
      "it": "Credo che sia questo che fa la prigione agli esseri umani."
    }
  },
  {
    "translation": {
      "en": "That immediate dehumanization and sensory deprivation",
      "it": "Ti priva della tua umanità e dei sensi"
    }
  },
  {
    "translation": {
      "en": "that nobody can really understand unless they live through it.",
      "it": "e non lo si può capire finché non lo si vive."
    }
  },
  {
    "translation": {
      "en": "So the last 14 years, my son has not had any human contact,",
      "it": "Mio figlio ha passato gli ultimi 14 anni senza contatto umano"
    }
  },
  {
    "translation": {
      "en": "other than to be handcuffed by an officer.",
      "it": "che non fossero gli agenti che l'ammanettavano."
    }
  },
  {
    "translation": {
      "en": "Uh, he doesn't even have a window in his cell,",
      "it": "Non ha nemmeno una finestra in cella"
    }
  },
  {
    "translation": {
      "en": "and that's one thing that really disturbs me.",
      "it": "e questa cosa davvero mi disturba."
    }
  },
  {
    "translation": {
      "en": "It troubles me.",
      "it": "Mi preoccupa."
    }
  },
  {
    "translation": {
      "en": "I just couldn't believe it.",
      "it": "Non riuscivo a crederci."
    }
  },
  {
    "translation": {
      "en": "I couldn't believe",
      "it": "Non riuscivo a credere"
    }
  },
  {
    "translation": {
      "en": "that we would even have such an architectural design in our country.",
      "it": "che potessimo avere una tale struttura architettonica nel nostro Paese."
    }
  },
  {
    "translation": {
      "en": "I never realized that there was prison cells built like that.",
      "it": "Non mi ero resa conto che le celle fossero fatte così."
    }
  },
  {
    "translation": {
      "en": "Human beings are not born to be locked up and encaged.",
      "it": "Gli esseri umani non sono fatti per essere rinchiusi nelle gabbie."
    }
  },
  {
    "translation": {
      "en": "[Canales] Most people wouldn't keep their pets in the kind of conditions",
      "it": "La gente non ci terrebbe gli animali nelle condizioni"
    }
  },
  {
    "translation": {
      "en": "that we keep people in.",
      "it": "in cui tengono le persone."
    }
  },
  {
    "translation": {
      "en": "Prisons and jails have become warehouses, in the sense that, um,",
      "it": "Le prigioni sono diventate magazzini, nel senso che"
    }
  },
  {
    "translation": {
      "en": "where we've moved as a society is that",
      "it": "la società è arrivata a un punto in cui"
    }
  },
  {
    "translation": {
      "en": "it's not enough to just deprive you of your liberty.",
      "it": "non è abbastanza privarti della libertà."
    }
  },
  {
    "translation": {
      "en": "Um, but we want to punish you, too.",
      "it": "Devi essere anche punito."
    }
  },
  {
    "translation": {
      "en": "Most of the society, um,",
      "it": "La maggior parte della società"
    }
  },
  {
    "translation": {
      "en": "don't understand what it means to be behind those big gates",
      "it": "non capisce che significa stare dietro quei grossi cancelli"
    }
  },
  {
    "translation": {
      "en": "and those barb wires.",
      "it": "e quel filo spinato."
    }
  },
  {
    "translation": {
      "en": "[Keene] Once somebody is arrested and convicted, they're gone.",
      "it": "Una volta che qualcuno viene arrestato e condannato, è andato."
    }
  },
  {
    "translation": {
      "en": "Nobody particularly cares about them.",
      "it": "Nessuno se ne interessa più."
    }
  },
  {
    "translation": {
      "en": "In many ways, the prison systems are sort of in the dark.",
      "it": "Il sistema carcerario è in una zona buia."
    }
  },
  {
    "translation": {
      "en": "So it makes it a lot easier, you know, cognitively and emotionally.",
      "it": "E questo rende più semplice, a livello cognitivo ed emotivo,"
    }
  },
  {
    "translation": {
      "en": "It makes it a lot easier to say, \"Send people there.\"",
      "it": "rende più semplice dire: \"Mandateci le persone\"."
    }
  },
  {
    "translation": {
      "en": "[Keene] If you look at the whole problem, you say, \"What are we doing?\"",
      "it": "Se guardi al problema e dici: \"Che stiamo facendo?\""
    }
  },
  {
    "translation": {
      "en": "We have too many laws locking too many people up for too many things,",
      "it": "Troppe leggi ingabbiano troppe persone per troppi motivi,"
    }
  },
  {
    "translation": {
      "en": "giving them sentences that are too harsh, putting them in prison,",
      "it": "assegnando loro sentenze troppo dure, mettendoli in prigione"
    }
  },
  {
    "translation": {
      "en": "and while they're in prison,",
      "it": "e, mentre sono in prigione,"
    }
  },
  {
    "translation": {
      "en": "doing very little, if anything, to rehabilitate them",
      "it": "facendo ben poco per riabilitarli,"
    }
  },
  {
    "translation": {
      "en": "so that they can reenter civil society when they get out.",
      "it": "così che possano reinserirsi nella società civile."
    }
  },
  {
    "translation": {
      "en": "And then when they get out, we shun them.",
      "it": "E poi, quando escono, li evitiamo."
    }
  },
  {
    "translation": {
      "en": "Over 40,000 collateral consequences",
      "it": "Ci sono oltre 40 mila conseguenze collaterali"
    }
  },
  {
    "translation": {
      "en": "for people that come through our criminal justice system.",
      "it": "per le persone che sono passate dal sistema giudiziario."
    }
  },
  {
    "translation": {
      "en": "It's that question, \"Have you been convicted of a felony?\"",
      "it": "C'è la domanda: \"Sei mai stato condannato?\""
    }
  },
  {
    "translation": {
      "en": "that appears on the job application.",
      "it": "nelle domande di lavoro."
    }
  },
  {
    "translation": {
      "en": "In some cases, it can affect your access to student loans.",
      "it": "In alcuni casi, non puoi accedere alle richieste di prestiti."
    }
  },
  {
    "translation": {
      "en": "They can't get many business licenses, food stamps if they're hungry.",
      "it": "Non puoi prendere licenze, buoni per il cibo."
    }
  },
  {
    "translation": {
      "en": "...private rentals in regards to housing.",
      "it": "...non ti concedono contratti d'affitto."
    }
  },
  {
    "translation": {
      "en": "It's that question that appears on life insurance.",
      "it": "Lo chiedono per stipulare un'assicurazione sulla vita."
    }
  },
  {
    "translation": {
      "en": "The scarlet letter follows you for the rest of your life in this country.",
      "it": "La lettera scarlatta ti segue per il resto della tua vita, in questo Paese."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] In March of 2015,",
      "it": "Nel marzo del 2015,"
    }
  },
  {
    "translation": {
      "en": "we had tens of thousands of people come to Selma",
      "it": "sono venute decine di migliaia di persone a Selma"
    }
  },
  {
    "translation": {
      "en": "to celebrate the 50th anniversary",
      "it": "per il 50° anniversario"
    }
  },
  {
    "translation": {
      "en": "of the crossing of the Edmund Pettus Bridge.",
      "it": "delle marce sul ponte di Edmund Pettus."
    }
  },
  {
    "translation": {
      "en": "And very few of those people realized",
      "it": "Poche di quelle persone si sono rese conto"
    }
  },
  {
    "translation": {
      "en": "that nearly 30% of the black male population of Alabama today",
      "it": "che quasi il 30% dei maschi neri dell'Alabama di oggi"
    }
  },
  {
    "translation": {
      "en": "has permanently lost the right to vote as a result of a criminal conviction.",
      "it": "ha perso permanentemente il diritto al voto come risultato di una condanna."
    }
  },
  {
    "translation": {
      "en": "If you do something wrong, you should pay it back,",
      "it": "Se fai qualcosa di sbagliato, dovresti pagare"
    }
  },
  {
    "translation": {
      "en": "and then move forward with your life.",
      "it": "e poi poter andare avanti con la tua vita."
    }
  },
  {
    "translation": {
      "en": "But yet, in America, there's absolutely zero closure.",
      "it": "Eppure, in America, questo non è possibile."
    }
  },
  {
    "translation": {
      "en": "We actually tell American citizens, when they pay back their debt to society,",
      "it": "Oggi diciamo ai cittadini americani che, dopo aver pagato il debito con la società,"
    }
  },
  {
    "translation": {
      "en": "their citizenship will still be denied from them.",
      "it": "la cittadinanza continuerà a venir loro negata."
    }
  },
  {
    "translation": {
      "en": "So many aspects of the old Jim Crow are suddenly legal again",
      "it": "Molti aspetti della vecchia legge Jim Crow sono di nuovo legali"
    }
  },
  {
    "translation": {
      "en": "once you've been branded a felon.",
      "it": "una volta che sei stato marchiato come criminale."
    }
  },
  {
    "translation": {
      "en": "And so it seems that in America, we haven't so much ended racial caste,",
      "it": "Sembra che, in America, non abbiamo messo fine alle caste razziali,"
    }
  },
  {
    "translation": {
      "en": "but simply redesigned it.",
      "it": "ma le abbiamo semplicemente ridisegnate."
    }
  },
  {
    "translation": {
      "en": "♪ You act like the change ♪",
      "it": "Fai finta di essere cambiato"
    }
  },
  {
    "translation": {
      "en": "♪ Tryna put me in chains ♪",
      "it": "Mentre cerchi di mettermi le manette"
    }
  },
  {
    "translation": {
      "en": "♪ Don't act like you saving us ♪",
      "it": "Non far finta di salvarci"
    }
  },
  {
    "translation": {
      "en": "♪ It's still the same ♪",
      "it": "È sempre la stessa cosa"
    }
  },
  {
    "translation": {
      "en": "♪ Man don't act like I made it up You blaming us ♪",
      "it": "Non far finta che me lo sto inventando Tu ci dai la colpa"
    }
  },
  {
    "translation": {
      "en": "♪ Let's keep it one hundred You gave the name to us ♪",
      "it": "Diciamo la verità Ci hai chiamato tu così"
    }
  },
  {
    "translation": {
      "en": "♪ We still in chains We still in chains ♪",
      "it": "Siamo ancora in catene Siamo ancora in catene"
    }
  },
  {
    "translation": {
      "en": "♪ You put the shame on us ♪",
      "it": "La colpa la dai a noi"
    }
  },
  {
    "translation": {
      "en": "We are now in an era",
      "it": "Siamo in un'epoca"
    }
  },
  {
    "translation": {
      "en": "where Democrats and Republicans alike have decided",
      "it": "in cui Democratici e Repubblicani hanno deciso"
    }
  },
  {
    "translation": {
      "en": "that it's not in their interest anymore to maintain the prison system as it is.",
      "it": "che non è più nel loro interesse mantenere le prigioni come sono."
    }
  },
  {
    "translation": {
      "en": "Now, all of a sudden,",
      "it": "All'improvviso,"
    }
  },
  {
    "translation": {
      "en": "Hillary Clinton is meeting with Black Lives Matter activists,",
      "it": "Hillary Clinton incontra gli attivisti di Black Lives Matter"
    }
  },
  {
    "translation": {
      "en": "and talking about it.",
      "it": "per parlarne."
    }
  },
  {
    "translation": {
      "en": "It's time to change our approach and end the era of mass incarceration.",
      "it": "È tempo di cambiare approccio e di mettere fine all'incarcerazione di massa."
    }
  },
  {
    "translation": {
      "en": "She's made a major address on it.",
      "it": "Ha affrontato seriamente il problema."
    }
  },
  {
    "translation": {
      "en": "We will reform our criminal justice system from end to end",
      "it": "Riformeremo il sistema giudiziario da capo a piedi"
    }
  },
  {
    "translation": {
      "en": "and rebuild trust between law enforcement and the communities they serve.",
      "it": "e ricostruiremo la fiducia tra le forze dell'ordine e le comunità che proteggono."
    }
  },
  {
    "translation": {
      "en": "President Obama going to prison, you know, as the first sitting President",
      "it": "Il Presidente Obama è stato il primo presidente in carica..."
    }
  },
  {
    "translation": {
      "en": "to ever visit a prison.",
      "it": "...a visitare una prigione."
    }
  },
  {
    "translation": {
      "en": "We've got an opportunity to make a difference at a time when",
      "it": "Abbiamo avuto la possibilità di fare la differenza"
    }
  },
  {
    "translation": {
      "en": "overall violent crime rates have been dropping",
      "it": "in un momento di calo del crimine violento"
    }
  },
  {
    "translation": {
      "en": "at the same time as incarcerations last year",
      "it": "corrispondente al calo delle incarcerazioni"
    }
  },
  {
    "translation": {
      "en": "dropped for the first time in 40 years.",
      "it": "per la prima volta in 40 anni."
    }
  },
  {
    "translation": {
      "en": "And conservatives, who were always seen or understood within the narrative",
      "it": "E i conservatori, quelli sempre associati"
    }
  },
  {
    "translation": {
      "en": "as being the tough-on-crime ones, um,",
      "it": "al pugno di ferro contro il crimine,"
    }
  },
  {
    "translation": {
      "en": "have now embraced justice reform.",
      "it": "sono d'accordo con la riforma della giustizia."
    }
  },
  {
    "translation": {
      "en": "It's very, uh, man bites dog.",
      "it": "Una situazione parecchio paradossale."
    }
  },
  {
    "translation": {
      "en": "You see, Texas used to spend billions locking people up for minor offenses.",
      "it": "Il Texas ha speso miliardi per incarcerare gente per reati minori."
    }
  },
  {
    "translation": {
      "en": "We shifted our focus to diversionary programs,",
      "it": "Abbiamo spostato l'attenzione su programmi diversivi,"
    }
  },
  {
    "translation": {
      "en": "like community supervision.",
      "it": "come la supervisione della comunità."
    }
  },
  {
    "translation": {
      "en": "We got to ask ourselves,",
      "it": "Dobbiamo chiederci:"
    }
  },
  {
    "translation": {
      "en": "\"Do we feel comfortable with people taking the lead of a conversation,",
      "it": "\"Siamo a nostro agio con persone che conducono il dibattito"
    }
  },
  {
    "translation": {
      "en": "in a moment where it feels right politically?\"",
      "it": "in un momento in cui sembra giusto politicamente?\""
    }
  },
  {
    "translation": {
      "en": "Historically, when one looks at efforts to create reforms,",
      "it": "Storicamente, lo sforzo di introdurre riforme"
    }
  },
  {
    "translation": {
      "en": "they inevitably lead to more repression.",
      "it": "ha sempre portato a più oppressione."
    }
  },
  {
    "translation": {
      "en": "So, if we leave it up to them, what they're gonna do is they're gonna tinker with the system.",
      "it": "Se lasciamo fare a loro, armeggeranno col sistema."
    }
  },
  {
    "translation": {
      "en": "They're not gonna do the change that we need to see",
      "it": "Non introdurranno i cambiamenti che servono,"
    }
  },
  {
    "translation": {
      "en": "as a country to get us out of this mess.",
      "it": "al Paese, per uscire da questo casino."
    }
  },
  {
    "translation": {
      "en": "And they're certainly not gonna go backwards",
      "it": "E di certo non torneranno indietro"
    }
  },
  {
    "translation": {
      "en": "and fix the mess that they have made,",
      "it": "a sistemare il casino fatto."
    }
  },
  {
    "translation": {
      "en": "because they're not ready to make that admission.",
      "it": "Non sono pronti ad ammetterlo."
    }
  },
  {
    "translation": {
      "en": "But as a country, I don't think we've ever been ready to make the admission",
      "it": "Ma, come Paese, io non credo che siamo mai stati pronti ad ammettere"
    }
  },
  {
    "translation": {
      "en": "that we have steamrolled through entire communities",
      "it": "che abbiamo schiacciato intere comunità"
    }
  },
  {
    "translation": {
      "en": "and multiple generations",
      "it": "e molteplici generazioni,"
    }
  },
  {
    "translation": {
      "en": "when you think about things like slavery and Jim Crow,",
      "it": "quando si pensa alla schiavitù e alla legge Jim Crow"
    }
  },
  {
    "translation": {
      "en": "and all the other systems of oppression that have led us to where we are today.",
      "it": "e a tutti i sistemi di oppressione che ci hanno portati a dove siamo oggi."
    }
  },
  {
    "translation": {
      "en": "So much fun! I love it, I love it!",
      "it": "Che bello! Mi piace, mi piace!"
    }
  },
  {
    "translation": {
      "en": "-We havin' a good time? -[crowd cheering]",
      "it": "Ci stiamo divertendo?"
    }
  },
  {
    "translation": {
      "en": "USA! USA!",
      "it": "USA!"
    }
  },
  {
    "translation": {
      "en": "Fuck you! Fuck you! Fuck you! Fuck you! [spits]",
      "it": "Vaffanculo!"
    }
  },
  {
    "translation": {
      "en": "[woman] Don't you dare do that! Don't you dare do that!",
      "it": "Non ti azzardare! Non ti azzardare!"
    }
  },
  {
    "translation": {
      "en": "[Trump] Knock the crap out of 'em, would you? Seriously!",
      "it": "Fategli il culo, va bene? Dico davvero!"
    }
  },
  {
    "translation": {
      "en": "Get him out. Get him out of here!",
      "it": "Portatelo via di qui!"
    }
  },
  {
    "translation": {
      "en": "In the good old days, this doesn't happen,",
      "it": "Ai vecchi tempi, questo non succedeva,"
    }
  },
  {
    "translation": {
      "en": "because they used to treat them very, very rough.",
      "it": "perché li trattavamo molto, molto male."
    }
  },
  {
    "translation": {
      "en": "And when they protested once,",
      "it": "E se provavano a protestare,"
    }
  },
  {
    "translation": {
      "en": "you know, they would not do it again so easily.",
      "it": "la volta dopo ci pensavano due volte."
    }
  },
  {
    "translation": {
      "en": "I'd like to punch him in the face, I'll tell you.",
      "it": "Ve lo dico io, gli darei volentieri un pugno."
    }
  },
  {
    "translation": {
      "en": "[Trump] I love the old days.",
      "it": "Erano bei tempi."
    }
  },
  {
    "translation": {
      "en": "You know what they used to do to guys like that in a place like this?",
      "it": "Sapete cosa facevano ai tipi come lui in posti come questo?"
    }
  },
  {
    "translation": {
      "en": "They'd be carried out on a stretcher, folks.",
      "it": "Li avrebbero portati via in barella."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's true.",
      "it": "Sì, è vero."
    }
  },
  {
    "translation": {
      "en": "Knock the hell out of that mouth.",
      "it": "Date una lezione a quella boccaccia."
    }
  },
  {
    "translation": {
      "en": "The next time we see him, we might have to kill him.",
      "it": "La prossima volta, potremmo doverlo ammazzare."
    }
  },
  {
    "translation": {
      "en": "[Trump] In the good old days,",
      "it": "Ai bei vecchi tempi,"
    }
  },
  {
    "translation": {
      "en": "they'd rip him out of that seat so fast...",
      "it": "l'avrebbero portato via così in fretta..."
    }
  },
  {
    "translation": {
      "en": "-Shut up. Shut the hell up. -[woman 1] No, fuck no.",
      "it": "- Zitto. Stai zitto. - No, cazzo, no."
    }
  },
  {
    "translation": {
      "en": "No, I will not shut the hell up.",
      "it": "No, non starò zitto, cazzo."
    }
  },
  {
    "translation": {
      "en": "[man 1] Why are you even here?",
      "it": "Perché sei qui?"
    }
  },
  {
    "translation": {
      "en": "[man 2] Get the fuck out of here, man.",
      "it": "Vattene da qui, amico."
    }
  },
  {
    "translation": {
      "en": "Get out of here.",
      "it": "Vattene."
    }
  },
  {
    "translation": {
      "en": "-[woman 2] Be respectful! -[man 3] I care about my son's future!",
      "it": "- Porta rispetto! - Mi interessa il futuro di mio figlio!"
    }
  },
  {
    "translation": {
      "en": "[Trump] In the good old days...",
      "it": "Ai bei vecchi tempi,"
    }
  },
  {
    "translation": {
      "en": "law enforcement acted a lot quicker than this.",
      "it": "la polizia agiva più in fretta."
    }
  },
  {
    "translation": {
      "en": "A lot quicker.",
      "it": "Molto più in fretta."
    }
  },
  {
    "translation": {
      "en": "[Nixon] And we are going to enforce the law,",
      "it": "Faremo rispettare la legge."
    }
  },
  {
    "translation": {
      "en": "and Americans should remember that, if we're going to have law and order.",
      "it": "Gli americani dovrebbero ricordarselo se vogliamo l'ordine pubblico."
    }
  },
  {
    "translation": {
      "en": "I am... the law and order candidate.",
      "it": "Io sono il candidato dell'ordine pubblico."
    }
  },
  {
    "translation": {
      "en": "We thought... I mean, they called the end of slavery \"jubilee.\"",
      "it": "Pensavamo... Hanno chiamato \"giubileo\" la fine della schiavitù."
    }
  },
  {
    "translation": {
      "en": "We thought we were done then.",
      "it": "Pensavamo che fosse finita."
    }
  },
  {
    "translation": {
      "en": "And then you had 100 years of Jim Crow, terror and lynching.",
      "it": "E poi abbiamo avuto 100 anni di Jim Crow, di terrore e linciaggi."
    }
  },
  {
    "translation": {
      "en": "Dr. King, these guys come on the scene, Ella Jo Baker, Fannie Lou Hamer,",
      "it": "Il dr. King e gli altri come lui, Ella Jo Baker, Fannie Lou Hamer,"
    }
  },
  {
    "translation": {
      "en": "we get the bills passed to vote,",
      "it": "hanno fatto passare le leggi per il voto"
    }
  },
  {
    "translation": {
      "en": "and then they break out the handcuffs.",
      "it": "ed ecco che hanno tirato fuori le manette."
    }
  },
  {
    "translation": {
      "en": "Label you felon, you can't vote or get a job.",
      "it": "Se ti additano come criminale, non puoi votare o lavorare."
    }
  },
  {
    "translation": {
      "en": "So, we don't know what the next iteration of this will be,",
      "it": "Quindi non sappiamo quale sarà l'iterazione successiva,"
    }
  },
  {
    "translation": {
      "en": "but it will be. It will be.",
      "it": "ma ci sarà. Ci sarà."
    }
  },
  {
    "translation": {
      "en": "And we will have to be vigilant.",
      "it": "E dovremo stare attenti."
    }
  },
  {
    "translation": {
      "en": "♪ I'mma prison cell Six by nine ♪",
      "it": "Sono una cella sei per nove"
    }
  },
  {
    "translation": {
      "en": "♪ Livin' hell, stone wall Metal bars for the gods in jail ♪",
      "it": "Un inferno di pareti di pietra E sbarre di metallo in prigione"
    }
  },
  {
    "translation": {
      "en": "♪ My nickname, the can The slammer, the big house ♪",
      "it": "Mi chiamano gattabuia, galera, casona"
    }
  },
  {
    "translation": {
      "en": "♪ I'm the place many fear 'Cause there's no way out ♪",
      "it": "Sono il posto che tutti temono Perché non se ne esce"
    }
  },
  {
    "translation": {
      "en": "[Stevenson] The Bureau of Justice reported that one in three young, black males",
      "it": "Il ministero di giustizia ha affermato che un maschio nero su tre"
    }
  },
  {
    "translation": {
      "en": "is expected to go to jail or prison during his lifetime,",
      "it": "andrà in prigione durante la sua vita,"
    }
  },
  {
    "translation": {
      "en": "which is an unbelievably shocking statistic.",
      "it": "una statistica incredibilmente scioccante."
    }
  },
  {
    "translation": {
      "en": "[reporter] Black men account for roughly 6.5% of the US population.",
      "it": "Gli uomini neri rappresentano circa il 6,5% della popolazione americana"
    }
  },
  {
    "translation": {
      "en": "They make up 40.2% of the prison population.",
      "it": "e il 40,2% dei carcerati."
    }
  },
  {
    "translation": {
      "en": "We now have more African Americans under criminal supervision",
      "it": "Abbiamo più afroamericani sotto supervisione penale"
    }
  },
  {
    "translation": {
      "en": "than all the slaves back in the 1850s.",
      "it": "di quanti schiavi ci fossero nel 1850."
    }
  },
  {
    "translation": {
      "en": "The prison industrial complex, uh...",
      "it": "L'industria delle prigioni"
    }
  },
  {
    "translation": {
      "en": "relies historically on the inheritances of slavery.",
      "it": "si basa, praticamente, sull'eredità della schiavitù."
    }
  },
  {
    "translation": {
      "en": "[Senghor] The 13th Amendment says,",
      "it": "NON DOVREBBERO ESISTERE Il 13° emendamento dice:"
    }
  },
  {
    "translation": {
      "en": "\"No involuntary servitude except for those who have been duly convicted of a crime.\"",
      "it": "\"Nessuna schiavitù involontaria, tranne per coloro condannati per un crimine.\""
    }
  },
  {
    "translation": {
      "en": "So once you've been convicted of a crime, you are in essence a slave of the state.",
      "it": "Se sei condannato, praticamente per lo Stato è come se fossi uno schiavo."
    }
  },
  {
    "translation": {
      "en": "The stroke of a pen is not self-enforcing.",
      "it": "Una firma non è abbastanza per un cambiamento."
    }
  },
  {
    "translation": {
      "en": "And so, while the 13th Amendment is hailed as this great milestone for freedom,",
      "it": "Anche se il 13° è stato accolto come pietra miliare della libertà"
    }
  },
  {
    "translation": {
      "en": "and abolitionists celebrate, and this is the end of a lifelong quest,",
      "it": "e gli abolizionisti hanno festeggiato il risultato... PROFESSORE DI STORIA"
    }
  },
  {
    "translation": {
      "en": "the reality is much more problematic.",
      "it": "...la verità è più problematica."
    }
  },
  {
    "translation": {
      "en": "Well, once that clause is inserted in there, it becomes a tool.",
      "it": "Una volta che quella frase viene inserita, diventa uno strumento."
    }
  },
  {
    "translation": {
      "en": "It's there. It's embedded in the structure.",
      "it": "Diventa un tutt'uno con la struttura."
    }
  },
  {
    "translation": {
      "en": "And for those who seek to use this criminality clause as a tool,",
      "it": "E per coloro che vogliono usare la clausola della criminalità come strumento,"
    }
  },
  {
    "translation": {
      "en": "it can become a pretty powerful one, because it's privileged.",
      "it": "assume una grande potenza. È privilegiato, è nella Costituzione, è la suprema legge della terra."
    }
  },
  {
    "translation": {
      "en": "It's in the constitution, it's the supreme law of the land.",
      "it": "È privilegiato, è nella Costituzione, è la suprema legge della terra."
    }
  },
  {
    "translation": {
      "en": "Throughout American history,",
      "it": "Nella storia americana,"
    }
  },
  {
    "translation": {
      "en": "African Americans have repeatedly been controlled",
      "it": "gli afroamericani sono stati ripetutamente controllati"
    }
  },
  {
    "translation": {
      "en": "through systems of racial and social control that appear to die,",
      "it": "attraverso sistemi di controllo sociale e razziale che sembrano morire,"
    }
  },
  {
    "translation": {
      "en": "but then are reborn in new form,",
      "it": "ma poi rinascono sotto nuove forme"
    }
  },
  {
    "translation": {
      "en": "tailored to the needs and constraints of the time.",
      "it": "che si adattano alle necessità e i vincoli del periodo."
    }
  },
  {
    "translation": {
      "en": "You know, after the collapse of slavery,",
      "it": "Dopo il collasso della schiavitù,"
    }
  },
  {
    "translation": {
      "en": "a new system was born, convict leasing,",
      "it": "è nato un nuovo sistema, i lavori forzati,"
    }
  },
  {
    "translation": {
      "en": "which was a new form of slavery.",
      "it": "una nuova forma di schiavitù."
    }
  },
  {
    "translation": {
      "en": "And once convict leasing faded away, a new system was born,",
      "it": "E una volta che questo sistema scomparve, ne nacque un altro,"
    }
  },
  {
    "translation": {
      "en": "a Jim Crow system,",
      "it": "il sistema Jim Crow,"
    }
  },
  {
    "translation": {
      "en": "that relegated African Americans to a permanent second-class status.",
      "it": "che relegò gli afroamericani allo status permanente di classe inferiore."
    }
  },
  {
    "translation": {
      "en": "And here we are,",
      "it": "Ed eccoci qui,"
    }
  },
  {
    "translation": {
      "en": "decades after the collapse of the old Jim Crow,",
      "it": "decenni dopo il collasso della vecchia Jim Crow"
    }
  },
  {
    "translation": {
      "en": "and a new system has been born again in America.",
      "it": "e abbiamo un nuovo sistema in America."
    }
  },
  {
    "translation": {
      "en": "A system of mass incarceration that, once again,",
      "it": "Un sistema di incarcerazione di massa che, di nuovo,"
    }
  },
  {
    "translation": {
      "en": "strips millions of poor people, overwhelmingly poor people of color,",
      "it": "priva milioni di persone povere, in grande maggioranza di colore,"
    }
  },
  {
    "translation": {
      "en": "of the very rights supposedly won in the civil rights movement.",
      "it": "di ogni diritto teoricamente conquistato col movimento per i diritti civili."
    }
  },
  {
    "translation": {
      "en": "And so instead of talking about it,",
      "it": "E così, invece di parlarne,"
    }
  },
  {
    "translation": {
      "en": "we just tried to move on.",
      "it": "abbiamo provato a girare pagina."
    }
  },
  {
    "translation": {
      "en": "After the Civil Rights Act was passed and after the civil rights laws,",
      "it": "Dopo la promulgazione delle leggi sui diritti civili,"
    }
  },
  {
    "translation": {
      "en": "we tried to play it off.",
      "it": "abbiamo ignorato la cosa."
    }
  },
  {
    "translation": {
      "en": "Because we didn't deal with it,",
      "it": "Non affrontandola,"
    }
  },
  {
    "translation": {
      "en": "that narrative of racial difference continued.",
      "it": "le differenze razziali sono continuate."
    }
  },
  {
    "translation": {
      "en": "And it turned into this presumption of dangerousness and guilt",
      "it": "Si sono trasformate in presunzione di pericolosità e colpevolezza"
    }
  },
  {
    "translation": {
      "en": "that follows every black and brown person wherever they are.",
      "it": "che segue ogni persona di colore, ovunque esse siano."
    }
  },
  {
    "translation": {
      "en": "[officer 1 on radio] You need to get out of the street immediately.",
      "it": "Dovete andarvene dalla strada."
    }
  },
  {
    "translation": {
      "en": "[officer 2] Get out of the way!",
      "it": "Via di qui!"
    }
  },
  {
    "translation": {
      "en": "[officer 3] This is St. Louis County Police. Stay off the roadway.",
      "it": "Parla la polizia di St. Louis County. Allontanatevi dalla strada."
    }
  },
  {
    "translation": {
      "en": "[Melina Abdullah] Ferguson was not simply about Mike Brown.",
      "it": "A Ferguson non si è trattato solo di Mike Brown"
    }
  },
  {
    "translation": {
      "en": "It was also this pattern of mass criminalization and mass incarceration.",
      "it": "ma anche dello schema di criminalizzazione e incarcerazione di massa."
    }
  },
  {
    "translation": {
      "en": "-[officer] Back off. Back off. -[protesters shouting]",
      "it": "State indietro."
    }
  },
  {
    "translation": {
      "en": "There was an average of three warrants per household in Ferguson.",
      "it": "A Ferguson c'era una media di tre mandati per famiglia."
    }
  },
  {
    "translation": {
      "en": "And so people rose up because they understood",
      "it": "E così la gente si è ribellata perché ha capito"
    }
  },
  {
    "translation": {
      "en": "that they were also enemies of the state, seen as enemies of the state.",
      "it": "che erano visti come nemici dello Stato."
    }
  },
  {
    "translation": {
      "en": "The communities in which black people live really become occupied territories,",
      "it": "Le comunità in cui le persone di colore vivono sono diventate territori occupati"
    }
  },
  {
    "translation": {
      "en": "and black people have become seen as, um, enemy combatants, right,",
      "it": "e i neri vengono visti come combattenti nemici CAPO DIPARTIMENTO STUDI PAN-AFRICANI"
    }
  },
  {
    "translation": {
      "en": "who don't have any rights,",
      "it": "che non hanno diritti"
    }
  },
  {
    "translation": {
      "en": "and who can be stopped and frisked",
      "it": "e che possono essere fermati, perquisiti,"
    }
  },
  {
    "translation": {
      "en": "and, you know, arrested and detained and questioned",
      "it": "arrestati, trattenuti e interrogati"
    }
  },
  {
    "translation": {
      "en": "and killed with impunity.",
      "it": "e uccisi con impunità."
    }
  },
  {
    "translation": {
      "en": "[Cobb] If we were to look at",
      "it": "Se guardassimo"
    }
  },
  {
    "translation": {
      "en": "the larger-scale riots that we know of in, you know, our recent history,",
      "it": "le rivolte su larga scala della nostra storia recente,"
    }
  },
  {
    "translation": {
      "en": "from Rodney King,",
      "it": "da Rodney King"
    }
  },
  {
    "translation": {
      "en": "to the Detroit riot in 1967,",
      "it": "a quelle di Detroit nel 1967,"
    }
  },
  {
    "translation": {
      "en": "the Newark riot in 1967,",
      "it": "di Newark nel 1967,"
    }
  },
  {
    "translation": {
      "en": "Harlem riot in 1964, Watts in 1965.",
      "it": "di Harlem nel 1964, di Watts nel 1965."
    }
  },
  {
    "translation": {
      "en": "Every single one of those riots was a result of police brutality.",
      "it": "Ognuna di quelle rivolte è nata dalla brutalità della polizia."
    }
  },
  {
    "translation": {
      "en": "That is the common thread.",
      "it": "Questo è il filo conduttore."
    }
  },
  {
    "translation": {
      "en": "-Fight back! Fight back! -Fist up! Fist up!",
      "it": "BASTA UCCIDERE I BAMBINI NERI - Ribellatevi! - In alto i pugni!"
    }
  },
  {
    "translation": {
      "en": "[Gannon] It would be a mistake to say, as many do in the current context,",
      "it": "Sarebbe un errore dire, come in molti fanno attualmente,"
    }
  },
  {
    "translation": {
      "en": "that if you're against the police, then you're against law and order.",
      "it": "che se sei contro la polizia sei contro l'ordine pubblico."
    }
  },
  {
    "translation": {
      "en": "These are hardworking civil servants putting their lives on the line every day.",
      "it": "Sono dei gran lavoratori. Mettono a rischio la propria vita per noi, ed è vero."
    }
  },
  {
    "translation": {
      "en": "And that's true.",
      "it": "Mettono a rischio la propria vita per noi, ed è vero."
    }
  },
  {
    "translation": {
      "en": "People who join the police do so, you know, to do these sorts of things.",
      "it": "Chi entra nella polizia sa che dovrà affrontare certe cose."
    }
  },
  {
    "translation": {
      "en": "But if you dismiss black complaints of mistreatment by police",
      "it": "Ma se ignoriamo le lamentele dei neri che vengono maltrattati dalla polizia"
    }
  },
  {
    "translation": {
      "en": "as being completely rooted in our modern context,",
      "it": "come completamente radicate nel contesto moderno,"
    }
  },
  {
    "translation": {
      "en": "then you're missing the point completely.",
      "it": "stiamo dimenticando qualcosa."
    }
  },
  {
    "translation": {
      "en": "There has never been a period in our history",
      "it": "Non c'è mai stato un periodo, nella nostra storia,"
    }
  },
  {
    "translation": {
      "en": "where the law and order branch of the state has not operated against",
      "it": "in cui i protettori dell'ordine pubblico non abbiano operato contro"
    }
  },
  {
    "translation": {
      "en": "the freedoms, the liberties, the options, the choices",
      "it": "le libertà, i diritti, le opzioni e le scelte"
    }
  },
  {
    "translation": {
      "en": "that have been available for the black community, generally speaking.",
      "it": "che dovevano essere a disposizione della comunità nera."
    }
  },
  {
    "translation": {
      "en": "And to ignore that racial heritage, to ignore that historical context,",
      "it": "Ignorare quell'eredità razziale, ignorare quel contesto storico,"
    }
  },
  {
    "translation": {
      "en": "means that you can't have an informed debate",
      "it": "significa non poter fare un dibattito informato"
    }
  },
  {
    "translation": {
      "en": "about the current state of blacks and police relationship today,",
      "it": "sull'attuale rapporto tra i neri e la polizia."
    }
  },
  {
    "translation": {
      "en": "'cause this didn't just appear out of nothing.",
      "it": "Non è apparso all'improvviso."
    }
  },
  {
    "translation": {
      "en": "This is the product of a centuries-long historical process.",
      "it": "Si tratta del prodotto di un processo storico lungo secoli."
    }
  },
  {
    "translation": {
      "en": "And to not reckon with that is to shut off solutions.",
      "it": "Non riconoscerlo significa chiudersi a delle soluzioni."
    }
  },
  {
    "translation": {
      "en": "We may have lost the sheets of the Ku Klux Klan,",
      "it": "La gente non indossa più lenzuola come nel Ku Klux Klan"
    }
  },
  {
    "translation": {
      "en": "but, clearly, when you see black kids being shot down...",
      "it": "ma, chiaramente, quando vedi che sparano a dei ragazzi neri,"
    }
  },
  {
    "translation": {
      "en": "then, obviously, we didn't cut out this cancer.",
      "it": "si capisce che il cancro non è stato estirpato."
    }
  },
  {
    "translation": {
      "en": "For many of us, you know, [stammers] whose families lived through this,",
      "it": "Per molti di noi, le cui famiglie hanno vissuto queste cose,"
    }
  },
  {
    "translation": {
      "en": "who are extensions of this kind of oppression,",
      "it": "che sono estensioni di questo tipo di oppressione,"
    }
  },
  {
    "translation": {
      "en": "we don't need to see pictures to understand what's going on.",
      "it": "non ci serve vedere foto per capire cosa sta succedendo."
    }
  },
  {
    "translation": {
      "en": "It's really to kind of, like, speak to the masses",
      "it": "Servono per parlare alle masse"
    }
  },
  {
    "translation": {
      "en": "who have been ignoring this for the majority of their life.",
      "it": "che ignorano quello che sta succedendo."
    }
  },
  {
    "translation": {
      "en": "But I also think there's trouble of just showing,",
      "it": "Ma anche solo il mostrare corpi e cadaveri neri"
    }
  },
  {
    "translation": {
      "en": "you know, black bodies as dead bodies, too.",
      "it": "è un problema."
    }
  },
  {
    "translation": {
      "en": "Too much of anything becomes unhealthy, unuseful.",
      "it": "Il troppo stroppia sempre, diventa inutile e non è sano."
    }
  },
  {
    "translation": {
      "en": "I think they need to be seen, if the family is okay with it.",
      "it": "Credo che debbano essere viste se alla famiglia sta bene."
    }
  },
  {
    "translation": {
      "en": "It wasn't until things were made visual in the civil rights movement,",
      "it": "Il movimento dei diritti civili ha visto una vera e propria mobilitazione"
    }
  },
  {
    "translation": {
      "en": "that we really saw, uh,",
      "it": "soltanto quando, alla fine,"
    }
  },
  {
    "translation": {
      "en": "folks come out and being shocked into movement.",
      "it": "ha iniziato a usare le immagini visive."
    }
  },
  {
    "translation": {
      "en": "You have to shock people into paying attention.",
      "it": "Devi scioccare la gente per catturarne l'attenzione."
    }
  },
  {
    "translation": {
      "en": "But there's a kind of historical trajectory that we can trace here, um,",
      "it": "Ma c'è una specie di traiettoria storica che si può tracciare"
    }
  },
  {
    "translation": {
      "en": "through media and technology.",
      "it": "attraverso i media e la tecnologia."
    }
  },
  {
    "translation": {
      "en": "We went back to, um, the slavery era,",
      "it": "Siamo tornati all'era della schiavitù,"
    }
  },
  {
    "translation": {
      "en": "when people were writing autobiographies or slave narratives.",
      "it": "quando le persone scrivevano autobiografie e racconti. LA MIA LIBERTÀ. VITA DA SCHIAVO. VITA DA LIBERO."
    }
  },
  {
    "translation": {
      "en": "Later in the 19th century,",
      "it": "Alla fine del 19° secolo,"
    }
  },
  {
    "translation": {
      "en": "when people began to use photographs",
      "it": "la gente iniziò a usare le fotografie"
    }
  },
  {
    "translation": {
      "en": "and they showed images.",
      "it": "e a mostrare immagini."
    }
  },
  {
    "translation": {
      "en": "There's a famous image of slave Gordon and his back,",
      "it": "C'è una famosa immagine dello schiavo Gordon e della sua schiena"
    }
  },
  {
    "translation": {
      "en": "and you can see just this kind of lattice of scar tissue",
      "it": "dove si vede molto tessuto cicatriziale"
    }
  },
  {
    "translation": {
      "en": "that is evidence of the whippings that he received.",
      "it": "a testimonianza delle frustate ricevute."
    }
  },
  {
    "translation": {
      "en": "Or the images of lynchings, which white people produced.",
      "it": "Oppure immagini dei linciaggi prodotte dai bianchi."
    }
  },
  {
    "translation": {
      "en": "[Abdullah] The murder of Emmett Till was really thought of as being",
      "it": "L'omicidio di Emmett Till è stato considerato"
    }
  },
  {
    "translation": {
      "en": "one of the primary catalysts for the civil rights movement.",
      "it": "uno degli stimoli primari per il movimento dei diritti civili."
    }
  },
  {
    "translation": {
      "en": "The willingness of his mother",
      "it": "La volontà della madre..."
    }
  },
  {
    "translation": {
      "en": "to have an open-casket funeral.",
      "it": "MADRE DI EMMETT TILL ...di fare un funerale a bara aperta."
    }
  },
  {
    "translation": {
      "en": "Hundreds and hundreds of black folks filed past",
      "it": "Centinaia e centinaia di neri in fila"
    }
  },
  {
    "translation": {
      "en": "and see this young boy",
      "it": "per vedere questo ragazzo"
    }
  },
  {
    "translation": {
      "en": "who had been killed by white supremacists in the South.",
      "it": "che è stato ucciso dai fautori della supremazia bianca del Sud."
    }
  },
  {
    "translation": {
      "en": "To publish those photographs in black publications",
      "it": "Pubblicare quelle fotografie nei giornali per neri... REPORTAGE SPECIALE"
    }
  },
  {
    "translation": {
      "en": "so the entire black world, like our Facebook or our Twitter now, right?",
      "it": "...è un po' come usare Facebook o Twitter oggi, no?"
    }
  },
  {
    "translation": {
      "en": "So that the whole black world could see what had happened.",
      "it": "Così che tutto il mondo nero possa sapere cos'è successo."
    }
  },
  {
    "translation": {
      "en": "In the 1950s, Dr. King and the civil rights movement",
      "it": "Negli anni '50, dr. King e il movimento per i diritti civili"
    }
  },
  {
    "translation": {
      "en": "used television in this way.",
      "it": "usò la televisione in questo modo."
    }
  },
  {
    "translation": {
      "en": "\"Look, this is what segregation looks like.",
      "it": "\"Ecco come appare la segregazione."
    }
  },
  {
    "translation": {
      "en": "These are dogs attacking children. These are people being fire hosed.\"",
      "it": "Ecco i cani che attaccano i bambini. Ecco l'acqua sparata sulla folla.\""
    }
  },
  {
    "translation": {
      "en": "Searching for the medium of technology, that will confirm your experience",
      "it": "Alla ricerca della tecnologia che possa confermare la tua esperienza,"
    }
  },
  {
    "translation": {
      "en": "such that your basic humanity can be recognized.",
      "it": "così che la tua umanità possa essere riconosciuta."
    }
  },
  {
    "translation": {
      "en": "The difference now is somebody can hold up one of these,",
      "it": "La differenza è che, oggi, qualcuno può reggere uno di questo,"
    }
  },
  {
    "translation": {
      "en": "get what's going on.",
      "it": "riprendere quel che succede."
    }
  },
  {
    "translation": {
      "en": "They can put it on YouTube, and the whole world has to deal with it.",
      "it": "Poi metterlo su YouTube e tutto il mondo deve farci i conti."
    }
  },
  {
    "translation": {
      "en": "That's what's new.",
      "it": "È questa la novità."
    }
  },
  {
    "translation": {
      "en": "It's not the protest. It's not the brutality.",
      "it": "Non è la protesta, non è la brutalità."
    }
  },
  {
    "translation": {
      "en": "It's the fact that we can force a conversation about it.",
      "it": "È che possiamo forzare l'apertura di un dibattito."
    }
  },
  {
    "translation": {
      "en": "We have been consistently been murdered as a result of police aggression.",
      "it": "Siamo sempre stati uccisi come risultato dell'aggressione della polizia."
    }
  },
  {
    "translation": {
      "en": "They generally would excuse it by calling us criminals.",
      "it": "In generale, troverebbero scuse dicendo che siamo criminali."
    }
  },
  {
    "translation": {
      "en": "When they was killing Oscar Grant...",
      "it": "Quando hanno ucciso Oscar Grant..."
    }
  },
  {
    "translation": {
      "en": "-[gunshot] -[crowd exclaiming]",
      "it": "COL PERMESSO DELLA FAMIGLIA DI OSCAR GRANT"
    }
  },
  {
    "translation": {
      "en": "When they got to Eric Garner...",
      "it": "Quando sono arrivati a Eric Garner..."
    }
  },
  {
    "translation": {
      "en": "[Garner] I can't breathe.",
      "it": "Non respiro."
    }
  },
  {
    "translation": {
      "en": "I can't breathe.",
      "it": "Non respiro."
    }
  },
  {
    "translation": {
      "en": "I can't breathe. I can't breathe.",
      "it": "COL PERMESSO DELLA FAMIGLIA DI ERIC GARNER"
    }
  },
  {
    "translation": {
      "en": "I can't breathe.",
      "it": "Non respiro."
    }
  },
  {
    "translation": {
      "en": "I can't breathe. I can't breathe.",
      "it": "Non respiro."
    }
  },
  {
    "translation": {
      "en": "[Turner] Everyone pointed out that he was saying,",
      "it": "Tutti hanno notato che diceva:"
    }
  },
  {
    "translation": {
      "en": "\"I can't breathe. I can't breathe.\"",
      "it": "\"Non respiro.\""
    }
  },
  {
    "translation": {
      "en": "But the sentences before that were,",
      "it": "Ma poco prima aveva detto:"
    }
  },
  {
    "translation": {
      "en": "\"Why are you always stopping me?",
      "it": "\"Perché mi fermate sempre?"
    }
  },
  {
    "translation": {
      "en": "Why is it, day in and day out, week in and week out, you're stopping me?\"",
      "it": "Perché non passa giorno o settimana senza che uno di voi mi fermi?\""
    }
  },
  {
    "translation": {
      "en": "And that, I think, is hugely important.",
      "it": "E credo che questo sia enormemente importante."
    }
  },
  {
    "translation": {
      "en": "When we think about the children who were killed at the hands of the state,",
      "it": "Quando pensiamo ai ragazzi uccisi per mano dello Stato,"
    }
  },
  {
    "translation": {
      "en": "I think about Tamir Rice at 12 years old,",
      "it": "penso a Tamir Rice di 12 anni..."
    }
  },
  {
    "translation": {
      "en": "and the way that he was killed, you know, it hits my heart.",
      "it": "COL PERMESSO DELLA FAMIGLIA DI TAMIR RICE ...e il modo in cui è stato ucciso mi rattrista."
    }
  },
  {
    "translation": {
      "en": "[officer] Go ahead and take your seat belt off. Stop. Stop!",
      "it": "Togliti la cintura. Fermo!"
    }
  },
  {
    "translation": {
      "en": "[man] You good?",
      "it": "Stai bene?"
    }
  },
  {
    "translation": {
      "en": "-[officer 1] Roll on your stomach. Now! -[woman] Stop fighting!",
      "it": "- Rotola sullo stomaco. Ora! - Non resistere."
    }
  },
  {
    "translation": {
      "en": "-[officer 1] I'm sorry. I'm sorry. -[Harris exclaims] Oh, shit.",
      "it": "- Mi dispiace. - Merda."
    }
  },
  {
    "translation": {
      "en": "He shot me, man. I was shot.",
      "it": "Mi ha sparato. - Mi hanno sparato. - Non è stato lui."
    }
  },
  {
    "translation": {
      "en": "[officer 2] He didn't do shit. You didn't.",
      "it": "- Mi hanno sparato. - Non è stato lui."
    }
  },
  {
    "translation": {
      "en": "-[Harris groans] I'm losing breath. -[officer 2] Fuck your breath.",
      "it": "Non sei stato tu, capito? - Non respiro bene. - 'Fanculo."
    }
  },
  {
    "translation": {
      "en": "[woman] Stay with me.",
      "it": "Resta con me."
    }
  },
  {
    "translation": {
      "en": "We got pulled over for a busted taillight in the back.",
      "it": "Ci hanno fermati per una luce posteriore rotta. COL PERMESSO DELLA FAMIGLIA DI PHILANDO CASTILE"
    }
  },
  {
    "translation": {
      "en": "[Alexander] Police violence,",
      "it": "VITTIME DISARMATE DI COLORE UCCISE DALLA POLIZIA"
    }
  },
  {
    "translation": {
      "en": "that isn't the problem in and of itself.",
      "it": "La violenza della polizia non è, di per sé, il problema."
    }
  },
  {
    "translation": {
      "en": "It's reflection of a much larger, brutal system",
      "it": "È il riflesso della brutalità di un sistema"
    }
  },
  {
    "translation": {
      "en": "of racial and social control known as mass incarceration,",
      "it": "di controllo sociale e razziale, conosciuto come incarcerazione di massa,"
    }
  },
  {
    "translation": {
      "en": "which authorizes this kind of police violence.",
      "it": "che autorizza questo genere di violenza da parte della polizia."
    }
  },
  {
    "translation": {
      "en": "That's why, for me, the brilliance of Black Lives Matter...",
      "it": "Ecco perché, per me, la genialità di Black Lives Matter"
    }
  },
  {
    "translation": {
      "en": "They have a distributed leadership model. You can't find their address.",
      "it": "sta nel fatto che hanno un modello dI leadership distribuito. Non c'è indirizzo."
    }
  },
  {
    "translation": {
      "en": "I mean, Black Lives Matter is not a stoppable phenomenon,",
      "it": "In questo modo, non sono un fenomeno arrestabile"
    }
  },
  {
    "translation": {
      "en": "by a bullet or anything else.",
      "it": "da un proiettile o qualcosa di simile."
    }
  },
  {
    "translation": {
      "en": "And so, there's hope there because of that.",
      "it": "E quindi, c'è speranza."
    }
  },
  {
    "translation": {
      "en": "Having people truly understand",
      "it": "Far capire davvero alle persone"
    }
  },
  {
    "translation": {
      "en": "that when black lives matter,",
      "it": "che quando le vite dei neri conteranno,"
    }
  },
  {
    "translation": {
      "en": "everybody's life matters,",
      "it": "tutte le altre vite conteranno,"
    }
  },
  {
    "translation": {
      "en": "including every single person that enters this criminal justice system",
      "it": "incluse quelle di ogni persona che entra nel sistema giudiziario"
    }
  },
  {
    "translation": {
      "en": "and this prison industrial complex.",
      "it": "o in una delle prigioni."
    }
  },
  {
    "translation": {
      "en": "It's not just even about only black lives, right?",
      "it": "Non si tratta solo delle vite nere, no?"
    }
  },
  {
    "translation": {
      "en": "It's about changing the way this country understands human dignity.",
      "it": "Vogliamo cambiare il modo in cui questo Paese tratta la dignità umana."
    }
  },
  {
    "translation": {
      "en": "[Cobb] That's what, really, this Black Lives Matter moment is about.",
      "it": "Ecco cosa vuole Black Lives Matter."
    }
  },
  {
    "translation": {
      "en": "This question of whose life do we recognize as valuable?",
      "it": "La domanda è: alla vita di chi diamo valore? PHILANDO CASTILE MERITA GIUSTIZIA"
    }
  },
  {
    "translation": {
      "en": "[Jones] The opposite of criminalization is humanization.",
      "it": "L'opposto di criminalizzazione è umanizzazione."
    }
  },
  {
    "translation": {
      "en": "That's the one thing I hope that people will understand.",
      "it": "C'è una cosa che spero che le persone capiranno."
    }
  },
  {
    "translation": {
      "en": "It's about rehumanizing us, as a people,",
      "it": "Lo scopo è riappropriarci dell'umanità, come persone,"
    }
  },
  {
    "translation": {
      "en": "and us, right, as a people, all of us.",
      "it": "per tutti noi."
    }
  },
  {
    "translation": {
      "en": "The system of mass incarceration has grown,",
      "it": "Il sistema di incarcerazioni di massa è cresciuto,"
    }
  },
  {
    "translation": {
      "en": "and sprawled and developed an appetite",
      "it": "si è esteso e ha sviluppato un appetito"
    }
  },
  {
    "translation": {
      "en": "that is gobbling up people in communities of all colors.",
      "it": "che sta trangugiando persone nelle comunità di tutti i colori."
    }
  },
  {
    "translation": {
      "en": "But if it hadn't been for the fact",
      "it": "Se non fosse per il fatto"
    }
  },
  {
    "translation": {
      "en": "that it began with a group of people defined by race,",
      "it": "che è iniziato con un gruppo di persone definite dalla razza,"
    }
  },
  {
    "translation": {
      "en": "that we as a nation have learned not to care about,",
      "it": "di cui noi, come nazione, abbiamo imparato a non interessarci,"
    }
  },
  {
    "translation": {
      "en": "we wouldn't be talking about two million people behind bars today.",
      "it": "non staremmo qui a parlare di due milioni di persone dietro le sbarre oggi."
    }
  },
  {
    "translation": {
      "en": "People say all the time,",
      "it": "La gente lo dice sempre:"
    }
  },
  {
    "translation": {
      "en": "\"I don't understand how people could've tolerated slavery.",
      "it": "\"Come possono aver tollerato la schiavitù?"
    }
  },
  {
    "translation": {
      "en": "How could they have made peace with that?",
      "it": "Come possono averci fatto pace?"
    }
  },
  {
    "translation": {
      "en": "How could people have gone to a lynching and participated in that?",
      "it": "Com'è possibile che la gente andasse e partecipasse ai linciaggi?"
    }
  },
  {
    "translation": {
      "en": "How did people make sense of the segregation,",
      "it": "Com'è possibile che accettassero la segregazione,"
    }
  },
  {
    "translation": {
      "en": "this white and colored-only drinking... That's so crazy.",
      "it": "la diversificazione bianchi e neri... Che cosa assurda."
    }
  },
  {
    "translation": {
      "en": "If I was living at that time, I would have never tolerated anything like that.\"",
      "it": "Se ci fossi stato io, non avrei mai tollerato una cosa del genere\"."
    }
  },
  {
    "translation": {
      "en": "And the truth is, we are living at this time, and we are tolerating it.",
      "it": "La verità è che stiamo vivendo in quell'epoca e la stiamo tollerando."
    }
  },
  {
    "translation": {
      "en": "♪ Southern leaves Southern trees we hung from ♪",
      "it": "Foglie del sud Alberi del sud a cui ci impiccano"
    }
  },
  {
    "translation": {
      "en": "♪ Barren souls Heroic songs unsung ♪",
      "it": "Anime sterili Canzoni eroiche mai cantate"
    }
  },
  {
    "translation": {
      "en": "♪ Forgive them, Father They know this knot is undone ♪",
      "it": "Perdonali, padre Sanno che questo nodo è sciolto"
    }
  },
  {
    "translation": {
      "en": "♪ Tied with the rope That my grandmother dyed ♪",
      "it": "Legati con una corda Tinta da mia nonna"
    }
  },
  {
    "translation": {
      "en": "♪ Pride of the pilgrims Affect lives of millions ♪",
      "it": "Orgoglio dei pellegrini Impatta su milioni di vite"
    }
  },
  {
    "translation": {
      "en": "♪ Since slave day Separatin' fathers from children ♪",
      "it": "Dalla schiavitù Separa i padri dai figli"
    }
  },
  {
    "translation": {
      "en": "♪ Institution ain't just a building But a method ♪",
      "it": "L'istituzione non è un palazzo Ma un metodo"
    }
  },
  {
    "translation": {
      "en": "♪ Of having black and brown bodies Fill them ♪",
      "it": "Con cui riempirlo Di corpi neri e marroni"
    }
  },
  {
    "translation": {
      "en": "♪ We ain't seen As human beings with feelings ♪",
      "it": "Non veniamo visti Come esseri umani con sentimenti"
    }
  },
  {
    "translation": {
      "en": "♪ Will the US ever be us, Lord willing? ♪",
      "it": "Saremo mai accettati in America, Signore?"
    }
  },
  {
    "translation": {
      "en": "♪ For now we know the new Jim Crow ♪",
      "it": "Ora conosciamo la nuova Jim Crow"
    }
  },
  {
    "translation": {
      "en": "♪ The stop search and arrest our souls ♪",
      "it": "Che ci ferma e ci perquisisce l'anima"
    }
  },
  {
    "translation": {
      "en": "♪ Police and policies Patrol philosophies of control ♪",
      "it": "Polizia e poliziotti Filosofie del controllo"
    }
  },
  {
    "translation": {
      "en": "♪ A cruel hand taking hold ♪",
      "it": "Una mano crudele che afferra"
    }
  },
  {
    "translation": {
      "en": "♪ We let go to free them So we can free us ♪",
      "it": "Lasciamo andare per liberarli Così possono liberare noi"
    }
  },
  {
    "translation": {
      "en": "♪ America's moment to come to Jesus ♪",
      "it": "L'America deve trovare il Signore"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom ♪ ♪ Freedom ♪",
      "it": "Libertà"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom come ♪",
      "it": "Libertà vieni"
    }
  },
  {
    "translation": {
      "en": "♪ Hold on ♪",
      "it": "Aspetta"
    }
  },
  {
    "translation": {
      "en": "♪ Won't be long ♪ ♪ Won't be long ♪",
      "it": "Manca poco"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom ♪ ♪ Freedom ♪",
      "it": "Libertà"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom come ♪ ♪ Freedom come ♪",
      "it": "Libertà vieni"
    }
  },
  {
    "translation": {
      "en": "♪ Hold on ♪ ♪ Hold on ♪",
      "it": "Aspetta"
    }
  },
  {
    "translation": {
      "en": "♪ Won't be long ♪ ♪ Won't be long ♪",
      "it": "Manca poco"
    }
  },
  {
    "translation": {
      "en": "♪ The cage bird sings For freedom in the ring ♪",
      "it": "L'uccello in gabbia canta Perché vuole la libertà"
    }
  },
  {
    "translation": {
      "en": "♪ Black bodies bein' lost In the American Dream ♪",
      "it": "Corpi neri perduti Nel sogno americano"
    }
  },
  {
    "translation": {
      "en": "♪ Blood of black being a pastoral scene ♪",
      "it": "Il sangue dei neri Una scena pastorale"
    }
  },
  {
    "translation": {
      "en": "♪ Slavery's still alive Check Amendment 13 ♪",
      "it": "La schiavitù è ancora viva Guardate l'emendamento 13"
    }
  },
  {
    "translation": {
      "en": "♪ Now whips and chains are subliminal ♪",
      "it": "Ora fruste e catene sono subliminali"
    }
  },
  {
    "translation": {
      "en": "♪ Instead of nigga They use the word criminal ♪",
      "it": "Invece di negri Usano la parola criminali"
    }
  },
  {
    "translation": {
      "en": "♪ Sweet land of liberty Incarcerated country ♪",
      "it": "Dolce terra della libertà Paese di prigioni"
    }
  },
  {
    "translation": {
      "en": "♪ Shot me with your Reagan And now you wanna Trump me ♪",
      "it": "Prima mi hai sparato con Reagan E ora vuoi darmi Trump"
    }
  },
  {
    "translation": {
      "en": "♪ Prison is a business America's the company ♪",
      "it": "Le prigioni sono un business L'America è un'azienda"
    }
  },
  {
    "translation": {
      "en": "♪ Investing in injustice, fear And long suffering ♪",
      "it": "Che investe in ingiustizia, paura E tanta sofferenza"
    }
  },
  {
    "translation": {
      "en": "♪ We're staring in the face Of hate again ♪",
      "it": "Stiamo di nuovo guardando In faccia l'odio"
    }
  },
  {
    "translation": {
      "en": "♪ The same hate they say Will make America great again ♪",
      "it": "Lo stesso che dicono Che renderà di nuovo grande l'America"
    }
  },
  {
    "translation": {
      "en": "♪ No consolation prize For the dehumanized ♪",
      "it": "Niente premio di consolazione Per la deumanizzazione"
    }
  },
  {
    "translation": {
      "en": "♪ For America to rise Is a matter of black lives ♪",
      "it": "Per rialzarsi, l'America, Ha bisogno delle vite dei neri"
    }
  },
  {
    "translation": {
      "en": "♪ And we gonna free them So we can free us ♪",
      "it": "E noi li libereremo Così loro libereranno noi"
    }
  },
  {
    "translation": {
      "en": "♪ America's moment to come to Jesus ♪",
      "it": "L'America deve trovare il Signore"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom ♪ ♪ Freedom ♪",
      "it": "Libertà"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom come ♪ ♪ Yeah ♪",
      "it": "- Libertà vieni - Sì"
    }
  },
  {
    "translation": {
      "en": "♪ Hold on ♪",
      "it": "Aspetta"
    }
  },
  {
    "translation": {
      "en": "♪ Won't be long ♪ ♪ Won't be long ♪",
      "it": "Manca poco"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom ♪ ♪ Freedom ♪",
      "it": "Libertà"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom come ♪ ♪ Freedom come ♪",
      "it": "Libertà vieni"
    }
  },
  {
    "translation": {
      "en": "♪ Hold on ♪ ♪ Hold on ♪",
      "it": "Aspetta"
    }
  },
  {
    "translation": {
      "en": "♪ Won't be long ♪ ♪ Won't be long ♪",
      "it": "Manca poco"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom ♪ ♪ Won't be long ♪",
      "it": "- Libertà - Manca poco"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom come ♪ ♪ Freedom ♪",
      "it": "- Libertà vieni - Libertà"
    }
  },
  {
    "translation": {
      "en": "♪ Hold on ♪ ♪ Hold on ♪",
      "it": "Aspetta"
    }
  },
  {
    "translation": {
      "en": "♪ Won't be long ♪ ♪ Won't be long ♪",
      "it": "Manca poco"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom ♪ ♪ Freedom ♪",
      "it": "Libertà"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom come ♪ ♪ Freedom come ♪",
      "it": "Libertà vieni"
    }
  },
  {
    "translation": {
      "en": "♪ Hold on ♪",
      "it": "Aspetta"
    }
  },
  {
    "translation": {
      "en": "♪ Won't be long ♪ ♪ Won't be long ♪",
      "it": "Manca poco"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom ♪ ♪ Won't be long ♪",
      "it": "- Libertà - Manca poco"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom come ♪",
      "it": "Libertà vieni"
    }
  },
  {
    "translation": {
      "en": "♪ Hold on ♪ ♪ Hold on ♪",
      "it": "Aspetta"
    }
  },
  {
    "translation": {
      "en": "♪ Won't be long ♪ ♪ Won't be long ♪",
      "it": "Manca poco"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom ♪ ♪ Won't be long ♪",
      "it": "- Libertà - Manca poco"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom come ♪ ♪ Freedom come ♪",
      "it": "Libertà vieni"
    }
  },
  {
    "translation": {
      "en": "♪ Hold on ♪",
      "it": "Aspetta"
    }
  },
  {
    "translation": {
      "en": "♪ Won't be long ♪ ♪ Won't be long ♪",
      "it": "Manca poco"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom ♪ ♪ Won't be long ♪",
      "it": "- Libertà - Manca poco"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom come ♪ ♪ Freedom come ♪",
      "it": "Libertà vieni"
    }
  },
  {
    "translation": {
      "en": "♪ Hold on ♪ ♪ Hold on ♪",
      "it": "Aspetta"
    }
  },
  {
    "translation": {
      "en": "♪ Won't be long ♪ ♪ Hold on ♪",
      "it": "- Manca poco - Aspetta"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom ♪ ♪ Won't be long ♪",
      "it": "- Libertà - Manca poco"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom come ♪ ♪ Freedom come ♪",
      "it": "Libertà vieni"
    }
  },
  {
    "translation": {
      "en": "♪ Hold on ♪",
      "it": "Aspetta"
    }
  },
  {
    "translation": {
      "en": "♪ Won't be long ♪ ♪ Freedom come ♪",
      "it": "- Manca poco - Libertà vieni"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom ♪",
      "it": "Libertà"
    }
  },
  {
    "translation": {
      "en": "♪ Freedom come ♪ ♪ Freedom come ♪",
      "it": "Libertà vieni"
    }
  },
  {
    "translation": {
      "en": "♪ Hold on ♪ ♪ Hold on ♪",
      "it": "Aspetta"
    }
  },
  {
    "translation": {
      "en": "♪ Won't be long ♪ ♪ Won't be long ♪",
      "it": "Manca poco"
    }
  },
  {
    "translation": {
      "en": "♪ Won't be long ♪",
      "it": "Manca poco"
    }
  },
  {
    "translation": {
      "en": "♪ Oh, freedom ♪",
      "it": "Oh, libertà"
    }
  },
  {
    "translation": {
      "en": "♪ Won't be long ♪",
      "it": "Manca poco"
    }
  }
]