[
  {
    "translation": {
      "en": "[narrator] Ah, Winchester University.",
      "it": "si esamina la società nella quale si riceve l'istruzione.\" L'università di Winchester."
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "it": "Salve."
    }
  },
  {
    "translation": {
      "en": "The writers of this program are depending on my ethnic but nonthreatening voice",
      "it": "Gli autori della serie contano sulla mia voce etnica, ma rassicurante,"
    }
  },
  {
    "translation": {
      "en": "to explain things they are too lazy to set up traditionally.",
      "it": "per spiegare ciò che a loro pesa troppo esporre in modo tradizionale."
    }
  },
  {
    "translation": {
      "en": "Only two months into the semester, and already the ninth Ivy League's quads buzz",
      "it": "Il semestre è iniziato solo da due mesi e la nona università Ivy League"
    }
  },
  {
    "translation": {
      "en": "with future Olympians and presidents,",
      "it": "già pullula di futuri campioni olimpici e presidenti,"
    }
  },
  {
    "translation": {
      "en": "with innovators trying to crack the next Facebook,",
      "it": "di menti innovative pronte a lanciare il nuovo Facebook"
    }
  },
  {
    "translation": {
      "en": "with diverse students being forced into group shots -for the admissions brochure. -[camera shutter clicks]",
      "it": "e studenti di minoranze costretti a far foto di gruppo per gli opuscoli."
    }
  },
  {
    "translation": {
      "en": "One of Winchester's most well-known groups is the humor magazine Pastiche,",
      "it": "Uno dei gruppi più noti della Winchester è quello della rivista satirica Pastiche,"
    }
  },
  {
    "translation": {
      "en": "whose members have left their mark as satirists,",
      "it": "i cui membri sono sempre stati autori satirici,"
    }
  },
  {
    "translation": {
      "en": "television writers, and most recently...",
      "it": "autori televisivi e, di recente..."
    }
  },
  {
    "translation": {
      "en": "hosts of a blackface party.",
      "it": "...organizzatori di una festa \"blackface\"."
    }
  },
  {
    "translation": {
      "en": "[man] Yeah!",
      "it": "TRE GIORNI PRIMA"
    }
  },
  {
    "translation": {
      "en": "[narrator] Ah, look, Serena Williams.",
      "it": "Guardate, Serena Williams."
    }
  },
  {
    "translation": {
      "en": "-That's an actual Black person. -[cell phone camera shutter clicks]",
      "it": "Lei è davvero nera."
    }
  },
  {
    "translation": {
      "en": "That's... I guess Nicki Minaj? I'm not sure.",
      "it": "Quella è... Nicki Minaj, credo. Non ne sono sicuro."
    }
  },
  {
    "translation": {
      "en": "Even more blackface.",
      "it": "Altra gente con la faccia nera."
    }
  },
  {
    "translation": {
      "en": "Apparently this is a thing that white children are into.",
      "it": "A quanto pare, è una cosa che piace molto ai bianchi."
    }
  },
  {
    "translation": {
      "en": "Google it.",
      "it": "Cercate su Google."
    }
  },
  {
    "translation": {
      "en": "If you couldn't tell, there's lots more going on at this party...",
      "it": "Se non l'aveste capito, questa festa è molto più..."
    }
  },
  {
    "translation": {
      "en": "-[cheering] -[narrator] ...than meets the eye.",
      "it": "...di quanto possa sembrare."
    }
  },
  {
    "translation": {
      "en": "Oh, more actual Black people. I wonder if they'll find this amusing.",
      "it": "Oh, altre persone davvero nere. Chissà se trovano la cosa divertente."
    }
  },
  {
    "translation": {
      "en": "-[woman] How dare you? -[man] This is bullshit.",
      "it": "- Come osate? - È troppo!"
    }
  },
  {
    "translation": {
      "en": "-[man] What the hell is this? -[woman] You are not Beyoncé. -[screaming] -[glass shatters]",
      "it": "- Che diavolo state facendo? - Non sei Beyoncé."
    }
  },
  {
    "translation": {
      "en": "[narrator] They do not.",
      "it": "Direi di no."
    }
  },
  {
    "translation": {
      "en": "[man] Everyone back in the house right now! Drinks down!",
      "it": "Tornate tutti in casa, subito! Posate i bicchieri."
    }
  },
  {
    "translation": {
      "en": "[narrator] Unpacking this egregious event will take some time,",
      "it": "Venire a capo di quest'oltraggioso evento richiederà tempo,"
    }
  },
  {
    "translation": {
      "en": "but an excellent place to begin our saga is with Samantha White,",
      "it": "ma un modo eccellente di iniziare la nostra avventura è con Samantha White,"
    }
  },
  {
    "translation": {
      "en": "a junior media studies major and local provocateur.",
      "it": "studentessa al terzo anno di Scienze della Comunicazione e provocatrice."
    }
  },
  {
    "translation": {
      "en": "Slavery in America.",
      "it": "La schiavitù in America."
    }
  },
  {
    "translation": {
      "en": "Anybody like to volunteer to lead the discussion?",
      "it": "C'è qualche volontario che vuole iniziare il dibattito?"
    }
  },
  {
    "translation": {
      "en": "[narrator] As one of the few Black faces in this mostly white place...",
      "it": "Essendo una delle poche facce nere tra tante facce bianche..."
    }
  },
  {
    "translation": {
      "en": "-[man] Anyone? -[narrator] ...Sam had become",
      "it": "Nessuno? ...Sam ormai è abituata a episodi del genere..."
    }
  },
  {
    "translation": {
      "en": "used to episodes like this...",
      "it": "...Sam ormai è abituata a episodi del genere..."
    }
  },
  {
    "translation": {
      "en": "[man] Anyone with some special connection to the material?",
      "it": "Qualcuno è legato in particolar modo all'argomento?"
    }
  },
  {
    "translation": {
      "en": "[narrator] ...and run-ins like these.",
      "it": "...e a commenti di questo genere..."
    }
  },
  {
    "translation": {
      "en": "You look like Beyoncé.",
      "it": "Assomigli a Beyoncé."
    }
  },
  {
    "translation": {
      "en": "Storm from the X-Men.",
      "it": "Tempesta degli X-Men."
    }
  },
  {
    "translation": {
      "en": "Wait, what are you?",
      "it": "Aspetta, che cosa sei?"
    }
  },
  {
    "translation": {
      "en": "[narrator] Sam had enough and took to Winchester's syndicated student radio station.",
      "it": "Sam era stufa e decise di sfogarsi alla stazione radio della Winchester."
    }
  },
  {
    "translation": {
      "en": "Dear white people, here's a little tip.",
      "it": "Miei carissimi bianchi, vi do una dritta:"
    }
  },
  {
    "translation": {
      "en": "When you ask someone who looks ethnically different, \"What are you?\"",
      "it": "se chiedete a qualcuno di etnia diversa dalla vostra: \"Cosa sei?\","
    }
  },
  {
    "translation": {
      "en": "the answer is usually, \"A person about to slap the shit out of you.\"",
      "it": "di solito la risposta sarà: \"Qualcuno che sta per farti il culo\"."
    }
  },
  {
    "translation": {
      "en": "[narrator] While Sam's show, aptly titled Dear White People,",
      "it": "Il programma di Sam, dal titolo azzeccato Miei carissimi bianchi,"
    }
  },
  {
    "translation": {
      "en": "garnered a diverse set of listeners...",
      "it": "attirava un pubblico variegato di ascoltatori..."
    }
  },
  {
    "translation": {
      "en": "Who is this chick?",
      "it": "attirava un pubblico variegato di ascoltatori... Chi è questa?"
    }
  },
  {
    "translation": {
      "en": "[narrator] ...others was butthurt.",
      "it": "SCOMPARSA CULTURA DEI NERI ...ma qualcuno l'ha presa sul personale."
    }
  },
  {
    "translation": {
      "en": "Keeping with its vow to mock anyone deemed too self-important,",
      "it": "Devoti alla missione di deridere chiunque sembrava darsi troppe arie,"
    }
  },
  {
    "translation": {
      "en": "Pastiche set out to take down Samantha White",
      "it": "il Pastiche era intenzionato a far abbassare la cresta a Samantha White"
    }
  },
  {
    "translation": {
      "en": "by throwing a politically incorrect party",
      "it": "organizzando una festa politicamente scorretta..."
    }
  },
  {
    "translation": {
      "en": "for all those burdened by her demands",
      "it": "SCOMPARSA LIBERTÀ DI PAROLA ...per chi era offeso dalle sue richieste di sensibilizzazione razziale."
    }
  },
  {
    "translation": {
      "en": "for racial sensitivity.",
      "it": "...per chi era offeso dalle sue richieste di sensibilizzazione razziale."
    }
  },
  {
    "translation": {
      "en": "However, after pressure from the administration,",
      "it": "Ad ogni modo, a seguito delle richieste dell'amministrazione,"
    }
  },
  {
    "translation": {
      "en": "-the party was canceled. -[electronic beep]",
      "it": "la festa fu annullata."
    }
  },
  {
    "translation": {
      "en": "But somehow, unbeknownst to Pastiche,",
      "it": "Ma in qualche modo, all'insaputa del Pastiche,"
    }
  },
  {
    "translation": {
      "en": "an invite went out anyway.",
      "it": "l'invito partì comunque."
    }
  },
  {
    "translation": {
      "en": "And it is here we find Sam and her camera,",
      "it": "Ed è qui che troviamo Sam e la sua videocamera,"
    }
  },
  {
    "translation": {
      "en": "at the epicenter of one of the biggest scandals to hit Winchester so far.",
      "it": "al centro di uno dei maggiori scandali che abbiano mai colpito la Winchester."
    }
  },
  {
    "translation": {
      "en": "And like most parties, the hangover from this one...",
      "it": "E, come succede quasi sempre, i postumi di questa festa..."
    }
  },
  {
    "translation": {
      "en": "is a motherfucker.",
      "it": "...saranno una rogna."
    }
  },
  {
    "translation": {
      "en": "Dear white people,",
      "it": "Miei carissimi bianchi,"
    }
  },
  {
    "translation": {
      "en": "here's a list of acceptable Halloween costumes:",
      "it": "ecco una lista di costumi di Halloween accettabili:"
    }
  },
  {
    "translation": {
      "en": "a pirate, slutty nurse, any of our first 43 presidents.",
      "it": "pirata, infermiera sexy, uno dei nostri primi 43 presidenti."
    }
  },
  {
    "translation": {
      "en": "Top of the list of unacceptable costumes: me.",
      "it": "Il primo della lista dei costumi non accettabili: me."
    }
  },
  {
    "translation": {
      "en": "Winchester couldn't get through 2017 without blackface? ♪ 'Cause I really don't care ♪",
      "it": "La Winchester non poteva iniziare il 2017 senza la \"blackface\"?"
    }
  },
  {
    "translation": {
      "en": "Oh, I'm sorry. Am I being too loud for you?",
      "it": "Scusami, sto forse parlando troppo forte?"
    }
  },
  {
    "translation": {
      "en": "You know I stay woke, Sam, but right now, I'm getting the tea",
      "it": "Sai che sto attenta, Sam, ma in questo momento"
    }
  },
  {
    "translation": {
      "en": "on how to be waist thin and ass thick from this white bitch in Texas.",
      "it": "sto imparando come avere un vitino e un culo sodo da una stronza bianca del Texas."
    }
  },
  {
    "translation": {
      "en": "Okay, one, you're gorge.",
      "it": "Uno, sei bellissima."
    }
  },
  {
    "translation": {
      "en": "And, two, is \"white bitch in Texas\" her government name?",
      "it": "E, due, \"Stronza bianca del Texas\" è il suo nome?"
    }
  },
  {
    "translation": {
      "en": "Her name's Marian Updike, and she's the founder of the Think Slim online course,",
      "it": "Si chiama Marian Updike, è la fondatrice del corso online \"Pensa Magro\""
    }
  },
  {
    "translation": {
      "en": "and she be dropping the knowledge I need to drop my sophomore 16.",
      "it": "e mi insegnerà il segreto per dimagrire."
    }
  },
  {
    "translation": {
      "en": "-[cell phone buzzes] -Not a thing.",
      "it": "Che assurdità."
    }
  },
  {
    "translation": {
      "en": "[woman] I'm learning how to enjoy a decadent McRib.",
      "it": "Ora sto imparando a godermi un McRib."
    }
  },
  {
    "translation": {
      "en": "Miss Updike told me to cut it into fourths and count my chews.",
      "it": "TESORO ESTATE LA TUA VOCE MI ATTIZZA! La Updike dice di tagliarlo in quattro e contare i morsi. 30."
    }
  },
  {
    "translation": {
      "en": "Thirty, by the way.",
      "it": "La Updike dice di tagliarlo in quattro e contare i morsi. 30."
    }
  },
  {
    "translation": {
      "en": "[Sam] I can't with you, and what's more, I won't.",
      "it": "Non ce la posso fare con te e, soprattutto, non voglio."
    }
  },
  {
    "translation": {
      "en": "-[woman chuckles] -Look. For those of you who thought our ivory tower",
      "it": "Allora, per tutti quelli che pensavano che la nostra torre d'avorio"
    }
  },
  {
    "translation": {
      "en": "was immune to this type of shit...",
      "it": "fosse immune a queste stronzate..."
    }
  },
  {
    "translation": {
      "en": "-[alarm ringing] -[man] Wake up! Wake up! Wake up!",
      "it": "Sveglia, sveglia, sveglia!"
    }
  },
  {
    "translation": {
      "en": "Okay, I'm pretty sure the McRib was invented by Republicans in the '80s",
      "it": "Sono sicura che il McRib è stato inventato dai Repubblicani negli anni '80"
    }
  },
  {
    "translation": {
      "en": "to destroy Black communities, along with crack and Jerry Springer.",
      "it": "per distruggere le comunità dei neri, così come il crack e Jerry Springer."
    }
  },
  {
    "translation": {
      "en": "Suck it, Reagan. I'm still here.",
      "it": "In barba a te, Reagan, sono ancora qui."
    }
  },
  {
    "translation": {
      "en": "And please know that I will be showing up on McRib day",
      "it": "E sappi che il Giorno del McRib mi presenterò"
    }
  },
  {
    "translation": {
      "en": "in a Shirley Chisholm T-shirt sans internal conflict.",
      "it": "con una maglia col volto di Shirley Chisholm, senza sensi di colpa."
    }
  },
  {
    "translation": {
      "en": "Is McRib day a thing?",
      "it": "Il Giorno del McRib esiste davvero?"
    }
  },
  {
    "translation": {
      "en": "Where are you getting these Shirley Chisholm T-shirts?",
      "it": "E dove la trovi una maglia con Shirley Chisholm?"
    }
  },
  {
    "translation": {
      "en": "Forever 21. Girl, you know I have no shame. -Well... -[cell phone buzzing]",
      "it": "Da Forever 21. Sai che non ho alcun pudore. Beh..."
    }
  },
  {
    "translation": {
      "en": "-Aside from my one secret shame. -Only one?",
      "it": "- Ad eccezione di un segreto. - Solo uno? TESORO ESTATE VIENI ORA :)"
    }
  },
  {
    "translation": {
      "en": "Sam, I've been secretly streaming The Cosby Show.",
      "it": "Sam, ho rivisto di nascosto tutti I Robinson!"
    }
  },
  {
    "translation": {
      "en": "My conscience? Riddled with guilt.",
      "it": "La mia coscienza? Piena di sensi di colpa."
    }
  },
  {
    "translation": {
      "en": "[Sam] It's just really convenient",
      "it": "Trovo strano che questa storia sia venuta fuori"
    }
  },
  {
    "translation": {
      "en": "that this all came out once white people realized",
      "it": "Trovo strano che questa storia sia venuta fuori quando i bianchi hanno capito che era tanto ricco da poter acquisire la NBC."
    }
  },
  {
    "translation": {
      "en": "he was rich enough to buy NBC.",
      "it": "quando i bianchi hanno capito che era tanto ricco da poter acquisire la NBC."
    }
  },
  {
    "translation": {
      "en": "I mean, he probably did that shit. I'm just saying.",
      "it": "Sì, è probabile che l'abbia fatto. Sto solo dicendo..."
    }
  },
  {
    "translation": {
      "en": "Yeah, probably.",
      "it": "Sì, è probabile."
    }
  },
  {
    "translation": {
      "en": "All right, y'all. Five minutes left for call-ins. Give me your worst.",
      "it": "D'accordo, gente, gli ultimi cinque minuti per le chiamate. Date il peggio di voi."
    }
  },
  {
    "translation": {
      "en": "[man] I find your show offensive and highly divisive.",
      "it": "Trovo che il tuo programma sia offensivo e ci divida."
    }
  },
  {
    "translation": {
      "en": "We need to come together at times like this.",
      "it": "Di questi tempi, dovremmo essere uniti."
    }
  },
  {
    "translation": {
      "en": "[Sam] Are you a white male? [man] Why? Race is a social construct.",
      "it": "- Sei un maschio bianco? - Perché? La razza è un costrutto sociale."
    }
  },
  {
    "translation": {
      "en": "[Sam] I'll take that as a yes. Look, I didn't create the divide.",
      "it": "Lo prendo per un sì. Io non ho creato divisioni."
    }
  },
  {
    "translation": {
      "en": "I'm just calling attention to it.",
      "it": "Richiamo attenzione sull'argomento. ALLOGGIO BECHET"
    }
  },
  {
    "translation": {
      "en": "[woman] \"Dear White People\"?",
      "it": "\"Miei carissimi bianchi\"?"
    }
  },
  {
    "translation": {
      "en": "Even you have to admit your show comes off aggressive.",
      "it": "Ammetterai anche tu che il programma è aggressivo fin dal titolo!"
    }
  },
  {
    "translation": {
      "en": "[Sam] Dear White People is a misnomer.",
      "it": "Miei carissimi bianchi è un titolo fuorviante."
    }
  },
  {
    "translation": {
      "en": "My show is meant to articulate the feelings of a misrepresented group outside the majority.",
      "it": "Il mio programma vuole dare voce a una minoranza mal rappresentata."
    }
  },
  {
    "translation": {
      "en": "I get it.",
      "it": "Capisco."
    }
  },
  {
    "translation": {
      "en": "The realization that you contribute to a racist society can be unsettling,",
      "it": "Comprendere di contribuire a una società razzista può essere destabilizzante,"
    }
  },
  {
    "translation": {
      "en": "but you sound like a grown-ass woman to me.",
      "it": "ma mi sembri una donna adulta e vaccinata."
    }
  },
  {
    "translation": {
      "en": "Next.",
      "it": "Il prossimo."
    }
  },
  {
    "translation": {
      "en": "Listen, the man could take an episode about Rudy getting a B-minus",
      "it": "Sapeva prendere un episodio su Rudy che aveva preso una B meno"
    }
  },
  {
    "translation": {
      "en": "and stretch it into a half hour of comedic gold.",
      "it": "e trasformarlo in un capolavoro di comicità di mezz'ora."
    }
  },
  {
    "translation": {
      "en": "Oh, God, I pray he didn't stretch little Rudy out",
      "it": "e trasformarlo in un capolavoro di comicità di mezz'ora. Speriamo che non abbia preso nient'altro da Rudy..."
    }
  },
  {
    "translation": {
      "en": "in any other way.",
      "it": "Speriamo che non abbia preso nient'altro da Rudy..."
    }
  },
  {
    "translation": {
      "en": "-Bitch, you going to hell. -I'll save you a seat.",
      "it": "- Andrai all'inferno. - Ti tengo un posto."
    }
  },
  {
    "translation": {
      "en": "[man] Thanks for saying what we're all thinking.",
      "it": "Grazie, sorella, per dire ciò che pensiamo tutti."
    }
  },
  {
    "translation": {
      "en": "Sometimes, I feel like I don't belong on my own campus.",
      "it": "A volte, sento di non appartenere alla mia università."
    }
  },
  {
    "translation": {
      "en": "[Sam] Right?",
      "it": "Vero? Sono troppo impegnati a darsi pacche sulle spalle per averci ammesso."
    }
  },
  {
    "translation": {
      "en": "They too busy patting themselves on the back for letting us in.",
      "it": "Vero? Sono troppo impegnati a darsi pacche sulle spalle per averci ammesso. RESIDENZA ARMSTRONG-PARKER DA SEMPRE RESIDENZA DEI NERI"
    }
  },
  {
    "translation": {
      "en": "Hey, thanks for hanging out during the show.",
      "it": "Grazie per essere rimasta."
    }
  },
  {
    "translation": {
      "en": "You give me shit, but if I wasn't there to talk about the McRib...",
      "it": "Mi tratti male, ma se non ci fossi stata io a parlarti del McRib..."
    }
  },
  {
    "translation": {
      "en": "Shit would get way too real for a Monday morning.",
      "it": "Il mio lunedì mattina sarebbe stato ancora peggio."
    }
  },
  {
    "translation": {
      "en": "[chuckles] I got you, always.",
      "it": "Il mio lunedì mattina sarebbe stato ancora peggio. Io ci sono, per te. Sempre. Ci vediamo prima del Black Caucus?"
    }
  },
  {
    "translation": {
      "en": "We chilling before Black Caucus?",
      "it": "Io ci sono, per te. Sempre. Ci vediamo prima del Black Caucus?"
    }
  },
  {
    "translation": {
      "en": "-I got plans. -Hmm.",
      "it": "Ho delle cose da fare."
    }
  },
  {
    "translation": {
      "en": "Dick-related plans? Ain't nobody got time for no dick.",
      "it": "- E c'entrano i cazzi, in queste cose? - Non ho tempo per i cazzi."
    }
  },
  {
    "translation": {
      "en": "Not even Reggie's? Shh.",
      "it": "Nemmeno per quello di Reggie?"
    }
  },
  {
    "translation": {
      "en": "He's coming over here. Anyway, I gotta cut my footage for doc class.",
      "it": "Sta venendo qui. Comunque, devo montare un video per il corso."
    }
  },
  {
    "translation": {
      "en": "Just text me when you're going down.",
      "it": "Scrivimi quando stai per venire giù."
    }
  },
  {
    "translation": {
      "en": "Hmm, how about you text me when you're done going down, mm-kay?",
      "it": "Facciamo che invece mi scrivi tu quando avrai finito di venire giù, ok?"
    }
  },
  {
    "translation": {
      "en": "You...",
      "it": "Sei proprio..."
    }
  },
  {
    "translation": {
      "en": "-What's up, Sam? -Hey. 'Sup, Reggie?",
      "it": "- Come butta, Sam? - Ehi! Come butta, Reggie?"
    }
  },
  {
    "translation": {
      "en": "So, uh, what you up to?",
      "it": "Allora... che programmi hai?"
    }
  },
  {
    "translation": {
      "en": "Did you, uh...",
      "it": "Sei...?"
    }
  },
  {
    "translation": {
      "en": "[laughs] Twice.",
      "it": "Due volte."
    }
  },
  {
    "translation": {
      "en": "What?",
      "it": "Come?"
    }
  },
  {
    "translation": {
      "en": "That's such an unfair advantage.",
      "it": "È un privilegio del tutto ingiusto."
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "it": "Che stai facendo?"
    }
  },
  {
    "translation": {
      "en": "Uh, crushing candy. -Right after? -Mm-hmm.",
      "it": "- Gioco a Candy Crush. - Subito dopo?"
    }
  },
  {
    "translation": {
      "en": "What level are you on?",
      "it": "A che livello sei?"
    }
  },
  {
    "translation": {
      "en": "-Absolutely not. -What?",
      "it": "- Non ci siamo proprio. - Come?"
    }
  },
  {
    "translation": {
      "en": "You're supposed to spread all this jelly, you know.",
      "it": "Lo scopo è schizzare tutta la gelatina."
    }
  },
  {
    "translation": {
      "en": "-Ew. -It's not \"ew.\"",
      "it": "Lo scopo è schizzare tutta la gelatina. Non fare così. È fondamentale per il gioco. Ti faccio vedere."
    }
  },
  {
    "translation": {
      "en": "It's imperative to the game. Look.",
      "it": "Non fare così. È fondamentale per il gioco. Ti faccio vedere."
    }
  },
  {
    "translation": {
      "en": "-Come here. Okay. -[clears throat]",
      "it": "Vieni qui. Ok."
    }
  },
  {
    "translation": {
      "en": "Look, this is why you're still stuck on level 20.",
      "it": "Ecco perché sei ancora bloccata al livello 20."
    }
  },
  {
    "translation": {
      "en": "Yeah? Spreading this digital goo.",
      "it": "Capito? Schizzare questa roba digitale"
    }
  },
  {
    "translation": {
      "en": "This is one of the most pressing issues of our time.",
      "it": "è uno dei problemi principali del nostro tempo."
    }
  },
  {
    "translation": {
      "en": "Okay, you gonna give me my phone back, though. What? No.",
      "it": "- Ok, ora però ridammi il cellulare. - Come? No."
    }
  },
  {
    "translation": {
      "en": "-Gabe. -What?",
      "it": "- Gabe! - Che c'è?"
    }
  },
  {
    "translation": {
      "en": "Give me my phone back.",
      "it": "Dammi il cellulare!"
    }
  },
  {
    "translation": {
      "en": "I don't know what you're talking about. -Give-- -No.",
      "it": "Non so a che ti riferisci."
    }
  },
  {
    "translation": {
      "en": "-Gabe. -No.",
      "it": "- Gabe! - No!"
    }
  },
  {
    "translation": {
      "en": "[Gabe] You're so silly.",
      "it": "Che sciocca che sei."
    }
  },
  {
    "translation": {
      "en": "What? You want this?",
      "it": "Che c'è? Vuoi questo? Non ti va?"
    }
  },
  {
    "translation": {
      "en": "-You don't want it? -Mnh-mnh.",
      "it": "Vuoi questo? Non ti va?"
    }
  },
  {
    "translation": {
      "en": "[Gabe] You think you're so slick.",
      "it": "Credi di essere furba?"
    }
  },
  {
    "translation": {
      "en": "-No, no. -What? What? Stop, you're gonna mess up my hair.",
      "it": "- Che c'è? - Smettila, mi scompigli i capelli."
    }
  },
  {
    "translation": {
      "en": "-Huh? -Like, more. Yeah, I am.",
      "it": "- Più di così. - Sì, infatti."
    }
  },
  {
    "translation": {
      "en": "I'm gonna mess up that hair like a light drizzle on a much too humid day.",
      "it": "Ti scompiglierò i capelli come una pioggerella in una giornata umida."
    }
  },
  {
    "translation": {
      "en": "-[phone buzzing] -[laughing]",
      "it": "REGGIE DOVE SEI?"
    }
  },
  {
    "translation": {
      "en": "[clears throat] Reggie wants you.",
      "it": "Reggie ti vuole."
    }
  },
  {
    "translation": {
      "en": "[groans] Shit.",
      "it": "Merda."
    }
  },
  {
    "translation": {
      "en": "I'm supposed to represent for the BSU at this caucus.",
      "it": "Devo rappresentare l'USN al caucus."
    }
  },
  {
    "translation": {
      "en": "Reggie's a...",
      "it": "Reggie è..."
    }
  },
  {
    "translation": {
      "en": "Reggie's a cool guy.",
      "it": "Reggie è uno in gamba."
    }
  },
  {
    "translation": {
      "en": "Yeah, except for when he corners you with a \"'Sup?\"",
      "it": "Sì, tranne quando ti placca con i suoi \"Come butta?\""
    }
  },
  {
    "translation": {
      "en": "Or a \"So...\" Ellipses implied.",
      "it": "o quell'\"Allora...\" e tutti i sottintesi annessi."
    }
  },
  {
    "translation": {
      "en": "You guys gonna talk about the party? What else?",
      "it": "- Parlerete della festa? - Di che altro?"
    }
  },
  {
    "translation": {
      "en": "Man, it's just so fucked.",
      "it": "È una merda."
    }
  },
  {
    "translation": {
      "en": "You know I could, uh-- I could come with.",
      "it": "Sai, potrei... Potrei venire anche io."
    }
  },
  {
    "translation": {
      "en": "No, it's cool. It's, um... It's members only.",
      "it": "No, non ti preoccupare. È riservato ai membri."
    }
  },
  {
    "translation": {
      "en": "So... you're a shark.",
      "it": "Quindi... sei uno squalo."
    }
  },
  {
    "translation": {
      "en": "-That's cool. I get that. -[chuckles]",
      "it": "Ok, l'ho capito."
    }
  },
  {
    "translation": {
      "en": "You know, you're always moving, and you only slow down to kill...",
      "it": "Ti muovi sempre, rallenti solo per uccidere..."
    }
  },
  {
    "translation": {
      "en": "Gabe, I know how analogies work.",
      "it": "Gabe, so cos'è una similitudine."
    }
  },
  {
    "translation": {
      "en": "I guess what I'm saying is, you know, it's, uh...",
      "it": "Quello che sto dicendo è..."
    }
  },
  {
    "translation": {
      "en": "You know, romance in a place like this, it's been reduced to, like, hooking up, you know?",
      "it": "Le relazioni, qui, si riducono sempre all'andare a letto insieme, capisci?"
    }
  },
  {
    "translation": {
      "en": "Mm, romance. [Gabe] It doesn't exist here.",
      "it": "- Relazioni... - Qui non esistono."
    }
  },
  {
    "translation": {
      "en": "I want to be more than just a hot lay for you, Sam.",
      "it": "Voglio essere più di una semplice scopata per te, Sam."
    }
  },
  {
    "translation": {
      "en": "Yeah. All right.",
      "it": "Sì... Ok..."
    }
  },
  {
    "translation": {
      "en": "What CW show are we in?",
      "it": "Siamo forse in un programma della CW?"
    }
  },
  {
    "translation": {
      "en": "You know what I'm trying to say.",
      "it": "Siamo forse in un programma della CW? Sai cosa sto cercando di dirti."
    }
  },
  {
    "translation": {
      "en": "You want more. Yeah.",
      "it": "- Vuoi di più. - Sì."
    }
  },
  {
    "translation": {
      "en": "I gotta go get a shower. So...",
      "it": "Devo farmi una doccia. Quindi..."
    }
  },
  {
    "translation": {
      "en": "-Later, gator. -[chuckles]",
      "it": "A dopo."
    }
  },
  {
    "translation": {
      "en": "[Sam] Lionel Higgins, right?",
      "it": "Sei Lionel Higgins, giusto?"
    }
  },
  {
    "translation": {
      "en": "Um, yes. From the Winchester Independent. Covering this meeting.",
      "it": "Sì... del Winchester Independent. Scrivo un articolo su questa riunione."
    }
  },
  {
    "translation": {
      "en": "I just need someone to give me the lay of the land.",
      "it": "Ho bisogno che mi facciate il punto della situazione."
    }
  },
  {
    "translation": {
      "en": "[Sam] Sure.",
      "it": "Ho bisogno che mi facciate il punto della situazione. Certo. Tu hai scritto l'articolo sull'interruzione della festa."
    }
  },
  {
    "translation": {
      "en": "You did that article about breaking up the party.",
      "it": "Certo. Tu hai scritto l'articolo sull'interruzione della festa."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Sì..."
    }
  },
  {
    "translation": {
      "en": "Why haven't we heard of you before? [Lionel] I'm not that notable.",
      "it": "- Perché non ti conosciamo? - Sono uno che passa inosservato."
    }
  },
  {
    "translation": {
      "en": "Something tells me that's not true.",
      "it": "Qualcosa mi dice che non è così."
    }
  },
  {
    "translation": {
      "en": "Well, generally speaking,",
      "it": "Allora, in linea generale,"
    }
  },
  {
    "translation": {
      "en": "Black Caucus is when the different Black student unions",
      "it": "il Black Caucus è quando le varie unioni di studenti neri della Winchester"
    }
  },
  {
    "translation": {
      "en": "at Winchester get together for a completely masturbatory",
      "it": "il Black Caucus è quando le varie unioni di studenti neri della Winchester si riuniscono per vedere chi se la tira di più, fingendo di essere tutti uniti."
    }
  },
  {
    "translation": {
      "en": "and pointless pissing contest under the guise of unity.",
      "it": "si riuniscono per vedere chi se la tira di più, fingendo di essere tutti uniti."
    }
  },
  {
    "translation": {
      "en": "Held during lunchtime at Armstrong Parker once a month",
      "it": "Si tiene mensilmente alla Armstrong-Parker all'ora di pranzo,"
    }
  },
  {
    "translation": {
      "en": "because nobody wants to make room on their schedule.",
      "it": "perché nessuno vuole rinunciare ai propri impegni."
    }
  },
  {
    "translation": {
      "en": "-And we already eat here. -Is this off the record?",
      "it": "E mangiamo già qui. - Era in via confidenziale? - Scrivi quel che vuoi."
    }
  },
  {
    "translation": {
      "en": "[Sam] You can quote us all you want.",
      "it": "- Era in via confidenziale? - Scrivi quel che vuoi."
    }
  },
  {
    "translation": {
      "en": "We got the Black Student Union, headed by me,",
      "it": "C'è l'Unione Studenti Neri, guidata da me,"
    }
  },
  {
    "translation": {
      "en": "Winchester's first and only relevant group fighting for Black causes on campus.",
      "it": "primo e unico gruppo importante che lotta per i diritti dei neri alla Winchester."
    }
  },
  {
    "translation": {
      "en": "We got the African-American Student Union,",
      "it": "C'è l'Unione Studenti Afro-Americani, anche detta USAA,"
    }
  },
  {
    "translation": {
      "en": "or AASU, which basically does nothing",
      "it": "C'è l'Unione Studenti Afro-Americani, anche detta USAA, che praticamente non fa niente e si prende il merito di quello che fa la USN."
    }
  },
  {
    "translation": {
      "en": "and takes credit for the work of the BSU.",
      "it": "che praticamente non fa niente e si prende il merito di quello che fa la USN."
    }
  },
  {
    "translation": {
      "en": "They claim mac and cheese Wednesdays, but we made that shit happen. Yes.",
      "it": "Si vantano del mercoledì mac and cheese, ma l'abbiamo istituito noi."
    }
  },
  {
    "translation": {
      "en": "We got Black American Forum or Black AF. Mostly mediocre slam poets.",
      "it": "C'è il Forum Americani Neri, o FAN. Fanno mediocre poesia slam."
    }
  },
  {
    "translation": {
      "en": "They make hashtags and T-shirts. -And throw dope parties. -Mm-hmm.",
      "it": "- Creano hashtag e scritte per magliette. - E organizzano feste da urlo."
    }
  },
  {
    "translation": {
      "en": "-And then there's-- -[Troy] CORE.",
      "it": "- E poi c'è la... - CUR."
    }
  },
  {
    "translation": {
      "en": "The Coalition of Racial Equality.",
      "it": "Coalizione per l'Uguaglianza Razziale."
    }
  },
  {
    "translation": {
      "en": "And the only group here invited to sit at the dean's quarterly student council.",
      "it": "E l'unico gruppo invitato dal rettore al consiglio studentesco trimestrale."
    }
  },
  {
    "translation": {
      "en": "Don't say \"the dean\" like he's not your father.",
      "it": "Non dire \"rettore\" come se non fosse tuo padre."
    }
  },
  {
    "translation": {
      "en": "-Hi, Lionel. -Hi, Troy.",
      "it": "- Ciao, Lionel. - Ciao, Troy."
    }
  },
  {
    "translation": {
      "en": "I trust your story's portrayal of these fine groups will go unbiased.",
      "it": "Scommetto che il tuo articolo su questi bei gruppi sarà imparziale."
    }
  },
  {
    "translation": {
      "en": "-You got it, Troy. -[chuckles]",
      "it": "Puoi scommetterci, Troy."
    }
  },
  {
    "translation": {
      "en": "Some things never change. Some things do.",
      "it": "- Certe cose non cambiano mai. - Alcune invece sì."
    }
  },
  {
    "translation": {
      "en": "Coco. CORE's new treasurer. Real name: Colandrea.",
      "it": "- Coco, nuovo tesoriere del CUR. - Vero nome: Colandrea."
    }
  },
  {
    "translation": {
      "en": "C-o-l-a-n-d-r-e-a. For accuracy.",
      "it": "C-O-L-A-N-D-R-E-A, per la precisione."
    }
  },
  {
    "translation": {
      "en": "Don't do it with that mess atop your head you like to pass off as natural,",
      "it": "Non farlo, bella. Non con quel disastro in testa che vuoi spacciare per naturale,"
    }
  },
  {
    "translation": {
      "en": "held together by bobby pins and prayer?",
      "it": "ma è tenuto insieme da forcine e preghiere."
    }
  },
  {
    "translation": {
      "en": "-Lord. -You want to go there?",
      "it": "- Signore. - Parli proprio tu?"
    }
  },
  {
    "translation": {
      "en": "With half of India's GDP atop your head?",
      "it": "Con metà del PIL dell'India in testa?"
    }
  },
  {
    "translation": {
      "en": "-Oh. -They kinda got beef.",
      "it": "- C'è attrito tra loro. - L'avevo colto."
    }
  },
  {
    "translation": {
      "en": "-Picked that up. -We have nothing, sweets.",
      "it": "- C'è attrito tra loro. - L'avevo colto. Non c'è niente tra noi, tesoro."
    }
  },
  {
    "translation": {
      "en": "I happen to find her viewpoints to be little more than self-serving,",
      "it": "Trovo solo che le sue opinioni siano troppo egocentriche"
    }
  },
  {
    "translation": {
      "en": "Blacker-than-thou propaganda. Feel free to quote me, Lionel.",
      "it": "e una gara a chi è più nero. Citami pure testualmente."
    }
  },
  {
    "translation": {
      "en": "Yo, fam, can we cut the Love & Hip Hop auditions and get to it?",
      "it": "La smettiamo con i provini per Love & Hip Hop e arriviamo al punto?"
    }
  },
  {
    "translation": {
      "en": "[man] Post-racial my ass.",
      "it": "Post-razziale un corno!"
    }
  },
  {
    "translation": {
      "en": "Everyone said we were crying wolf, but this is our proof.",
      "it": "Tutti dicono che gridiamo al lupo, ma questa è una prova."
    }
  },
  {
    "translation": {
      "en": "A bunch of white kids dressing up like us? I mean, this is some real shit.",
      "it": "Dei bianchi che si travestono da noi? È una cosa gravissima."
    }
  },
  {
    "translation": {
      "en": "Yeah, guys, you know what this is?",
      "it": "Già, sapete di che si tratta? Di razzismo."
    }
  },
  {
    "translation": {
      "en": "-This is racism. -What a revelation, Kelsey.",
      "it": "Già, sapete di che si tratta? Di razzismo. Che scoperta, Kelsey! Dovrebbero scriverlo. Giornalista, l'hai registrata?"
    }
  },
  {
    "translation": {
      "en": "Somebody should write this down. Paper boy, you got that?",
      "it": "Che scoperta, Kelsey! Dovrebbero scriverlo. Giornalista, l'hai registrata?"
    }
  },
  {
    "translation": {
      "en": "[Kelsey] I thought this kind of thing only happened in the '50s or in BuzzFeed articles.",
      "it": "Credevo che certe cose si vedessero solo negli anni '50 o su BuzzFeed."
    }
  },
  {
    "translation": {
      "en": "I don't feel safe.",
      "it": "Non mi sento tranquilla."
    }
  },
  {
    "translation": {
      "en": "I'd like to use this meeting to cull some thoughts that CORE can actually take to the dean.",
      "it": "Durante la riunione, vorrei selezionare delle idee che il CUR riferirà al rettore."
    }
  },
  {
    "translation": {
      "en": "What the hell's the Coalish gonna do?",
      "it": "Che diavolo potrà risolvere il CUR?"
    }
  },
  {
    "translation": {
      "en": "Y'all should let the BSU take lead because we've been fighting these issues since jump.",
      "it": "Dovete lasciare le redini all'USN, perché noi lottiamo per questo da sempre."
    }
  },
  {
    "translation": {
      "en": "[man] We need a march on campus, fam. -#Sinchester. -[man] Uh-huh.",
      "it": "Dobbiamo organizzare un corteo all'università. #Sinchester."
    }
  },
  {
    "translation": {
      "en": "-#BlackFarceParty. -[woman] Yeah, yeah.",
      "it": "#FestaBlackFarsa."
    }
  },
  {
    "translation": {
      "en": "-#FuckThePolice! -[man] Uh-huh.",
      "it": "#FuckThePolice."
    }
  },
  {
    "translation": {
      "en": "-[woman] Yeah. -That one's evergreen.",
      "it": "- Ci sta sempre bene. - Parole sante."
    }
  },
  {
    "translation": {
      "en": "Damn straight. These kids amuse themselves by wearing Black bodies as costumes,",
      "it": "- Ci sta sempre bene. - Parole sante. Quei ragazzi si divertono travestendosi da neri... NOTIFICA! SEI TAGGATA IN UNA FOTO."
    }
  },
  {
    "translation": {
      "en": "and we're the only ones upset?",
      "it": "...e siamo gli unici ad arrabbiarci?"
    }
  },
  {
    "translation": {
      "en": "We got to bust this campus wide open. [woman] Yes, Brother Malcolm.",
      "it": "- Dobbiamo farci sentire, qui! - Giusto, fratello Malcolm!"
    }
  },
  {
    "translation": {
      "en": "Just to play devs, all my white friends are talking about it.",
      "it": "A dire la verità, tutti i miei amici bianchi ne parlano."
    }
  },
  {
    "translation": {
      "en": "-So all your friends? -[Kelsey] Yelling at people",
      "it": "Cioè tutti i tuoi amici. Prendersela con chi è già dalla nostra parte lanciando hashtag e facendo cortei?"
    }
  },
  {
    "translation": {
      "en": "who are already on our side using hashtags and marches?",
      "it": "Prendersela con chi è già dalla nostra parte lanciando hashtag e facendo cortei?"
    }
  },
  {
    "translation": {
      "en": "Cathartic though it may be,",
      "it": "NOTIFICA!"
    }
  },
  {
    "translation": {
      "en": "it just makes us look angry.",
      "it": "Sarà liberatorio, ma passeremo per arrabbiati."
    }
  },
  {
    "translation": {
      "en": "We are angry, Kelsey. So the AASU proposes we do nothing. [Troy] That's not what she said.",
      "it": "- Siamo arrabbiati, Kelsey. - Così, la USAA propone di non fare nulla."
    }
  },
  {
    "translation": {
      "en": "[Kelsey] Pastiche are the bad guys.",
      "it": "- Non ha detto questo. - I cattivi sono quelli del Pastiche."
    }
  },
  {
    "translation": {
      "en": "-Let's go after them. -[Sam] For what?",
      "it": "- Assilliamoli. - Perché? NOTIFICA!"
    }
  },
  {
    "translation": {
      "en": "-Their editor is Kurt Fletcher. -[cell phones buzzing] Son of the president.",
      "it": "Il direttore è Kurt Fletcher, il figlio del presidente."
    }
  },
  {
    "translation": {
      "en": "Nothing is going to happen to him or Pastiche.",
      "it": "NOTIFICA! Non faranno niente a lui né al Pastiche."
    }
  },
  {
    "translation": {
      "en": "You know, in the real world, kids are getting shot by cops for being Black.",
      "it": "Nel mondo reale, i poliziotti sparano ai bambini solo perché sono neri."
    }
  },
  {
    "translation": {
      "en": "Voter rights are still being suppressed.",
      "it": "Ci viene ancora negato il diritto al voto."
    }
  },
  {
    "translation": {
      "en": "Our criminal justice system continues to propagate a new Jim Crow.",
      "it": "Il sistema giudiziario penale diffonde nuove leggi Jim Crow."
    }
  },
  {
    "translation": {
      "en": "This isn't about a college magazine. This is about a movement.",
      "it": "Non si tratta di una rivista universitaria, ma di un movimento."
    }
  },
  {
    "translation": {
      "en": "We're surrounded by the future leaders of this country,",
      "it": "Siamo circondati dai futuri leader di questo Paese"
    }
  },
  {
    "translation": {
      "en": "and we finally got their ear.",
      "it": "e finalmente abbiamo la loro attenzione. Quindi, cosa vogliamo dire?"
    }
  },
  {
    "translation": {
      "en": "-So what do we want to say? -About what now?",
      "it": "e finalmente abbiamo la loro attenzione. Quindi, cosa vogliamo dire? Riguardo a cosa?"
    }
  },
  {
    "translation": {
      "en": "You just got tagged on this.",
      "it": "Ti hanno taggata in questa foto."
    }
  },
  {
    "translation": {
      "en": "Miss Black Power over here dating white boys.",
      "it": "La signorina Black Power qui che esce con i bianchi."
    }
  },
  {
    "translation": {
      "en": "So... what y'all talking 'bout?",
      "it": "Allora... di che state parlando?"
    }
  },
  {
    "translation": {
      "en": "Pussy. Bitches.",
      "it": "Figa... Troiette."
    }
  },
  {
    "translation": {
      "en": "Sam, I was saying nothing, because it is none of my business what goes on behind your sheets.",
      "it": "Io non ho detto niente. Quello che fai dentro le lenzuola non sono affari miei."
    }
  },
  {
    "translation": {
      "en": "It's \"between your sheets,\" Rashid. [Rashid] I speak five languages.",
      "it": "- Si dice: \"Tra le lenzuola\", Rashid. - Parlo cinque lingue."
    }
  },
  {
    "translation": {
      "en": "You speak one, barely. Do not correct my English.",
      "it": "Tu ne parli una e anche male. Non correggermi."
    }
  },
  {
    "translation": {
      "en": "[man mockingly] \"Do not correct my English.\"",
      "it": "\"Non correggermi.\""
    }
  },
  {
    "translation": {
      "en": "I'm happy if you're happy. Okay?",
      "it": "Sono felice, se tu sei felice. D'accordo?"
    }
  },
  {
    "translation": {
      "en": "[Sam] What?",
      "it": "Che c'è?"
    }
  },
  {
    "translation": {
      "en": "Nothing.",
      "it": "Niente."
    }
  },
  {
    "translation": {
      "en": "Talking shit behind my back? You're fucking someone behind mine.",
      "it": "- Parli male di me di nascosto? - Tu scopi qualcuno di nascosto."
    }
  },
  {
    "translation": {
      "en": "He's my TA from doc class.",
      "it": "È l'assistente del mio corso di documentario."
    }
  },
  {
    "translation": {
      "en": "We went for drinks once over the summer,",
      "it": "Siamo usciti insieme una volta, quest'estate,"
    }
  },
  {
    "translation": {
      "en": "and you know there ain't shit to do over the summer.",
      "it": "e sai che d'estate non c'è un cazzo da fare."
    }
  },
  {
    "translation": {
      "en": "You know what?",
      "it": "Sai che ti dico?"
    }
  },
  {
    "translation": {
      "en": "I'm happy for you, Sam. Don't do that, Jo. Not you.",
      "it": "- Sono contenta per te, Sam. - Non fare così, Jo. Non tu."
    }
  },
  {
    "translation": {
      "en": "I have to unpack my best friend having a secret bae.",
      "it": "Devo digerire il fatto che la mia migliore amica ha un ragazzo segreto."
    }
  },
  {
    "translation": {
      "en": "Secret or white? Both.",
      "it": "- Segreto o bianco? - Tutt'e due."
    }
  },
  {
    "translation": {
      "en": "You know I'm biracial, so technically-- Look, don't.",
      "it": "- Sono mulatta, quindi, tecnicamente... - Non lo fare."
    }
  },
  {
    "translation": {
      "en": "You're not Rashida Jones biracial. You're Tracee Ellis Ross biracial.",
      "it": "Non sei mulatta come Rashida Jones, ma come Tracee Ellis Ross."
    }
  },
  {
    "translation": {
      "en": "People think of you as Black. [sighs] This is why I didn't say shit.",
      "it": "- La gente ti considera nera. - Ecco perché non ti ho detto niente."
    }
  },
  {
    "translation": {
      "en": "No, you didn't say shit because you stay talking about how we can't give up on our men.",
      "it": "No, non l'hai detto perché dici sempre che non possiamo rinunciare ai nostri uomini."
    }
  },
  {
    "translation": {
      "en": "Sam, we met in the comments section of that Medium article you wrote.",
      "it": "Sam, ci siamo conosciute commentando quel tuo articolo:"
    }
  },
  {
    "translation": {
      "en": "\"Don't Fall in Love with Your Oppressor:",
      "it": "\"Non innamorarti del tuo oppressore:"
    }
  },
  {
    "translation": {
      "en": "A Black Girl's Guide to Love at Winchester.\"",
      "it": "Amore alla Winchester, guida di una ragazza nera\"."
    }
  },
  {
    "translation": {
      "en": "That one got so many likes.",
      "it": "Ricevette tanti like."
    }
  },
  {
    "translation": {
      "en": "What's crazy is you got guys like Reggie wanting to drink your bathwater.",
      "it": "E la cosa assurda è che ci sono ragazzi come Reggie che ti desiderano."
    }
  },
  {
    "translation": {
      "en": "He's literally Dap from School Daze, but darker,",
      "it": "È identico a Dap di Aule turbolente, solo più scuro,"
    }
  },
  {
    "translation": {
      "en": "and you pass him up for Mackle-less?",
      "it": "e tu lo snobbi per una specie di Macklemore?"
    }
  },
  {
    "translation": {
      "en": "I thought I knew who I was.",
      "it": "Credevo di sapere chi fossi."
    }
  },
  {
    "translation": {
      "en": "I thought I knew what I wanted, but when I'm with him,",
      "it": "Credevo di sapere che cosa volessi, ma quando sto con lui..."
    }
  },
  {
    "translation": {
      "en": "I don't know. I... [sighs]",
      "it": "Non lo so, io..."
    }
  },
  {
    "translation": {
      "en": "It's like a respite from everything.",
      "it": "È come se staccassi la spina."
    }
  },
  {
    "translation": {
      "en": "We're goofy. We reference obscure movies. We watch Game of Thrones.",
      "it": "Facciamo gli stupidi. Parliamo di film sconosciuti, guardiamo Il trono di Spade."
    }
  },
  {
    "translation": {
      "en": "That shit with dragons set in the world where no one's Black except the slaves?",
      "it": "Quella merda ambientata in un mondo in cui gli unici neri sono schiavi?"
    }
  },
  {
    "translation": {
      "en": "I've tried to break it off before, but he sends one text, and I can't help but smile all day long.",
      "it": "Ho provato a chiudere, ma mi scrive e mi ritrovo a sorridere tutto il giorno."
    }
  },
  {
    "translation": {
      "en": "You hate smiling.",
      "it": "Tu odi sorridere."
    }
  },
  {
    "translation": {
      "en": "So this is a thing?",
      "it": "Quindi, è così."
    }
  },
  {
    "translation": {
      "en": "Yeah, this is a thing.",
      "it": "Sì, è così."
    }
  },
  {
    "translation": {
      "en": "He looks like the white dude in the picture that comes with the frame.",
      "it": "Sembra il tizio bianco delle foto che mettono nelle cornici."
    }
  },
  {
    "translation": {
      "en": "He does.",
      "it": "È vero."
    }
  },
  {
    "translation": {
      "en": "Fuck. What you got?",
      "it": "- Cazzo. - Che è successo?"
    }
  },
  {
    "translation": {
      "en": "It's just something I gotta handle.",
      "it": "Devo occuparmi di una cosa."
    }
  },
  {
    "translation": {
      "en": "So when are we gonna meet him?",
      "it": "Allora... quando ce lo farai conoscere?"
    }
  },
  {
    "translation": {
      "en": "She's not afraid of the truth. Why are you?",
      "it": "Lei non ha paura della verità. Perché tu sì?"
    }
  },
  {
    "translation": {
      "en": "[woman] Miss White, please take a seat.",
      "it": "Signorina White, si accomodi. UFFICIO DEL RETTORE"
    }
  },
  {
    "translation": {
      "en": "So many showed.",
      "it": "Quanta gente."
    }
  },
  {
    "translation": {
      "en": "Don't want to bug, but I know you forget to eat.",
      "it": "Non voglio disturbare, ma so che dimentichi di mangiare."
    }
  },
  {
    "translation": {
      "en": "Holy shit.",
      "it": "Porca troia."
    }
  },
  {
    "translation": {
      "en": "Is this the party?",
      "it": "È la festa?"
    }
  },
  {
    "translation": {
      "en": "You okay?",
      "it": "Tutto bene?"
    }
  },
  {
    "translation": {
      "en": "\"Hate it when bae leaves\"?",
      "it": "\"Odio quando il mio tesoro se ne va\"?"
    }
  },
  {
    "translation": {
      "en": "Uh, yeah, I know. But, you know, uh, in my defense, the use of \"bae\" was purely ironic.",
      "it": "Lo so, ma... in mia difesa, ho usato \"tesoro\" in senso del tutto ironico."
    }
  },
  {
    "translation": {
      "en": "You didn't think to ask before you posted that?",
      "it": "Non hai pensato di chiedermelo, prima di pubblicarlo?"
    }
  },
  {
    "translation": {
      "en": "Um, I'm sorry.",
      "it": "Mi dispiace."
    }
  },
  {
    "translation": {
      "en": "Are you embarrassed? Gabe...",
      "it": "Ti ho messo in imbarazzo?"
    }
  },
  {
    "translation": {
      "en": "the best part of us is that it was just us.",
      "it": "La cosa più bella di noi era che eravamo solo io e te."
    }
  },
  {
    "translation": {
      "en": "Now I feel like I've got the entire Black Caucus in my bedroom.",
      "it": "Ora mi sento come se in camera mia ci fosse tutto il Black Caucus."
    }
  },
  {
    "translation": {
      "en": "Could be kinda hot. Oh, okay.",
      "it": "- Potrebbe essere interessante. - Ok... Scherzi."
    }
  },
  {
    "translation": {
      "en": "-You're joking. -[sighs] I'm only a Millennial on paper.",
      "it": "- Potrebbe essere interessante. - Ok... Scherzi. Sono un millennial solo sulla carta."
    }
  },
  {
    "translation": {
      "en": "I didn't realize that an Instagram post was a relationship stage to be navigated.",
      "it": "Non pensavo che un post su Instagram fosse la tappa di un rapporto."
    }
  },
  {
    "translation": {
      "en": "-Well, it is. -Okay.",
      "it": "- E invece sì. - Ok."
    }
  },
  {
    "translation": {
      "en": "We can go slow.",
      "it": "Possiamo andarci piano."
    }
  },
  {
    "translation": {
      "en": "I just want to go somewhere.",
      "it": "Io voglio solo... che andiamo."
    }
  },
  {
    "translation": {
      "en": "Don't. I don't know what you're talking about.",
      "it": "- Non lo fare. - Non so a che ti riferisci."
    }
  },
  {
    "translation": {
      "en": "Don't Gosling-eye me. Who, this guy?",
      "it": "- Lo sguardo alla Gosling. - E chi sarebbe?"
    }
  },
  {
    "translation": {
      "en": "What are you doing tomorrow night?",
      "it": "Che fai domani sera?"
    }
  },
  {
    "translation": {
      "en": "What do you got?",
      "it": "Che proponi?"
    }
  },
  {
    "translation": {
      "en": "[Sam] What are you wearing?",
      "it": "- Che ti sei messo? - Che c'è? Guarderemo uno show televisivo."
    }
  },
  {
    "translation": {
      "en": "What are you talking about? We're gonna watch a TV show.",
      "it": "- Che ti sei messo? - Che c'è? Guarderemo uno show televisivo. RESIDENZA SPECIALIZZANDI BLAKELY"
    }
  },
  {
    "translation": {
      "en": "[Sam] Not just a TV show.",
      "it": "Non è solo uno show televisivo."
    }
  },
  {
    "translation": {
      "en": "Defamation Wednesdays are the epicenter of Black college life. Okay.",
      "it": "I mercoledì Defamation sono il fulcro della vita universitaria dei neri."
    }
  },
  {
    "translation": {
      "en": "-Don't you have some Js? -Oh.",
      "it": "Non hai un paio di jeans?"
    }
  },
  {
    "translation": {
      "en": "Wait, are you trying to My Fair Lady me for your Black friends?",
      "it": "Cerchi di farmi apprezzare dai tuoi amici neri come in My Fair Lady?"
    }
  },
  {
    "translation": {
      "en": "A little.",
      "it": "Un po'."
    }
  },
  {
    "translation": {
      "en": "Oh, so in this instance, you want me to appropriate your culture.",
      "it": "Un po'. Quindi, in questo caso, vuoi che mi appropri della tua cultura."
    }
  },
  {
    "translation": {
      "en": "No, I--",
      "it": "No, io..."
    }
  },
  {
    "translation": {
      "en": "-That's-- -Coming?",
      "it": "- È... - Andiamo?"
    }
  },
  {
    "translation": {
      "en": "Oh, God. Since when do you even wear sweatpants?",
      "it": "Dio... Ma poi, da quando indossi le tute?"
    }
  },
  {
    "translation": {
      "en": "[Gabe] I wear them all the time. You're always taking 'em off of me.",
      "it": "Da sempre, solo che tu mi togli sempre i pantaloni."
    }
  },
  {
    "translation": {
      "en": "Well, shit, Sam, if I knew you liked 'em light, I woulda hollered.",
      "it": "Sam, se avessi saputo che ti piacevano chiari, l'avrei detto in giro."
    }
  },
  {
    "translation": {
      "en": "Hey, I'm Gabe. Joelle.",
      "it": "- Ehi, sono Gabe. - Joelle."
    }
  },
  {
    "translation": {
      "en": "You listen to me, and you listen very carefully.",
      "it": "Stammi a sentire molto attentamente."
    }
  },
  {
    "translation": {
      "en": "Yes, coat. And the boots.",
      "it": "- Dacci dentro. - Bel trench. E che stivali!"
    }
  },
  {
    "translation": {
      "en": "[woman] You do not own me.",
      "it": "Tu non mi possiedi. Non sono di tua proprietà."
    }
  },
  {
    "translation": {
      "en": "I am not your property. You do not look.",
      "it": "Tu non mi possiedi. Non sono di tua proprietà. Tu non guardi. Tu non tocchi. Tu non palpeggi."
    }
  },
  {
    "translation": {
      "en": "You do not touch. You do not grope.",
      "it": "Tu non guardi. Tu non tocchi. Tu non palpeggi."
    }
  },
  {
    "translation": {
      "en": "And you definitely do not pinch my ass at the White House Correspondents' Dinner.",
      "it": "E di certo non mi pizzichi il culo alla cena dei Corrispondenti alla Casa Bianca."
    }
  },
  {
    "translation": {
      "en": "[woman] He's cheating.",
      "it": "Lui tradisce."
    }
  },
  {
    "translation": {
      "en": "Well, you don't seem to mind any other time.",
      "it": "In altre occasioni, non mi è sembrato ti desse fastidio."
    }
  },
  {
    "translation": {
      "en": "There were cameras there. Roland Martin was a mere two feet away,",
      "it": "C'erano le videocamere. Roland Martin era a mezzo metro di distanza."
    }
  },
  {
    "translation": {
      "en": "and we all know how he loves to blast people on Twitter.",
      "it": "Sappiamo quanto critica la gente su Twitter."
    }
  },
  {
    "translation": {
      "en": "I'm still in therapy from the last time I was trending.",
      "it": "Sono ancora in terapia dall'ultima volta che ero in voga."
    }
  },
  {
    "translation": {
      "en": "-But I'm in love with you. -[man] You better tell him.",
      "it": "- Ma io ti amo. - Diglielo."
    }
  },
  {
    "translation": {
      "en": "Mm-hmm.",
      "it": "- Ma io ti amo. - Diglielo. Dai."
    }
  },
  {
    "translation": {
      "en": "You are the leader of the free world. You don't get to fall in love.",
      "it": "Tu sei il leader del mondo libero. Tu non puoi innamorarti."
    }
  },
  {
    "translation": {
      "en": "And what about you?",
      "it": "E che mi dici di te?"
    }
  },
  {
    "translation": {
      "en": "I'm in love with my job,",
      "it": "Io amo il mio lavoro,"
    }
  },
  {
    "translation": {
      "en": "which is to get little bitch babies like you to act like grown-ass men",
      "it": "in cui devo far comportare da uomini dei bambini viziati come te"
    }
  },
  {
    "translation": {
      "en": "when the world needs them to do their job.",
      "it": "quando il mondo ha bisogno che facciano il loro lavoro."
    }
  },
  {
    "translation": {
      "en": "-[all exclaiming] -That's my girl. 'Cause she gotta say something to him, right?",
      "it": "Così si fa! Deve dirgli qualcosa, no? Dico bene?"
    }
  },
  {
    "translation": {
      "en": "-I mean... -Well, I've got a job for you.",
      "it": "Così si fa! Deve dirgli qualcosa, no? Dico bene? Ho un lavoro per te."
    }
  },
  {
    "translation": {
      "en": "Blow me. Right here in the Oval Office. On that eagle!",
      "it": "Succhiamelo. Qui, nello Studio Ovale, su quell'aquila."
    }
  },
  {
    "translation": {
      "en": "Oh, hell no.",
      "it": "Te lo puoi scordare."
    }
  },
  {
    "translation": {
      "en": "Yes, Mr. President.",
      "it": "Sì, signor Presidente."
    }
  },
  {
    "translation": {
      "en": "[Joelle] What? Are you serious?",
      "it": "Cosa? Ma fai sul serio?"
    }
  },
  {
    "translation": {
      "en": "I pledge allegiance to your cock.",
      "it": "Giuro fedeltà al tuo uccello."
    }
  },
  {
    "translation": {
      "en": "-Wow. Wow. Wow. -She nasty.",
      "it": "Che sporcacciona."
    }
  },
  {
    "translation": {
      "en": "Daddy?",
      "it": "Papà?"
    }
  },
  {
    "translation": {
      "en": "-I can't. -Okay, wait, wait.",
      "it": "- Non ce la faccio. - Ok, aspetta. Quello chi è?"
    }
  },
  {
    "translation": {
      "en": "-So who is that? -That's her father.",
      "it": "- Non ce la faccio. - Ok, aspetta. Quello chi è? Il padre. Beh..."
    }
  },
  {
    "translation": {
      "en": "Well, actually a clone of her father",
      "it": "Il padre. Beh... in realtà, è un clone del padre che lavora sotto copertura per la CIA,"
    }
  },
  {
    "translation": {
      "en": "who works undercover for the CIA",
      "it": "in realtà, è un clone del padre che lavora sotto copertura per la CIA,"
    }
  },
  {
    "translation": {
      "en": "after her real father's untimely death. Provided the perfect cover.",
      "it": "dopo che la morte prematura del vero padre gli ha fornito la copertura perfetta."
    }
  },
  {
    "translation": {
      "en": "That's a little, uh-- that's a little far-fetched.",
      "it": "È un po'... inverosimile, no?"
    }
  },
  {
    "translation": {
      "en": "[Rashid] Does every American show revolve around fellatio-related cliffhangers?",
      "it": "Ma ogni telefilm americano crea momenti di suspense incentrati sulla fellatio?"
    }
  },
  {
    "translation": {
      "en": "Hey, it's in our Constitution.",
      "it": "Ehi, lo dice la Costituzione."
    }
  },
  {
    "translation": {
      "en": "Black lives are degraded without regard, and we in here watching TV.",
      "it": "Molti neri vengono degradati senza ritegno e noi siamo qui a guardare la TV."
    }
  },
  {
    "translation": {
      "en": "This is how the revolution dies.",
      "it": "È la morte della rivoluzione."
    }
  },
  {
    "translation": {
      "en": "Hey, I was thinking we should have a sit-in.",
      "it": "Ehi, pensavo che dovremmo organizzare un sit-in."
    }
  },
  {
    "translation": {
      "en": "Maybe in Bechet's dining hall?",
      "it": "Nella sala da pranzo della Bechet?"
    }
  },
  {
    "translation": {
      "en": "Where the white legacy kids live? [Sam] Exactly.",
      "it": "- Nella casa dei figli di papà bianchi? - Esatto."
    }
  },
  {
    "translation": {
      "en": "Engage the part of the student body that has the luxury of ignoring us.",
      "it": "Coinvolgere tutti quegli studenti che si prendono il lusso di ignorarci."
    }
  },
  {
    "translation": {
      "en": "Not everything we do has to be geared toward white people, Sam.",
      "it": "Non tutto quello che facciamo ha lo scopo di colpire i bianchi."
    }
  },
  {
    "translation": {
      "en": "Hey, is this about the party? [Reggie] Nah.",
      "it": "- Ehi, è per via della festa? - No."
    }
  },
  {
    "translation": {
      "en": "We planning to protest the library. Too many books in that motherfucker.",
      "it": "Protesteremo contro la biblioteca. Ci sono troppi libri, in quella merda."
    }
  },
  {
    "translation": {
      "en": "You know, in 2017, I can't believe something like this could happen.",
      "it": "Sai, non riesco a credere che nel 2017 succedano cose del genere."
    }
  },
  {
    "translation": {
      "en": "Really? 'Cause I can.",
      "it": "Davvero? Perché io ci riesco."
    }
  },
  {
    "translation": {
      "en": "I mean, it's almost like you and I attend two totally separate schools.",
      "it": "È quasi come se io e te frequentassimo due scuole separate."
    }
  },
  {
    "translation": {
      "en": "Hey, man, I'm just as pissed off as you are.",
      "it": "- Ehi, sono incazzato tanto quanto te. - Impossibile."
    }
  },
  {
    "translation": {
      "en": "-Not possible. -[Gabe] No, uh--",
      "it": "- Ehi, sono incazzato tanto quanto te. - Impossibile. No, non intendevo questo. Volevo dire..."
    }
  },
  {
    "translation": {
      "en": "Look, that's not what I meant.",
      "it": "No, non intendevo questo. Volevo dire..."
    }
  },
  {
    "translation": {
      "en": "Bro, just because you got a Black chick on your arm",
      "it": "Senti, bello, solo perché esci con una nera,"
    }
  },
  {
    "translation": {
      "en": "doesn't mean you get to Miley Cyrus our pain, a'ight?",
      "it": "non vuol dire che puoi fare la Miley Cyrus col nostro dolore."
    }
  },
  {
    "translation": {
      "en": "Reggie. Chill. [Gabe] No, no, no. No, no, look.",
      "it": "- Reggie, basta. - No, ascolta..."
    }
  },
  {
    "translation": {
      "en": "You're absolutely right. I have no idea how you feel.",
      "it": "Hai assolutamente ragione. Non so proprio come vi sentite."
    }
  },
  {
    "translation": {
      "en": "But I want to.",
      "it": "Ma mi piacerebbe."
    }
  },
  {
    "translation": {
      "en": "Look, I'm Gabe. Why are you even here?",
      "it": "- Sono Gabe. - Perché sei qui?"
    }
  },
  {
    "translation": {
      "en": "What are you gonna do, hit me?",
      "it": "Che c'è, vuoi picchiarmi?"
    }
  },
  {
    "translation": {
      "en": "It might surprise you,",
      "it": "Potresti esserne sorpreso..."
    }
  },
  {
    "translation": {
      "en": "but I don't use my fists to solve problems.",
      "it": "...ma io non risolvo i miei problemi ricorrendo alle mani."
    }
  },
  {
    "translation": {
      "en": "Hit you?",
      "it": "Picchiarti?"
    }
  },
  {
    "translation": {
      "en": "Nigga, I should hit you for thinking that I would hit you.",
      "it": "Dovrei farlo solo perché l'hai pensato."
    }
  },
  {
    "translation": {
      "en": "You know what?",
      "it": "Sai una cosa?"
    }
  },
  {
    "translation": {
      "en": "It's not worth it.",
      "it": "Non ne vale la pena."
    }
  },
  {
    "translation": {
      "en": "Sam... I'm sorry.",
      "it": "Sam, mi dispiace."
    }
  },
  {
    "translation": {
      "en": "Everything that's going-- Sam.",
      "it": "- Andrà tutto... Sam. - Sam, tutto bene?"
    }
  },
  {
    "translation": {
      "en": "-[Joelle] Sam, you okay? -[woman] Turn it up.",
      "it": "- Andrà tutto... Sam. - Sam, tutto bene? Volume!"
    }
  },
  {
    "translation": {
      "en": "[woman on TV] Daddy? But I buried you on Tuesday.",
      "it": "Papà? Ma ti ho seppellito martedì!"
    }
  },
  {
    "translation": {
      "en": "Holla if you need me, girl!",
      "it": "Grida, se hai bisogno di me!"
    }
  },
  {
    "translation": {
      "en": "Ooh, shit!",
      "it": "Cazzo."
    }
  },
  {
    "translation": {
      "en": "Hey, are you all right?",
      "it": "- Ehi. Tutto bene? - Sì, tutto ok."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm fine. I'm sorry to embarrass you in front of all your friends.",
      "it": "- Ehi. Tutto bene? - Sì, tutto ok. Scusa se ti ho messo in imbarazzo davanti ai tuoi amici."
    }
  },
  {
    "translation": {
      "en": "Oh, so you felt like the odd man out for two minutes.",
      "it": "Quindi, per due minuti, sei stato tu a sentirti fuori luogo."
    }
  },
  {
    "translation": {
      "en": "Guess what. I feel like that every day on this campus.",
      "it": "Indovina? Io mi sento così tutti i giorni, in questa università."
    }
  },
  {
    "translation": {
      "en": "Yes, society sucks,",
      "it": "Sì, la società è una merda,"
    }
  },
  {
    "translation": {
      "en": "but I would never let my friends make you feel you didn't belong in my world.",
      "it": "ma io non permetterei mai ai miei amici di farti sentire a disagio."
    }
  },
  {
    "translation": {
      "en": "Oh, and don't worry. I'm gonna delete the post.",
      "it": "Ah, e sta' tranquilla, cancello il post."
    }
  },
  {
    "translation": {
      "en": "Can we talk?",
      "it": "Possiamo parlare?"
    }
  },
  {
    "translation": {
      "en": "Wait, you hacked into Dean Fairbanks' computer? That's a thing that can happen?",
      "it": "Hai hackerato il computer del Rettore Fairbanks? Si può fare?"
    }
  },
  {
    "translation": {
      "en": "Some CS major ran a redirected shell script,",
      "it": "Degli studenti di Informatica hanno installato uno shell script,"
    }
  },
  {
    "translation": {
      "en": "analyzed the active network interface, and routed...",
      "it": "analizzato l'interfaccia di rete e reindirizzato..."
    }
  },
  {
    "translation": {
      "en": "Yes, it's a thing that can happen. What's this got to do with me?",
      "it": "- Sì, si può fare. - E io che c'entro?"
    }
  },
  {
    "translation": {
      "en": "we have hard evidence that someone broke into Pastiche's Facebook account",
      "it": "Abbiamo prove concrete che qualcuno è entrato nell'account Facebook di Pastiche"
    }
  },
  {
    "translation": {
      "en": "and sent out an invite for the blackface party.",
      "it": "e ha condiviso l'invito per la festa blackface."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "it": "Cazzo."
    }
  },
  {
    "translation": {
      "en": "My editor wants to run with the story as soon as possible, but...",
      "it": "Il mio direttore vuole pubblicare la notizia il prima possibile, ma..."
    }
  },
  {
    "translation": {
      "en": "if someone else breaks it before we do...",
      "it": "...se qualcun altro la diffondesse, prima di noi..."
    }
  },
  {
    "translation": {
      "en": "You know? You'd ruin your own scoop?",
      "it": "- Mi capisci? - Rinunceresti al tuo scoop?"
    }
  },
  {
    "translation": {
      "en": "I guess I just don't like the idea of telling someone else's truth.",
      "it": "L'idea di raccontare la verità di qualcun altro non mi piace molto."
    }
  },
  {
    "translation": {
      "en": "Sam! I'm so glad you're here.",
      "it": "Sam, sono felicissimo che sei qui. Io..."
    }
  },
  {
    "translation": {
      "en": "I just need you to leave immediately.",
      "it": "Sam, sono felicissimo che sei qui. Io... Ho bisogno che te ne vada."
    }
  },
  {
    "translation": {
      "en": "What are you talking about? What's she doing here?",
      "it": "Che stai dicendo? Lei che ci fa qui?"
    }
  },
  {
    "translation": {
      "en": "Listen, I'm just filling your time slot with Dear Abigail",
      "it": "Ho dato il tuo spazio a Cara Abigail,"
    }
  },
  {
    "translation": {
      "en": "until this whole blackface controversy blows over.",
      "it": "solo finché la storia del blackface non sarà finita."
    }
  },
  {
    "translation": {
      "en": "Dear Abigail? I'm getting complaints from all over.",
      "it": "- Cara Abigail? - Arrivano proteste in continuazione."
    }
  },
  {
    "translation": {
      "en": "I've had trolls since day one.",
      "it": "La gente mi provoca dal primo giorno!"
    }
  },
  {
    "translation": {
      "en": "Okay, people just don't get how you can have a show called Dear White People",
      "it": "La gente non capisce come fai a condurre Miei carissimi bianchi"
    }
  },
  {
    "translation": {
      "en": "and then complain about a party called Dear Black People.",
      "it": "e lamentarti per una festa che si chiama \"Miei carissimi neri\"."
    }
  },
  {
    "translation": {
      "en": "If I hear \"reverse racism\" one more time--",
      "it": "Se sento ancora dire \"razzismo inverso\"..."
    }
  },
  {
    "translation": {
      "en": "Reverse racism? -Really? -Yeah.",
      "it": "Razzismo inverso? Davvero?"
    }
  },
  {
    "translation": {
      "en": "I get it. -You were just doing your job. -Thank you.",
      "it": "- Capisco. Tu fai solo il tuo lavoro. - Grazie."
    }
  },
  {
    "translation": {
      "en": "Well, would you mind if I read some of the complaints?",
      "it": "Ti dispiacerebbe farmi leggere qualche protesta?"
    }
  },
  {
    "translation": {
      "en": "Sure, yeah, yeah. Come to my office.",
      "it": "Certo! Andiamo nel mio ufficio."
    }
  },
  {
    "translation": {
      "en": "I could not believe there's so many racists on this campus.",
      "it": "Non riesco a credere quanti razzisti ci siano qui al campus."
    }
  },
  {
    "translation": {
      "en": "The more you know, right?",
      "it": "- Sono tanti. Immagino tu lo sappia. - Eccome. Sì."
    }
  },
  {
    "translation": {
      "en": "I guess you know. You must get this all the time.",
      "it": "- Sono tanti. Immagino tu lo sappia. - Eccome. Sì. Tu sopporti queste cose in continuazione... Ehi!"
    }
  },
  {
    "translation": {
      "en": "-Hey, hey! -[Abigail] ...a very bad roommate",
      "it": "Tu sopporti queste cose in continuazione... Ehi! Anche io, al primo anno, avevo una pessima coinquilina."
    }
  },
  {
    "translation": {
      "en": "my freshman year.",
      "it": "Anche io, al primo anno, avevo una pessima coinquilina."
    }
  },
  {
    "translation": {
      "en": "-[Sam] You? Out. -Okay.",
      "it": "- Tu, fuori. - Ok..."
    }
  },
  {
    "translation": {
      "en": "-Yeah, excuse me. -Okay. Sorry.",
      "it": "- Perdonami. - Ok, scusa."
    }
  },
  {
    "translation": {
      "en": "Dear white people, wow.",
      "it": "Miei carissimi bianchi... Wow!"
    }
  },
  {
    "translation": {
      "en": "Y'all really trying it.",
      "it": "Ce la state mettendo proprio tutta!"
    }
  },
  {
    "translation": {
      "en": "I get that being reduced to a race-based generalization",
      "it": "Capisco che sentirsi ridotti a uno stereotipo razziale"
    }
  },
  {
    "translation": {
      "en": "is a new and devastating experience for some of you,",
      "it": "sia un'esperienza nuova e devastante, per qualcuno di voi,"
    }
  },
  {
    "translation": {
      "en": "but here's the difference.",
      "it": "ma la differenza è questa:"
    }
  },
  {
    "translation": {
      "en": "My jokes don't incarcerate your youth at alarming rates",
      "it": "le mie battute non mandano i vostri ragazzi in prigione,"
    }
  },
  {
    "translation": {
      "en": "or make it unsafe for you to walk around your own neighborhoods.",
      "it": "né rendono pericoloso passeggiare nel vostro quartiere."
    }
  },
  {
    "translation": {
      "en": "But yours do.",
      "it": "Le vostre sì."
    }
  },
  {
    "translation": {
      "en": "When you mock or belittle us, you enforce an existing system.",
      "it": "Quando ci deridete o ci denigrate, rafforzate un sistema già esistente."
    }
  },
  {
    "translation": {
      "en": "Cops everywhere staring down the barrel of a gun at a Black man",
      "it": "Gli agenti che intimidiscono un nero con le loro armi"
    }
  },
  {
    "translation": {
      "en": "don't see a human being.",
      "it": "non vedono un essere umano."
    }
  },
  {
    "translation": {
      "en": "They see a caricature...",
      "it": "Vedono una caricatura."
    }
  },
  {
    "translation": {
      "en": "a thug...",
      "it": "Un delinquente."
    }
  },
  {
    "translation": {
      "en": "A nigger. A nigger.",
      "it": "Un negro."
    }
  },
  {
    "translation": {
      "en": "So... nah!",
      "it": "Quindi... no!"
    }
  },
  {
    "translation": {
      "en": "You don't get to show up in a Halloween costume version of us",
      "it": "Non potete travestirvi da noi a una festa di Halloween"
    }
  },
  {
    "translation": {
      "en": "and claim irony or ignorance, not anymore.",
      "it": "e pretendere di risultare ironici o ignoranti. Non più."
    }
  },
  {
    "translation": {
      "en": "Before this party... a POC on this campus",
      "it": "Prima di questa festa, un ragazzo di colore di questa università"
    }
  },
  {
    "translation": {
      "en": "couldn't even think the word \"racism\"",
      "it": "non poteva nemmeno pensare la parola \"razzismo\""
    }
  },
  {
    "translation": {
      "en": "without being accused of crying wolf.",
      "it": "senza essere accusato di creare allarmismo."
    }
  },
  {
    "translation": {
      "en": "But just like it took a Sandra Bland,",
      "it": "Ma così come ci sono voluti una Sandra Bland..."
    }
  },
  {
    "translation": {
      "en": "a Trayvon Martin,",
      "it": "...un Trayvon Martin"
    }
  },
  {
    "translation": {
      "en": "and a Philando Castile to wake some folks up,",
      "it": "e un Philando Castile affinché qualcuno aprisse gli occhi..."
    }
  },
  {
    "translation": {
      "en": "this party is what it took to wake this campus up.",
      "it": "...questa festa è servita a fare aprire gli occhi a questa università."
    }
  },
  {
    "translation": {
      "en": "Look.",
      "it": "Sentite..."
    }
  },
  {
    "translation": {
      "en": "I sent the invite.",
      "it": "Sono stata io a mandare l'invito."
    }
  },
  {
    "translation": {
      "en": "I wrote it.",
      "it": "Sono stata io a scriverlo."
    }
  },
  {
    "translation": {
      "en": "Broke into Pastiche's account and sent it.",
      "it": "Sono entrata nell'account del Pastiche e l'ho inviato."
    }
  },
  {
    "translation": {
      "en": "It was fascinating to see what was lurking beneath the surface",
      "it": "È stato affascinante vedere che cosa stavate covando da tanto"
    }
  },
  {
    "translation": {
      "en": "when you were given an excuse to suspend your polite, passive liberalism.",
      "it": "non appena avete potuto liberarvi del vostro \"liberalismo passivo\"."
    }
  },
  {
    "translation": {
      "en": "I considered it a sociological experiment.",
      "it": "Per me, è stato un esperimento sociologico."
    }
  },
  {
    "translation": {
      "en": "And guess what. You proved my point.",
      "it": "E indovinate un po'? Avete confermato la mia tesi."
    }
  },
  {
    "translation": {
      "en": "Winchester, we got a problem.",
      "it": "Winchester, abbiamo un problema."
    }
  },
  {
    "translation": {
      "en": "Oh, one more thing.",
      "it": "Ah, e un'altra cosa."
    }
  },
  {
    "translation": {
      "en": "To Gabe Mitchell,",
      "it": "Per Gabe Mitchell."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "it": "Mi dispiace."
    }
  },
  {
    "translation": {
      "en": "Please forgive me.",
      "it": "Ti prego, perdonami."
    }
  },
  {
    "translation": {
      "en": "#HateItWhen bae's mad.",
      "it": "#OdioQuando il mio tesoro è arrabbiato."
    }
  },
  {
    "translation": {
      "en": "-[woman] I should say that to my roommate? -[cell phone buzzes]",
      "it": "Quindi, pensi che dovrei parlare con la mia coinquilina?"
    }
  },
  {
    "translation": {
      "en": "All she did was leave a wet towel on my bed.",
      "it": "Mi ha solo lasciato un asciugamano bagnato sul letto. JOELLE COSA?"
    }
  },
  {
    "translation": {
      "en": "You know, I'll try it.",
      "it": "REGGIE COSÌ SI FA! Sai... ci proverò. AL SEI DIVINA - BRAVA"
    }
  },
  {
    "translation": {
      "en": "-Thanks, Abigail. -[clicks]",
      "it": "Grazie, Abigail. GABE VIENI. #SESSOPACIFICATORE"
    }
  }
]