[
  {
    "translation": {
      "en": "[Marcella] Thanks.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "-[line continues ringing] -[Jason] Marcella, what do you want?",
      "it": "Marcella, cosa vuoi?"
    }
  },
  {
    "translation": {
      "en": "-Jason, you've got to help me. -I can't.",
      "it": "- Jason, mi devi aiutare. - Non posso."
    }
  },
  {
    "translation": {
      "en": "No, there has to be a reason. Just tell me why.",
      "it": "No, dev'esserci un motivo. Dimmi solo perché."
    }
  },
  {
    "translation": {
      "en": "Look... [sighs] I'll call you once I've had time to think about things.",
      "it": "Senti... Ti chiamo quando avrai avuto un po' di tempo per pensare."
    }
  },
  {
    "translation": {
      "en": "Well, what am I supposed to think about?",
      "it": "A cosa devo pensare?"
    }
  },
  {
    "translation": {
      "en": "You didn't say anything. And I don't know anything.",
      "it": "Non hai detto niente. E io non so niente."
    }
  },
  {
    "translation": {
      "en": "I'll call you tomorrow, okay? This is not a good moment.",
      "it": "Ti chiamo domani, va bene? Non è il momento giusto."
    }
  },
  {
    "translation": {
      "en": "What am I supposed to tell the kids?",
      "it": "Cosa dovrei dire ai ragazzi?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "it": "Non lo so."
    }
  },
  {
    "translation": {
      "en": "Look, I really can't talk right now. I'm in a meeting.",
      "it": "Adesso non posso proprio parlare. Sono in riunione."
    }
  },
  {
    "translation": {
      "en": "You went back to work?",
      "it": "Sei tornato al lavoro?"
    }
  },
  {
    "translation": {
      "en": "Yeah. You went back to work tonight?",
      "it": "- Sì. - Stasera sei tornato al lavoro?"
    }
  },
  {
    "translation": {
      "en": "Yes, I went back to work.",
      "it": "Sì, sono tornato al lavoro."
    }
  },
  {
    "translation": {
      "en": "Er, wait! Wait, wait, wait, wait, wait.",
      "it": "Aspetti. Aspetti, aspetti!"
    }
  },
  {
    "translation": {
      "en": "DTG Construction SE1, please.",
      "it": "Alla DTG Construction, SE1, per favore."
    }
  },
  {
    "translation": {
      "en": "Evening.",
      "it": "Buonasera."
    }
  },
  {
    "translation": {
      "en": "[woman] Hi, love.",
      "it": "Ciao, tesoro."
    }
  },
  {
    "translation": {
      "en": "Hiya, Dash.",
      "it": "Ciao, Dash."
    }
  },
  {
    "translation": {
      "en": "Said!",
      "it": "Saeed!"
    }
  },
  {
    "translation": {
      "en": "[Sylvie] Busy morning? [Jason] I had to take the car to the garage.",
      "it": "- Mattinata impegnativa? - Dovevo portare l'auto in officina."
    }
  },
  {
    "translation": {
      "en": "-I thought it was brand new. -It is.",
      "it": "- Credevo fosse nuova di zecca. - Lo è."
    }
  },
  {
    "translation": {
      "en": "This was more the... human factor. [Phil] Sylvie.",
      "it": "- Si tratta del... fattore umano. - Sylvie!"
    }
  },
  {
    "translation": {
      "en": "Eh, crumbs.",
      "it": "Briciole."
    }
  },
  {
    "translation": {
      "en": "[Phil chuckles] Nice to see you. [Sylvie] Glad you could make it.",
      "it": "- Che piacere. - Sono contenta che tu sia venuto."
    }
  },
  {
    "translation": {
      "en": "[Jason] Phillip.",
      "it": "Philip."
    }
  },
  {
    "translation": {
      "en": "[Sylvie] So, how's the family? Fine, fine. Time moves on.",
      "it": "- Allora, come sta la famiglia? - Bene, bene. Il tempo passa."
    }
  },
  {
    "translation": {
      "en": "-Sarah turned 16 last week. -Really?",
      "it": "- Sarah ha appena compiuto 16 anni. - Davvero?"
    }
  },
  {
    "translation": {
      "en": "Well, say hello and congratulations from me.",
      "it": "Beh, salutala e falle i complimenti da parte mia."
    }
  },
  {
    "translation": {
      "en": "It's not bad, eh? [Phil] Indeed.",
      "it": "- Niente male, eh? - Decisamente."
    }
  },
  {
    "translation": {
      "en": "I hear you've started doing concrete jobs for Brenthams...",
      "it": "Ho sentito che hai iniziato a fare dei lavori per la Brenthams."
    }
  },
  {
    "translation": {
      "en": "20% cheaper than you're doing them for me.",
      "it": "E che a loro fai pagare il 20 percento in meno rispetto a me."
    }
  },
  {
    "translation": {
      "en": "They're a new relationship.",
      "it": "Si tratta di un cliente nuovo."
    }
  },
  {
    "translation": {
      "en": "It's a way of getting a foothold in new markets.",
      "it": "È un modo per stabilire una presenza in mercati nuovi."
    }
  },
  {
    "translation": {
      "en": "Well, have you got tired of your old relationships?",
      "it": "Ti sei stancato dei tuoi vecchi clienti?"
    }
  },
  {
    "translation": {
      "en": "Of course not.",
      "it": "Certo che no."
    }
  },
  {
    "translation": {
      "en": "Jason?",
      "it": "Jason."
    }
  },
  {
    "translation": {
      "en": "With this new information, I took the liberty of rewriting our contracts.",
      "it": "In base a queste nuove informazioni, ho deciso di riscrivere il contratto."
    }
  },
  {
    "translation": {
      "en": "[chuckles] You can't do that, Sylvie.",
      "it": "Non puoi, Sylvie."
    }
  },
  {
    "translation": {
      "en": "I represent more than half your turnover.",
      "it": "Io rappresento più di metà del tuo giro d'affari."
    }
  },
  {
    "translation": {
      "en": "-[chuckles] Sylvie-- -It's a long way down, Phil.",
      "it": "- Sylvie... - Cadrai molto in basso, Phil."
    }
  },
  {
    "translation": {
      "en": "Metaphorically speaking. That wasn't meant as a threat.",
      "it": "Metaforicamente parlando. Non era una minaccia."
    }
  },
  {
    "translation": {
      "en": "You'll drop by a third, but you won't fall all the way.",
      "it": "Scenderai di un terzo, ma non cadrai fino in fondo."
    }
  },
  {
    "translation": {
      "en": "-[car door closing] -[Emma] Hi, it's Emma. Please leave a message, and I'll get back to you. Thanks, bye!",
      "it": "Ciao, sono Emma. Lasciate un messaggio e vi richiamerò. Grazie. Ciao."
    }
  },
  {
    "translation": {
      "en": "Ems, it's Mum. It's nothing in particular.",
      "it": "Ems, sono la mamma. Nulla di particolare."
    }
  },
  {
    "translation": {
      "en": "-I just wanted to, erm... -[knocking on door]",
      "it": "Volevo solo--"
    }
  },
  {
    "translation": {
      "en": "Well, I hope everything's fine, and, er, we'll catch up soon, okay?",
      "it": "Spero che stia andando tutto bene e ci sentiamo presto, va bene?"
    }
  },
  {
    "translation": {
      "en": "Big hug. I love you.",
      "it": "Un abbraccio forte. Ti voglio bene."
    }
  },
  {
    "translation": {
      "en": "[mispronouncing] Marcella Backland?",
      "it": "- Marsella Backland? - Sarebbe \"Marcella\", ma sì."
    }
  },
  {
    "translation": {
      "en": "-It's \"Marchella,\" but yeah. -DI Rav Sangha.",
      "it": "- Marsella Backland? - Sarebbe \"Marcella\", ma sì. Sono l'ispettore Rav Sangha. Lavoro con l'ispettore capo, DCI, Laura Porter."
    }
  },
  {
    "translation": {
      "en": "I work with DCI Laura Porter.",
      "it": "Sono l'ispettore Rav Sangha. Lavoro con l'ispettore capo, DCI, Laura Porter."
    }
  },
  {
    "translation": {
      "en": "-Right. -It's about the Grove Park murders.",
      "it": "- D'accordo. - Si tratta degli omicidi a Grove Park."
    }
  },
  {
    "translation": {
      "en": "Come in.",
      "it": "Prego."
    }
  },
  {
    "translation": {
      "en": "[Rav] You might not remember. It was a long time ago.",
      "it": "Non so se ti ricordi. È passato tanto tempo."
    }
  },
  {
    "translation": {
      "en": "2005. Two women, one man. Killed in their homes.",
      "it": "Anno 2005. Due donne e un uomo uccisi nelle loro case."
    }
  },
  {
    "translation": {
      "en": "Plastic bags over their heads.",
      "it": "Sacchetti di plastica sulle teste."
    }
  },
  {
    "translation": {
      "en": "Tied around their throats with insulating tape.",
      "it": "Legati intorno alle gole con del nastro isolante."
    }
  },
  {
    "translation": {
      "en": "Hands and feet tied with cable ties.",
      "it": "Mani e piedi legati con delle fascette."
    }
  },
  {
    "translation": {
      "en": "Trophies taken from the scenes.",
      "it": "L'assassino si è portato via dei trofei."
    }
  },
  {
    "translation": {
      "en": "[Rav] I'm impressed. [Marcella] Well, don't be.",
      "it": "- Sono molto colpito. - Beh, non esserlo."
    }
  },
  {
    "translation": {
      "en": "We never got him. Yeah. Well, it looks like he's back.",
      "it": "- Non l'abbiamo preso. - Già. Beh, pare che sia tornato."
    }
  },
  {
    "translation": {
      "en": "We found our second victim last night.",
      "it": "Stanotte abbiamo trovato la nostra seconda vittima."
    }
  },
  {
    "translation": {
      "en": "-An 11-year gap? -It looks like it.",
      "it": "- Una pausa di 11 anni? - Così pare."
    }
  },
  {
    "translation": {
      "en": "So the woman we found last night, Carol Fincher,",
      "it": "La donna che abbiamo trovato stanotte, Carol Fincher,"
    }
  },
  {
    "translation": {
      "en": "she lost her job at Bonn Electronics six months ago.",
      "it": "ha perso il lavoro alla Bonn Electronics sei mesi fa."
    }
  },
  {
    "translation": {
      "en": "Now, Laura seems to think she remembers interviewing someone called Bonn",
      "it": "Laura ricorda di aver interrogato qualcuno di nome Bonn durante le indagini,"
    }
  },
  {
    "translation": {
      "en": "from the previous investigation, but we cannot find the transcript.",
      "it": "Laura ricorda di aver interrogato qualcuno di nome Bonn durante le indagini, ma non riusciamo a trovare la trascrizione."
    }
  },
  {
    "translation": {
      "en": "Mmm, the second victim was dating a Clive Bonn. Er...",
      "it": "La seconda vittima frequentava un certo... Clive Bonn?"
    }
  },
  {
    "translation": {
      "en": "Yeah, but a few weeks before she was murdered, we interviewed him,",
      "it": "Sì. Ma qualche settimana prima che fosse uccisa. L'abbiamo interrogato, ma aveva un alibi."
    }
  },
  {
    "translation": {
      "en": "but he had an alibi.",
      "it": "L'abbiamo interrogato, ma aveva un alibi."
    }
  },
  {
    "translation": {
      "en": "-Clive Bonn. -Yeah, lives in Harrow...",
      "it": "- Clive Bonn? - Sì. Vive ad Harrow."
    }
  },
  {
    "translation": {
      "en": "or did at the time.",
      "it": "O almeno, ci viveva allora."
    }
  },
  {
    "translation": {
      "en": "Can I take a look?",
      "it": "Posso dare un'occhiata?"
    }
  },
  {
    "translation": {
      "en": "That's Liz Harper. Husband came home and found her two weeks ago.",
      "it": "Liz Harper. Il marito l'ha trovata in casa due settimane fa."
    }
  },
  {
    "translation": {
      "en": "Hmm. And?",
      "it": "E...?"
    }
  },
  {
    "translation": {
      "en": "Carol Fincher. Divorced, no children, lived alone.",
      "it": "Carol Fincher. Divorziata, senza figli, viveva da sola."
    }
  },
  {
    "translation": {
      "en": "Found her last night, but as you can see, killed before Harper.",
      "it": "Trovata stanotte, ma come vedi, è stata uccisa prima della Harper."
    }
  },
  {
    "translation": {
      "en": "Hmm. Peter Cullen. Have you talked to him? -He was our prime suspect. -Mmm-hmm.",
      "it": "Peter Cullen. Avete parlato con lui? Era il nostro sospettato principale."
    }
  },
  {
    "translation": {
      "en": "It's not him. He's behind bars.",
      "it": "Non è stato lui. È in galera."
    }
  },
  {
    "translation": {
      "en": "-For what? -Manslaughter.",
      "it": "- Per cosa? - Omicidio colposo."
    }
  },
  {
    "translation": {
      "en": "Killed his wife eight years ago.",
      "it": "Ha ucciso sua moglie otto anni fa."
    }
  },
  {
    "translation": {
      "en": "-So he has killed? -Yes, but not these two.",
      "it": "- Quindi ha già ucciso. - Sì. Ma non queste due."
    }
  },
  {
    "translation": {
      "en": "Yeah, can I, er, keep these? No. Why?",
      "it": "- Già. Questi posso tenerli io? - No. Perché?"
    }
  },
  {
    "translation": {
      "en": "Mmm, just to look over with a fresh pair of eyes.",
      "it": "Beh, per dare un'occhiata al caso con occhi freschi."
    }
  },
  {
    "translation": {
      "en": "But you're not on the force, are you? So... you can't.",
      "it": "Ma non sei in polizia, quindi non puoi."
    }
  },
  {
    "translation": {
      "en": "Do you want to call Laura and ask?",
      "it": "Vuoi chiamare Laura e chiederlo a lei?"
    }
  },
  {
    "translation": {
      "en": "DCI Laura Porter. Erm, hey, it's... it's Marcella Backland.",
      "it": "- Ispettore capo Laura Porter. - Ciao. Sono Marcella Backland."
    }
  },
  {
    "translation": {
      "en": "Hi, Marcella. My God, it's been ages. How are you?",
      "it": "Ciao, Marcella. Mio Dio. È passata un'eternità. Come stai?"
    }
  },
  {
    "translation": {
      "en": "So one of your detectives visited me today.",
      "it": "Allora, oggi è venuto a trovarmi uno dei tuoi detective."
    }
  },
  {
    "translation": {
      "en": "Yes, Rav. Did you find something in the reports?",
      "it": "Sì. Rav. Hai trovato qualcosa nei fascicoli?"
    }
  },
  {
    "translation": {
      "en": "I want to come back to work.",
      "it": "Voglio tornare al lavoro."
    }
  },
  {
    "translation": {
      "en": "[Rav] This is DS Marcella Backland.",
      "it": "Vi presento la DS Marcella Backland."
    }
  },
  {
    "translation": {
      "en": "She's been on a career break for several years,",
      "it": "Si è presa diversi anni di pausa per mettere su famiglia."
    }
  },
  {
    "translation": {
      "en": "raising a family, but she's back now,",
      "it": "Si è presa diversi anni di pausa per mettere su famiglia. Ma ora è tornata. Lavorerà con noi."
    }
  },
  {
    "translation": {
      "en": "and she's gonna be working with us.",
      "it": "Ma ora è tornata. Lavorerà con noi."
    }
  },
  {
    "translation": {
      "en": "Now, Marcella worked on the Grove Park case back in 2005,",
      "it": "Ora, Marcella ha lavorato al caso Grove Park nel lontano 2005."
    }
  },
  {
    "translation": {
      "en": "so we're pleased she's joining our team.",
      "it": "Quindi siamo molto contenti di accoglierla nel nostro team."
    }
  },
  {
    "translation": {
      "en": "Right. Forensics have finished at Carol Fincher's place.",
      "it": "Bene. La Scientifica ha finito a casa di Carol Fincher."
    }
  },
  {
    "translation": {
      "en": "Same kind of plastic bag and tape.",
      "it": "Stesso tipo di sacchetto di plastica e nastro."
    }
  },
  {
    "translation": {
      "en": "[Marcella] Sorry, the same as in 2005, or on the other new victim?",
      "it": "Chiedo scusa. Stesso tipo del 2005 o dell'altra nuova vittima?"
    }
  },
  {
    "translation": {
      "en": "Both. No signs of forced entry. It all points to the same offender.",
      "it": "Tutti e due. Nessun segno di effrazione. Tutto fa pensare a una mano unica."
    }
  },
  {
    "translation": {
      "en": "Did you get a hold of Clive Bonn?",
      "it": "- Avete rintracciato Clive Bonn? - Sì."
    }
  },
  {
    "translation": {
      "en": "Yeah, and he claims to have never met, or even heard of Carol Fincher or Liz Harper.",
      "it": "Sostiene di non aver mai incontrato né sentito di Carol Fincher e Liz Harper."
    }
  },
  {
    "translation": {
      "en": "And what about the other suspects from the 2005 investigation?",
      "it": "E gli altri sospettati delle indagini del 2005?"
    }
  },
  {
    "translation": {
      "en": "Well, we've got hold of pretty much all of them.",
      "it": "Li abbiamo rintracciati praticamente tutti."
    }
  },
  {
    "translation": {
      "en": "They're being questioned and written off. Alex.",
      "it": "Sono stati interrogati e scagionati. Alex."
    }
  },
  {
    "translation": {
      "en": "Right. On all the pictures we've got of Carol Fincher,",
      "it": "In tutte le foto che abbiamo di Carol Fincher,"
    }
  },
  {
    "translation": {
      "en": "she's wearing this Thomas Sabo bracelet with six charms on it.",
      "it": "indossa questo braccialetto Thomas Sabo con sei portafortuna. Il braccialetto manca all'appello."
    }
  },
  {
    "translation": {
      "en": "It's missing.",
      "it": "con sei portafortuna. Il braccialetto manca all'appello."
    }
  },
  {
    "translation": {
      "en": "Carol's telephone and computer records.",
      "it": "Qui ci sono i dati presi dal telefono e dal computer di Carol."
    }
  },
  {
    "translation": {
      "en": "She was registered with a dating site, Meet. That's M-E-E-T, not M-E-A-T.",
      "it": "È iscritta a un sito di incontri, Meet. Scritto M-E-E-T, non M-E-A-T."
    }
  },
  {
    "translation": {
      "en": "Anyway, erm, we're trying to work out whether she's had any contact with people on that site.",
      "it": "Stiamo cercando di capire se ha avuto dei contatti con altri iscritti."
    }
  },
  {
    "translation": {
      "en": "Right, and was Liz Harper registered with them as well?",
      "it": "Va bene. E anche Liz Harper era iscritta al servizio?"
    }
  },
  {
    "translation": {
      "en": "We're working on it. But the... [sighs]",
      "it": "Ci stiamo lavorando. Ma le..."
    }
  },
  {
    "translation": {
      "en": "the four last unanswered calls to Carol's phone",
      "it": "Le ultime quattro chiamate non risposte sul telefono di Carol"
    }
  },
  {
    "translation": {
      "en": "were from a former colleague, Joanna Dogan.",
      "it": "sono di una sua ex collega, Joanna Dugan."
    }
  },
  {
    "translation": {
      "en": "Right. Alex, Marcella, go and find her.",
      "it": "Bene. Alex, Marcella, andate a cercarla."
    }
  },
  {
    "translation": {
      "en": "See if she knows anything about who Carol might have met.",
      "it": "Vediamo se ci può dire con chi può essersi vista Carol."
    }
  },
  {
    "translation": {
      "en": "You want me to go? Is that a problem?",
      "it": "- Vuoi che ci vada io? - È un problema?"
    }
  },
  {
    "translation": {
      "en": "-No, it's just-- -You weren't expecting to work today?",
      "it": "- No, è solo che-- - Non ti aspettavi di lavorare, oggi?"
    }
  },
  {
    "translation": {
      "en": "-Of course I was-- -Well, then.",
      "it": "- Certo che sì. - Beh, allora lavora."
    }
  },
  {
    "translation": {
      "en": "[Joanna] I feel so guilty. I should have gone over. [Marcella] Why didn't you?",
      "it": "- Mi sento in colpa. Sarei dovuta andare. - Perché non è andata a trovarla?"
    }
  },
  {
    "translation": {
      "en": "There were times where she wanted to be left alone.",
      "it": "In certi periodi, voleva essere lasciata sola."
    }
  },
  {
    "translation": {
      "en": "[Alex] You rang her... quite a bit.",
      "it": "L'ha chiamata diverse volte."
    }
  },
  {
    "translation": {
      "en": "You didn't think it was strange when she didn't call you back?",
      "it": "Non le sembrava strano il fatto che lei non richiamava?"
    }
  },
  {
    "translation": {
      "en": "[Joanna] To be honest, I was a tiny bit relieved.",
      "it": "Se devo essere onesta, mi sono sentita sollevata."
    }
  },
  {
    "translation": {
      "en": "She couldn't stop going on about her husband leaving her.",
      "it": "Non la smetteva di parlare del fatto che suo marito l'aveva lasciata."
    }
  },
  {
    "translation": {
      "en": "Well, maybe it was the worst thing that ever happened to her.",
      "it": "Beh, forse era la cosa peggiore che le fosse mai capitata."
    }
  },
  {
    "translation": {
      "en": "Right. It's just, there is a limit to what you can bear to hear over and over.",
      "it": "Giusto. Solo che è dura sentire sempre le stesse cose."
    }
  },
  {
    "translation": {
      "en": "Were you aware that she was a recovering alcoholic?",
      "it": "Sapeva che era un'ex alcolista?"
    }
  },
  {
    "translation": {
      "en": "[Joanna] Yes.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "And it didn't occur to you that...",
      "it": "Non le è venuto in mente che forse aveva ricominciato a bere"
    }
  },
  {
    "translation": {
      "en": "maybe she'd started drinking again and that's why she didn't call you back?",
      "it": "Non le è venuto in mente che forse aveva ricominciato a bere e che era per questo che non la richiamava?"
    }
  },
  {
    "translation": {
      "en": "I said I felt guilty, didn't I?",
      "it": "Ho detto che mi sento in colpa, no?"
    }
  },
  {
    "translation": {
      "en": "Do you, erm... do you mind if I... if I take this?",
      "it": "Le...? Le dispiace se prendo questa?"
    }
  },
  {
    "translation": {
      "en": "Erm, no.",
      "it": "No."
    }
  },
  {
    "translation": {
      "en": "[Marcella] Thank you.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "Did, erm... did Carol ever mention a Peter Cullen?",
      "it": "Carol ha mai menzionato un certo Peter Cullen?"
    }
  },
  {
    "translation": {
      "en": "No. You've never seen this man?",
      "it": "- No. - Non ha mai visto quest'uomo?"
    }
  },
  {
    "translation": {
      "en": "Erm... no.",
      "it": "No."
    }
  },
  {
    "translation": {
      "en": "-Sure? -Yeah.",
      "it": "- Sicura? - Sì."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "Marcella... why are you asking questions about Peter Cullen?",
      "it": "Marcella? Perché stai facendo domande su Peter Cullen?"
    }
  },
  {
    "translation": {
      "en": "Well, he's not locked up, is he? He's in an open prison,",
      "it": "Beh, non è rinchiuso in cella. È in un carcere di minima sicurezza e fa il fornaio tre giorni a settimana."
    }
  },
  {
    "translation": {
      "en": "doing a work scheme three days a week in a bakery.",
      "it": "È in un carcere di minima sicurezza e fa il fornaio tre giorni a settimana."
    }
  },
  {
    "translation": {
      "en": "You said he was behind bars, so he couldn't have done it.",
      "it": "Tu hai detto che non può essere stato lui perché era in galera."
    }
  },
  {
    "translation": {
      "en": "Prison officers drive him to the bakery and back.",
      "it": "La polizia penitenziaria lo accompagna alla panetteria"
    }
  },
  {
    "translation": {
      "en": "And then his supervisor's responsible for him during the day.",
      "it": "e durante il giorno c'è un supervisore responsabile."
    }
  },
  {
    "translation": {
      "en": "2005, his car was spotted one block away from the first murder.",
      "it": "Nel 2005, la sua auto era a un isolato di distanza dal primo omicidio."
    }
  },
  {
    "translation": {
      "en": "Many cars were, and he had a very good explanation for being there.",
      "it": "L'auto aveva un ottimo motivo per essere lì."
    }
  },
  {
    "translation": {
      "en": "He had exactly the same insulating tape in his car.",
      "it": "- C'era dentro lo stesso nastro isolante. - È una marca comune."
    }
  },
  {
    "translation": {
      "en": "Well, it's a common brand, and he was an electrician.",
      "it": "- C'era dentro lo stesso nastro isolante. - È una marca comune. - E non aveva nessun alibi. - Tutte prove circostanziali."
    }
  },
  {
    "translation": {
      "en": "-And he didn't have any alibis. -It's all circumstantial.",
      "it": "- E non aveva nessun alibi. - Tutte prove circostanziali."
    }
  },
  {
    "translation": {
      "en": "And we've looked into it, we've ruled him out,",
      "it": "Abbiamo indagato, l'abbiamo scagionato."
    }
  },
  {
    "translation": {
      "en": "and just so you know, we don't fly solo on this team.",
      "it": "E per tua informazione, qui nessuno fa per conto suo."
    }
  },
  {
    "translation": {
      "en": "You said he didn't know Carol Fincher, right?",
      "it": "Ha detto che non conosceva Carol Fincher, vero?"
    }
  },
  {
    "translation": {
      "en": "[Rav] Yeah, why?",
      "it": "Sì. Perché?"
    }
  },
  {
    "translation": {
      "en": "Alex, get Laura on the phone.",
      "it": "Alex, chiama Laura al telefono."
    }
  },
  {
    "translation": {
      "en": "[Marcella] Okay, Mr Bonn, you said...",
      "it": "Allora, signor Bonn. Lei ha detto..."
    }
  },
  {
    "translation": {
      "en": "that you'd never met Carol Fincher.",
      "it": "di non aver mai conosciuto Carol Fincher."
    }
  },
  {
    "translation": {
      "en": "The woman on the right is Carol Fincher and the man in the middle is you.",
      "it": "Quella a sinistra è Carol Fincher e l'uomo in mezzo è lei."
    }
  },
  {
    "translation": {
      "en": "Apparently, I was wrong.",
      "it": "A quanto pare, mi sono sbagliato."
    }
  },
  {
    "translation": {
      "en": "[Alex] When and where was that photo taken? Why don't you ask the photographer about that?",
      "it": "- Quando e dove è stata scattata la foto? - Perché non lo chiedete al fotografo?"
    }
  },
  {
    "translation": {
      "en": "I'm asking you.",
      "it": "Lo sto chiedendo a lei."
    }
  },
  {
    "translation": {
      "en": "The company was having its 20th anniversary in July,",
      "it": "A luglio, l'azienda ha festeggiato il suo 20º anniversario,"
    }
  },
  {
    "translation": {
      "en": "so I came back from Rome for that.",
      "it": "così sono tornato da Roma per l'occasione."
    }
  },
  {
    "translation": {
      "en": "And met Carol Fincher?",
      "it": "- E ha conosciuto Carol Fincher? - Se per \"conosciuto\" intende"
    }
  },
  {
    "translation": {
      "en": "If \"met\" means accidentally ending up on the same photo as her, then, yes.",
      "it": "- E ha conosciuto Carol Fincher? - Se per \"conosciuto\" intende che sono finito per sbaglio nella stessa foto con lei, allora... sì."
    }
  },
  {
    "translation": {
      "en": "You fired her a month later. [Clive] We let 50 people go at that time.",
      "it": "- L'ha licenziata un mese dopo. - Abbiamo licenziato 50 persone."
    }
  },
  {
    "translation": {
      "en": "HR handled everything.",
      "it": "Se n'è occupato il reparto Risorse Umane."
    }
  },
  {
    "translation": {
      "en": "Liz Harper. You said you never met her, either.",
      "it": "Liz Harper. Ha detto di non aver mai conosciuto neanche lei."
    }
  },
  {
    "translation": {
      "en": "-[Clive] You got a photo of us, too? -Is there one?",
      "it": "Avete una foto di noi due? Ce n'è una?"
    }
  },
  {
    "translation": {
      "en": "So, er, are there any other women who I don't know",
      "it": "Allora, avete intenzione di parlarmi"
    }
  },
  {
    "translation": {
      "en": "you want to talk to me about, or are we done?",
      "it": "di qualche altra donna che non conosco, o abbiamo finito?"
    }
  },
  {
    "translation": {
      "en": "No, we're done. Thank you.",
      "it": "No. Abbiamo finito. Grazie."
    }
  },
  {
    "translation": {
      "en": "[Rav] Clive Bonn, connected to one of the 2005 victims and to Carol Fincher.",
      "it": "Clive Bonn, legato a una delle vittime del 2005 e a Carol Fincher."
    }
  },
  {
    "translation": {
      "en": "Now, if there's any connection to the other victims, I want us to find it now.",
      "it": "Se ci sono legami con le altre vittime, dobbiamo trovarli subito."
    }
  },
  {
    "translation": {
      "en": "Mark, contact the police in Rome.",
      "it": "Mark, contatta la polizia a Roma."
    }
  },
  {
    "translation": {
      "en": "See if they've had any murders similar to ours between 2006 and now.",
      "it": "Vedi se ci sono stati omicidi simili ai nostri dal 2006 a ora."
    }
  },
  {
    "translation": {
      "en": "Er, Clive Bonn had an alibi in 2005.",
      "it": "Clive Bonn aveva un alibi nel 2005."
    }
  },
  {
    "translation": {
      "en": "Yeah, and he moved to Italy in 2006 and the murders stopped.",
      "it": "Poi si è trasferito in Italia nel 2006 e gli omicidi sono finiti."
    }
  },
  {
    "translation": {
      "en": "He returned to London three months ago and we got new bodies.",
      "it": "È tornato qui tre mesi fa, ed ecco altri cadaveri."
    }
  },
  {
    "translation": {
      "en": "Could be a coincidence. Could be, but it's enough of a reason for us to investigate.",
      "it": "- Può essere una coincidenza. - Basta per indagare."
    }
  },
  {
    "translation": {
      "en": "But we don't care that the murders started again",
      "it": "Ma non ci interessa il fatto che gli omicidi sono ricominciati"
    }
  },
  {
    "translation": {
      "en": "when Peter Cullen got in touch with the outside world?",
      "it": "quando Peter Cullen è tornato in contatto con il mondo esterno?"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "it": "Va bene."
    }
  },
  {
    "translation": {
      "en": "What did I say about Cullen?",
      "it": "- Cos'ho detto su Cullen? - Che l'avete scagionato."
    }
  },
  {
    "translation": {
      "en": "That you've ruled him out, and I think that's a mistake.",
      "it": "- Cos'ho detto su Cullen? - Che l'avete scagionato. - Io penso che sia un errore. - Non m'interessa."
    }
  },
  {
    "translation": {
      "en": "I don't care what you think.",
      "it": "- Io penso che sia un errore. - Non m'interessa."
    }
  },
  {
    "translation": {
      "en": "He's in prison, being monitored around the clock.",
      "it": "È in prigione e lo stanno monitorando giorno e notte."
    }
  },
  {
    "translation": {
      "en": "[whispers] Forget about him.",
      "it": "Scordatelo."
    }
  },
  {
    "translation": {
      "en": "Peter. Long time, no see.",
      "it": "Peter. Quanto tempo è passato."
    }
  },
  {
    "translation": {
      "en": "What do you want? What do you think I want?",
      "it": "- Cosa vuoi? - Secondo te, cosa voglio?"
    }
  },
  {
    "translation": {
      "en": "I don't know. A loaf, please.",
      "it": "- Non lo so. - Una pagnotta, per favore."
    }
  },
  {
    "translation": {
      "en": "Anything in particular? It doesn't matter, you choose.",
      "it": "- Qualcosa di specifico? - Non importa. Scegli tu."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "Oh, they're beautiful.",
      "it": "Sono bellissimi."
    }
  },
  {
    "translation": {
      "en": "[Henry] Hi, late, sorry.",
      "it": "- Ciao. In ritardo. Scusate. - Non c'è problema."
    }
  },
  {
    "translation": {
      "en": "[Stephen] No worries. Champagne?",
      "it": "- Ciao. In ritardo. Scusate. - Non c'è problema. - Champagne? - Ciao."
    }
  },
  {
    "translation": {
      "en": "[Henry] Hi. [Grace] Hi.",
      "it": "- Champagne? - Ciao."
    }
  },
  {
    "translation": {
      "en": "[Henry] Oh, what's the occasion? It's our fourth anniversary.",
      "it": "- Perché? Cosa festeggiamo? - È il nostro quarto anniversario."
    }
  },
  {
    "translation": {
      "en": "Really? Well, congratulations.",
      "it": "Davvero? Congratulazioni."
    }
  },
  {
    "translation": {
      "en": "We got the roses from Grace.",
      "it": "Abbiamo ricevuto le rose da Grace."
    }
  },
  {
    "translation": {
      "en": "-Actually, they're from both of us. -[Sylvie] No, they're not.",
      "it": "- Sono un regalo di tutti e due. - Non è vero."
    }
  },
  {
    "translation": {
      "en": "No, they're not.",
      "it": "No. Non è vero."
    }
  },
  {
    "translation": {
      "en": "[inhales deeply] So, did you take a look at the Lambeth project?",
      "it": "No. Non è vero. Allora, avete dato un'occhiata al Progetto Lambeth?"
    }
  },
  {
    "translation": {
      "en": "Yes, and we're not going to change a thing.",
      "it": "Sì. E non cambieremo nulla."
    }
  },
  {
    "translation": {
      "en": "Erm, what's with the Lambeth project?",
      "it": "Che problema c'è con il Progetto Lambeth?"
    }
  },
  {
    "translation": {
      "en": "[Henry] We're breaking our agreement with the chief planning officer.",
      "it": "Non stiamo rispettando l'accordo con l'assessore all'urbanistica."
    }
  },
  {
    "translation": {
      "en": "How are we breaking our agreement?",
      "it": "In che modo non stiamo rispettando l'accordo?"
    }
  },
  {
    "translation": {
      "en": "Well, we got to buy the land based on the promise",
      "it": "Beh, abbiamo acquistato il terreno in base alla promessa"
    }
  },
  {
    "translation": {
      "en": "of building a public green space on the roof.",
      "it": "di costruire uno spazio pubblico verde sul tetto."
    }
  },
  {
    "translation": {
      "en": "It is going to be green, and it's going to be open to the public.",
      "it": "Infatti sarà verde e sarà aperto al pubblico."
    }
  },
  {
    "translation": {
      "en": "If they pay.",
      "it": "Se paga. E se vuole stare nella calca."
    }
  },
  {
    "translation": {
      "en": "And if they don't mind crowds, since over half the surface area",
      "it": "Se paga. E se vuole stare nella calca. Oltre metà della superficie sarà data a bar, ristoranti e centri benessere."
    }
  },
  {
    "translation": {
      "en": "is being given over to bars, restaurants and spas.",
      "it": "Oltre metà della superficie sarà data a bar, ristoranti e centri benessere."
    }
  },
  {
    "translation": {
      "en": "-It's more profitable. -[Henry] Profitability is not the issue.",
      "it": "- Così è più redditizio. - La redditività non è il problema."
    }
  },
  {
    "translation": {
      "en": "We promised them a building that was environmentally responsible.",
      "it": "Abbiamo promesso loro un edificio che rispetti l'ambiente."
    }
  },
  {
    "translation": {
      "en": "[Stephen] Okay, that's enough of the business talk. Let's celebrate, shall we?",
      "it": "Va bene, basta parlare di lavoro. Perché non festeggiamo?"
    }
  },
  {
    "translation": {
      "en": "Why do we even have a department for environmental issues if we're going to completely ignore them?",
      "it": "Se abbiamo un reparto ambientale, perché ignoriamo le questioni ambientali?"
    }
  },
  {
    "translation": {
      "en": "Because you needed a job, and unlike my daughter,",
      "it": "Perché tu avevi bisogno di un lavoro e, a differenza di mia figlia, non sai fare niente."
    }
  },
  {
    "translation": {
      "en": "you can't actually do anything.",
      "it": "e, a differenza di mia figlia, non sai fare niente."
    }
  },
  {
    "translation": {
      "en": "[clicks tongue] Stephen. Grace. Henry.",
      "it": "- Stephen, Grace. - Henry."
    }
  },
  {
    "translation": {
      "en": "Henry, come on.",
      "it": "Dai, Henry."
    }
  },
  {
    "translation": {
      "en": "So you were home.",
      "it": "Ah, sei a casa."
    }
  },
  {
    "translation": {
      "en": "You still consider this your home?",
      "it": "Questa la consideri ancora casa tua?"
    }
  },
  {
    "translation": {
      "en": "Where are you living at the moment?",
      "it": "Dove vivi, al momento?"
    }
  },
  {
    "translation": {
      "en": "At Greg's. We'll have to see after that.",
      "it": "Da Greg. Poi vedremo. Ehi, per quanto riguarda la macchina..."
    }
  },
  {
    "translation": {
      "en": "Hey, about the car...",
      "it": "Poi vedremo. Ehi, per quanto riguarda la macchina..."
    }
  },
  {
    "translation": {
      "en": "What?",
      "it": "Cosa?"
    }
  },
  {
    "translation": {
      "en": "Forget it.",
      "it": "Lascia perdere."
    }
  },
  {
    "translation": {
      "en": "I probably deserved it.",
      "it": "Probabilmente me lo meritavo."
    }
  },
  {
    "translation": {
      "en": "We're gonna have to tell the kids.",
      "it": "Dovremo dirlo ai ragazzi."
    }
  },
  {
    "translation": {
      "en": "I'll tell them when they come home from school at the weekend.",
      "it": "Glielo diremo nel weekend, quando tornano da scuola."
    }
  },
  {
    "translation": {
      "en": "It'll turn into such a big thing if we both drive up there.",
      "it": "Se andiamo entrambi lassù, diventerà una questione enorme."
    }
  },
  {
    "translation": {
      "en": "But it is a big thing!",
      "it": "Infatti è una questione enorme!"
    }
  },
  {
    "translation": {
      "en": "I'm grateful to you for everything.",
      "it": "Ti sono riconoscente per tutto."
    }
  },
  {
    "translation": {
      "en": "But these last few years... I've felt alone.",
      "it": "Ma in questi ultimi anni, mi sono sentito solo."
    }
  },
  {
    "translation": {
      "en": "Like, we've nothing in common... except the kids.",
      "it": "Come se non avessimo nulla in comune. A parte i figli."
    }
  },
  {
    "translation": {
      "en": "No, that is not a reason. That's something you work at.",
      "it": "No, questo non è un motivo per lasciarsi. È un motivo per lavorarci."
    }
  },
  {
    "translation": {
      "en": "I don't love you any more.",
      "it": "Non ti amo più."
    }
  },
  {
    "translation": {
      "en": "Jason, where are you?",
      "it": "Jason, dove sei?"
    }
  },
  {
    "translation": {
      "en": "[Jason] Why? What do you want?",
      "it": "Perché? Cosa vuoi?"
    }
  },
  {
    "translation": {
      "en": "It's just like I can't quite...",
      "it": "È solo che non..."
    }
  },
  {
    "translation": {
      "en": "I can't remember you leaving.",
      "it": "Non mi ricordo quando te ne sei andato."
    }
  },
  {
    "translation": {
      "en": "Really? You more or less kicked me down the stairs.",
      "it": "Davvero? Mi hai praticamente preso a calci giù per le scale."
    }
  },
  {
    "translation": {
      "en": "Yeah, erm...",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "[stuttering] I don't know what happened, erm... [Jason] Well, I do.",
      "it": "- Non... Non so cos'è successo. - Beh, lo so io."
    }
  },
  {
    "translation": {
      "en": "[stammering] I'll ring you later, okay?",
      "it": "Ti chiamo più tardi, va bene?"
    }
  },
  {
    "translation": {
      "en": "-Alcina. -I'm in the bathroom.",
      "it": "- Alcina. - Sono in bagno."
    }
  },
  {
    "translation": {
      "en": "Listen, work have just called, so I'm heading out, okay?",
      "it": "Senti, hanno chiamato dall'ufficio. Sto uscendo adesso. Va bene?"
    }
  },
  {
    "translation": {
      "en": "[Alcina] All right, darling. See you later.",
      "it": "Va bene, tesoro. A più tardi."
    }
  },
  {
    "translation": {
      "en": "[Maddy] Hey. [Peter] Hi.",
      "it": "- Ehi. - Ciao."
    }
  },
  {
    "translation": {
      "en": "-These are for you. -Why am I getting flowers?",
      "it": "- Questi sono per te. - Perché mi hai portato i fiori?"
    }
  },
  {
    "translation": {
      "en": "Oh. As a thank you...",
      "it": "Beh, è un ringraziamento."
    }
  },
  {
    "translation": {
      "en": "for all your help.",
      "it": "Per tutto il tuo aiuto."
    }
  },
  {
    "translation": {
      "en": "I didn't realise this was going to be the last time.",
      "it": "Non sapevo che questa sarebbe stata l'ultima volta."
    }
  },
  {
    "translation": {
      "en": "Well, I've got everything I need, I think.",
      "it": "Beh, credo di avere tutto quello che mi serve."
    }
  },
  {
    "translation": {
      "en": "Unless... you've thought of something.",
      "it": "A meno che... non ti è venuto in mente qualcosa."
    }
  },
  {
    "translation": {
      "en": "I can help you a lot more. A lot, lot more.",
      "it": "Posso aiutarti molto di più. Molto, molto di più."
    }
  },
  {
    "translation": {
      "en": "I'd really like to go on seeing you.",
      "it": "Mi piacerebbe molto continuare a vederti."
    }
  },
  {
    "translation": {
      "en": "You're gonna think it's worth it. I promise.",
      "it": "Ne varrà la pena per te. Te lo prometto."
    }
  },
  {
    "translation": {
      "en": "Yeah. It'd be nice.",
      "it": "Sì. Sarà bello."
    }
  },
  {
    "translation": {
      "en": "-Sorry, I'm late. -Not interested. We've got a third victim.",
      "it": "- Scusa il ritardo. - Non m'interessa. C'è una terza vittima."
    }
  },
  {
    "translation": {
      "en": "We checked Bonn. According to his wife, he was at home at the time of the murder.",
      "it": "Bonn, secondo sua moglie, era in casa al momento dell'omicidio."
    }
  },
  {
    "translation": {
      "en": "There's a shop outside Williams' flat with CCTV. Go and get the footage.",
      "it": "Fuori da casa di Williams c'è un negozio con la telecamera. Fatti dare le immagini."
    }
  },
  {
    "translation": {
      "en": "Can't one of the DCs do that? Yeah, they could.",
      "it": "- Non può farlo uno degli ispettori? - Sì. Potrebbe."
    }
  },
  {
    "translation": {
      "en": "Mark, do me a favour. Will you do an identity check on...",
      "it": "Mark? Fammi un favore. Puoi controllare l'identità di..."
    }
  },
  {
    "translation": {
      "en": "this girl here?",
      "it": "questa ragazza qui?"
    }
  },
  {
    "translation": {
      "en": "-Her first name's Maddy. -[sighs] Who's the guy?",
      "it": "- Di nome fa Maddy. - Il tipo chi è?"
    }
  },
  {
    "translation": {
      "en": "Okay, send it to me, but... if Rav asks, I'm gonna tell.",
      "it": "Va bene, mandamela. Ma se Rav chiede, io devo dirglielo. Sono un pessimo bugiardo."
    }
  },
  {
    "translation": {
      "en": "I'm a terrible liar.",
      "it": "Ma se Rav chiede, io devo dirglielo. Sono un pessimo bugiardo."
    }
  },
  {
    "translation": {
      "en": "Good. I wish more men were.",
      "it": "Mi fa piacere. Vorrei che più uomini lo fossero."
    }
  },
  {
    "translation": {
      "en": "In brief, profitability is up.",
      "it": "In breve, la redditività è salita."
    }
  },
  {
    "translation": {
      "en": "Thank you, Grace.",
      "it": "Grazie, Grace. Passiamo alla prossima questione."
    }
  },
  {
    "translation": {
      "en": "-Let's move on to the next issue. -Forgive me. Just one more thing.",
      "it": "Grazie, Grace. Passiamo alla prossima questione. Chiedo scusa. Un'ultima cosa."
    }
  },
  {
    "translation": {
      "en": "Our project in Lambeth.",
      "it": "Il nostro progetto a Lambeth."
    }
  },
  {
    "translation": {
      "en": "This isn't on the agenda.",
      "it": "Non è all'ordine del giorno."
    }
  },
  {
    "translation": {
      "en": "I have an item on the agenda, and I haven't finished yet.",
      "it": "Beh, ho la parola io e non ho ancora finito."
    }
  },
  {
    "translation": {
      "en": "[Grace] As you can see, my brother's report clearly raises issues.",
      "it": "Come potete vedere, la relazione di mio fratello solleva delle questioni."
    }
  },
  {
    "translation": {
      "en": "So, Jason, couldn't the council sue us, given the current setup?",
      "it": "Jason, il consiglio potrebbe farci causa, data la situazione attuale?"
    }
  },
  {
    "translation": {
      "en": "I don't have the entire agreement in my head.",
      "it": "Non ho imparato a memoria tutto l'accordo."
    }
  },
  {
    "translation": {
      "en": "Well, we promised them a park. Is that what we're supplying?",
      "it": "Beh, abbiamo promesso loro un parco. È questo che stiamo fornendo?"
    }
  },
  {
    "translation": {
      "en": "Well, that, like so much else, is... open to interpretation.",
      "it": "Come tante altre cose, la questione è aperta a varie interpretazioni."
    }
  },
  {
    "translation": {
      "en": "And if the council's interpretation is that we're not keeping our promises,",
      "it": "E se l'interpretazione del consiglio è che non stiamo mantenendo le promesse,"
    }
  },
  {
    "translation": {
      "en": "could that affect future construction work on publicly owned sites?",
      "it": "questo potrebbe precludere ulteriori appalti pubblici?"
    }
  },
  {
    "translation": {
      "en": "Well, obviously, it could, in theory.",
      "it": "Beh, è ovvio che potrebbe, in teoria."
    }
  },
  {
    "translation": {
      "en": "Can they shut down Lambeth?",
      "it": "Possono farci chiudere Lambeth?"
    }
  },
  {
    "translation": {
      "en": "Oh, for God's sake, he's not a bloody fortune teller.",
      "it": "Oh, santo Dio. Non è mica uno stramaledetto indovino."
    }
  },
  {
    "translation": {
      "en": "Once again... in theory, yes.",
      "it": "Di nuovo... In teoria, sì."
    }
  },
  {
    "translation": {
      "en": "They could.",
      "it": "- È possibile. - Grazie."
    }
  },
  {
    "translation": {
      "en": "Thank you. I'd like to call a vote on whether we should have",
      "it": "Vorrei mettere ai voti l'idea di far dare a mio fratello e al suo reparto"
    }
  },
  {
    "translation": {
      "en": "my brother and his department take another look at the Lambeth project.",
      "it": "Vorrei mettere ai voti l'idea di far dare a mio fratello e al suo reparto un'altra occhiata al Progetto Lambeth."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "it": "Va bene."
    }
  },
  {
    "translation": {
      "en": "Hi, there. What can I do for ya?",
      "it": "Ciao. Cosa posso fare per te?"
    }
  },
  {
    "translation": {
      "en": "[sarcastically] Okay, thanks. Bye.",
      "it": "Va bene, grazie. Ciao."
    }
  },
  {
    "translation": {
      "en": "-Karen? -[laughing] Yeah.",
      "it": "- Karen. Ciao. - Sì."
    }
  },
  {
    "translation": {
      "en": "Good to meet you.",
      "it": "Piacere di conoscerti."
    }
  },
  {
    "translation": {
      "en": "-You look fantastic. -Thanks.",
      "it": "- Hai un aspetto... fantastico. - Grazie."
    }
  },
  {
    "translation": {
      "en": "You made me go against Sylvie.",
      "it": "Mi hai messo contro Sylvie."
    }
  },
  {
    "translation": {
      "en": "I asked you to answer a question as head of legal affairs.",
      "it": "Ti ho chiesto di rispondere, in quanto responsabile delle questioni legali."
    }
  },
  {
    "translation": {
      "en": "Everyone's angry with you.",
      "it": "Sono tutti arrabbiati con te."
    }
  },
  {
    "translation": {
      "en": "-Not Henry. -Everyone who matters.",
      "it": "- Henry no. - Tutti quelli che contano."
    }
  },
  {
    "translation": {
      "en": "So why go against her?",
      "it": "Allora, perché ti sei messa contro di lei?"
    }
  },
  {
    "translation": {
      "en": "Henry doesn't care or doesn't understand,",
      "it": "A Henry non importa, o forse non capisce."
    }
  },
  {
    "translation": {
      "en": "but you, you're too smart to put your neck on the line, Grace.",
      "it": "Ma tu sei troppo intelligente per esporti così, Grace."
    }
  },
  {
    "translation": {
      "en": "Especially for him.",
      "it": "- Specialmente per lui. - Lambeth potrebbe danneggiarci."
    }
  },
  {
    "translation": {
      "en": "Lambeth might hurt us. I was doing my job.",
      "it": "- Specialmente per lui. - Lambeth potrebbe danneggiarci. Stavo facendo il mio lavoro. In quanto presidente, dovresti essere contento."
    }
  },
  {
    "translation": {
      "en": "As chairman, you should be happy.",
      "it": "Stavo facendo il mio lavoro. In quanto presidente, dovresti essere contento."
    }
  },
  {
    "translation": {
      "en": "[scoffs] I'm not the one you need to make happy in this family.",
      "it": "Non è me che devi fare contento, in questa famiglia."
    }
  },
  {
    "translation": {
      "en": "And, believe me, it's definitely not your job to make your mother lose face.",
      "it": "E credimi, far perdere la faccia a tua madre non è il tuo lavoro."
    }
  },
  {
    "translation": {
      "en": "[Jason] Jason Backland, DTG Construction.",
      "it": "Jason Backland, DTG Construction."
    }
  },
  {
    "translation": {
      "en": "I can't take your call right now,",
      "it": "Al momento non posso rispondere."
    }
  },
  {
    "translation": {
      "en": "but if you leave a message, I'll get back to you as soon as I can.",
      "it": "Se lasciate un messaggio, vi richiamerò appena posso."
    }
  },
  {
    "translation": {
      "en": "[Henry] What the hell was that? [Grace] What was what?",
      "it": "- Cosa diavolo fai? - Cosa diavolo faccio?"
    }
  },
  {
    "translation": {
      "en": "Little sister fighting for me. You think she's gonna respect me more?",
      "it": "La sorella minore che lotta per me. Credi che mi rispetterà di più, così?"
    }
  },
  {
    "translation": {
      "en": "I was... just trying to help.",
      "it": "Stavo solo cercando di dare una mano."
    }
  },
  {
    "translation": {
      "en": "My stepmother already thinks that that I'm useless, so how was that helping?",
      "it": "La mia matrigna già mi ritiene inutile. Credi davvero di avermi aiutato?"
    }
  },
  {
    "translation": {
      "en": "Help those who ask for help. Okay?",
      "it": "Aiuta chi ti chiede aiuto. Va bene?"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "it": "Va bene."
    }
  },
  {
    "translation": {
      "en": "Hey there, mate? Peter.",
      "it": "Tutto bene, amico? Peter."
    }
  },
  {
    "translation": {
      "en": "I'm in the room next door.",
      "it": "Io sono nella camera accanto."
    }
  },
  {
    "translation": {
      "en": "If you need help with anything, you can always ask--",
      "it": "- Se hai bisogno di qualcosa-- - Non te lo faccio, un pompino."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm not going to blow you... so you can fuck off.",
      "it": "- Se hai bisogno di qualcosa-- - Non te lo faccio, un pompino. Quindi te ne puoi andare affanculo."
    }
  },
  {
    "translation": {
      "en": "I'm not gay.",
      "it": "Non sono gay."
    }
  },
  {
    "translation": {
      "en": "Great. You can still fuck off.",
      "it": "Ottimo. Vattene comunque affanculo."
    }
  },
  {
    "translation": {
      "en": "You all right?",
      "it": "Va bene."
    }
  },
  {
    "translation": {
      "en": "[Mark] Marcella...",
      "it": "Marcella."
    }
  },
  {
    "translation": {
      "en": "[stammers] That photo you gave me on your phone yesterday.",
      "it": "Quella foto che mi hai dato ieri dal tuo telefono..."
    }
  },
  {
    "translation": {
      "en": "The girl with Peter Cullen.",
      "it": "La ragazza. Peter Cullen."
    }
  },
  {
    "translation": {
      "en": "I know which one, Mark. I only gave you one.",
      "it": "So qual è, Mark. Te ne ho data una sola."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, that.",
      "it": "Sì, insomma, quella."
    }
  },
  {
    "translation": {
      "en": "I've got an ID on her.",
      "it": "L'ho identificata."
    }
  },
  {
    "translation": {
      "en": "You know, she was a much better detective than me when we were working together.",
      "it": "Era una detective molto più brava di me, quando lavoravamo insieme."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah? Why is that?",
      "it": "Ah, sì? E perché?"
    }
  },
  {
    "translation": {
      "en": "Give her a long enough leash, you'll find out.",
      "it": "Se le dai abbastanza spago, te ne accorgerai anche tu."
    }
  },
  {
    "translation": {
      "en": "How long, Laura?",
      "it": "Quanto spago, Laura?"
    }
  },
  {
    "translation": {
      "en": "As always, I trust your good judgement.",
      "it": "Come sempre, mi fido di te."
    }
  },
  {
    "translation": {
      "en": "[shopkeeper sighs] 300 quid?",
      "it": "Trecento sterline?"
    }
  },
  {
    "translation": {
      "en": "Two...",
      "it": "Due..."
    }
  },
  {
    "translation": {
      "en": "Three, all right? Thanks.",
      "it": "- Tre. Va bene? - Grazie."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "it": "Grazie a te."
    }
  },
  {
    "translation": {
      "en": "[man] Hey!",
      "it": "Ehi!"
    }
  },
  {
    "translation": {
      "en": "Hey, you. Hey, Samantha.",
      "it": "Ehi, tu. Ehi, Samantha."
    }
  },
  {
    "translation": {
      "en": "It's all right. I know who you are.",
      "it": "Tranquilla. So chi sei."
    }
  },
  {
    "translation": {
      "en": "Well, if you can do it in front of a camera, couldn't you, like, do it live?",
      "it": "Quello che fai davanti alla telecamera, non lo puoi fare dal vivo?"
    }
  },
  {
    "translation": {
      "en": "I've got money. I'll pay you.",
      "it": "Ho dei soldi. Ti pago."
    }
  },
  {
    "translation": {
      "en": "More, if you'll... do stuff. Please.",
      "it": "Te ne do di più, se... fai qualcosa. Per favore."
    }
  },
  {
    "translation": {
      "en": "Show a bit of gratitude next time people are trying to be friendly to you.",
      "it": "Dimostra un po' di gratitudine, quando la gente è amichevole con te."
    }
  },
  {
    "translation": {
      "en": "My name is Marcella Backland.",
      "it": "Mi chiamo Marcella Backland."
    }
  },
  {
    "translation": {
      "en": "You know my husband.",
      "it": "Conosci mio marito."
    }
  }
]