[
  {
    "translation": {
      "en": "-Gregorio Cortez. -Ingrid! What are you doing here?",
      "it": "- Gregorio Cortez. - Ingrid! Che ci fai tu qui?"
    }
  },
  {
    "translation": {
      "en": "[grunts] I thought you said you had book club tonight. And I thought you said you had bowling with the boys.",
      "it": "- Avevi il club del libro, stasera. - Tu dovevi andare a giocare a bowling."
    }
  },
  {
    "translation": {
      "en": "Well, since we're both here, let's make a night of it.",
      "it": "Visto che siamo entrambi qui, passiamo una bella serata."
    }
  },
  {
    "translation": {
      "en": "They do say married couples with kids should go on more dates.",
      "it": "Le coppie sposate con figli dovrebbero avere più appuntamenti."
    }
  },
  {
    "translation": {
      "en": "Well, not exactly dinner and a movie, but it's better than nothing.",
      "it": "Non è una cena e cinema, ma meglio di niente. MISSIONE ALFA"
    }
  },
  {
    "translation": {
      "en": "It looks like some sort of top-secret cybernetics program.",
      "it": "Sembrerebbe una specie di programma cibernetico top secret."
    }
  },
  {
    "translation": {
      "en": "Give me a few seconds, and we'll have all the info we need.",
      "it": "Tra qualche secondo avremo tutte le informazioni che ci servono."
    }
  },
  {
    "translation": {
      "en": "And done.",
      "it": "DOWNLOAD COMPLETATO"
    }
  },
  {
    "translation": {
      "en": "If we leave now, we can probably catch a movie downtown.",
      "it": "Fatto. Se ce ne andiamo ora, facciamo in tempo ad andare al cinema."
    }
  },
  {
    "translation": {
      "en": "I am sorry, my dear, but it looks like our plans have been postponed.",
      "it": "Mi dispiace, cara, ma credo che dobbiamo rimandare i nostri piani."
    }
  },
  {
    "translation": {
      "en": "Are you kidding? This date night just got interesting.",
      "it": "Stai scherzando? Questo appuntamento comincia a farsi interessante."
    }
  },
  {
    "translation": {
      "en": "Let's end this quickly. Combination 61, the Aztec Death Spiral.",
      "it": "Facciamo in fretta. Combinazione 61, Spirale Mortale Azteca."
    }
  },
  {
    "translation": {
      "en": "Reverse Death Spiral? No, impossible! That move is classified!",
      "it": "Spirale Mortale Inversa? Impossibile! Quella mossa è riservata!"
    }
  },
  {
    "translation": {
      "en": "-[sighs] Who are these guys? -SWAMP. I've never heard of them.",
      "it": "- Chi sono? - S.V.A.M.P. Mai sentiti prima."
    }
  },
  {
    "translation": {
      "en": "-Gregorio! -[soldier laughing] [Gregorio] Oh, no, the files!",
      "it": "- Gregorio! - Oh, no, i documenti!"
    }
  },
  {
    "translation": {
      "en": "[soldier] To the transport! Mission complete!",
      "it": "Al mezzo di trasporto! Missione compiuta!"
    }
  },
  {
    "translation": {
      "en": "We're too late! We're never too late.",
      "it": "Troppo tardi! Non arriviamo mai troppo tardi."
    }
  },
  {
    "translation": {
      "en": "-Gregorio, who was that? -Our worst nightmare.",
      "it": "- Gregorio, chi era quello? - Il nostro incubo peggiore."
    }
  },
  {
    "translation": {
      "en": "Sorry, Mr. Breakfast Burrito.",
      "it": "ORGANIZZAZIONE SUPER SPIE QUARTIER GENERALE Scusa, signor Burrito. So che ci siamo appena conosciuti, ma ora devo mangiarti."
    }
  },
  {
    "translation": {
      "en": "I know we just met, but I need to eat you now. What the--?",
      "it": "Scusa, signor Burrito. So che ci siamo appena conosciuti, ma ora devo mangiarti. Ma che...?"
    }
  },
  {
    "translation": {
      "en": "-Juni, get your own burrito! -[Juni laughing] Oh, this is so on.",
      "it": "Juni, prenditi un burrito tuo! Oh, che seccatura."
    }
  },
  {
    "translation": {
      "en": "-Hi, Carmen. New toy? -Early middle school graduation gift.",
      "it": "- Ciao, Carmen. Nuovo giocattolino? - Regalo anticipato per gli esami."
    }
  },
  {
    "translation": {
      "en": "One of the perks of having super spies for parents. And those?",
      "it": "Uno dei vantaggi di avere delle super spie come genitori. Quelle?"
    }
  },
  {
    "translation": {
      "en": "Zero-gravity boots. Built them myself in the lab this morning.",
      "it": "Scarpe a gravità zero. Le ho create stamattina in laboratorio."
    }
  },
  {
    "translation": {
      "en": "One of the perks of living in a super spy facility.",
      "it": "Uno dei vantaggi di vivere in una struttura per super spie."
    }
  },
  {
    "translation": {
      "en": "-Uh-huh. My breakfast burrito? -I think you mean my breakfast burrito.",
      "it": "Uno dei vantaggi di vivere in una struttura per super spie. - Il mio burrito? - Credo tu intenda \"il mio\" burrito."
    }
  },
  {
    "translation": {
      "en": "Hmm. I've got just the blob for the job.",
      "it": "Ho proprio quel che serve."
    }
  },
  {
    "translation": {
      "en": "-[grunts] -Aha! Got it!",
      "it": "Preso!"
    }
  },
  {
    "translation": {
      "en": "Strategy always wins over force.",
      "it": "La strategia vince sempre sulla forza."
    }
  },
  {
    "translation": {
      "en": "Huh. You might have a point. Ugh, you are a vile little man.",
      "it": "- Forse hai ragione. - Sei un ragazzino disgustoso."
    }
  },
  {
    "translation": {
      "en": "Correction, a vile little man",
      "it": "Correzione, un ragazzino disgustoso con un burrito."
    }
  },
  {
    "translation": {
      "en": "-with a burrito. -[man] It was like they knew every move.",
      "it": "Correzione, un ragazzino disgustoso con un burrito. - Sembravano conoscere le nostre mosse. - Hai sentito? Sembra roba da spie."
    }
  },
  {
    "translation": {
      "en": "Shh! Did you hear that? Sounds like secret spy stuff.",
      "it": "- Sembravano conoscere le nostre mosse. - Hai sentito? Sembra roba da spie."
    }
  },
  {
    "translation": {
      "en": "Hey, Dad. Everything okay?",
      "it": "Ciao, papà. Va tutto bene?"
    }
  },
  {
    "translation": {
      "en": "-Have you been up all night? -OSS agents all over the globe",
      "it": "- Sei rimasto sveglio tutta la notte? - Tutti gli agenti falliscono le missioni"
    }
  },
  {
    "translation": {
      "en": "have been failing their missions because of a counter-spy agency",
      "it": "- Sei rimasto sveglio tutta la notte? - Tutti gli agenti falliscono le missioni per colpa di un'agenzia di controspionaggio, gli S.V.A.M.P."
    }
  },
  {
    "translation": {
      "en": "calling themselves \"SWAMP.\"",
      "it": "per colpa di un'agenzia di controspionaggio, gli S.V.A.M.P."
    }
  },
  {
    "translation": {
      "en": "[Carmen] \"Sinister Wrongdoers Against Mankind's Preservation.\"",
      "it": "\"Spietati Vermi neri Acerrima Minaccia del Pianeta.\""
    }
  },
  {
    "translation": {
      "en": "-Hmm. Catchy. -And all our agents said the same thing",
      "it": "Orecchiabile. - Tutti gli agenti dicono la stessa cosa. - Sembravano conoscere le nostre mosse."
    }
  },
  {
    "translation": {
      "en": "about their encounters.",
      "it": "- Tutti gli agenti dicono la stessa cosa. - Sembravano conoscere le nostre mosse."
    }
  },
  {
    "translation": {
      "en": "-[man] It was like they knew every move! -[woman] They were always one step ahead.",
      "it": "- Tutti gli agenti dicono la stessa cosa. - Sembravano conoscere le nostre mosse. - Erano sempre un passo avanti. - Noi li abbiamo affrontati ieri sera."
    }
  },
  {
    "translation": {
      "en": "Your mother and I faced off against them last night.",
      "it": "- Erano sempre un passo avanti. - Noi li abbiamo affrontati ieri sera."
    }
  },
  {
    "translation": {
      "en": "Everything the agents say is true.",
      "it": "Quel che dicono è vero."
    }
  },
  {
    "translation": {
      "en": "Wait, I thought she had book club and you went bowling.",
      "it": "Non aveva il club del libro e tu il bowling?"
    }
  },
  {
    "translation": {
      "en": "-Hey! -How is that possible?",
      "it": "Com'è possibile? Gli agenti di Intelligence sono i migliori."
    }
  },
  {
    "translation": {
      "en": "OSS operatives are the best spies in the world. All your moves are classified.",
      "it": "Com'è possibile? Gli agenti di Intelligence sono i migliori. - Tutte le vostre mosse sono riservate. - Forse le conoscevano fin dall'inizio."
    }
  },
  {
    "translation": {
      "en": "Unless they knew that information from the start.",
      "it": "- Tutte le vostre mosse sono riservate. - Forse le conoscevano fin dall'inizio."
    }
  },
  {
    "translation": {
      "en": "But how?",
      "it": "Ma come?"
    }
  },
  {
    "translation": {
      "en": "Several years ago, I headed up a top-secret OSS initiative",
      "it": "Diversi anni fa, ho diretto un'iniziativa top secret"
    }
  },
  {
    "translation": {
      "en": "called \"The Third Brain Program.\"",
      "it": "chiamata \"Il programma del terzo cervello\"."
    }
  },
  {
    "translation": {
      "en": "The goal of this program was to create artificial intelligence",
      "it": "L'obiettivo era creare un'intelligenza artificiale"
    }
  },
  {
    "translation": {
      "en": "equivalent to the intelligence of our best spies.",
      "it": "pari a quella delle nostre spie migliori."
    }
  },
  {
    "translation": {
      "en": "But the program was eventually disbanded when our experiments proved futile.",
      "it": "Ma è stato chiuso quando gli esperimenti si sono rivelati vani."
    }
  },
  {
    "translation": {
      "en": "And we disposed of all the bad brains.",
      "it": "E ci siamo sbarazzati di tutti i cervelli cattivi."
    }
  },
  {
    "translation": {
      "en": "But there was one brain that could not be destroyed. A golden one.",
      "it": "Ma c'era un cervello che non siamo riusciti a distruggere. Uno d'oro."
    }
  },
  {
    "translation": {
      "en": "We took every precaution to lock Golden Brain safely away, but...",
      "it": "Ci siamo assicurati di mettere al sicuro Cervello D'oro, ma..."
    }
  },
  {
    "translation": {
      "en": "Greetings, Gregorio, or should I call you \"Father\"? Ugh.",
      "it": "Ciao, Gregorio. O forse dovrei chiamarti \"padre\"?"
    }
  },
  {
    "translation": {
      "en": "Despite your best efforts to destroy me, I continued to grow on my own.",
      "it": "Nonostante i tuoi sforzi per distruggermi, ho continuato a crescere da solo."
    }
  },
  {
    "translation": {
      "en": "Yes, your wittle brain is all grown up, Gregorio. As you can see,",
      "it": "Sì, il tuo piccolo cervellino è diventato grande, Gregorio. Come vedi, sono uscito da quell'unità di contenimento che avevi creato per me,"
    }
  },
  {
    "translation": {
      "en": "I escaped the flimsy containment unit that you constructed for me,",
      "it": "Come vedi, sono uscito da quell'unità di contenimento che avevi creato per me,"
    }
  },
  {
    "translation": {
      "en": "built a cybernetic body for myself,",
      "it": "mi sono costruito un corpo cibernetico"
    }
  },
  {
    "translation": {
      "en": "and assembled a new counter-spy organization with one goal in mind.",
      "it": "e ho fondato una nuova organizzazione di controspionaggio con un obiettivo."
    }
  },
  {
    "translation": {
      "en": "Taking over the world.",
      "it": "Conquistare il mondo."
    }
  },
  {
    "translation": {
      "en": "But to do that, I must first destroy the ones that created me, the OSS.",
      "it": "Ma per farlo devo distruggere chi mi ha creato, gli agenti di Intelligence."
    }
  },
  {
    "translation": {
      "en": "-Holy Frankenstein's monster, Dad-man! -Oh, and you're probably wondering",
      "it": "Accidenti al mostro di Frankenstein, papà! Ti chiederai come hanno fatto i miei a sconfiggervi così facilmente,"
    }
  },
  {
    "translation": {
      "en": "how my men have been able to defeat you so easily",
      "it": "Ti chiederai come hanno fatto i miei a sconfiggervi così facilmente,"
    }
  },
  {
    "translation": {
      "en": "when all your moves are classified.",
      "it": "se le vostre mosse sono riservate."
    }
  },
  {
    "translation": {
      "en": "Well, technically, as a former agent of the OSS,",
      "it": "Beh, tecnicamente, in quanto ex agente di Intelligence,"
    }
  },
  {
    "translation": {
      "en": "I still had access to all the operative files, which I've stolen.",
      "it": "avevo ancora accesso a tutti i fascicoli operativi, che ho rubato."
    }
  },
  {
    "translation": {
      "en": "That's right. The big secrety secret agents can't keep their own secrets safe.",
      "it": "Esatto. I grandi agenti segretissimi non sanno tenere al sicuro i loro segreti."
    }
  },
  {
    "translation": {
      "en": "[laughing] I know you better than you know yourselves.",
      "it": "Vi conosco meglio di quanto voi conosciate voi stessi."
    }
  },
  {
    "translation": {
      "en": "Ta-ta for now, Gregorio. I look forward to our big reunion.",
      "it": "Per ora ti saluto, Gregorio. Attendo impazientemente la grande rimpatriata."
    }
  },
  {
    "translation": {
      "en": "But you're gonna stop him. I mean, it. Right, Dad?",
      "it": "Ma tu fermerai quel coso, vero?"
    }
  },
  {
    "translation": {
      "en": "-What did he mean by \"our big reunion\"? -[rumbling]",
      "it": "Che intendeva con \"grande rimpatriata\"?"
    }
  },
  {
    "translation": {
      "en": "SWAMP.",
      "it": "Gli S.V.A.M.P."
    }
  },
  {
    "translation": {
      "en": "Okay. Junito, Carmen, find a safe hiding spot. We will come back when this is all over.",
      "it": "Junito, Carmen, trovate un nascondiglio. Verremo da voi quando avremo finito."
    }
  },
  {
    "translation": {
      "en": "-[both] But-- -You heard me. Now, go! [grunts]",
      "it": "- Ma... - Mi avete sentito. Andate!"
    }
  },
  {
    "translation": {
      "en": "We can't just leave them out there, Carm. What can we do?",
      "it": "Non possiamo abbandonarli, Carm. Che cosa possiamo fare?"
    }
  },
  {
    "translation": {
      "en": "-What we should do, we fight. -I was really hoping you'd say that.",
      "it": "- Quello che dovremmo fare. Combattiamo. - Speravo proprio che lo dicessi."
    }
  },
  {
    "translation": {
      "en": "I got a read on them! Up ahead! There's a bunch of SWAMP goons between us.",
      "it": "Individuati. Laggiù. Ma ci sono di mezzo gli S.V.A.M.P."
    }
  },
  {
    "translation": {
      "en": "-We need to find a way around them. -Unh-unh. Not the plan I had in mind, sis.",
      "it": "- Dobbiamo capire come aggirarli. - Non è il mio piano."
    }
  },
  {
    "translation": {
      "en": "-[Carmen] Juni! -[Juni grunts]",
      "it": "Juni!"
    }
  },
  {
    "translation": {
      "en": "SWAMP? Great name, you guys. Was FART or BARF already taken?",
      "it": "S.V.A.M.P.? Bel nome, ragazzi. PUZZA o VOMITO non erano disponibili?"
    }
  },
  {
    "translation": {
      "en": "-Um, can you stop being reckless? -You call it reckless, I call it winning.",
      "it": "- Puoi essere meno incosciente? - Non sono incosciente, sto vincendo."
    }
  },
  {
    "translation": {
      "en": "[scoffs] Little brothers.",
      "it": "Ah, i fratelli minori..."
    }
  },
  {
    "translation": {
      "en": "-What do we do? -Do not give up.",
      "it": "- Che cosa facciamo? - Non mollare."
    }
  },
  {
    "translation": {
      "en": "-[growling] -[Juni] Whoo-hoo! Coming in hot!",
      "it": "In arrivo!"
    }
  },
  {
    "translation": {
      "en": "-Come on! That all you got? -Coming through!",
      "it": "Dai, non sai fare di meglio? Sto arrivando!"
    }
  },
  {
    "translation": {
      "en": "-Are you done winning? -Whoa!",
      "it": "E questo lo chiami vincere?"
    }
  },
  {
    "translation": {
      "en": "Ay! Junito! Carmen!",
      "it": "Junito! Carmen!"
    }
  },
  {
    "translation": {
      "en": "It's Golden Brain!",
      "it": "È Cervello D'oro!"
    }
  },
  {
    "translation": {
      "en": "[Golden Brain laughing] The OSS is no more!",
      "it": "Per gli agenti di Intelligence è finita!"
    }
  },
  {
    "translation": {
      "en": "[Gregorio] I have no choice but to scatter all agents to safe houses around the world",
      "it": "VIOLAZIONE SICUREZZA Non posso che mandare gli agenti nei nascondigli sparsi per il mondo,"
    }
  },
  {
    "translation": {
      "en": "until I can figure out a way to defeat Golden Brain.",
      "it": "finché non capirò come sconfiggere Cervello D'oro."
    }
  },
  {
    "translation": {
      "en": "The agency has been exposed. And we're all at risk.",
      "it": "Hanno smascherato l'agenzia. Siamo tutti a rischio."
    }
  },
  {
    "translation": {
      "en": "Golden Brain will stop at nothing until he finishes the job.",
      "it": "Cervello D'oro non si fermerà, deve raggiungere il suo obiettivo."
    }
  },
  {
    "translation": {
      "en": "[sighs] I'm sorry, friends. Agent Cortez out.",
      "it": "Mi dispiace, amici. L'agente Cortez vi saluta."
    }
  },
  {
    "translation": {
      "en": "Don't worry, Dad. You'll come up with something. You always do.",
      "it": "Tranquillo, papà, troverai un modo. Lo fai sempre."
    }
  },
  {
    "translation": {
      "en": "But how do we stop a villain that knows us better than we know ourselves?",
      "it": "Ma come posso fermare un cattivo che ci conosce meglio di noi stessi?"
    }
  },
  {
    "translation": {
      "en": "And we haven't even begun to discuss this, eh?",
      "it": "E non abbiamo ancora parlato di questo. Siete in punizione fino a 45 anni."
    }
  },
  {
    "translation": {
      "en": "You two are going to be grounded until your mid-40s! Of all the reckless,",
      "it": "E non abbiamo ancora parlato di questo. Siete in punizione fino a 45 anni. Tutte quelle incoscienti, pericolose..."
    }
  },
  {
    "translation": {
      "en": "dangerous...",
      "it": "Tutte quelle incoscienti, pericolose..."
    }
  },
  {
    "translation": {
      "en": "-That's it. -What is?",
      "it": "- Ma certo. - Cosa?"
    }
  },
  {
    "translation": {
      "en": "Who cares? He's smiling. Maybe we won't get grounded after all.",
      "it": "Che importa? Sta sorridendo. Forse non ci metterà in punizione."
    }
  },
  {
    "translation": {
      "en": "I have a plan on how to stop Golden Brain and get the OSS operational again.",
      "it": "Ho un piano per fermare Cervello D'oro e rimettere gli agenti in attività."
    }
  },
  {
    "translation": {
      "en": "-[Mexican folk music playing] -[Carmen] Um,",
      "it": "COLLINA DEI TACOS POSIZIONE: CENTRO - LUNEDÌ"
    }
  },
  {
    "translation": {
      "en": "so how exactly is this the answer to defeating Golden Brain?",
      "it": "Quale sarebbe esattamente questo piano per sconfiggere Cervello D'oro?"
    }
  },
  {
    "translation": {
      "en": "Are we planning on giving all of SWAMP food poisoning?",
      "it": "Provocheremo un'intossicazione alimentare agli S.V.A.M.P.?"
    }
  },
  {
    "translation": {
      "en": "Oh, no, this is even worse than I thought, Carmen. We're not grounded.",
      "it": "È peggio di quanto pensassi. Non siamo in punizione, vuole farci lavorare!"
    }
  },
  {
    "translation": {
      "en": "-He got us jobs! -Dad, I know it was dumb for us",
      "it": "È peggio di quanto pensassi. Non siamo in punizione, vuole farci lavorare! So che siamo stati sciocchi a combattere, ma stai esagerando un po', non trovi?"
    }
  },
  {
    "translation": {
      "en": "to join the battle, but this is a little extreme, don't you think?",
      "it": "So che siamo stati sciocchi a combattere, ma stai esagerando un po', non trovi?"
    }
  },
  {
    "translation": {
      "en": "You know, there's very strict child labor laws in this county.",
      "it": "Questo Paese ha delle leggi severe sul lavoro minorile."
    }
  },
  {
    "translation": {
      "en": "-Follow me. -[door beeps]",
      "it": "Seguitemi."
    }
  },
  {
    "translation": {
      "en": "-This is your fault! -My fault? You're the one that was all, \"We fight.\"",
      "it": "- È tutta colpa tua! - Mia? Sei stata tu a dire: \"Combattiamo\"."
    }
  },
  {
    "translation": {
      "en": "Uh, this just took a turn for the creepy.",
      "it": "Ora inizio ad avere paura."
    }
  },
  {
    "translation": {
      "en": "You go first.",
      "it": "Vai prima tu."
    }
  },
  {
    "translation": {
      "en": "[computer] One mile. Ten miles. Sixty miles.",
      "it": "1,5 chilometri. 15 chilometri. 100 chilometri."
    }
  },
  {
    "translation": {
      "en": "One hundred eighty miles. Destination.",
      "it": "290 chilometri. Destinazione."
    }
  },
  {
    "translation": {
      "en": "Not gonna lie. You might want to back away. Taco Butte coming up.",
      "it": "Ti consiglio vivamente di allontanarti. Mi sta risalendo il taco."
    }
  },
  {
    "translation": {
      "en": "-What is this place? -You will see.",
      "it": "- Che posto è questo? - Ora vedrete."
    }
  },
  {
    "translation": {
      "en": "-Welcome to OSS Spy Academy. -[both] Whoa!",
      "it": "Benvenuti all'Accademia di Alta Formazione Spie!"
    }
  },
  {
    "translation": {
      "en": "So you and Mom were trained here when you were teenagers?",
      "it": "Tu e mamma avete fatto l'addestramento qui, da ragazzi?"
    }
  },
  {
    "translation": {
      "en": "Yes, but this facility has been closed for many years.",
      "it": "Sì, ma la struttura è stata chiusa per anni."
    }
  },
  {
    "translation": {
      "en": "Closed until a few days ago, when you gave me the idea to re-open it.",
      "it": "Chiusa fino a qualche giorno fa, quando mi avete suggerito di riaprirla."
    }
  },
  {
    "translation": {
      "en": "No one knows about this place,",
      "it": "Nessuno conosce questo posto, nemmeno Cervello D'oro."
    }
  },
  {
    "translation": {
      "en": "-not even Golden Brain. -[Carmen] We gave you the idea?",
      "it": "Nessuno conosce questo posto, nemmeno Cervello D'oro. Noi te l'abbiamo suggerito?"
    }
  },
  {
    "translation": {
      "en": "Yes. If the past is our enemy, then the future might be our salvation.",
      "it": "Sì. Se il nemico è il passato, il futuro potrebbe essere la nostra salvezza."
    }
  },
  {
    "translation": {
      "en": "-Not following. -You were the only agents in the fight",
      "it": "Non capisco. Eravate gli unici agenti che Cervello D'oro non ha saputo sconfiggere"
    }
  },
  {
    "translation": {
      "en": "Golden Brain's men weren't able to get a step on because there's no file on you.",
      "it": "Eravate gli unici agenti che Cervello D'oro non ha saputo sconfiggere perché non avete un fascicolo."
    }
  },
  {
    "translation": {
      "en": "Golden Brain knows every old operative, so the OSS...",
      "it": "Cervello D'oro conosce i vecchi agenti, quindi l'Intelligence..."
    }
  },
  {
    "translation": {
      "en": "Must train new ones.",
      "it": "Deve addestrarne dei nuovi."
    }
  },
  {
    "translation": {
      "en": "So I have assembled the best teen spy cadets from around the globe",
      "it": "Ho radunato i migliori cadetti spie adolescenti del mondo"
    }
  },
  {
    "translation": {
      "en": "to become the next generation of OSS agents.",
      "it": "affinché diventino la prossima generazione di agenti."
    }
  },
  {
    "translation": {
      "en": "I knew you would figure it out, Dad. You're full of surprises.",
      "it": "Sapevo che ce l'avresti fatta. - Sei pieno di sorprese. - Sì, e ne ho un'altra."
    }
  },
  {
    "translation": {
      "en": "Hm, yes.",
      "it": "- Sei pieno di sorprese. - Sì, e ne ho un'altra."
    }
  },
  {
    "translation": {
      "en": "And I have one more. You will further your training here at the academy...",
      "it": "- Sei pieno di sorprese. - Sì, e ne ho un'altra. Seguirete l'addestramento e svolgerete già la vostra missione più difficile."
    }
  },
  {
    "translation": {
      "en": "-What? -...while undertaking your most difficult mission yet.",
      "it": "Seguirete l'addestramento e svolgerete già la vostra missione più difficile."
    }
  },
  {
    "translation": {
      "en": "Code name: Mission Critical.",
      "it": "Nome in codice: Missione Alfa."
    }
  },
  {
    "translation": {
      "en": "With the OSS out of commission, time is of the essence. Golden Brain's forces are mounting.",
      "it": "L'Intelligence è fuori uso, non c'è tempo. Le forze di Cervello D'oro aumentano."
    }
  },
  {
    "translation": {
      "en": "You are the only ones that can keep him in check and bring SWAMP down.",
      "it": "Voi siete gli unici che possono fermarlo e sconfiggere gli S.V.A.M.P."
    }
  },
  {
    "translation": {
      "en": "Defeat an entire counter-spy organization by ourselves?",
      "it": "Sconfiggere un'intera organizzazione di controspionaggio da soli?"
    }
  },
  {
    "translation": {
      "en": "No, you'll need a team.",
      "it": "No, vi servirà una squadra."
    }
  },
  {
    "translation": {
      "en": "And together, you'll find your team here among these new cadets.",
      "it": "E, insieme, troverete la vostra squadra qui, tra questi nuovi cadetti."
    }
  },
  {
    "translation": {
      "en": "[both] Wait, our team?",
      "it": "Aspetta, la nostra squadra?"
    }
  },
  {
    "translation": {
      "en": "Yes, Mission Critical will be your team, and you will lead it together.",
      "it": "Sì, Missione Alfa sarà la vostra squadra e la guiderete insieme."
    }
  },
  {
    "translation": {
      "en": "-Together? Him? Me? -Nuh-uh, I work solo. Lone wolf.",
      "it": "- Insieme? Lui? Io? - No, io sono un lupo solitario."
    }
  },
  {
    "translation": {
      "en": "Ay! Nonsense. You were born leaders. It's in your blood.",
      "it": "Sciocchezze. Siete leader nati, ce l'avete nel sangue."
    }
  },
  {
    "translation": {
      "en": "Mission Critical must work, for the future of mankind.",
      "it": "Missione Alfa deve funzionare, per il futuro dell'umanità."
    }
  },
  {
    "translation": {
      "en": "In the meantime, your mother and I are going into deep cover, like the rest of the agents.",
      "it": "Nel frattempo, io e la mamma andremo sotto copertura, come gli altri agenti."
    }
  },
  {
    "translation": {
      "en": "But we will not be far. Good luck. The entire world is counting on you.",
      "it": "Ma non saremo lontani. Buona fortuna. Il mondo conta su di voi."
    }
  },
  {
    "translation": {
      "en": "Well, I guess we should get to work then, huh?",
      "it": "- Direi che dobbiamo metterci al lavoro. - Sì."
    }
  },
  {
    "translation": {
      "en": "Yeah, it would seem that we have a whole world to save.",
      "it": "- Direi che dobbiamo metterci al lavoro. - Sì. A quanto pare, dobbiamo salvare il mondo."
    }
  },
  {
    "translation": {
      "en": "How hard could that be?",
      "it": "Quanto vuoi che sia difficile?"
    }
  },
  {
    "translation": {
      "en": "[Carmen] To defeat a villain like Golden Brain, Mission Critical has to be all about strategy.",
      "it": "Per sconfiggere Cervello D'oro, quel che serve a Missione Alfa è una strategia."
    }
  },
  {
    "translation": {
      "en": "Nuh-uh, Mission Critical has to be all about kicking butt.",
      "it": "No, quel che serve a Missione Alfa è fargli del male."
    }
  },
  {
    "translation": {
      "en": "OMG! Totes love your jumpsuit!",
      "it": "Oh, santa Siri! Amo la tua tuta."
    }
  },
  {
    "translation": {
      "en": "-Oh, and your hair? Adorbs! Selfie! -[camera shutter clicks]",
      "it": "E i capelli? Adoro! Selfie!"
    }
  },
  {
    "translation": {
      "en": "The name's Glitch. Techno-espionage, code-breaking, genius level IQ, incredible fashion sense.",
      "it": "Sono Link. Tecno-spionaggio, crittanalisi, Q.I. altissimo, stile incredibile."
    }
  },
  {
    "translation": {
      "en": "LOL. #FullPackage.",
      "it": "LOL. #PacchettoCompleto."
    }
  },
  {
    "translation": {
      "en": "Am I right? Just texted you all my info, set up our own private e-mail server,",
      "it": "Giusto? Vi ho scritto, ho configurato un server di posta elettronica privato"
    }
  },
  {
    "translation": {
      "en": "and got us access to every computer on the Earth.",
      "it": "e abbiamo accesso a ogni computer della Terra."
    }
  },
  {
    "translation": {
      "en": "-[sighs] Besties for life! -[camera shutter clicks]",
      "it": "Amici per sempre!"
    }
  },
  {
    "translation": {
      "en": "-Very promising. -Wait, you understood her?",
      "it": "- Davvero promettente. - Aspetta, tu l'hai capita?"
    }
  },
  {
    "translation": {
      "en": "The next applicant was supposed to be here already. And I am, my dear.",
      "it": "- Il prossimo dovrebbe già essere qui. - E infatti eccomi, mia cara."
    }
  },
  {
    "translation": {
      "en": "The name is Awesome, Sir Awesome.",
      "it": "Mi chiamo Beautiful, Sir Beautiful."
    }
  },
  {
    "translation": {
      "en": "Super spy, expert linguist and master of disguise.",
      "it": "Super-spia, esperto in lingue e maestro del travestimento."
    }
  },
  {
    "translation": {
      "en": "Fluent in over 300 languages, including my own, Awesomese.",
      "it": "Parlo correntemente oltre 300 lingue, inclusa la mia, il \"beautichese\"."
    }
  },
  {
    "translation": {
      "en": "Do you always work with theme music? That should come in handy for stealth missions. Anyway...",
      "it": "Lavori sempre con una colonna sonora? Molto discreta, nelle missioni segrete..."
    }
  },
  {
    "translation": {
      "en": "Now, if you'll please excuse me, I have a prior engagement.",
      "it": "Ora, se volete scusarmi, ho un altro impegno."
    }
  },
  {
    "translation": {
      "en": "He's great!",
      "it": "È grandioso!"
    }
  },
  {
    "translation": {
      "en": "All these applicants have excellent test scores on their cognitive reasoning exams.",
      "it": "Tutti questi candidati hanno preso voti eccellenti agli esami cognitivi."
    }
  },
  {
    "translation": {
      "en": "Snore! None of them have cool code names or great costumes. Pass.",
      "it": "Che noia! Niente nomi in codice fighi o bei costumi. Passo."
    }
  },
  {
    "translation": {
      "en": "Cool code names? Great costumes? -That's your criteria? -Yeah.",
      "it": "Nomi in codice fighi? Bei costumi? Sono i tuoi criteri di scelta?"
    }
  },
  {
    "translation": {
      "en": "Everyone knows the key to kicking butt is intimidation.",
      "it": "Sì! La chiave per fare del male è l'intimidazione."
    }
  },
  {
    "translation": {
      "en": "-[girls giggling] -[girl] So dreamy.",
      "it": "Un vero sogno."
    }
  },
  {
    "translation": {
      "en": "Barfsville! Look at them! So unprofessional!",
      "it": "Miseriaccia! Ma guardale! Per niente professionali!"
    }
  },
  {
    "translation": {
      "en": "-[sighs] -Yep, I see where this is headed.",
      "it": "So già come andrà a finire."
    }
  },
  {
    "translation": {
      "en": "-Name? -[Australian accent] Ace, mate.",
      "it": "- Nome? - Asso, bello."
    }
  },
  {
    "translation": {
      "en": "-Okay, Ace-Mate, I see that you did okay-- -Not \"Ace-Mate.\" Just \"Ace,\" mate.",
      "it": "- Ok, Asso-Bello. Sei andato bene... - Non \"Asso-Bello\". Solo Asso, bello."
    }
  },
  {
    "translation": {
      "en": "Clearly, there is some sort of language barrier here. I think that--",
      "it": "Mi sembra evidente che c'è una barriera linguistica. Credo che..."
    }
  },
  {
    "translation": {
      "en": "I see you graduated top of your class at Junior Marksman's Academy.",
      "it": "Hai ottenuto il voto più alto della classe all'Accademia di tiratori scelti."
    }
  },
  {
    "translation": {
      "en": "There's no weapon I can't master. Slingshot, laser pistol.",
      "it": "Non esiste arma che non sappia usare. Fionda, pistola laser..."
    }
  },
  {
    "translation": {
      "en": "I can use it to knock the eyelash off a mozzie at 300 yards.",
      "it": "Posso staccare le ciglia a una zanzara distante 270 metri."
    }
  },
  {
    "translation": {
      "en": "Okay, Ace-Mate, that'll do. We'll be in touch.",
      "it": "Ok, Asso-Bello, ti faremo sapere."
    }
  },
  {
    "translation": {
      "en": "-Man, what was with that guy? -Cool code name, great costume.",
      "it": "- Cavolo, ma che ha quello? - Nome in codice figo, bel costume..."
    }
  },
  {
    "translation": {
      "en": "Nuh-uh, no one's that perfect.",
      "it": "No, nessuno è così perfetto."
    }
  },
  {
    "translation": {
      "en": "Well, since we can't come to an agreement on anyone,",
      "it": "Visto che non siamo d'accordo su nessuno, ognuno ne sceglie due."
    }
  },
  {
    "translation": {
      "en": "we'll each get two picks for the team. No questions asked. Fair?",
      "it": "Visto che non siamo d'accordo su nessuno, ognuno ne sceglie due. Niente domande. Siamo d'accordo?"
    }
  },
  {
    "translation": {
      "en": "Finally, we can agree on something. Let's head back to the dorms",
      "it": "Finalmente siamo d'accordo su qualcosa! Vediamoci domani al centro d'addestramento e vediamo le nostre proposte, d'accordo?"
    }
  },
  {
    "translation": {
      "en": "and meet tomorrow at the training center to see how our prospects work together.",
      "it": "Vediamoci domani al centro d'addestramento e vediamo le nostre proposte, d'accordo?"
    }
  },
  {
    "translation": {
      "en": "Huh? A Thumb-Thumb? How did that get in here? Stand down, creature!",
      "it": "Un Pollicione? Come ha fatto ad entrare? Indietro, creatura!"
    }
  },
  {
    "translation": {
      "en": "-Tom Thumb-Thumb is with me. -And might I ask who \"me\" is?",
      "it": "- Pollicione è con me. - E posso chiedere chi sarebbe \"me\"?"
    }
  },
  {
    "translation": {
      "en": "The code name's Scorpion, but you'd probably know me best by my civilian name, Claudia Floop.",
      "it": "Nome in codice, Scorpion, ma forse mi conosci col nome da civile, Claudia Floop."
    }
  },
  {
    "translation": {
      "en": "Floop? As in our former enemy, Fegan Floop?",
      "it": "Floop? Come il nostro vecchio nemico Fegan Floop?"
    }
  },
  {
    "translation": {
      "en": "-The same. He is my father. -Your father?",
      "it": "- Esattamente. È mio padre. - Tuo padre?"
    }
  },
  {
    "translation": {
      "en": "That explains the Thumb-Thumb. But not why you're standing in my dorm room.",
      "it": "Questo spiega il Pollicione. Ma perché sei in camera mia?"
    }
  },
  {
    "translation": {
      "en": "I'm here for the Mission Critical team. I apologize for being late.",
      "it": "Sono qui per la squadra Missione Alfa. Scusa il ritardo."
    }
  },
  {
    "translation": {
      "en": "I was supposed to be here a few days ago, but I had a fashion shoot in Prague. You know how that is.",
      "it": "Dovevo arrivare prima, ma avevo un servizio fotografico a Praga. Mi capisci."
    }
  },
  {
    "translation": {
      "en": "No, you probably don't.",
      "it": "No, probabilmente no."
    }
  },
  {
    "translation": {
      "en": "Fegan Floop's daughter wants to be considered for the Mission Critical team?",
      "it": "La figlia di Floop vuole entrare nella Missione Alfa?"
    }
  },
  {
    "translation": {
      "en": "Now I've heard everything. Wait, did you re-decorate my room?",
      "it": "Ora le ho sentite proprio tutte. Aspetta, hai riarredato la mia camera?"
    }
  },
  {
    "translation": {
      "en": "-Yes, it lacked panache. -I'll give you panache.",
      "it": "- Sì, non c'era stile. - Te lo do io lo stile."
    }
  },
  {
    "translation": {
      "en": "Hey, hey! Ooh, who's the new roomie? Whoa! -Totes vibing on the new look! Panache! -[Thumb-Thumb moans]",
      "it": "Ehi! Chi è la nuova compagna di stanza? Il nuovo look mi sconfinfera! Che stile!"
    }
  },
  {
    "translation": {
      "en": "[Carmen] Hmm, looks like you're one cadet shy.",
      "it": "Hai un cadetto di meno."
    }
  },
  {
    "translation": {
      "en": "-Oh, he'll be here... I hope. -This is bad form, Junior.",
      "it": "- Arriverà... Lo spero. - Questa è maleducazione, Junior."
    }
  },
  {
    "translation": {
      "en": "It's Juni! Ju-ni! And call me by my code name. Aztec, Ace-Mate.",
      "it": "Mi chiamo Juni! E chiamami col mio nome in codice. Azteco, Asso-Bello."
    }
  },
  {
    "translation": {
      "en": "Again, it's just \"Ace,\" mate. Not \"Ace-Mate.\" I still don't hear the difference.",
      "it": "- Ripeto, sono Asso, non \"Asso-Bello\". - Continuo a non sentire la differenza."
    }
  },
  {
    "translation": {
      "en": "Well, it looks like I get another candidate selection",
      "it": "Dato che il tuo candidato non è venuto, ne sceglierò un altro io, quindi..."
    }
  },
  {
    "translation": {
      "en": "-since your candidate didn't show, so... -[Claudia] Am I interrupting?",
      "it": "Dato che il tuo candidato non è venuto, ne sceglierò un altro io, quindi... Disturbo?"
    }
  },
  {
    "translation": {
      "en": "-Yes, you are. We were just-- -No, no, no.",
      "it": "- In effetti, sì. Stavamo per... - No, niente affatto. Sei giusto in tempo."
    }
  },
  {
    "translation": {
      "en": "-Not at all. You're just in time. -Are you crazy? Do you know who that is?",
      "it": "- In effetti, sì. Stavamo per... - No, niente affatto. Sei giusto in tempo. Sei pazzo? Sai chi è quella? Claudia Floop, la figlia di Fegan Floop."
    }
  },
  {
    "translation": {
      "en": "That's Claudia Floop, Fegan Floop's daughter?",
      "it": "Sei pazzo? Sai chi è quella? Claudia Floop, la figlia di Fegan Floop."
    }
  },
  {
    "translation": {
      "en": "The daughter of a villain? She can't be trusted.",
      "it": "La figlia di un cattivo? Non è affidabile."
    }
  },
  {
    "translation": {
      "en": "Remember what you said, no questions asked.",
      "it": "Ricorda quello che hai detto. \"Niente domande.\""
    }
  },
  {
    "translation": {
      "en": "Mission Critical prospects, the test begins now!",
      "it": "Proposte Missione Alfa, la prova inizia ora!"
    }
  },
  {
    "translation": {
      "en": "Attack!",
      "it": "Attaccare!"
    }
  },
  {
    "translation": {
      "en": "-Evade! -[both scream]",
      "it": "Schivare!"
    }
  },
  {
    "translation": {
      "en": "Okay, team, let's show 'em how it's done! Full-out attack! Kick butt!",
      "it": "Ok, squadra, facciamogli vedere come si fa! Attacco massimo! Facciamoli neri!"
    }
  },
  {
    "translation": {
      "en": "No! Evasive action!",
      "it": "No! Schivare!"
    }
  },
  {
    "translation": {
      "en": "Attack!",
      "it": "Attaccare!"
    }
  },
  {
    "translation": {
      "en": "Evade!",
      "it": "Schivare!"
    }
  },
  {
    "translation": {
      "en": "-Mission Critical, attack! -Mission Critical, evade!",
      "it": "- Missione Alfa, attaccare! - Missione Alfa, schivare!"
    }
  },
  {
    "translation": {
      "en": "-[Carmen] Evade! -[Claudia screaming]",
      "it": "Schivare!"
    }
  },
  {
    "translation": {
      "en": "[Juni] Attack!",
      "it": "Attaccare!"
    }
  },
  {
    "translation": {
      "en": "-[Carmen] Evade! -[Claudia groans]",
      "it": "Schivare!"
    }
  },
  {
    "translation": {
      "en": "-Juni, what are you doing? -Leading the team! Get outta my way, Carm!",
      "it": "- Juni, che stai facendo? - Guido la squadra! Togliti di mezzo!"
    }
  },
  {
    "translation": {
      "en": "[Juni] Carmen!",
      "it": "Carmen!"
    }
  },
  {
    "translation": {
      "en": "Oh. [chuckles] Hey, Mom. Hey, Dad. How's deep cover? [chuckles]",
      "it": "Ciao, mamma. Ciao, papà. Come procede sotto copertura?"
    }
  },
  {
    "translation": {
      "en": "-Unacceptable. Embarrassing! -What your father is trying to say",
      "it": "Inaccettabile. Imbarazzante! Cerca di dire che dovete trovare un accordo su come guidare la squadra."
    }
  },
  {
    "translation": {
      "en": "is that you must come to an agreement on how to run this team.",
      "it": "Cerca di dire che dovete trovare un accordo su come guidare la squadra."
    }
  },
  {
    "translation": {
      "en": "I know how to run it! She just won't listen to reason! Reason? Your way will get us all killed.",
      "it": "- Io so come, ma non vuole ascoltarmi. - Ascoltare? Il tuo modo ci farà uccidere."
    }
  },
  {
    "translation": {
      "en": "-And your way will bore us all to death. -[Ingrid] Enough, you two!",
      "it": "- E il tuo ci farà morire di noia. - Smettetela!"
    }
  },
  {
    "translation": {
      "en": "Sure, you've had your differences lately, but you've always been there for each other.",
      "it": "Siete in disaccordo, ma ci siete sempre stati l'uno per l'altra."
    }
  },
  {
    "translation": {
      "en": "Juni, remember in kindergarten, when Jeffy Rice took your favorite cuddle bear?",
      "it": "Juni, ricordi quando all'asilo Jeffy Rice prese il tuo orsacchiotto preferito?"
    }
  },
  {
    "translation": {
      "en": "Who made him give it back?",
      "it": "Chi l'ha convinto a ridartelo?"
    }
  },
  {
    "translation": {
      "en": "And, Carmen, who was always the first one to volunteer as a test subject for your science fair projects?",
      "it": "Carmen, chi si è sempre offerto di farti da cavia per i tuoi progetti di scienze?"
    }
  },
  {
    "translation": {
      "en": "Maybe if you two would just listen to each other, you might actually figure this out.",
      "it": "Se vi ascoltaste a vicenda, forse riuscireste a trovare un accordo."
    }
  },
  {
    "translation": {
      "en": "But until that time, effective immediately, you are both off Mission Critical.",
      "it": "Ma fino ad allora, con effetto immediato, siete entrambi fuori da Missione Alfa."
    }
  },
  {
    "translation": {
      "en": "[man] A mysterious group calling itself SWAMP",
      "it": "Un gruppo misterioso, gli S.V.A.M.P., ha violato una struttura governativa,"
    }
  },
  {
    "translation": {
      "en": "has infiltrated a government facility in the desert,",
      "it": "Un gruppo misterioso, gli S.V.A.M.P., ha violato una struttura governativa, rubando della tecnologia top secret. Ogni tentativo di fermarli è stato vano."
    }
  },
  {
    "translation": {
      "en": "making off with a cache of top-secret technology. All attempts to stop this convoy have been futile.",
      "it": "rubando della tecnologia top secret. Ogni tentativo di fermarli è stato vano."
    }
  },
  {
    "translation": {
      "en": "So, what is our plan again?",
      "it": "Allora, mi ripetete il piano?"
    }
  },
  {
    "translation": {
      "en": "Okay, the three of us are gonna stop that SWAMP convoy on our own.",
      "it": "Noi tre fermeremo il convoglio degli S.V.A.M.P. da soli."
    }
  },
  {
    "translation": {
      "en": "Whatever that tech is, can't be good in their hands.",
      "it": "Quella tecnologia non è al sicuro nelle loro mani."
    }
  },
  {
    "translation": {
      "en": "-[Carmen clears her throat] -[Juni] Copycat!",
      "it": "Quella tecnologia non è al sicuro nelle loro mani. Copiona!"
    }
  },
  {
    "translation": {
      "en": "-Mature. -You are.",
      "it": "- Maturo. - Perché, tu?"
    }
  },
  {
    "translation": {
      "en": "Fine. Since neither one of us is going to back down, let's agree to stay out of each other's way.",
      "it": "Dato che nessuno vuole tirarsi indietro, stiamo alla larga l'uno dall'altro."
    }
  },
  {
    "translation": {
      "en": "Done!",
      "it": "Perfetto!"
    }
  },
  {
    "translation": {
      "en": "-This is going to be a long mission. -Yeah, if we survive it.",
      "it": "- Sarà una missione molto lunga. - Sì, sempre se sopravvivremo."
    }
  },
  {
    "translation": {
      "en": "There it is. Mission Critical, on my signal, get into position.",
      "it": "Ci siamo. Missione Alfa, al mio segnale, in posizione."
    }
  },
  {
    "translation": {
      "en": "[scoffs] Mission Most Critical,",
      "it": "Ci siamo. Missione Alfa, al mio segnale, in posizione. Missione Super Alfa, al mio segnale, facciamo neri gli S.V.A.M.P!"
    }
  },
  {
    "translation": {
      "en": "on my signal, go kick some SWAMP butt!",
      "it": "Missione Super Alfa, al mio segnale, facciamo neri gli S.V.A.M.P!"
    }
  },
  {
    "translation": {
      "en": "-Really? Mission Most Critical? -Yep. Jealous? Now!",
      "it": "- Davvero? Missione Super Alfa? - Sì. Invidiosa? Ora!"
    }
  },
  {
    "translation": {
      "en": "See? That's how it's done. So much for your boring tactics.",
      "it": "Visto? Così si fa! Addio alle tue tattiche noiose."
    }
  },
  {
    "translation": {
      "en": "Mission Critical, now!",
      "it": "Missione Alfa, ora!"
    }
  },
  {
    "translation": {
      "en": "What the...?",
      "it": "Ma che...?"
    }
  },
  {
    "translation": {
      "en": "-Jealous? -Look out!",
      "it": "- Invidioso? - Attento!"
    }
  },
  {
    "translation": {
      "en": "Let me go!",
      "it": "Lasciatemi andare!"
    }
  },
  {
    "translation": {
      "en": "Sir Awesome!",
      "it": "Sir Beautiful! Dobbiamo andare ad aiutarlo!"
    }
  },
  {
    "translation": {
      "en": "-We need to get in there and help! -I have an idea.",
      "it": "Sir Beautiful! Dobbiamo andare ad aiutarlo! Ho un'idea. Vai dietro di loro e fa' quello che ti dico. Sparo!"
    }
  },
  {
    "translation": {
      "en": "Get behind them and follow my lead. Blobs away!",
      "it": "Ho un'idea. Vai dietro di loro e fa' quello che ti dico. Sparo!"
    }
  },
  {
    "translation": {
      "en": "[soldier laughs] She missed!",
      "it": "Ci ha mancati!"
    }
  },
  {
    "translation": {
      "en": "-Scorpion! -[soldier grunts]",
      "it": "Scorpion!"
    }
  },
  {
    "translation": {
      "en": "I'm on it!",
      "it": "Vado io!"
    }
  },
  {
    "translation": {
      "en": "[Glitch] OMG, the caravan's getting away!",
      "it": "Oh, santa Siri! Il caravan sta fuggendo!"
    }
  },
  {
    "translation": {
      "en": "-Juni, take Ace. -Right. You take Scorpion.",
      "it": "- Juni, prendi Asso. - Tu prendi Scorpion."
    }
  },
  {
    "translation": {
      "en": "Glitch, Sir Awesome, wait for our signal.",
      "it": "Link, Sir Beautiful, aspettate il nostro segnale."
    }
  },
  {
    "translation": {
      "en": "We're gonna need some Awesomese to jam those com-links.",
      "it": "Ci servirà il beautichese per disturbare quei trasmettitori."
    }
  },
  {
    "translation": {
      "en": "-[bird caws] -Whoa! Crikey! Ace, are you okay?",
      "it": "- Accidenti! - Asso, tutto bene?"
    }
  },
  {
    "translation": {
      "en": "Yeah. [chuckles] -Just, uh, don't get me near them. -[bird squawks]",
      "it": "Sì. Ma non farmi avvicinare a quelli."
    }
  },
  {
    "translation": {
      "en": "Birds? You're afraid of birds?",
      "it": "Hai paura degli uccelli?"
    }
  },
  {
    "translation": {
      "en": "[chuckles] I just, uh-- I don't trust 'em. With their wings, beaks, tiny birdie feet.",
      "it": "Non mi fido. Con quelle ali, quei becchi e quelle zampette..."
    }
  },
  {
    "translation": {
      "en": "I knew it, Mr. Perfect.",
      "it": "Lo sapevo, signor Perfetto."
    }
  },
  {
    "translation": {
      "en": "Okay, Glitch, Awesome, hit it!",
      "it": "Ok. Link, Beautiful, dateci dentro!"
    }
  },
  {
    "translation": {
      "en": "-[soldier] My ears! -[soldier 2] I can't steer!",
      "it": "- Le orecchie! - Non posso sterzare!"
    }
  },
  {
    "translation": {
      "en": "Thanks, ugly! I'll take this!",
      "it": "Grazie, cattivone, questo lo prendo io."
    }
  },
  {
    "translation": {
      "en": "-[soldiers grunting] -[team cheering]",
      "it": "Ce l'abbiamo fatta! - Sì! - Siamo fortissimi, ragazzi!"
    }
  },
  {
    "translation": {
      "en": "-Hey, good work out there today. -Yeah, you too.",
      "it": "- Ehi, sei stato grande, oggi. - Sì, anche tu."
    }
  },
  {
    "translation": {
      "en": "I guess there is a place for a little thinking mixed with the butt-kicking.",
      "it": "Direi che possiamo unire il ragionamento al farli neri!"
    }
  },
  {
    "translation": {
      "en": "The trick will be figuring out the proper balance.",
      "it": "Il trucco è trovare il giusto equilibrio."
    }
  },
  {
    "translation": {
      "en": "But if you're going to be on my team, you're gonna need to bone up on your battle tactics.",
      "it": "Ma se sarai nella mia squadra, impara le tattiche di combattimento."
    }
  },
  {
    "translation": {
      "en": "[scoffs] And if you're gonna be on my team, you need a cool code name. What do you think about \"Tango\"?",
      "it": "E a te serve un nome in codice figo. Che ne dici di \"Tango\"?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I like it. Thanks, Aztec.",
      "it": "Sì, mi piace. Grazie, Azteco."
    }
  },
  {
    "translation": {
      "en": "Oh, and remind me to tell you something about Ace. You won't believe it.",
      "it": "Ah, devo dirti una cosa su Asso. Non ci crederai."
    }
  },
  {
    "translation": {
      "en": "Ugh! Will you stop already?",
      "it": "Ma vuoi smetterla?"
    }
  },
  {
    "translation": {
      "en": "Putting that news report up for them to see was a stroke of genius. Call it mother's intuition.",
      "it": "- Inventare quel servizio è stato geniale. - Semplice intuito materno."
    }
  },
  {
    "translation": {
      "en": "[chuckles] They all have a lot left to learn, but the future of the OSS does seem very promising.",
      "it": "Hanno tutti ancora molto da imparare, ma il futuro sembra promettente."
    }
  },
  {
    "translation": {
      "en": "To Mission Critical!",
      "it": "A Missione Alfa!"
    }
  },
  {
    "translation": {
      "en": "-[Ace] Yes! -[Juni] All right!",
      "it": "- Sì! - Evviva!"
    }
  },
  {
    "translation": {
      "en": "-[soldier] We had a problem, sir. -[Golden Brain] What kind of problem?",
      "it": "- C'è stato un problema, signore. - Un problema? Che tipo di problema?"
    }
  },
  {
    "translation": {
      "en": "[soldier] The convoy, it was intercepted by a bunch of...",
      "it": "Il convoglio è stato intercettato da alcuni..."
    }
  }
]