[
  {
    "translation": {
      "en": "[narrator] As puberty begins, hormones are released",
      "it": "BRIDGETON SCUOLA MEDIA BALLO D'AUTUNNO NIENTE STRUSCIATINE All'inizio della pubertà, vengono rilasciati degli ormoni... APPARATO RIPRODUTTIVO FEMMINILE"
    }
  },
  {
    "translation": {
      "en": "and the sexual organs begin to change.",
      "it": "APPARATO RIPRODUTTIVO FEMMINILE ...e gli organi sessuali iniziano a cambiare."
    }
  },
  {
    "translation": {
      "en": "The uterus is the center of female reproductive activity...",
      "it": "L'utero è il centro dell'attività riproduttiva femminile..."
    }
  },
  {
    "translation": {
      "en": "The uterus? I thought girls had vaginas.",
      "it": "L'utero? Pensavo che le ragazze avessero la vagina."
    }
  },
  {
    "translation": {
      "en": "I thought that, too, but I guess they don't.",
      "it": "Lo pensavo anche io, ma immagino non sia così."
    }
  },
  {
    "translation": {
      "en": "Maybe vagina is, like, slang.",
      "it": "Forse \"vagina\" è un termine dello slang."
    }
  },
  {
    "translation": {
      "en": "[voice] Did someone say \"vagina\"?",
      "it": "- Qualcuno ha detto \"vagina\"? - Oh, no, non adesso."
    }
  },
  {
    "translation": {
      "en": "-Oh, no, no, no. Not now. -Fuck, yeah, now!",
      "it": "- Qualcuno ha detto \"vagina\"? - Oh, no, non adesso. Sì, cazzo, ora!"
    }
  },
  {
    "translation": {
      "en": "Go away. You are not real.",
      "it": "Vattene. Tu non sei reale."
    }
  },
  {
    "translation": {
      "en": "You're just some hormone monster my brain created.",
      "it": "Sei solo un mostro ormonale creato dal mio cervello."
    }
  },
  {
    "translation": {
      "en": "If I'm not real, then how come I'm sending blood",
      "it": "Se non sono reale, come mai sto pompando del sangue"
    }
  },
  {
    "translation": {
      "en": "to your sweet penis right now?",
      "it": "al tuo caro pene, in questo momento?"
    }
  },
  {
    "translation": {
      "en": "-[moans] Come on. -[narrator] The ovaries release the egg,",
      "it": "- E dai. - Le ovaie rilasciano l'ovulo, TUBE DI FALLOPPIO OVAIE"
    }
  },
  {
    "translation": {
      "en": "then travel down the Fallopian tube.",
      "it": "che viaggia attraverso la tuba di Falloppio."
    }
  },
  {
    "translation": {
      "en": "\"Fallopian.\" What a savory word.",
      "it": "Falloppio, che parola gustosa."
    }
  },
  {
    "translation": {
      "en": "Describes exactly what it is, you know what I mean?",
      "it": "Descrive esattamente quello che è, capisci che intendo?"
    }
  },
  {
    "translation": {
      "en": "Okay, I should tell you, this is school and we need boundaries.",
      "it": "Ok, devo dirtelo, siamo a scuola e ci servono dei limiti."
    }
  },
  {
    "translation": {
      "en": "If you want me to go away, you know what you have to do.",
      "it": "Se vuoi che sparisca, sai cosa devi fare."
    }
  },
  {
    "translation": {
      "en": "-[sighs] Jerk off-- -Jerk off, yeah, yeah, yeah! Exactly.",
      "it": "- Una sega. - Una sega, sì! Esatto."
    }
  },
  {
    "translation": {
      "en": "Let's go to the bathroom and climax into that thin toilet paper.",
      "it": "Andiamo in bagno e raggiungiamo l'apice in quella carta igienica così sottile."
    }
  },
  {
    "translation": {
      "en": "How come in all these videos",
      "it": "Come mai, in questi video,"
    }
  },
  {
    "translation": {
      "en": "puberty for boys is like the miracle of ejaculation",
      "it": "la pubertà maschile viene mostrata come il miracolo dell'eiaculazione,"
    }
  },
  {
    "translation": {
      "en": "and for girls we're just a yarn ball of aching tubes?",
      "it": "mentre quella femminile consiste solo in un paio di tube doloranti?"
    }
  },
  {
    "translation": {
      "en": "-Ew, that's gross. -Yeah, exactly.",
      "it": "- Che schifo. - Ecco, infatti."
    }
  },
  {
    "translation": {
      "en": "And that's why we need equal pay.",
      "it": "È per questo che dobbiamo avere la parità salariale."
    }
  },
  {
    "translation": {
      "en": "My dad says when you take into account maternity leave,",
      "it": "Mio padre dice che, se si considera la maternità, avete la parità salariale."
    }
  },
  {
    "translation": {
      "en": "-you do get equal pay. -Your dad's a scumbag DUI attorney.",
      "it": "Mio padre dice che, se si considera la maternità, avete la parità salariale. Tuo padre è uno stronzo difensore di ubriaconi alla guida."
    }
  },
  {
    "translation": {
      "en": "Yeah, and he makes bank.",
      "it": "Già, e fa soldi a palate."
    }
  },
  {
    "translation": {
      "en": "Too bad he can't afford tweezers for that unibrow.",
      "it": "Peccato che non possa permettersi delle pinzette per quel monociglio."
    }
  },
  {
    "translation": {
      "en": "-[screams] Shut up, Matthew! -Come on, come on, come on! Wheels up in 30 seconds.",
      "it": "- Sta' zitto, Matthew! - Forza, forza! Si decolla tra 30 secondi."
    }
  },
  {
    "translation": {
      "en": "Ms. Kazan, can I please go to the bathroom, please?",
      "it": "Signorina Kazan, posso andare in bagno, per favore?"
    }
  },
  {
    "translation": {
      "en": "If you don't get out of here right now, we're gonna \"Jackson Pollack\" all over your pants.",
      "it": "Se non esci subito da qui, avrai un quadro di Jackson Pollock sui pantaloni."
    }
  },
  {
    "translation": {
      "en": "-Who? -He's a famous abstract expressionist.",
      "it": "- Chi? - È un famoso espressionista astratto."
    }
  },
  {
    "translation": {
      "en": "-Oh, my God... -I'll take notes for you, Andrew.",
      "it": "- Oh, Dio mio. - Prendo io gli appunti per te, Andrew."
    }
  },
  {
    "translation": {
      "en": "-Thanks, Missy. -Let's go, let's go.",
      "it": "- Grazie, Missy. - Andiamo, andiamo."
    }
  },
  {
    "translation": {
      "en": "-I'm coming, I'm coming. -Not yet.",
      "it": "- Vengo, vengo. - Non ancora."
    }
  },
  {
    "translation": {
      "en": "That's why we gotta get to the bathroom, sweetheart.",
      "it": "È per questo che dobbiamo andare in bagno, dolcezza."
    }
  },
  {
    "translation": {
      "en": "Am I a lucky guy or what?",
      "it": "Sono o non sono una persona fortunata?"
    }
  },
  {
    "translation": {
      "en": "I've got this beautiful family, a gorgeous home,",
      "it": "Ho un splendida famiglia, una bellissima casa,"
    }
  },
  {
    "translation": {
      "en": "the sounds of Duke Ellington-- a great African-American American.",
      "it": "la musica di Duke Ellington, un grande americano afroamericano."
    }
  },
  {
    "translation": {
      "en": "Andrew, did you know that Duke Ellington died in this house?",
      "it": "Andrew, lo sapevi che Duke Ellington è morto in questa casa?"
    }
  },
  {
    "translation": {
      "en": "I did, Dr. Birch. This house has rhythm.",
      "it": "Sì, dottor Birch. In questa casa c'è del ritmo."
    }
  },
  {
    "translation": {
      "en": "That's right. What can I say? I love cocktail facts,",
      "it": "È vero. Che posso farci? Amo tutto quello che riguarda i cocktail"
    }
  },
  {
    "translation": {
      "en": "-and I also love this woman. -[chuckles]",
      "it": "e amo anche questa donna."
    }
  },
  {
    "translation": {
      "en": "Not only did she prepare a fantastic meal",
      "it": "Non solo ha preparato una cena spettacolare,"
    }
  },
  {
    "translation": {
      "en": "and birth three beautiful children--",
      "it": "ma ha anche dato alla luce tre figli meravigliosi,"
    }
  },
  {
    "translation": {
      "en": "-no drugs. -Oh, please. Nick slipped right out of me.",
      "it": "- senza farmaci. - Ma dai, Nick è sgusciato fuori da solo."
    }
  },
  {
    "translation": {
      "en": "-Mom, Andrew's here. -He's family.",
      "it": "- Mamma, c'è Andrew. - È di famiglia."
    }
  },
  {
    "translation": {
      "en": "Anyway, he shouldn't be afraid of a vagina.",
      "it": "Ad ogni modo, non dovrebbe aver paura di una vagina."
    }
  },
  {
    "translation": {
      "en": "-Okay, can we be excused? -Once you pay the \"snuggle tax.\"",
      "it": "- Ok, potete scusarci? - Solo dopo aver pagato la tassa coccole."
    }
  },
  {
    "translation": {
      "en": "-Come here. -Come here.",
      "it": "- Vieni qui. - Vieni."
    }
  },
  {
    "translation": {
      "en": "-Mom! -[sighs]",
      "it": "Mamma!"
    }
  },
  {
    "translation": {
      "en": "Oh, I could eat you alive. Mom, can you not do this in front of Andrew?",
      "it": "- Ti mangerei vivo. - Potresti evitare di fronte a Andrew?"
    }
  },
  {
    "translation": {
      "en": "-You smell like fresh-buttered baby. -Gimme a whiff.",
      "it": "- Sai di bambino appena unto. - Fammi annusare."
    }
  },
  {
    "translation": {
      "en": "-Mom, loosen your grip. -I want to put you back up inside.",
      "it": "- Mamma, allenta la presa. - Voglio rimetterti dentro."
    }
  },
  {
    "translation": {
      "en": "Okay, we're going up now. Goodbye.",
      "it": "Ok, noi andiamo di sopra. Ciao."
    }
  },
  {
    "translation": {
      "en": "Love you, Nicholas. Love you. And you, too, Andrew.",
      "it": "Ti voglio bene, Nicholas. Ti voglio bene, e anche a te, Andrew."
    }
  },
  {
    "translation": {
      "en": "What a fantastic best friend. The kid's dynamite.",
      "it": "- Scusate. - Che migliore amico meraviglioso. Quel ragazzo è una bomba."
    }
  },
  {
    "translation": {
      "en": "From the corner! Swish-hh!",
      "it": "Dall'angolo! Dentro."
    }
  },
  {
    "translation": {
      "en": "Hey, so this, like, dance on Friday,",
      "it": "Ehi, senti, per il ballo di venerdì,"
    }
  },
  {
    "translation": {
      "en": "-I think I'm not gonna go. -Oh, please. Yes, you are.",
      "it": "- non credo di andarci. - Oh, ti prego. Sì che ci andrai."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna ask a girl. I don't need that kind of rejection.",
      "it": "Non lo chiederò a nessuna ragazza. Non mi serve un simile rifiuto."
    }
  },
  {
    "translation": {
      "en": "We're gonna go as a group-- me, you, Jessi and Jay.",
      "it": "Ci andremo in gruppo. Io te, Jessi e Jay."
    }
  },
  {
    "translation": {
      "en": "But Jay's been bragging that he's gonna get fingered at the dance.",
      "it": "Ma Jay si vanta del fatto che si farà fare un ditalino al ballo."
    }
  },
  {
    "translation": {
      "en": "-What? -He's gonna get fingered.",
      "it": "- Cosa? - Si farà fare un ditalino."
    }
  },
  {
    "translation": {
      "en": "Okay, first of all, I think he's got that wrong.",
      "it": "Ok, per prima cosa, credo tu abbia capito male."
    }
  },
  {
    "translation": {
      "en": "Either that or you have grossly misquoted him.",
      "it": "O è così, o hai decisamente riferito male le sue parole."
    }
  },
  {
    "translation": {
      "en": "And Jay hasn't even kissed a girl, I guarantee it.",
      "it": "Jay non ha mai nemmeno baciato una ragazza, te lo assicuro."
    }
  },
  {
    "translation": {
      "en": "None of us have. Not, you know, with tongue anyway.",
      "it": "Nessuno di noi l'ha fatto. Non con la lingua, comunque."
    }
  },
  {
    "translation": {
      "en": "Of course, 'cause when you do kiss a girl, to make it official...",
      "it": "Certo, perché, quando si bacia una ragazza, per renderlo ufficiale..."
    }
  },
  {
    "translation": {
      "en": "-There's gotta be tongue. -Major tongue.",
      "it": "- Bisogna farlo con la lingua. - Tantissima lingua."
    }
  },
  {
    "translation": {
      "en": "-You want to flick your tongue around. -Ideally.",
      "it": "- Facendo roteare la lingua ovunque. - Preferibilmente."
    }
  },
  {
    "translation": {
      "en": "And you really want to get your tongue underneath hers, too.",
      "it": "E con la voglia sfrenata di infilare la lingua sotto la sua."
    }
  },
  {
    "translation": {
      "en": "Yeah, you want to get in there like a Claritin to just dissolve.",
      "it": "Già, con la voglia di infilarsi come una compressa di Claritin da sciogliere."
    }
  },
  {
    "translation": {
      "en": "-Yeah. [chuckles] -Yeah.",
      "it": "- Già. - Già."
    }
  },
  {
    "translation": {
      "en": "-We know what we're talking about. -It's nice to talk like men.",
      "it": "- Sappiamo di cosa parliamo. - È bello parlare come uomini."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Vero."
    }
  },
  {
    "translation": {
      "en": "Ow! It stings. But it's worth it.",
      "it": "Brucia. Ma ne vale la pena."
    }
  },
  {
    "translation": {
      "en": "-What are you doing? -Oh, my God!",
      "it": "- Ma che fai? - Oh, mio Dio!"
    }
  },
  {
    "translation": {
      "en": "-Hi. -Hi. -Don't look. -Of course. I'm not looking at all.",
      "it": "- Ciao. Non guardare. - Ciao. Certo. Non sto affatto guardando."
    }
  },
  {
    "translation": {
      "en": "-No! Sorry. -Oh, my God.",
      "it": "- Oddio. - Scusa."
    }
  },
  {
    "translation": {
      "en": "-Sorry for what? -I don't know.",
      "it": "- Scusa per cosa? - Non lo so."
    }
  },
  {
    "translation": {
      "en": "I don't know either.",
      "it": "Non lo so neanche io."
    }
  },
  {
    "translation": {
      "en": "You know, I actually didn't even see anything.",
      "it": "Sai, davvero non ho visto niente."
    }
  },
  {
    "translation": {
      "en": "I don't even know what you're talking about.",
      "it": "Non so nemmeno di cosa stai parlando."
    }
  },
  {
    "translation": {
      "en": "Okay. Well, good night.",
      "it": "Ok. Beh, buonanotte."
    }
  },
  {
    "translation": {
      "en": "Knock knock. Who's there? It's the Hormone Monster.",
      "it": "Toc, toc. Chi è? È l'Ormo-mostro."
    }
  },
  {
    "translation": {
      "en": "No, no, no, you gotta be kidding me.",
      "it": "No, no, vuoi scherzare."
    }
  },
  {
    "translation": {
      "en": "-Nick is right there, sir. -And?",
      "it": "- Nick è proprio lì, accidenti. - E?"
    }
  },
  {
    "translation": {
      "en": "And I'm a good person. I wouldn't do that laying next to a friend.",
      "it": "E io sono una brava persona. Non lo farei mai, steso di fianco a un amico."
    }
  },
  {
    "translation": {
      "en": "-Then why am I here? -Oh, my God, you're always right.",
      "it": "- Allora, perché sono qui? - Porca miseria, hai sempre ragione."
    }
  },
  {
    "translation": {
      "en": "-What the hell is wrong with me? -Nothing.",
      "it": "- Ma cosa ho che non va? - Niente."
    }
  },
  {
    "translation": {
      "en": "You're a perfectly normal gross little dirtbag.",
      "it": "Sei un normalissimo lurido piccolo stronzo."
    }
  },
  {
    "translation": {
      "en": "Now stare at that cat clock and massage your dinger.",
      "it": "Ora, fissa quell'orologio a forma di gatto e massaggiati il pendolo."
    }
  },
  {
    "translation": {
      "en": "No. Nick's grandmother gave him that clock.",
      "it": "No. È stata la nonna di Nick a dargli quell'orologio."
    }
  },
  {
    "translation": {
      "en": "-She knew what she was doing. -Yeah, she did. -Okay. -Oh...",
      "it": "- Sapeva quello che faceva. - Sì, lo sapeva. Ok."
    }
  },
  {
    "translation": {
      "en": "What a little clock-tease. Her eyes are darting back and forth,",
      "it": "Che pendolina di legno. I suoi occhi guizzano avanti e indietro"
    }
  },
  {
    "translation": {
      "en": "thinking, \"Meow-meow, who's got the cream?\"",
      "it": "e pensa: \"Miao, miao, chi mi dà un po' di latte?\""
    }
  },
  {
    "translation": {
      "en": "-Me. I've got the cream. -Yeah.",
      "it": "- Io. Te lo do io il latte. - Sì."
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. -It's okay. It's okay.",
      "it": "- Oh, Dio santo. - È tutto a posto."
    }
  },
  {
    "translation": {
      "en": "Just picture your dad's associate Susan. -[Andrew] Oh, Susan. -[Hormone Monster] Mmm...",
      "it": "- Immagina il socio di tuo padre, Susan. - Susan."
    }
  },
  {
    "translation": {
      "en": "Susan actually came to the summer outing,",
      "it": "A dirla tutta, Susan è venuta alla gita estiva"
    }
  },
  {
    "translation": {
      "en": "and she said that I was really sprouting into a fine young man.",
      "it": "e ha detto che sto diventando proprio un bel giovanotto."
    }
  },
  {
    "translation": {
      "en": "That's right. Look at her sinewy arms.",
      "it": "È vero. Guarda che braccia muscolose."
    }
  },
  {
    "translation": {
      "en": "-Susan, show me your top naked. -Yeah.",
      "it": "- Susan, fammi vedere il tuo petto nudo. - Sì."
    }
  },
  {
    "translation": {
      "en": "-Oh, God. -And she's got Fallopian tubes.",
      "it": "- Oddio. - E ha le tube di Falloppio."
    }
  },
  {
    "translation": {
      "en": "Oh, God, okay.",
      "it": "Oh, Dio, ok."
    }
  },
  {
    "translation": {
      "en": "So, Susan, um, what's it like [grunts] to be in human resources?",
      "it": "Allora, Susan, com'è stare nelle risorse umane?"
    }
  },
  {
    "translation": {
      "en": "I'm done.",
      "it": "Finito."
    }
  },
  {
    "translation": {
      "en": "Good night, you prince of Westchester, you king of the tri-state area.",
      "it": "Buonanotte, principe di Westchester, re dell'area dei tre Stati."
    }
  },
  {
    "translation": {
      "en": "-Wait. What do we do about the mess? -Sleep in it, pig. Mwah.",
      "it": "- Aspetta. Che facciamo con questo casino? - Dormici, maialino."
    }
  },
  {
    "translation": {
      "en": "So we're not going to Jay's to play basketball?",
      "it": "Quindi, non andiamo da Jay a giocare a basket?"
    }
  },
  {
    "translation": {
      "en": "it turns out that I have family stuff this weekend.",
      "it": "È saltato fuori che ho un impegno in famiglia, questo weekend."
    }
  },
  {
    "translation": {
      "en": "Oh. Well... this is me.",
      "it": "Bene... io sono arrivato."
    }
  },
  {
    "translation": {
      "en": "-I'll see you at school on Monday? -Yeah.",
      "it": "- Ci vediamo lunedì a scuola? - Sì. Certamente."
    }
  },
  {
    "translation": {
      "en": "Totally. Uh... have a nice rest of your weekend.",
      "it": "- Ci vediamo lunedì a scuola? - Sì. Certamente. - Buon resto del weekend. - Grazie."
    }
  },
  {
    "translation": {
      "en": "-Thank you. -Um, you're welcome.",
      "it": "- Buon resto del weekend. - Grazie. Prego."
    }
  },
  {
    "translation": {
      "en": "-I'll get out on the curb side now. -Yeah, great.",
      "it": "- Scendo dal lato del marciapiede. - Sì, benissimo."
    }
  },
  {
    "translation": {
      "en": "-Traffic side. -Yeah, that's smart.",
      "it": "- Lato del traffico. - Sì, è una cosa intelligente."
    }
  },
  {
    "translation": {
      "en": "Bye, Mrs. Birch.",
      "it": "Arrivederci, signora Birch."
    }
  },
  {
    "translation": {
      "en": "What's going on? I thought Andrew was staying over all weekend.",
      "it": "Che succede? Credevo che Andrew restasse tutto il weekend."
    }
  },
  {
    "translation": {
      "en": "I just-- it's nothing.",
      "it": "È solo che... niente."
    }
  },
  {
    "translation": {
      "en": "-Nick? -Nicholas, we're your parents.",
      "it": "- Nick? - Nicholas, siamo i tuoi genitori."
    }
  },
  {
    "translation": {
      "en": "You can tell us anything. Okay.",
      "it": "- Puoi dirci tutto. - Ok."
    }
  },
  {
    "translation": {
      "en": "Last night, when he was changing...",
      "it": "Ieri sera, mentre si stava cambiando..."
    }
  },
  {
    "translation": {
      "en": "I saw Andrew's penis.",
      "it": "Ho visto il pene di Andrew."
    }
  },
  {
    "translation": {
      "en": "And now you're worried you're a homosexual?",
      "it": "E, ora, hai paura di essere omosessuale?"
    }
  },
  {
    "translation": {
      "en": "Nicky, a man can touch another penis or even kiss one, very lightly,",
      "it": "Nicky, un uomo può toccare un altro pene o perfino baciarlo, appena appena,"
    }
  },
  {
    "translation": {
      "en": "and it still doesn't necessarily mean he's a homosexual.",
      "it": "ciò non significa per forza che è omosessuale."
    }
  },
  {
    "translation": {
      "en": "When I was an undergraduate-- your mother knows this story--",
      "it": "Quando andavo all'università... Tua madre conosce questa storia..."
    }
  },
  {
    "translation": {
      "en": "Dad, I'm not worried I'm gay.",
      "it": "Papà, non ho paura di essere gay."
    }
  },
  {
    "translation": {
      "en": "-Honey, it's fine if you are. -It's better.",
      "it": "- Tesoro, va bene, se lo sei. - È meglio."
    }
  },
  {
    "translation": {
      "en": "And by the way, you could do a lot worse than Andrew Glouberman.",
      "it": "E, tra l'altro, potevi trovare di peggio di Andrew Glouberman."
    }
  },
  {
    "translation": {
      "en": "It's not that, it's Andrew's...",
      "it": "Non è questo, è che quello di Andrew... Quello di Andrew era..."
    }
  },
  {
    "translation": {
      "en": "Andrew's was... was different,",
      "it": "Non è questo, è che quello di Andrew... Quello di Andrew era... - era diverso, più grande e peloso. - Tesorino,"
    }
  },
  {
    "translation": {
      "en": "like bigger and hairier.",
      "it": "- era diverso, più grande e peloso. - Tesorino,"
    }
  },
  {
    "translation": {
      "en": "Sweetheart, Andrew's started to become a man.",
      "it": "- era diverso, più grande e peloso. - Tesorino, - Andrew sta diventando un uomo. - Giusto."
    }
  },
  {
    "translation": {
      "en": "He's developed secondary sex characteristics.",
      "it": "Ha sviluppato caratteri sessuali secondari."
    }
  },
  {
    "translation": {
      "en": "-He has. -Thicker eyebrows...",
      "it": "- Esatto. - Sopracciglia più folte,"
    }
  },
  {
    "translation": {
      "en": "-Mm-hmm. -engorged nipples.",
      "it": "capezzoli più grossi."
    }
  },
  {
    "translation": {
      "en": "-Engorged nipples. -Mom!",
      "it": "- Capezzoli più grossi. - Mamma!"
    }
  },
  {
    "translation": {
      "en": "His penis is changing, from a boy penis to a man's penis.",
      "it": "Il suo pene sta cambiando, da pene di un ragazzo a pene di un uomo."
    }
  },
  {
    "translation": {
      "en": "-Mom! -And you may, like me,",
      "it": "- Mamma! - E tu potresti, come me,"
    }
  },
  {
    "translation": {
      "en": "never have a very big penis. But if you understand a woman's body,",
      "it": "non avere mai un pene molto grande. Ma, se capisci il corpo di una donna,"
    }
  },
  {
    "translation": {
      "en": "and more importantly her emotions, it doesn't matter.",
      "it": "e, soprattutto, le sue emozioni, non ha importanza."
    }
  },
  {
    "translation": {
      "en": "It's true, Nicky. Before I met your father",
      "it": "È vero, Nicky. Prima di conoscere tuo padre,"
    }
  },
  {
    "translation": {
      "en": "I was with some men who were very well-endowed,",
      "it": "sono stata con alcuni uomini superdotati,"
    }
  },
  {
    "translation": {
      "en": "-and honestly, it was too much for me-- -Okay.",
      "it": "- ma, onestamente, era troppo per me... - Ok."
    }
  },
  {
    "translation": {
      "en": "-Your father's penis is my glass slipper. -And you're my Cinderella.",
      "it": "Il pene di tuo padre è la mia scarpetta di cristallo. E tu sei la mia Cenerentola."
    }
  },
  {
    "translation": {
      "en": "-Guys, please, stop! -Gimme a break.",
      "it": "- Vi prego, smettetela! - Dammi tregua."
    }
  },
  {
    "translation": {
      "en": "I'm sure Andrew and his parents have had very similar conversations.",
      "it": "Sono certa che Andrew e i suoi abbiano fatto discorsi molto simili."
    }
  },
  {
    "translation": {
      "en": "Eh... I don't know about that.",
      "it": "Non ci giurerei."
    }
  },
  {
    "translation": {
      "en": "And then, you kinda jhoosh it down.",
      "it": "E, poi, lo fai scivolare giù, così."
    }
  },
  {
    "translation": {
      "en": "Barbara, what are you doing with my last good banana?",
      "it": "Barbara, che stai facendo con la mia ultima banana buona?"
    }
  },
  {
    "translation": {
      "en": "Dr. Oz says they need to learn. Oh, he doesn't need to know anything.",
      "it": "- Il dottor Oz dice che devono imparare. - Oh, non deve imparare proprio niente."
    }
  },
  {
    "translation": {
      "en": "-Actually-- -Please, the next time",
      "it": "- Veramente... - Per favore, la prossima volta"
    }
  },
  {
    "translation": {
      "en": "you think you need to know something, Andrew, shut your face!",
      "it": "che credi di dover imparare qualcosa, Andrew, tieni il becco chiuso!"
    }
  },
  {
    "translation": {
      "en": "Now give me the banana. Jesus, it tastes like condom.",
      "it": "Ora dammi la banana. Gesù, sa di preservativo."
    }
  },
  {
    "translation": {
      "en": "Thanks a lot, Mr. Sex Maniac.",
      "it": "Grazie tante, signor Maniaco Sessuale."
    }
  },
  {
    "translation": {
      "en": "-Hey. -How's it going?",
      "it": "- Ehi. - Come va?"
    }
  },
  {
    "translation": {
      "en": "-Uh, good. -Oh, okay.",
      "it": "- Bene. - Ah, ok."
    }
  },
  {
    "translation": {
      "en": "[claps] All right, look alive, you little maniacs.",
      "it": "Ok, un po' di vita, piccoli maniaci."
    }
  },
  {
    "translation": {
      "en": "I bet you're all, like, completely distracted by the big dance,",
      "it": "Scommetto che siete tutti totalmente distratti dal gran ballo,"
    }
  },
  {
    "translation": {
      "en": "which I happen to be chaperoning. You know, not a big deal.",
      "it": "al quale, guarda caso, farò da chaperon. Sì, non è niente di che."
    }
  },
  {
    "translation": {
      "en": "I mean, they could have asked anyone, but, you know, I volunteered.",
      "it": "Insomma, avrebbero potuto chiedere a chiunque, ma mi sono offerto volontario."
    }
  },
  {
    "translation": {
      "en": "Let's just stop talking about the dance and just focus on the fundamentals of basketball.",
      "it": "Basta parlare del ballo, concentriamoci sui fondamentali del basket."
    }
  },
  {
    "translation": {
      "en": "Oh, man, I hope they play music we like.",
      "it": "Oh, cavolo, spero che mettano la musica che ci piace tanto."
    }
  },
  {
    "translation": {
      "en": "Bruh, I can't believe the dance is the same night as the Knicks game.",
      "it": "Fratello, è incredibile che il ballo sia la stessa sera della partita dei Knicks."
    }
  },
  {
    "translation": {
      "en": "Yeah, it sucks. Porzingis is awesome, though, right?",
      "it": "Già, che palle. Comunque, Porzingis è un portento, vero?"
    }
  },
  {
    "translation": {
      "en": "[Andrew] Oh, yeah. For a seven-footer, he's got an amazing shot.",
      "it": "Per uno alto due metri, ha un tiro incredibile."
    }
  },
  {
    "translation": {
      "en": "Either way they gotta start playing defense.",
      "it": "In ogni caso, devono iniziare a giocare in difesa."
    }
  },
  {
    "translation": {
      "en": "[muffled] Oh, yeah, they gotta defend better in the paint.",
      "it": "Sì, serve una difesa migliore nell'area dei tre secondi."
    }
  },
  {
    "translation": {
      "en": "-What? -I said,",
      "it": "Cosa?"
    }
  },
  {
    "translation": {
      "en": "they gotta defend better in the paint.",
      "it": "Serve una difesa migliore nell'area dei tre secondi."
    }
  },
  {
    "translation": {
      "en": "[mutters] Oh, my God, I'm losing my mind.",
      "it": "Oh, Dio, sto impazzendo."
    }
  },
  {
    "translation": {
      "en": "♪ Big dicks! ♪ ♪ Hoops, hoops, hoops, hoops! ♪",
      "it": "Cazzi enormi!"
    }
  },
  {
    "translation": {
      "en": "♪ Penises playing basketball ♪",
      "it": "Peni che giocano a basket"
    }
  },
  {
    "translation": {
      "en": "-♪ Big dicks shootin' hoops ♪ -♪ Hoops, hoops! ♪",
      "it": "Cazzi enormi, chi segnerà?"
    }
  },
  {
    "translation": {
      "en": "♪ Passin', dribblin', bouncin', jigglin' ♪",
      "it": "Passano, dribblano, rimbalzano, si dimenano"
    }
  },
  {
    "translation": {
      "en": "♪ Big dicks on the loose ♪",
      "it": "Cazzi enormi in libertà"
    }
  },
  {
    "translation": {
      "en": "-♪ What? ♪ -No! Get away! Stop it!",
      "it": "- Ehi! - No! Vattene! Fermo!"
    }
  },
  {
    "translation": {
      "en": "What the hell, man?",
      "it": "Ma che ti prende, amico?"
    }
  },
  {
    "translation": {
      "en": "All right, knock it off, you two. Jeez, Louise.",
      "it": "D'accordo, piantatela, voi due. Santo Cielo."
    }
  },
  {
    "translation": {
      "en": "Who wants to watch me grab rim?",
      "it": "Chi vuole vedermi mentre mi aggrappo all'anello?"
    }
  },
  {
    "translation": {
      "en": "I knocked the wind outta my balls.",
      "it": "Mi sono messo KO le palle."
    }
  },
  {
    "translation": {
      "en": "Hope I'm okay for the dance.",
      "it": "Spero di star bene per il ballo."
    }
  },
  {
    "translation": {
      "en": "Why would Nick push me? Why is he being so weird?",
      "it": "Perché Nick mi ha spinto? Perché si comporta in modo così strano?"
    }
  },
  {
    "translation": {
      "en": "Who cares? Nick's a baby.",
      "it": "Chi se ne frega? Nick è un bambino."
    }
  },
  {
    "translation": {
      "en": "Let's watch the sex scene from Dallas Buyers Club.",
      "it": "Guardiamo la scena di sesso in Dallas Buyers Club."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, do you think Nick saw me jerking off?",
      "it": "Oddio, credi che Nick si sia accorto che mi masturbavo?"
    }
  },
  {
    "translation": {
      "en": "I told you I shouldn't do it in his room.",
      "it": "Te l'avevo detto che non avrei dovuto farlo in camera sua."
    }
  },
  {
    "translation": {
      "en": "Or, here's an idea-- maybe he's jealous of what a fucking man you are.",
      "it": "Ecco un'ipotesi. Forse è invidioso di quanto sei cazzuto."
    }
  },
  {
    "translation": {
      "en": "You should kick his ass.",
      "it": "Potresti rompergli il culo."
    }
  },
  {
    "translation": {
      "en": "Do that curbing thing where you stick his teeth on the edge of a curb",
      "it": "Fa' quella cosa in cui gli sbatti i denti sul bordo del marciapiede"
    }
  },
  {
    "translation": {
      "en": "and stomp on the back of his head, what's that called?",
      "it": "e lo prendi a calci dietro la testa, come si chiama?"
    }
  },
  {
    "translation": {
      "en": "-\"Curbing\"? -Yeah, that makes sense. You should curb Nick.",
      "it": "- Sdentare? - Sì, ha senso. Dovresti sdentare Nick."
    }
  },
  {
    "translation": {
      "en": "Now let's watch McConaughey bang two meth heads at a rodeo,",
      "it": "Ora guardiamo McConaughey che si sbatte due tossiche durante un rodeo,"
    }
  },
  {
    "translation": {
      "en": "and try not to think about AIDS.",
      "it": "e cerca di non pensare all'AIDS."
    }
  },
  {
    "translation": {
      "en": "I'm thinking about AIDS.",
      "it": "Sto pensando all'AIDS."
    }
  },
  {
    "translation": {
      "en": "Ghost of Duke Ellington, are you up here?",
      "it": "Fantasma di Duke Ellington, sei qui?"
    }
  },
  {
    "translation": {
      "en": "Hey, hey, Nick! [laughing]",
      "it": "Ciao, ciao, Nick!"
    }
  },
  {
    "translation": {
      "en": "You up here for some advice?",
      "it": "Sei venuto per un consiglio?"
    }
  },
  {
    "translation": {
      "en": "You know, sometimes, it feels like you're the only one I can turn to.",
      "it": "Sai, a volte, sembra che tu sia l'unico a cui potermi rivolgere."
    }
  },
  {
    "translation": {
      "en": "I get it, the living don't always have all the answers.",
      "it": "Ho capito, i vivi non hanno sempre tutte le risposte."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Lucky for you,",
      "it": "- Già. - Per tua fortuna,"
    }
  },
  {
    "translation": {
      "en": "I'm trapped between two realms. [laughing]",
      "it": "sono intrappolato tra due mondi."
    }
  },
  {
    "translation": {
      "en": "-So, what's the problem? -Duke, I saw Andrew's penis,",
      "it": "- Allora, qual è il problema? - Duke, ho visto il pene di Andrew"
    }
  },
  {
    "translation": {
      "en": "and it was, like, way bigger and hairier than mine.",
      "it": "ed è molto più grosso e peloso del mio."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Happened to me once, too. The Cotton Club, 1938.",
      "it": "Anche a me è successo, una volta. Cotton Club, 1938."
    }
  },
  {
    "translation": {
      "en": "I saw Charlie Parker's penis in a bathroom, and, good Lord, I felt inferior.",
      "it": "In bagno, vidi il pene di Charlie Parker e, buon Dio, mi sentii inferiore."
    }
  },
  {
    "translation": {
      "en": "I mean, there's a reason they called him \"The Bird.\"",
      "it": "Insomma, c'è un motivo per cui lo chiamavano \"The Bird\"."
    }
  },
  {
    "translation": {
      "en": "What's the reason? Because his pubic hair looked like feathers.",
      "it": "- Qual è il motivo? - I suoi peli pubici sembravano piume."
    }
  },
  {
    "translation": {
      "en": "-So what'd you do? -I went out",
      "it": "- E la tua reazione? - Me ne andai"
    }
  },
  {
    "translation": {
      "en": "and made sweet love to Eva Gabor. -No shit? -[cackling]",
      "it": "- e feci l'amore con Eva Gabor. - Ma che cazzo dici?"
    }
  },
  {
    "translation": {
      "en": "That's right, I balled a white woman back when it really meant something.",
      "it": "È così, mi scopai una donna bianca quando significava davvero qualcosa."
    }
  },
  {
    "translation": {
      "en": "So you're saying--",
      "it": "Perciò, stai dicendo..."
    }
  },
  {
    "translation": {
      "en": "I'm saying, having a pretty girl on your arm can make you feel a thousand feet tall.",
      "it": "Sto dicendo che farti vedere con una ragazza carina può farti sentire grande."
    }
  },
  {
    "translation": {
      "en": "So I should find the prettiest girl in school and ask her out?",
      "it": "Per cui, dovrei cercare la ragazza più carina della scuola e invitarla?"
    }
  },
  {
    "translation": {
      "en": "Bingo-bango! \"Furry triangle,\" if you know what I'm saying.",
      "it": "Bim, bum, bam! Triangolo peloso, vieni qua, se capisci cosa intendo."
    }
  },
  {
    "translation": {
      "en": "I think I do. Thanks, Duke.",
      "it": "Credo di sì. Grazie, Duke."
    }
  },
  {
    "translation": {
      "en": "Happy to help, little big guy.",
      "it": "Felice di averti aiutato, piccolo grande uomo."
    }
  },
  {
    "translation": {
      "en": "-Shall I play you out? -Yeah, that'd be nice.",
      "it": "- Ti accompagno con una canzoncina? - Sì, sarebbe bello."
    }
  },
  {
    "translation": {
      "en": "♪ Talkin' about a furry triangle, yeah ♪",
      "it": "Si parla di un triangolo peloso, già"
    }
  },
  {
    "translation": {
      "en": "-♪ Furry triangle, baby ♪ -[bell ringing]",
      "it": "Triangolo peloso, baby"
    }
  },
  {
    "translation": {
      "en": "Oh, hey, guys, I just wanted to remind you,",
      "it": "Ehi, ragazzi, vorrei ricordarvi"
    }
  },
  {
    "translation": {
      "en": "the theme of the dance is \"A Night in Ancient Mesopotamia.\"",
      "it": "che il tema del ballo è \"Una Serata nell'Antica Mesopotamia\"."
    }
  },
  {
    "translation": {
      "en": "We're gonna put the \"social\" back in social studies.",
      "it": "Gli studi sociali avranno una vita sociale."
    }
  },
  {
    "translation": {
      "en": "Missy, do you mind? I'm doing a magic trick.",
      "it": "Missy, ti dispiace? Sto facendo un numero di magia."
    }
  },
  {
    "translation": {
      "en": "I love magic! It's like juggling, but it's definitely more confrontational,",
      "it": "Amo i maghi! Sono come i giocolieri, ma più provocatori, questo è poco ma sicuro."
    }
  },
  {
    "translation": {
      "en": "that's for sure.",
      "it": "ma più provocatori, questo è poco ma sicuro."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's like one person playing cards at you. Okay, guys, shut up.",
      "it": "- Come uno che gioca a carte con te. - Ok, ragazzi, chiudete il becco."
    }
  },
  {
    "translation": {
      "en": "Okay, anyway, I think I have something in my mouth.",
      "it": "Ok, dicevamo... credo di avere qualcosa in bocca."
    }
  },
  {
    "translation": {
      "en": "Is this your card? Wow, Jay! I could barely tell",
      "it": "- È questa la tua carta? - Beh, Jay, potrei dire quasi"
    }
  },
  {
    "translation": {
      "en": "that you had the card palmed in your hand when you reached into your mouth.",
      "it": "che avevi la carta nascosta in mano, quando l'hai infilata in bocca."
    }
  },
  {
    "translation": {
      "en": "-Damn it, Missy! -If it's any consolation,",
      "it": "- Maledizione, Missy! - Se può consolarti,"
    }
  },
  {
    "translation": {
      "en": "I literally never gave a shit about this from the beginning, so--",
      "it": "non me n'è mai fregato un cazzo sin dall'inizio, perciò..."
    }
  },
  {
    "translation": {
      "en": "You guys are the fucking worst!",
      "it": "Siete pessimi, cazzo!"
    }
  },
  {
    "translation": {
      "en": "It doesn't get any cooler when you get, like, really angry.",
      "it": "Non c'è niente di più figo di quando ti arrabbi sul serio."
    }
  },
  {
    "translation": {
      "en": "♪ Talkin' about a furry triangle ♪",
      "it": "Si parla di un triangolo peloso"
    }
  },
  {
    "translation": {
      "en": "Here we go, Nick.",
      "it": "Ci siamo, Nick."
    }
  },
  {
    "translation": {
      "en": "Whoa. What the hell is he doing?",
      "it": "Ci siamo, Nick. Che diavolo sta facendo?"
    }
  },
  {
    "translation": {
      "en": "Hello! Nick's going to talk to the eighth graders.",
      "it": "Ehilà! Nick sta andando a parlare con quelle di terza media."
    }
  },
  {
    "translation": {
      "en": "My God, he's got that Brian Grazer bravery.",
      "it": "Mio Dio, ha il coraggio di Brian Grazer."
    }
  },
  {
    "translation": {
      "en": "-He's a petite, but he'll talk to anyone. -Oh, no.",
      "it": "- È minuto, ma parlerà con chiunque. - Oh, no."
    }
  },
  {
    "translation": {
      "en": "Those girls are gonna eat him alive,",
      "it": "Quelle ragazze se lo mangeranno vivo,"
    }
  },
  {
    "translation": {
      "en": "and then barf him out because they're bulimic.",
      "it": "e poi lo vomiteranno, dato che sono bulimiche."
    }
  },
  {
    "translation": {
      "en": "You're fucking funny. She's funny! We're friends now.",
      "it": "Sei fottutamente spassosa. Lei è spassosa! Ora siamo amici."
    }
  },
  {
    "translation": {
      "en": "[thinking] Don't mess this up, don't mess this up.",
      "it": "Non fare casini."
    }
  },
  {
    "translation": {
      "en": "Play it cool. You've got the chops.",
      "it": "Fingiti indifferente. Puoi farcela."
    }
  },
  {
    "translation": {
      "en": "[narrator] ...travel down the Fallopian tube...",
      "it": "...che viaggia attraverso la tuba di Falloppio..."
    }
  },
  {
    "translation": {
      "en": "-I want to put you back up inside. -Kiss the penis lightly.",
      "it": "- Voglio rimetterti dentro. - Bacia il pene appena appena."
    }
  },
  {
    "translation": {
      "en": "-I knocked the wind out of my balls. -Ugh!",
      "it": "Mi sono messo KO le palle."
    }
  },
  {
    "translation": {
      "en": "Hey, Olivia, this is like a stupid idea, but do you wanna, like, go to the dance with me?",
      "it": "Ehi, Olivia, ti sembrerà un'idea stupida, ma ti andrebbe di venire al ballo con me?"
    }
  },
  {
    "translation": {
      "en": "Dance? Cute. Yeah.",
      "it": "Ballo? Adorabile. Sì."
    }
  },
  {
    "translation": {
      "en": "Oh. Okay, great.",
      "it": "Ballo? Adorabile. Sì. - Ok, ottimo. - Ottimo. Adorabile, sì."
    }
  },
  {
    "translation": {
      "en": "Great. Cute, yeah.",
      "it": "- Ok, ottimo. - Ottimo. Adorabile, sì."
    }
  },
  {
    "translation": {
      "en": "Yeah, cute. Great.",
      "it": "Sì, adorabile. Ottimo."
    }
  },
  {
    "translation": {
      "en": "-It's a palindrome. -Yeah.",
      "it": "- È un palindromo. - Sì."
    }
  },
  {
    "translation": {
      "en": "Okay, bye.",
      "it": "Ok, ciao."
    }
  },
  {
    "translation": {
      "en": "I kinda thought we were going to the dance as a group.",
      "it": "Credevo andassimo al ballo in gruppo."
    }
  },
  {
    "translation": {
      "en": "That weasel bailed on you. He's such a slippery little shit.",
      "it": "Quella serpe ti ha scaricato. Che viscido stronzetto."
    }
  },
  {
    "translation": {
      "en": "-Hey, guys. -Tell him.",
      "it": "- Ciao ragazzi. - Diglielo."
    }
  },
  {
    "translation": {
      "en": "What the hell? You asked Olivia to the dance?",
      "it": "Ma che diavolo...? Hai invitato Olivia al ballo?"
    }
  },
  {
    "translation": {
      "en": "Yeah. What's the big deal?",
      "it": "Sì. Che problema c'è?"
    }
  },
  {
    "translation": {
      "en": "You said you were going with us.",
      "it": "Avevi detto che ci saresti andato con noi."
    }
  },
  {
    "translation": {
      "en": "Yeah, but I mean, it's not like we had definitive plans.",
      "it": "Sì, ma, veramente, non è che ci fossimo messi d'accordo definitivamente."
    }
  },
  {
    "translation": {
      "en": "[growls] Rage, rage, fucking rage! That's bullshit!",
      "it": "Rabbia, rabbia, fottuta rabbia! Tutte stronzate!"
    }
  },
  {
    "translation": {
      "en": "-That's bullshit. -Andrew, dial it down.",
      "it": "- Tutte stronzate. - Andrew, abbassa i toni."
    }
  },
  {
    "translation": {
      "en": "-Everybody can see your feelings. -Yeah, you're acting kinda weird.",
      "it": "- Farai capire a tutti cosa provi. - Ti comporti in modo strano."
    }
  },
  {
    "translation": {
      "en": "I'm not acting weird, you're acting weird.",
      "it": "Non sono io a comportarmi in modo strano, tu ti comporti in modo strano."
    }
  },
  {
    "translation": {
      "en": "Dude, I'm allowed to go to the dance with whoever I want.",
      "it": "Amico, potrò andare al ballo con chi mi pare?"
    }
  },
  {
    "translation": {
      "en": "It's not like you're my girlfriend or something.",
      "it": "Non sei la mia ragazza o roba simile."
    }
  },
  {
    "translation": {
      "en": "All right, that's it! Let's find a curb and smash that pretty little smile off his face!",
      "it": "Ok, basta così. Troviamo un marciapiede e togliamogli quel sorrisetto dalla faccia!"
    }
  },
  {
    "translation": {
      "en": "Fuck you.",
      "it": "Vaffanculo."
    }
  },
  {
    "translation": {
      "en": "Fight, fight! Worldstar!",
      "it": "Rissa, rissa! Worldstar!"
    }
  },
  {
    "translation": {
      "en": "Fight!",
      "it": "Rissa!"
    }
  },
  {
    "translation": {
      "en": "[Matthew] Exclusive-- \"Laurel and Farty\" are about to fight.",
      "it": "Esclusiva: Puzz Spencer e Terence Hill stanno per darsele."
    }
  },
  {
    "translation": {
      "en": "Just... fuck you, man.",
      "it": "Solo... vaffanculo, amico."
    }
  },
  {
    "translation": {
      "en": "[wheezing] I got a card stuck in my windpipe.",
      "it": "Ho una carta incastrata nella trachea."
    }
  },
  {
    "translation": {
      "en": "-Was that your card? -Nope.",
      "it": "- Era la tua carta? - No."
    }
  },
  {
    "translation": {
      "en": "[snaps] Oh, come on!",
      "it": "Oh, ma dai!"
    }
  },
  {
    "translation": {
      "en": "Andrew hasn't been over since the night of the penis, and I think Nicky misses him.",
      "it": "Andrew non è più venuto dopo la storia del pene e credo che a Nicky manchi."
    }
  },
  {
    "translation": {
      "en": "Poor kid. You know, when I was Nicky's age I had a bald little cashew,",
      "it": "Poverino. Sai, all'età di Nicky, avevo un piccolo acagiù pelato"
    }
  },
  {
    "translation": {
      "en": "and my friend Don Kinney, he had this great big sausage",
      "it": "e il mio amico, Don Kinney, aveva un salsicciotto enorme"
    }
  },
  {
    "translation": {
      "en": "nestled in a thick robin's nest of pubic hair. It was something to behold.",
      "it": "avvolto in un folto nido di peli pubici. Era una cosa impressionante."
    }
  },
  {
    "translation": {
      "en": "Is Don the one who only got house arrest for insider trading?",
      "it": "Don è il tipo agli arresti domiciliari per insider trading?"
    }
  },
  {
    "translation": {
      "en": "Yeah. The system is so broken.",
      "it": "Sì. Il sistema proprio non funziona."
    }
  },
  {
    "translation": {
      "en": "Oh, Elliot, I love it when you talk about broken institutions.",
      "it": "Oh, Elliot, mi piace quando parli di istituzioni che non funzionano."
    }
  },
  {
    "translation": {
      "en": "-Oh, yeah. -[Elliot] Mm-hmm.",
      "it": "- Ti piace? - Oh, sì."
    }
  },
  {
    "translation": {
      "en": "Wow, 12 hours and one minute. Whew! That was astounding.",
      "it": "- Wow, 12 ore e un minuto. - È stato stupefacente."
    }
  },
  {
    "translation": {
      "en": "Anyway, I think this is something the boys need to figure out for themselves.",
      "it": "Comunque, credo sia una faccenda che i ragazzi devono risolvere da soli."
    }
  },
  {
    "translation": {
      "en": "Nick the Trick. [laughs]",
      "it": "Nicketto il Fighetto."
    }
  },
  {
    "translation": {
      "en": "-Hey, Duke. -What's wrong, kid?",
      "it": "- Ciao, Duke. - Che succede, piccolo?"
    }
  },
  {
    "translation": {
      "en": "You nervous about your big date?",
      "it": "Sei nervoso per il tuo grande appuntamento?"
    }
  },
  {
    "translation": {
      "en": "I'm honestly more nervous about seeing Andrew. -He said, \"Fuck you\" to me yesterday. -Ah!",
      "it": "Onestamente, sono più nervoso per Andrew. Ieri mi ha detto: \"Vaffanculo\"."
    }
  },
  {
    "translation": {
      "en": "I regret one fight I had with my saxophonist, Studs Dupree.",
      "it": "Io mi pento di aver litigato con il mio sassofonista Studs Dupree, una volta."
    }
  },
  {
    "translation": {
      "en": "-It got pretty ugly. -What happened? Did you guys make up?",
      "it": "- Ce la siamo vista davvero brutta. - Cos'è successo? Avete fatto pace?"
    }
  },
  {
    "translation": {
      "en": "Well, I was waiting for him to apologize, and then he died of a heroin overdose.",
      "it": "Beh, aspettavo le sue scuse, ma poi morì per overdose di eroina."
    }
  },
  {
    "translation": {
      "en": "Wow. That must have been really tough. Yeah. I never did get that apology.",
      "it": "- Deve essere stato molto difficile. - Già. Non ho mai ricevuto quelle scuse."
    }
  },
  {
    "translation": {
      "en": "-Oh, hi, Missy. -Hey, Andrew.",
      "it": "- Ciao, Missy. - Ciao, Andrew."
    }
  },
  {
    "translation": {
      "en": "Oh, actually, just for tonight could you refer to me as \"Nanshe\"?",
      "it": "Senti, solo per stasera, potresti chiamarmi Nanshe?"
    }
  },
  {
    "translation": {
      "en": "The goddess of social justice...",
      "it": "La dea della giustizia sociale..."
    }
  },
  {
    "translation": {
      "en": "-and also fishing. -That's great.",
      "it": "- e della pesca. - Fantastico."
    }
  },
  {
    "translation": {
      "en": "So should I pay for my ticket in ancient Sumerian silver?",
      "it": "Per cui, dovrei pagare il mio biglietto con antico argento sumero?"
    }
  },
  {
    "translation": {
      "en": "I get it. Mesopotamian silver mines",
      "it": "L'ho capita. Le miniere d'argento della Mesopotamia"
    }
  },
  {
    "translation": {
      "en": "weren't actually operational until the mid-Bronze Age.",
      "it": "non divennero operative fino alla metà dell'Età del Bronzo."
    }
  },
  {
    "translation": {
      "en": "That's a great one. Where's Nick?",
      "it": "Questa era proprio bella. Dov'è Nick?"
    }
  },
  {
    "translation": {
      "en": "I wouldn't know. We decided to come alone.",
      "it": "Non saprei. Abbiamo deciso di non venire insieme."
    }
  },
  {
    "translation": {
      "en": "You know, I find that being alone is actually a great gift",
      "it": "Sai, ho scoperto che stare da soli è un grande dono,"
    }
  },
  {
    "translation": {
      "en": "because it prepares you for what real life is, um, is like.",
      "it": "poiché ti prepara a ciò che la vita reale è davvero."
    }
  },
  {
    "translation": {
      "en": "Yeah, I guess.",
      "it": "Sì, immagino."
    }
  },
  {
    "translation": {
      "en": "So, what's the deal after this thing? You guys wanna go get drinks?",
      "it": "Allora, che cosa c'è in programma per dopo? Volete andare a bere qualcosa?"
    }
  },
  {
    "translation": {
      "en": "I don't know, go to Panera, split a bread bowl?",
      "it": "Non so, andiamo da Panera, dividiamo una ciotola di pane?"
    }
  },
  {
    "translation": {
      "en": "Yeah, no, thanks. We'll probably just go home and grade papers.",
      "it": "Sì, no, grazie. Penso che torneremo a casa a correggere i compiti."
    }
  },
  {
    "translation": {
      "en": "[snorts] Teachers at this school, you know, they never wanna hang out.",
      "it": "Gli insegnanti di questa scuola non hanno mai voglia di uscire."
    }
  },
  {
    "translation": {
      "en": "-They're always \"so busy.\" -They're a gaggle of rancid cunts.",
      "it": "- Hanno sempre tanto da fare. - Sono un branco di coglioncelli marci."
    }
  },
  {
    "translation": {
      "en": "Yeah! I mean, that's, you know... pff-fft! That's a little harsh,",
      "it": "Sì! Cioè, sono, sai... Sono parole un po' pesanti, ma credo che ci troviamo sulla stessa lunghezza d'onda."
    }
  },
  {
    "translation": {
      "en": "but I think we're basically on the same page.",
      "it": "Sono parole un po' pesanti, ma credo che ci troviamo sulla stessa lunghezza d'onda."
    }
  },
  {
    "translation": {
      "en": "Hey, ladies, you havin' fun?",
      "it": "Ehi, ragazze, vi state divertendo? Credo che sarà una serata molto..."
    }
  },
  {
    "translation": {
      "en": "-I think tonight's gonna be pretty... hot! -[girls scream]",
      "it": "Ehi, ragazze, vi state divertendo? Credo che sarà una serata molto... - infuocata! - Oh, mio Dio, ma che diavolo...?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, what the hell?",
      "it": "- infuocata! - Oh, mio Dio, ma che diavolo...?"
    }
  },
  {
    "translation": {
      "en": "Yeah, we're wearing a ton of hairspray, you psycho!",
      "it": "Già, abbiamo addosso un sacco di lacca, pazzoide!"
    }
  },
  {
    "translation": {
      "en": "[screams] I am not a psycho!",
      "it": "Non sono un pazzoide!"
    }
  },
  {
    "translation": {
      "en": "-Well played, Jay. -Look, your butt buddy's here.",
      "it": "- Bella mossa, Jay. - Ehi. Guarda, il tuo amico inseparabile."
    }
  },
  {
    "translation": {
      "en": "We're not actually butt buddies anymore.",
      "it": "Veramente, non siamo più culo e camicia."
    }
  },
  {
    "translation": {
      "en": "So, like, you've got an opening? I'd love to throw my butt in the ring.",
      "it": "Quindi, c'è un buco libero? Vorrei buttare il mio culo nella mischia."
    }
  },
  {
    "translation": {
      "en": "-I don't like going to your house. -Oh, no, I promise,",
      "it": "- Non mi piace venire a casa tua. - Oh, no, prometto"
    }
  },
  {
    "translation": {
      "en": "my brothers aren't gonna make you poop in a litter box again.",
      "it": "che i miei fratelli non ti costringeranno di nuovo a cacare nella lettiera."
    }
  },
  {
    "translation": {
      "en": "-[phone clicking] -Good evening, Nicholas.",
      "it": "- Buonasera, Nicholas. - Buonasera, Jessica."
    }
  },
  {
    "translation": {
      "en": "-Good evening, Jessica. -You psyched for your \"big date\"?",
      "it": "- Buonasera, Nicholas. - Buonasera, Jessica. Sei eccitato per il tuo \"grande appuntamento\"?"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, Olivia's pretty much the hottest girl in school,",
      "it": "Sì, beh, Olivia è decisamente la ragazza più sexy della scuola,"
    }
  },
  {
    "translation": {
      "en": "-so... mm, I'm pretty psyched. -Yeah, you should be psyched.",
      "it": "- per cui... sono molto eccitato. - Sì, fai bene a essere eccitato,"
    }
  },
  {
    "translation": {
      "en": "Just be prepared for some super-intellectual conversation.",
      "it": "ma tieniti pronto per discorsi super intellettuali."
    }
  },
  {
    "translation": {
      "en": "-Why do you keep looking over at Andrew? -I'm not looking at Andrew,",
      "it": "- Perché continui a fissare Andrew? - Non sto fissando Andrew,"
    }
  },
  {
    "translation": {
      "en": "-I'm excited for my date with Olivia. -Of course, yeah.",
      "it": "sono eccitato per l'appuntamento con Olivia. Certo. È una bellissima donna complicata"
    }
  },
  {
    "translation": {
      "en": "She's a beautiful complex woman whose eyes go dead when she applies lip gloss.",
      "it": "Certo. È una bellissima donna complicata con gli occhi da pesce lesso quando mette il lucidalabbra."
    }
  },
  {
    "translation": {
      "en": "-Well, Jessi, this has been so much fun. -Yeah.",
      "it": "- Sì, Jessi, molto divertente. - Già."
    }
  },
  {
    "translation": {
      "en": "But it looks like my super hot eighth-grade date has arrived.",
      "it": "Ma pare proprio che la mia super sexy dama di terza media sia arrivata."
    }
  },
  {
    "translation": {
      "en": "[Jessi] Yeah, I can see her.",
      "it": "Sì, la vedo."
    }
  },
  {
    "translation": {
      "en": "Holy shit, Olivia's hot.",
      "it": "Porca puttana, quant'è sexy Olivia."
    }
  },
  {
    "translation": {
      "en": "I'm gonna pump my pillow full of Jay jizz later thinking about it.",
      "it": "Più tardi, riempirò tutto il cuscino di sborra, pensando a lei."
    }
  },
  {
    "translation": {
      "en": "Oh, hey, Olivia. You want to get a drink or something?",
      "it": "Ciao, Olivia. Vuoi qualcosa da bere?"
    }
  },
  {
    "translation": {
      "en": "I think they have La Croix. It's only the coconut kind,",
      "it": "Credo abbiano La Croix. Solo che è quella al cocco,"
    }
  },
  {
    "translation": {
      "en": "which is a little gross, but it's still kinda--",
      "it": "- che fa un po' schifo, ma è comunque... - No, mi dispiace."
    }
  },
  {
    "translation": {
      "en": "No, sorry. Dylan.",
      "it": "- che fa un po' schifo, ma è comunque... - No, mi dispiace. - Dylan. - Chi?"
    }
  },
  {
    "translation": {
      "en": "Oh-- who? I thought we were going to this dance, like, together.",
      "it": "- Dylan. - Chi? Credevo che facessimo coppia io e te, in questo ballo."
    }
  },
  {
    "translation": {
      "en": "Sorry, bro, she wants a real man.",
      "it": "Scusa, bello, lei vuole un vero maschio."
    }
  },
  {
    "translation": {
      "en": "Ninth grade, top of the food chain.",
      "it": "Prima superiore, in cima alla catena alimentare."
    }
  },
  {
    "translation": {
      "en": "Um, actually, sweets and fats are at the top of the food chain.",
      "it": "Prima superiore, in cima alla catena alimentare. Veramente, ci sono i dolci e i grassi in cima alla catena alimentare."
    }
  },
  {
    "translation": {
      "en": "Oh, poor Nick. He's confusing the food pyramid with the food chain.",
      "it": "Povero Nick. Sta confondendo la piramide alimentare con la catena alimentare."
    }
  },
  {
    "translation": {
      "en": "Oh, hi, Andrew. Would you perchance like to celebrate the autumnal equinox",
      "it": "Ciao, Andrew. Non è che ti andrebbe di festeggiare l'equinozio d'autunno"
    }
  },
  {
    "translation": {
      "en": "with a, um... with a... with a dance with me?",
      "it": "con... un ballo con me?"
    }
  },
  {
    "translation": {
      "en": "-Oh, I would, Missy, but-- -Hey, are you out of your goddamn mind?",
      "it": "- Mi piacerebbe, Missy, ma... - Ehi, sei totalmente fuori di testa?"
    }
  },
  {
    "translation": {
      "en": "-This is a real girl. -She's not a girl, she's Missy.",
      "it": "- Questa è una ragazza vera. - Non è una ragazza, è Missy."
    }
  },
  {
    "translation": {
      "en": "Oh, she's a girl, and she wants to dance with you.",
      "it": "È una ragazza e vuole ballare con te."
    }
  },
  {
    "translation": {
      "en": "-But Nick looks really upset-- -Fucking forget about that little Pikachu",
      "it": "- Ma Nick sembra sconvolto... - Dimentica quel piccolo Pikachu del cazzo"
    }
  },
  {
    "translation": {
      "en": "[growls] and dance with a girl!",
      "it": "e balla con una ragazza!"
    }
  },
  {
    "translation": {
      "en": "-Um, sure, Missy. -Oh, great.",
      "it": "- Certo, Missy. - Oh, fantastico."
    }
  },
  {
    "translation": {
      "en": "We can just-- so we can start now, 'cause I know how to do it. I've practiced with my dad.",
      "it": "Possiamo... iniziare così, so come si fa. Mi sono esercitata con mio padre."
    }
  },
  {
    "translation": {
      "en": "-Hey, Mr. DJ, you take requests? -No, I do not.",
      "it": "- Ehi, signor DJ, accetti richieste? - No, non le accetto."
    }
  },
  {
    "translation": {
      "en": "-What about \"Lady in Red\"? -If I play it, will you leave?",
      "it": "- Che ne dici di \"Lady in Red\"? - Se la metto, te ne vai?"
    }
  },
  {
    "translation": {
      "en": "Yeah, sure, unless, I don't know, you want me to stick around.",
      "it": "Certo, a meno che, non so, tu non voglia che rimanga qui."
    }
  },
  {
    "translation": {
      "en": "-Nah. -Are you streaming that?",
      "it": "- No. - La metti in streaming?"
    }
  },
  {
    "translation": {
      "en": "What is that, Wi-Fi? They gave you the Wi-Fi password. Heh. Okay.",
      "it": "Che cos'hai, il Wi-Fi? A te l'hanno data, la password del Wi-Fi."
    }
  },
  {
    "translation": {
      "en": "-Hi. -Jessi, please,",
      "it": "- Ciao. - Jessi, per favore,"
    }
  },
  {
    "translation": {
      "en": "I don't want to hear \"I told you so.\" I know, but I want to say it so bad.",
      "it": "- non voglio sentire: \"Te l'avevo detto\". - Lo so, ma muoio dalla voglia di dirlo."
    }
  },
  {
    "translation": {
      "en": "Can I just say it one time and you cover your ears?",
      "it": "Posso dirlo una volta sola, mentre ti tappi le orecchie?"
    }
  },
  {
    "translation": {
      "en": "I told you so!",
      "it": "Te l'avevo detto!"
    }
  },
  {
    "translation": {
      "en": "-Well, I'm glad you feel better. -I do, a little.",
      "it": "- Mi fa piacere che ti senta meglio. - Sì, un pochino,"
    }
  },
  {
    "translation": {
      "en": "-But I feel like I can feel even better... -Uh-huh.",
      "it": "ma credo che potrei sentirmi ancora meglio..."
    }
  },
  {
    "translation": {
      "en": "-...if you heard it. -[chuckles]",
      "it": "se solo tu avessi sentito."
    }
  },
  {
    "translation": {
      "en": "[screeching] ♪ Lady in red ♪",
      "it": "Signora in rosso"
    }
  },
  {
    "translation": {
      "en": "♪ Is dancing with me ♪",
      "it": "Che balla con me"
    }
  },
  {
    "translation": {
      "en": "♪ Cheek to cheek ♪",
      "it": "Guancia a guancia"
    }
  },
  {
    "translation": {
      "en": "I've never danced with a boy before. What am I supposed to say?",
      "it": "Non avevo mai ballato con un ragazzo, prima. Che cosa dovrei dire?"
    }
  },
  {
    "translation": {
      "en": "I don't know. That was great.",
      "it": "Non lo so. Che è bellissimo."
    }
  },
  {
    "translation": {
      "en": "You're doing great. I think we're both doing great.",
      "it": "Vai alla grande. Credo che entrambi andiamo alla grande."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, yeah, you're both doing great.",
      "it": "Sì, sì, entrambi alla grande."
    }
  },
  {
    "translation": {
      "en": "Now let's get a little friction going.",
      "it": "Adesso, sotto con qualche piccola strusciata."
    }
  },
  {
    "translation": {
      "en": "♪ And I hardly know... ♪",
      "it": "E conosco a malapena"
    }
  },
  {
    "translation": {
      "en": "♪ This beauty by my side ♪",
      "it": "La bellezza che è al mio fianco"
    }
  },
  {
    "translation": {
      "en": "♪ I never will forget-- ♪",
      "it": "Non dimenticherò mai..."
    }
  },
  {
    "translation": {
      "en": "I got a great memory.",
      "it": "Ho buona memoria."
    }
  },
  {
    "translation": {
      "en": "[Hormone Monster, Coach] ♪ The way you look tonight ♪",
      "it": "Quanto sei bella stasera"
    }
  },
  {
    "translation": {
      "en": "I don't know, I guess I thought Olivia liked me.",
      "it": "Non lo so, pensavo di piacere a Olivia."
    }
  },
  {
    "translation": {
      "en": "Really? Olivia only likes jeggings.",
      "it": "Sul serio? A Olivia piacciono solo i jeggings."
    }
  },
  {
    "translation": {
      "en": "I get it, Jessi, I'm an idiot. No! She's the idiot. You're...",
      "it": "- Ho afferrato, Jessi, sono un idiota. - No! È lei l'idiota. Tu sei..."
    }
  },
  {
    "translation": {
      "en": "you're cute, even though you're tiny.",
      "it": "Tu sei carino, anche se sei piccolino."
    }
  },
  {
    "translation": {
      "en": "You're like a troll doll who's figured out his hair.",
      "it": "Sei come il bambolotto di un troll che ha capito come sistemarsi i capelli."
    }
  },
  {
    "translation": {
      "en": "-Thank you...? -You're welcome...?",
      "it": "- Grazie. - Prego."
    }
  },
  {
    "translation": {
      "en": "[thinking] What do I do? What do I do? What do I do?",
      "it": "Che faccio?"
    }
  },
  {
    "translation": {
      "en": "Stick your tongue underneath her tongue...",
      "it": "Infila la tua lingua sotto la sua..."
    }
  },
  {
    "translation": {
      "en": "Pay the snuggle tax.",
      "it": "Paga la tassa coccole."
    }
  },
  {
    "translation": {
      "en": "Can I just get a hint for the Wi-Fi password?",
      "it": "Posso avere un suggerimento per la password del Wi-Fi?"
    }
  },
  {
    "translation": {
      "en": "[Jessi gurgles] Uh! Tongue.",
      "it": "Lingua."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, yes, that's it.",
      "it": "Oh, ecco, sì, così."
    }
  },
  {
    "translation": {
      "en": "Don't be afraid to lead with your groin, the world's slowest hula hoop.",
      "it": "Non aver paura di condurre con il tuo inguine, l'hula hoop più lento del mondo."
    }
  },
  {
    "translation": {
      "en": "[moans] Oh-hh! This is working.",
      "it": "Sta funzionando."
    }
  },
  {
    "translation": {
      "en": "Whoa, whoa, whoa, whoa, whoa, whoa. Take it easy.",
      "it": "Sta funzionando. Calmati. Il bagno è lontano 65 metri, fratello. Devi rallentare."
    }
  },
  {
    "translation": {
      "en": "We're 70 yards from the bathroom, brother. You need to slow it down.",
      "it": "Calmati. Il bagno è lontano 65 metri, fratello. Devi rallentare."
    }
  },
  {
    "translation": {
      "en": "[grunting] No, can't slow it down, can't slow it down. Fuck it. If you're okay with it, I'm okay with it.",
      "it": "- No, non riesco a rallentare. - Se sta bene a te, sta bene a me."
    }
  },
  {
    "translation": {
      "en": "I'm okay with it. [grunting]",
      "it": "A me sta bene."
    }
  },
  {
    "translation": {
      "en": "-Whoa, what's wrong? -Uh...",
      "it": "Che problema c'è?"
    }
  },
  {
    "translation": {
      "en": "-I have to go, Missy. -But the dance isn't-- oh, darn it.",
      "it": "- Devo andare, Missy. - Ma il ballo non è... Oh, accidenti."
    }
  },
  {
    "translation": {
      "en": "You have a really big mouth.",
      "it": "Hai una lingua proprio lunga."
    }
  },
  {
    "translation": {
      "en": "Thank you, I think?",
      "it": "Grazie, credo?"
    }
  },
  {
    "translation": {
      "en": "The flicking was an interesting choice.",
      "it": "Farla roteare è stata una mossa interessante."
    }
  },
  {
    "translation": {
      "en": "Yeah. Tongues feel weird.",
      "it": "Già. La lingua ti fa sentire strano."
    }
  },
  {
    "translation": {
      "en": "[muttering] Oh, my God, oh, my God, oh, my God. Oh, my God!",
      "it": "Oh, mio Dio, oh, mio Dio. Oh, mio Dio!"
    }
  },
  {
    "translation": {
      "en": "Oh, no! That's the most I've ever made.",
      "it": "Oh, no! Non ne era mai uscito così tanto."
    }
  },
  {
    "translation": {
      "en": "Oh, shit, my phone.",
      "it": "Cazzo, il telefono."
    }
  },
  {
    "translation": {
      "en": "-Wait, what the-- -[splashes]",
      "it": "Ehi, ma che..."
    }
  },
  {
    "translation": {
      "en": "-Oh, my God, isn't this exciting? -There's no time for excitement.",
      "it": "- Oddio, non è eccitante? - Non c'è tempo di eccitarsi."
    }
  },
  {
    "translation": {
      "en": "We gotta find the egg. Where are we, Fallopian tube, uterus?",
      "it": "Dobbiamo trovare l'ovulo. Dove siamo? Nella tuba di Falloppio, nell'utero?"
    }
  },
  {
    "translation": {
      "en": "We're in a pussy right now, right?",
      "it": "Siamo in una passera, ora, vero?"
    }
  },
  {
    "translation": {
      "en": "Uh... you guys are gonna be really disappointed.",
      "it": "Siamo in una passera, ora, vero? Resterete molto delusi."
    }
  },
  {
    "translation": {
      "en": "-Are we in another sock? -No, no, no.",
      "it": "- Siamo di nuovo in un calzino? - No, no, no."
    }
  },
  {
    "translation": {
      "en": "-A toilet. -What is wrong with you, Andrew?",
      "it": "- In un gabinetto. - Qual è il tuo problema, Andrew?"
    }
  },
  {
    "translation": {
      "en": "-You're completely out of control. -I didn't mean to!",
      "it": "- Sei incontrollabile. - Non era mia intenzione!"
    }
  },
  {
    "translation": {
      "en": "This girl asked me to slow dance, and I got all tingly and lightheaded.",
      "it": "Una ragazza mi ha chiesto di ballare un lento e ho sentito un formicolio, uno stordimento."
    }
  },
  {
    "translation": {
      "en": "Hey, jizz pants, there's your stupid phone.",
      "it": "- Schizza-sotto, il tuo stupido telefono. - Oh, grazie a Dio."
    }
  },
  {
    "translation": {
      "en": "-Oh, thank God. -There is no God.",
      "it": "- Schizza-sotto, il tuo stupido telefono. - Oh, grazie a Dio. - Dio non esiste. - Nuotiamo verso l'enorme roccia marrone."
    }
  },
  {
    "translation": {
      "en": "Come on, let's swim to that giant brown rock.",
      "it": "- Dio non esiste. - Nuotiamo verso l'enorme roccia marrone."
    }
  },
  {
    "translation": {
      "en": "Not to sound gay, but I miss the balls.",
      "it": "Non vorrei sembrare gay, ma mi mancano le palle."
    }
  },
  {
    "translation": {
      "en": "Ahem. Yeah, I guess I should probably go check on Andrew.",
      "it": "Sì, immagino che farei meglio ad andare a vedere come va ad Andrew."
    }
  },
  {
    "translation": {
      "en": "Yeah, no, I think that's like a good idea.",
      "it": "Sì, no, credo che sia una buona idea."
    }
  },
  {
    "translation": {
      "en": "Yeah, but thank you for the...",
      "it": "Già, ma grazie per..."
    }
  },
  {
    "translation": {
      "en": "-Sure, no problem. -Ahem.",
      "it": "Figurati, nessun problema."
    }
  },
  {
    "translation": {
      "en": "-Good night, milady. -Good evening, good sir.",
      "it": "- Buonanotte, signora. - Buonanotte, buon uomo."
    }
  },
  {
    "translation": {
      "en": "Oh, boy.",
      "it": "Oh, cavolo."
    }
  },
  {
    "translation": {
      "en": "-[sighs] -What happened to you? I came in my pants.",
      "it": "- Che ti è successo? - Sono venuto nei pantaloni."
    }
  },
  {
    "translation": {
      "en": "And that made you soaking wet?",
      "it": "E sei bagnato fradicio per questo?"
    }
  },
  {
    "translation": {
      "en": "-Why are you being so mean to me? -What are you talking about?",
      "it": "- Perché sei così cattivo con me? - Ma che stai dicendo?"
    }
  },
  {
    "translation": {
      "en": "You've been mean to me all week. What did I do?",
      "it": "Ti sei comportato male con me per tutta la settimana. Che cosa ho fatto?"
    }
  },
  {
    "translation": {
      "en": "You didn't do anything! I--",
      "it": "Tu non hai fatto niente! Io..."
    }
  },
  {
    "translation": {
      "en": "I saw your...",
      "it": "Ho visto il tuo..."
    }
  },
  {
    "translation": {
      "en": "-and it was big and hairy. -Yeah, so?",
      "it": "- ed è enorme e peloso. - Sì, e allora?"
    }
  },
  {
    "translation": {
      "en": "And mine isn't, and I don't know if it ever will be.",
      "it": "Il mio non lo è, e non so se lo sarà mai."
    }
  },
  {
    "translation": {
      "en": "Well, count your blessings. Mine's not so great either.",
      "it": "Beh, ringrazia il Cielo. Neanche il mio è un granché."
    }
  },
  {
    "translation": {
      "en": "[sobs] Mine just made me jizz in my nice pants. It's embarrassing.",
      "it": "Mi ha appena fatto sborrare nei miei bei pantaloni. È imbarazzante."
    }
  },
  {
    "translation": {
      "en": "Everything's embarrassing. Everything is so embarrassing.",
      "it": "- È tutto imbarazzante. - È tutto così imbarazzante."
    }
  },
  {
    "translation": {
      "en": "-My pants are in the toilet. -Oh, man. [chuckles]",
      "it": "- I miei pantaloni sono nel gabinetto. - Oh, cavolo."
    }
  },
  {
    "translation": {
      "en": "Andrew, why didn't you wash them in the sink?",
      "it": "Andrew, perché non li hai lavati nel lavandino?"
    }
  },
  {
    "translation": {
      "en": "[laughing] That is a great question, Nick.",
      "it": "Questa è una bella domanda, Nick."
    }
  },
  {
    "translation": {
      "en": "It's because I panicked. What am I gonna do?",
      "it": "Perché ero in preda al panico. E adesso che faccio?"
    }
  },
  {
    "translation": {
      "en": "Nick and Andrew, you're friends again. Nick's pants are gone.",
      "it": "Nick and Andrew, siete di nuovo amici. I pantaloni di Nick sono spariti."
    }
  },
  {
    "translation": {
      "en": "The teachers look poor. What the fuck is going on?",
      "it": "Gli insegnanti sembrano dei poveretti. Che cazzo succede?"
    }
  },
  {
    "translation": {
      "en": "Well, Matthew, it's been a great night in ancient Mesopotamia--",
      "it": "CHE CAZZO SUCCEDE? Matthew, è stata una splendida serata nell'antica Mesopotamia..."
    }
  },
  {
    "translation": {
      "en": "[Matthew] Boring! Nick, we heard you kissed Jessi in the hallway.",
      "it": "Che palle! Nick, gira voce che tu abbia baciato Jessi in corridoio."
    }
  },
  {
    "translation": {
      "en": "Uh, Jessi and I would appreciate that you respect our privacy at this time.",
      "it": "Jessi e io gradiremmo che la nostra privacy venisse rispettata, al momento."
    }
  },
  {
    "translation": {
      "en": "Sounds like he fingered her.",
      "it": "Parla come se le avesse fatto un ditalino."
    }
  },
  {
    "translation": {
      "en": "Join us tomorrow when we find out Coach Steve",
      "it": "Tornate da noi domani, scopriremo che il coach Steve"
    }
  },
  {
    "translation": {
      "en": "lives in a joke of an apartment near the airport.",
      "it": "vive in un ridicolo appartamento vicino all'aeroporto."
    }
  },
  {
    "translation": {
      "en": "LaGuardia, and, technically, I live in a storage unit, so...",
      "it": "LaGuardia, e, per essere precisi, vivo in un magazzino."
    }
  },
  {
    "translation": {
      "en": "-Hello? -Oh, uh, good evening.",
      "it": "- Ciao. - Oh, buonasera."
    }
  },
  {
    "translation": {
      "en": "-Who are you? -Don't worry about it.",
      "it": "- Tu chi sei? - Non preoccuparti."
    }
  },
  {
    "translation": {
      "en": "I'm just here to give your friend a nocturnal emission.",
      "it": "Sono qui solo per provocare al tuo amico una polluzione notturna."
    }
  },
  {
    "translation": {
      "en": "Are you the puberty fairy?",
      "it": "Sei la fatina della pubertà?"
    }
  },
  {
    "translation": {
      "en": "-The fuck did you just call me?! -The puberty fairy?",
      "it": "- Come cazzo mi hai chiamato? - La fatina della pubertà?"
    }
  },
  {
    "translation": {
      "en": "\"Puberty fairy\"? I'm the Hormone Monster. I'm not a fairy.",
      "it": "Fatina della pubertà? Io sono l'Ormo-mostro, non una fatina."
    }
  },
  {
    "translation": {
      "en": "I mean, sure, I fuck around with dudes but I'm not a fairy.",
      "it": "Cioè, è vero, me la faccio con i ragazzini, ma non sono una fatina."
    }
  }
]