[
  {
    "translation": {
      "en": "[Tom] I've spent the last 30 years as a freelance writer...",
      "it": "Ho passato gli ultimi 30 anni a fare lo scrittore freelance..."
    }
  },
  {
    "translation": {
      "en": "going wherever I could to do my job and make a living.",
      "it": "...andando ovunque potessi, per fare il mio lavoro e guadagnarmi da vivere."
    }
  },
  {
    "translation": {
      "en": "It's been a life of wandering around...",
      "it": "La mia è stata una vita di pellegrinaggi in cerca..."
    }
  },
  {
    "translation": {
      "en": "and finding a good story, getting an editor to agree to cover it...",
      "it": "...di una buona storia, per poi convincere un redattore a farci un servizio..."
    }
  },
  {
    "translation": {
      "en": "and assign me to it.",
      "it": "...e ad assegnarlo a me."
    }
  },
  {
    "translation": {
      "en": "As soon as, uh, it was done and over, \"Thank you very much,\"",
      "it": "E non appena... il lavoro era finito, dicevo: \"Grazie mille a tutti\"."
    }
  },
  {
    "translation": {
      "en": "I'd throw it in a box like these boxes you see...",
      "it": "E buttavo la storia in una scatola, come queste che vedete..."
    }
  },
  {
    "translation": {
      "en": "There are other rooms downstairs.",
      "it": "Al piano di sotto ci sono altre stanze."
    }
  },
  {
    "translation": {
      "en": "...and start cranking on the next one.",
      "it": "...e iniziavo a darmi da fare per quella successiva."
    }
  },
  {
    "translation": {
      "en": "Damn it, where the hell did I put it?",
      "it": "Maledizione, dove diavolo l'ho messa?"
    }
  },
  {
    "translation": {
      "en": "Basically, this story, \"Who Killed Sister Cathy?\"",
      "it": "In pratica questa storia intitolata: \"Chi ha ucciso Suor Cathy?\""
    }
  },
  {
    "translation": {
      "en": "It's a 6000-word monster review of the whole thing.",
      "it": "è una relazione lunghissima, di 6000 parole, sull'intera faccenda."
    }
  },
  {
    "translation": {
      "en": "I would not ever hear the name Sister Cathy Cesnik",
      "it": "Non avevo mai sentito nominare Suor Cathy Cesnik"
    }
  },
  {
    "translation": {
      "en": "until 1994 when the first stories began to emerge.",
      "it": "fino al 1994, quando iniziarono a emergere i primi racconti."
    }
  },
  {
    "translation": {
      "en": "And that they included a woman who said she had witnessed",
      "it": "E questi includevano una donna che affermava di aver visto"
    }
  },
  {
    "translation": {
      "en": "the body of the dead nun.",
      "it": "il corpo della suora defunta."
    }
  },
  {
    "translation": {
      "en": "Of course, I was interested on a lot of levels.",
      "it": "Naturalmente, la cosa m'interessava su più livelli."
    }
  },
  {
    "translation": {
      "en": "There's an on-the-record public story of what happened to Sister Cathy,",
      "it": "Esiste una versione ufficiale pubblica di ciò che è accaduto a Suor Cathy"
    }
  },
  {
    "translation": {
      "en": "and then there's the world beneath that was actually being lived.",
      "it": "e poi c'è il mondo che nasconde, ciò che è accaduto veramente."
    }
  },
  {
    "translation": {
      "en": "And to get at that mystery,",
      "it": "E scoprire quel mistero"
    }
  },
  {
    "translation": {
      "en": "I think, is our greatest journalistic responsibility.",
      "it": "credo sia la nostra maggiore responsabilità giornalistica"
    }
  },
  {
    "translation": {
      "en": "\"Who Killed Sister Cathy?",
      "it": "\"Chi ha ucciso Suor Cathy?"
    }
  },
  {
    "translation": {
      "en": "One of Maryland's Coldest Murder Cases Heats Up,",
      "it": "Uno dei casi più spietati del Maryland si riaccende,"
    }
  },
  {
    "translation": {
      "en": "by Tom Nugent.\"",
      "it": "di Tom Nugent.\""
    }
  },
  {
    "translation": {
      "en": "\"She lies buried on the side of a steep hill",
      "it": "\"Suor Cathy è sepolta sul fianco di una ripida collina,"
    }
  },
  {
    "translation": {
      "en": "in Sharpsburg, Pennsylvania,",
      "it": "a Sharpsburg, in Pennsylvania,"
    }
  },
  {
    "translation": {
      "en": "a threadbare suburban town",
      "it": "una povera cittadina di provincia"
    }
  },
  {
    "translation": {
      "en": "directly across the Allegheny River from Pittsburgh.",
      "it": "sita di fronte al fiume Allegheny che giunge da Pittsburgh."
    }
  },
  {
    "translation": {
      "en": "Her granite headstone offers the eye only four stone-carved words,",
      "it": "La lapide in granito offre alla vista solo quattro parole incise nella pietra:"
    }
  },
  {
    "translation": {
      "en": "Sister Catherine Cesnik, S.S.N.D., 1942-1969.\"",
      "it": "Suor Catherine Cesnik, S.S.N.D., 1942-1969\"."
    }
  },
  {
    "translation": {
      "en": "And so, we find ourselves, what, 47 years after the murder?",
      "it": "E così ci ritroviamo... quanto tempo dopo? Quarantasette anni dopo il suo omicidio."
    }
  },
  {
    "translation": {
      "en": "The case is unsolved...",
      "it": "Il caso non è stato risolto..."
    }
  },
  {
    "translation": {
      "en": "we all go on day after day,",
      "it": "...e, giorno dopo giorno, tutti andiamo avanti,"
    }
  },
  {
    "translation": {
      "en": "and the boil continues to swell,",
      "it": "mentre la rabbia continua a crescere"
    }
  },
  {
    "translation": {
      "en": "and the people who were injured most deeply continue to struggle and suffer.",
      "it": "e coloro che sono stati più feriti lottano e soffrono ancora."
    }
  },
  {
    "translation": {
      "en": "And the public continues to ask, \"What happened?\"",
      "it": "E il pubblico continua a chiedere: \"Cos'è successo?\""
    }
  },
  {
    "translation": {
      "en": "But these clues to what it was linger on in a place like this attic.",
      "it": "Ma gli indizi dell'accaduto perdurano in un posto come quest'attico."
    }
  },
  {
    "translation": {
      "en": "Those objects hold that energy and they twist you...",
      "it": "Quegli oggetti contengono in sé quell'energia e ti fanno..."
    }
  },
  {
    "translation": {
      "en": "and turn you in the wind,",
      "it": "...serpeggiare nel vento,"
    }
  },
  {
    "translation": {
      "en": "and you start asking, you know, \"What was--? What is the past?",
      "it": "e ci si ritrova a domandarsi: \"Ma cos'era...? Cos'è il passato?"
    }
  },
  {
    "translation": {
      "en": "What was it?\"",
      "it": "Cos'è successo?\""
    }
  },
  {
    "translation": {
      "en": "-[Gemma] Hey. Can we just sit down? -[woman] Yeah, wherever you'd like.",
      "it": "- Salve. Possiamo sederci? - Sì, dove volete."
    }
  },
  {
    "translation": {
      "en": "-I'll be right over. -[Gemma] Okay.",
      "it": "- Arrivo subito. - Ok."
    }
  },
  {
    "translation": {
      "en": "[server] Can I get you all started with something to drink?",
      "it": "Intanto posso portarle qualcosa da bere?"
    }
  },
  {
    "translation": {
      "en": "-What kind of chardonnay do you have? -[server] I have Yellow Tail.",
      "it": "- Che Chardonnay avete? - Abbiamo lo Yellow Tail."
    }
  },
  {
    "translation": {
      "en": "Oh, that's fine. [chuckles] That's what I drink at home... only.",
      "it": "Oh, va benissimo. È quello che bevo a casa... solo quello."
    }
  },
  {
    "translation": {
      "en": "Hi. Um, I had a quick question.",
      "it": "Salve. Ho una domanda veloce da farle."
    }
  },
  {
    "translation": {
      "en": "We've been using your excellent services for about two years.",
      "it": "Sono due anni che utilizziamo i vostri fantastici servizi."
    }
  },
  {
    "translation": {
      "en": "We're looking into an old unsolved murder case.",
      "it": "Stiamo facendo ricerche su un caso di omicidio irrisolto..."
    }
  },
  {
    "translation": {
      "en": "My high-school teacher, Sister Catherine Cesnik, in '69.",
      "it": "...si tratta della mia insegnante di liceo, Suor Catherine Cesnik, nel 1969."
    }
  },
  {
    "translation": {
      "en": "-Hello. -[Tom] Hello.",
      "it": "- Salve. - Salve."
    }
  },
  {
    "translation": {
      "en": "Come on over.",
      "it": "Si sieda qui."
    }
  },
  {
    "translation": {
      "en": "-Here, come on. I'm Gemma. -So, they tell me-- I'm Tom.",
      "it": "- Venga qui. Mi chiamo Gemma. - Allora... io sono Tom."
    }
  },
  {
    "translation": {
      "en": "You know where Keough is?",
      "it": "Sa dove si trova la Keough?"
    }
  },
  {
    "translation": {
      "en": "-No. Why? -Next to Cardinal Gibbons.",
      "it": "- No, perché? - Vicino alla Cardinal Gibbons."
    }
  },
  {
    "translation": {
      "en": "-It's called Seton Keough now. Anyway... -Yeah.",
      "it": "- Ora si chiama Seton Keough. Comunque... - Sì."
    }
  },
  {
    "translation": {
      "en": "in 1969, a nun at Archbishop Keough was murdered.",
      "it": "...nel 1969, una suora della Archbishop Keough è stata uccisa."
    }
  },
  {
    "translation": {
      "en": "-In 1969? -[Gemma] Mm-hm.",
      "it": "Nel 1969?"
    }
  },
  {
    "translation": {
      "en": "[Gemma] And then her body was found about two months later.",
      "it": "Il suo corpo è stato ritrovato circa due mesi più tardi."
    }
  },
  {
    "translation": {
      "en": "-Wow. -[Gemma] She had been murdered.",
      "it": "- Wow. - Era stata assassinata."
    }
  },
  {
    "translation": {
      "en": "-This is my e-mail address. -Uh-huh. 'Cause you're not on Facebook,",
      "it": "Questo è il mio indirizzo e-mail. Dato che lei non ha Facebook,"
    }
  },
  {
    "translation": {
      "en": "-but you have e-mail? -[Tom] Yeah, I do.",
      "it": "- ma ce l'ha un'e-mail, vero? - Sì."
    }
  },
  {
    "translation": {
      "en": "Okay. So, I'm not hitting on you, okay?",
      "it": "D'accordo. Non ci sto provando con lei, ok?"
    }
  },
  {
    "translation": {
      "en": "-No, that's okay. -I seriously am not.",
      "it": "- No, è tutto a posto. - Dico sul serio."
    }
  },
  {
    "translation": {
      "en": "-Do you have much baggage? -No.",
      "it": "- Ha avuto storie difficili? - No."
    }
  },
  {
    "translation": {
      "en": "I'm one of the least...",
      "it": "Sono uno dei meno..."
    }
  },
  {
    "translation": {
      "en": "[Gemma] My personality is such that I'm really driven",
      "it": "La mia personalità mi spinge a essere davvero determinata"
    }
  },
  {
    "translation": {
      "en": "to find answers from other people.",
      "it": "a trovare risposte dagli altri."
    }
  },
  {
    "translation": {
      "en": "I will go out and talk to people, knock on doors,",
      "it": "Vado fuori a parlare con la gente, busso alla loro porta,"
    }
  },
  {
    "translation": {
      "en": "calling, questioning and asking them if they can help.",
      "it": "telefono, interrogo e chiedo loro se possono aiutarmi."
    }
  },
  {
    "translation": {
      "en": "I'd asked once in the past.",
      "it": "L'ho già chiesto una volta in passato,"
    }
  },
  {
    "translation": {
      "en": "Sometimes I find if I ask twice, they find them.",
      "it": "ma ho scoperto che a volte se chiedo due volte, trovano le cose."
    }
  },
  {
    "translation": {
      "en": "-Sometimes we have to dig a little deeper. -But this-- This is an old open warrant.",
      "it": "- A volte bisogna andare più a fondo. - È... un vecchio mandato ancora valido."
    }
  },
  {
    "translation": {
      "en": "Okay, let's take a look.",
      "it": "D'accordo, diamo un'occhiata."
    }
  },
  {
    "translation": {
      "en": "Now, we looked at them maybe a year ago,",
      "it": "Allora, li abbiamo esaminati circa un anno fa,"
    }
  },
  {
    "translation": {
      "en": "and they said that there was a box of evidence that was missing",
      "it": "e avevano detto che una scatola di prove era andato perduta"
    }
  },
  {
    "translation": {
      "en": "and there were supposed to be three file folders.",
      "it": "e che avrebbero dovuto esserci tre fascicoli."
    }
  },
  {
    "translation": {
      "en": "So, we're sort of hoping maybe they might have found their way back.",
      "it": "Perciò, diciamo che speriamo che abbiano trovato la via del ritorno."
    }
  },
  {
    "translation": {
      "en": "If it's not there, we'll put a request in",
      "it": "Se non ci sono, faremo una richiesta"
    }
  },
  {
    "translation": {
      "en": "-for them to get that refiled for you. -I can come back. Thank you.",
      "it": "- così che vengano rischedati per lei. - Posso ritornare. Grazie."
    }
  },
  {
    "translation": {
      "en": "-Great. -We're gonna keep our fingers crossed.",
      "it": "- Ottimo. - Teniamo le dita incrociate."
    }
  },
  {
    "translation": {
      "en": "Gemma Hoskins... bulldog.",
      "it": "Gemma Hoskins... è un bulldog."
    }
  },
  {
    "translation": {
      "en": "She's the bulldog.",
      "it": "Lei è il bulldog."
    }
  },
  {
    "translation": {
      "en": "Abbie Schaub is the intellectual.",
      "it": "E Abbie Schaub è l'intellettuale."
    }
  },
  {
    "translation": {
      "en": "They're feisty, tough women.",
      "it": "Sono donne energiche e tenaci."
    }
  },
  {
    "translation": {
      "en": "I've asked both of them:",
      "it": "Ho chiesto a entrambe:"
    }
  },
  {
    "translation": {
      "en": "\"Don't you guys wanna become investigative journalists?",
      "it": "\"Non vorreste diventare giornaliste investigative?"
    }
  },
  {
    "translation": {
      "en": "Let's have some real fun.\" And they-- They tell me, \"We'll do it our way.\"",
      "it": "Andiamo a divertirci sul serio\". E mi hanno detto: \"Noi facciamo a modo nostro\"."
    }
  },
  {
    "translation": {
      "en": "The first day she walked in and said, \"We're gonna read The Scarlet Letter,\"",
      "it": "Il primo giorno è arrivata in classe e ha detto: \"Leggeremo La lettera scarlatta\"."
    }
  },
  {
    "translation": {
      "en": "I couldn't believe it.",
      "it": "Non potevo crederci."
    }
  },
  {
    "translation": {
      "en": "I was 13 and this really cool nun was gonna read The Scarlet Letter with us?",
      "it": "Avevo 13 anni e quella suora fantastica ci avrebbe letto La lettera scarlatta?"
    }
  },
  {
    "translation": {
      "en": "I have never ever had a teacher like that before.",
      "it": "Non avevo mai avuto un'insegnante del genere."
    }
  },
  {
    "translation": {
      "en": "[Deb] Sister Cathy could have been looked at as, like, a big sister.",
      "it": "Suor Cathy poteva essere considerata come una sorella maggiore."
    }
  },
  {
    "translation": {
      "en": "She exemplified this spirit of compassion and kindness.",
      "it": "Era un esempio di spirito di compassione e gentilezza."
    }
  },
  {
    "translation": {
      "en": "You felt like you were an individual with her",
      "it": "Insieme a lei, sentivi di essere un individuo"
    }
  },
  {
    "translation": {
      "en": "and she was, like, encouraging you to bloom as a person.",
      "it": "e lei ci incoraggiava a far sbocciare la persona che eravamo."
    }
  },
  {
    "translation": {
      "en": "[Abbie] When we started doing Romeo and Juliet,",
      "it": "Quando abbiamo iniziato a fare Romeo e Giulietta,"
    }
  },
  {
    "translation": {
      "en": "I thought, \"Oh, this--\"",
      "it": "ho pensato: \"Oh, sarà..."
    }
  },
  {
    "translation": {
      "en": "You know, \"I'm barely gonna survive sitting through hours of Romeo and Juliet.\"",
      "it": "Pensavo che sarei a malapena sopravvissuta ad ascoltare per ore Romeo e Giulietta."
    }
  },
  {
    "translation": {
      "en": "But it got to the point where I began looking forward to going to English class.",
      "it": "Ma arrivai al punto di aspettare con impazienza le lezioni di letteratura."
    }
  },
  {
    "translation": {
      "en": "Who would've thought such a thing?",
      "it": "Chi l'avrebbe mai detto?"
    }
  },
  {
    "translation": {
      "en": "[Deb] I guess because she was so close in age to us,",
      "it": "Suppongo che essendo molto vicina alla nostra età,"
    }
  },
  {
    "translation": {
      "en": "everything she said was romantic.",
      "it": "tutto ciò che diceva fosse romantico."
    }
  },
  {
    "translation": {
      "en": "You know, English literature, how you can express yourself through poems.",
      "it": "Sapete, la letteratura inglese, il fatto di potersi esprimere con la poesia."
    }
  },
  {
    "translation": {
      "en": "When you're an adolescent and you're a girl,",
      "it": "Quando si è adolescenti, e si è una ragazza,"
    }
  },
  {
    "translation": {
      "en": "that resonates with you.",
      "it": "tutto questo ha un forte impatto."
    }
  },
  {
    "translation": {
      "en": "And she was able to touch a lot of people in a short amount of time.",
      "it": "E Suor Cathy è stata capace di toccare tantissimi animi in poco tempo."
    }
  },
  {
    "translation": {
      "en": "[Abbie] She was murdered our senior year.",
      "it": "Fu uccisa quando eravamo all'ultimo anno."
    }
  },
  {
    "translation": {
      "en": "And it's always haunted many people in the community. We're not the only ones.",
      "it": "E la cosa ha perseguitato molte persone della comunità. Non soltanto noi."
    }
  },
  {
    "translation": {
      "en": "People pop up from 45, 50 years ago",
      "it": "C'è gente che compare dopo... Dopo 45, o 50 anni,"
    }
  },
  {
    "translation": {
      "en": "who say, \"I have a story I'd like to tell you.\"",
      "it": "e ci dice: \"Avrei una storia da raccontarvi\"."
    }
  },
  {
    "translation": {
      "en": "So, it's been an ongoing urban legend almost.",
      "it": "È quasi diventata una leggenda metropolitana vivente."
    }
  },
  {
    "translation": {
      "en": "[Gemma] Abbie and I found each other",
      "it": "Io e Abbie ci siamo ritrovate,"
    }
  },
  {
    "translation": {
      "en": "because we had not been in contact with each other since we graduated.",
      "it": "perché dopo il diploma non eravamo rimaste in contatto."
    }
  },
  {
    "translation": {
      "en": "Gemma's been the Nancy Drew, I think.",
      "it": "Per me, Gemma è la Nancy Drew della situazione."
    }
  },
  {
    "translation": {
      "en": "She's good at getting people to talk to her, calling them up and talk to her.",
      "it": "È brava a far parlare la gente, li chiama e li fa parlare."
    }
  },
  {
    "translation": {
      "en": "Abbie does amazing research, like no one I've ever met.",
      "it": "Abbie è bravissima nelle ricerche, più di chiunque abbia mai conosciuto."
    }
  },
  {
    "translation": {
      "en": "I like to get on the phone, talk to people, draw pictures...",
      "it": "Mi piace prendere il telefono, parlare alla gente, fare schizzi..."
    }
  },
  {
    "translation": {
      "en": "And I hate to talk to people, so, that works. [laughs]",
      "it": "E io detesto parlare con la gente, ecco perché funziona."
    }
  },
  {
    "translation": {
      "en": "[Gemma] ...of what-- Of what's going on.",
      "it": "...di quello... che sta succedendo."
    }
  },
  {
    "translation": {
      "en": "Our mission, we were driven to find out who hurt Sister Cathy.",
      "it": "La nostra missione è scoprire chi ha fatto del male a Suor Cathy."
    }
  },
  {
    "translation": {
      "en": "We have people telling us to be careful.",
      "it": "C'è gente che ci dice di fare attenzione."
    }
  },
  {
    "translation": {
      "en": "[Abbie] Our concern was that she fell into something evil,",
      "it": "La nostra preoccupazione era che fosse incappata in qualcosa di crudele,"
    }
  },
  {
    "translation": {
      "en": "something bad, and got caught up with it.",
      "it": "di cattivo, e ne fosse rimasta coinvolta."
    }
  },
  {
    "translation": {
      "en": "We're told that the story is not the nun's killing.",
      "it": "Ci hanno detto che la vera storia non è l'omicidio della suora in sé."
    }
  },
  {
    "translation": {
      "en": "The story is the cover-up of a nun's story.",
      "it": "Ma è l'insabbiamento della storia della suora."
    }
  },
  {
    "translation": {
      "en": "It worries me whether or not we're looking at something bigger than what we know of.",
      "it": "Temo che forse siamo di fronte a qualcosa di più grande di quanto crediamo."
    }
  },
  {
    "translation": {
      "en": "[Gemma] It's a 45-year-old cold case,",
      "it": "È un caso irrisolto di 45 anni fa"
    }
  },
  {
    "translation": {
      "en": "and I think we probably have more information",
      "it": "e forse abbiamo più informazioni noi"
    }
  },
  {
    "translation": {
      "en": "than any police officer or detective has had on this case ever.",
      "it": "di qualsiasi agente o investigatore che sia mai stato coinvolto nel caso."
    }
  },
  {
    "translation": {
      "en": "[Abbie] We're in our 60s.",
      "it": "Abbiamo una sessantina d'anni."
    }
  },
  {
    "translation": {
      "en": "Time is getting short for us to be able to figure out what happened to Cathy.",
      "it": "Ci resta poco tempo per riuscire a capire cosa sia successo a Cathy."
    }
  },
  {
    "translation": {
      "en": "I don't think there's any shame in not succeeding,",
      "it": "Credo che non ci sia da vergognarsi se non ci riusciremo,"
    }
  },
  {
    "translation": {
      "en": "but it would be wrong not to try.",
      "it": "ma sarebbe sbagliato non... Non provarci."
    }
  },
  {
    "translation": {
      "en": "[Juliana] Sister Cathy was my 11th-grade English teacher in 1969.",
      "it": "Suor Cathy è stata la mia insegnante di letteratura di terza liceo, nel 1969."
    }
  },
  {
    "translation": {
      "en": "November 7th...",
      "it": "Il 7 novembre..."
    }
  },
  {
    "translation": {
      "en": "it was a Friday.",
      "it": "...era un venerdì."
    }
  },
  {
    "translation": {
      "en": "We had discussions after class.",
      "it": "Dopo la lezione, parlavamo."
    }
  },
  {
    "translation": {
      "en": "Just talking about what was going on in my life and that kind of thing.",
      "it": "Chiacchieravamo di cosa succedeva nella mia vita, e cose del genere."
    }
  },
  {
    "translation": {
      "en": "She was standing behind her desk and I was standing next to her desk",
      "it": "Suor Cathy era in piedi dietro la cattedra e io lì di fianco"
    }
  },
  {
    "translation": {
      "en": "and... just talking.",
      "it": "e... chiacchieravamo."
    }
  },
  {
    "translation": {
      "en": "Um, I don't even remember what we were talking about",
      "it": "Non mi ricordo nemmeno di cosa stessimo parlando,"
    }
  },
  {
    "translation": {
      "en": "until she said that she had to go shopping that night for a gift...",
      "it": "finché non mi ha detto che quella sera doveva andare a comprare un regalo..."
    }
  },
  {
    "translation": {
      "en": "for someone in her family.",
      "it": "...per un suo familiare."
    }
  },
  {
    "translation": {
      "en": "She seemed really happy about it, about this person, whoever it was.",
      "it": "Sembrava davvero felice per quella persona, chiunque essa fosse."
    }
  },
  {
    "translation": {
      "en": "She was excited that they were getting married.",
      "it": "Era entusiasta che stessero per sposarsi."
    }
  },
  {
    "translation": {
      "en": "And then I went on to my next class.",
      "it": "E poi sono andata alla lezione successiva."
    }
  },
  {
    "translation": {
      "en": "[Abbie] Cathy left high school after her normal teaching day.",
      "it": "Cathy ha lasciato il liceo dopo una normale giornata di lavoro."
    }
  },
  {
    "translation": {
      "en": "She was back at her apartment at some point.",
      "it": "A un certo punto è tornata nel suo appartamento."
    }
  },
  {
    "translation": {
      "en": "Uh, might have been-- I would assume around three o'clock or so.",
      "it": "Può darsi che fossero... Suppongo che fossero circa le 15."
    }
  },
  {
    "translation": {
      "en": "[Bob] Sister Catherine and Sister Russell...",
      "it": "Suor Catherine e Suor Russell..."
    }
  },
  {
    "translation": {
      "en": "they were roommates.",
      "it": "...erano coinquiline."
    }
  },
  {
    "translation": {
      "en": "They taught together at Keough and they...",
      "it": "Insegnavano entrambe alla Keough ed erano..."
    }
  },
  {
    "translation": {
      "en": "were the two nuns who left the order, became public-school teachers.",
      "it": "GIORNALISTA ...due suore che avevano lasciato l'ordine per insegnare nella scuola pubblica."
    }
  },
  {
    "translation": {
      "en": "They rented an apartment over on North Bend Road",
      "it": "Avevano affittato un appartamento in North Bend Road,"
    }
  },
  {
    "translation": {
      "en": "in the southwest part of the city.",
      "it": "nell'area sud-ovest della città."
    }
  },
  {
    "translation": {
      "en": "I interviewed Sister Russell...",
      "it": "Ho intervistato Suor Russell..."
    }
  },
  {
    "translation": {
      "en": "at her home in Carroll County.",
      "it": "...nella sua casa nella contea di Carroll."
    }
  },
  {
    "translation": {
      "en": "A very nice lady, but she was also very reluctant to talk.",
      "it": "Una signora molto gentile, ma anche molto riluttante a parlare."
    }
  },
  {
    "translation": {
      "en": "[Chris] Sister Russell was, um...",
      "it": "Suor Russell era..."
    }
  },
  {
    "translation": {
      "en": "She was my algebra teacher.",
      "it": "Era la mia insegnante di algebra."
    }
  },
  {
    "translation": {
      "en": "She was also the cheerleading coach.",
      "it": "Ed era anche l'allenatrice delle cheerleader."
    }
  },
  {
    "translation": {
      "en": "She was Cathy's friend. Everybody knew that.",
      "it": "Era un'amica di Cathy. Lo sapevano tutti."
    }
  },
  {
    "translation": {
      "en": "They laughed together a lot.",
      "it": "Spesso ridevano insieme."
    }
  },
  {
    "translation": {
      "en": "You'd see them in the hallway",
      "it": "Le si poteva vedere in corridoio"
    }
  },
  {
    "translation": {
      "en": "and you see them at different places together.",
      "it": "e in un sacco di altri posti, sempre insieme."
    }
  },
  {
    "translation": {
      "en": "But Russell was more of the left brain and Cathy was the right.",
      "it": "Ma Russell rappresentava più l'emisfero sinistro del cervello e Cathy il destro."
    }
  },
  {
    "translation": {
      "en": "[Abbie] As far as we know, she left the apartment parking lot",
      "it": "Per quanto ne sappiamo, Cathy ha lasciato il parcheggio dell'appartamento"
    }
  },
  {
    "translation": {
      "en": "somewhere around 7.",
      "it": "intorno alle 19."
    }
  },
  {
    "translation": {
      "en": "Sister Russell, her roommate, said that... this was a routine they did.",
      "it": "Russell, la coinquilina, ha detto che... era una cosa che facevano abitualmente."
    }
  },
  {
    "translation": {
      "en": "She was gonna go shopping to pick up some bakery buns.",
      "it": "Doveva andare a fare shopping, e a comprare dei panini in panificio."
    }
  },
  {
    "translation": {
      "en": "She was gonna buy an engagement gift for her sister.",
      "it": "Doveva andare a comprare un regalo di fidanzamento per la sorella."
    }
  },
  {
    "translation": {
      "en": "She went from her apartment to the Edmondson Village Shopping Center.",
      "it": "Dal suo appartamento, Cathy si è diretta al Centro Commerciale Edmondson Village."
    }
  },
  {
    "translation": {
      "en": "It was very safe at the time.",
      "it": "All'epoca era un posto molto sicuro. Era un..."
    }
  },
  {
    "translation": {
      "en": "It was a local attraction considered upscale.",
      "it": "All'epoca era un posto molto sicuro. Era un... Un'attrazione locale che veniva considerata esclusiva."
    }
  },
  {
    "translation": {
      "en": "[Tom] Sister Cathy went to the local bank,",
      "it": "Suor Cathy è andata alla banca locale,"
    }
  },
  {
    "translation": {
      "en": "cashed her paycheck, bought some dinner rolls.",
      "it": "ha incassato la paga e comprato dei panini per la cena."
    }
  },
  {
    "translation": {
      "en": "Now, accounts vary here.",
      "it": "E poi, qui i resoconti sono diversi."
    }
  },
  {
    "translation": {
      "en": "Several witnesses have told the newspaper and the police",
      "it": "Parecchi testimoni hanno detto ai quotidiani e alla polizia"
    }
  },
  {
    "translation": {
      "en": "there's no doubt that the nun returns to her parking space",
      "it": "che senza dubbio la suora è ritornata al suo parcheggio,"
    }
  },
  {
    "translation": {
      "en": "but no one has proved that she ever came back to her apartment.",
      "it": "ma nessuno ha provato che sia mai tornata al suo appartamento."
    }
  },
  {
    "translation": {
      "en": "Instead, she vanished.",
      "it": "E invece, è svanita."
    }
  },
  {
    "translation": {
      "en": "We don't know exactly where Sister Catherine... was taken.",
      "it": "Non sappiamo con esattezza dove sia stata... catturata."
    }
  },
  {
    "translation": {
      "en": "You know, was she on her way back from Edmondson Village?",
      "it": "Cioè, è stato sulla via del ritorno dall'Edmondson Village?"
    }
  },
  {
    "translation": {
      "en": "Did she get back to the block where she lived",
      "it": "O era già tornata al suo appartamento"
    }
  },
  {
    "translation": {
      "en": "and then this person grabbed her?",
      "it": "e poi qualcuno l'ha afferrata?"
    }
  },
  {
    "translation": {
      "en": "She might have been grabbed right outside her own door for all we know.",
      "it": "Per quanto ne sappiamo potrebbero averla presa proprio fuori dalla porta di casa."
    }
  },
  {
    "translation": {
      "en": "All we know is that she never came home from that trip.",
      "it": "Sappiamo solo che non è mai tornata a casa da quel giro a far compere."
    }
  },
  {
    "translation": {
      "en": "[Abbie] We have a witness.",
      "it": "Abbiamo un testimone."
    }
  },
  {
    "translation": {
      "en": "An airline stewardess had gone grocery shopping",
      "it": "Una hostess di linea era andata a fare la spesa"
    }
  },
  {
    "translation": {
      "en": "and was going up and down from her car carrying bags of groceries in and out.",
      "it": "e andava avanti e indietro dall'auto per portare le buste della spesa in casa."
    }
  },
  {
    "translation": {
      "en": "But on the third trip, about 8:30,",
      "it": "Ma al terzo viaggio, intorno alle 20:30,"
    }
  },
  {
    "translation": {
      "en": "she remembers seeing Cathy sitting in her car in the parking lot",
      "it": "ricorda di aver visto Cathy seduta in macchina, nel parcheggio,"
    }
  },
  {
    "translation": {
      "en": "as if she was waiting for something.",
      "it": "come se stesse aspettando qualcosa."
    }
  },
  {
    "translation": {
      "en": "One of the Keough girls,",
      "it": "Una studentessa della Keough,"
    }
  },
  {
    "translation": {
      "en": "who was... embarrassed, I think, initially to admit it,",
      "it": "che all'inizio era... in imbarazzo, credo, nell'ammetterlo,"
    }
  },
  {
    "translation": {
      "en": "was in the neighborhood of Sister Cathy's apartment that night.",
      "it": "quella sera si trovava nei dintorni dell'appartamento di Suor Cathy."
    }
  },
  {
    "translation": {
      "en": "Um, she had a little bit of a crush on one of the male teachers, I think,",
      "it": "Penso che avesse una cottarella per uno degli insegnanti,"
    }
  },
  {
    "translation": {
      "en": "and was sort of hanging around by his apartment,",
      "it": "e stesse bazzicando intorno al suo appartamento,"
    }
  },
  {
    "translation": {
      "en": "which was apparently a block or two away from Cathy's apartment.",
      "it": "che a quanto pare era a uno o due isolati di distanza da quello di Cathy."
    }
  },
  {
    "translation": {
      "en": "It was the beginning of November,",
      "it": "Era inizio novembre,"
    }
  },
  {
    "translation": {
      "en": "and around that time...",
      "it": "e all'epoca..."
    }
  },
  {
    "translation": {
      "en": "our, um, new phonebooks came out for the year.",
      "it": "...era stato pubblicato il nuovo elenco telefonico annuale."
    }
  },
  {
    "translation": {
      "en": "The-- It was called back then the C&P Telephone Company.",
      "it": "La... All'epoca la compagnia telefonica si chiamava C&P Telephone Company."
    }
  },
  {
    "translation": {
      "en": "I was a sophomore in high school.",
      "it": "Ero in seconda liceo."
    }
  },
  {
    "translation": {
      "en": "It was a Friday night, and my girlfriend and I said:",
      "it": "Era venerdì sera, e io e la mia amica ci siamo dette:"
    }
  },
  {
    "translation": {
      "en": "\"Let's look in the phonebook, find out where all our teachers live.\"",
      "it": "\"Guardiamo nell'elenco per scoprire dove vivono i nostri insegnanti\"."
    }
  },
  {
    "translation": {
      "en": "In that house lived Mr. Noone,",
      "it": "In quella casa abitava il sig. Noone,"
    }
  },
  {
    "translation": {
      "en": "and the light was on, on the second floor.",
      "it": "e al secondo piano c'era la luce accesa."
    }
  },
  {
    "translation": {
      "en": "And we said, \"It's Mr. Noone! He's got his undershirt on.\"",
      "it": "E ci siamo dette: \"È il sig. Noone. È in canottiera!\""
    }
  },
  {
    "translation": {
      "en": "I believe he was in the room there above the door.",
      "it": "Credo che fosse in quella stanza lì, sopra la porta."
    }
  },
  {
    "translation": {
      "en": "He was standing in front of a mirror, combing his hair.",
      "it": "Era di fronte allo specchio, che si pettinava."
    }
  },
  {
    "translation": {
      "en": "The light went off.",
      "it": "Poi si è spenta la luce."
    }
  },
  {
    "translation": {
      "en": "We ducked down and, you know, trying not to giggle.",
      "it": "E ci siamo abbassate, beh, cercando di non ridere."
    }
  },
  {
    "translation": {
      "en": "Before we knew it, we heard this yelling.",
      "it": "Prima di rendercene conto, abbiamo sentito gridare."
    }
  },
  {
    "translation": {
      "en": "And I would say it came from that direction.",
      "it": "E secondo me proveniva da quella direzione."
    }
  },
  {
    "translation": {
      "en": "That's where Sister Cathy and Sister Russell lived.",
      "it": "Dove vivevano Suor Cathy e Suor Russell."
    }
  },
  {
    "translation": {
      "en": "It was a man's voice.",
      "it": "Era la voce di un uomo."
    }
  },
  {
    "translation": {
      "en": "Loud, booming...",
      "it": "Alta, profonda..."
    }
  },
  {
    "translation": {
      "en": "garbled with emotion, anger.",
      "it": "...alterata dall'emozione, dalla rabbia."
    }
  },
  {
    "translation": {
      "en": "We really thought it was some kind of violence that was going on up there.",
      "it": "Abbiamo pensato davvero che stesse accadendo qualcosa di violento."
    }
  },
  {
    "translation": {
      "en": "And that's when we took off and went home.",
      "it": "E allora siamo scappate verso casa."
    }
  },
  {
    "translation": {
      "en": "[Abbie] Sister Russell, her roommate and friend, became concerned",
      "it": "Suor Russell, coinquilina e amica di Suor Cathy, iniziò a preoccuparsi"
    }
  },
  {
    "translation": {
      "en": "when Cathy never came back from the shopping trip.",
      "it": "vedendo che Cathy non tornava più dalle compere."
    }
  },
  {
    "translation": {
      "en": "Around midnight, she became concerned enough",
      "it": "Intorno a mezzanotte, era talmente preoccupata"
    }
  },
  {
    "translation": {
      "en": "that she... called... Gerry Koob.",
      "it": "da... chiamare... Gerry Koob."
    }
  },
  {
    "translation": {
      "en": "Father Koob and Cathy had met.",
      "it": "Padre Koob e Cathy si conoscevano."
    }
  },
  {
    "translation": {
      "en": "Cathy was teaching English,",
      "it": "Cathy insegnava letteratura"
    }
  },
  {
    "translation": {
      "en": "and Father Gerry Koob was teaching religion.",
      "it": "e Padre Gerry Koob religione."
    }
  },
  {
    "translation": {
      "en": "They apparently developed a friendship.",
      "it": "A quanto pare erano diventati amici."
    }
  },
  {
    "translation": {
      "en": "That troubles us a bit, looking back.",
      "it": "La cosa ci ha un po' turbate, a ripensarci."
    }
  },
  {
    "translation": {
      "en": "Why didn't Sister Russell call the police?",
      "it": "Perché Suor Russell non aveva chiamato la polizia?"
    }
  },
  {
    "translation": {
      "en": "[Gerry] Now, the Carriage House Apartments...",
      "it": "E adesso, gli appartamenti di Carriage House..."
    }
  },
  {
    "translation": {
      "en": "-[Gemma] Right here. -...are here, yeah. Okay.",
      "it": "- Proprio qui. - ...sono qui, sì. Va bene."
    }
  },
  {
    "translation": {
      "en": "Okay. Keep going. All right.",
      "it": "D'accordo. Prosegua. Sulla destra."
    }
  },
  {
    "translation": {
      "en": "[Gemma] Down here?",
      "it": "Qui?"
    }
  },
  {
    "translation": {
      "en": "Go up a little further. Yeah.",
      "it": "Vada un po' più avanti. Sì."
    }
  },
  {
    "translation": {
      "en": "Before five o'clock that afternoon, it was a typical day at the retreat house,",
      "it": "Fino alle 17 era stato un pomeriggio qualsiasi nella casa di ritiro"
    }
  },
  {
    "translation": {
      "en": "and I didn't have a retreat going on,",
      "it": "e non stavo facendo nessun ritiro,"
    }
  },
  {
    "translation": {
      "en": "so, I have little or no recollection of anything.",
      "it": "perciò non ho quasi alcun ricordo in merito."
    }
  },
  {
    "translation": {
      "en": "But I knew that then-Brother Peter--",
      "it": "Ma sapevo che il confratello Peter..."
    }
  },
  {
    "translation": {
      "en": "Pete McKeon and I had decided",
      "it": "Io e Pete McKeon avevamo deciso"
    }
  },
  {
    "translation": {
      "en": "there's a movie playing in Baltimore tonight that we both wanna see.",
      "it": "che quella sera a Baltimora davano un film che volevamo entrambi vedere."
    }
  },
  {
    "translation": {
      "en": "It was Easy Rider.",
      "it": "Era Easy Rider."
    }
  },
  {
    "translation": {
      "en": "I would venture it must have been about 10:30 or so by the time we got back.",
      "it": "Oserei dire che erano circa le 22:30 quando siamo tornati."
    }
  },
  {
    "translation": {
      "en": "And we were sitting and talking about it",
      "it": "Ed eravamo seduti a parlarne"
    }
  },
  {
    "translation": {
      "en": "and the phone rings, and it's Sister Russell Phillips.",
      "it": "quando il telefono ha squillato: era Suor Russell Phillips."
    }
  },
  {
    "translation": {
      "en": "\"Have you seen Cathy?\"",
      "it": "\"Hai visto Cathy?\""
    }
  },
  {
    "translation": {
      "en": "She tells us that Cathy went out around 8:00 or 8:30.",
      "it": "Ci ha detto che Cathy era uscita intorno alle 20 o 20:30."
    }
  },
  {
    "translation": {
      "en": "She was gonna get an engagement present for her sister and she's not home yet.",
      "it": "Doveva comprare un regalo di fidanzamento per la sorella e non era ancora tornata."
    }
  },
  {
    "translation": {
      "en": "So, we got in the car and drove up to Catonsville immediately.",
      "it": "E così, siamo saliti in macchina per andare subito a casa di Cathy."
    }
  },
  {
    "translation": {
      "en": "This is-- This is the apartment we were in.",
      "it": "Questo è... È l'appartamento in cui eravamo."
    }
  },
  {
    "translation": {
      "en": "And, uh...",
      "it": "E..."
    }
  },
  {
    "translation": {
      "en": "we were on that ground floor.",
      "it": "...eravamo al piano terra, lì."
    }
  },
  {
    "translation": {
      "en": "So, our approach was up those steps and right into this apartment.",
      "it": "Allora, abbiamo fatto quei gradini e siamo entrati in quest'appartamento."
    }
  },
  {
    "translation": {
      "en": "We spent maybe 45 minutes to an hour listening to Russell.",
      "it": "Abbiamo passato circa 45 minuti, forse un'ora, ad ascoltare Russell."
    }
  },
  {
    "translation": {
      "en": "And... since it was now three hours after what she expected,",
      "it": "E... dato che ormai erano passate tre ore rispetto all'orario di rientro previsto,"
    }
  },
  {
    "translation": {
      "en": "I said, \"I think it's time for us to call the police.\"",
      "it": "ho detto: \"Credo che sia ora di chiamare la polizia\"."
    }
  },
  {
    "translation": {
      "en": "So, a single policeman responded to our call.",
      "it": "Un agente di polizia ha risposto alla nostra telefonata"
    }
  },
  {
    "translation": {
      "en": "He came to this apartment.",
      "it": "ed è venuto nell'appartamento."
    }
  },
  {
    "translation": {
      "en": "We were describing her as a missing person.",
      "it": "Abbiamo detto che Cathy era scomparsa."
    }
  },
  {
    "translation": {
      "en": "He wrote everything down, he left.",
      "it": "L'agente ha scritto tutto e se n'è andato."
    }
  },
  {
    "translation": {
      "en": "The three of us gathered around a little table.",
      "it": "Noi tre ci siamo riuniti intorno a un tavolino."
    }
  },
  {
    "translation": {
      "en": "And I said Mass.",
      "it": "E ho detto Messa."
    }
  },
  {
    "translation": {
      "en": "We did a little bread and wine, and I did the Mass, a consecration.",
      "it": "Abbiamo preso un po' di pane e vino, ho detto messa e ho consacrato il tutto."
    }
  },
  {
    "translation": {
      "en": "And we saved some of the communion bread for Cathy.",
      "it": "E abbiamo messo da parte un po' di pane della Comunione per Cathy."
    }
  },
  {
    "translation": {
      "en": "We were still hoping against hope that she would show up.",
      "it": "Speravamo ancora, invano, che si sarebbe fatta viva."
    }
  },
  {
    "translation": {
      "en": "After another hour or two, Peter and I left",
      "it": "Dopo un altro paio d'ore, io e Peter ce ne siamo andati"
    }
  },
  {
    "translation": {
      "en": "and went down those steps to take a walk.",
      "it": "e siamo scesi da quei gradini per fare una passeggiata."
    }
  },
  {
    "translation": {
      "en": "We're coming up this way...",
      "it": "Andavamo in questa direzione..."
    }
  },
  {
    "translation": {
      "en": "and when we get about here... we spot the car.",
      "it": "...e quando siamo arrivati più o meno qui... abbiamo visto l'auto."
    }
  },
  {
    "translation": {
      "en": "This door was unlocked.",
      "it": "Questo sportello non era chiuso a chiave."
    }
  },
  {
    "translation": {
      "en": "[Abbie] Right.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "-We went in. -Uh-huh.",
      "it": "E siamo entrati."
    }
  },
  {
    "translation": {
      "en": "And the famous twig was sticking-- Hanging down from that.",
      "it": "E il famoso ramoscello era attaccato... Era appeso lì."
    }
  },
  {
    "translation": {
      "en": "[Tom] There are leaves, twigs, muddy tires.",
      "it": "Ci sono foglie, ramoscelli, e pneumatici infangati."
    }
  },
  {
    "translation": {
      "en": "This car had been into a swampy area, unquestionable.",
      "it": "La macchina era stata in una zona paludosa, è indiscutibile."
    }
  },
  {
    "translation": {
      "en": "The car had been into swampy, muddy ground.",
      "it": "L'auto era stata in un terreno paludoso e fangoso."
    }
  },
  {
    "translation": {
      "en": "And why is that car found",
      "it": "Ma come mai l'auto era stata trovata"
    }
  },
  {
    "translation": {
      "en": "with its rear end sticking out in the street",
      "it": "con il retro che sbucava nella strada"
    }
  },
  {
    "translation": {
      "en": "right adjacent to the Carriage House Apartments, where the nun lived?",
      "it": "proprio di fianco agli appartamenti di Carriage House, dove viveva la suora?"
    }
  },
  {
    "translation": {
      "en": "Whoever put that car there wanted it to be found.",
      "it": "Chiunque abbia messo lì l'auto voleva che venisse trovata."
    }
  },
  {
    "translation": {
      "en": "My elevator inside me is dropping down very rapidly,",
      "it": "La speranza che avevo dentro di me è crollata in fretta,"
    }
  },
  {
    "translation": {
      "en": "because up here, I know Cathy did not bring this car back here.",
      "it": "perché ho capito che non era stata Cathy a riportare l'auto."
    }
  },
  {
    "translation": {
      "en": "Somebody else brought the car back and didn't bring her with them.",
      "it": "L'aveva riportata qualcun altro, senza riportare Cathy."
    }
  },
  {
    "translation": {
      "en": "Then where is she?",
      "it": "Ma allora, lei dov'era?"
    }
  },
  {
    "translation": {
      "en": "[Abbie] Around this same period of time,",
      "it": "Nello stesso periodo,"
    }
  },
  {
    "translation": {
      "en": "Joyce Malecki is a young woman",
      "it": "una giovane donna, Joyce Malecki,"
    }
  },
  {
    "translation": {
      "en": "who was abducted three or four days after Sister Cathy was abducted.",
      "it": "è stata rapita tre o quattro giorni dopo il rapimento di Suor Cathy."
    }
  },
  {
    "translation": {
      "en": "Back then, abductions and murders of random young women",
      "it": "All'epoca, i rapimenti e gli omicidi di giovani scelte in modo casuale"
    }
  },
  {
    "translation": {
      "en": "were almost unheard of.",
      "it": "erano quasi del tutto sconosciuti."
    }
  },
  {
    "translation": {
      "en": "For two young women to be abducted within four days of each other,",
      "it": "Che probabilità c'erano che due giovani donne venissero rapite"
    }
  },
  {
    "translation": {
      "en": "what are the odds?",
      "it": "a quattro giorni di distanza?"
    }
  },
  {
    "translation": {
      "en": "Same scenario, car was found, side of the road, door open, she was gone.",
      "it": "Lo scenario era identico: l'auto ritrovata in strada, la porta aperta e lei svanita."
    }
  },
  {
    "translation": {
      "en": "Her family are charming people.",
      "it": "La sua famiglia è composta da persone deliziose."
    }
  },
  {
    "translation": {
      "en": "She has several siblings still alive. We've met with them.",
      "it": "Ha molti fratelli ancora vivi e li abbiamo incontrati."
    }
  },
  {
    "translation": {
      "en": "So, we said, \"As long as we're spending this time looking around,",
      "it": "E così ci siamo dette: \"Dato che stiamo passando questo periodo a fare ricerche,"
    }
  },
  {
    "translation": {
      "en": "let's see if we can find any information to help the Maleckis.\"",
      "it": "vediamo se riusciamo a trovare informazioni utili per i Malecki\"."
    }
  },
  {
    "translation": {
      "en": "[Don] This is where it had first came out",
      "it": "Questo è il primo articolo pubblicato"
    }
  },
  {
    "translation": {
      "en": "where she was missing and where she was missing from.",
      "it": "in cui si parla della sua scomparsa e del luogo da cui era sparita."
    }
  },
  {
    "translation": {
      "en": "a pretty young 20-year-old Lansdowne girl who lived less than two miles",
      "it": "una bella ventenne di Lansdowne, abitava a circa 3 chilometri... FRATELLO DI JOYCE"
    }
  },
  {
    "translation": {
      "en": "from the apartment where Sister Catherine Cesnik",
      "it": "...dall'appartamento in cui Suor Catherine Cesnik"
    }
  },
  {
    "translation": {
      "en": "was reported missing late yesterday.",
      "it": "è stata dichiarata scomparsa, ieri sul tardi."
    }
  },
  {
    "translation": {
      "en": "Similarities in the two cases. Both girls were young and attractive.",
      "it": "Ci sono somiglianze nei due casi: entrambe erano giovani e attraenti."
    }
  },
  {
    "translation": {
      "en": "Packages were found in both cars.",
      "it": "E in entrambe le auto sono stati trovati dei pacchetti."
    }
  },
  {
    "translation": {
      "en": "Both cars were found abandoned with no apparent signs of struggle,",
      "it": "Entrambe le auto ritrovate non hanno rivelato segni di lotta, e avevano"
    }
  },
  {
    "translation": {
      "en": "keys were still in the ignition, and both girls had went shopping.\"",
      "it": "le chiavi nel cruscotto. Inoltre, entrambe le ragazze erano uscite per fare compere."
    }
  },
  {
    "translation": {
      "en": "You know, where we grew up, we had no keys to the house.",
      "it": "Nel posto in cui siamo cresciuti, non avevamo le chiavi di casa. FRATELLO DI JOYCE"
    }
  },
  {
    "translation": {
      "en": "The house was not locked, so, we could come and go as we please.",
      "it": "La casa non veniva chiusa a chiave così potevamo entrare e uscire a piacere."
    }
  },
  {
    "translation": {
      "en": "There was no crime rate. There was no trouble.",
      "it": "Non c'erano crimini. Non c'erano guai."
    }
  },
  {
    "translation": {
      "en": "Never had any problems. Everybody was there to help you.",
      "it": "Non c'erano mai stati problemi. Tutti erano disposti a dare una mano."
    }
  },
  {
    "translation": {
      "en": "It was a nice neighborhood to grow up in.",
      "it": "Era un bel quartiere in cui crescere."
    }
  },
  {
    "translation": {
      "en": "[Darryl] In November 1969,",
      "it": "Nel novembre 1969,"
    }
  },
  {
    "translation": {
      "en": "I was working at Gino's, which was a fast-food restaurant,",
      "it": "lavoravo da Gino's, che era un fast food"
    }
  },
  {
    "translation": {
      "en": "probably within five miles from the house.",
      "it": "e sarà stato a circa 8 chilometri da casa."
    }
  },
  {
    "translation": {
      "en": "I was working in the evening, and Joyce came up to Gino's",
      "it": "Stavo facendo il turno serale e Joyce è venuta da Gino's"
    }
  },
  {
    "translation": {
      "en": "and asked me to switch vehicles.",
      "it": "per chiedermi di scambiarci le macchine."
    }
  },
  {
    "translation": {
      "en": "She left her car, and she took my parents' car.",
      "it": "Ha lasciato lì la sua auto e ha preso quella dei nostri genitori."
    }
  },
  {
    "translation": {
      "en": "I was probably the last one to see her.",
      "it": "Probabilmente sono stato l'ultima persona che l'ha vista."
    }
  },
  {
    "translation": {
      "en": "This is the exact parking lot where her car was found.",
      "it": "Questo è proprio il parcheggio in cui è stata ritrovata la sua auto."
    }
  },
  {
    "translation": {
      "en": "Once we converged here and met here, we contacted the state police.",
      "it": "Dopo esserci ritrovati qui a discuterne, abbiamo contattato la polizia di stato."
    }
  },
  {
    "translation": {
      "en": "They responded rather rapidly, secured the area",
      "it": "Ci hanno risposto piuttosto in fretta, hanno messo in sicurezza l'area,"
    }
  },
  {
    "translation": {
      "en": "and told us, you know, \"Hey, don't go in, don't touch nothing.\"",
      "it": "e ci hanno detto, beh: \"Ehi, non entrate, non toccate niente\"."
    }
  },
  {
    "translation": {
      "en": "The car is parked just the same as we're parked right now,",
      "it": "L'auto era parcheggiata proprio come siamo parcheggiati noi adesso."
    }
  },
  {
    "translation": {
      "en": "and it was unlocked, and the keys were in the ignition.",
      "it": "Non era chiusa a chiave, e le chiavi erano inserite."
    }
  },
  {
    "translation": {
      "en": "The day that my sister went out shopping that evening,",
      "it": "Il giorno in cui mia sorella è uscita a far compere, quella stessa sera"
    }
  },
  {
    "translation": {
      "en": "it was all over the local news about Sister Cathy's disappearance.",
      "it": "la scomparsa di Suor Cathy era su tutti i notiziari locali."
    }
  },
  {
    "translation": {
      "en": "My mother told her, \"Joyce, be careful out there.",
      "it": "Mia madre le disse: \"Joyce, fa' attenzione là fuori."
    }
  },
  {
    "translation": {
      "en": "The nun is missing. Make sure you come home safe.\"",
      "it": "È scomparsa una suora. Vedi di tornare a casa sana e salva\"."
    }
  },
  {
    "translation": {
      "en": "But she didn't.",
      "it": "Ma non lo fece."
    }
  },
  {
    "translation": {
      "en": "It's always like an interview getting into your e-mail.",
      "it": "Bisogna praticamente fare un colloquio per entrare nella propria e-mail."
    }
  },
  {
    "translation": {
      "en": "I sit right where I'm sitting now in the evening,",
      "it": "La sera mi siedo esattamente dove sono seduta ora,"
    }
  },
  {
    "translation": {
      "en": "whether I'm eating or watching TV,",
      "it": "sia che stia mangiando o guardando la TV,"
    }
  },
  {
    "translation": {
      "en": "and I read everybody's posts.",
      "it": "e leggo i post di tutti quanti."
    }
  },
  {
    "translation": {
      "en": "Abbie's the researcher.",
      "it": "Abbie è la ricercatrice."
    }
  },
  {
    "translation": {
      "en": "She and I are on here every night in the middle of the night.",
      "it": "Io e lei stiamo collegate qui tutte le sere, in piena notte."
    }
  },
  {
    "translation": {
      "en": "This Facebook page,",
      "it": "C'è questa pagina Facebook:"
    }
  },
  {
    "translation": {
      "en": "Justice for Catherine Cesnik and Joyce Malecki...",
      "it": "\"Giustizia per Catherine Cesnik e Joyce Malecki\","
    }
  },
  {
    "translation": {
      "en": "Abbie Fitzgerald and I are the administrators on this page.",
      "it": "di cui io e Abbie Fitzgerald siamo le amministratrici."
    }
  },
  {
    "translation": {
      "en": "And the purpose of the page is to collect information",
      "it": "Lo scopo della pagina è raccogliere informazioni"
    }
  },
  {
    "translation": {
      "en": "from anybody who might have information about what happened to Sister Cathy.",
      "it": "da chiunque possa sapere qualcosa su ciò che è accaduto a Suor Cathy."
    }
  },
  {
    "translation": {
      "en": "We have journalists, law enforcement, retired police officers.",
      "it": "Ci sono giornalisti, forze dell'ordine, agenti di polizia in pensione."
    }
  },
  {
    "translation": {
      "en": "People know that they can private message us.",
      "it": "La gente sa che può mandarci messaggi privati."
    }
  },
  {
    "translation": {
      "en": "If I ask a question tonight on this page,",
      "it": "Se stasera voglio fare una domanda su questa pagina"
    }
  },
  {
    "translation": {
      "en": "all we have to do is post it and we get so many responses.",
      "it": "non dobbiamo far altro che postarla per ricevere un sacco di risposte."
    }
  },
  {
    "translation": {
      "en": "[Abbie] This is my very inelegant file system, very low-tech.",
      "it": "Questo è il mio sistema di gestione di file, poco elegante o tecnologico."
    }
  },
  {
    "translation": {
      "en": "But it became clear fairly early that so many names were coming up",
      "it": "Ma è emerso abbastanza presto che sarebbero venuti fuori moltissimi nomi"
    }
  },
  {
    "translation": {
      "en": "that I needed some way to try to store the information, find it again.",
      "it": "e che mi serviva un modo per immagazzinare le informazioni per poi poterle ritrovare."
    }
  },
  {
    "translation": {
      "en": "Let's see.",
      "it": "Vediamo."
    }
  },
  {
    "translation": {
      "en": "I have the letters to the City of Baltimore Police,",
      "it": "Ho le lettere inviate alla polizia della città di Baltimora,"
    }
  },
  {
    "translation": {
      "en": "to the... CIA, the FBI, Freedom of Information Act request.",
      "it": "alla... CIA, all'FBI, la domanda per il libero accesso alle informazioni."
    }
  },
  {
    "translation": {
      "en": "This Facebook post is from May.",
      "it": "Questo post su Facebook è di maggio."
    }
  },
  {
    "translation": {
      "en": "\"We went on a field trip trying to better understand the events",
      "it": "\"Abbiamo fatto un viaggio di ricerca per provare a capire meglio cos'era accaduto"
    }
  },
  {
    "translation": {
      "en": "the evening Sister Cathy was abducted.",
      "it": "la sera in cui Suor Cathy è stata rapita."
    }
  },
  {
    "translation": {
      "en": "Picture is attached. Tan brick building was Cathy's apartment.",
      "it": "Alleghiamo una foto. L'edificio in mattoni rossicci era l'appartamento di Cathy."
    }
  },
  {
    "translation": {
      "en": "Parking lot next to that is where her car would have been parked.",
      "it": "Il parcheggio lì di fianco è quello in cui avrebbe dovuto esserci la sua auto."
    }
  },
  {
    "translation": {
      "en": "A silver SUV is parked where her car was found,",
      "it": "Il SUV argentato è parcheggiato dov'è stata ritrovata l'auto di Cathy."
    }
  },
  {
    "translation": {
      "en": "parked illegally with back of car protruding into the street.\"",
      "it": "Era parcheggiata in modo abusivo, con il retro che sporgeva sulla strada.\""
    }
  },
  {
    "translation": {
      "en": "Facebook has been such an integral part of our investigation.",
      "it": "Facebook è stato una parte integrante molto importante per la nostra indagine."
    }
  },
  {
    "translation": {
      "en": "There's power in numbers,",
      "it": "La forza sta nel numero"
    }
  },
  {
    "translation": {
      "en": "and we're all feeling driven to find out who hurt Sister Cathy.",
      "it": "e siamo tutti determinati a scoprire chi abbia fatto del male a Suor Cathy."
    }
  },
  {
    "translation": {
      "en": "Sister Cathy and Joyce went missing in the same area",
      "it": "Suor Cathy e Joyce sono scomparse nella stessa area,"
    }
  },
  {
    "translation": {
      "en": "of southwest Baltimore in the same week.",
      "it": "la zona sud-ovest di Baltimora, e durante la stessa settimana."
    }
  },
  {
    "translation": {
      "en": "So, we've been working with the Malecki family",
      "it": "Perciò abbiamo collaborato con la famiglia Malecki"
    }
  },
  {
    "translation": {
      "en": "to try and get information about Joyce",
      "it": "per cercare di trovare informazioni su Joyce"
    }
  },
  {
    "translation": {
      "en": "and to try and make connections between the two murders",
      "it": "e per trovare dei collegamenti tra i due omicidi"
    }
  },
  {
    "translation": {
      "en": "and the people that we think were responsible.",
      "it": "e coloro che riteniamo siano i responsabili."
    }
  },
  {
    "translation": {
      "en": "Okay, Buddy, let's go.",
      "it": "Ok, Buddy, andiamo."
    }
  },
  {
    "translation": {
      "en": "[Don] After we found Joyce's car,",
      "it": "Il giorno successivo al ritrovamento"
    }
  },
  {
    "translation": {
      "en": "it was the next day that two hunters found her body.",
      "it": "dell'auto di Joyce, due cacciatori trovarono il suo corpo."
    }
  },
  {
    "translation": {
      "en": "Well, you can see how secluded this is.",
      "it": "Può vedere anche lei quanto quest'area sia remota."
    }
  },
  {
    "translation": {
      "en": "And like I said, at the time, it was a dirt road,",
      "it": "E, come ho già detto, all'epoca era una strada sterrata"
    }
  },
  {
    "translation": {
      "en": "so, somebody had to know",
      "it": "perciò, bisognava sapere"
    }
  },
  {
    "translation": {
      "en": "where they were going and what they were doing.",
      "it": "dove si stava andando e cosa si stava facendo."
    }
  },
  {
    "translation": {
      "en": "And in my opinion, she was placed back here not to be found any time soon.",
      "it": "Secondo me, è stata messa qui perché non venisse ritrovata presto."
    }
  },
  {
    "translation": {
      "en": "And somewhere-- Somewhere back in here,",
      "it": "E da qualche parte... da qualche parte là dentro,"
    }
  },
  {
    "translation": {
      "en": "you go back about 25, 30 yards,",
      "it": "inoltrandosi all'interno per 20, 25 metri,"
    }
  },
  {
    "translation": {
      "en": "and there's the Little Patuxent River, and that's where her body was found.",
      "it": "c'è il fiume Patuxent, ed è lì che è stato ritrovato il corpo di Joyce."
    }
  },
  {
    "translation": {
      "en": "[Pat] And they asked if someone would identify.",
      "it": "Hanno chiesto se qualcuno potesse identificarla."
    }
  },
  {
    "translation": {
      "en": "And my mother and father, they were too upset.",
      "it": "E mia madre e mio padre erano troppo sconvolti. FRATELLO DI JOYCE"
    }
  },
  {
    "translation": {
      "en": "So, I said, \"Well, I'll go back.\"",
      "it": "Perciò ho detto: \"Beh, ci vado io\"."
    }
  },
  {
    "translation": {
      "en": "So that they would be spared that.",
      "it": "Così gli avrei risparmiato la cosa."
    }
  },
  {
    "translation": {
      "en": "The hunters found her.",
      "it": "La trovarono dei cacciatori."
    }
  },
  {
    "translation": {
      "en": "She was facedown in the stream with her hands tied behind her back.",
      "it": "Era a faccia in giù nel ruscello, con le mani legate dietro la schiena."
    }
  },
  {
    "translation": {
      "en": "And her throat was cut.",
      "it": "E aveva la gola tagliata."
    }
  },
  {
    "translation": {
      "en": "They had her body on this gurney and a sheet over her.",
      "it": "Avevano messo il suo corpo su una barella e l'avevano coperto con un lenzuolo."
    }
  },
  {
    "translation": {
      "en": "And just the one thing I'll never ever forget, when they pulled the sheet back,",
      "it": "E c'è una cosa che non dimenticherò mai: quando hanno sollevato il lenzuolo,"
    }
  },
  {
    "translation": {
      "en": "her face was all dirty and muddy, and... her hair had sticks in it.",
      "it": "aveva il viso sporco e pieno di fango, e... i capelli erano pieni di rametti."
    }
  },
  {
    "translation": {
      "en": "But I could still tell it was my sister.",
      "it": "Ma ero ancora in grado di dire che era mia sorella."
    }
  },
  {
    "translation": {
      "en": "So, that's when I went back and I... told my mother and father",
      "it": "E così, poi sono ritornato a casa e... ho detto a mia madre e mio padre"
    }
  },
  {
    "translation": {
      "en": "and Donald and Darryl that it was her.",
      "it": "e a Donald e a Darryl, che era lei."
    }
  },
  {
    "translation": {
      "en": "But when it comes to my sister,",
      "it": "Ma riguardo a mia sorella,"
    }
  },
  {
    "translation": {
      "en": "the only thing I can see is what I saw when I-- When they pulled that sheet back.",
      "it": "vedo solo... ciò che avevo visto quando avevano sollevato il lenzuolo."
    }
  },
  {
    "translation": {
      "en": "That's terrible. That's the only memory that I have, and it never ever goes away.",
      "it": "È terribile. È il solo ricordo che mi è rimasto, e non mi abbandonerà mai."
    }
  },
  {
    "translation": {
      "en": "It's just like it was yesterday.",
      "it": "Proprio come se fosse successo ieri."
    }
  },
  {
    "translation": {
      "en": "So, that's...",
      "it": "Perciò, è..."
    }
  },
  {
    "translation": {
      "en": "That's what you have to go through, I guess, in a situation like that, but...",
      "it": "È quello che bisogna passare quando ci si trova in una situazione simile, ma..."
    }
  },
  {
    "translation": {
      "en": "That's why I would like to see somebody pay for it.",
      "it": "Ecco perché vorrei che qualcuno pagasse per questo."
    }
  },
  {
    "translation": {
      "en": "Somebody did it.",
      "it": "È stato qualcuno a farlo."
    }
  },
  {
    "translation": {
      "en": "[Tom] \"City police search for missing nun,",
      "it": "\"La polizia municipale è in cerca di una suora scomparsa,"
    }
  },
  {
    "translation": {
      "en": "26 officers combing area with K-9 corps dogs.\"",
      "it": "26 agenti stanno setacciando l'area insieme a un'unità cinofila.\""
    }
  },
  {
    "translation": {
      "en": "It was a huge public event in 1969.",
      "it": "Nel 1969 è stato un enorme evento pubblico."
    }
  },
  {
    "translation": {
      "en": "We've got a terrible-- Nun disappeared. It's all over the front page.",
      "it": "C'era una... Una suora era scomparsa, ed era su tutte le prime pagine."
    }
  },
  {
    "translation": {
      "en": "And five days later, \"Oh, my God, what's happened to Malecki?",
      "it": "E cinque giorni più tardi: \"Oddio, cos'è successo a Malecki?"
    }
  },
  {
    "translation": {
      "en": "Are they connected?\"",
      "it": "Le cose sono collegate?\""
    }
  },
  {
    "translation": {
      "en": "And the FBI commissioner, the head guy in Baltimore, anyway,",
      "it": "E il commissario dell'FBI, o comunque il responsabile a Baltimora,"
    }
  },
  {
    "translation": {
      "en": "tells the press, \"Rest assured, your Federal FBI is hard at work.",
      "it": "dichiara alla stampa: \"State certi che l'FBI sta lavorando sodo."
    }
  },
  {
    "translation": {
      "en": "We will find out if there's a connection between Malecki and Sister Cathy.\"",
      "it": "Scopriremo se c'è un legame tra la Malecki e Suor Cathy\"."
    }
  },
  {
    "translation": {
      "en": "You start asking, \"Who ran that investigation?\"",
      "it": "Allora, viene da chiedersi... \"Chi è che ha diretto quell'indagine?\""
    }
  },
  {
    "translation": {
      "en": "And that's Captain John Barnold.",
      "it": "È stato il Capitano John Barnold."
    }
  },
  {
    "translation": {
      "en": "He's the chief of Homicide, Baltimore City cops.",
      "it": "Era il capo della Omicidi della polizia municipale di Baltimora."
    }
  },
  {
    "translation": {
      "en": "[John] \"We're coming in here a minute, hon, and take a few pictures.\"",
      "it": "\"Ci mettiamo qua un attimo, tesoro, e facciamo qualche foto.\""
    }
  },
  {
    "translation": {
      "en": "That was me in my good days.",
      "it": "Questo sono io, ai bei tempi."
    }
  },
  {
    "translation": {
      "en": "It was just a photo taken with my new captain's hat and badge and all.",
      "it": "In questa foto avevo il mio nuovo cappello da capitano, il distintivo e il resto. EX CAPITANO DELLA POLIZIA MUNICIPALE DI BALTIMORA"
    }
  },
  {
    "translation": {
      "en": "I was 38. I was the youngest captain on the force at the time.",
      "it": "Avevo 38 anni. All'epoca ero il più giovane capitano in servizio."
    }
  },
  {
    "translation": {
      "en": "And at that time, they only had...",
      "it": "E all'epoca, c'erano solo..."
    }
  },
  {
    "translation": {
      "en": "I think it was 18 captains in the whole force, and I was one of 18.",
      "it": "Credo che ci fossero 18 capitani in tutta la polizia, e io ero uno di loro."
    }
  },
  {
    "translation": {
      "en": "I was fortunate. I had a good career.",
      "it": "Sono stato fortunato. Ho fatto una bella carriera."
    }
  },
  {
    "translation": {
      "en": "People are missing every day.",
      "it": "Le persone scompaiono ogni giorno."
    }
  },
  {
    "translation": {
      "en": "They wander off, you know, and-- And, usually, nothing comes of it.",
      "it": "Si allontanano da casa e... E di solito non se ne sa più nulla."
    }
  },
  {
    "translation": {
      "en": "As a matter of fact, in the newspapers, they quote me--",
      "it": "Sta di fatto, che nei quotidiani mi hanno citato..."
    }
  },
  {
    "translation": {
      "en": "No foul play was known at the time.",
      "it": "All'epoca non si pensava a un omicidio."
    }
  },
  {
    "translation": {
      "en": "And they kept coming to us, \"Did you hear anything? Did you do anything?\"",
      "it": "E continuavano a chiederci: \"Avete saputo qualcosa? Avete fatto qualcosa?\""
    }
  },
  {
    "translation": {
      "en": "Uh, they'd come to me and I'd say, \"The investigation is still on. I--\"",
      "it": "Venivano da me e rispondevo: \"L'indagine è ancora aperta. Sto...\""
    }
  },
  {
    "translation": {
      "en": "That was all I could tell them.",
      "it": "Non c'era altro che potessi dir loro."
    }
  },
  {
    "translation": {
      "en": "[Tom] From day one, Barnold is essentially telling everybody:",
      "it": "Sin dal primo giorno, Barnold dice praticamente a tutti:"
    }
  },
  {
    "translation": {
      "en": "\"We don't think it's kidnapping. We don't see a problem. We're okay. We'll be fine.\"",
      "it": "\"Non crediamo si tratti di rapimento. Non vediamo il problema. Andrà tutto bene\"."
    }
  },
  {
    "translation": {
      "en": "\"What's going on here? Where is she?\"",
      "it": "\"Ma che sta succedendo? Dov'è Cathy?\""
    }
  },
  {
    "translation": {
      "en": "\"We can't find her. We don't know. Nobody knows.\"",
      "it": "\"Non la troviamo. Non sappiamo dove sia. Nessuno lo sa.\""
    }
  },
  {
    "translation": {
      "en": "[John] I didn't wanna seem evasive,",
      "it": "Non volevo sembrare evasivo,"
    }
  },
  {
    "translation": {
      "en": "but as I said, I was supervising robberies, homicides.",
      "it": "ma, come ho detto, sovrintendevo tutti i casi di rapina e omicidio."
    }
  },
  {
    "translation": {
      "en": "We were averaging 200 homicides a year even then in Baltimore City.",
      "it": "Persino allora, nella città di Baltimora c'erano in media 200 omicidi l'anno."
    }
  },
  {
    "translation": {
      "en": "So, with 200 homicides, numerous assaults, sex offenses,",
      "it": "Perciò, con 200 omicidi, svariate aggressioni e molestie sessuali,"
    }
  },
  {
    "translation": {
      "en": "I couldn't really devote my time to one specific case.",
      "it": "in realtà non è che potessi dedicare il mio tempo a un caso in particolare."
    }
  },
  {
    "translation": {
      "en": "I just had to trust my supervisors, my lieutenants and sergeants",
      "it": "Dovevo contare sul fatto che i miei sovrintendenti, tenenti e sergenti"
    }
  },
  {
    "translation": {
      "en": "to get the work done.",
      "it": "portassero a termine il lavoro."
    }
  },
  {
    "translation": {
      "en": "The longer she was missing, the more we suspected foul play,",
      "it": "Più tempo passava dalla sua scomparsa, più sospettavamo un omicidio,"
    }
  },
  {
    "translation": {
      "en": "but you don't wanna advertise it either.",
      "it": "ma non è una cosa che si voglia pubblicizzare."
    }
  },
  {
    "translation": {
      "en": "With the disappearance of Sister Cesnik and the disappearance of Joyce Malecki,",
      "it": "Con la scomparsa di Suor Cesnik e quella di Joyce Malecki,"
    }
  },
  {
    "translation": {
      "en": "and both of them being young white females, attractive, shopping,",
      "it": "dato che entrambe erano giovani bianche e attraenti, uscite per fare compere,"
    }
  },
  {
    "translation": {
      "en": "and nobody could give an excuse, under those circumstances,",
      "it": "e nessuno riusciva a trovare una giustificazione, date le circostanze"
    }
  },
  {
    "translation": {
      "en": "you have to... go with the possibility that there has been serious consequences,",
      "it": "bisognava... considerare la possibilità che ci fossero state gravi conseguenze,"
    }
  },
  {
    "translation": {
      "en": "that there may have been a kidnapping or a murder.",
      "it": "e che si potesse trattare di rapimento o di omicidio."
    }
  },
  {
    "translation": {
      "en": "I remember going back to school and everybody just shaking their heads,",
      "it": "Ricordo che quando sono tornata a scuola tutti quanti scuotevano la testa,"
    }
  },
  {
    "translation": {
      "en": "because nobody could believe that she would disappear.",
      "it": "perché nessuno riusciva a credere che fosse sparita."
    }
  },
  {
    "translation": {
      "en": "It's hard to describe how you feel when you know somebody's in trouble",
      "it": "È difficile descrivere come ci si sente quando si sa che qualcuno è nei guai"
    }
  },
  {
    "translation": {
      "en": "and there's nothing you can do about it.",
      "it": "e non si può fare niente in merito."
    }
  },
  {
    "translation": {
      "en": "Like, how can Cathy be kidnapped?",
      "it": "Com'è possibile che Cathy sia stata rapita?"
    }
  },
  {
    "translation": {
      "en": "That doesn't make sense.",
      "it": "Non ha nessun senso."
    }
  },
  {
    "translation": {
      "en": "None of it made sense.",
      "it": "Niente aveva senso."
    }
  },
  {
    "translation": {
      "en": "As school went on from November into the Christmas time,",
      "it": "Mentre la scuola proseguiva, e da novembre siamo giunti al periodo natalizio,"
    }
  },
  {
    "translation": {
      "en": "I kind of think we all thought she'd never be found.",
      "it": "credo che abbiamo tutti iniziato a pensare che non sarebbe stata più ritrovata."
    }
  },
  {
    "translation": {
      "en": "We knew there was an investigation going on,",
      "it": "Sapevamo che era in corso un'indagine,"
    }
  },
  {
    "translation": {
      "en": "but it wasn't visible to us anymore.",
      "it": "ma non ne vedevamo più i segni."
    }
  },
  {
    "translation": {
      "en": "We didn't see pictures of people looking in the fields",
      "it": "Non vedevamo foto, né persone che cercavano nei campi,"
    }
  },
  {
    "translation": {
      "en": "and people with dogs out looking for the presence of Cathy Cesnik.",
      "it": "né persone con i cani in cerca della presenza di Cathy Cesnik."
    }
  },
  {
    "translation": {
      "en": "We had so many questions, and we didn't think we were gonna get any answers.",
      "it": "Avevamo un sacco di domande e pensavamo che non avremmo trovato alcuna risposta."
    }
  },
  {
    "translation": {
      "en": "[Gerry] From November the 7th until mid-January, I had no idea what happened to Cathy.",
      "it": "Dal 7 novembre fino a metà gennaio, non ho avuto idea di cosa fosse accaduto a Cathy."
    }
  },
  {
    "translation": {
      "en": "And...",
      "it": "E..."
    }
  },
  {
    "translation": {
      "en": "what I learned from that is the imagination goes crazy...",
      "it": "...ho imparato che l'immaginazione perde ogni controllo..."
    }
  },
  {
    "translation": {
      "en": "'cause you imagine it two different ways.",
      "it": "...perché si immaginano due diverse soluzioni."
    }
  },
  {
    "translation": {
      "en": "You imagine in a way that keeps her alive, because you want her to be alive.",
      "it": "Si immagina una versione in cui è ancora viva, perché si desidera che lo sia."
    }
  },
  {
    "translation": {
      "en": "But then what do you plug into that?",
      "it": "Ma allora, questo cosa vuol dire?"
    }
  },
  {
    "translation": {
      "en": "She's being held captive. She's being tortured.",
      "it": "È stata tenuta in ostaggio, è stata torturata."
    }
  },
  {
    "translation": {
      "en": "She's being repressed. And that gets too hard to bear.",
      "it": "È stata trattenuta. Ed è troppo duro da sopportare."
    }
  },
  {
    "translation": {
      "en": "So, then you start going the other way. \"Let's imagine that she's dead.\"",
      "it": "Allora si inizia a seguire l'altra idea: \"Immaginiamo che sia morta\"."
    }
  },
  {
    "translation": {
      "en": "I don't want-- I don't want that.",
      "it": "No, non lo... Non lo voglio."
    }
  },
  {
    "translation": {
      "en": "So, that was a very black period in my life.",
      "it": "Insomma, è stato un periodo molto buio nella mia vita."
    }
  },
  {
    "translation": {
      "en": "[Tom] \"The body of 26-year-old Catherine Cesnik was found January 3rd, 1970,",
      "it": "\"Il cadavere della ventiseienne Catherine Cesnik è stato ritrovato il 3 gennaio 1970"
    }
  },
  {
    "translation": {
      "en": "in southwest Baltimore County.",
      "it": "nell'area sud-ovest della contea di Baltimora."
    }
  },
  {
    "translation": {
      "en": "She was lying on her back on the slope of a little hill.",
      "it": "Era stesa a pancia in su, sul versante di una collinetta."
    }
  },
  {
    "translation": {
      "en": "Sister Cathy wound up on the garbage dump with her skull caved in.\"",
      "it": "Suor Cathy era finita in una discarica e aveva il cranio sfondato.\""
    }
  },
  {
    "translation": {
      "en": "[Gerry] I can remember I was leaning against a wall",
      "it": "Mi ricordo che ero appoggiato a una parete"
    }
  },
  {
    "translation": {
      "en": "when somebody was telling me that they found the body.",
      "it": "quando mi è stato detto che avevano trovato il suo cadavere."
    }
  },
  {
    "translation": {
      "en": "And I remember sliding my back down the wall to sit on the floor.",
      "it": "E mi ricordo di essere scivolato giù, lungo la parete, fino a sedermi per terra."
    }
  },
  {
    "translation": {
      "en": "And mostly, the feeling was relief.",
      "it": "E ciò che ho provato è stato soprattutto sollievo."
    }
  },
  {
    "translation": {
      "en": "Now...",
      "it": "In quel momento..."
    }
  },
  {
    "translation": {
      "en": "Now the waiting to find out what happened is over.",
      "it": "In quel momento, l'attesa di sapere cos'era successo, era finita."
    }
  },
  {
    "translation": {
      "en": "[Gemma] James Scannell is a retired",
      "it": "James Scannell è un poliziotto in pensione"
    }
  },
  {
    "translation": {
      "en": "Baltimore County policeman, okay?",
      "it": "della contea di Baltimora. EX CAPITANO DELLA POLIZIA DI CONTEA DI BALTIMORA"
    }
  },
  {
    "translation": {
      "en": "Wonderful reputation.",
      "it": "Ha un'ottima reputazione."
    }
  },
  {
    "translation": {
      "en": "Was involved",
      "it": "Ed è stato coinvolto"
    }
  },
  {
    "translation": {
      "en": "at the time that Sister Cathy's body was discovered in Lansdowne,",
      "it": "quando il corpo di Suor Cathy è stato ritrovato a Lansdowne."
    }
  },
  {
    "translation": {
      "en": "took the call from the hunters who reported it and went out.",
      "it": "Ha risposto alla telefonata dei cacciatori che hanno riferito la cosa ed è andato lì."
    }
  },
  {
    "translation": {
      "en": "He was the first officer on the scene.",
      "it": "È stato il primo agente sulla scena del ritrovamento."
    }
  },
  {
    "translation": {
      "en": "He has agreed to take us to the spot where Cathy's body was found.",
      "it": "Ha accettato di accompagnarci sul luogo in cui è stato trovato il corpo di Cathy."
    }
  },
  {
    "translation": {
      "en": "Alan Horn contacted him.",
      "it": "L'ha contattato Alan Horn."
    }
  },
  {
    "translation": {
      "en": "[Abbie] Yeah, Alan Horn is a very helpful man",
      "it": "Alan Horn è un uomo molto disponibile,"
    }
  },
  {
    "translation": {
      "en": "who approached us through our public justice Facebook site.",
      "it": "che ci ha contattate attraverso il sito su Facebook in cui chiediamo giustizia."
    }
  },
  {
    "translation": {
      "en": "Um, he told us that he was mostly retired,",
      "it": "GRUPPO PUBBLICO Ci ha raccontato di essere vicino alla pensione,"
    }
  },
  {
    "translation": {
      "en": "that he didn't like to go fishing,",
      "it": "che non gli piace andare a pesca,"
    }
  },
  {
    "translation": {
      "en": "and that as a hobby, he helped groups by doing research for them.",
      "it": "e che il suo hobby è aiutare i gruppi facendo ricerche per loro."
    }
  },
  {
    "translation": {
      "en": "[Gemma] We didn't know much about Alan.",
      "it": "Non sapevamo molto di Alan."
    }
  },
  {
    "translation": {
      "en": "He came onto our Facebook page and started posting.",
      "it": "È entrato nella nostra pagina Facebook e ha iniziato a postare."
    }
  },
  {
    "translation": {
      "en": "Alan is great with talking to families, making cold calls",
      "it": "Alan è bravissimo a parlare con le famiglie, chiamare senza preavviso"
    }
  },
  {
    "translation": {
      "en": "to find out who's connected to whom and to reach out to people that we were--",
      "it": "per scoprire chi è legato a chi, e per raggiungere coloro che..."
    }
  },
  {
    "translation": {
      "en": "really felt like would be instrumental in giving us information and--",
      "it": "...sentivamo essere fondamentali per le informazioni che potevano avere..."
    }
  },
  {
    "translation": {
      "en": "But we weren't sure how to do it.",
      "it": "Ma non eravamo sicure di come fare."
    }
  },
  {
    "translation": {
      "en": "I have a lot of doubts about Scannell, but he doesn't need to know that.",
      "it": "Ho molti dubbi su Scannell, ma non c'è bisogno che lui lo sappia."
    }
  },
  {
    "translation": {
      "en": "[Alan] I'm Alan Horn.",
      "it": "Sono Alan Horn."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "[Gemma] I will do my part to make him feel comfortable",
      "it": "Farò del mio meglio per farlo a sentire a suo agio"
    }
  },
  {
    "translation": {
      "en": "and honor what he's sharing with us.",
      "it": "e nel mostrare rispetto per ciò che condividerà con noi."
    }
  },
  {
    "translation": {
      "en": "Hi, I was one of-- I was one of Cathy's students.",
      "it": "Salve, ero una... Ero una studentessa di Cathy."
    }
  },
  {
    "translation": {
      "en": "-[James] Oh, okay. -So, it means a lot to me to meet you,",
      "it": "- Oh, d'accordo. - Per me significa molto incontrarla,"
    }
  },
  {
    "translation": {
      "en": "and I can't tell you how much that means, so, thank you for--",
      "it": "non so nemmeno dirle quanto, perciò la ringrazio di..."
    }
  },
  {
    "translation": {
      "en": "-No problem. -For sharing with us.",
      "it": "- Nessun problema. - ...voler parlare con noi."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I really mean that.",
      "it": "- Sì. - Dico sul serio."
    }
  },
  {
    "translation": {
      "en": "She meant everything to me, so...",
      "it": "Per me Cathy significava tutto, perciò..."
    }
  },
  {
    "translation": {
      "en": "But I'm actually looking and listening for other signs...",
      "it": "Ma in realtà sto cercando e ascoltando altre tracce,"
    }
  },
  {
    "translation": {
      "en": "so, I will know what I'm going to do and say and--",
      "it": "perciò, saprò cosa devo fare, e dire, e..."
    }
  },
  {
    "translation": {
      "en": "When I get there.",
      "it": "Quando arriverò lì."
    }
  },
  {
    "translation": {
      "en": "[James] I'm Jim Scannell, law enforcement for 38 years.",
      "it": "Mi chiamo James Scannell, sono stato nelle forze dell'ordine per 38 anni."
    }
  },
  {
    "translation": {
      "en": "I worked just about all over Baltimore County.",
      "it": "Ho lavorato praticamente in tutta la contea di Baltimora."
    }
  },
  {
    "translation": {
      "en": "Well, I was the lieutenant on duty...",
      "it": "Beh, ero tenente di servizio a..."
    }
  },
  {
    "translation": {
      "en": "in Halethorpe at the time the body was found.",
      "it": "A Halethorpe, quando il corpo è stato ritrovato."
    }
  },
  {
    "translation": {
      "en": "And as the lieutenant, I responded.",
      "it": "E poiché ero tenente, ho risposto io."
    }
  },
  {
    "translation": {
      "en": "I met the officer at the scene.",
      "it": "Ho incontrato l'agente sulla scena del ritrovamento."
    }
  },
  {
    "translation": {
      "en": "He took me to an area to the right side of the road.",
      "it": "Mi ha portato in un'area sul lato destro della strada."
    }
  },
  {
    "translation": {
      "en": "It was a small plot where they probably burned trash or something like that.",
      "it": "Era un piccolo lotto dove probabilmente bruciavano l'immondizia, o simili."
    }
  },
  {
    "translation": {
      "en": "And it wasn't a big dump",
      "it": "Non era una grande discarica"
    }
  },
  {
    "translation": {
      "en": "or anything like-- Just what would you find in a normal household",
      "it": "o... era una di quelle che di solito si trovano in un'area residenziale,"
    }
  },
  {
    "translation": {
      "en": "or community where, you know, they get rid of debris.",
      "it": "nelle comunità, dove le persone vanno a gettare i rifiuti."
    }
  },
  {
    "translation": {
      "en": "I can still--",
      "it": "Riesco ancora..."
    }
  },
  {
    "translation": {
      "en": "Still see the--",
      "it": "Ancora a vedere la..."
    }
  },
  {
    "translation": {
      "en": "Her laying on the ground, laying on her back.",
      "it": "La suora distesa sul terreno, supina."
    }
  },
  {
    "translation": {
      "en": "It stays with you, you know? You never forget it.",
      "it": "È una cosa che non ti abbandona. Non si dimentica mai."
    }
  },
  {
    "translation": {
      "en": "But it...",
      "it": "Però fa..."
    }
  },
  {
    "translation": {
      "en": "It's part of your job, and you accept it, I guess.",
      "it": "Fa parte del proprio lavoro, e lo si accetta, immagino."
    }
  },
  {
    "translation": {
      "en": "And the question is, was she dumped there? Was she murdered there?",
      "it": "E la domanda è: Cathy era stata gettata lì? O era stata uccisa lì?"
    }
  },
  {
    "translation": {
      "en": "What transpired?",
      "it": "Cos'è che trapelava?"
    }
  },
  {
    "translation": {
      "en": "Prior to that, it was, I guess, almost two months, but, uh...",
      "it": "Erano passati, mi pare, quasi due mesi, però..."
    }
  },
  {
    "translation": {
      "en": "If they haven't changed the terrain, I think I can get back there again.",
      "it": "Se non hanno modificato il terreno, credo di riuscire a tornare lì."
    }
  },
  {
    "translation": {
      "en": "This one here.",
      "it": "Questa qui."
    }
  },
  {
    "translation": {
      "en": "Right here.",
      "it": "Proprio qui."
    }
  },
  {
    "translation": {
      "en": "We were here.",
      "it": "Eravamo qui."
    }
  },
  {
    "translation": {
      "en": "So, it was a good 20 yards off the road, where the body was.",
      "it": "Allora, il corpo si trovava ad almeno 18 metri dalla strada."
    }
  },
  {
    "translation": {
      "en": "She was just laying there on her back,",
      "it": "Era distesa lì, supina,"
    }
  },
  {
    "translation": {
      "en": "and her clothes were stripped down to her waist.",
      "it": "ed era stata spogliata fino alla vita."
    }
  },
  {
    "translation": {
      "en": "Her purse was laying alongside of her.",
      "it": "La sua borsetta era di fianco a lei."
    }
  },
  {
    "translation": {
      "en": "Condition of the body indicated that she was there for a while.",
      "it": "Le condizioni del corpo indicavano che era lì da un bel po' di tempo."
    }
  },
  {
    "translation": {
      "en": "No fresh blood.",
      "it": "Non c'era sangue fresco."
    }
  },
  {
    "translation": {
      "en": "She wasn't shot. She wasn't stabbed... that I could see.",
      "it": "Non le avevano sparato, né era stata accoltellata... da ciò che potevo vedere."
    }
  },
  {
    "translation": {
      "en": "I think probably she was dumped there,",
      "it": "Credo che probabilmente sia stata gettata lì,"
    }
  },
  {
    "translation": {
      "en": "just dumped out of the car and laying there on her back.",
      "it": "che sia stata buttata fuori da un'auto e messa lì, supina."
    }
  },
  {
    "translation": {
      "en": "She hadn't deteriorated.",
      "it": "Il corpo non si era deteriorato."
    }
  },
  {
    "translation": {
      "en": "No maggots or anything like that.",
      "it": "Non c'erano larve, né altro del genere."
    }
  },
  {
    "translation": {
      "en": "[Gemma] I just wanna say goodbye to you",
      "it": "Voglio solo salutarla"
    }
  },
  {
    "translation": {
      "en": "-and thank you for your help today. -[James] Oh, okay. No problem.",
      "it": "- e ringraziarla per l'aiuto di oggi. - Ok. Nessun problema."
    }
  },
  {
    "translation": {
      "en": "We're really sorry we dragged you all over tarnation.",
      "it": "Ci dispiace molto di averla trascinata in quest'inferno."
    }
  },
  {
    "translation": {
      "en": "-Sorry it didn't turn out better. -No. I mean, it's not a happy thing to do.",
      "it": "- Mi dispiace che non sia andata meglio. - No. Cioè, non era una cosa allegra."
    }
  },
  {
    "translation": {
      "en": "-Because I was one of her students... -Uh-huh.",
      "it": "Dato che ero una sua studentessa,"
    }
  },
  {
    "translation": {
      "en": "...I just feel like I need to know as much as I can about what happened to her.",
      "it": "sento che ho proprio bisogno di sapere il più possibile su cosa le è capitato."
    }
  },
  {
    "translation": {
      "en": "Well, between... her disappearance and there,",
      "it": "Beh... la risposta si cela tra il momento della sua scomparsa"
    }
  },
  {
    "translation": {
      "en": "that's where the answer lies.",
      "it": "e quel posto là."
    }
  },
  {
    "translation": {
      "en": "Everything in between is only known by the guy who did it.",
      "it": "E tutto quello che è accaduto nel mezzo lo sa solo il colpevole."
    }
  },
  {
    "translation": {
      "en": "-Can I ask you one more question? -[James] Yeah.",
      "it": "- Posso farle un'ultima domanda? - Sì."
    }
  },
  {
    "translation": {
      "en": "Was it your gut instinct that she had been moved several times maybe",
      "it": "È stato l'istinto a dirle che forse era stata spostata più volte"
    }
  },
  {
    "translation": {
      "en": "before she was left there?",
      "it": "prima di essere lasciata là?"
    }
  },
  {
    "translation": {
      "en": "They would probably know once they moved the body.",
      "it": "Probabilmente l'avranno capito dopo aver spostato il corpo."
    }
  },
  {
    "translation": {
      "en": "They what?",
      "it": "Dopo cosa?"
    }
  },
  {
    "translation": {
      "en": "Once they moved the body.",
      "it": "Dopo aver spostato il corpo."
    }
  },
  {
    "translation": {
      "en": "Other words, I-- I could just base my observation on what I've seen.",
      "it": "In altre parole... Ho potuto basare le mie osservazioni solo su ciò che ho visto."
    }
  },
  {
    "translation": {
      "en": "-Because she was laying on her back? -Yeah.",
      "it": "- Perché era supina? - Sì."
    }
  },
  {
    "translation": {
      "en": "-Bud Roemer was there. -Right.",
      "it": "- C'era Bud Roemer. - Sì."
    }
  },
  {
    "translation": {
      "en": "-Baltimore City detectives were there. -Right.",
      "it": "- E la polizia municipale di Baltimora. - Sì."
    }
  },
  {
    "translation": {
      "en": "Do you remember any of their names?",
      "it": "Ricorda qualche nome?"
    }
  },
  {
    "translation": {
      "en": "-Just Bud Roemer, and he's dead. -[Gemma] Bud, and he's gone.",
      "it": "- Solo Bud Roemer, che è morto. - Bud non c'è più."
    }
  },
  {
    "translation": {
      "en": "When we were at your house,",
      "it": "Quando eravamo a casa sua"
    }
  },
  {
    "translation": {
      "en": "you told me some information. I wanted to ask you about it again.",
      "it": "mi ha detto alcune cose. E volevo farle altre domande a riguardo."
    }
  },
  {
    "translation": {
      "en": "You said it might be possible to get the report from the patrol officer.",
      "it": "Ha detto che forse è possibile ottenere il rapporto dell'agente di pattuglia."
    }
  },
  {
    "translation": {
      "en": "And who would we call to do that besides you?",
      "it": "E chi dovremmo chiamare per averlo, a parte lei?"
    }
  },
  {
    "translation": {
      "en": "[James chuckles] Have to call headquarters. Do you know anybody that we--?",
      "it": "- Bisogna chiamare la centrale. - Conosce qualcuno che possiamo..."
    }
  },
  {
    "translation": {
      "en": "Do you have any friends in the police department?",
      "it": "Ha ancora amici nel dipartimento di polizia?"
    }
  },
  {
    "translation": {
      "en": "[James] Most of them are retired, dead.",
      "it": "La maggior parte sono in pensione o morti."
    }
  },
  {
    "translation": {
      "en": "You wouldn't wanna make that call for me if I treat you to a crab cake?",
      "it": "Farebbe quella telefonata per me, se le offro un tortino di granchio?"
    }
  },
  {
    "translation": {
      "en": "[James] I don't think they'd know me.",
      "it": "Non credo che mi riconoscerebbero."
    }
  },
  {
    "translation": {
      "en": "Truthful, they wouldn't know me.",
      "it": "Sinceramente, non mi riconoscerebbero."
    }
  },
  {
    "translation": {
      "en": "[Gemma] I bet they would.",
      "it": "Scommetto di sì."
    }
  },
  {
    "translation": {
      "en": "The people would.",
      "it": "La gente mi riconosce."
    }
  },
  {
    "translation": {
      "en": "-[Gemma] You look like Paul Newman. -Is that what it was?",
      "it": "- Sembra Paul Newman. - È per questo?"
    }
  },
  {
    "translation": {
      "en": "[Gemma] The blue eyes and the beard. Yeah.",
      "it": "Per gli occhi blu, e la barba. Sì."
    }
  },
  {
    "translation": {
      "en": "-Okay. -[James] That's all.",
      "it": "- Ok. - E questo è tutto."
    }
  },
  {
    "translation": {
      "en": "-Gory stuff, huh? -Yeah.",
      "it": "- Una faccenda cruenta, vero? - Già."
    }
  },
  {
    "translation": {
      "en": "-Again, thank you. -Okay.",
      "it": "- Grazie ancora. - Va bene."
    }
  },
  {
    "translation": {
      "en": "-I appreciate your help. -Alrighty.",
      "it": "- Le sono grata per il suo aiuto. - D'accordo."
    }
  },
  {
    "translation": {
      "en": "[Tom] \"Bud Roemer always drank his coffee black.",
      "it": "\"Bud Roemer prendeva il caffè sempre nero."
    }
  },
  {
    "translation": {
      "en": "He was in the middle of his third or fourth cup",
      "it": "La mattina del 3 gennaio 1970"
    }
  },
  {
    "translation": {
      "en": "on the morning of January 3rd, 1970,",
      "it": "era a metà della sua terza o quarta tazza,"
    }
  },
  {
    "translation": {
      "en": "when the telephone rang.",
      "it": "quando squillò il telefono."
    }
  },
  {
    "translation": {
      "en": "Roemer picked up the phone.",
      "it": "Roemer sollevò la cornetta."
    }
  },
  {
    "translation": {
      "en": "Talking fast, James Scannell told the M squad captain",
      "it": "Parlando in fretta, James Scannell raccontò al capitano della squadra M"
    }
  },
  {
    "translation": {
      "en": "that two hunters had just called to report what looked like a woman's body",
      "it": "che avevano telefonato due cacciatori per dire di aver visto un corpo femminile"
    }
  },
  {
    "translation": {
      "en": "lying near a garbage dump off Monumental Avenue.",
      "it": "vicino a una discarica, sulla Monumental Avenue."
    }
  },
  {
    "translation": {
      "en": "Moments later, Roemer and several members of the M squad climbed",
      "it": "Poco dopo, Roemer e diversi membri della squadra M saltarono su"
    }
  },
  {
    "translation": {
      "en": "into one of the department's unmarked black Plymouths",
      "it": "una Plymouth senza insegne della polizia,"
    }
  },
  {
    "translation": {
      "en": "for the 20-mile ride to Lansdowne.",
      "it": "per percorrere i 30 chilometri fino a Lansdowne."
    }
  },
  {
    "translation": {
      "en": "Bud Roemer. He was in charge of all criminal investigations",
      "it": "Bud Roemer era responsabile di tutte le indagini criminali"
    }
  },
  {
    "translation": {
      "en": "at Baltimore County Police Headquarters",
      "it": "della Stazione di Polizia di Contea di Baltimora,"
    }
  },
  {
    "translation": {
      "en": "as chief of the M squad, the homicide squad.",
      "it": "in qualità di capo della squadra M, che era la squadra omicidi."
    }
  },
  {
    "translation": {
      "en": "M for murder.",
      "it": "La M sta per murder: omicidio."
    }
  },
  {
    "translation": {
      "en": "'It was snowing when we got to the dump",
      "it": "Arrivati alla discarica, nevicava"
    }
  },
  {
    "translation": {
      "en": "and cold as a son of a bitch,' the detective recalled.",
      "it": "e faceva un freddo cane, ricordava l'investigatore.\""
    }
  },
  {
    "translation": {
      "en": "'When I walked up on that dump, I said, \"Hello, Cathy Cesnik.\"",
      "it": "\"Quando sono arrivato a quella discarica, ho detto: 'Buongiorno, Cathy Cesnik'."
    }
  },
  {
    "translation": {
      "en": "We worked that crime scene all day long.",
      "it": "Lavorammo sulla scena del crimine tutto il giorno."
    }
  },
  {
    "translation": {
      "en": "We called in the medical examiner and we asked for an autopsy right away.'",
      "it": "Abbiamo fatto intervenire il medico legale e abbiamo richiesto subito l'autopsia."
    }
  },
  {
    "translation": {
      "en": "The nun had died of blunt-force trauma to one side of her head,",
      "it": "La suora era morta per un trauma da corpo contundente a un lato della testa,"
    }
  },
  {
    "translation": {
      "en": "along with a blow that had left a round hole in the back of her skull.\"",
      "it": "insieme a un colpo che le aveva fatto un buco circolare nel retro del cranio.\""
    }
  },
  {
    "translation": {
      "en": "\"Mulling the autopsy, Roemer soon found himself contemplating a likely scenario.",
      "it": "\"Rimuginando sull'autopsia, Roemer si trovò a contemplare un possibile scenario."
    }
  },
  {
    "translation": {
      "en": "A stranger had probably abducted Cesnik",
      "it": "Probabilmente uno sconosciuto aveva rapito la Cesnik"
    }
  },
  {
    "translation": {
      "en": "from the Edmondson Village Shopping Center on Edmondson Avenue near her apartment.",
      "it": "dal Centro Commerciale Edmondson Village, sulla Edmondson Avenue, vicino a casa sua."
    }
  },
  {
    "translation": {
      "en": "In all likelihood, the unknown assailant had then killed the nun",
      "it": "Con ogni probabilità, l'ignoto aggressore aveva poi ucciso la suora"
    }
  },
  {
    "translation": {
      "en": "and dumped her body about five miles away.",
      "it": "e gettato il corpo a circa 8 chilometri di distanza.\""
    }
  },
  {
    "translation": {
      "en": "But his hypothesis was contradicted by one troubling fact.",
      "it": "\"Ma questa ipotesi veniva contraddetta da un fatto preoccupante."
    }
  },
  {
    "translation": {
      "en": "The nun's car, a green 1969 Ford Maverick, had been parked at an odd angle,",
      "it": "L'auto di Cathy, una Ford Maverick verde del 1969, era stata parcheggiata in modo strano,"
    }
  },
  {
    "translation": {
      "en": "illegally, near her Carriage House apartment complex",
      "it": "illegalmente, vicino al complesso Carriage House, dove stava la suora,"
    }
  },
  {
    "translation": {
      "en": "only a few hours after she drove off to the shopping center.",
      "it": "appena poche ore dopo che era uscita per andare al centro commerciale."
    }
  },
  {
    "translation": {
      "en": "How had the dead woman's Ford gotten back to her apartment complex?",
      "it": "Come aveva fatto la Ford della defunta a tornare al proprio complesso abitativo?"
    }
  },
  {
    "translation": {
      "en": "In that situation, the killer wants to get the hell away from there.",
      "it": "In una situazione simile, un assassino vorrebbe scappare via di lì."
    }
  },
  {
    "translation": {
      "en": "Last thing he wants is to return to the area",
      "it": "L'ultima cosa che vuole fare è tornare sul luogo"
    }
  },
  {
    "translation": {
      "en": "where he might be spotted driving the victim's car.\"",
      "it": "in cui potrebbe venir notato alla guida dell'auto della vittima.\""
    }
  },
  {
    "translation": {
      "en": "[John] Yeah, with the Sister Cesnik case, until the body was found two months later...",
      "it": "Nel caso di Suor Cesnik, finché il corpo non fu trovato due mesi dopo..."
    }
  },
  {
    "translation": {
      "en": "during the interim, we investigated numerous people,",
      "it": "...abbiamo indagato su tantissime persone,"
    }
  },
  {
    "translation": {
      "en": "anybody that could have been involved with her.",
      "it": "su chiunque potesse aver avuto a che fare con lei."
    }
  },
  {
    "translation": {
      "en": "Students, friends, her roommate, the place she worked at.",
      "it": "Studenti, amici, la sua coinquilina, la gente sul suo posto di lavoro."
    }
  },
  {
    "translation": {
      "en": "She was an attractive woman.",
      "it": "Era una donna attraente."
    }
  },
  {
    "translation": {
      "en": "It could have been somebody just living in that area... followed her",
      "it": "Magari qualcuno che abitava in quella zona... l'aveva seguita,"
    }
  },
  {
    "translation": {
      "en": "or stopped her car or waved her down where her car was found.",
      "it": "aveva bloccato l'auto, o l'aveva spinta a fermarsi dov'è stata ritrovata l'auto."
    }
  },
  {
    "translation": {
      "en": "Somebody put the car there.",
      "it": "Qualcuno ha messo l'auto lì."
    }
  },
  {
    "translation": {
      "en": "And, yeah, it would have been so much easier if whoever killed her",
      "it": "E sarebbe stato molto più semplice se chiunque l'avesse uccisa"
    }
  },
  {
    "translation": {
      "en": "just dumped the car somewhere in the woods where she was.",
      "it": "avesse gettato l'auto da qualche parte nel bosco, dov'era il cadavere."
    }
  },
  {
    "translation": {
      "en": "With homicides, time is a destroyer.",
      "it": "Nei casi di omicidio, il tempo è un distruttore."
    }
  },
  {
    "translation": {
      "en": "In other words, you could see the bodies decompose.",
      "it": "In altre parole, i corpi si decompongono."
    }
  },
  {
    "translation": {
      "en": "Blood work disintegrates. Weather washes things away.",
      "it": "Le analisi del sangue vanno in frantumi, il tempo atmosferico lava via i segni."
    }
  },
  {
    "translation": {
      "en": "And the longer you wait, the harder it is to get good evidence.",
      "it": "E più si aspetta, più diventa difficile trovare buone prove."
    }
  },
  {
    "translation": {
      "en": "There's so many scenarios.",
      "it": "Ci sono molti scenari possibili."
    }
  },
  {
    "translation": {
      "en": "You know, you can really go wild trying to find out different things.",
      "it": "Si può davvero impazzire nel cercare di scoprire varie cose."
    }
  },
  {
    "translation": {
      "en": "[Bob] We have two facts.",
      "it": "Abbiamo due fatti certi."
    }
  },
  {
    "translation": {
      "en": "She was abducted and she was killed.",
      "it": "Cathy è stata rapita, ed è stata uccisa."
    }
  },
  {
    "translation": {
      "en": "Beyond that, I don't know exactly what we have.",
      "it": "A parte questo, non so cos'abbiamo con esattezza."
    }
  },
  {
    "translation": {
      "en": "And the cops always told us that there was no forensic evidence in that car...",
      "it": "E i poliziotti ci hanno sempre detto che nell'auto non c'erano prove legali..."
    }
  },
  {
    "translation": {
      "en": "but the fact of where the car was parked...",
      "it": "...ma il punto in cui l'auto era parcheggiata..."
    }
  },
  {
    "translation": {
      "en": "combined with the fact of where her body was found",
      "it": "...unito al luogo in cui è stato ritrovato il corpo,"
    }
  },
  {
    "translation": {
      "en": "some months later...",
      "it": "alcuni mesi dopo..."
    }
  },
  {
    "translation": {
      "en": "is a detail that's always been stuck in my throat.",
      "it": "...è un dettaglio che non sono mai riuscito a mandare giù."
    }
  },
  {
    "translation": {
      "en": "Because where her body was found...",
      "it": "E questo perché il luogo in cui è stato ritrovato il corpo..."
    }
  },
  {
    "translation": {
      "en": "was not an area where you would just casually drive by it",
      "it": "...non era una zona dove si poteva arrivare per caso,"
    }
  },
  {
    "translation": {
      "en": "and say, \"Oh, here's a good place to dump a body.\"",
      "it": "dove dire: \"Oh, ecco un buon posto in cui gettare un cadavere\"."
    }
  },
  {
    "translation": {
      "en": "But this was a very out-of-the-way area...",
      "it": "Era un posto molto fuorimano..."
    }
  },
  {
    "translation": {
      "en": "which led me to believe that it was somebody who knew that area very well.",
      "it": "...il che mi fa pensare che fosse qualcuno che conosceva molto bene l'area."
    }
  },
  {
    "translation": {
      "en": "[Abbie] We went into this collecting information. We said, \"We don't know what happened.",
      "it": "Abbiamo iniziato a raccogliere notizie, dicendoci: \"Non sappiamo cos'è accaduto."
    }
  },
  {
    "translation": {
      "en": "Let's collect every little bit of scrap, listen to every story somebody tells us,",
      "it": "Raccogliamo ogni ritaglio di giornale, ascoltiamo ogni storia che ci raccontano,"
    }
  },
  {
    "translation": {
      "en": "and when we feel like we've hit a dead end,",
      "it": "e quando ci sembrerà di essere giunte a un vicolo cieco,"
    }
  },
  {
    "translation": {
      "en": "we'll sit down and go through all this and say:",
      "it": "ci metteremo sedute, ed esamineremo tutto quanto, dicendo:"
    }
  },
  {
    "translation": {
      "en": "\"What direction is this pointing us in?\"",
      "it": "'In che direzione ci sta portando?'\""
    }
  },
  {
    "translation": {
      "en": "This is not Abbie and Gemma sitting at a table being detectives or playing Clue.",
      "it": "Qui non si tratta di Abbie e Gemma che giocano a fare le detective o a Cluedo."
    }
  },
  {
    "translation": {
      "en": "It's wrong. It's wrong what's happened, but they're still unsolved.",
      "it": "È sbagliato. Quello che è successo è sbagliato, ma è ancora irrisolto."
    }
  },
  {
    "translation": {
      "en": "We need justice for Cathy Cesnik and Joyce Malecki.",
      "it": "Vogliamo giustizia per Cathy Cesnik e per Joyce Malecki."
    }
  },
  {
    "translation": {
      "en": "I have this image of myself in a room",
      "it": "Mi vedo come se fossi in una stanza"
    }
  },
  {
    "translation": {
      "en": "with all these wires hanging down, all these electric wires,",
      "it": "piena di fili che penzolano, sono un sacco di fili elettrici,"
    }
  },
  {
    "translation": {
      "en": "and none of them are connecting.",
      "it": "e nessuno di loro è connesso."
    }
  },
  {
    "translation": {
      "en": "I'm tentatively optimistic, but I'm impatient for connections.",
      "it": "Sono orientativamente ottimista, ma sono impaziente di trovare dei collegamenti."
    }
  },
  {
    "translation": {
      "en": "[Don] I've been pursuing this for the last 15 years.",
      "it": "Sono 15 anni che seguo questa ricerca."
    }
  },
  {
    "translation": {
      "en": "I've been calling FBI and--",
      "it": "Ho chiamato l'FBI e..."
    }
  },
  {
    "translation": {
      "en": "Time in and time out. And I get the same answers.",
      "it": "Più e più volte. E ricevo sempre le stesse risposte."
    }
  },
  {
    "translation": {
      "en": "I visited them. I went and knocked on their door.",
      "it": "Sono andato a trovarli. Sono andato bussare alla loro porta."
    }
  },
  {
    "translation": {
      "en": "\"What have you done in the last 15, 20 years?\"",
      "it": "\"Che cos'avete fatto negli ultimi 15, 20 anni?\""
    }
  },
  {
    "translation": {
      "en": "And the only thing they tell me is:",
      "it": "E la sola cosa che mi rispondono è:"
    }
  },
  {
    "translation": {
      "en": "\"It's an open case and we cannot discuss it.\"",
      "it": "\"È un caso ancora aperto e non possiamo discuterne\"."
    }
  },
  {
    "translation": {
      "en": "It almost leads me, personally, to believe it's a cover-up,",
      "it": "Personalmente, mi ha quasi spinto a credere che si tratti di un insabbiamento,"
    }
  },
  {
    "translation": {
      "en": "because I can't get any information.",
      "it": "perché non riesco a trovare nessuna informazione."
    }
  },
  {
    "translation": {
      "en": "You know, and here's two big flags that go up,",
      "it": "Ed ecco lì due grandi bandiere che si innalzano,"
    }
  },
  {
    "translation": {
      "en": "and both of them are unresolved.",
      "it": "ed entrambi i casi sono irrisolti."
    }
  },
  {
    "translation": {
      "en": "It's awful coincidental.",
      "it": "È una strana coincidenza."
    }
  },
  {
    "translation": {
      "en": "Even if they come out and say, \"We don't have anything,\"",
      "it": "Se anche dicessero: \"Non abbiamo niente\","
    }
  },
  {
    "translation": {
      "en": "at least they would be talking.",
      "it": "almeno avrebbero detto qualcosa."
    }
  },
  {
    "translation": {
      "en": "They won't even do that.",
      "it": "Ma non fanno nemmeno questo."
    }
  },
  {
    "translation": {
      "en": "You know, Baltimore is...",
      "it": "Sapete, Baltimora è..."
    }
  },
  {
    "translation": {
      "en": "Has its level of corruption, and it's got its hierarchy.",
      "it": "Ha un certo livello di corruzione, che ha la propria gerarchia."
    }
  },
  {
    "translation": {
      "en": "[Tom] A retired detective that I interviewed frequently",
      "it": "Un agente in pensione che ho intervistato di frequente,"
    }
  },
  {
    "translation": {
      "en": "who worked on it often says to me:",
      "it": "e che ha lavorato al caso, mi dice spesso:"
    }
  },
  {
    "translation": {
      "en": "\"Nugent, the real problem here is the cover-up itself.",
      "it": "\"Nugent, qui il vero problema è l'insabbiamento stesso."
    }
  },
  {
    "translation": {
      "en": "The cover-up itself is the cancer inside Baltimore.\"",
      "it": "L'insabbiamento stesso è il cancro all'interno di Baltimora\"."
    }
  },
  {
    "translation": {
      "en": "This is where she's buried.",
      "it": "Qui è dov'è stata sepolta."
    }
  },
  {
    "translation": {
      "en": "My sister Joyce and Sister Cathy.",
      "it": "Mia sorella Joyce e Suor Cathy."
    }
  },
  {
    "translation": {
      "en": "They were put on this Earth same as the rest of us.",
      "it": "Sono state messe su questa Terra, come tutti noi."
    }
  },
  {
    "translation": {
      "en": "Somebody needs to come out in the open and acknowledge the fact",
      "it": "Qualcuno deve uscire allo scoperto e ammettere il fatto"
    }
  },
  {
    "translation": {
      "en": "that this is how they were taken away.",
      "it": "che sono state portate via così."
    }
  },
  {
    "translation": {
      "en": "[Deb] This was somebody's life,",
      "it": "Si trattava della vita di una persona,"
    }
  },
  {
    "translation": {
      "en": "and people are ready to just say, \"Oh, well,\" and move on to the next thing.",
      "it": "e la gente è pronta a dire soltanto: \"Oh, beh\", e a passare oltre."
    }
  },
  {
    "translation": {
      "en": "It's never sat right with me.",
      "it": "Ma la cosa non mi ha mai convinto."
    }
  },
  {
    "translation": {
      "en": "So, when I saw that there were other women that were like:",
      "it": "Perciò, quando ho visto che c'erano altre donne che si dicevano:"
    }
  },
  {
    "translation": {
      "en": "\"We wanna find out who killed Sister Cathy,\"",
      "it": "\"Vogliamo scoprire chi ha ucciso Suor Cathy\","
    }
  },
  {
    "translation": {
      "en": "you know, retired women, grandmothers that haven't let go of this...",
      "it": "sì, donne in pensione, e nonne che non avevano lasciato perdere la cosa,"
    }
  },
  {
    "translation": {
      "en": "And Tom Nugent, who--",
      "it": "e Tom Nugent, che..."
    }
  },
  {
    "translation": {
      "en": "This has been his lifelong pursuit, right, since he first heard about it.",
      "it": "Questa è stata la sua ricerca di una vita, già, sin da quanto ne ha sentito parlare."
    }
  },
  {
    "translation": {
      "en": "We're at a point now where we're not gonna let it go.",
      "it": "Ora siamo arrivati al punto da non poter più lasciar perdere."
    }
  },
  {
    "translation": {
      "en": "We're gonna do whatever it is we need to do to get justice.",
      "it": "Faremo tutto ciò che serve per ottenere giustizia."
    }
  },
  {
    "translation": {
      "en": "[Tom] So, how does this story begin?",
      "it": "Insomma, come inizia questa storia?"
    }
  },
  {
    "translation": {
      "en": "There are two key characters in this sad story.",
      "it": "Ci sono due personaggi chiave, in questa triste storia."
    }
  },
  {
    "translation": {
      "en": "One is a murdered nun, Sister Cathy.",
      "it": "Uno è una suora assassinata, Suor Cathy."
    }
  },
  {
    "translation": {
      "en": "The other is the witness, Jane Doe...",
      "it": "E l'altro è la testimone, anonima."
    }
  },
  {
    "translation": {
      "en": "a student at the Catholic high school where Sister Cathy taught.",
      "it": "Una studentessa del liceo cattolico in cui insegnava Suor Cathy."
    }
  },
  {
    "translation": {
      "en": "There was a mystery around Jane Doe's identity.",
      "it": "Aleggia un mistero intorno all'identità di questa sconosciuta."
    }
  },
  {
    "translation": {
      "en": "Everything starts there, and everything still hinges there.",
      "it": "È tutto partito da lì e dipende tutto ancora da lì."
    }
  },
  {
    "translation": {
      "en": "Jane Doe probably knows exactly what happened,",
      "it": "Probabilmente la sconosciuta sa con esattezza cos'è successo,"
    }
  },
  {
    "translation": {
      "en": "and it has taken her 45 years to gradually confront the full horror in herself.",
      "it": "e le ci sono voluti 45 anni per affrontare dentro di sé tutto quell'orrore."
    }
  },
  {
    "translation": {
      "en": "Who is Jane Doe?",
      "it": "Chi è questa sconosciuta?"
    }
  },
  {
    "translation": {
      "en": "Jane Doe?",
      "it": "La studentessa ignota?"
    }
  },
  {
    "translation": {
      "en": "I'd love to talk to her now...",
      "it": "Vorrei tanto parlarci, ora..."
    }
  },
  {
    "translation": {
      "en": "'cause she had a story to tell, but we never got to hear it.",
      "it": "...perché aveva una storia da raccontare, ma non l'abbiamo mai sentita."
    }
  }
]