[
  {
    "translation": {
      "en": "♪ First thing we'd climb a tree ♪",
      "it": "UNA SERIE ORIGINALE NETFLIX"
    }
  },
  {
    "translation": {
      "en": "♪ And maybe then we'd talk ♪",
      "it": "UN CIMITERO DI SPERANZE SVANITE"
    }
  },
  {
    "translation": {
      "en": "♪ And listen to our thoughts ♪",
      "it": "GIURI DI ESSERE MIA AMICA PER SEMPRE?"
    }
  },
  {
    "translation": {
      "en": "♪ No dress rehearsal ♪",
      "it": "PER ESPRIMERE IDEE GROSSE BISOGNA USARE PAROLE GROSSE"
    }
  },
  {
    "translation": {
      "en": "♪ This is our life ♪",
      "it": "PER ESPRIMERE IDEE GROSSE BISOGNA USARE PAROLE GROSSE PER DORMIRE SU UN ALBERO AL CHIARO DI LUNA"
    }
  },
  {
    "translation": {
      "en": "-♪ This is our life ♪ -♪ You are ahead by a century ♪",
      "it": "ANNA"
    }
  },
  {
    "translation": {
      "en": "You'll want to hurry and eat if you're to meet the train on time.",
      "it": "Sbrigati a mangiare se vuoi prendere il treno in tempo."
    }
  },
  {
    "translation": {
      "en": "[sighs] I pray this isn't foolishness, but it's too late now.",
      "it": "Spero che non sia una stupidaggine. Ma ormai è troppo tardi."
    }
  },
  {
    "translation": {
      "en": "We made a practical decision. We'll just have to hope for the best.",
      "it": "È una decisione pratica. Speriamo per il meglio."
    }
  },
  {
    "translation": {
      "en": "With any luck, Mrs. Spencer will have picked out a good one.",
      "it": "Se siamo fortunati, la signora Spencer ne avrà scelto uno buono."
    }
  },
  {
    "translation": {
      "en": "A hard worker and obedient, like we asked for.",
      "it": "Un gran lavoratore e obbediente, come avevamo chiesto."
    }
  },
  {
    "translation": {
      "en": "I couldn't tolerate a lazy boy or a sullen boy.",
      "it": "Non sopporterei uno scansafatiche o uno sempre imbronciato."
    }
  },
  {
    "translation": {
      "en": "No, I couldn't abide it and I wouldn't.",
      "it": "Non potrei sopportarlo. E non lo farò."
    }
  },
  {
    "translation": {
      "en": "In spite of all the worry, I'm relieved to know you'll have a regular hand about the place.",
      "it": "Malgrado questo, sono sollevata nel sapere che ci sei tu ad aiutarmi."
    }
  },
  {
    "translation": {
      "en": "You can't buy loyalty.",
      "it": "La lealtà non si può comprare."
    }
  },
  {
    "translation": {
      "en": "You coming in sometime today?",
      "it": "Entrerai in casa, oggi?"
    }
  },
  {
    "translation": {
      "en": "Matthew Cuthbert, you must be in a state.",
      "it": "Matthew Cuthbert, sei messo piuttosto male."
    }
  },
  {
    "translation": {
      "en": "Since when do you sit at the table without washing your hands?",
      "it": "Da quando vieni a tavola senza lavarti le mani?"
    }
  },
  {
    "translation": {
      "en": "Let's not forget you were the one convinced of this plan.",
      "it": "Non dimentichiamo che eri tu a volerlo fare."
    }
  },
  {
    "translation": {
      "en": "You've been set on it since winter, so there's no point fretting now.",
      "it": "È tutto deciso dall'inverno, non serve preoccuparsi ora."
    }
  },
  {
    "translation": {
      "en": "Not that I disagree, because I don't.",
      "it": "Non che non sia d'accordo, chiaro."
    }
  },
  {
    "translation": {
      "en": "Will you be ready to set off as soon as you're finished here?",
      "it": "Sei pronto ad andare appena finito qui?"
    }
  },
  {
    "translation": {
      "en": "I will.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "Bet it won't take long for Rachel to come a-knocking.",
      "it": "Scommetto che Rachel verrà subito a bussare."
    }
  },
  {
    "translation": {
      "en": "Lord knows she's got a hunger for gossip like a person starved.",
      "it": "Dio solo sa quanto quella donna sia ossessionata dai pettegolezzi."
    }
  },
  {
    "translation": {
      "en": "I told you to have their supper on the table a half-hour ago.",
      "it": "Ti ho detto di dargli da mangiare mezz'ora fa."
    }
  },
  {
    "translation": {
      "en": "-She needs her diaper changed. -Did you milk the cow?",
      "it": "Bisogna cambiare il pannolino. Lo stufato è... Hai munto la mucca?"
    }
  },
  {
    "translation": {
      "en": "-No. Not yet, but I-- -Give her to me!",
      "it": "- Non ancora, ma... - Dalla a me."
    }
  },
  {
    "translation": {
      "en": "You want these children to starve to death? Do something right for a change.",
      "it": "Vuoi farli morire di fame? Fai le cose per bene, per una volta."
    }
  },
  {
    "translation": {
      "en": "You're more trouble than you're worth. Nothing but a miserable piece of trash!",
      "it": "Fai più guai di quanto vali. Sei una miserabile, non vali niente."
    }
  },
  {
    "translation": {
      "en": "Hurry up! We'll see what Mr. Hammond has to say about this when he gets home.",
      "it": "Sbrigati! Vedremo cosa dirà il signor Hammond quando tornerà a casa."
    }
  },
  {
    "translation": {
      "en": "Are you quite all right, dear?",
      "it": "Va tutto bene, cara?"
    }
  },
  {
    "translation": {
      "en": "I like imagining better than remembering.",
      "it": "Preferisco l'immaginazione ai ricordi."
    }
  },
  {
    "translation": {
      "en": "Why are the worst memories the most insistent?",
      "it": "Perché i ricordi peggiori sono i più assidui?"
    }
  },
  {
    "translation": {
      "en": "I wouldn't know. Try to rest.",
      "it": "Non saprei. Cerca di riposare."
    }
  },
  {
    "translation": {
      "en": "\"If all the world hated you, and believed you wicked...",
      "it": "Se il mondo intero vi odiasse e vi credesse colpevole,"
    }
  },
  {
    "translation": {
      "en": "but your own conscience approved of you and absolved you from guilt...",
      "it": "ma la vostra coscienza vi approvasse,"
    }
  },
  {
    "translation": {
      "en": "you would not be without friends.\"",
      "it": "vi credereste forse priva di un'amica?"
    }
  },
  {
    "translation": {
      "en": "I love Jane Eyre, don't you?",
      "it": "Adoro Jane Eyre. E lei?"
    }
  },
  {
    "translation": {
      "en": "I never met her.",
      "it": "Non la conosco."
    }
  },
  {
    "translation": {
      "en": "I'm glad you've woken. I have so many more questions for you about Green Gables.",
      "it": "Sono contenta che sia sveglia. Ho così tante domande su Green Gables."
    }
  },
  {
    "translation": {
      "en": "I'm sure you do.",
      "it": "Ne sono certa."
    }
  },
  {
    "translation": {
      "en": "Why do you suppose neither of the Cuthberts ever married?",
      "it": "Perché i Cuthbert non si sono mai sposati?"
    }
  },
  {
    "translation": {
      "en": "Did either of them have a tragical romance?",
      "it": "I loro amori sono finiti male?"
    }
  },
  {
    "translation": {
      "en": "-It's none of our business. -But I'm bursting with curiosity!",
      "it": "- Non sono affari nostri. - Ma muoio di curiosità."
    }
  },
  {
    "translation": {
      "en": "Afternoon.",
      "it": "Salve."
    }
  },
  {
    "translation": {
      "en": "Sir.",
      "it": "Signore."
    }
  },
  {
    "translation": {
      "en": "I was wondering if you could, uh, help me. [stammers] Is there, um--?",
      "it": "Mi chiedevo se potesse aiutarmi. - Ha visto... - Una ragazzina?"
    }
  },
  {
    "translation": {
      "en": "A little girl? You didn't see her? She's just outside.",
      "it": "- Ha visto... - Una ragazzina? Non l'ha vista? È qui fuori."
    }
  },
  {
    "translation": {
      "en": "Wouldn't come in. Darndest thing.",
      "it": "Non è voluta entrare. È incredibile."
    }
  },
  {
    "translation": {
      "en": "But--",
      "it": "- Ma... - Ha detto che preferiva sedersi fuori"
    }
  },
  {
    "translation": {
      "en": "Said she preferred to sit outside because there was... What was it now?",
      "it": "- Ma... - Ha detto che preferiva sedersi fuori perché c'era... Non l'ho mica capito."
    }
  },
  {
    "translation": {
      "en": "\"More scope for the imagination.\" That was it.",
      "it": "Più spazio per l'immaginazione, ecco cos'era."
    }
  },
  {
    "translation": {
      "en": "She's a case, I should say. I heard her talking to herself out there.",
      "it": "È una ragazzina particolare. L'ho sentita parlare da sola."
    }
  },
  {
    "translation": {
      "en": "But I-I'm not expecting a girl.",
      "it": "Non mi aspettavo una femmina."
    }
  },
  {
    "translation": {
      "en": "It's a boy that I have come for.",
      "it": "Era un maschio che avevo richiesto."
    }
  },
  {
    "translation": {
      "en": "Mrs. Spencer was to bring him over from the asylum.",
      "it": "La signora Spencer doveva portarlo dall'orfanotrofio."
    }
  },
  {
    "translation": {
      "en": "Well, Mrs. Spencer got off the train with that strange snippet.",
      "it": "La signora è scesa dal treno con la ragazzina,"
    }
  },
  {
    "translation": {
      "en": "Gave her into my charge. Said you'd be along for her presently.",
      "it": "me l'ha affidata e ha detto che sarebbe venuto a prenderla."
    }
  },
  {
    "translation": {
      "en": "Well, that's all I know about it.",
      "it": "È tutto quello che so."
    }
  },
  {
    "translation": {
      "en": "I haven't got any more orphans concealed hereabouts.",
      "it": "Non ci sono altri orfani, qui nei paraggi."
    }
  },
  {
    "translation": {
      "en": "I...",
      "it": "Io..."
    }
  },
  {
    "translation": {
      "en": "I don't understand.",
      "it": "...non capisco."
    }
  },
  {
    "translation": {
      "en": "Well, I'm sure the girl will be only too happy",
      "it": "Sono certo che la ragazzina sarà felice di raccontarle"
    }
  },
  {
    "translation": {
      "en": "to tell you every little detail of what happened.",
      "it": "ogni dettaglio di quanto è successo."
    }
  },
  {
    "translation": {
      "en": "[chuckles] She's got a tongue of her own, that's for certain.",
      "it": "La lingua ce l'ha, questo è certo."
    }
  },
  {
    "translation": {
      "en": "Good day to you.",
      "it": "Le auguro una buona giornata."
    }
  },
  {
    "translation": {
      "en": "I suppose you are Matthew Cuthbert of Green Gables?",
      "it": "Immagino che sia Matthew Cuthbert di Green Gables."
    }
  },
  {
    "translation": {
      "en": "I'm very glad to see you. I was beginning to be afraid you weren't coming,",
      "it": "Sono lieta di vederla. Temevo che non sarebbe venuto"
    }
  },
  {
    "translation": {
      "en": "and I was imagining all the things that might've happened to prevent you.",
      "it": "e immaginavo le ragioni che potevano averglielo impedito."
    }
  },
  {
    "translation": {
      "en": "I'd made up my mind that if you didn't come for me,",
      "it": "Nel caso che lei non fosse arrivato,"
    }
  },
  {
    "translation": {
      "en": "I'd go down the track to that big wild cherry tree,",
      "it": "avevo deciso di raggiungere quel ciliegio"
    }
  },
  {
    "translation": {
      "en": "and climb up into it and stay all night.",
      "it": "e di arrampicarmici su per la notte."
    }
  },
  {
    "translation": {
      "en": "I wouldn't be a bit afraid, and it would be lovely to sleep in a tree",
      "it": "Non avrei avuto paura. Sarà stupendo dormire su un ciliegio,"
    }
  },
  {
    "translation": {
      "en": "white with bloom in the moonshine, don't you think?",
      "it": "con i fiori che splendono alla luna, no?"
    }
  },
  {
    "translation": {
      "en": "I can also imagine that I'm already a disappointment to you.",
      "it": "E, suppongo, che l'abbia già delusa."
    }
  },
  {
    "translation": {
      "en": "I'm aware that I'm not much to look at, but even though I'm thin, I'm very strong.",
      "it": "Non sono un granché, ma sono molto forte, malgrado sia magra."
    }
  },
  {
    "translation": {
      "en": "I want you to know that I'm forever grateful that you're adopting me.",
      "it": "Volevo dirle che le sarò eternamente grata per avermi adottata."
    }
  },
  {
    "translation": {
      "en": "You're a sight for sore eyes, Mr. Cuthbert.",
      "it": "È una gioia per gli occhi, signor Cuthbert."
    }
  },
  {
    "translation": {
      "en": "You best come along.",
      "it": "Sarà meglio andare."
    }
  },
  {
    "translation": {
      "en": "-Uh, I'll take your bag. -Oh, I can carry it.",
      "it": "- Ti porto la borsa. - Faccio io."
    }
  },
  {
    "translation": {
      "en": "It isn't heavy.",
      "it": "Non è pesante,"
    }
  },
  {
    "translation": {
      "en": "I've got all my worldly goods in it, but it isn't heavy.",
      "it": "anche se contiene tutto ciò che posseggo al mondo."
    }
  },
  {
    "translation": {
      "en": "And if it isn't carried a certain way,",
      "it": "Se non si tiene nel modo giusto, l'impugnatura si stacca,"
    }
  },
  {
    "translation": {
      "en": "it falls right open, so I'd better keep it.",
      "it": "Se non si tiene nel modo giusto, l'impugnatura si stacca, perciò è meglio che la tenga io che conosco il trucco."
    }
  },
  {
    "translation": {
      "en": "I've come to know the exact knack of it.",
      "it": "perciò è meglio che la tenga io che conosco il trucco."
    }
  },
  {
    "translation": {
      "en": "I am ecstatic beyond measure that I'm going to belong to you and your sister.",
      "it": "Sono elettrizzata per il fatto di venire a vivere con lei e sua sorella."
    }
  },
  {
    "translation": {
      "en": "Ecstatic. I've never belonged to anybody before.",
      "it": "Elettrizzata. Io non sono mai appartenuta a nessuno, sa?"
    }
  },
  {
    "translation": {
      "en": "I mean, you and your sister are practically the stuff of fiction.",
      "it": "Lei e sua sorella siete delle persone esemplari."
    }
  },
  {
    "translation": {
      "en": "Two hard-working decent people, lonely all their lives",
      "it": "Siete rispettabili, lavorate sodo, soli, nel silenzio della vostra casa,"
    }
  },
  {
    "translation": {
      "en": "in their silent house, longing for the love of a child.",
      "it": "soli, nel silenzio della vostra casa, aspettando di dare amore a un figlio."
    }
  },
  {
    "translation": {
      "en": "And I will strive to be just the best daughter that anybody could ever have.",
      "it": "Farò di tutto per essere la migliore figlia che si possa mai avere."
    }
  },
  {
    "translation": {
      "en": "I'm sure that I could do it.",
      "it": "Sono sicura di farcela."
    }
  },
  {
    "translation": {
      "en": "To be honest, I haven't had much experience at it.",
      "it": "Ad essere sincera, non ho molta esperienza."
    }
  },
  {
    "translation": {
      "en": "I'm not usually brought into the house to be a daughter, so...",
      "it": "Di solito non mi mandano nelle case a fare la figlia,"
    }
  },
  {
    "translation": {
      "en": "you can well imagine what a blessing this is, and how much my heart is lifted.",
      "it": "immagini che benedizione sia e quanta gioia ci sia nel mio cuore."
    }
  },
  {
    "translation": {
      "en": "And I've given it a lot of thought,",
      "it": "E ci ho pensato moltissimo,"
    }
  },
  {
    "translation": {
      "en": "and I am determined that I shall be obedient and dutiful,",
      "it": "e sono determinata a essere obbediente e devota,"
    }
  },
  {
    "translation": {
      "en": "and yet, yet lively enough so as to lighten up the place,",
      "it": "e abbastanza vivace da rallegrare la vostra casa,"
    }
  },
  {
    "translation": {
      "en": "after you've lived for so many years",
      "it": "dove avete vissuto tanti anni senza la gioia di un figlio felice,"
    }
  },
  {
    "translation": {
      "en": "without the delights of a happy child and the scope of her imagination.",
      "it": "dove avete vissuto tanti anni senza la gioia di un figlio felice, che la signora ha sempre desiderato."
    }
  },
  {
    "translation": {
      "en": "Have you always wanted a daughter?",
      "it": "Avete sempre desiderato una figlia?"
    }
  },
  {
    "translation": {
      "en": "Always in your heart of hearts?",
      "it": "È sempre stato nel vostro cuore?"
    }
  },
  {
    "translation": {
      "en": "I read once that a daughter is a little girl who grows up to be a friend.",
      "it": "Una volta ho letto che una figlia è una bambina che cresce fino a essere un'amica."
    }
  },
  {
    "translation": {
      "en": "And it, it gives my heart a thrill to even say it aloud.",
      "it": "E mi emoziono al solo dirlo ad alta voce."
    }
  },
  {
    "translation": {
      "en": "Oh, isn't she lovely?",
      "it": "Oh, è incantevole!"
    }
  },
  {
    "translation": {
      "en": "-What's her name? -Uh...",
      "it": "Come si chiama?"
    }
  },
  {
    "translation": {
      "en": "That's, um... Mare.",
      "it": "È una... cavalla."
    }
  },
  {
    "translation": {
      "en": "She doesn't have a name?",
      "it": "Non ha un nome?"
    }
  },
  {
    "translation": {
      "en": "But the right name is so important.",
      "it": "È fondamentale darle un nome."
    }
  },
  {
    "translation": {
      "en": "She looks to me like her name is Belle.",
      "it": "Secondo me le sta bene il nome Belle."
    }
  },
  {
    "translation": {
      "en": "Hello, Belle. You are a beauty, and I am sure we'll be great friends.",
      "it": "Ciao, Belle. Sei una meraviglia, sono certa che saremo grandi amiche."
    }
  },
  {
    "translation": {
      "en": "Mare... [clicks tongue]",
      "it": "Cavalla."
    }
  },
  {
    "translation": {
      "en": "Bye, tree!",
      "it": "Ciao, albero."
    }
  },
  {
    "translation": {
      "en": "That cherry tree is my first friend here on the island.",
      "it": "Il ciliegio è stato il mio primo amico sull'isola."
    }
  },
  {
    "translation": {
      "en": "What did that cherry tree, all white and lacy, make you think of?",
      "it": "Cosa le suggerisce questo albero, bianco e simile a un ricamo?"
    }
  },
  {
    "translation": {
      "en": "Well, now, um... I dunno.",
      "it": "Mah, non saprei!"
    }
  },
  {
    "translation": {
      "en": "[Anne] Why, a bride, of course. A bride all in white with a misty veil.",
      "it": "A una sposa tutta vestita di bianco con un magnifico velo di pizzo."
    }
  },
  {
    "translation": {
      "en": "I've never seen one, but I imagine what she would look like.",
      "it": "Non ne ho mai viste, ma posso immaginarla."
    }
  },
  {
    "translation": {
      "en": "I never expect to be a bride myself. I'm so homely.",
      "it": "Non credo mi sposerò mai. Sono così scialba che nessuno mi vorrebbe,"
    }
  },
  {
    "translation": {
      "en": "Nobody would ever want to marry me.",
      "it": "Sono così scialba che nessuno mi vorrebbe,"
    }
  },
  {
    "translation": {
      "en": "Unless he was a foreign missionary. I suppose a foreign missionary mightn't be very particular.",
      "it": "salvo un missionario forestiero. Non dovrebbero avere gusti difficili."
    }
  },
  {
    "translation": {
      "en": "But I do hope someday I shall have a white dress with beautiful puff sleeves.",
      "it": "Spero di avere un abito bianco con le maniche a sbuffo."
    }
  },
  {
    "translation": {
      "en": "That is my highest ideal of earthly bliss.",
      "it": "È il mio ideale di felicità terrena."
    }
  },
  {
    "translation": {
      "en": "Am I talking too much?",
      "it": "Sto parlando troppo, signore?"
    }
  },
  {
    "translation": {
      "en": "People are always telling me that I do, and it seems to cause aggravation.",
      "it": "La gente me lo dice sempre, sembra che dia fastidio."
    }
  },
  {
    "translation": {
      "en": "Would you rather I didn't talk? If you say so, I'll stop.",
      "it": "Preferirebbe che tacessi? Se vuole, tacerò."
    }
  },
  {
    "translation": {
      "en": "I can stop when I make up my mind to it, although it's difficult.",
      "it": "Posso farlo, quando me lo chiedono, anche se non è facile."
    }
  },
  {
    "translation": {
      "en": "I don't mind.",
      "it": "Non mi dispiace."
    }
  },
  {
    "translation": {
      "en": "I'm so glad.",
      "it": "Sono così felice."
    }
  },
  {
    "translation": {
      "en": "I know that you and I are gonna get along together just fine.",
      "it": "Penso che noi due andremo molto d'accordo."
    }
  },
  {
    "translation": {
      "en": "It's such a relief to talk when one wants to",
      "it": "Che sollievo parlare quando se ne ha voglia"
    }
  },
  {
    "translation": {
      "en": "and not be told that children should be seen and not heard.",
      "it": "e non sentire che i bambini vanno guardati, non ascoltati."
    }
  },
  {
    "translation": {
      "en": "I've had that said to me a million times if I have once.",
      "it": "Me lo hanno ripetuto milioni di volte."
    }
  },
  {
    "translation": {
      "en": "People would laugh at me because I use big words, but...",
      "it": "C'è chi ride di me perché uso parole grosse."
    }
  },
  {
    "translation": {
      "en": "but they're exciting and descriptive words, like...",
      "it": "Ma sono parole fantastiche, dalle mille sfaccettature, come..."
    }
  },
  {
    "translation": {
      "en": "like \"enraptured\" and \"glorious.\"",
      "it": "Come \"estasiato\" e \"glorioso\"."
    }
  },
  {
    "translation": {
      "en": "If you have big ideas, you have to use big words to express them, haven't you?",
      "it": "Per esprimere idee grosse, bisogna usare parole grosse, no?"
    }
  },
  {
    "translation": {
      "en": "Well... I suppose so.",
      "it": "Beh, credo di sì."
    }
  },
  {
    "translation": {
      "en": "For example...",
      "it": "Per esempio,"
    }
  },
  {
    "translation": {
      "en": "I am enraptured by this glorious landscape!",
      "it": "sono estasiata da questo glorioso panorama."
    }
  },
  {
    "translation": {
      "en": "Just careful now. Careful.",
      "it": "Attenzione, ora."
    }
  },
  {
    "translation": {
      "en": "[Marilla] Afternoon, Rachel. I've put the kettle on.",
      "it": "Ciao, Rachel. Ho appena messo su il bollitore."
    }
  },
  {
    "translation": {
      "en": "Won't you sit down?",
      "it": "Vuoi sederti?"
    }
  },
  {
    "translation": {
      "en": "I don't want to interrupt if you're expecting company.",
      "it": "Non voglio disturbare, in caso aspettassi visite."
    }
  },
  {
    "translation": {
      "en": "Oh, we've got plenty of time. Matthew won't be back for several hours.",
      "it": "Abbiamo tutto il tempo del mondo. Matthew tornerà tra qualche ora."
    }
  },
  {
    "translation": {
      "en": "I took quite a fright when I saw Matthew starting off today.",
      "it": "Mi sono spaventata quando ho visto Matthew andarsene."
    }
  },
  {
    "translation": {
      "en": "I can imagine.",
      "it": "Posso immaginarmelo."
    }
  },
  {
    "translation": {
      "en": "Well, I couldn't imagine what might cause him",
      "it": "Beh, non riesco a capire cosa l'abbia indotto a lasciare il raccolto a metà pomeriggio."
    }
  },
  {
    "translation": {
      "en": "to leave his crop in the middle of the afternoon.",
      "it": "cosa l'abbia indotto a lasciare il raccolto a metà pomeriggio."
    }
  },
  {
    "translation": {
      "en": "I was fearful he'd gone to call for the doctor.",
      "it": "Temevo andasse dal dottore."
    }
  },
  {
    "translation": {
      "en": "-Oh, I'm quite well. -Oh, what a relief.",
      "it": "- Io sto bene. - Oh, che sollievo!"
    }
  },
  {
    "translation": {
      "en": "[exhales] 'Course, now that I have time to think...",
      "it": "Ma naturalmente, adesso che ci penso..."
    }
  },
  {
    "translation": {
      "en": "it wouldn't make sense for Matthew to take the time to put on his best set of clothes",
      "it": "non avrebbe avuto senso che Matthew si vestisse così di tutto punto se fosse stata un'emergenza."
    }
  },
  {
    "translation": {
      "en": "had there been an emergency.",
      "it": "si vestisse così di tutto punto se fosse stata un'emergenza."
    }
  },
  {
    "translation": {
      "en": "No. It wouldn't.",
      "it": "No, è ovvio."
    }
  },
  {
    "translation": {
      "en": "No, indeed.",
      "it": "No, infatti."
    }
  },
  {
    "translation": {
      "en": "[clicks tongue] Oh, for heaven's sake, Marilla.",
      "it": "Per l'amor del cielo."
    }
  },
  {
    "translation": {
      "en": "Matthew's gone to the train station at Bright River.",
      "it": "Matthew è andato alla stazione di Bright River."
    }
  },
  {
    "translation": {
      "en": "[exhales] Well, well. Bright River.",
      "it": "Ah, sì? A Bright River."
    }
  },
  {
    "translation": {
      "en": "He's fetching a hired hand?",
      "it": "Avete un aiutante?"
    }
  },
  {
    "translation": {
      "en": "Yes and no.",
      "it": "Sì e no."
    }
  },
  {
    "translation": {
      "en": "We're adopting a boy from the orphan asylum in Nova Scotia,",
      "it": "Abbiamo adottato un orfano dalla Nuova Scozia:"
    }
  },
  {
    "translation": {
      "en": "and he's arriving today.",
      "it": "arriverà oggi."
    }
  },
  {
    "translation": {
      "en": "-Matthew's gone to fetch him. -Marilla Cuthbert,",
      "it": "Matthew è andato a prenderlo. Marilla Cuthbert, se mi avessi detto"
    }
  },
  {
    "translation": {
      "en": "if you had told me that Matthew was meeting a... kangaroo from Australia,",
      "it": "Marilla Cuthbert, se mi avessi detto che era andato a prendere un canguro australiano,"
    }
  },
  {
    "translation": {
      "en": "I couldn't be more surprised.",
      "it": "non sarei stata più sbalordita."
    }
  },
  {
    "translation": {
      "en": "An orphan boy?",
      "it": "Un orfano?"
    }
  },
  {
    "translation": {
      "en": "What on earth put such a notion into your head?",
      "it": "Che razza di idea vi è venuta in testa?"
    }
  },
  {
    "translation": {
      "en": "Because I'm gonna tell you plain...",
      "it": "Sarò franca con te, state facendo una vera sciocchezza."
    }
  },
  {
    "translation": {
      "en": "you're doing a mighty foolish thing, a risky thing, that's what.",
      "it": "Sarò franca con te, state facendo una vera sciocchezza. Una cosa rischiosa, ecco."
    }
  },
  {
    "translation": {
      "en": "[Anne] I cannot believe that I'm going to get to live somewhere so beautiful.",
      "it": "Favoloso! Ho sempre sognato di vivere in un posto così bello."
    }
  },
  {
    "translation": {
      "en": "Dreams don't often come true, do they?",
      "it": "È raro che i sogni si avverino."
    }
  },
  {
    "translation": {
      "en": "But just now I feel pretty nearly perfectly happy.",
      "it": "Ma ora io mi sento quasi perfettamente felice."
    }
  },
  {
    "translation": {
      "en": "Although I can't feel exactly perfectly happy because, well...",
      "it": "Sebbene non sia felice in assoluto, perché..."
    }
  },
  {
    "translation": {
      "en": "what color would you call this?",
      "it": "Che colore è questo, a suo parere?"
    }
  },
  {
    "translation": {
      "en": "It's red, isn't it?",
      "it": "È rosso, non è vero?"
    }
  },
  {
    "translation": {
      "en": "Yes, it's red.",
      "it": "Sì, è rosso."
    }
  },
  {
    "translation": {
      "en": "Now you see why I can't be perfectly happy.",
      "it": "Capirà perché non sono felice in assoluto."
    }
  },
  {
    "translation": {
      "en": "Nobody could who has red hair. It's...",
      "it": "Nessuno lo sarebbe, con i capelli rossi. È..."
    }
  },
  {
    "translation": {
      "en": "my lifelong sorrow.",
      "it": "Il grande cruccio della mia vita."
    }
  },
  {
    "translation": {
      "en": "You don't know what you're getting.",
      "it": "Non sai cosa stai facendo. Ti stai mettendo un..."
    }
  },
  {
    "translation": {
      "en": "You're letting a... strange child into your house,",
      "it": "Non sai cosa stai facendo. Ti stai mettendo un... ...uno sconosciuto in casa, non sai niente su di lui."
    }
  },
  {
    "translation": {
      "en": "and you don't know a thing about him.",
      "it": "...uno sconosciuto in casa, non sai niente su di lui."
    }
  },
  {
    "translation": {
      "en": "Why, only last week, I was reading in the paper",
      "it": "La scorsa settimana, leggevo di un uomo e di sua moglie,"
    }
  },
  {
    "translation": {
      "en": "how a man and his wife, uh, up west of the island,",
      "it": "leggevo di un uomo e di sua moglie, nella parte occidentale dell'isola, che hanno adottato un orfano"
    }
  },
  {
    "translation": {
      "en": "took an orphan boy out of the asylum,",
      "it": "nella parte occidentale dell'isola, che hanno adottato un orfano"
    }
  },
  {
    "translation": {
      "en": "and he set fire to their home. At night.",
      "it": "e lui, di notte, gli ha dato fuoco alla casa."
    }
  },
  {
    "translation": {
      "en": "Set it on purpose, Marilla.",
      "it": "L'ha fatto apposta, Marilla."
    }
  },
  {
    "translation": {
      "en": "And they nearly burnt to a crisp in their beds!",
      "it": "E stavano per finire abbrustoliti a letto."
    }
  },
  {
    "translation": {
      "en": "Now, if you would have asked for my advice on this matter,",
      "it": "Quindi, se mi avessi chiesto cosa ne pensassi al riguardo,"
    }
  },
  {
    "translation": {
      "en": "-which you didn't do-- -Sugar?",
      "it": "- cosa che non hai fatto... - Zucchero?"
    }
  },
  {
    "translation": {
      "en": "I would have told you for mercy's sake not to think of such a thing, that's what!",
      "it": "...ti avrei detto: \"Per amor del cielo, di non pensarci neanche\". Ecco tutto."
    }
  },
  {
    "translation": {
      "en": "I don't deny there's something in what you say, Rachel. I've...",
      "it": "Non nego che ci sia del vero in quello che dici, Rachel."
    }
  },
  {
    "translation": {
      "en": "I've had some qualms myself.",
      "it": "Io stessa ho qualche remora."
    }
  },
  {
    "translation": {
      "en": "How could you not?",
      "it": "Mi pare ovvio."
    }
  },
  {
    "translation": {
      "en": "Matthew is getting on in years, and his heart's been bothering him.",
      "it": "Matthew sta invecchiando e il cuore gli dà problemi."
    }
  },
  {
    "translation": {
      "en": "A boy will be a great help.",
      "it": "Il ragazzino ci aiuterà."
    }
  },
  {
    "translation": {
      "en": "It isn't as if he's coming from overseas or the States. He's from Nova Scotia.",
      "it": "Non è un forestiero o degli Stati Uniti, è della Nuova Scozia."
    }
  },
  {
    "translation": {
      "en": "Can't be much different than ourselves.",
      "it": "Non sarà molto diverso da noi."
    }
  },
  {
    "translation": {
      "en": "Well, there is some comfort in that,",
      "it": "Questo mi dà qualche conforto."
    }
  },
  {
    "translation": {
      "en": "knowing he's not some London street Arab.",
      "it": "Sapere che non è un teppista di strada londinese."
    }
  },
  {
    "translation": {
      "en": "Or some French ruffian.",
      "it": "O un infingardo francese."
    }
  },
  {
    "translation": {
      "en": "An orphan, Marilla.",
      "it": "Un orfano, Marilla."
    }
  },
  {
    "translation": {
      "en": "Matthew's been terrible set on it.",
      "it": "Matthew si è proprio fissato."
    }
  },
  {
    "translation": {
      "en": "Well, I only hope and pray it works all right.",
      "it": "Beh, spero che tutto vada per il meglio."
    }
  },
  {
    "translation": {
      "en": "Only don't say I didn't warn you if he burns Green Gables down,",
      "it": "Ma non dire che non ti avevo avvertita se dà fuoco a Green Gables"
    }
  },
  {
    "translation": {
      "en": "or puts strychnine in the well.",
      "it": "o metterà della stricnina nel pozzo."
    }
  },
  {
    "translation": {
      "en": "I heard of a case over in New Brunswick",
      "it": "Ho sentito il caso di un orfano,"
    }
  },
  {
    "translation": {
      "en": "where an orphan asylum child did just that,",
      "it": "nel New Brunswick,"
    }
  },
  {
    "translation": {
      "en": "and the whole family died in fearful agonies.",
      "it": "la cui famiglia adottiva morì tra orrende agonie."
    }
  },
  {
    "translation": {
      "en": "Only it was a girl in that instant. Well, we're not getting a girl.",
      "it": "- Era una femmina, in questo caso. - Non avremo una femmina."
    }
  },
  {
    "translation": {
      "en": "[Anne] Oh, Mr. Cuthbert!",
      "it": "Oh, signor Cuthbert, come si chiama questo posto?"
    }
  },
  {
    "translation": {
      "en": "-What do they call this place? -The Avenue.",
      "it": "Oh, signor Cuthbert, come si chiama questo posto? Il viale."
    }
  },
  {
    "translation": {
      "en": "I suppose it is kind of pretty.",
      "it": "È veramente un bel posto, sì."
    }
  },
  {
    "translation": {
      "en": "Oh, \"pretty\" doesn't seem the right word to use. Nor \"beautiful,\" either.",
      "it": "Bello non è la parola giusta. Neanche bellissimo rende l'idea."
    }
  },
  {
    "translation": {
      "en": "They don't go far enough.",
      "it": "Non lo descrivono appieno."
    }
  },
  {
    "translation": {
      "en": "It's... wonderful.",
      "it": "È... meraviglioso."
    }
  },
  {
    "translation": {
      "en": "Wonderful.",
      "it": "Meraviglioso."
    }
  },
  {
    "translation": {
      "en": "The first thing I ever saw that couldn't be improved upon by the imagination.",
      "it": "Per la prima volta vedo qualcosa che supera le mie fantasie."
    }
  },
  {
    "translation": {
      "en": "Other people may call it \"The Avenue,\"",
      "it": "Gli altri lo chiameranno pure viale, ma per me sarà sempre..."
    }
  },
  {
    "translation": {
      "en": "but I shall always call it \"the White Way of Delight.\"",
      "it": "Gli altri lo chiameranno pure viale, ma per me sarà sempre... ...la bianca strada delle delizie."
    }
  },
  {
    "translation": {
      "en": "[Matthew] This here is Barry's Pond.",
      "it": "Quello è lo stagno di Barry."
    }
  },
  {
    "translation": {
      "en": "[Anne] I don't like that name, either.",
      "it": "Neanche questo nome è appropriato."
    }
  },
  {
    "translation": {
      "en": "I shall call it...",
      "it": "Lo chiamerò..."
    }
  },
  {
    "translation": {
      "en": "let me see...",
      "it": "Vediamo..."
    }
  },
  {
    "translation": {
      "en": "\"the Lake of Shining Waters.\"",
      "it": "...il Lago delle Acque Scintillanti."
    }
  },
  {
    "translation": {
      "en": "Yes, that's the right name for it.",
      "it": "Sì, perfetto per un luogo simile."
    }
  },
  {
    "translation": {
      "en": "I-I know because of the thrill. Do things ever give you a thrill?",
      "it": "Lo so perché ho sentito un brivido. Succede anche a lei?"
    }
  },
  {
    "translation": {
      "en": "Uh, I don't rightly know.",
      "it": "Non saprei esattamente."
    }
  },
  {
    "translation": {
      "en": "There has to be something.",
      "it": "Qualcosa dovrà pur pensare."
    }
  },
  {
    "translation": {
      "en": "Well, now, um... [clicks tongue]",
      "it": "Ora che ci penso, sì."
    }
  },
  {
    "translation": {
      "en": "I suppose it kind of gives me a thrill",
      "it": "Sento una specie di brivido alla vista di quei disgustosi vermi bianchi"
    }
  },
  {
    "translation": {
      "en": "to see those ugly white grubs spade up in the cucumber beds.",
      "it": "Sento una specie di brivido alla vista di quei disgustosi vermi bianchi che trovo vangando il campo dei cetrioli."
    }
  },
  {
    "translation": {
      "en": "Well, I suppose I can imagine that.",
      "it": "Beh, posso immaginarlo."
    }
  },
  {
    "translation": {
      "en": "I hate the look of them, and like to be rid of them.",
      "it": "Mi fanno ribrezzo. Adoro disfarmene."
    }
  },
  {
    "translation": {
      "en": "I suppose I gave Mrs. Hammond a thrill, then.",
      "it": "Immagino che la signora Hammond abbia provato lo stesso."
    }
  },
  {
    "translation": {
      "en": "She was happy to be rid of me after her husband died.",
      "it": "Era lieta di liberarsi di me, dopo la morte del marito."
    }
  },
  {
    "translation": {
      "en": "Who's Mrs. Hammond?",
      "it": "Chi è la signora Hammond?"
    }
  },
  {
    "translation": {
      "en": "I worked for her family taking care of the children for a few years.",
      "it": "Ho lavorato per lei, mi sono presa cura dei suoi figli per anni."
    }
  },
  {
    "translation": {
      "en": "She had eight.",
      "it": "Ne aveva otto."
    }
  },
  {
    "translation": {
      "en": "It sure seems to make some people angry when they have so many children.",
      "it": "La gente è sempre arrabbiata, quando ha così tanti figli."
    }
  },
  {
    "translation": {
      "en": "Mr. and Mrs. Hammond were certainly vexed all the time.",
      "it": "I signori Hammond lo erano sempre."
    }
  },
  {
    "translation": {
      "en": "[Mr. Hammond] Move, scarecrow!",
      "it": "Sbrigati, spaventapasseri."
    }
  },
  {
    "translation": {
      "en": "-[Anne] Please, please! [yelps, sobs] -This'll teach ya.",
      "it": "- La prego... - Ti sarà di lezione."
    }
  },
  {
    "translation": {
      "en": "-Mr. Hammond? -[barks]",
      "it": "Signor Hammond?"
    }
  },
  {
    "translation": {
      "en": "[yells] Mrs. Hammond! Mrs. Hammond!",
      "it": "Signora Hammond!"
    }
  },
  {
    "translation": {
      "en": "-Is anything the matter? -No. Nothing.",
      "it": "- Ti preoccupa qualcosa? - No, niente."
    }
  },
  {
    "translation": {
      "en": "I was, I was startled by the geese, is all.",
      "it": "Ero sbigottita alla vista delle oche."
    }
  },
  {
    "translation": {
      "en": "Don't you just love them? The geese? I do.",
      "it": "Non sono adorabili? Le oche, dico. Le adoro."
    }
  },
  {
    "translation": {
      "en": "They're a very romantical species of bird.",
      "it": "Sono uccelli cosi romantici."
    }
  },
  {
    "translation": {
      "en": "Well, I wouldn't know about that.",
      "it": "Beh, non saprei proprio che dire."
    }
  },
  {
    "translation": {
      "en": "Did you know they mate for life?",
      "it": "Sa che hanno sempre lo stesso compagno?"
    }
  },
  {
    "translation": {
      "en": "They choose each other out of all the other geese in the world,",
      "it": "Si scelgono tra migliaia di altre oche"
    }
  },
  {
    "translation": {
      "en": "and they stay together until death do they part.",
      "it": "e non si lasciano fino a che morte non li separa."
    }
  },
  {
    "translation": {
      "en": "Well, now...",
      "it": "Beh, non lo sapevo."
    }
  },
  {
    "translation": {
      "en": "Uh, we're pretty near home.",
      "it": "Siamo quasi arrivati a casa."
    }
  },
  {
    "translation": {
      "en": "Just another mile or so.",
      "it": "Un altro miglio circa."
    }
  },
  {
    "translation": {
      "en": "\"Home.\"",
      "it": "Casa."
    }
  },
  {
    "translation": {
      "en": "What a wonderful word.",
      "it": "Che parola meravigliosa."
    }
  },
  {
    "translation": {
      "en": "-Green Gables. -[clicks tongue] Whoa, whoa, whoa.",
      "it": "Green Gables."
    }
  },
  {
    "translation": {
      "en": "[Anne] I have pinched myself so many times today.",
      "it": "Mi sono data così tanti pizzicotti."
    }
  },
  {
    "translation": {
      "en": "Every little while, this horrible sickening feeling would come over me,",
      "it": "Ogni tanto sentivo una morsa allo stomaco"
    }
  },
  {
    "translation": {
      "en": "and I'd be so afraid that this was all a dream.",
      "it": "e temevo che si trattasse di un sogno."
    }
  },
  {
    "translation": {
      "en": "But I just had to one more time.",
      "it": "E allora giù più pizzicotti."
    }
  },
  {
    "translation": {
      "en": "This is real.",
      "it": "Ma è tutto vero."
    }
  },
  {
    "translation": {
      "en": "Green Gables is real and we're home.",
      "it": "Green Gables è vera e stiamo arrivando a casa!"
    }
  },
  {
    "translation": {
      "en": "Mare. [clicks tongue]",
      "it": "Cavalla."
    }
  },
  {
    "translation": {
      "en": "Matthew Cuthbert, who's that?",
      "it": "Matthew Cuthbert, chi è costei?"
    }
  },
  {
    "translation": {
      "en": "Where is the boy?",
      "it": "Dove è il ragazzo?"
    }
  },
  {
    "translation": {
      "en": "There wasn't any boy.",
      "it": "Non c'era nessun ragazzo."
    }
  },
  {
    "translation": {
      "en": "There was only her.",
      "it": "C'era solo lei."
    }
  },
  {
    "translation": {
      "en": "[Marilla] No boy?",
      "it": "Non c'era il ragazzo?"
    }
  },
  {
    "translation": {
      "en": "But there must have been a boy. We sent word to Mrs. Spencer to bring us a boy.",
      "it": "Doveva esserci. La signora Spencer sapeva che volevamo un maschio."
    }
  },
  {
    "translation": {
      "en": "Well, she didn't.",
      "it": "Ma non ce l'ha portato."
    }
  },
  {
    "translation": {
      "en": "She brought her.",
      "it": "Ha portato lei."
    }
  },
  {
    "translation": {
      "en": "I asked the stationmaster.",
      "it": "Ho chiesto al capostazione."
    }
  },
  {
    "translation": {
      "en": "I had to bring her home.",
      "it": "Dovevo portarla a casa, no?"
    }
  },
  {
    "translation": {
      "en": "She couldn't be left there, no matter where the mistake had come in.",
      "it": "Non potevo lasciarla là, anche se c'è stato un equivoco."
    }
  },
  {
    "translation": {
      "en": "[exhales] Well, this is a pretty piece of business.",
      "it": "È proprio una bella situazione."
    }
  },
  {
    "translation": {
      "en": "-She's gotta go back. -You don't want me.",
      "it": "- Dobbiamo portarla indietro. - Non mi volete!"
    }
  },
  {
    "translation": {
      "en": "[gasps] I should have expected it.",
      "it": "Avrei dovuto prevederlo."
    }
  },
  {
    "translation": {
      "en": "I might have known nobody would really want me.",
      "it": "Nessuno mi ha mai voluto."
    }
  },
  {
    "translation": {
      "en": "Oh, for heaven's sake, child! What are you doing on the ground?",
      "it": "Santo cielo, ragazzina, cosa fai lì per terra?"
    }
  },
  {
    "translation": {
      "en": "Now you listen here and stand up.",
      "it": "Alzati e stammi a sentire."
    }
  },
  {
    "translation": {
      "en": "-What do you make of this? -I, um...",
      "it": "Come risolviamo la situazione? Io..."
    }
  },
  {
    "translation": {
      "en": "Because she's traveled a long way to be disappointed.",
      "it": "È perché ha fatto un lungo viaggio per poi avere una grossa delusione."
    }
  },
  {
    "translation": {
      "en": "Well, she shouldn't be here. You should never have brought her home.",
      "it": "Non dovrebbe essere qui. Non avresti mai dovuto portarla."
    }
  },
  {
    "translation": {
      "en": "-[Matthew echoing] She's had a shock. -[Marilla] She's not the only one.",
      "it": "È rimasta scioccata. Beh, non è la sola."
    }
  },
  {
    "translation": {
      "en": "Enough of this foolishness. Come along inside.",
      "it": "Basta con queste stupidaggini. Vieni dentro."
    }
  },
  {
    "translation": {
      "en": "[distant, echoing] I'm speaking to you, child.",
      "it": "Ce l'ho con te, ragazzina."
    }
  },
  {
    "translation": {
      "en": "Little girl, that's enough now.",
      "it": "Smettila di frignare, per piacere."
    }
  },
  {
    "translation": {
      "en": "Little girl? Little girl!",
      "it": "Ragazzina. Ragazzina."
    }
  },
  {
    "translation": {
      "en": "Little girl?",
      "it": "Ragazzina?"
    }
  },
  {
    "translation": {
      "en": "I wish I was anything but.",
      "it": "Vorrei essere tutt'altro."
    }
  },
  {
    "translation": {
      "en": "There's no point in crying. There's been a mistake, is all.",
      "it": "Piangere non servirà. C'è stato un equivoco, tutto qua."
    }
  },
  {
    "translation": {
      "en": "We're not gonna turn you out of doors tonight.",
      "it": "Non ti cacceremo fuori di casa, stasera."
    }
  },
  {
    "translation": {
      "en": "What is your name?",
      "it": "Come ti chiami?"
    }
  },
  {
    "translation": {
      "en": "What does it matter?",
      "it": "Che importanza ha?"
    }
  },
  {
    "translation": {
      "en": "I won't be here long enough for you to remember.",
      "it": "Non starò abbastanza perché se lo ricordi."
    }
  },
  {
    "translation": {
      "en": "You will mind your manners and answer the question.",
      "it": "Ricorda le buone maniere e rispondimi."
    }
  },
  {
    "translation": {
      "en": "Please... call me Cordelia.",
      "it": "Per favore, potrebbe chiamarmi Cordelia?"
    }
  },
  {
    "translation": {
      "en": "Call you Cordelia? Is that your name?",
      "it": "Cordelia? È questo il tuo nome?"
    }
  },
  {
    "translation": {
      "en": "Or Penelope.",
      "it": "O Penelope."
    }
  },
  {
    "translation": {
      "en": "Penelope has a very tragical ring to it.",
      "it": "Penelope sembra abbastanza tragico."
    }
  },
  {
    "translation": {
      "en": "What is your name, child?",
      "it": "Come ti chiami, bambina?"
    }
  },
  {
    "translation": {
      "en": "Couldn't you call me either of those?",
      "it": "Può chiamarmi con uno di questi nomi?"
    }
  },
  {
    "translation": {
      "en": "My name is Anne.",
      "it": "Mi chiamo Anna."
    }
  },
  {
    "translation": {
      "en": "Plain Anne.",
      "it": "Semplicemente Anna."
    }
  },
  {
    "translation": {
      "en": "Anne is a fine name.",
      "it": "Anna è un bel nome."
    }
  },
  {
    "translation": {
      "en": "A sensible name.",
      "it": "Semplice e pratico."
    }
  },
  {
    "translation": {
      "en": "Could you please spell it with an \"E\" when you speak it?",
      "it": "Potrebbe, per piacere, far sentire la A quando lo dice?"
    }
  },
  {
    "translation": {
      "en": "Anne with an \"E\" looks much more distinguished.",
      "it": "Anna si distingue molto di più."
    }
  },
  {
    "translation": {
      "en": "Very well, then.",
      "it": "Molto bene, allora."
    }
  },
  {
    "translation": {
      "en": "Anne, with an \"E,\" it's time to come inside.",
      "it": "Anna, con la A finale. È ora di entrare. Alzati, forza."
    }
  },
  {
    "translation": {
      "en": "Get yourself up now.",
      "it": "È ora di entrare. Alzati, forza."
    }
  },
  {
    "translation": {
      "en": "I knew it.",
      "it": "Lo sapevo."
    }
  },
  {
    "translation": {
      "en": "This is a lovely home.",
      "it": "È una casa deliziosa."
    }
  },
  {
    "translation": {
      "en": "Why didn't you tell me at the train station that you didn't want me?",
      "it": "Perché non l'ha detto subito che volevate un ragazzo?"
    }
  },
  {
    "translation": {
      "en": "Why didn't you just leave me there?",
      "it": "Perché non mi ha lasciata lì?"
    }
  },
  {
    "translation": {
      "en": "If I hadn't seen the White Way of Delight or the Lake of Shining Waters,",
      "it": "Se non avessi visto la bianca Strada delle Delizie e il lago delle Acque Scintillanti"
    }
  },
  {
    "translation": {
      "en": "this wouldn't be so hard.",
      "it": "rinunciare sarebbe stato meno duro."
    }
  },
  {
    "translation": {
      "en": "-[Marilla] What on earth does she mean? -It's just...",
      "it": "Di che cosa sta parlando?"
    }
  },
  {
    "translation": {
      "en": "It's just a conversation we had on the road.",
      "it": "Si riferisce a una conversazione che abbiamo avuto per strada."
    }
  },
  {
    "translation": {
      "en": "I'll put the mare in.",
      "it": "Porto la cavalla nella stalla."
    }
  },
  {
    "translation": {
      "en": "[exhales] Take off your hat.",
      "it": "Togliti il cappello."
    }
  },
  {
    "translation": {
      "en": "Lay it and your bag on the bench.",
      "it": "Mettilo sulla panca assieme alla borsa."
    }
  },
  {
    "translation": {
      "en": "I simply don't understand. Were there no boys at the asylum?",
      "it": "Proprio non capisco. Non c'erano maschi all'orfanotrofio?"
    }
  },
  {
    "translation": {
      "en": "[Anne] There was an abundance of them.",
      "it": "Ce n'erano in abbondanza."
    }
  },
  {
    "translation": {
      "en": "But Mrs. Spencer said distinctly that you wanted a girl about my age,",
      "it": "La signora Spencer ha detto che volevate una femmina della mia età"
    }
  },
  {
    "translation": {
      "en": "and the matron thought that I would do.",
      "it": "e la direttrice pensava che fossi adatta."
    }
  },
  {
    "translation": {
      "en": "This is what comes of sending word and not going ourselves. Follow me.",
      "it": "Ecco che succede se qualcuno fa qualcosa al posto proprio. Seguimi. Non perdere tempo."
    }
  },
  {
    "translation": {
      "en": "Don't dally.",
      "it": "Seguimi. Non perdere tempo."
    }
  },
  {
    "translation": {
      "en": "I'm sorry to disappoint you, but there's nothing to be done.",
      "it": "Mi dispiace deluderti, ma non c'è niente da fare."
    }
  },
  {
    "translation": {
      "en": "We want a boy to help Matthew with the farm work.",
      "it": "Vogliamo un maschio che aiuti Matthew nei campi."
    }
  },
  {
    "translation": {
      "en": "A girl would be of no use to us. Do you understand?",
      "it": "Una femmina non servirebbe a niente, lo capisci?"
    }
  },
  {
    "translation": {
      "en": "-I can't say that I do. -I beg your pardon?",
      "it": "Non posso dire di capirlo. Come hai detto?"
    }
  },
  {
    "translation": {
      "en": "I don't mean any disrespect,",
      "it": "Non per essere irrispettosa,"
    }
  },
  {
    "translation": {
      "en": "but couldn't I do the farm chores even though I'm a girl?",
      "it": "ma non potrei lavorare nei campi pur essendo femmina?"
    }
  },
  {
    "translation": {
      "en": "That's not the way of things, and you know it.",
      "it": "Non funziona così e lo sai bene."
    }
  },
  {
    "translation": {
      "en": "But couldn't I?",
      "it": "Ma non potrei?"
    }
  },
  {
    "translation": {
      "en": "I'm as strong as a boy,",
      "it": "Sono forte come un maschio"
    }
  },
  {
    "translation": {
      "en": "and I prefer to be outdoors instead of cooped up in a kitchen.",
      "it": "e preferisco stare all'aperto che chiusa in una cucina."
    }
  },
  {
    "translation": {
      "en": "I don't understand the conundrum.",
      "it": "Non capisco il problema."
    }
  },
  {
    "translation": {
      "en": "For example, what if suddenly there were no boys in the world?",
      "it": "E che succederebbe se all'improvviso non ci fossero più maschi al mondo?"
    }
  },
  {
    "translation": {
      "en": "-None at all? -Fiddlesticks.",
      "it": "- Nemmeno uno? - Baggianate!"
    }
  },
  {
    "translation": {
      "en": "It doesn't make sense that girls aren't allowed to do farm work",
      "it": "Non ha senso non consentire alle femmine di lavorare nei campi"
    }
  },
  {
    "translation": {
      "en": "when girls can do anything a boy can do and more.",
      "it": "quando sanno fare tante cose anche meglio dei maschi."
    }
  },
  {
    "translation": {
      "en": "Do you consider yourself to be delicate and incapable? Because I certainly don't.",
      "it": "Lei si considera delicata e incapace? Io, di certo, no."
    }
  },
  {
    "translation": {
      "en": "Anyway, since I'm here now, couldn't you consider it?",
      "it": "Ma visto che sono qui, potrebbe pensarci su?"
    }
  },
  {
    "translation": {
      "en": "I could not.",
      "it": "No."
    }
  },
  {
    "translation": {
      "en": "And put those fool notions out of your head.",
      "it": "E levati queste idee sciocche dalla testa."
    }
  },
  {
    "translation": {
      "en": "[exhales] Come along. Let's get you washed up for supper.",
      "it": "Vai a lavarti le mani prima di cenare."
    }
  },
  {
    "translation": {
      "en": "Oh, good gracious, child! What's happened here?",
      "it": "Misericordia divina, cos'hai qui?"
    }
  },
  {
    "translation": {
      "en": "I was pinching myself a lot today to prove that this was all true.",
      "it": "Mi sono data i pizzicotti per assicurarmi che fosse tutto vero."
    }
  },
  {
    "translation": {
      "en": "Well, you're not eating at all.",
      "it": "Non mangi niente!"
    }
  },
  {
    "translation": {
      "en": "I can't. I'm sorry.",
      "it": "Non posso, mi dispiace."
    }
  },
  {
    "translation": {
      "en": "I'm in the depths of despair.",
      "it": "Sono troppo disperata."
    }
  },
  {
    "translation": {
      "en": "Can you eat when you're in the depths of despair?",
      "it": "Come mangiare quando si è in preda alla disperazione?"
    }
  },
  {
    "translation": {
      "en": "I've never been in the depths of despair, so I can't say.",
      "it": "Non sono mai stata così disperata, perciò non saprei."
    }
  },
  {
    "translation": {
      "en": "Well, did you ever imagine that you were in the depths of despair?",
      "it": "Davvero? L'avrà pur immaginato, qualche volta!"
    }
  },
  {
    "translation": {
      "en": "No, I didn't.",
      "it": "No. Mai."
    }
  },
  {
    "translation": {
      "en": "Well, it's a very uncomfortable feeling, indeed.",
      "it": "Allora non può capire come ci si sente."
    }
  },
  {
    "translation": {
      "en": "When you try to eat, a big lump comes right up into your throat,",
      "it": "Se si cerca di mangiare, sale un groppo alla gola"
    }
  },
  {
    "translation": {
      "en": "and you can't swallow anything.",
      "it": "e non si può ingoiare."
    }
  },
  {
    "translation": {
      "en": "Not even if it was a chocolate caramel.",
      "it": "Neanche un cioccolatino."
    }
  },
  {
    "translation": {
      "en": "I had chocolate caramel once two years ago, and it was simply delicious.",
      "it": "Ne ho mangiato uno, due anni fa. Era semplicemente delizioso."
    }
  },
  {
    "translation": {
      "en": "I hope you won't be offended that I can't eat. Everything is extremely nice.",
      "it": "Spero che non si offenda, se non mangio. È tutto squisito."
    }
  },
  {
    "translation": {
      "en": "I guess she's just tired.",
      "it": "Dev'essere stanca."
    }
  },
  {
    "translation": {
      "en": "Best put her to bed, hmm?",
      "it": "Direi di metterla a letto."
    }
  },
  {
    "translation": {
      "en": "Fetch your bag and follow me.",
      "it": "Prendi la tua borsa e seguimi."
    }
  },
  {
    "translation": {
      "en": "[exhales] Well, undress. Quick as you can. Get to bed.",
      "it": "Ora spogliati e vai a letto."
    }
  },
  {
    "translation": {
      "en": "I'll come back in a few minutes for the candle.",
      "it": "Tornerò tra poco per spegnere la candela."
    }
  },
  {
    "translation": {
      "en": "Good night.",
      "it": "Buonanotte."
    }
  },
  {
    "translation": {
      "en": "How can you call it a good night",
      "it": "Come può chiamarla così"
    }
  },
  {
    "translation": {
      "en": "when you know this must be the very worst night I've ever had?",
      "it": "quando sa benissimo che sarà la peggiore notte che abbia mai avuto?"
    }
  },
  {
    "translation": {
      "en": "Oh, that is a filthy habit!",
      "it": "Oh, che pessimo vizio!"
    }
  },
  {
    "translation": {
      "en": "Daresay a man's got a right to smoke...",
      "it": "Oserei dire che un uomo ha il diritto di fumare"
    }
  },
  {
    "translation": {
      "en": "when his mind's burdened.",
      "it": "quando la sua mente è afflitta."
    }
  },
  {
    "translation": {
      "en": "I daresay yours is, too.",
      "it": "E oserei dire... che anche la tua lo è."
    }
  },
  {
    "translation": {
      "en": "Yes, this is certainly a fine kettle of fish.",
      "it": "Sì, direi che siamo in un bel pasticcio."
    }
  },
  {
    "translation": {
      "en": "One of us will have to drive over and see Mrs. Spencer tomorrow, for certain.",
      "it": "Bisogna parlare con la signora Spencer, domani."
    }
  },
  {
    "translation": {
      "en": "The girl will have to be sent back.",
      "it": "La ragazzina deve tornare all'orfanotrofio."
    }
  },
  {
    "translation": {
      "en": "Yep, I suppose so.",
      "it": "Già, penso di sì."
    }
  },
  {
    "translation": {
      "en": "You suppose so? Don't you know it?",
      "it": "- Lo pensi soltanto? Non ne sei sicuro? - Beh, ora..."
    }
  },
  {
    "translation": {
      "en": "Well, now, it... seems a pity.",
      "it": "- Lo pensi soltanto? Non ne sei sicuro? - Beh, ora... Non è piacevole rimandarla indietro"
    }
  },
  {
    "translation": {
      "en": "I mean, to send her back?",
      "it": "Non è piacevole rimandarla indietro"
    }
  },
  {
    "translation": {
      "en": "She's so set on staying.",
      "it": "quando vuole restare qui."
    }
  },
  {
    "translation": {
      "en": "Matthew Cuthbert, do you mean to say you think we ought to keep her?",
      "it": "Matthew Cuthbert, non vorrai dirmi che vuoi tenerla?"
    }
  },
  {
    "translation": {
      "en": "No, no, no. I-I-I...",
      "it": "No, no. Io..."
    }
  },
  {
    "translation": {
      "en": "-No, I suppose not. -I should say not!",
      "it": "Suppongo di no. Me lo auguro."
    }
  },
  {
    "translation": {
      "en": "What good would she be to us?",
      "it": "Che cosa ne faremmo?"
    }
  },
  {
    "translation": {
      "en": "We might be some good to her.",
      "it": "Potremmo fare noi qualcosa di buono per lei."
    }
  },
  {
    "translation": {
      "en": "I believe that child has bewitched you.",
      "it": "Quella bambina ti ha stregato."
    }
  },
  {
    "translation": {
      "en": "I can see it plain as plain you want to keep her.",
      "it": "Si capisce benissimo che vuoi tenerla."
    }
  },
  {
    "translation": {
      "en": "She's a real interesting kind of person.",
      "it": "È un esserino grazioso e in gamba."
    }
  },
  {
    "translation": {
      "en": "That's one way to put it.",
      "it": "Se vuoi metterla così."
    }
  },
  {
    "translation": {
      "en": "You should have heard her talk, coming from the station.",
      "it": "Avresti dovuto sentirla sul percorso dalla stazione."
    }
  },
  {
    "translation": {
      "en": "Well, she can talk fast enough, and it's nothing in her favor.",
      "it": "La parlantina non le manca, ma non è un punto a suo favore."
    }
  },
  {
    "translation": {
      "en": "I don't mind the conversation.",
      "it": "A me non dà fastidio."
    }
  },
  {
    "translation": {
      "en": "I don't like children who have so much to say.",
      "it": "Io detesto i bambini che parlano troppo."
    }
  },
  {
    "translation": {
      "en": "There's something I don't understand about her.",
      "it": "C'è qualcosa in lei che non capisco."
    }
  },
  {
    "translation": {
      "en": "No, she's gotta be dispatched straightway back where she came from.",
      "it": "No, deve assolutamente tornare là da dove è venuta."
    }
  },
  {
    "translation": {
      "en": "I could hire a boy to help me, and, uh, she could be company for you.",
      "it": "Potrei ingaggiare un ragazzo per farmi aiutare e... - ...lei resterebbe a farti compagnia. - Non ne ho bisogno."
    }
  },
  {
    "translation": {
      "en": "I'm not suffering for company. And I'm not gonna keep her.",
      "it": "- ...lei resterebbe a farti compagnia. - Non ne ho bisogno. Ripeto, deve andarsene."
    }
  },
  {
    "translation": {
      "en": "Well, now... it's just as you say, of course.",
      "it": "Faremo proprio come vuoi tu, naturalmente."
    }
  },
  {
    "translation": {
      "en": "I'm going to bed.",
      "it": "Ora vado a dormire."
    }
  },
  {
    "translation": {
      "en": "[Anne] Dearest Snow Queen...",
      "it": "Cara Regina delle Nevi,"
    }
  },
  {
    "translation": {
      "en": "I accept your token offering.",
      "it": "accetto la tua offerta simbolica."
    }
  },
  {
    "translation": {
      "en": "Had I a book, I would press these sacred blossoms between its pages,",
      "it": "Se avessi un libro, li farei seccare tra le sue pagine"
    }
  },
  {
    "translation": {
      "en": "so that I could be forever reminded of this treasured moment.",
      "it": "così da potermi per sempre ricordare di questi momenti meravigliosi."
    }
  },
  {
    "translation": {
      "en": "Nevertheless...",
      "it": "Tuttavia..."
    }
  },
  {
    "translation": {
      "en": "I, Princess Cordelia...",
      "it": "...io... Principessa Cordelia"
    }
  },
  {
    "translation": {
      "en": "shall cherish this gift always.",
      "it": "avrò per sempre tesoro di questo dono."
    }
  },
  {
    "translation": {
      "en": "-Let my kiss prove my devotion. -[Marilla] What are you doing?",
      "it": "Che questo bacio provi la mia devozione... Che cosa fai?"
    }
  },
  {
    "translation": {
      "en": "It's time you were dressed.",
      "it": "È tempo che tu ti vesta."
    }
  },
  {
    "translation": {
      "en": "I was imagining that this morning was different than what it is.",
      "it": "Me la sarei aspettata diversa una mattina come questa."
    }
  },
  {
    "translation": {
      "en": "I was making believe that I was a beautiful princess,",
      "it": "Fantasticavo sull'essere una bellissima principessa"
    }
  },
  {
    "translation": {
      "en": "and that this was my sacred chamber, high in a tall stone spire.",
      "it": "e che questa era la mia sacra stanza, in alto, sulla cima del castello..."
    }
  },
  {
    "translation": {
      "en": "Never mind your chatter.",
      "it": "Basta con queste chiacchiere."
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "it": "Mi scusi."
    }
  },
  {
    "translation": {
      "en": "It's just that your gable room and your lovely old cherry tree",
      "it": "È solo che questa stanza e quello stupendo albero di ciliegie"
    }
  },
  {
    "translation": {
      "en": "provide such scope for the imagination.",
      "it": "lasciano correre l'immaginazione."
    }
  },
  {
    "translation": {
      "en": "I've also been wishing with all my might",
      "it": "E desideravo con tutta me stessa"
    }
  },
  {
    "translation": {
      "en": "that you'd tell me that you'd decided that I could stay.",
      "it": "che mi dicesse che aveva deciso di farmi restare."
    }
  },
  {
    "translation": {
      "en": "Pack that inside and come downstairs.",
      "it": "Prepara la borsa e vieni di sotto."
    }
  },
  {
    "translation": {
      "en": "We'll be driving to see Mrs. Spencer after breakfast.",
      "it": "Andremo dalla signora Spencer dopo la colazione."
    }
  },
  {
    "translation": {
      "en": "Put that down at once!",
      "it": "Rimettilo subito a posto."
    }
  },
  {
    "translation": {
      "en": "-Did you take anything? -No!",
      "it": "- Hai preso qualcosa? - No."
    }
  },
  {
    "translation": {
      "en": "I was only memorizing.",
      "it": "Cercavo solo di memorizzare."
    }
  },
  {
    "translation": {
      "en": "Let me see.",
      "it": "Fammi vedere."
    }
  },
  {
    "translation": {
      "en": "Stop your snooping and come to breakfast.",
      "it": "Basta curiosare e vieni a fare colazione."
    }
  },
  {
    "translation": {
      "en": "[Anne] I'm pretty hungry.",
      "it": "Sono affamata. Il mondo non è più un deserto di solitudine"
    }
  },
  {
    "translation": {
      "en": "The world doesn't seem such a howling wilderness as it did last night.",
      "it": "Sono affamata. Il mondo non è più un deserto di solitudine come ieri sera."
    }
  },
  {
    "translation": {
      "en": "I'm glad it's a pretty morning, so we won't be driving back in the rain.",
      "it": "Meno male che c'è il sole, così non viaggeremo con la pioggia."
    }
  },
  {
    "translation": {
      "en": "That would be extremely difficult to bear.",
      "it": "Sarebbe stato difficile da sopportare."
    }
  },
  {
    "translation": {
      "en": "It's all very well to read sorrowful stories,",
      "it": "Mi piace immaginare di essere una persona forte"
    }
  },
  {
    "translation": {
      "en": "and imagine yourself living through them heroically, but...",
      "it": "che supera eroicamente i dispiaceri, ma..."
    }
  },
  {
    "translation": {
      "en": "it's not so easy when you're actually woeful.",
      "it": "...non mi piace affrontarli davvero. Non trova?"
    }
  },
  {
    "translation": {
      "en": "Oh, for pity's sake, hold your tongue.",
      "it": "...non mi piace affrontarli davvero. Non trova? Per favore, frena la lingua. Parli troppo per i miei gusti."
    }
  },
  {
    "translation": {
      "en": "You talk entirely too much.",
      "it": "Per favore, frena la lingua. Parli troppo per i miei gusti."
    }
  },
  {
    "translation": {
      "en": "Yes, ma'am.",
      "it": "Sì, signora."
    }
  },
  {
    "translation": {
      "en": "Just so's you know, I sent word",
      "it": "Volevo dirti che ho chiesto in giro se quel ragazzo francese"
    }
  },
  {
    "translation": {
      "en": "to see if that French boy is available through harvest.",
      "it": "Volevo dirti che ho chiesto in giro se quel ragazzo francese è disponibile per il raccolto."
    }
  },
  {
    "translation": {
      "en": "-Gracious me! -I can milk a cow and split wood.",
      "it": "Santo cielo. So mungere una mucca e spaccare la legna."
    }
  },
  {
    "translation": {
      "en": "I can wash clothes, iron, dust, sweep and so many other things.",
      "it": "So fare il bucato, stirare, spolverare, fare le pulizie e altre cose."
    }
  },
  {
    "translation": {
      "en": "There is no end to what I could accomplish.",
      "it": "So fare davvero tante cose."
    }
  },
  {
    "translation": {
      "en": "I will take care of these dishes for you, Miss Cuthbert. You will see.",
      "it": "Posso lavare io i piatti. Le faccio vedere."
    }
  },
  {
    "translation": {
      "en": "I'll do them right.",
      "it": "So farlo bene."
    }
  },
  {
    "translation": {
      "en": "Be careful with the kettle. It's very hot. Use both hands.",
      "it": "Attenta col bollitore. È bollente. Prendilo con entrambe le mani."
    }
  },
  {
    "translation": {
      "en": "I see it clear now. This very idea was folly.",
      "it": "Ora mi è tutto chiaro. Questa è stata un'assurdità."
    }
  },
  {
    "translation": {
      "en": "You can't make up a family. Only kin is kin.",
      "it": "Una famiglia non si può improvvisare. Contano i legami di sangue."
    }
  },
  {
    "translation": {
      "en": "Surely you'll be needing Anne more than ever since your husband's passing.",
      "it": "Avrà di sicuro bisogno... ...più che mai di Anna dopo la morte di suo marito."
    }
  },
  {
    "translation": {
      "en": "[Mrs. Hammond] I don't want her. I'm moving to my sister's, and I got no reason to take her.",
      "it": "Non la voglio. Vado da mia sorella. Non c'è ragione di tenerla."
    }
  },
  {
    "translation": {
      "en": "-We're overcrowded as it is. -I don't need another mouth to feed.",
      "it": "Mi spiace, l'orfanotrofio è pieno. - Non voglio un'altra bocca da sfamare. - Posso aiutare."
    }
  },
  {
    "translation": {
      "en": "[Anne] But I can help you.",
      "it": "- Non voglio un'altra bocca da sfamare. - Posso aiutare."
    }
  },
  {
    "translation": {
      "en": "-[sighs] -Haven't I been of help to you?",
      "it": "Non l'ho fatto fino ad ora?"
    }
  },
  {
    "translation": {
      "en": "-Please don't leave me here. -You're not kin.",
      "it": "- La prego, non mi lasci qui. - Non sei mia figlia."
    }
  },
  {
    "translation": {
      "en": "I got enough kin. You're taking her back, and that's final.",
      "it": "Ne ho già abbastanza. Riprendetevela, non si discute."
    }
  },
  {
    "translation": {
      "en": "[gasps] I'm so sorry! Nothing's broken!",
      "it": "Scusate. Non si è rotto."
    }
  },
  {
    "translation": {
      "en": "Oh, you'll never keep me now.",
      "it": "Non mi terrete mai."
    }
  },
  {
    "translation": {
      "en": "I was never going to keep you.",
      "it": "Non l'avrei fatto comunque."
    }
  },
  {
    "translation": {
      "en": "[exhales] I'll be back in time for tea.",
      "it": "Tornerò entro l'ora del tè."
    }
  },
  {
    "translation": {
      "en": "Anne...",
      "it": "Anna."
    }
  },
  {
    "translation": {
      "en": "-Bye, Mr. Cuthbert. -I...",
      "it": "Addio, signor Cuthbert. Quando ho detto..."
    }
  },
  {
    "translation": {
      "en": "I didn't say I'd hire a boy to get rid of you.",
      "it": "...di voler assumere un ragazzo, non era per liberarmi di te."
    }
  },
  {
    "translation": {
      "en": "It was in hopes that you could stay.",
      "it": "Ma nella speranza che potessi restare."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "it": "La ringrazio."
    }
  },
  {
    "translation": {
      "en": "I'll never forget you. You take care now...",
      "it": "- Non la dimenticherò mai. - Abbi cura di te."
    }
  },
  {
    "translation": {
      "en": "Anne with an \"E.\"",
      "it": "Anna con la A."
    }
  },
  {
    "translation": {
      "en": "Oh, for heaven's sake! [clicks tongue]",
      "it": "Oh, santo cielo."
    }
  },
  {
    "translation": {
      "en": "My brother is a ridiculous man.",
      "it": "Mio fratello è un uomo ridicolo."
    }
  },
  {
    "translation": {
      "en": "I think he's lovely.",
      "it": "È una persona meravigliosa."
    }
  },
  {
    "translation": {
      "en": "He's ever so sympathetic, and he didn't seem to mind how much I talked.",
      "it": "È così comprensivo, e non gli dà fastidio quando parlo troppo."
    }
  },
  {
    "translation": {
      "en": "In fact, he seemed to like it.",
      "it": "Sembrava gli piacesse."
    }
  },
  {
    "translation": {
      "en": "I felt he was a kindred spirit as soon as ever I saw him.",
      "it": "Ho capito che eravamo anime affini appena l'ho visto."
    }
  },
  {
    "translation": {
      "en": "You're both queer enough, that's for sure.",
      "it": "Siete entrambi strani, questo è sicuro."
    }
  },
  {
    "translation": {
      "en": "I've made up my mind to enjoy this drive.",
      "it": "Ho deciso di godermi questa gita."
    }
  },
  {
    "translation": {
      "en": "It's been my experience you can nearly always enjoy something",
      "it": "So per esperienza personale che se lo si vuole con forza,"
    }
  },
  {
    "translation": {
      "en": "if you make up your mind firmly that you will.",
      "it": "si può godere di qualsiasi cosa."
    }
  },
  {
    "translation": {
      "en": "Of course, you must make up your mind firmly.",
      "it": "Certo, bisogna essere decisi sul serio."
    }
  },
  {
    "translation": {
      "en": "I believe this is something that you and I have in common.",
      "it": "Credo sia una cosa che io e lei abbiamo in comune."
    }
  },
  {
    "translation": {
      "en": "[Anne] I wish I was a seagull.",
      "it": "Avrei voluto essere un gabbiano."
    }
  },
  {
    "translation": {
      "en": "They're the most carefree of all the birds, don't you think?",
      "it": "Sono tra le creature più spensierate, non crede?"
    }
  },
  {
    "translation": {
      "en": "Look. Wild roses!",
      "it": "Oh, guardi delle rose canine."
    }
  },
  {
    "translation": {
      "en": "Isn't pink just the most bewitching color? I love it, but I can't wear it.",
      "it": "Il rosa è il colore più bello del mondo, vero? Lo adoro, ma non fa per me."
    }
  },
  {
    "translation": {
      "en": "Redheaded people can't wear pink, not even in the imagination.",
      "it": "Chi ha i capelli rossi non indossa il rosa, neanche lo immagina."
    }
  },
  {
    "translation": {
      "en": "Know of anybody whose hair was red when she was younger,",
      "it": "Ha mai sentito di qualcuno che aveva i capelli rossi"
    }
  },
  {
    "translation": {
      "en": "but got to be another color when she grew up?",
      "it": "e crescendo, hanno cambiato colore?"
    }
  },
  {
    "translation": {
      "en": "I shouldn't think it likely.",
      "it": "Non credo succeda."
    }
  },
  {
    "translation": {
      "en": "There's another hope gone.",
      "it": "Ecco un'altra speranza svanita."
    }
  },
  {
    "translation": {
      "en": "\"My life is a perfect graveyard of buried hopes.\"",
      "it": "La mia vita è un cimitero di speranze svanite."
    }
  },
  {
    "translation": {
      "en": "I read that sentence in a book once.",
      "it": "L'ho letta in un libro."
    }
  },
  {
    "translation": {
      "en": "I say it to comfort myself whenever I'm disappointed in anything.",
      "it": "Mi conforta quando qualcosa mi turba."
    }
  },
  {
    "translation": {
      "en": "I don't see where the comforting comes in, myself.",
      "it": "Non vedo cosa ci sia di confortante."
    }
  },
  {
    "translation": {
      "en": "Because it sounds so romantic, as if I were a heroine in a storybook.",
      "it": "È romantica. Mi fa sentire come l'eroina di un romanzo."
    }
  },
  {
    "translation": {
      "en": "[Marilla] You must have gone to school.",
      "it": "Devi essere stata a scuola."
    }
  },
  {
    "translation": {
      "en": "[Anne] Not a great deal, although I went when I was at the asylum. I love school.",
      "it": "Non molto. Solo di recente, quando ero all'orfanotrofio. L'adoro, ma quando facevo i lavori domestici,"
    }
  },
  {
    "translation": {
      "en": "But in a household with so much to attend to, the children, the cooking, the chores,",
      "it": "L'adoro, ma quando facevo i lavori domestici, con i bambini, la cucina, le pulizie, non era possibile."
    }
  },
  {
    "translation": {
      "en": "it just wasn't an option.",
      "it": "con i bambini, la cucina, le pulizie, non era possibile."
    }
  },
  {
    "translation": {
      "en": "Is there a reason why Green Gables is so secluded?",
      "it": "C'è un motivo per cui Green Gables è così appartata?"
    }
  },
  {
    "translation": {
      "en": "[Marilla] Reason?",
      "it": "Un motivo?"
    }
  },
  {
    "translation": {
      "en": "My family wasn't inclined toward idle chatter.",
      "it": "La mia famiglia non era incline alle futili chiacchiere."
    }
  },
  {
    "translation": {
      "en": "[Anne] Do you miss your parents terribly?",
      "it": "Le mancano molto i suoi genitori?"
    }
  },
  {
    "translation": {
      "en": "[Marilla] They lived good Christian lives.",
      "it": "Hanno vissuto da bravi cristiani."
    }
  },
  {
    "translation": {
      "en": "You can't begrudge God for bringing them home.",
      "it": "Non posso biasimare Dio per averli portati nella Sua casa."
    }
  },
  {
    "translation": {
      "en": "I suppose not.",
      "it": "Suppongo di no."
    }
  },
  {
    "translation": {
      "en": "You suppose not?",
      "it": "Supponi di no?"
    }
  },
  {
    "translation": {
      "en": "Why is it you find yourself an orphan? Well, it happened when I was an infant.",
      "it": "- Quando sei diventata orfana? - Quand'ero molto piccola."
    }
  },
  {
    "translation": {
      "en": "I'd like to know the circumstances if you've a mind to tell them.",
      "it": "Vorrei sapere di più su di te, se ti va di raccontare."
    }
  },
  {
    "translation": {
      "en": "I don't mind telling stories.",
      "it": "Non mi dispiace raccontare storie."
    }
  },
  {
    "translation": {
      "en": "\"Somewhere in a far-off land, in a place whose name I do not care to remember,",
      "it": "Da qualche parte in una terra lontana, il cui nome non ricordo,"
    }
  },
  {
    "translation": {
      "en": "a gentleman lived not long ago.",
      "it": "viveva un gentiluomo, non molto tempo fa."
    }
  },
  {
    "translation": {
      "en": "One of those with a lance, and an ancient shield on a shelf",
      "it": "Di quelli con una lancia e uno scudo sullo scaffale,"
    }
  },
  {
    "translation": {
      "en": "who keeps a skinny nag and a greyhound for racing--\"",
      "it": "con un ronzino magro e un levriero per..."
    }
  },
  {
    "translation": {
      "en": "-How dare you! -What?",
      "it": "Come osi?"
    }
  },
  {
    "translation": {
      "en": "Do you take me for a fool?",
      "it": "- Cosa? - Mi prendi per stupida?"
    }
  },
  {
    "translation": {
      "en": "Well, it's just a much better story than mine.",
      "it": "Questa è molto meglio di quella vera."
    }
  },
  {
    "translation": {
      "en": "I didn't ask for any story, I asked for yours.",
      "it": "Non m'interessano le storie. Voglio la tua."
    }
  },
  {
    "translation": {
      "en": "If you can't tell the truth, then I have no time for you.",
      "it": "Se non dici la verità, non ti ascolterò."
    }
  },
  {
    "translation": {
      "en": "If you let me tell you what I imagine about myself,",
      "it": "Sarebbe più interessante"
    }
  },
  {
    "translation": {
      "en": "you'll find it ever so much more interesting.",
      "it": "se le parlassi di come mi vedo."
    }
  },
  {
    "translation": {
      "en": "Wishing something is different than it is will not make it so!",
      "it": "Sperare che qualcosa sia diverso non lo rende diverso."
    }
  },
  {
    "translation": {
      "en": "Truer words were never spoken.",
      "it": "Mai fu detta verità più vera."
    }
  },
  {
    "translation": {
      "en": "My parents were Walter and Bertha Shirley.",
      "it": "I miei genitori si chiamavano Walter e Bertha Shirley."
    }
  },
  {
    "translation": {
      "en": "They were newlyweds, and they were poor as church mice.",
      "it": "Erano una coppia di sposi tanto giovani quanto poveri."
    }
  },
  {
    "translation": {
      "en": "They died of a fever when I was three months old.",
      "it": "Morirono di febbre quando avevo appena tre mesi."
    }
  },
  {
    "translation": {
      "en": "So I've been earning my keep for as long as I can remember, and...",
      "it": "Ed è questo il mio destino fin da allora e..."
    }
  },
  {
    "translation": {
      "en": "I suppose I was lucky that I was placed out, instead of staying in the asylum.",
      "it": "Credo di essere stata fortunata di essere andata in famiglia e non in orfanotrofio."
    }
  },
  {
    "translation": {
      "en": "I never understood it.",
      "it": "Non l'ho mai capito."
    }
  },
  {
    "translation": {
      "en": "If children are such a burden, then why do people have so many of them?",
      "it": "Se i bambini sono un tale peso, perché la gente ne fa così tanti?"
    }
  },
  {
    "translation": {
      "en": "Nevertheless, it's a shame I'll never have the opportunity.",
      "it": "Tuttavia, è un peccato non aver mai avuto l'opportunità."
    }
  },
  {
    "translation": {
      "en": "What do you mean?",
      "it": "Cosa vuoi dire?"
    }
  },
  {
    "translation": {
      "en": "To be one.",
      "it": "Di essere una figlia."
    }
  },
  {
    "translation": {
      "en": "Anne!",
      "it": "Anna."
    }
  },
  {
    "translation": {
      "en": "No! Go home! Go home!",
      "it": "No. Vai a casa!"
    }
  },
  {
    "translation": {
      "en": "Oh, my Lord!",
      "it": "Oh, santo cielo."
    }
  },
  {
    "translation": {
      "en": "Are you all right?",
      "it": "Stai bene?"
    }
  },
  {
    "translation": {
      "en": "-Shh. -Oh, dear Lord!",
      "it": "- Santo cielo. - Va tutto bene."
    }
  },
  {
    "translation": {
      "en": "-I'm fine. Here you are. Shh. -Oh, whoa, whoa, whoa.",
      "it": "Sto bene. Ecco."
    }
  },
  {
    "translation": {
      "en": "It's all right. It's all right, Belle.",
      "it": "È tutto a posto."
    }
  },
  {
    "translation": {
      "en": "There is no need to worry anymore, Belle.",
      "it": "- Non c'è motivo di impaurirsi, Belle. - Belle?"
    }
  },
  {
    "translation": {
      "en": "-Belle? -That's her name.",
      "it": "- Non c'è motivo di impaurirsi, Belle. - Belle? È il suo nome."
    }
  },
  {
    "translation": {
      "en": "-[chuckles] Wasn't that an adventure? -Wasn't it just!",
      "it": "Non è stata un'avventura? Ma non mi dire!"
    }
  },
  {
    "translation": {
      "en": "-You're sure you're all right? -Mm-hmm.",
      "it": "Sei sicura di star bene?"
    }
  },
  {
    "translation": {
      "en": "You were very level-headed.",
      "it": "Sei stata molto assennata."
    }
  },
  {
    "translation": {
      "en": "I'm used to a ruckus.",
      "it": "Sono abituata al trambusto."
    }
  },
  {
    "translation": {
      "en": "My, you're the last folks I was looking for today, but I'm real glad to see you.",
      "it": "Lei è l'ultima persona che immaginavo di vedere, oggi. Sono contenta di vederla."
    }
  },
  {
    "translation": {
      "en": "And how are you doing, dear Anne?",
      "it": "E tu, Anna, come stai?"
    }
  },
  {
    "translation": {
      "en": "I'm well enough, thank you.",
      "it": "Abbastanza bene, grazie."
    }
  },
  {
    "translation": {
      "en": "What brings you by, Miss Cuthbert?",
      "it": "- A cosa devo la sua visita? - Vede, signora Spencer,"
    }
  },
  {
    "translation": {
      "en": "Well, the fact is, Mrs. Spencer, there's been a queer mistake somewhere.",
      "it": "- A cosa devo la sua visita? - Vede, signora Spencer, c'è stato un malinteso e sono qui per cercare di chiarirlo."
    }
  },
  {
    "translation": {
      "en": "I've come over to see where it is.",
      "it": "c'è stato un malinteso e sono qui per cercare di chiarirlo."
    }
  },
  {
    "translation": {
      "en": "Matthew and I sent word for you to bring us a boy from the asylum.",
      "it": "Matthew e io avevamo chiesto di portarci un ragazzo dall'orfanotrofio."
    }
  },
  {
    "translation": {
      "en": "We told your brother Robert to tell you we wanted a boy.",
      "it": "Abbiamo detto a suo fratello che volevamo un ragazzo."
    }
  },
  {
    "translation": {
      "en": "Marilla Cuthbert, you don't say so!",
      "it": "Marilla Cuthbert, non me lo dica!"
    }
  },
  {
    "translation": {
      "en": "But Robert sent word through his daughter Nancy that you wanted a girl.",
      "it": "Robert mi ha detto tramite sua figlia Nancy che volevate una femmina."
    }
  },
  {
    "translation": {
      "en": "Oh, that Nancy is a terrible flighty thing.",
      "it": "Quella Nancy è una scervellata,"
    }
  },
  {
    "translation": {
      "en": "I've often had to scold her for her heedlessness.",
      "it": "spesso devo riprenderla per la sua superficialità."
    }
  },
  {
    "translation": {
      "en": "I'm dreadfully sorry about this.",
      "it": "Sono terribilmente dispiaciuta."
    }
  },
  {
    "translation": {
      "en": "It was our own fault.",
      "it": "Il torto è nostro."
    }
  },
  {
    "translation": {
      "en": "We should have come to you ourselves, and not left an important message",
      "it": "Avremmo dovuto venire di persona e non affidare un messaggio così importante ad altri."
    }
  },
  {
    "translation": {
      "en": "to be handed on by word of mouth.",
      "it": "e non affidare un messaggio così importante ad altri."
    }
  },
  {
    "translation": {
      "en": "However, the mistake has been made, and the only thing to do is to set it right.",
      "it": "Comunque, l'errore c'è stato e ora bisogna rimediare."
    }
  },
  {
    "translation": {
      "en": "I suppose the asylum will take her back, won't they?",
      "it": "Immagino che l'orfanotrofio possa riprenderla, no?"
    }
  },
  {
    "translation": {
      "en": "I suppose, but it might not be necessary to return her.",
      "it": "Direi di sì. Ma non credo sia necessario."
    }
  },
  {
    "translation": {
      "en": "My neighbor, Mrs. Blewett,",
      "it": "La signora Blewett è venuta a farmi visita."
    }
  },
  {
    "translation": {
      "en": "was just saying to me she's overburdened by her large family,",
      "it": "Ha una famiglia numerosa"
    }
  },
  {
    "translation": {
      "en": "and she wishes she'd sent for a girl to help.",
      "it": "e vorrebbe una ragazza che l'aiuti a casa."
    }
  },
  {
    "translation": {
      "en": "Anne will do nicely.",
      "it": "Anna sarà perfetta."
    }
  },
  {
    "translation": {
      "en": "I call this positively providential.",
      "it": "Quest'errore può rivelarsi provvidenziale."
    }
  },
  {
    "translation": {
      "en": "We'll call on her and see. I'm sure she'll agree.",
      "it": "La chiamo e vedremo. Sicuramente sarà d'accordo."
    }
  },
  {
    "translation": {
      "en": "-How old are you and what's your name? -Anne Shirley. I'm just 13.",
      "it": "- Quanti anni hai? Come ti chiami? - 13 anni e il mio nome è Anna Shirley."
    }
  },
  {
    "translation": {
      "en": "Hmm. You don't look as if there's much to you. But you're wiry.",
      "it": "Non hai un gran bell'aspetto, sei filiforme."
    }
  },
  {
    "translation": {
      "en": "I don't know, but the wiry ones are the best after all.",
      "it": "Ma le ragazze magroline sono gran lavoratrici."
    }
  },
  {
    "translation": {
      "en": "If I take you, you'll do as I say, and speak when spoken to.",
      "it": "Se ti prendo, farai come dico e parlerai se interpellata."
    }
  },
  {
    "translation": {
      "en": "I don't suffer no backtalk.",
      "it": "Non tollero che mi si risponda."
    }
  },
  {
    "translation": {
      "en": "If I find you lacking, you'll know the toe of my boot.",
      "it": "Se non farai come dico, sentirai la mia scarpa."
    }
  },
  {
    "translation": {
      "en": "I expect you to earn your keep, and no mistake.",
      "it": "Dovrai guadagnarti ogni boccone."
    }
  },
  {
    "translation": {
      "en": "I'm at my wits' end with this one. He'll be the death of me.",
      "it": "Sono allo stremo con lui. Sarà la mia rovina."
    }
  },
  {
    "translation": {
      "en": "That's a colic cry.",
      "it": "Ha le coliche."
    }
  },
  {
    "translation": {
      "en": "[Mrs. Blewett] What?",
      "it": "Cosa?"
    }
  },
  {
    "translation": {
      "en": "[Anne] He'll do better if you swaddle him.",
      "it": "Lo avvolga in delle fasce."
    }
  },
  {
    "translation": {
      "en": "And gripe water helps.",
      "it": "E gli dia l'anti-coliche."
    }
  },
  {
    "translation": {
      "en": "-Anne has worked for large families. -And work she will.",
      "it": "Anna ha lavorato in famiglie numerose. E lavoro avrà. Qui non facciamo la carità."
    }
  },
  {
    "translation": {
      "en": "This ain't no charity house.",
      "it": "E lavoro avrà. Qui non facciamo la carità."
    }
  },
  {
    "translation": {
      "en": "I suppose I can take her off your hands, Miss Cuthbert. If you like, I can take her now.",
      "it": "Penso di poterla liberare di lei. Posso portarla via subito."
    }
  },
  {
    "translation": {
      "en": "W-Well, I-I don't know.",
      "it": "Beh, non so. Io..."
    }
  },
  {
    "translation": {
      "en": "I... I didn't say Matthew and I had absolutely decided we wouldn't keep her.",
      "it": "Non ho detto che avevamo deciso di sbarazzarci di Anna."
    }
  },
  {
    "translation": {
      "en": "I... I just came over to find out how the mistake had occurred.",
      "it": "Sono venuta solo per capire come si era giunti a quest'errore."
    }
  },
  {
    "translation": {
      "en": "I'd better take her home again, and talk it over with my brother.",
      "it": "Credo sia meglio riprenderla e parlarne con Matthew."
    }
  },
  {
    "translation": {
      "en": "I ought not to decide on anything without consulting him.",
      "it": "Non posso decidere niente senza prima consultarlo."
    }
  },
  {
    "translation": {
      "en": "If we make up our minds not to keep her, we'll send her over to you.",
      "it": "Se ci accordiamo di non tenerla, gliela manderemo."
    }
  },
  {
    "translation": {
      "en": "Otherwise, you can assume that she'll be staying with us.",
      "it": "Se non ci vede, vuol dire che abbiamo deciso di tenerla."
    }
  },
  {
    "translation": {
      "en": "Will that suit you, Mrs. Blewett?",
      "it": "Va bene, signora Blewett?"
    }
  },
  {
    "translation": {
      "en": "-I suppose it'll have to. -Very well.",
      "it": "- Se lo dice lei. - Molto bene."
    }
  },
  {
    "translation": {
      "en": "Good day.",
      "it": "Buona giornata."
    }
  },
  {
    "translation": {
      "en": "Oh, Miss Cuthbert, did you really say that perhaps you'd let me stay at Green Gables,",
      "it": "C'è davvero qualche possibilità che resti a Green Gables?"
    }
  },
  {
    "translation": {
      "en": "or did I only imagine that you did?",
      "it": "O l'ho soltanto immaginato?"
    }
  },
  {
    "translation": {
      "en": "Yes, I did say that and no more. But it isn't decided yet,",
      "it": "Sì, hai capito bene. Ma non c'è ancora niente di definitivo."
    }
  },
  {
    "translation": {
      "en": "and perhaps we'll conclude that Mrs. Blewett should take you after all.",
      "it": "E chissà, forse decideremo di cederti alla signora Blewett."
    }
  },
  {
    "translation": {
      "en": "Well, I'd rather go back to the asylum than live with her.",
      "it": "Preferirei tornare all'orfanotrofio che andare a vivere da lei."
    }
  },
  {
    "translation": {
      "en": "I keep expecting her to chase after us on a broomstick.",
      "it": "Sembra proprio una strega."
    }
  },
  {
    "translation": {
      "en": "I would like you to hold your tongue on the ride home.",
      "it": "Ti pregherei di adottare un linguaggio più consono, sulla strada del ritorno."
    }
  },
  {
    "translation": {
      "en": "I've got plenty to think about.",
      "it": "Ho già tanti pensieri."
    }
  },
  {
    "translation": {
      "en": "I'll thank you to keep your questions to yourself till we can speak in private.",
      "it": "Rimanda le tue domande a quando saremo soli."
    }
  },
  {
    "translation": {
      "en": "Run along inside. Put your bag upstairs, and put the kettle on.",
      "it": "Vieni dentro. Porta la borsa di sopra e metti su il bollitore."
    }
  },
  {
    "translation": {
      "en": "Yes, Miss Cuthbert.",
      "it": "Sì, signorina Cuthbert."
    }
  },
  {
    "translation": {
      "en": "Oh, wipe that silly grin off your face!",
      "it": "E togliti quel sorrisetto dalla faccia."
    }
  },
  {
    "translation": {
      "en": "[Matthew] I wouldn't give a dog I liked to that Blewett woman.",
      "it": "Non affiderei neanche un cane a quella Blewett."
    }
  },
  {
    "translation": {
      "en": "Trouble is I don't know about keeping her.",
      "it": "Ma non so se dovremmo tenerla."
    }
  },
  {
    "translation": {
      "en": "She's an interesting little thing.",
      "it": "È interessante."
    }
  },
  {
    "translation": {
      "en": "It'd be more to the point if she was a useful little thing.",
      "it": "Sarebbe più utile se ci aiutasse pure."
    }
  },
  {
    "translation": {
      "en": "I propose we give her a one-week trial to see how she behaves.",
      "it": "Propongo di tenerla in prova per vedere come si comporta."
    }
  },
  {
    "translation": {
      "en": "She has five days.",
      "it": "Cinque giorni."
    }
  },
  {
    "translation": {
      "en": "I'll need a lot of convincing, that's for certain.",
      "it": "Dovrà convincermi, poco ma sicuro."
    }
  },
  {
    "translation": {
      "en": "Oh, for heaven's sake!",
      "it": "Oh, santo cielo."
    }
  },
  {
    "translation": {
      "en": "I noticed last night that you threw your clothes all about the floor when you took them off.",
      "it": "Ho notato che ieri, dopo esserti spogliata hai gettato i vestiti sul pavimento."
    }
  },
  {
    "translation": {
      "en": "That is a very untidy habit, and I can't allow it.",
      "it": "È un'abitudine scorretta e non posso tollerarla."
    }
  },
  {
    "translation": {
      "en": "You must fold your clothing neatly, and place it on the chair.",
      "it": "Quando togli un indumento, piegalo e mettilo sulla sedia."
    }
  },
  {
    "translation": {
      "en": "I haven't any use for little girls who aren't neat.",
      "it": "Le ragazzine disordinate non fanno per me."
    }
  },
  {
    "translation": {
      "en": "I was so harrowed up in my mind last night that I didn't think about my clothes at all.",
      "it": "Ero così in ansia, ieri sera, che non ho pensato affatto ai vestiti."
    }
  },
  {
    "translation": {
      "en": "I'll fold them nicely tonight.",
      "it": "Stasera li piegherò per bene."
    }
  },
  {
    "translation": {
      "en": "Although, I have been known to forget.",
      "it": "A volte dimentico di farlo,"
    }
  },
  {
    "translation": {
      "en": "I'm usually in such a hurry to finally get to bed.",
      "it": "ho sempre fretta di infilarmi a letto."
    }
  },
  {
    "translation": {
      "en": "Well, you'll have to remember if you're gonna stay here.",
      "it": "Se resti qui non devi dimenticartene."
    }
  },
  {
    "translation": {
      "en": "You understand that you're on trial, yes?",
      "it": "Hai capito che sei in prova, vero?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "A decision will be made in one week.",
      "it": "Decideremo fra una settimana."
    }
  },
  {
    "translation": {
      "en": "Now... say your prayers and get into bed.",
      "it": "E ora... - ...prega, prima di coricarti. - Non prego mai."
    }
  },
  {
    "translation": {
      "en": "I never say any prayers.",
      "it": "- ...prega, prima di coricarti. - Non prego mai."
    }
  },
  {
    "translation": {
      "en": "What?",
      "it": "Come?"
    }
  },
  {
    "translation": {
      "en": "Well, I said them at the asylum Sunday School. I liked the catechism.",
      "it": "Pregavo alla scuola domenicale dell'orfanotrofio. Mi piace il catechismo."
    }
  },
  {
    "translation": {
      "en": "[exhales] There's something splendid about some of the words.",
      "it": "C'è qualcosa di meraviglioso in alcune parole."
    }
  },
  {
    "translation": {
      "en": "\"Infinite and unchangeable.\"",
      "it": "Infinito e immutabile."
    }
  },
  {
    "translation": {
      "en": "It's not quite poetry, but it sounds a lot like it, doesn't it?",
      "it": "Non è proprio poesia, ma quasi, non le sembra?"
    }
  },
  {
    "translation": {
      "en": "We're not talking about poetry, Anne, we're talking about prayers.",
      "it": "Non stiamo parlando di poesia, Anna, ma di preghiere."
    }
  },
  {
    "translation": {
      "en": "Don't you know it's a terrible wicked thing",
      "it": "È una cosa deplorevole"
    }
  },
  {
    "translation": {
      "en": "not to say your prayers every night?",
      "it": "- non pregare prima di dormire. - Mi dispiace."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I-I-I was never taught to say them.",
      "it": "- non pregare prima di dormire. - Mi dispiace. - Non me l'hanno insegnato. - Dovrai dire le preghiere"
    }
  },
  {
    "translation": {
      "en": "You must say your prayers while you're under my roof.",
      "it": "- Non me l'hanno insegnato. - Dovrai dire le preghiere - finché sarai sotto il mio tetto. - Sì, certo."
    }
  },
  {
    "translation": {
      "en": "Of course. If you want me to.",
      "it": "- finché sarai sotto il mio tetto. - Sì, certo."
    }
  },
  {
    "translation": {
      "en": "I'd do anything to oblige you.",
      "it": "Qualsiasi cosa, pur di piacerle."
    }
  },
  {
    "translation": {
      "en": "[exhales] But you'll have to tell me how to say them, for just this once.",
      "it": "Ma almeno la prima volta dovrà suggerirmi cosa dire."
    }
  },
  {
    "translation": {
      "en": "You must kneel down.",
      "it": "Inginocchiati."
    }
  },
  {
    "translation": {
      "en": "Why must people kneel down to pray?",
      "it": "Perché bisogna inginocchiarsi?"
    }
  },
  {
    "translation": {
      "en": "If I really wanted to pray, I'll tell you what I'd do.",
      "it": "Se avessi voglia di pregare, sa cosa vorrei fare?"
    }
  },
  {
    "translation": {
      "en": "I'd go into a great big field all alone...",
      "it": "Andrei in un grande prato tutta sola,"
    }
  },
  {
    "translation": {
      "en": "or into the deep, deep woods,",
      "it": "o in un bosco fittissimo,"
    }
  },
  {
    "translation": {
      "en": "and I'd look up into the sky, up up up,",
      "it": "guarderei il cielo, fisserei quell'azzurro senza fine"
    }
  },
  {
    "translation": {
      "en": "into that lovely blue sky without end...",
      "it": "fisserei quell'azzurro senza fine"
    }
  },
  {
    "translation": {
      "en": "and I would just feel a prayer.",
      "it": "e poi inventerei una preghiera tutta mia."
    }
  },
  {
    "translation": {
      "en": "Well, I'm ready. What am I to say?",
      "it": "Sono pronta: cosa devo dire?"
    }
  },
  {
    "translation": {
      "en": "You're old enough to pray for yourself.",
      "it": "Sei grande abbastanza da pregare da sola."
    }
  },
  {
    "translation": {
      "en": "Just thank God for your blessings...",
      "it": "Ringrazia Dio per le benedizioni che ti ha dato"
    }
  },
  {
    "translation": {
      "en": "and ask Him humbly for the things that you want.",
      "it": "e chiedigli umilmente ciò che desideri."
    }
  },
  {
    "translation": {
      "en": "I'll do my best.",
      "it": "Farò del mio meglio."
    }
  },
  {
    "translation": {
      "en": "Gracious heavenly Father...",
      "it": "Misericordioso Padre Celeste..."
    }
  },
  {
    "translation": {
      "en": "That's what ministers say in church, so I suppose it's all right for private prayer?",
      "it": "In chiesa dicono così, penso vada bene in una preghiera, no?"
    }
  },
  {
    "translation": {
      "en": "Gracious heavenly Father...",
      "it": "Misericordioso Padre Celeste,"
    }
  },
  {
    "translation": {
      "en": "I thank Thee for the White Way of Delight and the Lake of Shining Waters...",
      "it": "grazie per la Bianca Via della Delizia e per il Lago delle Acque Scintillanti"
    }
  },
  {
    "translation": {
      "en": "and for dear Belle and the lovely Snow Queen.",
      "it": "e per Belle e per la Regina delle Nevi."
    }
  },
  {
    "translation": {
      "en": "I'm really extremely grateful for them.",
      "it": "Sono davvero estremamente grata per queste cose."
    }
  },
  {
    "translation": {
      "en": "And that's all the blessings I can think of just now to thank Thee for.",
      "it": "E queste sono tutte le benedizioni che mi vengono in mente."
    }
  },
  {
    "translation": {
      "en": "And as for the things I want, they're so numerous",
      "it": "Le cose che voglio sono così tante"
    }
  },
  {
    "translation": {
      "en": "that it would take me a great deal of time to name them all,",
      "it": "che ci vorrebbe troppo tempo per elencarle tutte."
    }
  },
  {
    "translation": {
      "en": "so I shall only mention the two most important.",
      "it": "Perciò menziono le due più importanti."
    }
  },
  {
    "translation": {
      "en": "Please let me stay at Green Gables.",
      "it": "Per piacere, fammi restare a Green Gables."
    }
  },
  {
    "translation": {
      "en": "Please let me be good-looking when I grow up.",
      "it": "E fammi diventare carina da grande!"
    }
  },
  {
    "translation": {
      "en": "Yours respectfully, Anne Shirley.",
      "it": "Distinti saluti, Anna Shirley."
    }
  },
  {
    "translation": {
      "en": "[exhales] There. Did I do it all right?",
      "it": "Ecco fatto. Andava bene?"
    }
  },
  {
    "translation": {
      "en": "That'll do for now.",
      "it": "Va bene così, per il momento."
    }
  },
  {
    "translation": {
      "en": "Get into bed, child.",
      "it": "Ora dormi, da brava bambina."
    }
  },
  {
    "translation": {
      "en": "Oh, I just realized, I should have said \"amen\"",
      "it": "Ci ho ripensato. Avrei dovuto dire \"amen\","
    }
  },
  {
    "translation": {
      "en": "in place of \"yours respectfully\" the way ministers do.",
      "it": "invece di \"distinti saluti\". Il pastore diceva amen."
    }
  },
  {
    "translation": {
      "en": "Do you suppose it'll make any difference?",
      "it": "Crede che sia importante la conclusione?"
    }
  },
  {
    "translation": {
      "en": "I don't suppose it will.",
      "it": "Direi di no."
    }
  },
  {
    "translation": {
      "en": "As God is my witness, I will do everything in my earthly power",
      "it": "Che Dio mi sia testimone, farò tutto il possibile"
    }
  },
  {
    "translation": {
      "en": "to make you want to keep me. Good night.",
      "it": "- perché mi teniate. - Buonanotte."
    }
  },
  {
    "translation": {
      "en": "God, give me strength to succeed in my quest!",
      "it": "Dio, dammi la forza di riuscire"
    }
  },
  {
    "translation": {
      "en": "That will do.",
      "it": "- nel mio intento. - Basta."
    }
  },
  {
    "translation": {
      "en": "Sorry. I quite like praying.",
      "it": "Mi scusi, mi piace molto pregare."
    }
  },
  {
    "translation": {
      "en": "Well, it's time to say good night.",
      "it": "È ora di andare a dormire."
    }
  },
  {
    "translation": {
      "en": "Good night.",
      "it": "Buonanotte."
    }
  },
  {
    "translation": {
      "en": "That girl's next door to a perfect heathen.",
      "it": "Quella ragazzina è proprio una miscredente."
    }
  },
  {
    "translation": {
      "en": "God only knows what we're getting ourselves into.",
      "it": "Dio solo sa in che pasticcio ci siamo cacciati."
    }
  },
  {
    "translation": {
      "en": "Anne!",
      "it": "Anna."
    }
  },
  {
    "translation": {
      "en": "[shouts] Anne!",
      "it": "Anna."
    }
  },
  {
    "translation": {
      "en": "-She's gone! -Gone?",
      "it": "- Se n'è andata. - Andata?"
    }
  },
  {
    "translation": {
      "en": "I'll check the silverware.",
      "it": "Controllo l'argenteria."
    }
  },
  {
    "translation": {
      "en": "Eggs! That's one chore done!",
      "it": "Uova! Sarà uno dei miei lavori."
    }
  },
  {
    "translation": {
      "en": "And now I've met all the chickens, so you don't need to make any introductions!",
      "it": "Ho conosciuto le galline, non servono altre presentazioni."
    }
  },
  {
    "translation": {
      "en": "I've been up since before the sun. I was too excited to sleep.",
      "it": "Sono sveglia da prima dell'alba. Ero troppo emozionata."
    }
  },
  {
    "translation": {
      "en": "And I wanted to start proving to you that I should stay.",
      "it": "E volevo provare che so essere utile."
    }
  },
  {
    "translation": {
      "en": "It's so easy to love Green Gables, isn't it?",
      "it": "È così facile amare Green Gables, vero?"
    }
  },
  {
    "translation": {
      "en": "I'll let the milkers out to graze.",
      "it": "Vado a far pascolare le mucche."
    }
  },
  {
    "translation": {
      "en": "I'll have breakfast on soon.",
      "it": "- La colazione sarà pronta tra poco. - Posso portare i fiori in camera?"
    }
  },
  {
    "translation": {
      "en": "-May I take these blossoms up to my room? -No!",
      "it": "- La colazione sarà pronta tra poco. - Posso portare i fiori in camera? No, non cominciare ad agghindarti e a riempire la camera di fiori."
    }
  },
  {
    "translation": {
      "en": "You don't want your room or your person cluttered up with flowers.",
      "it": "No, non cominciare ad agghindarti e a riempire la camera di fiori."
    }
  },
  {
    "translation": {
      "en": "You should have left them on the tree.",
      "it": "Avresti dovuto lasciarli sull'albero."
    }
  },
  {
    "translation": {
      "en": "I felt that way, too. I shouldn't shorten their lovely lives by picking them.",
      "it": "Sono d'accordo. Non avrei dovuto accorciargli la vita raccogliendoli."
    }
  },
  {
    "translation": {
      "en": "I mean, I wouldn't want to be picked if I were a blossom.",
      "it": "Al loro posto non avrei voluto essere raccolta."
    }
  },
  {
    "translation": {
      "en": "Wouldn't it be lovely to be a blossom?",
      "it": "Non sarebbe fantastico essere un bocciolo?"
    }
  },
  {
    "translation": {
      "en": "Yesterday, you wanted to be a seagull.",
      "it": "Appena ieri volevi essere un gabbiano."
    }
  },
  {
    "translation": {
      "en": "♪ And the power and the glory Forever, amen ♪",
      "it": "\"...perché Tuo è il regno, il potere e la gloria. Amen.\""
    }
  },
  {
    "translation": {
      "en": "[chuckles] I like this prayer. It's lovely.",
      "it": "Mi piace questa preghiera. È adorabile."
    }
  },
  {
    "translation": {
      "en": "\"Our Father, who art in heaven, hallowed be Thy name!\"",
      "it": "Padre nostro, che sei nei cieli, sia santificato il Tuo nome."
    }
  },
  {
    "translation": {
      "en": "It's like a line of music.",
      "it": "Sembra una melodia."
    }
  },
  {
    "translation": {
      "en": "Just get on with the business of learning it.",
      "it": "Continua a studiarla."
    }
  },
  {
    "translation": {
      "en": "\"Our Father, who art in heaven...\"",
      "it": "Padre nostro che sei nei cieli..."
    }
  },
  {
    "translation": {
      "en": "Regardless of the outcome here,",
      "it": "A prescindere da come finirà,"
    }
  },
  {
    "translation": {
      "en": "you should have something to wear besides that flimsy bit of business.",
      "it": "dovresti indossare qualcosa di più decente di quell'abito striminzito."
    }
  },
  {
    "translation": {
      "en": "I have a leftover piece of cotton on a bolt that may do nicely.",
      "it": "Ho dei pezzi di stoffa che potrebbero fare al caso nostro."
    }
  },
  {
    "translation": {
      "en": "You're going to make me a dress?",
      "it": "Mi farà un vestito?"
    }
  },
  {
    "translation": {
      "en": "You need something suitable that fits you.",
      "it": "Ti serve qualcosa di appropriato da mettere."
    }
  },
  {
    "translation": {
      "en": "A new dress!",
      "it": "Un vestito nuovo?"
    }
  },
  {
    "translation": {
      "en": "Well, I've never had a new dress, not ever!",
      "it": "Non ne ho mai avuto uno. Mai."
    }
  },
  {
    "translation": {
      "en": "I can't wait to have puff sleeves and ever so many flounces!",
      "it": "Non vedo l'ora di indossare un vestito con le maniche a sbuffo e le balze."
    }
  },
  {
    "translation": {
      "en": "Think you can adorn it with lace at the cuff and neckline, too?",
      "it": "Metterà anche del pizzo sul colletto?"
    }
  },
  {
    "translation": {
      "en": "I don't believe in frills or flounces.",
      "it": "Trovo ridicoli tutti quei fronzoli."
    }
  },
  {
    "translation": {
      "en": "But surely you don't mind puff sleeves? All the girls are wearing them.",
      "it": "Ma le maniche a sbuffo le piacciono? Tutte le ragazze ce l'hanno."
    }
  },
  {
    "translation": {
      "en": "Puff sleeves are divine.",
      "it": "Io adoro le maniche a sbuffo."
    }
  },
  {
    "translation": {
      "en": "-Waste of fabric. -Oh.",
      "it": "Non ho stoffa da sprecare."
    }
  },
  {
    "translation": {
      "en": "Well, I-I'm sure if it's a lovely azure blue or willow green,",
      "it": "Sono certa che sarebbe delizioso se fosse blu o in una sfumatura di verde."
    }
  },
  {
    "translation": {
      "en": "I'm sure I won't mind if it's...",
      "it": "Non mi dispiacerebbe se fosse..."
    }
  },
  {
    "translation": {
      "en": "plain. You're a vain one and no mistake.",
      "it": "- ...semplice. - Sei una ragazzina vanitosa."
    }
  },
  {
    "translation": {
      "en": "Brown is a very sensible color.",
      "it": "Il marrone è un colore pratico."
    }
  },
  {
    "translation": {
      "en": "I'll need your dress, so I can use it for a pattern.",
      "it": "Mi serve il tuo vestito per usarlo come modello."
    }
  },
  {
    "translation": {
      "en": "Let's take these things off now.",
      "it": "Forza, togliamo quest'abituccio di dosso."
    }
  },
  {
    "translation": {
      "en": "Thank you, Miss Cuthbert.",
      "it": "Grazie, signorina Cuthbert."
    }
  },
  {
    "translation": {
      "en": "I've very grateful to have something new. Really I am.",
      "it": "Le sono davvero grata per quest'abito nuovo."
    }
  },
  {
    "translation": {
      "en": "I'm sure I can imagine it's fashionable.",
      "it": "Lo sarei di più se fosse alla moda."
    }
  },
  {
    "translation": {
      "en": "[exhales] Shouldn't take me but a day or two.",
      "it": "Mi ci vorrà un giorno o due."
    }
  },
  {
    "translation": {
      "en": "If it looks just like this one, it shouldn't take you any time at all.",
      "it": "Se sarà semplice come questo, non ci metterà molto."
    }
  },
  {
    "translation": {
      "en": "You run along now and learn the prayer.",
      "it": "Ora devi imparare a recitare le preghiere."
    }
  },
  {
    "translation": {
      "en": "Yes, Miss Cuthbert.",
      "it": "Sì, signorina Cuthbert."
    }
  },
  {
    "translation": {
      "en": "\"Our Father, who art in heaven, hallowed be Thy...\"",
      "it": "\"Padre nostro che sei nei cieli, sia santificato il Tuo nome...\""
    }
  },
  {
    "translation": {
      "en": "Puff sleeves!",
      "it": "Maniche a sbuffo."
    }
  },
  {
    "translation": {
      "en": "-Morning, Marilla. -Morning, Rachel.",
      "it": "- Buongiorno, Marilla. - Buongiorno, Rachel."
    }
  },
  {
    "translation": {
      "en": "I brought you some scones.",
      "it": "Ho portato le focaccine."
    }
  },
  {
    "translation": {
      "en": "I felt for sure you wouldn't have time for baking, what with all the hubbub.",
      "it": "Ho pensato non avessi tempo per cucinare, con questo trambusto."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "it": "Ti ringrazio."
    }
  },
  {
    "translation": {
      "en": "I'll just come in and sit a spell, shall I?",
      "it": "Posso accomodarmi un attimo?"
    }
  },
  {
    "translation": {
      "en": "Catch my breath.",
      "it": "Per riprendere fiato."
    }
  },
  {
    "translation": {
      "en": "I've been hearing some surprising things about you and Matthew.",
      "it": "Ho sentito cose sorprendenti su di te e Matthew."
    }
  },
  {
    "translation": {
      "en": "I don't suppose you're any more surprised than I am myself.",
      "it": "Non credo che tu sia più sorpresa di me."
    }
  },
  {
    "translation": {
      "en": "What an incredible mistake.",
      "it": "Che spiacevole malinteso."
    }
  },
  {
    "translation": {
      "en": "[sighs] The mind reels.",
      "it": "Mi gira la testa."
    }
  },
  {
    "translation": {
      "en": "Couldn't you have just sent her back? We may yet.",
      "it": "- Non potevate spedirla indietro? - Possiamo ancora."
    }
  },
  {
    "translation": {
      "en": "But for now, she's here on trial.",
      "it": "Ma per ora la teniamo in prova."
    }
  },
  {
    "translation": {
      "en": "-Trial? -One week.",
      "it": "- In prova? - Per una settimana."
    }
  },
  {
    "translation": {
      "en": "Matthew is quite set on keeping her.",
      "it": "Matthew è intenzionato a tenerla."
    }
  },
  {
    "translation": {
      "en": "And I'll admit she's a bright little thing,",
      "it": "E devo ammetterlo, ha affascinato anche me."
    }
  },
  {
    "translation": {
      "en": "but I'll need a great deal more convincing.",
      "it": "Ma io sono più difficile da convincere."
    }
  },
  {
    "translation": {
      "en": "I know it by heart, Miss Cuthbert!",
      "it": "La so a memoria, signorina Cuthbert."
    }
  },
  {
    "translation": {
      "en": "Anne, this is our neighbor, Mrs. Lynde.",
      "it": "Anna. Lei è la nostra vicina, la signora Lynde."
    }
  },
  {
    "translation": {
      "en": "Well, they didn't pick you for your looks, that's sure and certain.",
      "it": "Beh, non ti hanno certo preso per la tua bellezza!"
    }
  },
  {
    "translation": {
      "en": "She's terribly skinny and homely, Marilla.",
      "it": "È magrissima e bruttina, Marilla."
    }
  },
  {
    "translation": {
      "en": "All elbows and knees. [laughs]",
      "it": "Tutta gomiti e ginocchia."
    }
  },
  {
    "translation": {
      "en": "Did you ever see such freckles?",
      "it": "Mai viste tante lentiggini. Che capelli color carota."
    }
  },
  {
    "translation": {
      "en": "And hair as red as carrots! Dear, dear me.",
      "it": "Mai viste tante lentiggini. Che capelli color carota. Oh, misericordia."
    }
  },
  {
    "translation": {
      "en": "-I hate you. -[Marilla] Anne...",
      "it": "- La odio. - Anna."
    }
  },
  {
    "translation": {
      "en": "-I hate you, I hate you, I hate you! -Anne!",
      "it": "- La odio, la odio, la odio! - Anna."
    }
  },
  {
    "translation": {
      "en": "How dare you call me skinny and ugly!",
      "it": "Come osa dire che sono magra e brutta,"
    }
  },
  {
    "translation": {
      "en": "And how dare you call me freckled and redheaded!",
      "it": "che ho le lentiggini e i capelli color carota?"
    }
  },
  {
    "translation": {
      "en": "You are a rude, unfeeling woman! Well!",
      "it": "- Lei è una donna rozza e maleducata! - Beh..."
    }
  },
  {
    "translation": {
      "en": "How would you like to have such things said about you?",
      "it": "Come osa dire queste cose di me?"
    }
  },
  {
    "translation": {
      "en": "H-How would you like to be told that you're fat and clumsy,",
      "it": "Come si sentirebbe se le dicessi che è grassa e flaccida"
    }
  },
  {
    "translation": {
      "en": "and that you probably hadn't a spark of imagination in you?",
      "it": "e che probabilmente non ha un minimo di immaginazione?"
    }
  },
  {
    "translation": {
      "en": "And I don't care if I hurt your feelings by saying so.",
      "it": "Non mi importa se la offendo."
    }
  },
  {
    "translation": {
      "en": "I hope I hurt them!",
      "it": "Anzi, spero di ferirla nel profondo."
    }
  },
  {
    "translation": {
      "en": "Because you have hurt my feelings worse than they have ever been hurt before!",
      "it": "Nessuno mi ha mai offeso come ha fatto lei."
    }
  },
  {
    "translation": {
      "en": "[shouts] And I will never forgive you for this! Never, never!",
      "it": "E non la perdonerò mai, mai e poi mai!"
    }
  },
  {
    "translation": {
      "en": "Anne!",
      "it": "Anna."
    }
  },
  {
    "translation": {
      "en": "Come back here! Anne!",
      "it": "Torna qui, Anna!"
    }
  },
  {
    "translation": {
      "en": "Well! I never.",
      "it": "Santo cielo."
    }
  },
  {
    "translation": {
      "en": "It's a good thing you can send her back.",
      "it": "Fortunatamente potete mandarla indietro."
    }
  },
  {
    "translation": {
      "en": "I wouldn't envy you the job of bringing that up.",
      "it": "Non so come faresti a educare quella piccola peste."
    }
  },
  {
    "translation": {
      "en": "You shouldn't have twitted her about her looks.",
      "it": "Non avresti dovuto criticarla così."
    }
  },
  {
    "translation": {
      "en": "Marilla Cuthbert.",
      "it": "Marilla Cuthbert,"
    }
  },
  {
    "translation": {
      "en": "You don't mean to tell me that you are upholding her",
      "it": "non dirmi che approvi quell'esibizione"
    }
  },
  {
    "translation": {
      "en": "in such a terrible display of temper as we've just seen?",
      "it": "di pessimo carattere a cui abbiamo appena assistito!"
    }
  },
  {
    "translation": {
      "en": "I am not trying to excuse her.",
      "it": "Non voglio scusarla."
    }
  },
  {
    "translation": {
      "en": "She has been very naughty,",
      "it": "È stata insolente"
    }
  },
  {
    "translation": {
      "en": "and I'll have to give her a talking-to about it.",
      "it": "e si merita un rimprovero."
    }
  },
  {
    "translation": {
      "en": "But we must make allowances for her. She's never been taught what is right.",
      "it": "Ma bisogna essere tolleranti. Nessuno le ha mai insegnato cos'è giusto. Sei stata molto dura."
    }
  },
  {
    "translation": {
      "en": "And you were too hard on her.",
      "it": "Nessuno le ha mai insegnato cos'è giusto. Sei stata molto dura."
    }
  },
  {
    "translation": {
      "en": "Well...",
      "it": "Bene,"
    }
  },
  {
    "translation": {
      "en": "I can see now I'm gonna have to be very careful what I say after this...",
      "it": "d'ora in avanti dovrò fare attenzione a come parlo,"
    }
  },
  {
    "translation": {
      "en": "since the fine feelings of orphans, brought from goodness-knows-where,",
      "it": "visto che per prima cosa bisogna tenere in considerazione"
    }
  },
  {
    "translation": {
      "en": "have to be considered before anything else.",
      "it": "i sentimenti di orfani piombati da Dio sa dove."
    }
  },
  {
    "translation": {
      "en": "-Now, now! -Oh, no, no.",
      "it": "- Dai, su. - Oh, no."
    }
  },
  {
    "translation": {
      "en": "I'm not vexed.",
      "it": "Non sono irritata,"
    }
  },
  {
    "translation": {
      "en": "Don't worry yourself.",
      "it": "non preoccuparti."
    }
  },
  {
    "translation": {
      "en": "I feel too sorry for you to have any anger left in my mind.",
      "it": "Sono troppo dispiaciuta per te per arrabbiarmi."
    }
  },
  {
    "translation": {
      "en": "But if you will take my advice,",
      "it": "Ma se accetti un mio consiglio,"
    }
  },
  {
    "translation": {
      "en": "you will have that \"talking-to\" with a fair-sized birch switch.",
      "it": "dovresti accompagnare i rimproveri con qualche colpo di verga."
    }
  },
  {
    "translation": {
      "en": "And get her on the next train out.",
      "it": "E metterla sul prossimo treno."
    }
  },
  {
    "translation": {
      "en": "Goodbye, Marilla.",
      "it": "A presto, Marilla."
    }
  },
  {
    "translation": {
      "en": "[Matthew] It's been quite a spell. She'll make her own way home.",
      "it": "- È via già da un po'. - Tornerà a casa."
    }
  },
  {
    "translation": {
      "en": "I could go.",
      "it": "Potrei cercarla."
    }
  },
  {
    "translation": {
      "en": "She's in her underthings, so she's gotta come back.",
      "it": "È scappata solo con la sottoveste, vedrai che tornerà."
    }
  },
  {
    "translation": {
      "en": "-The girl needs to learn some sense. -[exhales]",
      "it": "La ragazzina deve imparare le buone maniere."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I shouldn't have lost my temper",
      "it": "Non avrei dovuto perdere la pazienza e metterla in imbarazzo"
    }
  },
  {
    "translation": {
      "en": "and embarrassed you in front of Mrs. Lynde. I hope you can forgive me.",
      "it": "di fronte alla signora Lynde. Spero mi perdoni."
    }
  },
  {
    "translation": {
      "en": "-Are you all right? -Yes.",
      "it": "- Stai bene? - Sì."
    }
  },
  {
    "translation": {
      "en": "I'm sorry for worrying you. I needed time to ponder.",
      "it": "Mi spiace se vi ho fatto preoccupare. Dovevo riflettere."
    }
  },
  {
    "translation": {
      "en": "If you let me stay, I will do my very best not to fly into another temper ever again.",
      "it": "Se mi terrete, farò del mio meglio per non comportarmi mai più così male."
    }
  },
  {
    "translation": {
      "en": "I appreciate that you're contrite, Anne...",
      "it": "Apprezzo il tuo pentimento, Anna."
    }
  },
  {
    "translation": {
      "en": "but the person that you owe the apology to is Mrs. Lynde.",
      "it": "Ma devi delle scuse alla signora Lynde."
    }
  },
  {
    "translation": {
      "en": "But she hadn't any right to call me ugly and redheaded.",
      "it": "Non aveva il diritto di dirmi che sono brutta e rossa."
    }
  },
  {
    "translation": {
      "en": "[Marilla] You say it yourself often enough.",
      "it": "Ma lo dici sempre anche tu."
    }
  },
  {
    "translation": {
      "en": "But there's a difference between saying a thing yourself",
      "it": "Oh, ma c'è differenza tra dire quelle cose a noi stessi"
    }
  },
  {
    "translation": {
      "en": "and hearing other people say it.",
      "it": "e sentirsele dire dagli altri."
    }
  },
  {
    "translation": {
      "en": "You need to learn discipline.",
      "it": "Devi imparare la disciplina."
    }
  },
  {
    "translation": {
      "en": "Just imagine how you would feel if someone told you to your face",
      "it": "Come si sentirebbe se le dicessero in faccia"
    }
  },
  {
    "translation": {
      "en": "that you were skinny and ugly.",
      "it": "- che è brutta e rinsecchita? - Ricordi quand'eravamo giovani?"
    }
  },
  {
    "translation": {
      "en": "Remember when we were young, Marilla, old lady Adams said--",
      "it": "- che è brutta e rinsecchita? - Ricordi quand'eravamo giovani? - La signora Adams ti definì... - Sì."
    }
  },
  {
    "translation": {
      "en": "-Yes. -That you were gawky--",
      "it": "- La signora Adams ti definì... - Sì."
    }
  },
  {
    "translation": {
      "en": "-Yes. Thank you. -I recall you suffered from it--",
      "it": "- ...insignificante. - Sì, grazie. - Ti ferì parecchio. - Non dico che la signora Lynde"
    }
  },
  {
    "translation": {
      "en": "I don't say Mrs. Lynde was exactly right in saying what she did to you, Anne.",
      "it": "- Ti ferì parecchio. - Non dico che la signora Lynde avesse del tutto ragione, Anna."
    }
  },
  {
    "translation": {
      "en": "-She's too outspoken. -She's a bully.",
      "it": "- È impulsiva. - È stata cattiva."
    }
  },
  {
    "translation": {
      "en": "But that is no excuse for such behavior on your part.",
      "it": "Ma non giustifica quell'esplosione di rabbia."
    }
  },
  {
    "translation": {
      "en": "You were rude and saucy, and you must go to Mrs. Lynde",
      "it": "Sei stata rude e insolente. Andrai da lei"
    }
  },
  {
    "translation": {
      "en": "and tell her that you're sorry and ask her to forgive you.",
      "it": "a scusarti e chiederle di perdonarti."
    }
  },
  {
    "translation": {
      "en": "I could never do that. Punish me any way you like.",
      "it": "Mai e poi mai! Mi punisca pure."
    }
  },
  {
    "translation": {
      "en": "Shut me up in a dark, damp dungeon, and I shan't complain,",
      "it": "Mi chiuda in un sotterraneo umido e buio. Non dirò nulla."
    }
  },
  {
    "translation": {
      "en": "but I cannot ask Mrs. Lynde to forgive me.",
      "it": "Non mi scuserò mai con la signora Lynde."
    }
  },
  {
    "translation": {
      "en": "We're not in the habit of shutting people up in dungeons.",
      "it": "Non abbiamo l'abitudine di chiudere la gente nei sotterranei."
    }
  },
  {
    "translation": {
      "en": "But apologize to Mrs. Lynde you must.",
      "it": "Ma dovrai comunque scusarti con la signora Lynde."
    }
  },
  {
    "translation": {
      "en": "And you'll stay up in your room until you can tell me you're willing to do it.",
      "it": "E non uscirai di qui finché non sarai disposta a farlo."
    }
  },
  {
    "translation": {
      "en": "I'll have to stay up there forever, then,",
      "it": "Allora vivrò qui per sempre,"
    }
  },
  {
    "translation": {
      "en": "because I can't tell Mrs. Lynde I'm sorry I said those things to her.",
      "it": "perché non potrò mai dirle che sono pentita."
    }
  },
  {
    "translation": {
      "en": "How can I? I'm not sorry.",
      "it": "Come potrei mai, quando non lo sono."
    }
  },
  {
    "translation": {
      "en": "I'm sorry I vexed you, but I'm glad I told her just what I did.",
      "it": "Mi spiace di averla contrariata, ma sono contenta di aver parlato chiaro alla signora."
    }
  },
  {
    "translation": {
      "en": "It was a great satisfaction!",
      "it": "È stata una grande soddisfazione."
    }
  },
  {
    "translation": {
      "en": "In fact, I can't even imagine that I'm sorry.",
      "it": "Non posso neanche immaginare... che mi dispiaccia."
    }
  },
  {
    "translation": {
      "en": "Well, let's hope your imagination is in better working order by morning.",
      "it": "Forse la tua immaginazione sarà più viva domattina."
    }
  },
  {
    "translation": {
      "en": "Y-You can't send her back over this.",
      "it": "Non possiamo rimandarla indietro per questo."
    }
  },
  {
    "translation": {
      "en": "Don't be so sure.",
      "it": "Non esserne così certo."
    }
  },
  {
    "translation": {
      "en": "Well, it's...",
      "it": "Oh, è..."
    }
  },
  {
    "translation": {
      "en": "Well, it's good that, uh, Rachel got a calling-down.",
      "it": "È un bene che, una volta tanto, Rachel abbia avuto il fatto suo."
    }
  },
  {
    "translation": {
      "en": "-Wish I'd been there. -Matthew Cuthbert, I'm astonished at you.",
      "it": "- Avrei voluto esserci. - Matthew Cuthbert, mi meraviglio di te."
    }
  },
  {
    "translation": {
      "en": "And you'll take her up a meal.",
      "it": "Le darai da mangiare, vero?"
    }
  },
  {
    "translation": {
      "en": "When did you ever hear of me starving people into good behavior?",
      "it": "Non ho mai educato nessuno facendolo digiunare."
    }
  },
  {
    "translation": {
      "en": "She'll stay up there until she's willing to apologize, and that is final.",
      "it": "Resterà in camera sua finché non chiederà scusa a Rachel."
    }
  },
  {
    "translation": {
      "en": "How's by you, Anne?",
      "it": "Come va, Anna?"
    }
  },
  {
    "translation": {
      "en": "I'm fairly well, thank you. I imagine a good deal, so that helps to pass the time.",
      "it": "Abbastanza bene, grazie. Fantasticare mi aiuta a far passare il tempo."
    }
  },
  {
    "translation": {
      "en": "Don't you think you better, um, say it?",
      "it": "Non credi sarebbe meglio scusarsi?"
    }
  },
  {
    "translation": {
      "en": "Just have it over with?",
      "it": "Così tutto sarà finito."
    }
  },
  {
    "translation": {
      "en": "If I apologize, I'll be fibbing.",
      "it": "Se mi scusassi, sarebbe falso."
    }
  },
  {
    "translation": {
      "en": "It'll have to be done sooner or later, for Marilla's, um...",
      "it": "Dovrai farlo comunque, prima o poi. Perché Marilla..."
    }
  },
  {
    "translation": {
      "en": "a dreadful determined woman, dreadful determined.",
      "it": "...è una donna molto cocciuta, - terribilmente cocciuta. - Lo sono anch'io."
    }
  },
  {
    "translation": {
      "en": "So am I.",
      "it": "- terribilmente cocciuta. - Lo sono anch'io."
    }
  },
  {
    "translation": {
      "en": "It's, uh...",
      "it": "È..."
    }
  },
  {
    "translation": {
      "en": "It's terrible lonesome downstairs without you.",
      "it": "È molto triste, giù, senza di te."
    }
  },
  {
    "translation": {
      "en": "I'm not used to the quiet anymore.",
      "it": "Non sono abituato al silenzio."
    }
  },
  {
    "translation": {
      "en": "The trouble is that the prospect seems humiliating and unfair.",
      "it": "Sarebbe terribilmente umiliante e ingiusto."
    }
  },
  {
    "translation": {
      "en": "But you're smart enough...",
      "it": "Ma tu sei abbastanza intelligente"
    }
  },
  {
    "translation": {
      "en": "to find the right words, I'm sure of it.",
      "it": "per trovare le parole giuste. Ne sono certo."
    }
  },
  {
    "translation": {
      "en": "But why should the apology have to come from me",
      "it": "Ma perché dovrei scusarmi io"
    }
  },
  {
    "translation": {
      "en": "when it was Mrs. Lynde who caused the entire situation?",
      "it": "se è stata la signora Lynde a causare tutto questo?"
    }
  },
  {
    "translation": {
      "en": "Well, you know...",
      "it": "Beh, sai,"
    }
  },
  {
    "translation": {
      "en": "I like to think that...",
      "it": "mi piace pensare che..."
    }
  },
  {
    "translation": {
      "en": "that one fine day, it won't matter a whit to you",
      "it": "...un bel giorno non ti importerà più"
    }
  },
  {
    "translation": {
      "en": "what anybody says sideways.",
      "it": "quando qualcuno ti dirà qualcosa di male."
    }
  },
  {
    "translation": {
      "en": "You have a good imagination.",
      "it": "Lei ha una fervida immaginazione."
    }
  },
  {
    "translation": {
      "en": "I suppose it would be true enough to say I'm sorry.",
      "it": "Di una cosa, però, sono dispiaciuta."
    }
  },
  {
    "translation": {
      "en": "I am sorry I upset Miss Marilla. And you.",
      "it": "Di aver fatto arrabbiare la signorina Marilla e lei."
    }
  },
  {
    "translation": {
      "en": "So go and smooth things over, can't you?",
      "it": "Quindi andrai a chiederle scusa?"
    }
  },
  {
    "translation": {
      "en": "Very well. I'll attempt it.",
      "it": "Sì, va bene. O almeno ci proverò."
    }
  },
  {
    "translation": {
      "en": "For you.",
      "it": "Per lei."
    }
  },
  {
    "translation": {
      "en": "Now that's good news.",
      "it": "Questa è proprio una bella notizia."
    }
  },
  {
    "translation": {
      "en": "Don't tell Marilla we had a conversation,",
      "it": "Non dire a Marilla della nostra conversazione."
    }
  },
  {
    "translation": {
      "en": "on account of we decided raising you was her department.",
      "it": "Avevamo deciso che la tua educazione sarebbe spettata a lei."
    }
  },
  {
    "translation": {
      "en": "I shall carry our secret to my grave.",
      "it": "Mi porterò il nostro segreto nella tomba."
    }
  },
  {
    "translation": {
      "en": "Whatever you're thinking, Anne...",
      "it": "Qualsiasi cosa tu stia pensando, Anna,"
    }
  },
  {
    "translation": {
      "en": "I hope you're taking this seriously.",
      "it": "spero che tu prenda la cosa sul serio."
    }
  },
  {
    "translation": {
      "en": "Oh, I am. I'm imagining out what I must say to Mrs. Lynde.",
      "it": "Oh, ma certo. Penso a cosa dovrò dire alla signora Lynde."
    }
  },
  {
    "translation": {
      "en": "Oh, Mrs. Lynde, I am so extremely sorry! I could never express my sorrow, no!",
      "it": "Oh, signora Lynde, sono così terribilmente dispiaciuta. Non basterebbe un intero vocabolario per esprimere il mio dispiacere."
    }
  },
  {
    "translation": {
      "en": "Not even if I used up a whole dictionary.",
      "it": "Non basterebbe un intero vocabolario per esprimere il mio dispiacere."
    }
  },
  {
    "translation": {
      "en": "I behaved terribly to you, and I've disgraced my dear friends, the Cuthberts,",
      "it": "Mi sono comportata malissimo e ho disonorato i miei cari signori Cuthbert,"
    }
  },
  {
    "translation": {
      "en": "who may let me stay at Green Gables, even though I'm not a boy.",
      "it": "che mi hanno tenuta anche se non sono un maschio."
    }
  },
  {
    "translation": {
      "en": "I am a dreadfully wicked and ungrateful girl,",
      "it": "Sono una ragazzina malvagia e ingrata."
    }
  },
  {
    "translation": {
      "en": "and I deserve to be punished and cast out by respectful society forever.",
      "it": "Merito di essere punita e allontanata per sempre dalla gente rispettabile."
    }
  },
  {
    "translation": {
      "en": "It was awful of me to fly into a temper because you told me the truth.",
      "it": "Sono stata molto cattiva ad arrabbiarmi perché lei mi ha detto la verità."
    }
  },
  {
    "translation": {
      "en": "And it was the truth. Every word you said was true.",
      "it": "Era la verità! Ogni parola che ha detto è vera."
    }
  },
  {
    "translation": {
      "en": "My hair is red, and I am freckled and skinny and ugly.",
      "it": "Ho i capelli rossi e le lentiggini, sono bruttina e tutt'ossa."
    }
  },
  {
    "translation": {
      "en": "What I said to you was true, too, but I shouldn't have said it!",
      "it": "Anche quello che ho detto era vero, ma non avrei dovuto dirlo."
    }
  },
  {
    "translation": {
      "en": "Oh, Mrs. Lynde! Please, please, say you can forgive me.",
      "it": "Oh, signora Lynde, la prego, mi perdoni."
    }
  },
  {
    "translation": {
      "en": "If you refuse, it'll be a lifelong sorrow on a poor little orphan girl.",
      "it": "Se si rifiuta condannerà una povera orfanella a una vita di dolore."
    }
  },
  {
    "translation": {
      "en": "Please, say you forgive me, Mrs. Lynde!",
      "it": "La prego, signora Lynde, mi perdoni."
    }
  },
  {
    "translation": {
      "en": "There, there. Get up, child.",
      "it": "Su, alzati, figliola."
    }
  },
  {
    "translation": {
      "en": "Of course I forgive you.",
      "it": "Ti perdono, certo."
    }
  },
  {
    "translation": {
      "en": "I guess I was a little hard on you, but I'm just an outspoken person.",
      "it": "Sono stata un po' troppo dura con te. Ma sono sempre così sincera, io! Non devi darci peso."
    }
  },
  {
    "translation": {
      "en": "You mustn't mind me, that's what I say.",
      "it": "Ma sono sempre così sincera, io! Non devi darci peso."
    }
  },
  {
    "translation": {
      "en": "Thank you for your kind consideration.",
      "it": "Grazie per la sua gentilezza."
    }
  },
  {
    "translation": {
      "en": "I look forward to never minding what you say again.",
      "it": "Ricorderò di non darle peso, in futuro."
    }
  },
  {
    "translation": {
      "en": "-[exhales] -Indeed.",
      "it": "Infatti."
    }
  },
  {
    "translation": {
      "en": "Although, it can't be denied your hair is terrible red.",
      "it": "Non si può negare che i tuoi capelli siano di un rosso terribile."
    }
  },
  {
    "translation": {
      "en": "But there may be hope for it.",
      "it": "Ma potrebbe esserci una speranza."
    }
  },
  {
    "translation": {
      "en": "There was a girl in our class who had hair every bit as red as yours.",
      "it": "Una ragazza nella mia scuola aveva i capelli come i tuoi."
    }
  },
  {
    "translation": {
      "en": "Do you recall, Marilla?",
      "it": "Tu la ricordi?"
    }
  },
  {
    "translation": {
      "en": "But when she grew up, it darkened to a real handsome auburn.",
      "it": "Crescendo, diventò una graziosa brunetta."
    }
  },
  {
    "translation": {
      "en": "I wouldn't be a mite surprised if yours did, too.",
      "it": "Chissà che non possa succedere anche a te."
    }
  },
  {
    "translation": {
      "en": "Oh, Mrs. Lynde, you've given me hope!",
      "it": "Mi ha dato una grande speranza."
    }
  },
  {
    "translation": {
      "en": "I shall always remember that you were a benefactor--",
      "it": "Per tutta la vita la ricorderò come una benefattrice."
    }
  },
  {
    "translation": {
      "en": "We should run along, Rachel.",
      "it": "Sarà meglio andare, Rachel."
    }
  },
  {
    "translation": {
      "en": "-Thank you for your graciousness. -Of course.",
      "it": "- Grazie per essere stata comprensiva. - Di nulla."
    }
  },
  {
    "translation": {
      "en": "She has a queer way of expressing herself. Forcible, like.",
      "it": "Certo che si esprime in un modo strano. Un po' forzato, direi."
    }
  },
  {
    "translation": {
      "en": "I apologized pretty well, didn't I?",
      "it": "Sono stata brava a fare le mie scuse, vero?"
    }
  },
  {
    "translation": {
      "en": "I thought since I had to do it, I might as well do it thoroughly.",
      "it": "Visto che dovevo farlo, era bene impegnarsi al massimo."
    }
  },
  {
    "translation": {
      "en": "Oh, you did it thoroughly all right.",
      "it": "Sì, ti sei impegnata, eccome!"
    }
  },
  {
    "translation": {
      "en": "I hope you try to control your temper better in the future.",
      "it": "Spero che riuscirai a controllarti, in futuro."
    }
  },
  {
    "translation": {
      "en": "I will. I absolutely will.",
      "it": "Sì, sicuramente."
    }
  },
  {
    "translation": {
      "en": "Although, apologizing is my new favorite thing. [chuckles]",
      "it": "Anche se scusarmi è diventata la mia cosa preferita da fare."
    }
  },
  {
    "translation": {
      "en": "I'm going to prove myself worthy of staying, Miss Cuthbert.",
      "it": "Le proverò che ha fatto bene a farmi restare, signorina."
    }
  },
  {
    "translation": {
      "en": "I've been making a list in my head of all the ways I might be useful to you both.",
      "it": "Sto facendo una lista di cose in cui potrei essere utile."
    }
  },
  {
    "translation": {
      "en": "In addition to the indoor chores, I'm sure I can help with the outdoors too.",
      "it": "Oltre alle faccende, potrei aiutare coi lavori nei campi."
    }
  },
  {
    "translation": {
      "en": "I'm much stronger than I look. It isn't too mu...",
      "it": "Sono più forte di quanto sembra. Non è troppo..."
    }
  },
  {
    "translation": {
      "en": "You hired a boy?",
      "it": "Avete preso un ragazzo?"
    }
  },
  {
    "translation": {
      "en": "But I haven't even finished my trial yet.",
      "it": "Ma la prova non è ancora finita."
    }
  },
  {
    "translation": {
      "en": "There's work needs to be done either way.",
      "it": "Ci sono comunque lavori che vanno fatti."
    }
  },
  {
    "translation": {
      "en": "How long will you be here?",
      "it": "Per quanto rimarrai qui?"
    }
  },
  {
    "translation": {
      "en": "[French accent] Allô. You must be Anne. -With an \"E.\" -Uh...",
      "it": "- Ciao, tu devi essere Anne? - Anna. Con la A."
    }
  },
  {
    "translation": {
      "en": "Je m'appelle Jerry.Jerry Baynard. Nice to meet you.",
      "it": "Je m'appelle, Jerry. Jerry Baynard. Piacere."
    }
  },
  {
    "translation": {
      "en": "\"Baynard\"? Foolhardy.",
      "it": "Baynard? Sconsiderato."
    }
  },
  {
    "translation": {
      "en": "Your surname means \"reckless or foolhardy.\"",
      "it": "Il tuo cognome significa \"avventato, sconsiderato\"."
    }
  },
  {
    "translation": {
      "en": "Charlemagne even named his impossible horse Baynard.",
      "it": "Il cavallo di Carlo Magno si chiamava così."
    }
  },
  {
    "translation": {
      "en": "I don't know him. Charlemagne.",
      "it": "Non conosco nessun Carlo Magno."
    }
  },
  {
    "translation": {
      "en": "Of course you don't. He died hundreds of years ago!",
      "it": "Ma certo che no. È morto centinaia di anni fa."
    }
  },
  {
    "translation": {
      "en": "-So, you're living here now? -Yes.",
      "it": "- Adesso vivi qui? - Sì."
    }
  },
  {
    "translation": {
      "en": "Probably. I... I don't know.",
      "it": "Probabilmente. Non lo so."
    }
  },
  {
    "translation": {
      "en": "Pretty here.",
      "it": "È carino, qui."
    }
  },
  {
    "translation": {
      "en": "You're lucky.",
      "it": "Sei fortunata."
    }
  },
  {
    "translation": {
      "en": "I don't remember you from the orphanage.",
      "it": "Non mi ricordo di te, all'orfanotrofio."
    }
  },
  {
    "translation": {
      "en": "No, no. I live in town. Big family.",
      "it": "No, io vivo in città. Vengo da una famiglia numerosa. Abbiamo un negozio, ma siamo troppi,"
    }
  },
  {
    "translation": {
      "en": "We have a small shop, but with so many, some of us must work.",
      "it": "Vengo da una famiglia numerosa. Abbiamo un negozio, ma siamo troppi, - qualcuno doveva lavorare. - Se vieni da una famiglia numerosa"
    }
  },
  {
    "translation": {
      "en": "Well, if you come from such a large family,",
      "it": "- qualcuno doveva lavorare. - Se vieni da una famiglia numerosa"
    }
  },
  {
    "translation": {
      "en": "it may trouble your conscience to know that you're displacing my own position",
      "it": "capirai bene che stai mettendo in pericolo la mia posizione"
    }
  },
  {
    "translation": {
      "en": "in my very first potential family.",
      "it": "nella mia prima potenziale famiglia."
    }
  },
  {
    "translation": {
      "en": "I am hired through harvest, so...",
      "it": "Mi hanno assunto per il raccolto, quindi..."
    }
  },
  {
    "translation": {
      "en": "I don't think the Cuthberts will need you if I stay.",
      "it": "Non credo che i Cuthbert abbiano bisogno di te, se io resto."
    }
  },
  {
    "translation": {
      "en": "In fact, if you hand me your pitchfork, I'll be happy to finish your task.",
      "it": "Anzi, se mi dai il forcone, finisco io qui con la paglia."
    }
  },
  {
    "translation": {
      "en": "What's your problem?",
      "it": "Qual è il tuo problema?"
    }
  },
  {
    "translation": {
      "en": "You. You're my problem.",
      "it": "Tu sei il mio problema."
    }
  },
  {
    "translation": {
      "en": "All I'm doing is my job. What are you supposed to be doing?",
      "it": "Faccio solo il mio lavoro. E tu cosa devi fare?"
    }
  },
  {
    "translation": {
      "en": "My apology was an unmitigated success.",
      "it": "Le mie scuse sono state un successo."
    }
  },
  {
    "translation": {
      "en": "Mrs. Lynde was very pleased.",
      "it": "La signora Lynde era contenta."
    }
  },
  {
    "translation": {
      "en": "It's not Rachel Lynde that you need to worry about.",
      "it": "Non ti preoccupare di Rachel Lynde."
    }
  },
  {
    "translation": {
      "en": "Miss Cuthbert seemed pleased, too.",
      "it": "Anche la signorina Cuthbert mi è sembrata contenta."
    }
  },
  {
    "translation": {
      "en": "Now you're talking.",
      "it": "Ora iniziamo a capirci."
    }
  },
  {
    "translation": {
      "en": "It'll ease Marilla's mind that I've got help.",
      "it": "Marilla è più tranquilla sapendo... ...che qualcuno mi aiuta."
    }
  },
  {
    "translation": {
      "en": "Matthew, are you sure you still want me to stay?",
      "it": "Matthew, è sicuro di volere ancora che io rimanga?"
    }
  },
  {
    "translation": {
      "en": "But the thing of it is...",
      "it": "Il fatto è che,"
    }
  },
  {
    "translation": {
      "en": "and Marilla won't admit this...",
      "it": "e Marilla non lo ammetterà mai,"
    }
  },
  {
    "translation": {
      "en": "but she's getting older, too.",
      "it": "che anche lei sta invecchiando."
    }
  },
  {
    "translation": {
      "en": "I'll go right in!",
      "it": "Vado subito dentro."
    }
  },
  {
    "translation": {
      "en": "That's a good idea.",
      "it": "Ottima idea."
    }
  },
  {
    "translation": {
      "en": "Hey, hey.",
      "it": "Ehi."
    }
  },
  {
    "translation": {
      "en": "-Good day to you, Matthew. -William. Checking the perimeter?",
      "it": "- Buongiorno, Matthew. - William. Controlli il perimetro?"
    }
  },
  {
    "translation": {
      "en": "Anything I should know about?",
      "it": "C'è qualcosa che dovrei sapere?"
    }
  },
  {
    "translation": {
      "en": "I wanted to talk to you about your new acquisition.",
      "it": "Volevo parlare della tua nuova acquisizione."
    }
  },
  {
    "translation": {
      "en": "New?",
      "it": "Nuova?"
    }
  },
  {
    "translation": {
      "en": "The orphan girl. From Nova Scotia.",
      "it": "L'orfanella dalla Nuova Scozia."
    }
  },
  {
    "translation": {
      "en": "Word in town has it that you're keeping the girl?",
      "it": "Gira voce in città che terrete la ragazzina."
    }
  },
  {
    "translation": {
      "en": "Well, we're pretty well decided, that's true enough.",
      "it": "Beh, siamo abbastanza decisi. È vero."
    }
  },
  {
    "translation": {
      "en": "I wonder if Marilla and the girl could come to call.",
      "it": "Mi chiedevo se lei e Marilla potessero farci visita."
    }
  },
  {
    "translation": {
      "en": "Her name's Anne.",
      "it": "Il suo nome è Anna."
    }
  },
  {
    "translation": {
      "en": "The girl. And that's... that's real neighborly of you.",
      "it": "La ragazzina. È un gesto davvero gentile da parte tua."
    }
  },
  {
    "translation": {
      "en": "I'm guessing that she and your Diana are about the same age.",
      "it": "Credo che lei e la vostra Diana... ...siano coetanee."
    }
  },
  {
    "translation": {
      "en": "Before we permit our children to associate with your Anne,",
      "it": "Prima di lasciar frequentare le nostre figlie con Anna,"
    }
  },
  {
    "translation": {
      "en": "my wife and I need to assure ourselves",
      "it": "io e mia moglie vorremmo assicurarci che non corrompa la loro indole"
    }
  },
  {
    "translation": {
      "en": "that she won't corrupt their good natures, or exert any negative influence.",
      "it": "io e mia moglie vorremmo assicurarci che non corrompa la loro indole o non eserciti influenze negative su di loro. So che capirai."
    }
  },
  {
    "translation": {
      "en": "I'm sure you can understand.",
      "it": "o non eserciti influenze negative su di loro. So che capirai."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, yeah. I understand.",
      "it": "Oh, certo. Lo capisco."
    }
  },
  {
    "translation": {
      "en": "Very good.",
      "it": "Molto bene."
    }
  },
  {
    "translation": {
      "en": "-Afternoon tea tomorrow? -Tea tomorrow.",
      "it": "- Tè, domani pomeriggio? - Va bene."
    }
  },
  {
    "translation": {
      "en": "-Excellent. Good day to you. -Mm.",
      "it": "Eccellente. Buon proseguimento."
    }
  },
  {
    "translation": {
      "en": "We've got an invitation to tea tomorrow afternoon.",
      "it": "Abbiamo ricevuto un invito per il tè. Domani pomeriggio."
    }
  },
  {
    "translation": {
      "en": "The Barrys.",
      "it": "Dai Barry."
    }
  },
  {
    "translation": {
      "en": "They want to meet Anne.",
      "it": "Vogliono conoscere Anna."
    }
  },
  {
    "translation": {
      "en": "I haven't finished the dress. She can't go wearing that. Oh, my heavens!",
      "it": "Non ho finito il vestito. Non può venire vestita così."
    }
  },
  {
    "translation": {
      "en": "Who are the Barrys, and why do they want to meet me?",
      "it": "Chi sono i Barry e perché vogliono conoscermi?"
    }
  },
  {
    "translation": {
      "en": "Our neighbors.",
      "it": "I nostri vicini."
    }
  },
  {
    "translation": {
      "en": "A very respectable family.",
      "it": "Una famiglia molto rispettabile."
    }
  },
  {
    "translation": {
      "en": "Hem. Buttons. You'll want to be on your best behavior.",
      "it": "Orlo, bottoni. - Dovrai comportarti al meglio. - Perché?"
    }
  },
  {
    "translation": {
      "en": "But, why?",
      "it": "- Dovrai comportarti al meglio. - Perché?"
    }
  },
  {
    "translation": {
      "en": "They have two little girls who are very well mannered.",
      "it": "Hanno due ragazzine molto bene educate."
    }
  },
  {
    "translation": {
      "en": "Do they... need help?",
      "it": "Hanno bisogno d'aiuto?"
    }
  },
  {
    "translation": {
      "en": "Diana is the girl nearest your age.",
      "it": "Diana ha all'incirca la tua età."
    }
  },
  {
    "translation": {
      "en": "If you stay here, perhaps you two will become friends.",
      "it": "Se resti qui, forse diventerete amiche."
    }
  },
  {
    "translation": {
      "en": "A real friend.",
      "it": "Una vera amica."
    }
  },
  {
    "translation": {
      "en": "[Anne] Let go! Let go of me!",
      "it": "Lasciami! Lasciami andare!"
    }
  },
  {
    "translation": {
      "en": "Shut it! I mean it!",
      "it": "Stai zitta, sul serio."
    }
  },
  {
    "translation": {
      "en": "Go get it.",
      "it": "Vallo a prendere."
    }
  },
  {
    "translation": {
      "en": "-Hold her down. -Please don't!",
      "it": "- Mettila giù. - Vi prego, no."
    }
  },
  {
    "translation": {
      "en": "-Don't! -Stop talking!",
      "it": "- Basta. - Smettila di parlare."
    }
  },
  {
    "translation": {
      "en": "Guess what, Princess Cordelia? We're sick of you and your stupid stories!",
      "it": "Sai una cosa, principessa Cordelia? Siamo stanche delle tue storie."
    }
  },
  {
    "translation": {
      "en": "-Stupid stories! -Liar!",
      "it": "- Stupide storie. - Bugiarda."
    }
  },
  {
    "translation": {
      "en": "This little mousey made too much noise.",
      "it": "Questo topolino faceva rumore."
    }
  },
  {
    "translation": {
      "en": "[girls] Squeak, squeak!",
      "it": "- Squit, squit. - Squit, squit."
    }
  },
  {
    "translation": {
      "en": "But then it got caught in a trap.",
      "it": "Ma poi è finito in una trappola."
    }
  },
  {
    "translation": {
      "en": "So now... no more squeaking!",
      "it": "E adesso non squittisce più."
    }
  },
  {
    "translation": {
      "en": "So, shut your face from now on!",
      "it": "Quindi chiudi il becco, d'ora in poi."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "it": "Andiamo."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry.",
      "it": "Mi dispiace tanto."
    }
  },
  {
    "translation": {
      "en": "[Marilla] Speak only when spoken to.",
      "it": "Parla solo se interpellata."
    }
  },
  {
    "translation": {
      "en": "No startling speeches.",
      "it": "Niente discorsi strampalati."
    }
  },
  {
    "translation": {
      "en": "Anne, what's wrong?",
      "it": "Anna? Cosa c'è che non va?"
    }
  },
  {
    "translation": {
      "en": "Are you ill?",
      "it": "Non ti senti bene?"
    }
  },
  {
    "translation": {
      "en": "No, Miss Cuthbert.",
      "it": "No, signorina Cuthbert."
    }
  },
  {
    "translation": {
      "en": "I'm fine.",
      "it": "Sto bene."
    }
  },
  {
    "translation": {
      "en": "Don't worry.",
      "it": "Non si preoccupi."
    }
  },
  {
    "translation": {
      "en": "I'll be as quiet as a mouse.",
      "it": "Sarò silenziosa come un topolino."
    }
  },
  {
    "translation": {
      "en": "Um, I don't feel nearly as squashed in it as I did in my old one.",
      "it": "Non mi sento schiacciata come in quello vecchio."
    }
  },
  {
    "translation": {
      "en": "High praise, indeed.",
      "it": "Meglio così."
    }
  },
  {
    "translation": {
      "en": "You've got room to grow.",
      "it": "Andrà bene anche quando crescerai."
    }
  },
  {
    "translation": {
      "en": "It's so nice to be wearing something new, I don't even mind not having puff sleeves.",
      "it": "È bello indossare un abito nuovo. Anche senza maniche a sbuffo."
    }
  },
  {
    "translation": {
      "en": "This was mine as a girl, so it's far from new...",
      "it": "Questo è mio di quand'ero giovane, quindi proprio nuovo non è."
    }
  },
  {
    "translation": {
      "en": "but it'll do nicely.",
      "it": "Ma andrà benissimo."
    }
  },
  {
    "translation": {
      "en": "Thank you!",
      "it": "La ringrazio."
    }
  },
  {
    "translation": {
      "en": "It's so pretty.",
      "it": "È così grazioso."
    }
  },
  {
    "translation": {
      "en": "You look clean and tidy, and that's what counts.",
      "it": "Hai un aspetto pulito e ordinato. Ed è questo ciò che conta."
    }
  },
  {
    "translation": {
      "en": "Oh, isn't this lovely?",
      "it": "Oh, è molto bella."
    }
  },
  {
    "translation": {
      "en": "-Hand it here. -May I try it on?",
      "it": "- Dalla a me. - Posso provarla?"
    }
  },
  {
    "translation": {
      "en": "That is not a toy.",
      "it": "Non è un giocattolo."
    }
  },
  {
    "translation": {
      "en": "This is a treasured possession. Do you understand?",
      "it": "È un oggetto assai prezioso. - Hai capito? - Perfettamente."
    }
  },
  {
    "translation": {
      "en": "I completely understand.",
      "it": "- Hai capito? - Perfettamente."
    }
  },
  {
    "translation": {
      "en": "Amethyst is my favorite.",
      "it": "L'ametista è la mia pietra preferita."
    }
  },
  {
    "translation": {
      "en": "-I think diamonds pale in comparison. -Do you now?",
      "it": "- I diamanti impallidiscono al confronto. - Ah, sì?"
    }
  },
  {
    "translation": {
      "en": "Amethysts are so much more romantic.",
      "it": "L'ametista è molto più romantica."
    }
  },
  {
    "translation": {
      "en": "Now this was my grandmother's.",
      "it": "Era di mia nonna."
    }
  },
  {
    "translation": {
      "en": "My mother bequeathed it to me.",
      "it": "Mia madre me la lasciò in eredità."
    }
  },
  {
    "translation": {
      "en": "Well, it's perfectly elegant. [exhales] Are you ready to go?",
      "it": "- È davvero elegante. - Sei pronta?"
    }
  },
  {
    "translation": {
      "en": "-I'm not sure. -What do you mean?",
      "it": "- Non saprei. - In che senso?"
    }
  },
  {
    "translation": {
      "en": "It's just...",
      "it": "È solo che..."
    }
  },
  {
    "translation": {
      "en": "this is a meeting of great auspiciousness.",
      "it": "È un incontro importante."
    }
  },
  {
    "translation": {
      "en": "What if she doesn't like me? Oh, it's her mother you gotta reckon with.",
      "it": "- E se non le piacessi? - Dovrai conquistare sua madre."
    }
  },
  {
    "translation": {
      "en": "If Mrs. Barry doesn't like you, it won't matter a whit how much Diana does.",
      "it": "Se non piaci a lei, non importa quello che penserà Diana."
    }
  },
  {
    "translation": {
      "en": "Whatever's the matter with you, child? You haven't said a word since we left.",
      "it": "Che ti succede? Non hai detto nulla da quando siamo uscite."
    }
  },
  {
    "translation": {
      "en": "You're not yourself.",
      "it": "Non sembri neanche tu."
    }
  },
  {
    "translation": {
      "en": "Perfect.",
      "it": "Perfetto."
    }
  },
  {
    "translation": {
      "en": "-Good afternoon, Miss Cuthbert. -Afternoon, Mrs. Barry.",
      "it": "- Buon pomeriggio, signorina Cuthbert. - Buon pomeriggio, signora Barry."
    }
  },
  {
    "translation": {
      "en": "Please, call me Eliza.",
      "it": "La prego, mi chiami Eliza."
    }
  },
  {
    "translation": {
      "en": "And this must be Anne.",
      "it": "Immagino che questa sia Anna."
    }
  },
  {
    "translation": {
      "en": "Good afternoon.",
      "it": "Buon pomeriggio."
    }
  },
  {
    "translation": {
      "en": "Good afternoon.",
      "it": "Buon pomeriggio."
    }
  },
  {
    "translation": {
      "en": "Afternoon.",
      "it": "Buon pomeriggio."
    }
  },
  {
    "translation": {
      "en": "Thank you for having us, Eliza.",
      "it": "Grazie per averci invitate, Eliza."
    }
  },
  {
    "translation": {
      "en": "Marilla, Anne, please come in.",
      "it": "Marilla, Anna, prego, accomodatevi."
    }
  },
  {
    "translation": {
      "en": "I don't believe you said two words during tea.",
      "it": "Non hai detto una parola durante il tè."
    }
  },
  {
    "translation": {
      "en": "You didn't even remark on the cake.",
      "it": "Non hai neanche detto niente della torta."
    }
  },
  {
    "translation": {
      "en": "Mother let me help her bake it special.",
      "it": "Mamma mi ha permesso di aiutarla."
    }
  },
  {
    "translation": {
      "en": "You enjoyed it, didn't you?",
      "it": "Ti è piaciuta, non è vero?"
    }
  },
  {
    "translation": {
      "en": "The cake was scrumptious.",
      "it": "La torta era deliziosa."
    }
  },
  {
    "translation": {
      "en": "[Diana chuckles] Scrumptious.",
      "it": "Deliziosa."
    }
  },
  {
    "translation": {
      "en": "Have you always been shy, or does it come from being an orphan?",
      "it": "Sei sempre stata così timida? O è perché sei un'orfana?"
    }
  },
  {
    "translation": {
      "en": "I'm less shy than reticent.",
      "it": "Sono più reticente che timida."
    }
  },
  {
    "translation": {
      "en": "Goodness! There's another 25-cent word.",
      "it": "Perbacco, ecco un'altra parolona."
    }
  },
  {
    "translation": {
      "en": "It's just...",
      "it": "È solo che..."
    }
  },
  {
    "translation": {
      "en": "Yes?",
      "it": "Prego?"
    }
  },
  {
    "translation": {
      "en": "I like to read. When I can.",
      "it": "Mi piace leggere quando posso farlo."
    }
  },
  {
    "translation": {
      "en": "I like reading, too, but Mother prefers that I do needlepoint.",
      "it": "Anche a me piace leggere. Ma mia madre preferisce che ricami."
    }
  },
  {
    "translation": {
      "en": "Does needlepoint provide much scope for the imagination?",
      "it": "Ricamare lascia più spazio all'immaginazione?"
    }
  },
  {
    "translation": {
      "en": "I don't think imagination is my strong suit.",
      "it": "Non credo che l'immaginazione sia il mio forte."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "it": "Dici sul serio?"
    }
  },
  {
    "translation": {
      "en": "I don't know what I'd do without mine.",
      "it": "Io non so cosa farei senza."
    }
  },
  {
    "translation": {
      "en": "Life would be an agony. An utter agony.",
      "it": "La vita sarebbe un'agonia. Un'agonia totale."
    }
  },
  {
    "translation": {
      "en": "Agony!",
      "it": "Agonia?"
    }
  },
  {
    "translation": {
      "en": "I make up stories all the time.",
      "it": "Invento sempre storie."
    }
  },
  {
    "translation": {
      "en": "I could never do that.",
      "it": "Io non ci riuscirei."
    }
  },
  {
    "translation": {
      "en": "I like to imagine that I am a princess in a tower,",
      "it": "Mi piace immaginare di essere una principessa in un castello,"
    }
  },
  {
    "translation": {
      "en": "or Joan of Arc riding into battle,",
      "it": "o Giovanna d'Arco che va in battaglia, o una sposa triste che vive vicino al mare"
    }
  },
  {
    "translation": {
      "en": "or a forlorn bride who lives by the sea, but never speaks to anyone",
      "it": "o Giovanna d'Arco che va in battaglia, o una sposa triste che vive vicino al mare e che non parla mai con nessuno, perché il suo amato è disperso"
    }
  },
  {
    "translation": {
      "en": "because her one true love was lost",
      "it": "e che non parla mai con nessuno, perché il suo amato è disperso"
    }
  },
  {
    "translation": {
      "en": "when his ship went down, and disappeared beneath the waves!",
      "it": "da quando la sua barca è affondata ed è sparito tra le onde."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Wonderful!",
      "it": "Meraviglioso."
    }
  },
  {
    "translation": {
      "en": "Could you tell me a story now?",
      "it": "Puoi raccontarmi una storia?"
    }
  },
  {
    "translation": {
      "en": "-I could tell you 12! -[chuckles]",
      "it": "Potrei dirtene dodici."
    }
  },
  {
    "translation": {
      "en": "Diana... do you think you could like me just a little?",
      "it": "Diana, pensi che potrei piacerti un po'?"
    }
  },
  {
    "translation": {
      "en": "I already do!",
      "it": "Già mi piaci."
    }
  },
  {
    "translation": {
      "en": "Shall we swear to be best friends forever and ever?",
      "it": "Vuoi giurare che saremo amiche, sempre?"
    }
  },
  {
    "translation": {
      "en": "It's dreadfully wicked to swear.",
      "it": "Non si deve giurare, non sta bene."
    }
  },
  {
    "translation": {
      "en": "No! It's not my kind of swearing. There are two kinds.",
      "it": "Non il mio tipo di giuramento. Ce ne sono due tipi, sai."
    }
  },
  {
    "translation": {
      "en": "I know because I have a worldly outlook. This kind isn't wicked at all.",
      "it": "Te lo assicuro. Questo non è malvagio,"
    }
  },
  {
    "translation": {
      "en": "It means vowing and promising solemnly.",
      "it": "significa solo fare voto di una promessa solenne."
    }
  },
  {
    "translation": {
      "en": "I swear it does.",
      "it": "Allora ci sto."
    }
  },
  {
    "translation": {
      "en": "See?",
      "it": "Vedi?"
    }
  },
  {
    "translation": {
      "en": "-How do you do it? -Well...",
      "it": "- Come si fa? - Beh..."
    }
  },
  {
    "translation": {
      "en": "Well, this ought to be done by moonlight or over running water...",
      "it": "Dovremmo giungere le mani al chiaro di luna e sopra l'acqua che scorre,"
    }
  },
  {
    "translation": {
      "en": "but we'll imagine that it's nighttime, and this path is a stream.",
      "it": "ma faremo finta che sia notte. E che il sentiero sia un ruscello."
    }
  },
  {
    "translation": {
      "en": "Hold this, and twist your pinky finger around mine.",
      "it": "Tieni questo e stringiamo i mignoli."
    }
  },
  {
    "translation": {
      "en": "I'll repeat the oath first.",
      "it": "Io dirò la formula per prima."
    }
  },
  {
    "translation": {
      "en": "I solemnly swear...",
      "it": "Giuro solennemente..."
    }
  },
  {
    "translation": {
      "en": "\"...to be faithful to my bosom friend, Diana Barry,",
      "it": "Di essere fedele alla mia amica del cuore, Diana Barry,"
    }
  },
  {
    "translation": {
      "en": "for as long as the sun and moon shall endure.\"",
      "it": "finché ci saranno il sole e la luna."
    }
  },
  {
    "translation": {
      "en": "And then she said it and put my name in.",
      "it": "Poi l'ha ripetuto sostituendo il nome."
    }
  },
  {
    "translation": {
      "en": "-And then we sent our oath into the world. -Not in the...",
      "it": "E poi abbiamo diffuso il nostro giuramento al mondo. No, non qui..."
    }
  },
  {
    "translation": {
      "en": "-Oh! -Sorry! I'll collect them.",
      "it": "Mi scusi, li raccoglierò tutti."
    }
  },
  {
    "translation": {
      "en": "It was a wonderful afternoon. I'm so relieved.",
      "it": "È stato un pomeriggio meraviglioso. Sono sollevata."
    }
  },
  {
    "translation": {
      "en": "It seems you made a favorable impression with the Barrys.",
      "it": "Hai fatto un'ottima impressione ai Barry."
    }
  },
  {
    "translation": {
      "en": "And Diana didn't mind my stories at all. In fact, I told her two,",
      "it": "E a Diana sono piaciute le mie storie. Gliene ho raccontate due"
    }
  },
  {
    "translation": {
      "en": "and we promised to make up another the next time we're together.",
      "it": "e abbiamo deciso di inventarne un'altra la prossima volta."
    }
  },
  {
    "translation": {
      "en": "Diana says she doesn't have much imagination,",
      "it": "Diana mi ha confidato di non avere tanta immaginazione, ma..."
    }
  },
  {
    "translation": {
      "en": "but I don't think it matters, since I have enough for both of us.",
      "it": "Diana mi ha confidato di non avere tanta immaginazione, ma... Ma non importa, visto che io ne ho per tutte e due."
    }
  },
  {
    "translation": {
      "en": "They're hosting a church picnic next week at the Lake of Shining Waters.",
      "it": "Faremo un pic-nic la prossima settimana al Lago delle Acque Scintillanti."
    }
  },
  {
    "translation": {
      "en": "I've never been to a picnic. Can we go, Miss Cuthbert?",
      "it": "Non sono mai andata a un pic-nic. Posso andare?"
    }
  },
  {
    "translation": {
      "en": "[exhales] We'll see.",
      "it": "Vedremo."
    }
  },
  {
    "translation": {
      "en": "Diana and I are kindred spirits.",
      "it": "Diana ed io siamo spiriti affini."
    }
  },
  {
    "translation": {
      "en": "And I think she'd be struck quite sad if I were to be sent away.",
      "it": "Sarebbe tristissima se dovessi essere mandata via."
    }
  },
  {
    "translation": {
      "en": "Please take my shawl upstairs, and lay it neatly on my chair.",
      "it": "Prendi il mio scialle e poggialo ordinatamente sulla sedia."
    }
  },
  {
    "translation": {
      "en": "May I go outside after and help Matthew with the cattle?",
      "it": "Dopo posso andare ad aiutare Matthew con le vacche?"
    }
  },
  {
    "translation": {
      "en": "I can't wait to tell him everything!",
      "it": "Voglio raccontargli tutto."
    }
  },
  {
    "translation": {
      "en": "As long as you're helping and not just flapping your gums.",
      "it": "Solo se lo aiuterai davvero e non straparlerai."
    }
  },
  {
    "translation": {
      "en": "I'm sorry to arrive so late to the ball, dear Prince Wisteria.",
      "it": "Mi spiace essere arrivata tardi al ballo, principe Wisteria."
    }
  },
  {
    "translation": {
      "en": "One of my squires returned on horseback after a harrowing journey...",
      "it": "Un mio scudiero è tornato da un lungo viaggio a cavallo"
    }
  },
  {
    "translation": {
      "en": "and handed me a letter that required my urgent attention.",
      "it": "e mi ha consegnato una lettera che richiedeva la mia attenzione."
    }
  },
  {
    "translation": {
      "en": "So, please, do not doubt my love.",
      "it": "Quindi, la prego, non dubiti del mio amore."
    }
  },
  {
    "translation": {
      "en": "And please, please, let the Cuthberts decide to keep me.",
      "it": "E, per favore, fa' che i Cuthbert decidano di tenermi."
    }
  },
  {
    "translation": {
      "en": "I realize now it's the only thing I truly want,",
      "it": "Ho capito che è la sola cosa che desideri davvero,"
    }
  },
  {
    "translation": {
      "en": "so you don't have to worry yourself about my red hair.",
      "it": "quindi non preoccuparti per i miei capelli rossi."
    }
  },
  {
    "translation": {
      "en": "-Where is my brooch? -It should be there on your shawl.",
      "it": "- Dov'è la spilla? - Credo sullo scialle."
    }
  },
  {
    "translation": {
      "en": "It is not.",
      "it": "Non c'è."
    }
  },
  {
    "translation": {
      "en": "Nor is it in my jewelry box.",
      "it": "E neanche nel mio portagioie."
    }
  },
  {
    "translation": {
      "en": "Did you take it?",
      "it": "L'hai presa tu?"
    }
  },
  {
    "translation": {
      "en": "I was playing with it, but I didn't take it.",
      "it": "Ci ho giocato, ma non l'ho presa."
    }
  },
  {
    "translation": {
      "en": "-[sighs] You were told not to touch it. -I'm sorry.",
      "it": "- Avevo detto di non toccarla. - Mi scusi."
    }
  },
  {
    "translation": {
      "en": "It's so beautiful, I couldn't resist.",
      "it": "- Non ho resistito. - Avevo detto di poggiare lo scialle"
    }
  },
  {
    "translation": {
      "en": "You were told to set the shawl on the chair.",
      "it": "- Non ho resistito. - Avevo detto di poggiare lo scialle - sulla sedia. - L'ho fatto."
    }
  },
  {
    "translation": {
      "en": "I did.",
      "it": "- sulla sedia. - L'ho fatto."
    }
  },
  {
    "translation": {
      "en": "Well, I've looked everywhere. The brooch is nowhere to be found.",
      "it": "Ho guardato dappertutto. Non trovo la spilla da nessuna parte."
    }
  },
  {
    "translation": {
      "en": "Give it back. Right now.",
      "it": "Ridammela... subito."
    }
  },
  {
    "translation": {
      "en": "But I didn't take it, Miss Cuthbert. Honest, I didn't.",
      "it": "Non l'ho presa, signorina Cuthbert. Lo giuro."
    }
  },
  {
    "translation": {
      "en": "I don't believe you. Where else would it be?",
      "it": "Non ti credo. Dove altro potrebbe essere?"
    }
  },
  {
    "translation": {
      "en": "Confess at once.",
      "it": "Confessa subito."
    }
  },
  {
    "translation": {
      "en": "But I...",
      "it": "Ma io..."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna live with a thief under my roof!",
      "it": "Non ho intenzione di avere una ladra in casa mia."
    }
  },
  {
    "translation": {
      "en": "You confess to stealing the brooch, or you have no future here at Green Gables.",
      "it": "Confessa di aver rubato la spilla, o non rimarrai a Green Gables."
    }
  },
  {
    "translation": {
      "en": "But I didn't take it.",
      "it": "- Ma non l'ho presa. - Confessa"
    }
  },
  {
    "translation": {
      "en": "Confess! Or I'll send you right back to the asylum.",
      "it": "- Ma non l'ho presa. - Confessa o ti rimanderemo all'orfanotrofio."
    }
  },
  {
    "translation": {
      "en": "If I don't confess, you'll send me back?",
      "it": "Se non confesso... mi rimanderete indietro?"
    }
  },
  {
    "translation": {
      "en": "Confess to what you have done!",
      "it": "Confessa ciò che hai fatto."
    }
  },
  {
    "translation": {
      "en": "If I do, can I stay here at Green Gables?",
      "it": "Se lo facessi... ...posso restare a Green Gables?"
    }
  },
  {
    "translation": {
      "en": "Did you or did you not take the brooch?",
      "it": "Hai preso o non hai preso la spilla?"
    }
  },
  {
    "translation": {
      "en": "[clicks tongue] I lost it.",
      "it": "L'ho persa."
    }
  },
  {
    "translation": {
      "en": "I-I was playing Lady Cordelia when I took the brooch outside with me.",
      "it": "Fingevo di essere lady Cordelia, l'ho appuntata sul vestito e sono uscita."
    }
  },
  {
    "translation": {
      "en": "And as I was drawing water from the well,",
      "it": "Mentre prendevo l'acqua dal pozzo,"
    }
  },
  {
    "translation": {
      "en": "I leaned over to make a wish and it fell in.",
      "it": "mi sono sporta per esprimere un desiderio ed è scivolata."
    }
  },
  {
    "translation": {
      "en": "I heard it make a splash, as it disappeared down into the depths.",
      "it": "È andata giù ed è affondata nell'acqua."
    }
  },
  {
    "translation": {
      "en": "I'm ever so sorry, Miss Cuthbert.",
      "it": "Mi dispiace, signorina Cuthbert."
    }
  },
  {
    "translation": {
      "en": "Pack your things.",
      "it": "Prepara la tua borsa."
    }
  },
  {
    "translation": {
      "en": "[voice trembles] But you said if I confessed, I could stay!",
      "it": "Ha detto che se avessi confessato, sarei rimasta."
    }
  },
  {
    "translation": {
      "en": "I told you that brooch meant a great deal to me.",
      "it": "Avevo detto che la spilla aveva un grande valore affettivo per me."
    }
  },
  {
    "translation": {
      "en": "No, b-b-but I-I made that up!",
      "it": "Ho inventato tutto. Non è vero niente ."
    }
  },
  {
    "translation": {
      "en": "None of that was real! I didn't take your brooch! I don't know where it is!",
      "it": "Ho inventato tutto. Non è vero niente . Non ho preso la sua spilla. Non ho idea di dove sia."
    }
  },
  {
    "translation": {
      "en": "Please, Miss Cuthbert, you have to believe me.",
      "it": "La prego, deve credermi."
    }
  },
  {
    "translation": {
      "en": "I don't have to do anything!",
      "it": "Non devo fare proprio niente."
    }
  },
  {
    "translation": {
      "en": "Please, Miss Cuthbert. I can't trust one word out of your mouth.",
      "it": "- La prego, signorina Cuthbert. - Non posso fidarmi di te."
    }
  },
  {
    "translation": {
      "en": "-Please. -Enough!",
      "it": "- La supplico. - Ne ho abbastanza."
    }
  },
  {
    "translation": {
      "en": "You're not to leave this room tonight.",
      "it": "Stasera non potrai lasciare questa stanza."
    }
  },
  {
    "translation": {
      "en": "Tomorrow, you will go at first light.",
      "it": "Domani te ne andrai all'alba."
    }
  },
  {
    "translation": {
      "en": "Did I miss it?",
      "it": "L'ho perso?"
    }
  },
  {
    "translation": {
      "en": "Did I miss the train?",
      "it": "Ho perso il treno."
    }
  },
  {
    "translation": {
      "en": "Oh, not to worry. Your girl got on all right.",
      "it": "Non si preoccupi. La ragazzina è riuscita a prenderlo."
    }
  }
]