[
  {
    "translation": {
      "en": "Serena? Serena? Hey, excuse me!",
      "it": "Serena? Mi senti?"
    }
  },
  {
    "translation": {
      "en": "You told me you did your math homework. You lied to me again. Why?",
      "it": "Mi hai detto di aver fatto i compiti, ma era una bugia."
    }
  },
  {
    "translation": {
      "en": "I can't do it. And I don't get why I have to.",
      "it": "Non riesco a farli. E poi che senso ha?"
    }
  },
  {
    "translation": {
      "en": "Jesse didn't even finish college, and he's the greatest singer who ever lived.",
      "it": "Jesse non ha finito il college ed è il miglior cantante di sempre."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Yeah, well… Jesse may not have finished college, but he finished the third grade.",
      "it": "Jesse non avrà finito il college, ma di sicuro la terza elementare sì."
    }
  },
  {
    "translation": {
      "en": "Serena, we had an agreement.",
      "it": "Serena, avevamo un accordo."
    }
  },
  {
    "translation": {
      "en": "-Any more unfinished homework-- -No!",
      "it": "Se non fai i compiti... - No! - Mi dispiace."
    }
  },
  {
    "translation": {
      "en": "-I'm sorry. -[sobbing] I have to go to that concert.",
      "it": "- No! - Mi dispiace. Devo andare a quel concerto."
    }
  },
  {
    "translation": {
      "en": "-Dad? -[Tom] Hmm. Mummy said I can't go to Jesse's concert.",
      "it": "Papà, mamma non vuole farmi andare al concerto di Jesse."
    }
  },
  {
    "translation": {
      "en": "Tell her… tell her to give me a second chance.",
      "it": "Chiedile di darmi una seconda possibilità."
    }
  },
  {
    "translation": {
      "en": "Serena, you promised your mother.",
      "it": "Serena, avevi promesso."
    }
  },
  {
    "translation": {
      "en": "-[Serena] Math makes my stomach hurt. -Thank you. Jesse is life.",
      "it": "La matematica fa schifo, Jesse è energia pura!"
    }
  },
  {
    "translation": {
      "en": "What if she does it this morning before school?",
      "it": "E se li facesse adesso?"
    }
  },
  {
    "translation": {
      "en": "Tom, Serena and I had an agreement. -Remember? -Come on, Mom.",
      "it": "Tom. Io e Serena avevamo un accordo, te lo ricordi?"
    }
  },
  {
    "translation": {
      "en": "It's Jesse.",
      "it": "Ti prego, è il concerto di Jesse!"
    }
  },
  {
    "translation": {
      "en": "I'll tell you what.",
      "it": "Stammi a sentire. Finisci subito i compiti,"
    }
  },
  {
    "translation": {
      "en": "Get the homework done right now, don't lie to your mother again,",
      "it": "Stammi a sentire. Finisci subito i compiti, non mentire più a tua madre,"
    }
  },
  {
    "translation": {
      "en": "ace your next quiz, which I know you can do,",
      "it": "prendi il massimo alla prossima verifica,"
    }
  },
  {
    "translation": {
      "en": "and we'll all go to Jesse as a family, front row seats.",
      "it": "e andremo tutti a vedere Jesse, in prima fila."
    }
  },
  {
    "translation": {
      "en": "Sold out. There are no front row seats.",
      "it": "La prima fila è sold out."
    }
  },
  {
    "translation": {
      "en": "One of the perks of being District Attorney… Connections.",
      "it": "Essere procuratore distrettuale ha i suoi vantaggi. Conosci molta gente."
    }
  },
  {
    "translation": {
      "en": "[Tom] All right. Come here.",
      "it": "Vieni qui."
    }
  },
  {
    "translation": {
      "en": "I'm on it.",
      "it": "- Vai. - Subito."
    }
  },
  {
    "translation": {
      "en": "♪ This is how we move ♪",
      "it": "Noi balliamo così"
    }
  },
  {
    "translation": {
      "en": "♪ Everybody, everybody want To have… ♪",
      "it": "Tutti quanti vogliamo divertirci"
    }
  },
  {
    "translation": {
      "en": "Carefree days of youth.",
      "it": "La spensieratezza dei giovani."
    }
  },
  {
    "translation": {
      "en": "Tom… Come on.",
      "it": "Ma dai, Tom."
    }
  },
  {
    "translation": {
      "en": "She lies, and the consequence is front row seats?",
      "it": "Mente e tu le prometti la prima fila?"
    }
  },
  {
    "translation": {
      "en": "She deserves to have a childhood. She deserves to be ready for adulthood.",
      "it": "- Merita di godersi l'infanzia. - No, merita di prepararsi all'età adulta."
    }
  },
  {
    "translation": {
      "en": "[sighing] I was at work, never getting to see her. I don't want to be the bad guy.",
      "it": "Sono sempre al lavoro, non la vedo mai. Non voglio fare il cattivo."
    }
  },
  {
    "translation": {
      "en": "Which makes it my job? You get to be cool dad.",
      "it": "Dovrei farlo io mentre tu fai il papà buono?"
    }
  },
  {
    "translation": {
      "en": "She has a wild soul like you. And I don't ever want her to lose that.",
      "it": "Ha uno spirito selvaggio, come il tuo. Non voglio che lo perda."
    }
  },
  {
    "translation": {
      "en": "I love her soul. I'm not trying to crush it.",
      "it": "Non voglio spegnere il suo spirito,"
    }
  },
  {
    "translation": {
      "en": "But there's such a thing as too wild.",
      "it": "ma non può fare sempre quello che vuole."
    }
  },
  {
    "translation": {
      "en": "I hear you. And I understand. We'll figure it out. -Yeah. -Like we always do.",
      "it": "Ti capisco. Troveremo una soluzione, come sempre."
    }
  },
  {
    "translation": {
      "en": "Just back me up from now on. Okay?",
      "it": "Cerca di sostenermi, d'ora in avanti."
    }
  },
  {
    "translation": {
      "en": "[Tom] Always. Seriously.",
      "it": "- Sempre. - Dico sul serio."
    }
  },
  {
    "translation": {
      "en": "I couldn't be… -More serious. -You're so bad.",
      "it": "- Mai stato più serio. - Tom, sei pessimo."
    }
  },
  {
    "translation": {
      "en": "We now go to the capital.",
      "it": "Passiamo alla capitale,"
    }
  },
  {
    "translation": {
      "en": "We're following the killer's third brutal strike in ten days.",
      "it": "dove l'assassino ha colpito per la terza volta."
    }
  },
  {
    "translation": {
      "en": "The Governor had this response.",
      "it": "Ecco la risposta del governatore."
    }
  },
  {
    "translation": {
      "en": "I'm confident that the legislature will support me at last",
      "it": "Sono certo che il parlamento sosterrà la mia proposta"
    }
  },
  {
    "translation": {
      "en": "in taking the necessary steps to end the moratorium on executions.",
      "it": "di porre fine alla moratoria sulla pena di morte."
    }
  },
  {
    "translation": {
      "en": "Well, down the rabbit hole I go.",
      "it": "Un gran bel casino."
    }
  },
  {
    "translation": {
      "en": "[Laura] I heard the case is ripped open. -For starters. -Morning.",
      "it": "- Dovrai gestire centinaia di casi. - Già, ed è solo l'inizio."
    }
  },
  {
    "translation": {
      "en": "-[Tom] Morning, Barry. -Morning, Barry.",
      "it": "Buongiorno. - 'Giorno, Barry. - Buongiorno, tesoro."
    }
  },
  {
    "translation": {
      "en": "[Barry] Good morning, sweetheart.",
      "it": "- 'Giorno, Barry. - Buongiorno, tesoro."
    }
  },
  {
    "translation": {
      "en": "Serena is in math homework jail,",
      "it": "Deve fare i compiti."
    }
  },
  {
    "translation": {
      "en": "so don't let her con you into any detours on the way home from school.",
      "it": "Non fate deviazioni mentre l'accompagni a scuola."
    }
  },
  {
    "translation": {
      "en": "[Governor DeKizer on TV] Criminals live in fear.",
      "it": "...vivere nella paura."
    }
  },
  {
    "translation": {
      "en": "It's time to strike back with the most powerful deterrent we have.",
      "it": "È ora di contrattaccare col deterrente più efficace."
    }
  },
  {
    "translation": {
      "en": "Should the moratorium be lifted? The first inmate to be executed will be Danny Jackson,",
      "it": "Se la moratoria verrà revocata, il primo giustiziato sarà Danny Jackson,"
    }
  },
  {
    "translation": {
      "en": "convicted of three murders in Spanish Harbor ten years ago.",
      "it": "che dieci anni fa ha commesso tre omicidi."
    }
  },
  {
    "translation": {
      "en": "The case made a stir because Jackson's own brother was the star witness",
      "it": "Il testimone chiave dell'accusa era suo fratello. La cosa fece scalpore."
    }
  },
  {
    "translation": {
      "en": "-for the prosecution. -[Ruby] Grandma?",
      "it": "Il testimone chiave dell'accusa era suo fratello. La cosa fece scalpore. Nonna? Perché papà è in televisione?"
    }
  },
  {
    "translation": {
      "en": "Why is my dad on TV?",
      "it": "Nonna? Perché papà è in televisione?"
    }
  },
  {
    "translation": {
      "en": "-Are they going to kill my dad? -No, no, no.",
      "it": "- Lo uccideranno? - No."
    }
  },
  {
    "translation": {
      "en": "Sweetheart… I… You promised they were never going to.",
      "it": "- No, tesoro. - Dicevi che non l'avrebbero fatto."
    }
  },
  {
    "translation": {
      "en": "I swear to you on my own life, I will never let them hurt my baby.",
      "it": "Te lo giuro sulla mia testa, non lascerò che gli facciano del male."
    }
  },
  {
    "translation": {
      "en": "[newscaster] Jackson should be found not guilty on the grounds that he suffers",
      "it": "Jackson poteva essere scagionato. Soffre di un disturbo genetico che comporta un ritardo mentale."
    }
  },
  {
    "translation": {
      "en": "from a genetic disorder linked to intellectual disability.",
      "it": "Soffre di un disturbo genetico che comporta un ritardo mentale."
    }
  },
  {
    "translation": {
      "en": "But the state argued successfully that his disability was not a factor in the crimes.",
      "it": "L'accusa ha però convinto la giuria che non fosse rilevante."
    }
  },
  {
    "translation": {
      "en": "[news announcer] This week on Most Wanted, City By the Bay, three murders, zero leads.",
      "it": "Questa settimana su Most Wanted. Tre omicidi, nessun sospettato."
    }
  },
  {
    "translation": {
      "en": "For the third time in a week and a half, a young woman stabbed to death.",
      "it": "È la terza donna in una settimana e mezza a essere pugnalata a morte."
    }
  },
  {
    "translation": {
      "en": "Once again, the killer signs his work in blood.",
      "it": "L'assassino ha di nuovo firmato col sangue."
    }
  },
  {
    "translation": {
      "en": "Go to the other cam.",
      "it": "Cambia telecamera."
    }
  },
  {
    "translation": {
      "en": "[newscaster 2] …signs of grisly struggle.",
      "it": "...segni di colluttazione."
    }
  },
  {
    "translation": {
      "en": "-A mangled body abandoned… -[Mara] Boss. Did we get the extra five minutes?",
      "it": "- Un corpo straziato... - Abbiamo cinque minuti in più?"
    }
  },
  {
    "translation": {
      "en": "Well, it was either border war in Pakistan, the funeral of a US Senator,",
      "it": "Potevamo parlare della guerra in Pakistan, del funerale di un senatore,"
    }
  },
  {
    "translation": {
      "en": "the governor's shortlist of candidates to replace him--",
      "it": "della lista dei sostituti del governatore..."
    }
  },
  {
    "translation": {
      "en": "Or dead bodies in dumpsters all over town.",
      "it": "...o dei cadaveri nei cassonetti."
    }
  },
  {
    "translation": {
      "en": "-On our tombstones, Mara. -[chuckles] We bled, we led.",
      "it": "Ce lo scriveranno sulla tomba: \"La morte fa tanto audience\"."
    }
  },
  {
    "translation": {
      "en": "Ready to help the cops bag another one?",
      "it": "Pronta ad aiutare la polizia?"
    }
  },
  {
    "translation": {
      "en": "Look who's starring on Channel 5.",
      "it": "Guardate chi c'è su Channel 5."
    }
  },
  {
    "translation": {
      "en": "[Tom] Yes, ten years ago, I prosecuted Danny Jackson for all three murders.",
      "it": "Ho rappresentato l'accusa nel processo contro Jackson."
    }
  },
  {
    "translation": {
      "en": "So, no regrets, Mr. Price?",
      "it": "Non ha rimorsi, signor Price?"
    }
  },
  {
    "translation": {
      "en": "If the moratorium's lifted, you have total faith that you won't be sending an innocent man to their death?",
      "it": "Se la moratoria verrà revocata, è certo che non verrà giustiziato un innocente?"
    }
  },
  {
    "translation": {
      "en": "Well, I have total faith in the gifted defense attorneys",
      "it": "Ho fiducia nelle capacità della difesa."
    }
  },
  {
    "translation": {
      "en": "who've given everything they've got to making sure",
      "it": "Gli avvocati hanno fatto il possibile"
    }
  },
  {
    "translation": {
      "en": "this man had the full benefit of due process and the law.",
      "it": "per garantire a Jackson un processo equo."
    }
  },
  {
    "translation": {
      "en": "Thank you, Michelle.",
      "it": "Grazie, Michelle."
    }
  },
  {
    "translation": {
      "en": "[Grace] Mr. Price…",
      "it": "Signor Price?"
    }
  },
  {
    "translation": {
      "en": "[Tom] You will hear the defense make much of Mr. Jackson's limited intellectual capacity.",
      "it": "La difesa ha ribadito più volte che Jackson ha difficoltà mentali,"
    }
  },
  {
    "translation": {
      "en": "But… he had the intelligence to lie in wait for Carina Markovich.",
      "it": "eppure ha avuto le capacità necessarie ad aspettare nascosto Carina Markovich,"
    }
  },
  {
    "translation": {
      "en": "To put on the gloves with which he strangled the life out of Janice Kim.",
      "it": "a indossare dei guanti per strangolare Janice Kim"
    }
  },
  {
    "translation": {
      "en": "To stalk Susanna Spencer, his brother's fiancée",
      "it": "e a pedinare Susanna Spencer, fidanzata del fratello,"
    }
  },
  {
    "translation": {
      "en": "-the night he slaughtered her. -It's not true. The police lied.",
      "it": "- la sera in cui l'ha uccisa. - È falso, la polizia ha mentito!"
    }
  },
  {
    "translation": {
      "en": "-It's not true! They lied! -You shouldn't be here, Mrs. Jackson.",
      "it": "Non è vero, hanno mentito! - Non dovrebbe essere qui. - Ho dei documenti."
    }
  },
  {
    "translation": {
      "en": "I have files to show you.",
      "it": "- Non dovrebbe essere qui. - Ho dei documenti."
    }
  },
  {
    "translation": {
      "en": "In the line-up for the first victim, Danny was the only Caucasian.",
      "it": "Nel primo confronto, Danny era l'unico caucasico."
    }
  },
  {
    "translation": {
      "en": "In the second line-up, he was three and a half inches shorter than all the other suspects.",
      "it": "Nel secondo, è più basso di otto centimetri degli altri sospettati."
    }
  },
  {
    "translation": {
      "en": "Ma'am, would you step back, please? I'm very sorry, Mrs. Jackson.",
      "it": "- Signora, non si avvicini. - Mi dispiace, signora Jackson."
    }
  },
  {
    "translation": {
      "en": "I'm running for your mum's dry cleaning, and you know the cleaning day rules,",
      "it": "Devo portare i vestiti in lavanderia. Conosci le regole,"
    }
  },
  {
    "translation": {
      "en": "so don't party too hard, okay?",
      "it": "quindi non darti alla pazza gioia."
    }
  },
  {
    "translation": {
      "en": "Don't worry. I'll only have 100 friends over.",
      "it": "Tranquillo, invito solo un centinaio di amici."
    }
  },
  {
    "translation": {
      "en": "-[Serena laughing] -I'll be right back.",
      "it": "Torno subito."
    }
  },
  {
    "translation": {
      "en": "What's up, Tiger Lily?",
      "it": "Come va, Giglio Tigrato?"
    }
  },
  {
    "translation": {
      "en": "Hi, Angel.",
      "it": "Ciao, tesoro."
    }
  },
  {
    "translation": {
      "en": "[Nico on the phone] Does your husband think he can just not pay?",
      "it": "Tuo marito pensa di non pagarci?"
    }
  },
  {
    "translation": {
      "en": "Who is this?",
      "it": "- Chi parla? - Torna con i 60.000 dollari."
    }
  },
  {
    "translation": {
      "en": "Get home quick with the whole 60k. Serena's waiting for her mother.",
      "it": "- Chi parla? - Torna con i 60.000 dollari. Serena aspetta sua madre. Niente polizia, è una pessima idea."
    }
  },
  {
    "translation": {
      "en": "And cops? Not such a good idea.",
      "it": "Serena aspetta sua madre. Niente polizia, è una pessima idea."
    }
  },
  {
    "translation": {
      "en": "You have ten minutes.",
      "it": "Hai dieci minuti."
    }
  },
  {
    "translation": {
      "en": "Dance break! [Serena] Aye, aye, Captain Nico!",
      "it": "- Balla! - Certo, Capitan Nico!"
    }
  },
  {
    "translation": {
      "en": "[Laura] Hey!",
      "it": "Ehi!"
    }
  },
  {
    "translation": {
      "en": "[Laura] Get away from my daughter.",
      "it": "Allontanati."
    }
  },
  {
    "translation": {
      "en": "Captain Nico says if you borrow money, it's bad not to pay it back.",
      "it": "Capitan Nico dice che se prendi in prestito dei soldi, devi restituirli."
    }
  },
  {
    "translation": {
      "en": "[Nico] Truly it was… it was just an honest mistake.",
      "it": "È stato un errore in buona fede."
    }
  },
  {
    "translation": {
      "en": "I apologize.",
      "it": "Mi dispiace."
    }
  },
  {
    "translation": {
      "en": "Inspector Kupner, please acquaint this man with the concept of wasted breath.",
      "it": "Ispettore Kupner, gli spiega cosa significa \"sprecare fiato\"?"
    }
  },
  {
    "translation": {
      "en": "We are licensed investigators legally collecting a debt for a Mr. Davidson Norris.",
      "it": "Siamo investigatori, cercavamo un certo Norris per riscuotere un debito."
    }
  },
  {
    "translation": {
      "en": "It's not our fault nobody told our client the guy moved.",
      "it": "Peccato che si fosse trasferito."
    }
  },
  {
    "translation": {
      "en": "The only relevant fact here is that this man broke into my home",
      "it": "L'unica cosa che conta è che quest'uomo ha fatto irruzione in casa mia"
    }
  },
  {
    "translation": {
      "en": "and terrified my eight-year-old daughter.",
      "it": "e ha terrorizzato mia figlia."
    }
  },
  {
    "translation": {
      "en": "I wasn't scared for one second. We were having the best time ever.",
      "it": "Non avevo paura, ci siamo divertiti come matti."
    }
  },
  {
    "translation": {
      "en": "[Cupcake] We'll take care of it from here, Mrs. Price.",
      "it": "Ce ne occuperemo noi."
    }
  },
  {
    "translation": {
      "en": "Let's not tell Daddy about this. Okay? It'll only upset him.",
      "it": "Non dire niente a papà, si agiterebbe."
    }
  },
  {
    "translation": {
      "en": "Don't worry, Captain Nico, I will save you.",
      "it": "Tranquillo, capitan Nico. Ti salverò io!"
    }
  },
  {
    "translation": {
      "en": "[Laura] Okay, come on. Let's go, sweetie.",
      "it": "Forza, andiamo."
    }
  },
  {
    "translation": {
      "en": "Stop thinking with your head, Cupcake.",
      "it": "Non seguire la testa, Cupcake."
    }
  },
  {
    "translation": {
      "en": "Think with that big, bleeding heart of yours. Think about what this would do to her parole.",
      "it": "Pensa col cuore. Cosa succederebbe alla condizionale di Jenny?"
    }
  },
  {
    "translation": {
      "en": "Don't do this, Nico.",
      "it": "Smettila, Nico."
    }
  },
  {
    "translation": {
      "en": "One teeny, tiny tap on \"Delete,\"",
      "it": "Basta cliccare su \"cancella\" e tutto questo non sarà mai successo,"
    }
  },
  {
    "translation": {
      "en": "and just like you getting to second base with Heidi Wilson",
      "it": "Basta cliccare su \"cancella\" e tutto questo non sarà mai successo, come tu non sei mai andato al sodo con Heidi Wilson alle medie."
    }
  },
  {
    "translation": {
      "en": "in eighth grade, this never happened.",
      "it": "come tu non sei mai andato al sodo con Heidi Wilson alle medie."
    }
  },
  {
    "translation": {
      "en": "That totally happened. Not according to Heidi, it didn't.",
      "it": "- E invece è successo. - Heidi dice di no."
    }
  },
  {
    "translation": {
      "en": "Muscling deadbeats for cash? You?",
      "it": "Ti sei ridotto a fare lo scagnozzo, proprio tu?"
    }
  },
  {
    "translation": {
      "en": "[Sarneau] Hello, Nico.",
      "it": "Ciao, Nico."
    }
  },
  {
    "translation": {
      "en": "Hola, Captain Sarneau.",
      "it": "Hola, capitano Sarneau."
    }
  },
  {
    "translation": {
      "en": "What's the illustrious former detective being charged with?",
      "it": "Di cos'è accusato il nostro ex ispettore?"
    }
  },
  {
    "translation": {
      "en": "Unlawful entry. [Sarneau] Enjoy your stay, Nico.",
      "it": "- Violazione di proprietà privata. - Goditi il soggiorno."
    }
  },
  {
    "translation": {
      "en": "-[Nico exhales heavily] -[sighs] What are you inhaling?",
      "it": "Perché inspiri così?"
    }
  },
  {
    "translation": {
      "en": "Cold sweat dripping from the perp, right before he caves.",
      "it": "Il sudore freddo dei colpevoli, prima di capitolare."
    }
  },
  {
    "translation": {
      "en": "Rust on the badge after a rainy stakeout. Dust gathering on overtime requests.",
      "it": "La ruggine sul distintivo, quando piove. La polvere sulle indagini arretrate."
    }
  },
  {
    "translation": {
      "en": "The sweet, musty aromas of my old life.",
      "it": "Inspiro l'aroma muschiato della mia vecchia vita."
    }
  },
  {
    "translation": {
      "en": "You wishin' you had it back? That would be a prize-winning waste of time.",
      "it": "- Vorresti riaverla? - Sarebbe una perdita di tempo."
    }
  },
  {
    "translation": {
      "en": "Right at that desk, Nico.",
      "it": "Eravamo proprio là."
    }
  },
  {
    "translation": {
      "en": "Me, looking at five years for soliciting and possession.",
      "it": "Avrei potuto farmi cinque anni per adescamento,"
    }
  },
  {
    "translation": {
      "en": "You cutting me loose for reasons I've yet to fathom.",
      "it": "ma tu mi hai lasciata andare."
    }
  },
  {
    "translation": {
      "en": "[Sarneau] So… I am expected to believe that totally by some random coincidence,",
      "it": "Dovrei credere che è stata solo una coincidenza"
    }
  },
  {
    "translation": {
      "en": "you just happened to break into the loft",
      "it": "se sei entrato nel loft del procuratore che ha messo tuo fratello"
    }
  },
  {
    "translation": {
      "en": "of the prosecutor who put your brother on death row?",
      "it": "se sei entrato nel loft del procuratore che ha messo tuo fratello nel braccio della morte?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "it": "Che cosa? Quella donna era..."
    }
  },
  {
    "translation": {
      "en": "-That woman was-- -Mrs. Thomas Price.",
      "it": "Che cosa? Quella donna era... La moglie di Thomas Price."
    }
  },
  {
    "translation": {
      "en": "You know what, don't insult the distant memory of our friendship",
      "it": "Non insultare il ricordo della nostra amicizia"
    }
  },
  {
    "translation": {
      "en": "by pretending like you didn't know. Okay?",
      "it": "fingendo di non saperlo, va bene?"
    }
  },
  {
    "translation": {
      "en": "Look, whatever hellish game you are up to here, you take it to another precinct.",
      "it": "Non so che gioco infernale sarebbe, ma vallo a fare in un altro distretto."
    }
  },
  {
    "translation": {
      "en": "A million people in this city, what are the chances?",
      "it": "Quante possibilità c'erano, in una città così grande?"
    }
  },
  {
    "translation": {
      "en": "Apparently 100%, because that's what happened.",
      "it": "Il 100%, a quanto pare."
    }
  },
  {
    "translation": {
      "en": "[Ruby] How long do we have to keep waiting for?",
      "it": "Quanto dobbiamo aspettare ancora?"
    }
  },
  {
    "translation": {
      "en": "[Grace] Till the person I need to see comes home.",
      "it": "Finché non torna la persona che cerco."
    }
  },
  {
    "translation": {
      "en": "[Grace] Ruby, no!",
      "it": "Ruby, no!"
    }
  },
  {
    "translation": {
      "en": "[Ruby] That's my favorite song! [Serena] Mine too!",
      "it": "- È la mia canzone preferita! - Anche la mia."
    }
  },
  {
    "translation": {
      "en": "I bet it will go triple platinum. Oh, my God. Where did you get that backpack from? It's so beautiful!",
      "it": "- Sarà tre volte disco di platino. - Oddio, dove hai preso quello zaino?"
    }
  },
  {
    "translation": {
      "en": "Take it. I have, like, 50 backpacks.",
      "it": "- Prendilo, io ne avrò 50. - Grazie!"
    }
  },
  {
    "translation": {
      "en": "Thank you! My name is Ruby.",
      "it": "- Prendilo, io ne avrò 50. - Grazie! Io sono Ruby. Ho la sindrome da microdelezione 16p11.2."
    }
  },
  {
    "translation": {
      "en": "And I have 16 p11 .2 Deletion Syndrome, but we all have something, right?",
      "it": "Io sono Ruby. Ho la sindrome da microdelezione 16p11.2. Ognuno ha le sue."
    }
  },
  {
    "translation": {
      "en": "What's your name and what do you have?",
      "it": "Chi sei e che sindrome hai?"
    }
  },
  {
    "translation": {
      "en": "Serena Price, and I have an allergy.",
      "it": "Mi chiamo Serena Price e ho un'allergia."
    }
  },
  {
    "translation": {
      "en": "Mrs. Price, could you give this to your husband, please?",
      "it": "Signora Price, può darli a suo marito?"
    }
  },
  {
    "translation": {
      "en": "These are files regarding the case of my son, Danny Jackson.",
      "it": "Sono documenti sul caso di mio figlio, Danny Jackson."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, you have to contact his office.",
      "it": "Deve rivolgersi al suo ufficio."
    }
  },
  {
    "translation": {
      "en": "Message me at @JesseIsGod! [Laura] Sweetie, we have to go.",
      "it": "- Scrivimi su \"Jesse è un vero idolo\". - Andiamo."
    }
  },
  {
    "translation": {
      "en": "Ruby's funny, she's nice.",
      "it": "Ruby è divertente, mi sta simpatica."
    }
  },
  {
    "translation": {
      "en": "And she loves Jesse way more than I do. Which I didn't think was possible.",
      "it": "Adora Jesse ancora più di me. Non credevo fosse possibile."
    }
  },
  {
    "translation": {
      "en": "Why can't I call her?",
      "it": "Non posso chiamarla?"
    }
  },
  {
    "translation": {
      "en": "Because her grandmother… Her grandmother what?",
      "it": "- No, perché sua nonna... - Sua nonna cosa?"
    }
  },
  {
    "translation": {
      "en": "Ah, Serena, you have ten math problems due by tomorrow.",
      "it": "Tesoro, per domani hai dieci problemi di matematica"
    }
  },
  {
    "translation": {
      "en": "And spelling, and you haven't even started.",
      "it": "e gli esercizi di spelling da fare."
    }
  },
  {
    "translation": {
      "en": "-[Serena sighs] -So… Let's get focused.",
      "it": "Dobbiamo concentrarci."
    }
  },
  {
    "translation": {
      "en": "Can I call her after I'm done? Focus.",
      "it": "- Dopo posso chiamarla? - Concentrati."
    }
  },
  {
    "translation": {
      "en": "Serena.",
      "it": "Serena?"
    }
  },
  {
    "translation": {
      "en": "Snack time, Angel, hardworking…",
      "it": "È ora della merenda, tesoro."
    }
  },
  {
    "translation": {
      "en": "[Ruby] Mr. Debray, Mr. Debray, Mr. Debray. This is Serena.",
      "it": "Signor Debray. Lei è Serena."
    }
  },
  {
    "translation": {
      "en": "Serena, this is my favorite teacher, Mr. Debray. Well, we're glad you're here, Serena.",
      "it": "- È il mio insegnante preferito. - Siamo felici di averti fra noi."
    }
  },
  {
    "translation": {
      "en": "Hey, thank you for being Ruby's friend.",
      "it": "Grazie per essere amica di Ruby."
    }
  },
  {
    "translation": {
      "en": "-Have fun. -[Ruby] Dance time.",
      "it": "- Divertitevi. - Si balla!"
    }
  },
  {
    "translation": {
      "en": "Serena.",
      "it": "Serena!"
    }
  },
  {
    "translation": {
      "en": "Do you have any idea how frightened I was?",
      "it": "Sai che spavento mi sono presa?"
    }
  },
  {
    "translation": {
      "en": "I think it'll be better if you didn't see Serena anymore.",
      "it": "È meglio che non vi rivediate."
    }
  },
  {
    "translation": {
      "en": "Please, don't go. Oh, do not grab my daughter.",
      "it": "- Ti prego, non andartene. - Lascia andare mia figlia."
    }
  },
  {
    "translation": {
      "en": "Are you okay? Look what you did. It was her father's.",
      "it": "- Stai bene? - Che hai fatto? Era di suo padre."
    }
  },
  {
    "translation": {
      "en": "It was the most important thing in the world for her.",
      "it": "Per lei era la cosa più importante di tutte."
    }
  },
  {
    "translation": {
      "en": "Everything okay here?",
      "it": "È tutto a posto?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I'm sorry the camera's broken.",
      "it": "Scusami. Mi dispiace di aver rotto la fotocamera."
    }
  },
  {
    "translation": {
      "en": "I'll fix it and I'll bring it back to the school, okay?",
      "it": "L'aggiusterò e te la riconsegnerò."
    }
  },
  {
    "translation": {
      "en": "You did notice she wasn't a student here, right?",
      "it": "Mia figlia non studia qui."
    }
  },
  {
    "translation": {
      "en": "Right. I'm right here, Ruby. I'm right here.",
      "it": "Tranquilla, Ruby. Ci sono qui io."
    }
  },
  {
    "translation": {
      "en": "I'm not going with you. Come here.",
      "it": "- Non ci vengo, con te. - Vieni."
    }
  },
  {
    "translation": {
      "en": "[Laura] Don't ever, ever do this again. How'd you even get there?",
      "it": "Non farlo mai più. Come ci sei arrivata?"
    }
  },
  {
    "translation": {
      "en": "We took the bus, just like a billion people do every day.",
      "it": "Abbiamo preso l'autobus, come fa un sacco di gente."
    }
  },
  {
    "translation": {
      "en": "Serena, the city is a very dangerous…",
      "it": "Serena, la città è molto pericolosa."
    }
  },
  {
    "translation": {
      "en": "[Laura] The tire blew.",
      "it": "La gomma è a terra."
    }
  },
  {
    "translation": {
      "en": "That was cool.",
      "it": "È stato fortissimo."
    }
  },
  {
    "translation": {
      "en": "But, don't ever try that again, okay?",
      "it": "Però non farlo mai più."
    }
  },
  {
    "translation": {
      "en": "I'll have the tire changed in two minutes. You okay?",
      "it": "Ci cambiano subito la gomma. Tu stai bene? Perfetto."
    }
  },
  {
    "translation": {
      "en": "-Mmm-hmm. -All right.",
      "it": "Tu stai bene? Perfetto."
    }
  },
  {
    "translation": {
      "en": "[Laura] Thanks for letting me use your phone.",
      "it": "Grazie per la telefonata."
    }
  },
  {
    "translation": {
      "en": "Is she her daughter? Yes, she is.",
      "it": "- Quella è sua figlia? - Esatto."
    }
  },
  {
    "translation": {
      "en": "She's beautiful.",
      "it": "È molto bella."
    }
  },
  {
    "translation": {
      "en": "Where is she?",
      "it": "Dov'è?"
    }
  },
  {
    "translation": {
      "en": "It's such a lovely store.",
      "it": "Il suo negozio è adorabile."
    }
  },
  {
    "translation": {
      "en": "I don't know why I never noticed it before.",
      "it": "Chissà perché non l'avevo notato."
    }
  },
  {
    "translation": {
      "en": "There's something I'd like to give you, an old-fashioned photograph.",
      "it": "Vi faccio un regalo. Vi scatterò una foto come una volta."
    }
  },
  {
    "translation": {
      "en": "Would you like one? Yes, please.",
      "it": "- Vi va? - Decisamente sì."
    }
  },
  {
    "translation": {
      "en": "[Laura] It's lovely. Thank you so much.",
      "it": "È bellissima, grazie."
    }
  },
  {
    "translation": {
      "en": "You will soon lose something more precious to you than anything in the whole world.",
      "it": "Presto perderai la cosa che per te è più importante di tutte."
    }
  },
  {
    "translation": {
      "en": "Water will take it away. That is your fate,",
      "it": "L'acqua te la porterà via."
    }
  },
  {
    "translation": {
      "en": "written in stone a million years before you were born.",
      "it": "È la tua sorte, scritta anni prima che tu nascessi."
    }
  },
  {
    "translation": {
      "en": "It's late. We better get going--",
      "it": "- Andiamo. - Il tuo nemico è il destino."
    }
  },
  {
    "translation": {
      "en": "Fate is your enemy. You can't flee from her.",
      "it": "- Andiamo. - Il tuo nemico è il destino. Non puoi scappare."
    }
  },
  {
    "translation": {
      "en": "The only way is to fight her head-on.",
      "it": "Puoi soltanto affrontarlo."
    }
  },
  {
    "translation": {
      "en": "But you cannot win until the price is paid.",
      "it": "Ma non vincerai senza pagarne il prezzo."
    }
  },
  {
    "translation": {
      "en": "For one to live, one must die.",
      "it": "Perché uno viva, un altro deve morire."
    }
  },
  {
    "translation": {
      "en": "-Who has to die? -Come on, sweetheart. Let's go.",
      "it": "- Chi deve morire? - Forza, tesoro. Andiamo."
    }
  },
  {
    "translation": {
      "en": "Serena, get in the car. Come on.",
      "it": "Serena, sali in auto. Forza."
    }
  },
  {
    "translation": {
      "en": "Nothing is a coincidence. Everything is connected.",
      "it": "Le coincidenze non esistono, è tutto collegato."
    }
  },
  {
    "translation": {
      "en": "[Jenny] Don't sleep too long. You got pictures to take.",
      "it": "Non dormire troppo, hai delle foto da scattare."
    }
  },
  {
    "translation": {
      "en": "Rich wife plus lying, cheating husband equals this month's rent.",
      "it": "Moglie ricca e marito fedifrago, ci pagheremo l'affitto."
    }
  },
  {
    "translation": {
      "en": "Siesta first. [sighs]",
      "it": "Prima la siesta."
    }
  },
  {
    "translation": {
      "en": "I don't know why you put that up.",
      "it": "VI PREGO LIBERATE NICO Perché l'hai appeso?"
    }
  },
  {
    "translation": {
      "en": "A reminder that even the icy heart of a police captain can be melted,",
      "it": "Per ricordarci che anche un capitano può commuoversi"
    }
  },
  {
    "translation": {
      "en": "and that even the pure heart of a little girl can be conned",
      "it": "e che anche una ragazzina pura"
    }
  },
  {
    "translation": {
      "en": "into thinking that Nico Jackson's ass is worth saving.",
      "it": "può essere indotta a credere che valga la pena salvarti."
    }
  },
  {
    "translation": {
      "en": "She does have a way with glitter.",
      "it": "Ci sa fare coi brillantini."
    }
  },
  {
    "translation": {
      "en": "I'm waking you up in half an hour. -Yeah. -Keep your phone on.",
      "it": "Ti sveglio fra un'ora, tieni acceso il telefono."
    }
  },
  {
    "translation": {
      "en": "Don't judge me.",
      "it": "Non giudicarmi."
    }
  },
  {
    "translation": {
      "en": "[Grace] Nico, are you in there?",
      "it": "Nico, ci sei?"
    }
  },
  {
    "translation": {
      "en": "[Nico] Hey, Mom. Uncle Nico, Uncle Nico, Uncle Nico!",
      "it": "- Ciao, mamma. - Zio Nico!"
    }
  },
  {
    "translation": {
      "en": "Ah, you're getting heavy.",
      "it": "Sei sempre più pesante."
    }
  },
  {
    "translation": {
      "en": "-Mom-- -Did you hear what the governor said--",
      "it": "Sai cos'ha detto il governatore?"
    }
  },
  {
    "translation": {
      "en": "Hey, Ruby, want to run grab yourself a soda from the fridge?",
      "it": "Ruby, prendi una bibita."
    }
  },
  {
    "translation": {
      "en": "Oh, man, you bet. Do it!",
      "it": "- Certo che sì. - Serviti pure."
    }
  },
  {
    "translation": {
      "en": "Yes. I heard what the governor said.",
      "it": "Sì, ho saputo cos'ha detto il governatore."
    }
  },
  {
    "translation": {
      "en": "-[whispering] You know Danny. -Mom…",
      "it": "- Sai che Danny... - Mamma."
    }
  },
  {
    "translation": {
      "en": "He loved Susanna like you did, and the others… He could never--",
      "it": "- Amava Susanna quanto te. - Mamma. - Lui non... - Era sporco di sangue."
    }
  },
  {
    "translation": {
      "en": "The blood on the clothes, the knife.",
      "it": "- Lui non... - Era sporco di sangue. - Ti prego, Nico. - Ha confessato. Devi smetterla."
    }
  },
  {
    "translation": {
      "en": "-The confessions. -Please. -You gotta stop. -Call the judge.",
      "it": "- Ti prego, Nico. - Ha confessato. Devi smetterla."
    }
  },
  {
    "translation": {
      "en": "Tell him it was dark that night, you're not sure what you saw.",
      "it": "Chiama il giudice. Digli che era buio e ritratta."
    }
  },
  {
    "translation": {
      "en": "Mom! Just visit him…",
      "it": "- Mamma! - Almeno vallo a trovare."
    }
  },
  {
    "translation": {
      "en": "before…",
      "it": "Prima che..."
    }
  },
  {
    "translation": {
      "en": "Hey, I have some work I have to get back to, okay?",
      "it": "Ho del lavoro da fare, va bene?"
    }
  },
  {
    "translation": {
      "en": "But I want you to visit me again, all right, Ruby Tuesday?",
      "it": "Ma tu torna a trovarmi, Ruby. Facciamo martedì?"
    }
  },
  {
    "translation": {
      "en": "Goodbye, Uncle Nico.",
      "it": "Ciao, zio Nico."
    }
  },
  {
    "translation": {
      "en": "Potatoes?",
      "it": "- Batti il pugno. - Bam!"
    }
  },
  {
    "translation": {
      "en": "[Danny] I killed her.",
      "it": "L'ho uccisa io."
    }
  },
  {
    "translation": {
      "en": "[Tom] Who did he say was responsible for Susanna's death?",
      "it": "Secondo suo fratello, chi ha causato la morte di Susanna?"
    }
  },
  {
    "translation": {
      "en": "What did your brother say when you saw him with the body?",
      "it": "Cosa le ha detto, quando lei l'ha visto col cadavere?"
    }
  },
  {
    "translation": {
      "en": "Mr. Jackson…",
      "it": "Signor Jackson?"
    }
  },
  {
    "translation": {
      "en": "[Tom and Serena] ♪ Happy birthday, dear Mommy ♪",
      "it": "Tanti auguri, cara mamma"
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday to you ♪",
      "it": "Tanti auguri a te"
    }
  },
  {
    "translation": {
      "en": "-[Tom laughing] -[Laura] Aww!",
      "it": "Tantissimi auguri."
    }
  },
  {
    "translation": {
      "en": "Make a wish before you say anything and it will come true.",
      "it": "Esprimi subito un desiderio, o non si avvererà."
    }
  },
  {
    "translation": {
      "en": "It already has. You say that every year.",
      "it": "- Già fatto. - Dici così ogni anno."
    }
  },
  {
    "translation": {
      "en": "Present!",
      "it": "Il regalo!"
    }
  },
  {
    "translation": {
      "en": "Looks like a regular, normal pen, right?",
      "it": "Sembra una classica penna, giusto?"
    }
  },
  {
    "translation": {
      "en": "-Mmm-hmm. -Wrong!",
      "it": "Sembra una classica penna, giusto? Sbagliato. Se premi questo pulsante, emette un raggio laser mortale."
    }
  },
  {
    "translation": {
      "en": "Press this button and it's a laser death ray.",
      "it": "Sbagliato. Se premi questo pulsante, emette un raggio laser mortale."
    }
  },
  {
    "translation": {
      "en": "Oh, I love it, sweetie.",
      "it": "È bellissima, tesoro."
    }
  },
  {
    "translation": {
      "en": "Dad, have you seen my journal? On the window sill.",
      "it": "- Papà, hai visto il mio diario? - È sulla finestra."
    }
  },
  {
    "translation": {
      "en": "[Serena] Did you peek? I swear on all the hobbits in the Shire, I didn't.",
      "it": "- L'hai letto? - No, te lo giuro su tutti gli Hobbit."
    }
  },
  {
    "translation": {
      "en": "[Laura] Are you okay? Sweetie…",
      "it": "- Stai bene, tesoro? - Tesoro."
    }
  },
  {
    "translation": {
      "en": "Oh, look, no glass. You're good. I'll fix it up, okay?",
      "it": "Ottimo, non ti sei tagliata. Ora sistemo tutto."
    }
  },
  {
    "translation": {
      "en": "I love Jesse, but can we have something quieter?",
      "it": "Adoro Jesse, ma puoi mettere qualcosa di meno rumoroso?"
    }
  },
  {
    "translation": {
      "en": "[newscaster] The city in terror",
      "it": "La città è nel panico, dopo la quarta vittima."
    }
  },
  {
    "translation": {
      "en": "as the killer claims a fourth victim in a grim replay of…",
      "it": "La città è nel panico, dopo la quarta vittima. - Una macabra ripetizione di... - Bene, chi vuole un po' di torta?"
    }
  },
  {
    "translation": {
      "en": "Okay, who wants cake for breakfast, huh?",
      "it": "- Una macabra ripetizione di... - Bene, chi vuole un po' di torta?"
    }
  },
  {
    "translation": {
      "en": "[Anya] My husband always was a passionate man.",
      "it": "Mio marito è sempre stato focoso."
    }
  },
  {
    "translation": {
      "en": "A bastard and a criminal, but passionate. Five thousand.",
      "it": "Certo, è un bastardo e un criminale, ma è comunque focoso. Ecco i tuoi 5.000."
    }
  },
  {
    "translation": {
      "en": "[Nico] Dangerous man like your husband, that's the rate.",
      "it": "Tuo marito è pericoloso, è la tariffa standard."
    }
  },
  {
    "translation": {
      "en": "-Two double cosmos. -[bartender] You got it!",
      "it": "Due cosmopolitan."
    }
  },
  {
    "translation": {
      "en": "Make that one.",
      "it": "Soltanto uno."
    }
  },
  {
    "translation": {
      "en": "When I indulge, things tend to get a little, uh… unpredictable.",
      "it": "Quando bevo, la situazione tende a diventare... imprevedibile."
    }
  },
  {
    "translation": {
      "en": "Maybe I'm in the mood for unpredictable. That's revenge talking.",
      "it": "- Forse mi va qualcosa di imprevedibile. - Vuoi solo vendicarti."
    }
  },
  {
    "translation": {
      "en": "[chuckles] You underestimate yourself.",
      "it": "Ti stai sottovalutando."
    }
  },
  {
    "translation": {
      "en": "Ah, it's a sin I've never been accused of.",
      "it": "Non ho mai commesso un simile peccato."
    }
  },
  {
    "translation": {
      "en": "-[Nico groans] -[chuckles]",
      "it": "Dio mio."
    }
  },
  {
    "translation": {
      "en": "Sing me the song again. About the umbrellas.",
      "it": "Cantami di nuovo quella canzone sugli ombrelli."
    }
  },
  {
    "translation": {
      "en": "Yeah. Let's skip coffee and get right to the show tunes.",
      "it": "Saltiamo il caffè e passiamo direttamente alle canzoni da musical."
    }
  },
  {
    "translation": {
      "en": "Oh, please.",
      "it": "Dai, ti prego."
    }
  },
  {
    "translation": {
      "en": "Could you hum me a few bars?",
      "it": "Canticchiami come fa."
    }
  },
  {
    "translation": {
      "en": "You don't remember?",
      "it": "Non te la ricordi?"
    }
  },
  {
    "translation": {
      "en": "It's the upside of being a blackout drunk. Less to regret.",
      "it": "È un vantaggio di dimenticare tutto da ubriaco. Ti vergogni meno."
    }
  },
  {
    "translation": {
      "en": "Well, we'll make new memories, then.",
      "it": "Facciamoci dei nuovi ricordi, allora."
    }
  },
  {
    "translation": {
      "en": "Sounds good.",
      "it": "Ottimo piano."
    }
  },
  {
    "translation": {
      "en": "[Anya chuckles] You're a talented man. Anya?",
      "it": "- Sei un uomo pieno di talenti. - Anya?"
    }
  },
  {
    "translation": {
      "en": "Don't worry, it's just my soon-to-be ex-husband.",
      "it": "Non preoccuparti, presto sarà il mio ex marito."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm worried. [man] Who's there?",
      "it": "- Mi preoccupo eccome. - Chi c'è qui?"
    }
  },
  {
    "translation": {
      "en": "Anya!",
      "it": "Anya?"
    }
  },
  {
    "translation": {
      "en": "[newscaster] Tonight the city is bracing itself",
      "it": "La tensione è alle stelle."
    }
  },
  {
    "translation": {
      "en": "after the body of another woman was found in a dumpster",
      "it": "Un altro cadavere è stato trovato in una discarica"
    }
  },
  {
    "translation": {
      "en": "behind a popular nightclub in the Richmond district.",
      "it": "dietro un famoso locale a Richmond."
    }
  },
  {
    "translation": {
      "en": "Authorities believe her to be the fifth victim of a killer stalking city streets.",
      "it": "Secondo le autorità, potrebbe essere la quinta vittima del killer."
    }
  },
  {
    "translation": {
      "en": "I saw her. I remember the skull on her t-shirt,",
      "it": "L'ho vista. Ricordo la maglia col teschio."
    }
  },
  {
    "translation": {
      "en": "in this club in the Richmond, uh, Park something.",
      "it": "Era in un locale a Richmond, Park qualcosa."
    }
  },
  {
    "translation": {
      "en": "No, Parade. Uh, something that begins with a P.",
      "it": "Anzi, Parade. Qualcosa che inizia con la P."
    }
  },
  {
    "translation": {
      "en": "I was there from, like, 11:00 to midnight.",
      "it": "Sono rimasto lì dalle 23:00 a mezzanotte."
    }
  },
  {
    "translation": {
      "en": "[Laura] Is it the place? How do you pick them?",
      "it": "È qui che l'hai lasciata? Con che criteri le scegli?"
    }
  },
  {
    "translation": {
      "en": "What's your pattern?",
      "it": "Che schema segui?"
    }
  },
  {
    "translation": {
      "en": "Sweetheart… -I'm so sorry. -Hmm.",
      "it": "Tesoro, mi dispiace tanto."
    }
  },
  {
    "translation": {
      "en": "I know how much he meant to you.",
      "it": "So quanto era importante."
    }
  },
  {
    "translation": {
      "en": "[sobbing] Why do people have to die?",
      "it": "Perché la gente muore?"
    }
  },
  {
    "translation": {
      "en": "Sometimes… things just are, and they hurt.",
      "it": "Alcune cose sono inevitabili, anche se fanno male."
    }
  },
  {
    "translation": {
      "en": "There's a midnight vigil at his house.",
      "it": "Fanno una veglia a casa sua, a mezzanotte."
    }
  },
  {
    "translation": {
      "en": "I want to go with Ruby.",
      "it": "Voglio andarci con Ruby."
    }
  },
  {
    "translation": {
      "en": "Let me talk to Dad, okay?",
      "it": "Ne parlo con papà."
    }
  },
  {
    "translation": {
      "en": "That's what you always say when it's a no.",
      "it": "È la frase che usi quando vuoi dirmi di no."
    }
  },
  {
    "translation": {
      "en": "Why can't I go? [sighs] Because midnight is too late.",
      "it": "- Perché non posso andare? - Mezzanotte è troppo tardi."
    }
  },
  {
    "translation": {
      "en": "And Ruby… she's much older than you.",
      "it": "E Ruby è molto più grande di te."
    }
  },
  {
    "translation": {
      "en": "I understand this is hard.",
      "it": "Capisco che sia difficile..."
    }
  },
  {
    "translation": {
      "en": "You don't understand anything. You're the worst mom in the world.",
      "it": "Non capisci nulla, sei la mamma peggiore del mondo!"
    }
  },
  {
    "translation": {
      "en": "You didn't even fix the camera yet, and if you hate Ruby, I hate you!",
      "it": "Non hai nemmeno aggiustato la fotocamera. Se odi Ruby, io odio te."
    }
  },
  {
    "translation": {
      "en": "You can fix it? I know, it's super old.",
      "it": "Puoi ripararla? So che è vecchia."
    }
  },
  {
    "translation": {
      "en": "[Mara] And then there were six.",
      "it": "C'è una sesta vittima."
    }
  },
  {
    "translation": {
      "en": "[Laura] Do the cops have anything? Just this in her pocket. [punches key]",
      "it": "- La polizia ha qualche pista? - La donna aveva in tasca questo."
    }
  },
  {
    "translation": {
      "en": "Mara, we're nailing this guy.",
      "it": "Mara, lo incastreremo."
    }
  },
  {
    "translation": {
      "en": "Get me every witness, every police report, every scrap of CCTV.",
      "it": "Fammi avere tutti i testimoni, i rapporti della polizia e i filmati."
    }
  },
  {
    "translation": {
      "en": "I'll get us an hour on prime time on Tuesday with a call-in.",
      "it": "Martedì faremo una diretta in prima serata."
    }
  },
  {
    "translation": {
      "en": "You think we can pull it together by then?",
      "it": "Riusciamo a preparare tutto?"
    }
  },
  {
    "translation": {
      "en": "Do not let the witnesses talk to each other in the green room.",
      "it": "Controlla che i testimoni non parlino fra di loro."
    }
  },
  {
    "translation": {
      "en": "How you doing, sweetie?",
      "it": "Come va, tesoro?"
    }
  },
  {
    "translation": {
      "en": "Aaron, someone put a black tie on Ted. He looks like a Christmas tree.",
      "it": "Mettete a Ted una cravatta nera, sembra un albero di Natale."
    }
  },
  {
    "translation": {
      "en": "[Serena] Mom.",
      "it": "- Mamma? - Sì, tesoro?"
    }
  },
  {
    "translation": {
      "en": "-Yes, Angel? -I miss Ruby.",
      "it": "- Mamma? - Sì, tesoro? Mi manca Ruby. Sono stata brava e ho fatto i compiti."
    }
  },
  {
    "translation": {
      "en": "I've been really good, and I've done all my homework.",
      "it": "Mi manca Ruby. Sono stata brava e ho fatto i compiti."
    }
  },
  {
    "translation": {
      "en": "Can I please go see her? Let me talk to Dad about it.",
      "it": "- Posso andare a trovarla? - Ne parlo con papà."
    }
  },
  {
    "translation": {
      "en": "-[Aaron] Laura… -Hmm. We're on in 60 seconds.",
      "it": "Laura? Andiamo in onda fra 60 secondi."
    }
  },
  {
    "translation": {
      "en": "-Yes, we are. -[phone ringing]",
      "it": "Perfetto."
    }
  },
  {
    "translation": {
      "en": "Okay. Yes? Hello?",
      "it": "Pronto? Ciao, Barry."
    }
  },
  {
    "translation": {
      "en": "Hi, Barry. Yeah, I promised Serena",
      "it": "Pronto? Ciao, Barry. Ho promesso a Serena che la accompagnerà giù la zia Mara."
    }
  },
  {
    "translation": {
      "en": "that Auntie Mara would walk her down, okay?",
      "it": "Ho promesso a Serena che la accompagnerà giù la zia Mara."
    }
  },
  {
    "translation": {
      "en": "And here she is.",
      "it": "Eccomi qua. Sei pronta, bellezza?"
    }
  },
  {
    "translation": {
      "en": "-[Mara] Ready to go, beautiful? -Hi, Auntie Mara.",
      "it": "Eccomi qua. Sei pronta, bellezza? Ciao, zia."
    }
  },
  {
    "translation": {
      "en": "I've gotta work late, but I will come in and kiss you.",
      "it": "Farò tardi, ma ti darò il bacio della buonanotte."
    }
  },
  {
    "translation": {
      "en": "I never want you to kiss me again. Well, I love you no matter what.",
      "it": "- Non voglio più farmi baciare da te. - Tanto ti voglio bene comunque."
    }
  },
  {
    "translation": {
      "en": "In five, four, three…",
      "it": "Cinque, quattro, tre..."
    }
  },
  {
    "translation": {
      "en": "[Mara laughs] He's just over there. You guys going to have fun tonight?",
      "it": "Barry è là. Vi divertirete, stasera?"
    }
  },
  {
    "translation": {
      "en": "-[Serena] Yeah. -[Mara] Okay.",
      "it": "- Certo. - Bene."
    }
  },
  {
    "translation": {
      "en": "All right. -[cell phone beeping] -Hey! -See you. -[beeping continues]",
      "it": "Eccoci. Ci vediamo."
    }
  },
  {
    "translation": {
      "en": "What do you want from me? There is nothing left.",
      "it": "Che cosa vuoi da me? È finita."
    }
  },
  {
    "translation": {
      "en": "We have operators to take your calls,",
      "it": "I nostri operatori vi risponderanno"
    }
  },
  {
    "translation": {
      "en": "and Captain Sarneau and her team here to follow up on every lead you give us.",
      "it": "e il capitano Sarneau vaglierà ogni pista."
    }
  },
  {
    "translation": {
      "en": "Captain Sarneau? [Sarneau] Take a look at this sketch.",
      "it": "- Capitano? - Guardate questo schizzo."
    }
  },
  {
    "translation": {
      "en": "Caucasian male, brown hair, long face.",
      "it": "Maschio, caucasico, capelli castani, viso allungato."
    }
  },
  {
    "translation": {
      "en": "Tighter on the sketch. Yes?",
      "it": "Zoomate sul disegno."
    }
  },
  {
    "translation": {
      "en": "Hi, it's Barry. I thought you were sending her out.",
      "it": "Serena non stava arrivando?"
    }
  },
  {
    "translation": {
      "en": "-I did, with Mara. -Not here yet.",
      "it": "- È scesa con Mara. - Non è qui."
    }
  },
  {
    "translation": {
      "en": "[Laura] What? Laura, I'm telling you, I don't see her.",
      "it": "- Che cosa? - Laura, ti dico che non l'ho vista."
    }
  },
  {
    "translation": {
      "en": "There's somebody claiming to be the killer. Line two.",
      "it": "Un uomo dice di essere il killer."
    }
  },
  {
    "translation": {
      "en": "[Barry] Laura, are you there? [man] Some crime stoppers you are.",
      "it": "- Laura, ci sei? - Non siete molto bravi."
    }
  },
  {
    "translation": {
      "en": "You think you can catch me with that pathetic sketch?",
      "it": "Volete catturarmi con quel disegno?"
    }
  },
  {
    "translation": {
      "en": "I wish I was that good-looking. How do we know you're who you say you are?",
      "it": "- Magari fossi così bello. - Come sappiamo che sei tu?"
    }
  },
  {
    "translation": {
      "en": "[man] News didn't mention the sapphire ring that I took from the second girl.",
      "it": "Alla seconda ragazza ho preso un anello di zaffiro."
    }
  },
  {
    "translation": {
      "en": "I hope you're watching,",
      "it": "Mi stai seguendo, procuratore Price?"
    }
  },
  {
    "translation": {
      "en": "-District Attorney Price. -[gasps]",
      "it": "Mi stai seguendo, procuratore Price? Non mi farai finire nel braccio della morte."
    }
  },
  {
    "translation": {
      "en": "Because I'm one criminal you'll never put on death row.",
      "it": "Non mi farai finire nel braccio della morte."
    }
  },
  {
    "translation": {
      "en": "Recognize this voice? Talk. Go on. Talk!",
      "it": "Riconosci questa voce? Parla, forza."
    }
  },
  {
    "translation": {
      "en": "[Serena] Mom! Mom! I'm scared!",
      "it": "Mamma! Mamma, ho paura!"
    }
  },
  {
    "translation": {
      "en": "-[man] Are you listening now? -[gasps] [man] I have your daughter.",
      "it": "Ora mi stai ascoltando? Ho preso tua figlia."
    }
  },
  {
    "translation": {
      "en": "I better have your attention too. Everybody's attention.",
      "it": "Farete meglio a dedicarmi la vostra attenzione."
    }
  },
  {
    "translation": {
      "en": "So much for the death penalty as a deterrent, Mr. Governor.",
      "it": "La pena di morte doveva spaventarmi, governatore?"
    }
  },
  {
    "translation": {
      "en": "Ready to have a child's blood on your hands?",
      "it": "Avrà una bambina sulla coscienza."
    }
  },
  {
    "translation": {
      "en": "-Serena… -[Serena] Mommy!",
      "it": "- Serena! - Mamma!"
    }
  },
  {
    "translation": {
      "en": "-Serena? -Mom--",
      "it": "- Serena? - Mam..."
    }
  },
  {
    "translation": {
      "en": "She was running to Barry in his car. I'm so sorry, Laura.",
      "it": "- Stava andando verso l'auto di Barry. - Mi dispiace tanto, Laura."
    }
  },
  {
    "translation": {
      "en": "I didn't know she was there.",
      "it": "Non l'avevo vista."
    }
  },
  {
    "translation": {
      "en": "Okay. -There she is. -[gasps]",
      "it": "- Ok. - Eccola."
    }
  },
  {
    "translation": {
      "en": "Where did she go?",
      "it": "Dov'è andata?"
    }
  },
  {
    "translation": {
      "en": "Wait, stop. Go back.",
      "it": "Aspetta, fermo. Torna indietro."
    }
  },
  {
    "translation": {
      "en": "Hold it. Hold it. Zoom in.",
      "it": "Metti in pausa. Ingrandisci l'immagine."
    }
  },
  {
    "translation": {
      "en": "I need to talk to him.",
      "it": "Devo parlare con lui."
    }
  },
  {
    "translation": {
      "en": "[man in studio] Clear to pair in five, four, three, two…",
      "it": "Si va in onda fra cinque, quattro, tre, due..."
    }
  },
  {
    "translation": {
      "en": "I don't know why you took my Serena.",
      "it": "Non so perché hai rapito Serena."
    }
  },
  {
    "translation": {
      "en": "Maybe, it's because you wanted to prove how foolish and arrogant I was",
      "it": "Forse vuoi dimostrare quanto sia stata sciocca e arrogante a pensare di poterti catturare."
    }
  },
  {
    "translation": {
      "en": "for thinking I could catch you.",
      "it": "e arrogante a pensare di poterti catturare."
    }
  },
  {
    "translation": {
      "en": "I was. I know that now.",
      "it": "È così. L'ho capito."
    }
  },
  {
    "translation": {
      "en": "I'm talking to you… because you're somebody's son,",
      "it": "Mi rivolgo a te perché devi essere figlio di qualcuno."
    }
  },
  {
    "translation": {
      "en": "maybe somebody's father.",
      "it": "Forse sei anche padre."
    }
  },
  {
    "translation": {
      "en": "And I'm begging you not to hurt her.",
      "it": "E quindi ti prego, non farle del male."
    }
  },
  {
    "translation": {
      "en": "Have mercy on her.",
      "it": "Abbi pietà di lei."
    }
  },
  {
    "translation": {
      "en": "Send her home safe and alive.",
      "it": "Falla tornare a casa."
    }
  },
  {
    "translation": {
      "en": "And if you can't… If you can't let go of your anger… take me.",
      "it": "E se non puoi, se non puoi liberarti della tua rabbia, prendi me."
    }
  },
  {
    "translation": {
      "en": "Do whatever you want with me.",
      "it": "Fa' di me quello che vuoi."
    }
  },
  {
    "translation": {
      "en": "Take me instead,",
      "it": "Prendi me,"
    }
  },
  {
    "translation": {
      "en": "and just send Serena back to her father, who loves her.",
      "it": "ma fa tornare Serena da suo padre, che la adora."
    }
  },
  {
    "translation": {
      "en": "I don't care about the governor, or the death penalty.",
      "it": "Il governatore, la pena di morte..."
    }
  },
  {
    "translation": {
      "en": "I just want my baby back. Please…",
      "it": "Non mi interessa. Voglio solo riavere mia figlia."
    }
  },
  {
    "translation": {
      "en": "Please…",
      "it": "Ti prego."
    }
  },
  {
    "translation": {
      "en": "[Governor DeKizer] This criminal announced his crime as a personal challenge to me.",
      "it": "I misfatti di questo criminale sono una sfida nei miei confronti"
    }
  },
  {
    "translation": {
      "en": "And I vow, as a father, that I will rise to that challenge.",
      "it": "e, in quanto padre, non mi tirerò indietro."
    }
  },
  {
    "translation": {
      "en": "I will see that this monster and all who take the lives of innocents",
      "it": "Vi garantisco che questo mostro la pagherà cara, così come chiunque si prenda una vita innocente."
    }
  },
  {
    "translation": {
      "en": "pay the highest price.",
      "it": "la pagherà cara, così come chiunque si prenda una vita innocente."
    }
  },
  {
    "translation": {
      "en": "These were found in her pockets. Do you recognize them?",
      "it": "Aveva questi in tasca. Li riconoscete?"
    }
  },
  {
    "translation": {
      "en": "Serena… She didn't draw that. [sputters] That's… Snakes and thorns…",
      "it": "Non l'ha disegnato Serena. Sono dei serpenti e delle spine."
    }
  },
  {
    "translation": {
      "en": "She'll never draw anything like that.",
      "it": "Non ha mai fatto disegni simili."
    }
  },
  {
    "translation": {
      "en": "[Sarneau] What about the safety pin? It was caught in her sweater.",
      "it": "E questa spilla da balia? Era sul suo maglione."
    }
  },
  {
    "translation": {
      "en": "[Laura] She wasn't wearing a safety pin last night.",
      "it": "Non ce l'aveva, ieri sera."
    }
  },
  {
    "translation": {
      "en": "[Sarneau] What about this? What is that… Are those flowers?",
      "it": "- E questi? - Cosa sono, dei fiori?"
    }
  },
  {
    "translation": {
      "en": "They are Marsh Hairbell. They are found in swamps. Not around here.",
      "it": "È un tipo di campanula che si trova nelle paludi."
    }
  },
  {
    "translation": {
      "en": "-They might help tell us where-- -[Laura] Wait. Toy car.",
      "it": "- Può dirci... - Aspetti. - Un'automobilina. Lei non ci gioca mai. - Le odia."
    }
  },
  {
    "translation": {
      "en": "-She never plays with cars. -She hates all that.",
      "it": "- Un'automobilina. Lei non ci gioca mai. - Le odia."
    }
  },
  {
    "translation": {
      "en": "It is tragic that they took the death of Serena Price,",
      "it": "È tragico che ci sia voluta la morte di Serena Price,"
    }
  },
  {
    "translation": {
      "en": "a child, who could've been our own granddaughter,",
      "it": "una bambina che avrebbe potuto essere nostra nipote,"
    }
  },
  {
    "translation": {
      "en": "to end the foot dragging.",
      "it": "per accelerare i tempi."
    }
  },
  {
    "translation": {
      "en": "I am instructing the department of corrections,",
      "it": "Darò ordine al dipartimento penitenziario"
    }
  },
  {
    "translation": {
      "en": "to recommence executions effective immediately.",
      "it": "di riprendere subito con le esecuzioni."
    }
  },
  {
    "translation": {
      "en": "Through a careful process of discussion,",
      "it": "Dopo un'attenta valutazione,"
    }
  },
  {
    "translation": {
      "en": "the first to be executed will be Daniel Jackson…",
      "it": "il primo a essere giustiziato sarà Jackson, colpevole dell'omicidio..."
    }
  },
  {
    "translation": {
      "en": "A heartbreaking scene today at Black Pine Cove,",
      "it": "A Black Pine Cove s'è svolta una scena straziante."
    }
  },
  {
    "translation": {
      "en": "where a local fisherman discovered the body of missing Serena Price,",
      "it": "Un pescatore del posto ha scoperto il corpo di Serena Price,"
    }
  },
  {
    "translation": {
      "en": "the daughter of District Attorney Tom Price.",
      "it": "figlia del procuratore distrettuale."
    }
  },
  {
    "translation": {
      "en": "The DA and his wife…",
      "it": "Il procuratore e sua moglie..."
    }
  },
  {
    "translation": {
      "en": "Your Daddy's going to heaven, sweetheart…",
      "it": "Tuo papà andrà in cielo, tesoro."
    }
  },
  {
    "translation": {
      "en": "and when he gets there… he'll have Serena to keep him company.",
      "it": "E quando sarà arrivato, Serena gli farà compagnia."
    }
  },
  {
    "translation": {
      "en": "There is no such place as heaven.",
      "it": "Il paradiso non esiste."
    }
  },
  {
    "translation": {
      "en": "[sputters] So, Serena can't be there, which means she is here.",
      "it": "Serena non può essere là, quindi deve trovarsi qui."
    }
  },
  {
    "translation": {
      "en": "[sputtering] She is right here. She is… she is right here.",
      "it": "È qui. È... È proprio qui."
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "it": "Ma che fai?"
    }
  },
  {
    "translation": {
      "en": "I can't see them every day. Then don't come in here.",
      "it": "- Non posso vedere sempre queste cose. - Non entrare qui."
    }
  },
  {
    "translation": {
      "en": "These should go to children who are gonna use them.",
      "it": "Diamole ad altri bambini."
    }
  },
  {
    "translation": {
      "en": "You don't have the right to make the decision on your own.",
      "it": "Non puoi deciderlo da solo."
    }
  },
  {
    "translation": {
      "en": "-I can't do this the way you're doing it. -Your way is better? Three months…",
      "it": "- Non riesco a fare come fai tu. - È meglio come fai tu? Tre mesi..."
    }
  },
  {
    "translation": {
      "en": "Grieving time's up? Time to act like she never existed?",
      "it": "...e il lutto è finito? Fingiamo che non sia mai esistita?"
    }
  },
  {
    "translation": {
      "en": "Is that what you think I'm doing? [voice breaking] Oh, how dare you!",
      "it": "- È quello che pensi? - Come osi?"
    }
  },
  {
    "translation": {
      "en": "Every time I look at you, I think--",
      "it": "Quando ti guardo, penso..."
    }
  },
  {
    "translation": {
      "en": "That I sent Serena downstairs with my assistant",
      "it": "Che ho fatto accompagnare Serena da Mara,"
    }
  },
  {
    "translation": {
      "en": "when I knew there was a killer in the city, a killer my show is going after.",
      "it": "pur sapendo che in città c'era un assassino?"
    }
  },
  {
    "translation": {
      "en": "That's not what I was going to say.",
      "it": "Non volevo dire questo."
    }
  },
  {
    "translation": {
      "en": "I thought I could carry you through this.",
      "it": "Pensavo di poterti aiutare."
    }
  },
  {
    "translation": {
      "en": "[voice breaking] I hoped we could carry each other, but we can't.",
      "it": "Pensavo che ci saremmo potuti aiutare a vicenda, ma non è così."
    }
  },
  {
    "translation": {
      "en": "Mom… [Grace crying] They're killing him at 7:00, in one hour,",
      "it": "- Mamma? - Lo ammazzeranno alle 7:00. Fra un'ora."
    }
  },
  {
    "translation": {
      "en": "Please come for Ruby.",
      "it": "Vieni, ti prego. Per Ruby."
    }
  },
  {
    "translation": {
      "en": "No time to pick you up. I'll meet you there. [Grace] Bless you.",
      "it": "Non riesco a passare a prendervi. Ci vediamo là, ok?"
    }
  },
  {
    "translation": {
      "en": "[Rashed] My wife finally coughed up your name, Mr. Jackson.",
      "it": "Mia moglie mi ha fatto il tuo nome, Jackson."
    }
  },
  {
    "translation": {
      "en": "I envy you, my friend.",
      "it": "Ti invidio, amico."
    }
  },
  {
    "translation": {
      "en": "Today you will cross the veil and discover the answer to the great mystery.",
      "it": "Oggi scoprirai la risposta al mistero della morte."
    }
  },
  {
    "translation": {
      "en": "Listen for one second. [grunts]",
      "it": "Aspetta un attimo."
    }
  },
  {
    "translation": {
      "en": "If you kill me, my mother loses two sons today. It'll do her in.",
      "it": "Se mi uccidi, mia madre oggi perderà due figli. Ne uscirà distrutta."
    }
  },
  {
    "translation": {
      "en": "You wanna kill somebody's mother?",
      "it": "Vuoi uccidere una madre?"
    }
  },
  {
    "translation": {
      "en": "Everybody has a mother, and everybody dies.",
      "it": "Tutti hanno una madre, ma muoiono comunque."
    }
  },
  {
    "translation": {
      "en": "Mommy's coming, Angel.",
      "it": "La mamma arriva, tesoro."
    }
  },
  {
    "translation": {
      "en": "You won't be alone anymore. It won't be cold.",
      "it": "Non sarai più sola. Non avrai più freddo."
    }
  },
  {
    "translation": {
      "en": "[Tom and Serena] ♪ Happy birthday to you ♪",
      "it": "Tanti auguri a te"
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday to you ♪",
      "it": "Tanti auguri a te"
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday, dear Mommy ♪",
      "it": "Tanti auguri, cara mamma"
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday to you ♪",
      "it": "Tanti auguri a te!"
    }
  },
  {
    "translation": {
      "en": "Looks like we really surprised her, huh?",
      "it": "L'abbiamo lasciata a bocca aperta."
    }
  },
  {
    "translation": {
      "en": "Don't say anything until you blow the candles out, or the wish won't come true.",
      "it": "Non dire nulla prima di spegnere le candeline."
    }
  },
  {
    "translation": {
      "en": "Is it really you? Who else would it be?",
      "it": "- Sei davvero tu? - Chi dovrei essere?"
    }
  },
  {
    "translation": {
      "en": "Mommy, let go. You're hurting me.",
      "it": "- Mamma, lasciami andare. Mi fai male. - Ok,"
    }
  },
  {
    "translation": {
      "en": "Okay, uh, go get ready for school, honey.",
      "it": "- Mamma, lasciami andare. Mi fai male. - Ok, preparati per la scuola."
    }
  },
  {
    "translation": {
      "en": "Isn't Mommy gonna blow out the candles? She'll blow them out later. Off you go.",
      "it": "- Mamma non spegne le candeline? - Le spegnerà dopo."
    }
  },
  {
    "translation": {
      "en": "[Tom sighing] Hey, are you… Are you okay?",
      "it": "Va tutto bene?"
    }
  },
  {
    "translation": {
      "en": "What happened to you? Did you walk through a sprinkler?",
      "it": "Che ti è successo? Sei passata sotto un irrigatore?"
    }
  },
  {
    "translation": {
      "en": "It's impossible. She died.",
      "it": "Non è possibile, è morta."
    }
  },
  {
    "translation": {
      "en": "-Who died? -Serena. We…",
      "it": "Chi è morta? Serena. È annegata il 12, una settimana dopo il mio compleanno."
    }
  },
  {
    "translation": {
      "en": "She drowned on the 12th, the week after my birthday.",
      "it": "Serena. È annegata il 12, una settimana dopo il mio compleanno."
    }
  },
  {
    "translation": {
      "en": "[Serena] ♪ Seems like nothing ever changes ♪",
      "it": "Non cambia mai nulla"
    }
  },
  {
    "translation": {
      "en": "♪ No, no, nothing ever changes ♪",
      "it": "No, non cambia mai nulla"
    }
  },
  {
    "translation": {
      "en": "♪ Everything stays the same ♪",
      "it": "Tutto resta uguale"
    }
  },
  {
    "translation": {
      "en": "♪ Hey, everybody Everybody wanna have a good time ♪",
      "it": "Tutti quanti, tutti quanti Vogliono divertirsi"
    }
  },
  {
    "translation": {
      "en": "♪ Hey, everybody Everybody wanna have a good time ♪",
      "it": "Tutti quanti, tutti quanti Vogliono divertirsi"
    }
  },
  {
    "translation": {
      "en": "♪ Seems like nothing ever changes ♪",
      "it": "Sembra che non cambi mai nulla"
    }
  },
  {
    "translation": {
      "en": "♪ No, no, nothing ever changes ♪ ♪ Everything stays the same ♪",
      "it": "No, non cambia mai nulla E tutto resta uguale"
    }
  },
  {
    "translation": {
      "en": "♪ Hey, everybody Wanna have a good time ♪",
      "it": "Tutti quanti Vogliono divertirsi"
    }
  },
  {
    "translation": {
      "en": "Whoever you are, whatever you are…",
      "it": "Chiunque tu sia, qualsiasi cosa tu sia..."
    }
  },
  {
    "translation": {
      "en": "thank you for giving me back my Serena.",
      "it": "...grazie per avermi riportato Serena."
    }
  },
  {
    "translation": {
      "en": "Wanna tell me about your swim?",
      "it": "Ti va di parlarmi della nuotata?"
    }
  },
  {
    "translation": {
      "en": "Mom, Mom… Mommy, I got a present for you.",
      "it": "- Mamma, ho un regalo per te. - Ah, sì?"
    }
  },
  {
    "translation": {
      "en": "Looks like a regular, normal pen, right?",
      "it": "Sembra una penna normale, giusto?"
    }
  },
  {
    "translation": {
      "en": "Looks like a regular, normal pen, right?",
      "it": "Sembra una penna normale, giusto?"
    }
  },
  {
    "translation": {
      "en": "Wrong. Press this button and it's…",
      "it": "Sbagliato. Se premi il pulsante, emette..."
    }
  },
  {
    "translation": {
      "en": "…a laser death ray. [mimicking laser gun sounds]",
      "it": "...un raggio laser mortale."
    }
  },
  {
    "translation": {
      "en": "It's… I love it.",
      "it": "È... bellissima."
    }
  },
  {
    "translation": {
      "en": "Dad, have you seen my journal? Uh, it's over on the window sill.",
      "it": "- Papà, hai visto il mio diario? - È sulla finestra."
    }
  },
  {
    "translation": {
      "en": "[Serena] Did you peek?",
      "it": "L'hai letto?"
    }
  },
  {
    "translation": {
      "en": "I swear on all the hobbits in the Shire, I didn't.",
      "it": "No, te lo giuro su tutti gli Hobbit."
    }
  },
  {
    "translation": {
      "en": "Stop! I'll get your journal.",
      "it": "Ferma, te lo porto io."
    }
  },
  {
    "translation": {
      "en": "No, you'll read it. Go around the rug!",
      "it": "- No, lo leggeresti. - Non passare sul tappeto."
    }
  },
  {
    "translation": {
      "en": "-Sweetie. -Come here.",
      "it": "Tesoro!"
    }
  },
  {
    "translation": {
      "en": "Okay, no glass. I'll fix you up. I will be right back.",
      "it": "Ottimo, non ti sei tagliata. Ora sistemo tutto."
    }
  },
  {
    "translation": {
      "en": "Everything's the same. What are you talking about?",
      "it": "- Non è cambiato niente. - Ma che stai dicendo?"
    }
  },
  {
    "translation": {
      "en": "[newsreader] City in terror as the killer claims a fourth victim in a grim replay…",
      "it": "La città è nel panico, dopo la quarta vittima."
    }
  },
  {
    "translation": {
      "en": "[newsreader] City in terror as the killer claims…",
      "it": "La città è nel panico, dopo..."
    }
  },
  {
    "translation": {
      "en": "…all-too-familiar scenario. He's killing them.",
      "it": "- ...una scena familiare. - Le sta uccidendo."
    }
  },
  {
    "translation": {
      "en": "It… it's all happening the same.",
      "it": "Sta succedendo di nuovo."
    }
  },
  {
    "translation": {
      "en": "You will soon lose something more precious to you than anything in the world.",
      "it": "Presto perderai la cosa che per te è più importante di tutte."
    }
  },
  {
    "translation": {
      "en": "That is your fate, written in stone a million years before you were born.",
      "it": "È la tua sorte, scritta anni prima che tu nascessi."
    }
  },
  {
    "translation": {
      "en": "Mom, why are you acting so weird today?",
      "it": "Mamma, perché oggi sei così strana?"
    }
  },
  {
    "translation": {
      "en": "I am not going to let anybody hurt you this time.",
      "it": "Stavolta non lascerò che ti facciano del male."
    }
  },
  {
    "translation": {
      "en": "I swear to you on my life. Nobody's going to hurt you.",
      "it": "Te lo giuro sulla mia vita. Nessuno ti farà del male."
    }
  },
  {
    "translation": {
      "en": "Nobody's going to hurt you. No.",
      "it": "Nessuno."
    }
  },
  {
    "translation": {
      "en": "Fate is your enemy. You can't flee from her. The only way is to fight her head-on.",
      "it": "Il tuo nemico è il destino. Non puoi scappare, puoi soltanto affrontarlo."
    }
  },
  {
    "translation": {
      "en": "Baby, this time I'll save you.",
      "it": "Questa volta ti salverò, tesoro."
    }
  }
]