[
  {
    "translation": {
      "en": "♪ Calling Gloria ♪",
      "it": "COGLIONE"
    }
  },
  {
    "translation": {
      "en": "-All right, Vincent? -Never fucking better, Pete.",
      "it": "-Come va, Vince? -Mai stato meglio, Pete."
    }
  },
  {
    "translation": {
      "en": "He knows.",
      "it": "Lo sa."
    }
  },
  {
    "translation": {
      "en": "Excluding the literal sense, there are three types of wanker in this world.",
      "it": "Escluso il significato in sé, ci sono tre tipi di coglioni al mondo."
    }
  },
  {
    "translation": {
      "en": "There's the ones you pity, the sad, boring type of wanker who life always seems to enjoy torturing.",
      "it": "Il tipo che fa pena, triste e noioso, convinto che la vita si diverta a torturarlo."
    }
  },
  {
    "translation": {
      "en": "Not me.",
      "it": "Non mi riguarda."
    }
  },
  {
    "translation": {
      "en": "-[horn honks] -[Vincent] See you later, Pete!",
      "it": "Ci vediamo, Pete."
    }
  },
  {
    "translation": {
      "en": "Then there's the irritating types of wanker,",
      "it": "Poi c’è il coglione irritante,"
    }
  },
  {
    "translation": {
      "en": "the ones whose only job in life is to stop the rest of us enjoying our three score years and ten.",
      "it": "che ha come unico scopo nella vita di impedire agli altri di godersela a pieno."
    }
  },
  {
    "translation": {
      "en": "Again, not me.",
      "it": "Anche questo non mi riguarda."
    }
  },
  {
    "translation": {
      "en": "[man] Excuse me, you can't park there, mate.",
      "it": "Scusi, non può parcheggiare lì."
    }
  },
  {
    "translation": {
      "en": "Finally, you have the show-offs, the posers.",
      "it": "E infine c’è l’esibizionista, lo sbruffone,"
    }
  },
  {
    "translation": {
      "en": "The \"I'm better than you, fuck everything and everyone twice\" type of wankers.",
      "it": "quello che dice: “Io sono meglio di voi, fanculo tutti gli altri coglioni”."
    }
  },
  {
    "translation": {
      "en": "I prefer the term \"ambitious,\"",
      "it": "Io lo chiamo ambizioso, ma... a parte le etichette,"
    }
  },
  {
    "translation": {
      "en": "but whatever the label, we're the ones you'd better keep your eyes on.",
      "it": "Io lo chiamo ambizioso, ma... a parte le etichette, noi siamo quelli da tenere d’occhio."
    }
  },
  {
    "translation": {
      "en": "Good morning, arseholes!",
      "it": "Buongiorno, stronzi."
    }
  },
  {
    "translation": {
      "en": "Full disclosure. You're looking at a room of double-glazing salesmen.",
      "it": "Per vostra informazione, avete davanti dei venditori di doppi vetri."
    }
  },
  {
    "translation": {
      "en": "As this is 1983, we're not quite the social pariahs",
      "it": "È il 1983, non siamo ancora gli emarginati che tutti conoscete e odiate,"
    }
  },
  {
    "translation": {
      "en": "you lot probably know and loathe, but give us time.",
      "it": "È il 1983, non siamo ancora gli emarginati che tutti conoscete e odiate, ma dateci tempo."
    }
  },
  {
    "translation": {
      "en": "This is the Monday morning sales meeting,",
      "it": "Questa è la riunione del lunedì mattina,"
    }
  },
  {
    "translation": {
      "en": "where the team hand in their weekly orders.",
      "it": "in cui si fa il punto sugli ordini settimanali."
    }
  },
  {
    "translation": {
      "en": "In theory, a small matter of financial housekeeping.",
      "it": "In teoria, semplice gestione finanziaria, in realtà..."
    }
  },
  {
    "translation": {
      "en": "In reality, a dick-swinging contest extraordinaire.",
      "it": "In teoria, semplice gestione finanziaria, in realtà... una straordinaria esibizione di testosterone."
    }
  },
  {
    "translation": {
      "en": "-Right, Fitzpatrick, what you got for me? -Oh, fuck off, I went first last week.",
      "it": "Ehi, Fitzpatrick, cos’hai per me? Oh, fanculo, ho iniziato io l’ultima volta. È il turno di “Cesso”."
    }
  },
  {
    "translation": {
      "en": "-Come on, it's Lavatory's turn. -Don't call me that.",
      "it": "Oh, fanculo, ho iniziato io l’ultima volta. È il turno di “Cesso”. -Non chiamarmi così. -Andiamo, “Cesso” è solo un soprannome."
    }
  },
  {
    "translation": {
      "en": "All right, calm down, Lavatory, it's only a nickname.",
      "it": "-Non chiamarmi così. -Andiamo, “Cesso” è solo un soprannome."
    }
  },
  {
    "translation": {
      "en": "No, a nickname is an affectionate term between mates.",
      "it": "No, un soprannome è un termine affettuoso tra amici."
    }
  },
  {
    "translation": {
      "en": "I think you're a massive prick, ergo not a nickname.",
      "it": "Tu per me sei un cazzone, ma non è un soprannome."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, I'll show you a massive prick.",
      "it": "Sì? Te lo faccio vedere io un bel cazzone."
    }
  },
  {
    "translation": {
      "en": "[Vincent] This reprobate is Brian Fitzpatrick.",
      "it": "Il cazzone è Brian Fitzpatrick."
    }
  },
  {
    "translation": {
      "en": "In life, deeply unlikeable, smarmy and charmless.",
      "it": "Nella vita è antipatico, viscido e sgradevole,"
    }
  },
  {
    "translation": {
      "en": "But give him something to sell and somehow he becomes transformed.",
      "it": "ma dategli qualcosa da vendere e diventa un altro uomo."
    }
  },
  {
    "translation": {
      "en": "Strong? President Reagan has a fallout shelter made entirely of our windows.",
      "it": "Robuste? Il presidente Reagan ha messo le nostre finestre nel suo rifugio antiatomico."
    }
  },
  {
    "translation": {
      "en": "Okay, the science tells us these uPVC window frames",
      "it": "Studi dimostrano che i nostri infissi in PVC dureranno ancora a lungo,"
    }
  },
  {
    "translation": {
      "en": "will be around long after the human race is extinct.",
      "it": "Studi dimostrano che i nostri infissi in PVC dureranno ancora a lungo, quando la razza umana sarà estinta."
    }
  },
  {
    "translation": {
      "en": "[Vincent] Also, the proud owner of a massive penis,",
      "it": "Ed è il fiero possessore di un pene notevole"
    }
  },
  {
    "translation": {
      "en": "which he loves to unfurl at any given opportunity.",
      "it": "che mostra ogni volta che ne ha l’opportunità."
    }
  },
  {
    "translation": {
      "en": "-And that's fine, is it? -[Fitzpatrick sniggering]",
      "it": "Per te questo va bene?"
    }
  },
  {
    "translation": {
      "en": "[Vincent] And this lovely man is Martin Lavender. Honest, decent and well educated.",
      "it": "E questo tenerone è Martin Lavender, onesto, educato e ben istruito."
    }
  },
  {
    "translation": {
      "en": "All qualities which, in our line of work, are as much use as an aerated condom.",
      "it": "Tutte qualità che nel nostro settore sono utili quanto un preservativo bucato."
    }
  },
  {
    "translation": {
      "en": "Hello, I'm Martin Lavender from Cachet Windows.",
      "it": "Salve, sono Martin Lavender delle Finestre Cachet."
    }
  },
  {
    "translation": {
      "en": "-Just eating dinner. -Nope, you have your dinner.",
      "it": "-Stiamo cenando. -Oh, scusate, tornerò un altro giorno."
    }
  },
  {
    "translation": {
      "en": "-I'll call back another day. -Thanks, love.",
      "it": "-Stiamo cenando. -Oh, scusate, tornerò un altro giorno. Grazie infinite."
    }
  },
  {
    "translation": {
      "en": "[Vincent] Formerly a musician, he quit his struggling band to join my sales team.",
      "it": "Un tempo musicista, ha lasciato la sua band per entrare nella mia squadra."
    }
  },
  {
    "translation": {
      "en": "[Vincent] Unfortunately, three months later, his now ex-band",
      "it": "Purtroppo, tre mesi dopo,"
    }
  },
  {
    "translation": {
      "en": "landed the biggest number-one single of the year with \"Wherever I Lay My Hat.\"",
      "it": "la band ha scalato le classifiche con il singolo dell’anno “Wherever I lay my hat”."
    }
  },
  {
    "translation": {
      "en": "♪ Wherever I lay my hat, that's my home ♪",
      "it": "N°1 PAUL YOUNG NON LAVENDER"
    }
  },
  {
    "translation": {
      "en": "[Vincent] Naturally, we rallied around to help him through this difficult period.",
      "it": "Naturalmente, noi gli siamo stati vicini in quel difficile momento."
    }
  },
  {
    "translation": {
      "en": "[Fitzpatrick] Unlucky, mate, could've been you!",
      "it": "Che peccato amico! Potevi essere tu."
    }
  },
  {
    "translation": {
      "en": "Right, come on, look, I wanna see some orders. Don't be shy, Lavender.",
      "it": "Forza, vediamo qualche ordine. Non essere timido, Lavender."
    }
  },
  {
    "translation": {
      "en": "His mother wasn't.",
      "it": "Sua madre non lo era."
    }
  },
  {
    "translation": {
      "en": "-Four. -[Fitzpatrick] Bollocks.",
      "it": "-Quattro. -Stronzate."
    }
  },
  {
    "translation": {
      "en": "Four thousand. Gotta be a personal best for you.",
      "it": "Quattromila. È il tuo record personale."
    }
  },
  {
    "translation": {
      "en": "Could've been seven if this snake hadn't undercut me on Warren Close.",
      "it": "Erano sette, se quel serpente non mi soffiava Warren Close."
    }
  },
  {
    "translation": {
      "en": "You're having a laugh. There's nothing wrong with my prices.",
      "it": "Non piagnucolare. La colpa non è mia."
    }
  },
  {
    "translation": {
      "en": "It's just you. You couldn't sell ice to a bloody Eskimo.",
      "it": "Sei tu che non sapresti vendere il ghiaccio a un maledetto eschimese."
    }
  },
  {
    "translation": {
      "en": "But Eskimos don't need ice. Why would I sell it to them?",
      "it": "Agli eschimesi non serve il ghiaccio, quindi è normale."
    }
  },
  {
    "translation": {
      "en": "You know, because of the saying, \"he could sell ice to the Eskimos.\"",
      "it": "Be', conosci il detto “Saprebbe vendere il ghiaccio a un eschimese”?"
    }
  },
  {
    "translation": {
      "en": "-You're the fucking opposite, in't ya? -Yeah, that's not how opposites work.",
      "it": "-Tu sei il fottuto opposto, no? -Tu non hai detto l’opposto."
    }
  },
  {
    "translation": {
      "en": "[whispers] I get a lot of this.",
      "it": "È sempre così."
    }
  },
  {
    "translation": {
      "en": "All right then, you couldn't sell food to a starving Ethiopian,",
      "it": "Allora, non sapresti vendere... cibo a un etiope affamato"
    }
  },
  {
    "translation": {
      "en": "with flies round his eyes and pot belly, shit up his legs.",
      "it": "con le mosche intorno agli occhi, la pancia gonfia e la merda sulle gambe."
    }
  },
  {
    "translation": {
      "en": "I'd just give him some food. I'm not a monster.",
      "it": "Certo, glielo offrirei. Non sono un mostro."
    }
  },
  {
    "translation": {
      "en": "Which is why I will always outsell you in any sales environment.",
      "it": "Questo è il motivo per cui ti batto sempre in qualsiasi ambiente."
    }
  },
  {
    "translation": {
      "en": "So you reckon you could sell ice to the Eskimos?",
      "it": "Perché, tu sapresti vendere ghiaccio a un eschimese?"
    }
  },
  {
    "translation": {
      "en": "Not only sell it to 'em. By the time I'd left their igloo,",
      "it": "Non solo glielo venderei, ma alla fine mi chiederebbe di fare da padrino"
    }
  },
  {
    "translation": {
      "en": "they'd be asking me to be godfather to their adorable slanty-eyed kids.",
      "it": "ma alla fine mi chiederebbe di fare da padrino al suo adorabile pargolo dagli occhi a mandorla."
    }
  },
  {
    "translation": {
      "en": "Tell me, is it only lazy cultural stereotypes you sell to, or real people too?",
      "it": "Dimmi, vendi solo a degli stereotipi culturali, o anche a persone vere?"
    }
  },
  {
    "translation": {
      "en": "Well, unlike Professor No-Nuts over there, I can sell anything to anyone.",
      "it": "Be', a differenza del Professor Senzapalle, io vendo qualsiasi cosa a chiunque."
    }
  },
  {
    "translation": {
      "en": "So taking the \"ice and Eskimos\" analogy, you reckon you could sell new windows",
      "it": "Allora, seguendo l’analogia degli eschimesi, tu sapresti vendere delle finestre a qualcuno a cui le hai vendute da poco?"
    }
  },
  {
    "translation": {
      "en": "to someone you've recently sold new windows to?",
      "it": "tu sapresti vendere delle finestre a qualcuno a cui le hai vendute da poco?"
    }
  },
  {
    "translation": {
      "en": "-Yes. -I've got a tonne says you can't.",
      "it": "Sì. Mille che non ce la fai."
    }
  },
  {
    "translation": {
      "en": "You had a tonne. You might as well hand over those notes now, Lavatory.",
      "it": "Ci sto, amico. Comincia a contare le banconote, Cesso."
    }
  },
  {
    "translation": {
      "en": "Right, if you bucks are done rutting, I want to see some orders. Brian.",
      "it": "Ragazzi, smettete di cazzeggiare e torniamo agli ordini. Brian."
    }
  },
  {
    "translation": {
      "en": "Thirteen five.",
      "it": "13.500."
    }
  },
  {
    "translation": {
      "en": "[Vincent whistles] Impressive.",
      "it": "Impressionante."
    }
  },
  {
    "translation": {
      "en": "Who would have thought a weasely fucker with terrible BO like you",
      "it": "Chi avrebbe pensato che un viscido stronzetto puzzolente come te"
    }
  },
  {
    "translation": {
      "en": "could charm the life savings out of anyone?",
      "it": "riuscisse a incantare la gente."
    }
  },
  {
    "translation": {
      "en": "Well, here's mine.",
      "it": "Bene. Ecco i miei."
    }
  },
  {
    "translation": {
      "en": "Just the 17k.",
      "it": "Appena 17.000."
    }
  },
  {
    "translation": {
      "en": "Which makes me employee of the fucking century.",
      "it": "Cosa che fa di me l’impiegato del fottuto secolo."
    }
  },
  {
    "translation": {
      "en": "But don't feel too bad about it, boys, it's still a record week.",
      "it": "Ma non buttatevi giù ragazzi, c’è il record della settimana."
    }
  },
  {
    "translation": {
      "en": "And to celebrate, I've lined up a special treat for us all on Saturday night.",
      "it": "Per festeggiare ho preparato una cosa speciale sabato sera."
    }
  },
  {
    "translation": {
      "en": "Now, let's get out there.",
      "it": "Ora, diamoci da fare."
    }
  },
  {
    "translation": {
      "en": "These windows aren't gonna sell them-fucking-selves.",
      "it": "Quelle finestre non si vendono da sole, cazzo."
    }
  },
  {
    "translation": {
      "en": "Morning, Vincent.",
      "it": "Buongiorno, Vincent."
    }
  },
  {
    "translation": {
      "en": "Morning, Carol. Dig out the address for the Solomon house.",
      "it": "Buongiorno, Carol. Mi rimedi l’indirizzo dei Salomon?"
    }
  },
  {
    "translation": {
      "en": "I've got time to pop by later.",
      "it": "Passerò da loro più tardi."
    }
  },
  {
    "translation": {
      "en": "Guess who...",
      "it": "Indovina chi è?"
    }
  },
  {
    "translation": {
      "en": "The last time I saw these beautiful fingers, they were wrapped around my...",
      "it": "L’ultima volta che ho visto queste splendide dita erano intorno al..."
    }
  },
  {
    "translation": {
      "en": "-...has got the kids with them? -My neck.",
      "it": "Ci sono i bambini. ...mio collo. Erano intorno al mio collo,"
    }
  },
  {
    "translation": {
      "en": "They were wrapped around my neck.",
      "it": "...mio collo. Erano intorno al mio collo,"
    }
  },
  {
    "translation": {
      "en": "-My fault for farting in bed, eh, Sam? -That's not what you were gonna say.",
      "it": "perché ho scorreggiato a letto, vero Sam? -Non stavi per dire quello. -Cosa stava per dire?"
    }
  },
  {
    "translation": {
      "en": "-What was he gonna say? -Nothing. Go and play outside.",
      "it": "-Non stavi per dire quello. -Cosa stava per dire? Niente. Andate a giocare fuori. Forza. Devo parlare con papà."
    }
  },
  {
    "translation": {
      "en": "-Go on, I want a word with your dad. -Hello, baby.",
      "it": "Niente. Andate a giocare fuori. Forza. Devo parlare con papà. Ciao, tesoro."
    }
  },
  {
    "translation": {
      "en": "Oh, I know. Incredible, isn't she?",
      "it": "Oh, lo so. È incredibile, vero?"
    }
  },
  {
    "translation": {
      "en": "What's up?",
      "it": "Che c'è?"
    }
  },
  {
    "translation": {
      "en": "I thought Cachet's number-one salesman might like some lunch.",
      "it": "Il miglior venditore della Cachet ha bisogno di pranzare."
    }
  },
  {
    "translation": {
      "en": "It's only cheese, but I swiped a Penguin from Robbie's school dinner tin as a treat.",
      "it": "È solo formaggio, ma c’è un dolcetto che ho rubato dallo zaino di Robbie."
    }
  },
  {
    "translation": {
      "en": "I do not deserve an angel like you in my life.",
      "it": "Non merito un simile angelo nella mia vita."
    }
  },
  {
    "translation": {
      "en": "I know. What time are you home? I'm doing a curry.",
      "it": "Lo so. A che ora torni stasera? Preparo il curry."
    }
  },
  {
    "translation": {
      "en": "Can't do tonight, I've got house calls to make.",
      "it": "Faccio tardi. Ho molti appuntamenti."
    }
  },
  {
    "translation": {
      "en": "You are joking. This is the third night this week.",
      "it": "Stai scherzando? È la terza sera questa settimana."
    }
  },
  {
    "translation": {
      "en": "Sam, honey. The best time to close a deal is when the husband and wife are both there.",
      "it": "Sam, tesoro... si vende meglio quando marito e moglie sono a casa."
    }
  },
  {
    "translation": {
      "en": "Evenings, weekends, these are the golden hours.",
      "it": "La sera, i weekend, sono i momenti ideali."
    }
  },
  {
    "translation": {
      "en": "And when do you plan on fitting us into your hectic schedule, then? Christmas?",
      "it": "E quando pensi di inserirci nella tua impegnatissima agenda? Per Natale? O per le vacanze?"
    }
  },
  {
    "translation": {
      "en": "Bank holidays?",
      "it": "Per Natale? O per le vacanze?"
    }
  },
  {
    "translation": {
      "en": "I'm trying to build something for us here.",
      "it": "Sto cercando di costruire qualcosa per noi."
    }
  },
  {
    "translation": {
      "en": "In a few months, I'll ease off, but not right now.",
      "it": "Tra qualche mese rallenterò, ma non ora."
    }
  },
  {
    "translation": {
      "en": "I'll make it up to you, gorgeous. I promise.",
      "it": "Mi farò perdonare, te lo prometto."
    }
  },
  {
    "translation": {
      "en": "You realise there is no part of this I cannot see?",
      "it": "Ti rendi conto che posso leggerlo anch’io, vero?"
    }
  },
  {
    "translation": {
      "en": "-What are you doing? -Don't worry.",
      "it": "Cosa stai facendo? Lascia perdere. Qui non sono gradita."
    }
  },
  {
    "translation": {
      "en": "-I'm obviously not wanted here. -Sam. Come back.",
      "it": "Lascia perdere. Qui non sono gradita. Sam, aspetta. Torna qui."
    }
  },
  {
    "translation": {
      "en": "Sam, come back! Ignore her, she's mental.",
      "it": "Sam, aspetta. Torna qui. Ignorala. È pazza, lo sai."
    }
  },
  {
    "translation": {
      "en": "\"Thanks for rescuing me, Carol\" might be nice.",
      "it": "“Grazie per avermi salvato, Carol”. Potresti anche dirlo."
    }
  },
  {
    "translation": {
      "en": "[Vincent] Meanwhile, it hadn't taken Fitzpatrick long",
      "it": "Nel frattempo, Fitzpatrick ha già trovato"
    }
  },
  {
    "translation": {
      "en": "to find a 73 year-old Eskimo to sell ice to.",
      "it": "la sua eschimese di 73 anni a cui vendere il ghiaccio."
    }
  },
  {
    "translation": {
      "en": "But you only put these windows in three weeks ago.",
      "it": "Ma ho montato queste finestre tre settimane fa."
    }
  },
  {
    "translation": {
      "en": "I know, Mrs. Brown. I'm embarrassed to be here.",
      "it": "Lo so, signora Brown e sono in imbarazzo mi creda,"
    }
  },
  {
    "translation": {
      "en": "But it's only just come to light that there is a major design flaw",
      "it": "ma il fatto è che è venuto fuori che c’è un grosso difetto di progettazione"
    }
  },
  {
    "translation": {
      "en": "in the plastic frames of those windows that no one could have foreseen.",
      "it": "negli infissi di quel modello che nessuno poteva prevedere."
    }
  },
  {
    "translation": {
      "en": "The white bits? Yeah, the white bits.",
      "it": "-Quelli bianchi? -Sì, quelli bianchi."
    }
  },
  {
    "translation": {
      "en": "See, they're made from a plastic compound called",
      "it": "Sono fatti di un composto plastico chiamato cloruro di polivinile rigido"
    }
  },
  {
    "translation": {
      "en": "un-plasticised poly vinyl chloride, or uPVC for short.",
      "it": "Sono fatti di un composto plastico chiamato cloruro di polivinile rigido o... “u-PVC” in breve."
    }
  },
  {
    "translation": {
      "en": "We've only just discovered that when exposed to sunlight,",
      "it": "Abbiamo appena scoperto che se esposto alla luce del sole,"
    }
  },
  {
    "translation": {
      "en": "that type of plastic might explode.",
      "it": "questo tipo di plastica può esplodere."
    }
  },
  {
    "translation": {
      "en": "-Oh, no. -Oh no, indeed.",
      "it": "Oh, no. Oh no davvero, ma ho una bella notizia."
    }
  },
  {
    "translation": {
      "en": "But it's not all bad news.",
      "it": "Oh no davvero, ma ho una bella notizia."
    }
  },
  {
    "translation": {
      "en": "Have you heard of NASA?",
      "it": "Conosce la NASA?"
    }
  },
  {
    "translation": {
      "en": "The space people?",
      "it": "Quelli dello spazio?"
    }
  },
  {
    "translation": {
      "en": "They're the ones. Now, as part of the Space Shuttle program,",
      "it": "Proprio loro. Allora, come parte del programma dello space shuttle,"
    }
  },
  {
    "translation": {
      "en": "they have developed a far superior plastic compound, one that won't kill you.",
      "it": "hanno creato un composto plastico superiore, uno che non la ucciderà."
    }
  },
  {
    "translation": {
      "en": "Does it have a name?",
      "it": "E ha un nome?"
    }
  },
  {
    "translation": {
      "en": "Yep, it's called PVCu.",
      "it": "Sì, si chiama... “PVC-u”."
    }
  },
  {
    "translation": {
      "en": "So, what I would like to do is exchange these dangerous uPVC windows",
      "it": "Quello che vorrei fare per lei è sostituire quelle pericolosissime finestre in u-PVC"
    }
  },
  {
    "translation": {
      "en": "for nice, new, safe PVCu ones, free of charge, apart from installation costs.",
      "it": "con delle nuove finestre in PVC-u gratis, a parte i costi di installazione."
    }
  },
  {
    "translation": {
      "en": "Ooh, I don't know. I should probably ask my son about that.",
      "it": "Oh, non lo so. Penso sia meglio che prima lo chieda a mio figlio."
    }
  },
  {
    "translation": {
      "en": "Is your son Neil Armstrong?",
      "it": "Suo figlio è Neil Armstrong?"
    }
  },
  {
    "translation": {
      "en": "Then I don't think he's qualified to help us.",
      "it": "Allora non credo che sia qualificato per aiutarci."
    }
  },
  {
    "translation": {
      "en": "Read it and weep.",
      "it": "Leggi e piangi."
    }
  },
  {
    "translation": {
      "en": "The whole house? How have you done that?",
      "it": "A tutta la casa? Come diavolo hai fatto?"
    }
  },
  {
    "translation": {
      "en": "You know, sales acumen, charm. Oh no, wait, you don't know, do you?",
      "it": "Be', capacità di vendita, fascino. Oh, giusto. Tu non li conosci."
    }
  },
  {
    "translation": {
      "en": "Now, come on, you owe me a tonne.",
      "it": "Forza, ora, sgancia i mille."
    }
  },
  {
    "translation": {
      "en": "Hold on, you've only charged her a hundred quid for fitting.",
      "it": "Aspetta, paga solo l’installazione."
    }
  },
  {
    "translation": {
      "en": "Have you given her a house full of free windows to win a bet?",
      "it": "Le hai dato finestre nuove gratis per vincere una scommessa?"
    }
  },
  {
    "translation": {
      "en": "Lavatory... The word \"free\" is not in my vocabulary.",
      "it": "Ma dai, Cesso. La parola \"gratis\" non esiste nel mio vocabolario,"
    }
  },
  {
    "translation": {
      "en": "Just like the phrase \"I've had a number-one hit\" is not in yours.",
      "it": "come “ho fatto una canzone di successo” non esiste nel tuo."
    }
  },
  {
    "translation": {
      "en": "No, I've got a fitter coming tomorrow to rip out those windows",
      "it": "Allora, domani le manderò un installatore a smontare le finestre,"
    }
  },
  {
    "translation": {
      "en": "and pop the very same ones straight back in again.",
      "it": "e subito dopo gli monterà di nuovo le stesse."
    }
  },
  {
    "translation": {
      "en": "The old bag'll never know.",
      "it": "La vecchia non se ne accorgerà."
    }
  },
  {
    "translation": {
      "en": "So not only have I sold ice to the Eskimos,",
      "it": "Quindi non solo ho venduto ghiaccio a un eschimese, ma gli ho venduto il suo."
    }
  },
  {
    "translation": {
      "en": "I've sold them their own fucking ice. I'm a genius.",
      "it": "Quindi non solo ho venduto ghiaccio a un eschimese, ma gli ho venduto il suo. Chiamami genio. Forza, paga."
    }
  },
  {
    "translation": {
      "en": "Come on, pay up.",
      "it": "Chiamami genio. Forza, paga."
    }
  },
  {
    "translation": {
      "en": "Oh, yes, there we go. Ooh, num-num-num-num.",
      "it": "Oh, sì, così mi piace."
    }
  },
  {
    "translation": {
      "en": "Unlike Fitzpatrick, I don't need to use the dark arts to close a deal.",
      "it": "Diversamente da lui, io non uso arti oscure per fare contratti."
    }
  },
  {
    "translation": {
      "en": "Good morning, Mr. Solomon. Vincent from Cachet Windows.",
      "it": "Buongiorno, signor Solomon. Vincent, finestre Cachet."
    }
  },
  {
    "translation": {
      "en": "We spoke on the phone earlier.",
      "it": "Abbiamo parlato al telefono."
    }
  },
  {
    "translation": {
      "en": "Ah, Mr. Vincent, yes.",
      "it": "Ma certo, Vincent, sì."
    }
  },
  {
    "translation": {
      "en": "Look, I'm so sorry, but we're about to sit down for prayer.",
      "it": "Senta, mi dispiace, ma stiamo per metterci a pregare."
    }
  },
  {
    "translation": {
      "en": "Maybe you can leave some brochures and we can phone you about prices tomorrow?",
      "it": "Se mi lascia un opuscolo, la chiamo domani e parliamo un po’ di prezzi."
    }
  },
  {
    "translation": {
      "en": "Wanna know the percentage who sleep on it and call you back? A big fat fucking zero.",
      "it": "Sapete la percentuale delle persone che richiamano? Un grosso zero del cazzo."
    }
  },
  {
    "translation": {
      "en": "This may sound odd, but may I join?",
      "it": "Le sembrerà strano, ma posso unirmi a voi?"
    }
  },
  {
    "translation": {
      "en": "It's been a spiritually exhausting last few days for me.",
      "it": "Mi sento... spiritualmente provato ultimamente."
    }
  },
  {
    "translation": {
      "en": "Eh... Well, we'd be delighted. Come in.",
      "it": "Con molto piacere. Si accomodi."
    }
  },
  {
    "translation": {
      "en": "One more thing... Salesmen are like vampires... never invite one into your home.",
      "it": "Un consiglio. I venditori sono vampiri, mai invitarli in casa."
    }
  },
  {
    "translation": {
      "en": "Once you do, we won't leave your side until we taste blood, not even for a piss.",
      "it": "Non vi molleremo finché non avremo il vostro sangue. Nemmeno per pisciare.... Grazie."
    }
  },
  {
    "translation": {
      "en": "-Thank you! -Oh, no problem.",
      "it": "Oh, si figuri, prego."
    }
  },
  {
    "translation": {
      "en": "The peace...",
      "it": "La pace sia con voi..."
    }
  },
  {
    "translation": {
      "en": "[Vincent] Using a homeowner's loo is a cardinal sin,",
      "it": "Usare il bagno dei clienti è un errore enorme,"
    }
  },
  {
    "translation": {
      "en": "no matter how desperate you are.",
      "it": "non importa quanto sia urgente."
    }
  },
  {
    "translation": {
      "en": "The second you leave those poor bastards alone,",
      "it": "Appena lasciate da soli quei poveri bastardi,"
    }
  },
  {
    "translation": {
      "en": "they'll try to conspire a way to get you out of their house.",
      "it": "cospireranno per buttarvi fuori di casa."
    }
  },
  {
    "translation": {
      "en": "You need to get the kids to bed?",
      "it": "Deve mettere i bambini a letto?"
    }
  },
  {
    "translation": {
      "en": "That's okay, I'll give you a hand with bath time.",
      "it": "Va bene, le do una mano con il bagnetto."
    }
  },
  {
    "translation": {
      "en": "Your husband is having a heart attack?",
      "it": "Suo marito ha un attacco di cuore?"
    }
  },
  {
    "translation": {
      "en": "Let me run you both down to A&E, you lying shit-bags.",
      "it": "Vi porto io al pronto soccorso, bugiardi merdosi."
    }
  },
  {
    "translation": {
      "en": "These God-fearing fuckers have been praying for almost two hours.",
      "it": "Questi baciapile stanno pregando da almeno due ore."
    }
  },
  {
    "translation": {
      "en": "And it's not just world peace shit, either.",
      "it": "E non solo per la pace."
    }
  },
  {
    "translation": {
      "en": "[woman] Lord, please use thy divine power",
      "it": "Signore, ti supplico usa il tuo potere divino"
    }
  },
  {
    "translation": {
      "en": "to find a good cash buyer for Brian and Kellie's car.",
      "it": "per trovare un buon compratore per l’auto di Brian e Kellie."
    }
  },
  {
    "translation": {
      "en": "Dear merciful Lord, please do what you can",
      "it": "Signore misericordioso... ti supplico usa il tuo potere"
    }
  },
  {
    "translation": {
      "en": "to get a better reception for Aggy's TV.",
      "it": "per migliorare la ricezione della TV di Aggy."
    }
  },
  {
    "translation": {
      "en": "Dear Lord, please give me the strength not to piss my pants in front of these time-wasting sons of bitches.",
      "it": "Mio Signore, dammi la forza di non pisciarmi addosso davanti a questi figli di puttana."
    }
  },
  {
    "translation": {
      "en": "Eventually my bladder's prayers were answered",
      "it": "Alla fine le mie preghiere sono state ascoltate"
    }
  },
  {
    "translation": {
      "en": "and Mr. Solomon signed for a full house of windows.",
      "it": "e il signor Solomon ha cambiato le finestre di tutta casa."
    }
  },
  {
    "translation": {
      "en": "It's safe to say I eat, sleep, breathe, shit and piss...",
      "it": "Si può dire che non mangio, dormo, respiro, caco e piscio..."
    }
  },
  {
    "translation": {
      "en": "[sighs] sales.",
      "it": "...se non vendo."
    }
  },
  {
    "translation": {
      "en": "But like Einstein, my true genius wasn't spotted until later in life.",
      "it": "Ma come Einstein, il mio genio non è stato riconosciuto se non in età già matura."
    }
  },
  {
    "translation": {
      "en": "♪ Hit me with your rhythm stick ♪",
      "it": "6 MESI PRIMA"
    }
  },
  {
    "translation": {
      "en": "[Vincent] So after spending a couple of grand having this fucking mutt's back legs amputated",
      "it": "Così dopo aver speso 2.000 sterline per fargli amputare le zampe,"
    }
  },
  {
    "translation": {
      "en": "and wheels put on it, he takes it out for its first walk",
      "it": "e mettergli un paio di rotelle, lo porta a spasso"
    }
  },
  {
    "translation": {
      "en": "and the fucking dog panics and rolls straight under a bus.",
      "it": "e quel cane del cazzo si fa prendere dal panico e finisce sotto un autobus."
    }
  },
  {
    "translation": {
      "en": "Poor bastard is devastated.",
      "it": "Quel povero stronzo è distrutto."
    }
  },
  {
    "translation": {
      "en": "I told him to look on the bright side... At least now you got a 2,000 pound rug.",
      "it": "“C’è il lato positivo”, gli ho detto, “ora hai uno zerbino da 2.000 sterline”."
    }
  },
  {
    "translation": {
      "en": "-[telephone rings] -[indistinct conversation]",
      "it": "Dai, tocca a te. Io passo."
    }
  },
  {
    "translation": {
      "en": "Yeah, this is him.",
      "it": "Sì, sono io."
    }
  },
  {
    "translation": {
      "en": "Fuck.",
      "it": "Cazzo."
    }
  },
  {
    "translation": {
      "en": "Now, that was a call informing me that while I'd been otherwise engaged,",
      "it": "Quella chiamata mi informava che all’estuario del Tamigi"
    }
  },
  {
    "translation": {
      "en": "a super tanker on the Thames estuary had been accidentally loaded with contaminated crude oil.",
      "it": "un’autocisterna era stata erroneamente caricata con petrolio grezzo contaminato."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, the constant monitoring required to prevent",
      "it": "Sfortunatamente, il monitoraggio richiesto per evitare queste cazzate da milioni di sterline"
    }
  },
  {
    "translation": {
      "en": "such million-pound fuck-ups was my one and only job.",
      "it": "Sfortunatamente, il monitoraggio richiesto per evitare queste cazzate da milioni di sterline era il mio unico compito."
    }
  },
  {
    "translation": {
      "en": "Upon careful reflection,",
      "it": "Dopo attenta riflessione,"
    }
  },
  {
    "translation": {
      "en": "you are to be relieved of all duties with immediate effect.",
      "it": "è stato deciso di sollevarla dal suo incarico, con effetto immediato."
    }
  },
  {
    "translation": {
      "en": "Do you have anything to say for the record, Mr. Swan?",
      "it": "Vuole fare una dichiarazione, signor Swan?"
    }
  },
  {
    "translation": {
      "en": "-This is fucking ridiculous. -Maybe we should take a break.",
      "it": "È una fottuta stronzata. Penso sia meglio... fare una pausa."
    }
  },
  {
    "translation": {
      "en": "Listen, I've spoken to the boys,",
      "it": "Senti, ho parlato con gli operai."
    }
  },
  {
    "translation": {
      "en": "they're ready to walk out for you on this one, Vince.",
      "it": "Sono pronti a combattere per te, Vince."
    }
  },
  {
    "translation": {
      "en": "I appreciate the support of the Union on this, Terry, but I'm jacking it in.",
      "it": "Apprezzo molto il sostegno del sindacato, Terry. Ma io me ne vado. Ne ho le palle piene di questo lavoro."
    }
  },
  {
    "translation": {
      "en": "-[Terry scoffs] -I fucking hate this job anyway.",
      "it": "Ma io me ne vado. Ne ho le palle piene di questo lavoro."
    }
  },
  {
    "translation": {
      "en": "How are you gonna provide for Sam and the kids?",
      "it": "E come farai a mantenere Sam e i bambini?"
    }
  },
  {
    "translation": {
      "en": "I'll figure something out.",
      "it": "Mi inventerò qualcosa."
    }
  },
  {
    "translation": {
      "en": "Oi, you two, the charisma twins.",
      "it": "Ehi, voi due, gemelli brillanti."
    }
  },
  {
    "translation": {
      "en": "Upon careful reflection, I've decided you can stick your job up your arses.",
      "it": "Dopo attenta riflessione, ho deciso che potete andare a fanculo."
    }
  },
  {
    "translation": {
      "en": "Here's my notice of resignation.",
      "it": "La mia lettera di dimissioni."
    }
  },
  {
    "translation": {
      "en": "I couldn't face going home to tell Sam I'd lost my job.",
      "it": "Non potevo tornare a casa e dire a Sam che avevo perso il lavoro."
    }
  },
  {
    "translation": {
      "en": "I said I'd figure something out, and that's what I intended to do,",
      "it": "Dovevo inventarmi qualcosa, ed era che quello che intendevo fare,"
    }
  },
  {
    "translation": {
      "en": "right after I got absolutely rat-arsed.",
      "it": "subito dopo aver preso la sbronza del secolo."
    }
  },
  {
    "translation": {
      "en": "Hmm. I never was a whiskey drinker.",
      "it": "Non ho mai retto il whisky."
    }
  },
  {
    "translation": {
      "en": "Fuck me. Vincent Swan.",
      "it": "Oh, cazzo. Vincent Swan."
    }
  },
  {
    "translation": {
      "en": "Dicky Dip Shits, I think you used to call me at school.",
      "it": "Dicky il Merdoso, credo mi chiamassi così a scuola."
    }
  },
  {
    "translation": {
      "en": "-Cox by name, cock by nature. -Yeah, that was another one.",
      "it": "Cox di nome, cozza di fatto. Sì, questa era l’altra."
    }
  },
  {
    "translation": {
      "en": "-You all right, Vince? You look like shit. -No. No, I'm not all right, Dicky.",
      "it": "Stai bene, Vince? Non sembri in forma. No, non sto bene, Dicky."
    }
  },
  {
    "translation": {
      "en": "I got sacked this morning and now I'm crying next to a urinal",
      "it": "Sono stato licenziato e sono abbracciato a un orinale pieno del mio vomito mentre parlo con te."
    }
  },
  {
    "translation": {
      "en": "full of my own puke, talking to you.",
      "it": "e sono abbracciato a un orinale pieno del mio vomito mentre parlo con te."
    }
  },
  {
    "translation": {
      "en": "No offence, but I think I just hit rock bottom.",
      "it": "Senza offesa, ho appena toccato il fondo."
    }
  },
  {
    "translation": {
      "en": "I mean, it's funny how life turns out, innit?",
      "it": "È buffo come cambia la vita, eh?"
    }
  },
  {
    "translation": {
      "en": "Who'd have put money on me being the bloody successful one,",
      "it": "Chi avrebbe scommesso che io avrei avuto successo"
    }
  },
  {
    "translation": {
      "en": "and you, Vincent Swan, being such a fucking loser?",
      "it": "e che tu, Vincent Swan, saresti diventato un cazzone fallito?"
    }
  },
  {
    "translation": {
      "en": "Cheers for the pep talk, Coxy.",
      "it": "Grazie per l’incoraggiamento, Coxy."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Già."
    }
  },
  {
    "translation": {
      "en": "Vincent, what would you say if I told you",
      "it": "Vincent, che diresti... se ti dicessi che guadagno il quadruplo del tuo stipendio di un mese..."
    }
  },
  {
    "translation": {
      "en": "I earned four times as much as your monthly wage in the last week?",
      "it": "se ti dicessi che guadagno il quadruplo del tuo stipendio di un mese... in una settimana?"
    }
  },
  {
    "translation": {
      "en": "I'd say, unless the demand for creepy-looking gigolos",
      "it": "Direi che a meno che non ci sia richiesta di gigolò brutti come la fame,"
    }
  },
  {
    "translation": {
      "en": "has gone through the roof, that's bollocks.",
      "it": "Direi che a meno che non ci sia richiesta di gigolò brutti come la fame, è una stronzata."
    }
  },
  {
    "translation": {
      "en": "Yeah, funny.",
      "it": "Sì, divertente."
    }
  },
  {
    "translation": {
      "en": "Here... Have a chuckle at that.",
      "it": "Ecco, fatti una risata."
    }
  },
  {
    "translation": {
      "en": "Plus, I've got something else that could interest you.",
      "it": "Ho qualcos’altro che può interessarti."
    }
  },
  {
    "translation": {
      "en": "What I've got in here might just change your life.",
      "it": "Quello che ho qui, potrebbe cambiarti la vita."
    }
  },
  {
    "translation": {
      "en": "I'm not a complete fucking yokel, I've done coke before.",
      "it": "Non sono un bifolco del cazzo, mi sono già fatto di coca."
    }
  },
  {
    "translation": {
      "en": "I'm not talking about the drugs.",
      "it": "Non sto parlando di droga."
    }
  },
  {
    "translation": {
      "en": "-[chuckles] -A lump of fucking plastic?",
      "it": "-Un pezzo di plastica bianca? -Dici?"
    }
  },
  {
    "translation": {
      "en": "Is it? Or...",
      "it": "-Un pezzo di plastica bianca? -Dici? Oppure... questo è oro bianco?"
    }
  },
  {
    "translation": {
      "en": "is it white gold?",
      "it": "Oppure... questo è oro bianco?"
    }
  },
  {
    "translation": {
      "en": "-No, it's definitely a lump of plastic. -Oh, to the uninitiated.",
      "it": "No, questo è un pezzo di plastica. Per chi non è del settore... ma mettici un po’ di know-how..."
    }
  },
  {
    "translation": {
      "en": "But you add some know-how and some bullshit,",
      "it": "Per chi non è del settore... ma mettici un po’ di know-how... e un paio di cazzate, e questo pezzo di plastica..."
    }
  },
  {
    "translation": {
      "en": "and this lump of fucking plastic turns into something far more eye-catching.",
      "it": "e un paio di cazzate, e questo pezzo di plastica... si trasformerà in qualcosa... di più accattivante."
    }
  },
  {
    "translation": {
      "en": "[Vincent] Coxy laid out the double-glazing business for me.",
      "it": "Coxy mi aprì il mondo dei doppi vetri."
    }
  },
  {
    "translation": {
      "en": "Since Thatcher handed us the right to buy your council house, the world and his wife",
      "it": "Da quando la Thatcher ci aveva dato il diritto di riscattare le case popolari, tutti si erano dati alla ristrutturazione della casa dei propri sogni."
    }
  },
  {
    "translation": {
      "en": "were madly renovating their newly owned dream homes.",
      "it": "tutti si erano dati alla ristrutturazione della casa dei propri sogni."
    }
  },
  {
    "translation": {
      "en": "White gold was just plastic, a cheap alternative to timber,",
      "it": "L’oro bianco era solo plastica, un’alternativa economica al legno,"
    }
  },
  {
    "translation": {
      "en": "but it brought the cost of making brand-new windows down to peanuts.",
      "it": "ma faceva scendere il costo di fabbrica delle nuove finestre a una cifra irrisoria."
    }
  },
  {
    "translation": {
      "en": "Coxy would then sell them on with a 600% mark-up.",
      "it": "E Coxy le vendeva con un margine del 600%."
    }
  },
  {
    "translation": {
      "en": "For those that couldn't afford the astronomical prices,",
      "it": "Per chi non poteva permettersi quei prezzi astronomici,"
    }
  },
  {
    "translation": {
      "en": "he'd sell them finance.",
      "it": "c’era il finanziamento."
    }
  },
  {
    "translation": {
      "en": "That way they could pay back what they thought they could afford each month",
      "it": "In questo modo avrebbe pagato la fornitura in comode rate mensili,"
    }
  },
  {
    "translation": {
      "en": "for the rest of their natural lives.",
      "it": "per il resto della sua vita."
    }
  },
  {
    "translation": {
      "en": "Eventually those shiny new windows would cost more than their dreary former council houses.",
      "it": "Alla fine, quelle scintillanti finestre gli sarebbero costate più della stessa casa."
    }
  },
  {
    "translation": {
      "en": "It was beautiful.",
      "it": "Era splendido."
    }
  },
  {
    "translation": {
      "en": "I want this. Oh. You can have it.",
      "it": "-Lo voglio. -Va bene, prenditelo."
    }
  },
  {
    "translation": {
      "en": "No, not this.",
      "it": "No, non questo."
    }
  },
  {
    "translation": {
      "en": "I mean meeting you. Losing my job. Everything. This happened for a reason.",
      "it": "Penso che incontrarti, perdere il lavoro, ogni cosa, abbia una ragione."
    }
  },
  {
    "translation": {
      "en": "You ain't gonna cry again, are you?",
      "it": "Non stai per piangere di nuovo, vero?"
    }
  },
  {
    "translation": {
      "en": "You always were a fucking dip shit.",
      "it": "Sei sempre stato un pezzo di merda."
    }
  },
  {
    "translation": {
      "en": "[Vincent] My fate was sealed the very next day.",
      "it": "Il mio destino si decise il giorno dopo. Non sono uno che crede nel fato,"
    }
  },
  {
    "translation": {
      "en": "I'm not a big believer in kismet,",
      "it": "Il mio destino si decise il giorno dopo. Non sono uno che crede nel fato, APERTURA DEI SALDI GROSSI SCONTI"
    }
  },
  {
    "translation": {
      "en": "but you'd have to be blind, deaf and dumb as shit not to hear destiny calling me.",
      "it": "ma bisogna essere ciechi, sordi e muti, per non sentire la sua chiamata. VINCENT, QUESTO È QUELLO CHE DEVI FARE CON IL TALENTO CHE DIO TI HA DONATO."
    }
  },
  {
    "translation": {
      "en": "♪♪",
      "it": "VINCENT, QUESTO È QUELLO CHE DEVI FARE CON IL TALENTO CHE DIO TI HA DONATO."
    }
  },
  {
    "translation": {
      "en": "Sorry to interrupt.",
      "it": "Scusa se interrompo."
    }
  },
  {
    "translation": {
      "en": "It's an elephant, it's not male genitalia.",
      "it": "Oh, è un elefante. Non genitali maschili."
    }
  },
  {
    "translation": {
      "en": "-I'm looking for the owner. -Sorry, I'm new here.",
      "it": "-Cerco il titolare. -Scusi. Sono nuova."
    }
  },
  {
    "translation": {
      "en": "Right. Is the owner around?",
      "it": "Certo. C'è il titolare?"
    }
  },
  {
    "translation": {
      "en": "Like I said, I'm new, so I literally can't help you.",
      "it": "Come ho detto sono nuova, quindi non posso aiutarla."
    }
  },
  {
    "translation": {
      "en": "Fuck me, Carol. You're a receptionist.",
      "it": "Porca troia, Carol, sei qui per dare informazioni, Cristo,"
    }
  },
  {
    "translation": {
      "en": "Just take some details, will you?",
      "it": "non per mandare via la gente!"
    }
  },
  {
    "translation": {
      "en": "It doesn't hurt to be careful, Tony. He's just wandered in off the street.",
      "it": "Non fa male essere prudenti, Tony. È uno sconosciuto appena entrato."
    }
  },
  {
    "translation": {
      "en": "This is a fucking showroom. We want people to wander in off the street.",
      "it": "Questo è un fottuto showroom. Vogliamo che entrino gli sconosciuti."
    }
  },
  {
    "translation": {
      "en": "Hello, sir, I take it this is your business?",
      "it": "Salve, signore. Presumo sia il proprietario."
    }
  },
  {
    "translation": {
      "en": "-You've got two minutes, pal. -For what?",
      "it": "-Ti do due minuti, amico. -Per cosa?"
    }
  },
  {
    "translation": {
      "en": "To sell me whatever the fuck it is you're selling and then fuck off.",
      "it": "Per propormi quello che vendi e andare a fanculo fuori."
    }
  },
  {
    "translation": {
      "en": "[Vincent] Meet Tony Walsh, the world's angriest small business owner.",
      "it": "Vi presento Tony Walsh, l’uomo d’affari più arrabbiato del mondo."
    }
  },
  {
    "translation": {
      "en": "No, I don't want to sell to you, I want to sell for you. My name's Vincent.",
      "it": "Non voglio vendere a lei, ma per lei. Mi chiamo Vincent."
    }
  },
  {
    "translation": {
      "en": "I don't care if it's Barbra Streisand. I've already got a sales team.",
      "it": "Puoi chiamarti anche Barbara Streisand. Ho già una squadra di venditori."
    }
  },
  {
    "translation": {
      "en": "Well, that was succinct. Now we've got 90 seconds to fill with small talk.",
      "it": "Be', che velocità. Ci restano novanta secondi per le chiacchiere."
    }
  },
  {
    "translation": {
      "en": "-Or you could just fuck off early. -Right. And where's the fun in that?",
      "it": "O te ne vai a fanculo prima. Certo, ma non mi divertirei."
    }
  },
  {
    "translation": {
      "en": "You see that couple? They walked in your showroom four minutes ago.",
      "it": "Vede quella coppia? Sono entrati quattro minuti fa."
    }
  },
  {
    "translation": {
      "en": "In another 45 seconds, they're gonna walk out, along with thousands in lost revenue.",
      "it": "Tra 45 secondi se ne andranno insieme a migliaia di sterline di guadagno."
    }
  },
  {
    "translation": {
      "en": "I've got twenty quid that says Tweedle Dum and Tweedle Dee over there",
      "it": "E scommetto che Dindino e Dindello laggiù"
    }
  },
  {
    "translation": {
      "en": "will still be scratching their arses when they walk out.",
      "it": "si staranno ancora grattando il culo, quando se ne andranno."
    }
  },
  {
    "translation": {
      "en": "All right, pal, here's a price list.",
      "it": "Ok, amico. Ecco i prezzi allora. Falli firmare e ti dò due settimane di prova."
    }
  },
  {
    "translation": {
      "en": "You sign them up, I'll give you a two-week trial.",
      "it": "Ecco i prezzi allora. Falli firmare e ti dò due settimane di prova."
    }
  },
  {
    "translation": {
      "en": "-I hear congratulations are in order! -Eh, sorry?",
      "it": "Le mie congratulazioni, signori. Eh... mi scusi?"
    }
  },
  {
    "translation": {
      "en": "The Centennial Customer Award? No one told you?",
      "it": "Per il premio che avete vinto. Non ve l’hanno detto?"
    }
  },
  {
    "translation": {
      "en": "As our hundredth customer today, you've won the opportunity",
      "it": "In quanto centesimi clienti avete l’opportunità di trasformare la vostra casa"
    }
  },
  {
    "translation": {
      "en": "to turn your house into a show-home for the Cachet range of windows and doors.",
      "it": "In quanto centesimi clienti avete l’opportunità di trasformare la vostra casa in un’esposizione della nostra gamma di finestre e porte."
    }
  },
  {
    "translation": {
      "en": "-My name's Vincent, nice to meet you. -Hi, I'm Mark. This is my wife Lorna.",
      "it": "Mi chiamo Vincent. Molto piacere. Eh... salve, Mark. Lei è mia moglie Lorna."
    }
  },
  {
    "translation": {
      "en": "Hello. Wow, we've never won anything before.",
      "it": "Salve. Wow, non abbiamo mai vinto niente, prima."
    }
  },
  {
    "translation": {
      "en": "Well, I guess some people are born lucky and the rest of us just have to make do with good looks and charm, eh?",
      "it": "Be', ci sono persone fortunate e chi ha solo un po’ di fascino per cavarsela."
    }
  },
  {
    "translation": {
      "en": "So tell me, Mark, Lorna, why are you looking for new windows?",
      "it": "Allora, Mark, Lorna... cosa state cercando?"
    }
  },
  {
    "translation": {
      "en": "[Vincent] Ten minutes of bullshit later, and I was ready to seal the deal.",
      "it": "Dieci minuti di stronzate dopo, ero pronto a chiudere il contratto."
    }
  },
  {
    "translation": {
      "en": "All of our products come with safety glass fitted as standard.",
      "it": "Tutti i nostri prodotti montano vetri di sicurezza standard."
    }
  },
  {
    "translation": {
      "en": "Now, I'd imagine those little boys of yours are",
      "it": "Immagino che i vostri ragazzi vi facciano stare sempre in allarme, vero Lorna?"
    }
  },
  {
    "translation": {
      "en": "always keep you on your toes, right, Lorna? Always darting about?",
      "it": "Immagino che i vostri ragazzi vi facciano stare sempre in allarme, vero Lorna? Sempre a correre?"
    }
  },
  {
    "translation": {
      "en": "Now imagine them running full pelt into a plate glass window.",
      "it": "Immaginate se correndo, andassero a sbattere contro un vetro."
    }
  },
  {
    "translation": {
      "en": "It turned out that not all of our products came with safety glass fitted as standard.",
      "it": "È così che ho scoperto che non tutte le nostre finestre montavano vetri di sicurezza."
    }
  },
  {
    "translation": {
      "en": "It's probably hard, at this point,",
      "it": "Probabilmente... ora starete immaginando la vostra prole per terra in una pozza di sangue."
    }
  },
  {
    "translation": {
      "en": "not to picture your precious offspring lying in a pool of their own blood.",
      "it": "ora starete immaginando la vostra prole per terra in una pozza di sangue."
    }
  },
  {
    "translation": {
      "en": "But hold onto that thought, because this, Lorna, pardon my French,",
      "it": "Ma via questo pensiero perché questo, perdonatemi,"
    }
  },
  {
    "translation": {
      "en": "this disgraceful piece of shit is a well-known national company's patio door.",
      "it": "questo schifoso prodotto di merda era una finestra di una nota azienda nazionale."
    }
  },
  {
    "translation": {
      "en": "I can't say who. [whispering] Everest.",
      "it": "Non posso dire il nome... Everest."
    }
  },
  {
    "translation": {
      "en": "Christ, it makes me angry. Doesn't anyone ever think of the children?",
      "it": "Cristo, mi fa incazzare. Possibile che nessuno pensi ai bambini?"
    }
  },
  {
    "translation": {
      "en": "Well, thankfully, here at Cachet, we do.",
      "it": "Be', per fortuna noi della Cachet, lo facciamo."
    }
  },
  {
    "translation": {
      "en": "Maybe it was the adrenaline in everybody's systems,",
      "it": "Forse è stata l’adrenalina che avevo in corpo,"
    }
  },
  {
    "translation": {
      "en": "but by the time I'd finished, they'd signed for five grand's worth of windows.",
      "it": "ma quando ho finito con loro, avevano firmato un contratto da 5.000 sterline."
    }
  },
  {
    "translation": {
      "en": "The second I left the showroom, Walshy called his wife.",
      "it": "Appena ho lasciato lo showroom, Walshy ha chiamato sua moglie."
    }
  },
  {
    "translation": {
      "en": "I think I've just met the man who's going to make us our first million.",
      "it": "Ho appena incontrato l’uomo che ci farà fare il nostro primo milione."
    }
  },
  {
    "translation": {
      "en": "[Vincent] He was so impressed, he didn't offer me a trial.",
      "it": "Era così colpito che non solo mi ha dato il posto,"
    }
  },
  {
    "translation": {
      "en": "He put me in charge of his entire sales team,",
      "it": "ma mi ha messo a capo di tutta la squadra..."
    }
  },
  {
    "translation": {
      "en": "who I promptly sacked.",
      "it": "che ho subito licenziato."
    }
  },
  {
    "translation": {
      "en": "Tweedle Dee and Tweedle Dum went out the door and in came Tweedle Dumb and Dumber.",
      "it": "Dindino e Dindello sono usciti e sono entrati Pincopanco e Pancopinco."
    }
  },
  {
    "translation": {
      "en": "And after Fitzpatrick and Lavender graduated",
      "it": "Quando Fitzpatrick e Lavender si sono laureati alla scuola di vendita di Vincent Swan,"
    }
  },
  {
    "translation": {
      "en": "from the Vincent Swan School of Sales, my team was complete.",
      "it": "Quando Fitzpatrick e Lavender si sono laureati alla scuola di vendita di Vincent Swan, il mio team era completo."
    }
  },
  {
    "translation": {
      "en": "Once Walsh's tasteless decor had been replaced with something more befitting",
      "it": "E una volta sostituiti gli arredi senza gusto di Walsh con qualcosa di adatto ad agenti di classe come noi,"
    }
  },
  {
    "translation": {
      "en": "of a classy operation like ours, Cachet Windows was reborn.",
      "it": "con qualcosa di adatto ad agenti di classe come noi, le Finestre Cachet erano rinate."
    }
  },
  {
    "translation": {
      "en": "Right! First and only rule... We don't rip off anyone in our town.",
      "it": "Allora, prima e unica regola: non fregare nessuno in città."
    }
  },
  {
    "translation": {
      "en": "These are our neighbours, our friends.",
      "it": "Ci sono i nostri vicini, i nostri amici."
    }
  },
  {
    "translation": {
      "en": "We always sell our windows at one price, a fair price.",
      "it": "Vendiamo sempre a prezzo unico... un prezzo equo..."
    }
  },
  {
    "translation": {
      "en": "Sometimes over, sometimes under, but always at one price.",
      "it": "a volte più alto, a volte più basso, ma sempre a un solo prezzo."
    }
  },
  {
    "translation": {
      "en": "Sorry, so who pays more?",
      "it": "Scusa e... chi paga di più?"
    }
  },
  {
    "translation": {
      "en": "Dick heads. The terminally stupid.",
      "it": "I coglioni. Gli stupidi terminali."
    }
  },
  {
    "translation": {
      "en": "-And less? -Well, no one, if we can help it.",
      "it": "-E meno? -Nessuno se si può evitare."
    }
  },
  {
    "translation": {
      "en": "So, it's not really one price for all, is it?",
      "it": "Allora non è un prezzo per tutti, giusto?"
    }
  },
  {
    "translation": {
      "en": "No. But... it sounds good, doesn't it?",
      "it": "No... ma suona bene, no?"
    }
  },
  {
    "translation": {
      "en": "And that pretty much brings us up to speed.",
      "it": "Be', ora sapete come è andata."
    }
  },
  {
    "translation": {
      "en": "Wanna know the greatest thing about winning at life?",
      "it": "Sapete qual è la cosa più bella del successo?"
    }
  },
  {
    "translation": {
      "en": "It's that you get to give a little something back.",
      "it": "Potersi permettere di essere generosi."
    }
  },
  {
    "translation": {
      "en": "Hello, Vince.",
      "it": "-Ciao Vince. -Terry. Come va?"
    }
  },
  {
    "translation": {
      "en": "-Terry. How's tricks? -Yeah, good. You coming in?",
      "it": "-Ciao Vince. -Terry. Come va? Bene. Vuoi entrare?"
    }
  },
  {
    "translation": {
      "en": "I really appreciate the offer, mate, but double-glazing salesman?",
      "it": "Apprezzo davvero l’offerta, amico, ma vendere doppi vetri?"
    }
  },
  {
    "translation": {
      "en": "I mean, no offence, but it's not really me, is it?",
      "it": "Be'... senza offesa, non fa per me, grazie."
    }
  },
  {
    "translation": {
      "en": "Why not?",
      "it": "Perché no?"
    }
  },
  {
    "translation": {
      "en": "I know the refinery's not everyone's cup of tea, but it's steady,",
      "it": "So che la raffineria non piace a tutti, ma... è stabile..."
    }
  },
  {
    "translation": {
      "en": "the pension's good, it's practically impossible to get sacked.",
      "it": "la pensione è buona... ed è impossibile essere licenziati."
    }
  },
  {
    "translation": {
      "en": "Yeah, maybe for mere mortals.",
      "it": "Forse per i comuni mortali."
    }
  },
  {
    "translation": {
      "en": "-Hello, stranger. -[Vincent] Evening, Gillian.",
      "it": "-Chi non muore si rivede! -Ciao, Gillian."
    }
  },
  {
    "translation": {
      "en": "At last, the brains of the house have arrived.",
      "it": "L’unica persona intelligente della casa."
    }
  },
  {
    "translation": {
      "en": "I'd better run, I'm on nights.",
      "it": "Io vado, ho il turno di notte."
    }
  },
  {
    "translation": {
      "en": "You'll have to bring the family over for a barbecue soon, Vince.",
      "it": "Perché non porti la famiglia per un barbecue, Vince?"
    }
  },
  {
    "translation": {
      "en": "-Yeah, they'd love that, mate. -[Terry] Bye, love.",
      "it": "Sì... volentieri, bello."
    }
  },
  {
    "translation": {
      "en": "Ta, darling.",
      "it": "-Ciao amore. -Ciao caro."
    }
  },
  {
    "translation": {
      "en": "Try not to masturbate through your entire shift.",
      "it": "Non masturbarti per tutto il turno."
    }
  },
  {
    "translation": {
      "en": "Someone's got to sit in that chair after you.",
      "it": "Quella sedia servirà ancora dopo di te."
    }
  },
  {
    "translation": {
      "en": "[Gillian] You're not running out on me too, are you, Vincent? It's been ages since we've had a little gossip.",
      "it": "Non scappi subito anche tu, vero Vincent? Sono secoli che non parliamo."
    }
  },
  {
    "translation": {
      "en": "Would I ever. Stick the kettle on.",
      "it": "Lo farei mai? Scalda l’acqua."
    }
  },
  {
    "translation": {
      "en": "So, uh, Terry said you're a salesman now.",
      "it": "Allora, Terry dice che sei un venditore ora."
    }
  },
  {
    "translation": {
      "en": "Yeah, I finally found a job where being a self-aggrandising ponce is considered a plus.",
      "it": "Sì. Pensa ho finalmente trovato un lavoro in cui la presunzione è un merito."
    }
  },
  {
    "translation": {
      "en": "So, what is it you sell?",
      "it": "-E cosa vendi di preciso? -Doppi vetri."
    }
  },
  {
    "translation": {
      "en": "-Double glazing. -[Gillian] Fancy.",
      "it": "-E cosa vendi di preciso? -Doppi vetri. Fantastico."
    }
  },
  {
    "translation": {
      "en": "I quite like them patio doors. I bet they're expensive, though.",
      "it": "Mi piacerebbe chiudere il patio, ma immagino sia costoso."
    }
  },
  {
    "translation": {
      "en": "Oh, you'd be surprised, Gillian.",
      "it": "Rimarresti sorpresa, Gillian."
    }
  },
  {
    "translation": {
      "en": "I know this looks bad, but those patio doors are gonna completely revolutionise",
      "it": "So che sembra brutto, ma un bel patio renderà più fluido"
    }
  },
  {
    "translation": {
      "en": "the flow from their downstairs to their garden.",
      "it": "il passaggio dal piano terra al loro giardino."
    }
  },
  {
    "translation": {
      "en": "What? This is what I do.",
      "it": "Che c'è? È il mio lavoro."
    }
  },
  {
    "translation": {
      "en": "Cachet Windows and Doors.",
      "it": "Cachet Porte e Finestre."
    }
  },
  {
    "translation": {
      "en": "It's Brendan for you.",
      "it": "Oh, sì. E’ Brendan, per te."
    }
  },
  {
    "translation": {
      "en": "Just tell him I've nipped out.",
      "it": "Digli che me la sono data."
    }
  },
  {
    "translation": {
      "en": "Hang on a minute, he's just here, Brendan.",
      "it": "Solo un minuto. Te lo passo, Brendan."
    }
  },
  {
    "translation": {
      "en": "[Fitzpatrick] For fuck sake.",
      "it": "Pazza del cazzo."
    }
  },
  {
    "translation": {
      "en": "Hello, Brendan.",
      "it": "Ciao, Brendan."
    }
  },
  {
    "translation": {
      "en": "Yeah. But they're the same fucking ones.",
      "it": "Sì... Ma se sono le stesse!"
    }
  },
  {
    "translation": {
      "en": "No. Look. I'm coming over.",
      "it": "No... senti, vengo subito."
    }
  },
  {
    "translation": {
      "en": "-I told you to tell him I'd nipped out. -I don't know what that means.",
      "it": "Dovevi dirgli che mi ero dato. Non so proprio che significa. È dialetto dell’Essex?"
    }
  },
  {
    "translation": {
      "en": "Is it an Essex thing?",
      "it": "Non so proprio che significa. È dialetto dell’Essex?"
    }
  },
  {
    "translation": {
      "en": "-[Vincent] It's all put together... -Oi. What the hell is this, Vincent?",
      "it": "-Inoltre possiamo rateizzare... -Ehi! Che diavolo è questo, Vincent?"
    }
  },
  {
    "translation": {
      "en": "I'm about 90% sure that's an order for patio doors, Terry, am I right?",
      "it": "Sono piuttosto sicuro che sia un ordine per delle porte finestre. Ho ragione? Vuoi parlarne in ufficio?"
    }
  },
  {
    "translation": {
      "en": "Do you wanna talk about this out back? Do excuse us for a moment.",
      "it": "Ho ragione? Vuoi parlarne in ufficio? -Volete scusarmi per un momento? -No, non mi fermo."
    }
  },
  {
    "translation": {
      "en": "No, I'm not stopping.",
      "it": "-Volete scusarmi per un momento? -No, non mi fermo."
    }
  },
  {
    "translation": {
      "en": "I just came to tell you we don't want your shitty windows.",
      "it": "Sono venuto a dirti che non vogliamo le tue merdose finestre."
    }
  },
  {
    "translation": {
      "en": "Well, maybe you should talk to your wife once in a while",
      "it": "Forse dovresti parlarne con tua moglie una volta tanto,"
    }
  },
  {
    "translation": {
      "en": "because she seemed positively thrilled by the idea.",
      "it": "perché sembrava davvero entusiasta all’idea."
    }
  },
  {
    "translation": {
      "en": "And they're precision engineered, not shitty.",
      "it": "E sono di qualità, non merdose."
    }
  },
  {
    "translation": {
      "en": "Now if that's all, I'm busy with customers.",
      "it": "Ora, se è tutto, i clienti mi aspettano."
    }
  },
  {
    "translation": {
      "en": "No, don't try and worm your way out of it. You took advantage of Gill.",
      "it": "Ah, no, non provare a filartela, amico. Tu ti sei approfittato di Gill."
    }
  },
  {
    "translation": {
      "en": "I don't know if you've realised, mate, but Gill's a grown woman now,",
      "it": "Non so se te ne sei accorto, ma Gill è adulta..."
    }
  },
  {
    "translation": {
      "en": "with tits and everything. And this, this is a contract,",
      "it": "con tette e tutto, e questo... è un contratto, legalmente vincolante."
    }
  },
  {
    "translation": {
      "en": "and it's legally binding. So I suggest you go home and take it up...",
      "it": "con tette e tutto, e questo... è un contratto, legalmente vincolante. Quindi va' a casa e mettiti..."
    }
  },
  {
    "translation": {
      "en": "Now you stay away from me, my wife and my windows, you utter scumbag.",
      "it": "Sta' lontano da me, da mia moglie... e dalle mie finestre, brutto pezzo di merda."
    }
  },
  {
    "translation": {
      "en": "[Vincent] Fuck.",
      "it": "Fanculo!"
    }
  },
  {
    "translation": {
      "en": "Sorry. Sometimes working here is like being in a really shit version of Dallas.",
      "it": "Scusate, certe volte qui è come essere in una brutta versione di Dallas."
    }
  },
  {
    "translation": {
      "en": "Vincent. Look, he's not here. He's on a shift.",
      "it": "Vincent, Terry, non c’è. È al lavoro."
    }
  },
  {
    "translation": {
      "en": "Yeah, I know. Look, I came to say sorry.",
      "it": "Sì, lo so, senti... sono qui per scusarmi."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna make you honour the contract.",
      "it": "E per annullare questo contratto."
    }
  },
  {
    "translation": {
      "en": "We all right?",
      "it": "Siamo a posto?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Certo."
    }
  },
  {
    "translation": {
      "en": "Good, because while I've been standing here freezing my nuts off,",
      "it": "Bene, perché mentre mi gelo le palle qui fuori,"
    }
  },
  {
    "translation": {
      "en": "I couldn't help thinking this conversation",
      "it": "non posso non pensare che sarebbe stato più piacevole parlare in un portico..."
    }
  },
  {
    "translation": {
      "en": "would have been much more comfortable in a beautiful double-glazed porch.",
      "it": "non posso non pensare che sarebbe stato più piacevole parlare in un portico... con i doppi vetri."
    }
  },
  {
    "translation": {
      "en": "You always did know how to make me laugh, Vincent Swan.",
      "it": "Hai sempre saputo farmi ridere, Vincent Swan."
    }
  },
  {
    "translation": {
      "en": "Interesting place for a personalised number plate.",
      "it": "Posto interessante per una targa personalizzata."
    }
  },
  {
    "translation": {
      "en": "I quite like it.",
      "it": "Sì, mi piace."
    }
  },
  {
    "translation": {
      "en": "Fancy a spin?",
      "it": "Vuoi fare un giro?"
    }
  },
  {
    "translation": {
      "en": "Oooh, yeah, I've never been in a wanker-mobile before.",
      "it": "Oh sì. Non sono mai stata su un auto da coglioni."
    }
  },
  {
    "translation": {
      "en": "I'll get me coat. ♪♪",
      "it": "Prendo la giacca."
    }
  },
  {
    "translation": {
      "en": "Like I told you, page one of the training manual...",
      "it": "Come ho detto, pagina uno del manuale."
    }
  },
  {
    "translation": {
      "en": "Never leave the house without closing the deal.",
      "it": "Mai lasciare una casa senza concludere."
    }
  },
  {
    "translation": {
      "en": "Hmm, yeah, it's tricky to see the difference, myself.",
      "it": "Sì... è difficile vedere la differenza anche per me."
    }
  },
  {
    "translation": {
      "en": "What exactly is it you don't like, Mrs. Brown?",
      "it": "Esattamente cos’è che non le piace, signora Brown?"
    }
  },
  {
    "translation": {
      "en": "They remind me of death. I want my old new windows back.",
      "it": "Mi fanno pensare alla morte. Rivoglio le mie vecchie finestre per favore."
    }
  },
  {
    "translation": {
      "en": "Right, well, I could get Brendan to re-fit the old ones, but, I mean,",
      "it": "Certo, be'... potrei chiedere a Brendan di rimontare quelle vecchie, ma... lei pagherebbe per sostituire queste con..."
    }
  },
  {
    "translation": {
      "en": "you'll be paying to replace these",
      "it": "lei pagherebbe per sostituire queste con..."
    }
  },
  {
    "translation": {
      "en": "with an identical and, frankly, inferior product.",
      "it": "un prodotto identico e decisamente inferiore."
    }
  },
  {
    "translation": {
      "en": "I'm going to call my son. You can talk to him about it.",
      "it": "Vado a chiamare mio figlio, così ne parlerà con lui."
    }
  },
  {
    "translation": {
      "en": "Oh, no, no, don't do that, Mrs. Brown. I'll tell you what...",
      "it": "Oh, no, non lo disturbi. Sa che facciamo?"
    }
  },
  {
    "translation": {
      "en": "I'll get Brendan to replace the windows for free.",
      "it": "Chiederò a Brendan di sostituirgliele gratis, a lui non dispiacerà."
    }
  },
  {
    "translation": {
      "en": "-I'm sure he won't mind. -You're a lovely young man, Brian.",
      "it": "Chiederò a Brendan di sostituirgliele gratis, a lui non dispiacerà. Lei è una persona deliziosa, Brian."
    }
  },
  {
    "translation": {
      "en": "Yes, he will fucking mind. I've got another job on.",
      "it": "Invece a lui dispiace eccome. Ho un altro lavoro ora."
    }
  },
  {
    "translation": {
      "en": "How do I get this through that thick Paddy skull of yours?",
      "it": "Come faccio a infilartelo in quella merda di zucca vuota?"
    }
  },
  {
    "translation": {
      "en": "You're not gonna get paid for this job unless that senile old bitch is happy.",
      "it": "Non ti do un soldo per questo lavoro, se quella vecchia stronza non è contenta."
    }
  },
  {
    "translation": {
      "en": "So whoever's driveway you've got to tarmac can fucking wait, comprende?",
      "it": "Qualsiasi... vialetto devi asfaltare, dovrà aspettare. Comprende?"
    }
  },
  {
    "translation": {
      "en": "You listen to me, you ferrety-looking cunt.",
      "it": "Stammi a sentire, brutto furetto del cazzo."
    }
  },
  {
    "translation": {
      "en": "You speak to me like that again, I'll refit your disgusting yellow teeth.",
      "it": "Parlami ancora così e ti sistemo quei disgustosi denti gialli."
    }
  },
  {
    "translation": {
      "en": "Yeah, completely comprende.",
      "it": "Sì, compr... comprende, completamente."
    }
  },
  {
    "translation": {
      "en": "Can you please refit the windows, Brendan?",
      "it": "Puoi... montare... di nuovo le finestre, Brendan?"
    }
  },
  {
    "translation": {
      "en": "Please?",
      "it": "Per favore?"
    }
  },
  {
    "translation": {
      "en": "Yes, I will, Brian. And, seeing as you asked me so nicely,",
      "it": "Sì, certo Brian. E visto che me lo chiedi gentilmente,"
    }
  },
  {
    "translation": {
      "en": "I'm only gonna charge you double time for today.",
      "it": "ti fatturerò solo il doppio per oggi."
    }
  },
  {
    "translation": {
      "en": "Oh, you're fucking joking.",
      "it": "Oh... fanculo, Brian!"
    }
  },
  {
    "translation": {
      "en": "Yeah. No. Double bubble. Excellent.",
      "it": "Sì, no. Doppia paga. Eccellente."
    }
  },
  {
    "translation": {
      "en": "Looks like the Eskimos aren't that keen on your ice after all.",
      "it": "Sembra che l’eschimese non sia soddisfatto del ghiaccio."
    }
  },
  {
    "translation": {
      "en": "-Fuck off. -Oh come on, be nice.",
      "it": "-Vaffanculo. -Oh, andiamo!"
    }
  },
  {
    "translation": {
      "en": "Where's that famous charm gone? My winnings, please.",
      "it": "Dov’è finito il tuo famoso fascino? La mia vincita, per favore."
    }
  },
  {
    "translation": {
      "en": "Here... You can have your money back.",
      "it": "Tieni, riprenditi i soldi."
    }
  },
  {
    "translation": {
      "en": "And another hundred, seeing as how you lost the bet.",
      "it": "E 100 per aver perso la scommessa."
    }
  },
  {
    "translation": {
      "en": "You can swivel, mate.",
      "it": "Scordateli, amico."
    }
  },
  {
    "translation": {
      "en": "I'm already paying double time to the \"I.R.Anus\" over there.",
      "it": "Devo già pagare il doppio della paga a quel culone irlandese laggiù."
    }
  },
  {
    "translation": {
      "en": "Does he know you call him that? Hey, Brendan...",
      "it": "Sa che lo chiami così? Ehi, Brendan! Sai che..."
    }
  },
  {
    "translation": {
      "en": "-All right, here you go. -[Lavender snickers]",
      "it": "Va bene, va bene, te li do."
    }
  },
  {
    "translation": {
      "en": "-Yum-yum-yum-yum-yum. -Dickhead.",
      "it": "Testa di cazzo."
    }
  },
  {
    "translation": {
      "en": "-Daddy! -I come in peace.",
      "it": "Papà! Vengo in pace."
    }
  },
  {
    "translation": {
      "en": "Oh, someone's seen fit to grace us with their presence.",
      "it": "Oh, qualcuno ci onora della sua presenza."
    }
  },
  {
    "translation": {
      "en": "Yeah, someone also wants to say sorry for not being around lately.",
      "it": "E chiedo scusa per non essere stato molto a casa ultimamente."
    }
  },
  {
    "translation": {
      "en": "How are my cheeky little monkeys?",
      "it": "Come state scimmiette?"
    }
  },
  {
    "translation": {
      "en": "Vincent, you do know I'm 14 years old.",
      "it": "Vincent, lo sai che ho 14 anni?"
    }
  },
  {
    "translation": {
      "en": "Well, that's handy, because in here I have",
      "it": "Meno male, perché qui... c’è una felpa Sergio Tacchini fatta apposta per una 14enne."
    }
  },
  {
    "translation": {
      "en": "an age 14-sized Sergio Tacchini tracksuit top.",
      "it": "c’è una felpa Sergio Tacchini fatta apposta per una 14enne."
    }
  },
  {
    "translation": {
      "en": "No way. It's not snide gear either. Dad, you're the best.",
      "it": "Non ci credo. È addirittura originale. Papà, sei il migliore."
    }
  },
  {
    "translation": {
      "en": "Vincent, that cost a fortune.",
      "it": "Vincent, costa una fortuna."
    }
  },
  {
    "translation": {
      "en": "No, my love, this cost a fortune.",
      "it": "No, tesoro, questo costa una fortuna."
    }
  },
  {
    "translation": {
      "en": "Ta-da!",
      "it": "Ta-dà!"
    }
  },
  {
    "translation": {
      "en": "Are you fucking kidding me? Is that real mink?",
      "it": "Mi prendi per il culo? È un visone vero?"
    }
  },
  {
    "translation": {
      "en": "Unless Liberty's started skinning cats, it is real.",
      "it": "Se da Liberty non scuoiano gatti, è vero. Guardati."
    }
  },
  {
    "translation": {
      "en": "-Look at you. -Oh, it's gorgeous.",
      "it": "Se da Liberty non scuoiano gatti, è vero. Guardati. Oh, è splendida."
    }
  },
  {
    "translation": {
      "en": "Don't worry, Robbie, I haven't forgotten about you, mate.",
      "it": "Tranquillo Robbie, ce n’è anche per te."
    }
  },
  {
    "translation": {
      "en": "[Robbie] Millennium Falcon! Are you fucking kidding me?",
      "it": "Il Millennium Falcon! Mi prendi per il culo?"
    }
  },
  {
    "translation": {
      "en": "-[Sam] Robbie! -That's your fault, that is.",
      "it": "-Ehi Robbie! -È colpa tua."
    }
  },
  {
    "translation": {
      "en": "-What's all this in aid of? -I told you. We're in this together.",
      "it": "-Perché questi regali? -Te l’ho detto. Lo faccio per noi."
    }
  },
  {
    "translation": {
      "en": "It's time for us to start enjoying ourselves.",
      "it": "È ora di spassarcela un po’ tesoro."
    }
  },
  {
    "translation": {
      "en": "Thank you, Vincent.",
      "it": "Grazie, Vincent."
    }
  },
  {
    "translation": {
      "en": "Despite what I tell everyone I meet about you, you're actually a lovely man.",
      "it": "Malgrado non lo ammetterei mai, sei un uomo meraviglioso."
    }
  },
  {
    "translation": {
      "en": "-Hmm. -[Sam] Now... Why don't we get the kids off to bed, and maybe we can get an early night ourselves?",
      "it": "Ora... perché non mandiamo a letto i bambini e poi ci andiamo anche noi?"
    }
  },
  {
    "translation": {
      "en": "Oh, God. I know what that means.",
      "it": "Oddio, so cosa significa."
    }
  },
  {
    "translation": {
      "en": "[Vincent] Come here.",
      "it": "Vieni qui."
    }
  },
  {
    "translation": {
      "en": "The kids.",
      "it": "I bambini."
    }
  },
  {
    "translation": {
      "en": "You're going to have to keep that warm for me.",
      "it": "Rimani calda per me."
    }
  },
  {
    "translation": {
      "en": "-Shall I get them off to bed? -No, I gotta go out tonight.",
      "it": "-Vado a metterli a letto. -No, devo uscire stasera."
    }
  },
  {
    "translation": {
      "en": "-What? -I told you,",
      "it": "-Cosa? -Te l'ho detto."
    }
  },
  {
    "translation": {
      "en": "Saturday night, prime time for sales.",
      "it": "Il sabato sera è perfetto per le vendite."
    }
  },
  {
    "translation": {
      "en": "You've got to be kidding me.",
      "it": "Stai scherzando, vero?"
    }
  },
  {
    "translation": {
      "en": "These dead minks don't pay for themselves.",
      "it": "Il visone non si paga da solo."
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "it": "Ti amo."
    }
  },
  {
    "translation": {
      "en": "You wanker!",
      "it": "Sei uno stronzo!"
    }
  },
  {
    "translation": {
      "en": "[Vincent] Never let it be said that I wasn't a generous man.",
      "it": "Che non si dica mai che non sono un uomo generoso."
    }
  },
  {
    "translation": {
      "en": "Especially when it came to spending Walshy's money.",
      "it": "Soprattutto quando si tratta di spendere i soldi di Walshy."
    }
  },
  {
    "translation": {
      "en": "It was time to give the boys their Saturday night treat.",
      "it": "È ora di regalare ai ragazzi un bel sabato sera."
    }
  },
  {
    "translation": {
      "en": "You know what makes us different to the rest of the plebs in this town?",
      "it": "Sapete cosa ci rende diversi dai plebei di questa città?"
    }
  },
  {
    "translation": {
      "en": "It's simply this.",
      "it": "Semplicemente questo."
    }
  },
  {
    "translation": {
      "en": "We will not take no for an answer.",
      "it": "Noi non accettiamo un \"no\" come risposta."
    }
  },
  {
    "translation": {
      "en": "You know, every time we knock on a door,",
      "it": "Ogni volta che bussiamo ad una porta"
    }
  },
  {
    "translation": {
      "en": "and some knob tells us he doesn't need new windows,",
      "it": "e un pezzo di merda dice che non vuole nuove finestre,"
    }
  },
  {
    "translation": {
      "en": "we're gonna sell that prick more windows than he's got holes in his fucking walls for.",
      "it": "noi vendiamo a quello stronzo più finestre di quanti buchi ha nei suoi fottuti muri."
    }
  },
  {
    "translation": {
      "en": "-Fucking right. -Hear, hear!",
      "it": "-È vero, cazzo. -Sì, sì."
    }
  },
  {
    "translation": {
      "en": "So, enjoy the feast, and thank you for a record week.",
      "it": "Quindi godetevi la festa... per i record di questa settimana."
    }
  },
  {
    "translation": {
      "en": "Cheers, arseholes.",
      "it": "Salute, cazzoni."
    }
  },
  {
    "translation": {
      "en": "-Cheers, boss. -Vincent.",
      "it": "-Salute, capo. -Vincent."
    }
  },
  {
    "translation": {
      "en": "[Lavender] Listen, let's hit a club later, yeah?",
      "it": "Andiamo in un locale dopo?"
    }
  },
  {
    "translation": {
      "en": "We can't sit around here all night with just Brian's monster knob for company.",
      "it": "Non voglio stare tutta la notte qui in compagnia dell’uccello di Brian."
    }
  },
  {
    "translation": {
      "en": "You might want to wait and see what's for dessert first.",
      "it": "Non vuoi vedere cosa c’è per dessert prima?"
    }
  },
  {
    "translation": {
      "en": "-Oh, bloody hell. -Oh, my God.",
      "it": "Oh, porca troia. Per la miseria."
    }
  },
  {
    "translation": {
      "en": "-Blimey. -Hey, boys.",
      "it": "-Ve lo dico io... -Ciao ragazzi."
    }
  },
  {
    "translation": {
      "en": "I fucking love this job!",
      "it": "...questo lavoro è uno sballo!"
    }
  },
  {
    "translation": {
      "en": "I've been terribly good this month, yeah.",
      "it": "Sì, dolcezza. Sono stato bravo questo mese, sì."
    }
  },
  {
    "translation": {
      "en": "Pull the blinds, Brian.",
      "it": "Chiudi le tende, Brian."
    }
  },
  {
    "translation": {
      "en": "♪♪",
      "it": "Sì, merito un bel premio come te."
    }
  },
  {
    "translation": {
      "en": "Cheers.",
      "it": "Salute."
    }
  }
]