[
  {
    "translation": {
      "en": "[man] ♪ Somebody have mercy on me ♪",
      "it": "Qualcuno abbia pietà di me"
    }
  },
  {
    "translation": {
      "en": "♪ Somebody have mercy on me right now ♪",
      "it": "Qualcuno abbia pietà di me ora"
    }
  },
  {
    "translation": {
      "en": "[Smokey] Sam had that magic voice.",
      "it": "Sam aveva una voce magica."
    }
  },
  {
    "translation": {
      "en": "♪ I wanna tell you that, darling, you... ♪",
      "it": "Voglio dirlo Tesoro, tu..."
    }
  },
  {
    "translation": {
      "en": "♪ You send me... ♪",
      "it": "Mi fai impazzire..."
    }
  },
  {
    "translation": {
      "en": "[second man] Sam is the father of modern soul music. Absolutely.",
      "it": "Sam è il padre del soul moderno. Assolutamente."
    }
  },
  {
    "translation": {
      "en": "This is Sam singing to a black audience.",
      "it": "Qui canta a un pubblico nero."
    }
  },
  {
    "translation": {
      "en": "It's a vastly different kind of Sam Cooke than the mainstream,",
      "it": "È completamente diverso dal solito Sam Cooke"
    }
  },
  {
    "translation": {
      "en": "meaning white people, have become accustomed to.",
      "it": "a cui i bianchi erano abituati."
    }
  },
  {
    "translation": {
      "en": "♪ I love you ♪ ♪ For ♪",
      "it": "Ti amo per..."
    }
  },
  {
    "translation": {
      "en": "♪ Sentimental reasons ♪",
      "it": "...ragioni sentimentali..."
    }
  },
  {
    "translation": {
      "en": "People remember Sam Cooke as a pristine Frank Sinatra wannabe.",
      "it": "La gente pensa a Sam Cooke come al perfetto emulatore di Frank Sinatra."
    }
  },
  {
    "translation": {
      "en": "But in reality, he was a complicated black man in a complicated world.",
      "it": "Ma in realtà era un nero complicato in un mondo complicato."
    }
  },
  {
    "translation": {
      "en": "Record companies really did not want a black man",
      "it": "Le case discografiche non volevano un nero che parlasse dei problemi del Paese."
    }
  },
  {
    "translation": {
      "en": "talking about issues that were going on in the country.",
      "it": "un nero che parlasse dei problemi del Paese."
    }
  },
  {
    "translation": {
      "en": "They wanted him to be an entertainer and nothing more,",
      "it": "Volevano che intrattenesse e basta,"
    }
  },
  {
    "translation": {
      "en": "and that was never gonna be enough for Sam Cooke.",
      "it": "e questo a Sam Cooke non bastava."
    }
  },
  {
    "translation": {
      "en": "♪ How many deaths will it take ♪",
      "it": "Quanta gente deve morire?"
    }
  },
  {
    "translation": {
      "en": "♪Till you know ♪ ♪ Too many people have died ? ♪",
      "it": "Prima che tu capisca che ne sono morti troppi..."
    }
  },
  {
    "translation": {
      "en": "In the times where everything was so oppressive,",
      "it": "All'epoca dell'oppressione,"
    }
  },
  {
    "translation": {
      "en": "he broke through a lot of color barriers and wasn't afraid to be the first.",
      "it": "superò molti ostacoli legati al colore e non ebbe paura di essere il primo."
    }
  },
  {
    "translation": {
      "en": "Empowerment--this is what drove him to talk with Malcolm X and Muhammad Ali.",
      "it": "Emancipazione: ecco cosa lo portò a parlare con Malcolm X e Muhammad Ali."
    }
  },
  {
    "translation": {
      "en": "He was so unafraid.",
      "it": "Non aveva paura."
    }
  },
  {
    "translation": {
      "en": "If you afraid, you couldn't be hangin' out with Malcolm, but...",
      "it": "Se avevi paura e uscivi con Malcolm,"
    }
  },
  {
    "translation": {
      "en": "the FBI might find a way to get rid of you.",
      "it": "l'FBI trovava il modo di farti sparire."
    }
  },
  {
    "translation": {
      "en": "These were the early stages of black power.",
      "it": "Il potere nero era ancora all'inizio."
    }
  },
  {
    "translation": {
      "en": "That black male energy that Sam Cooke possessed,",
      "it": "L'energia che Sam Cooke possedeva in quanto nero,"
    }
  },
  {
    "translation": {
      "en": "unfortunately, for some people in power in this country,",
      "it": "sfortunatamente, per alcuni potenti del Paese"
    }
  },
  {
    "translation": {
      "en": "represented a threat that had to be stopped.",
      "it": "rappresentava una minaccia e andava fermato."
    }
  },
  {
    "translation": {
      "en": "This very mysterious death was just the most improbable death for Sam Cooke.",
      "it": "La sua morte è davvero misteriosa. Era improbabile per uno come lui."
    }
  },
  {
    "translation": {
      "en": "What happened? Why was he there? And who was this woman he was with?",
      "it": "Ciò che è successo, il perché fosse lì, chi era la donna con lui,"
    }
  },
  {
    "translation": {
      "en": "And why'd he get shot? All those become bigger questions",
      "it": "perché gli hanno sparato... Sono tutte domande più importanti"
    }
  },
  {
    "translation": {
      "en": "than \"What was he on the edge of achieving?\"",
      "it": "di \"Cosa stava per raggiungere?\""
    }
  },
  {
    "translation": {
      "en": "It's a double murder.",
      "it": "È un doppio omicidio."
    }
  },
  {
    "translation": {
      "en": "It's the murder of the physical being who was Sam Cooke,",
      "it": "È stato ucciso sia l'uomo Sam Cooke,"
    }
  },
  {
    "translation": {
      "en": "but there's also the murder of his legacy.",
      "it": "È stato ucciso sia l'uomo Sam Cooke, che la sua eredità."
    }
  },
  {
    "translation": {
      "en": "One of the biggest shocks I ever had in my life.",
      "it": "È stato uno dei traumi più grandi della mia vita."
    }
  },
  {
    "translation": {
      "en": "I was on the expressway in Detroit, and the radio was on.",
      "it": "Ero in autostrada a Detroit... ...con la radio accesa."
    }
  },
  {
    "translation": {
      "en": "Soul singer Sam Cooke shot to death last night...",
      "it": "E diceva che Sam Cooke... ...era stato ucciso la notte prima."
    }
  },
  {
    "translation": {
      "en": "in Compton or wherever he was.",
      "it": "A Compton o ovunque fosse."
    }
  },
  {
    "translation": {
      "en": "I was devastated.",
      "it": "Ero distrutto."
    }
  },
  {
    "translation": {
      "en": "I don't think I functioned for a week.",
      "it": "Sarò stato bloccato per una settimana."
    }
  },
  {
    "translation": {
      "en": "It was horrible.",
      "it": "È stato orribile."
    }
  },
  {
    "translation": {
      "en": "I asked my father",
      "it": "Quando mio padre mi ha detto che era morto"
    }
  },
  {
    "translation": {
      "en": "when he told me he was dead, I said, \"What, a car accident?",
      "it": "Quando mio padre mi ha detto che era morto gli ho detto \"Un incidente d'auto?"
    }
  },
  {
    "translation": {
      "en": "A plane crash?\"",
      "it": "Un incidente aereo?\""
    }
  },
  {
    "translation": {
      "en": "I couldn't-- Even when he told me he got shot, I...",
      "it": "Non riuscivo a credere che gli avessero sparato."
    }
  },
  {
    "translation": {
      "en": "I could've just passed out.",
      "it": "Stavo per svenire."
    }
  },
  {
    "translation": {
      "en": "Who would want to shoot Sam Cooke? That's what I asked myself.",
      "it": "Chi sparerebbe a Sam Cooke? Ecco che mi sono chiesto."
    }
  },
  {
    "translation": {
      "en": "I was sad and confused back then,",
      "it": "Ero triste e confuso all'epoca"
    }
  },
  {
    "translation": {
      "en": "and most-- other people, especially in the black community, but not only,",
      "it": "come tanti altri, soprattutto nella comunità nera, ma non solo."
    }
  },
  {
    "translation": {
      "en": "were sad and confused. You know, \"What happened?\"",
      "it": "Si chiedevano tutti: \"Che è successo?\""
    }
  },
  {
    "translation": {
      "en": "Everybody was cold but anxiously waiting.",
      "it": "Avevano tutti freddo, ma attendevano con ansia."
    }
  },
  {
    "translation": {
      "en": "They wanted to see Sam Cooke.",
      "it": "Volevano vedere Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "They wanted to know if this really happened.",
      "it": "Volevano sapere se era successo davvero."
    }
  },
  {
    "translation": {
      "en": "There was just disbelief and sorrow all mixed up.",
      "it": "Erano incredulità e dolore mischiati."
    }
  },
  {
    "translation": {
      "en": "Two hundred thousand people-plus showed up at his funeral in Chicago,",
      "it": "Più di duecentomila persone si sono presentate al funerale a Chicago,"
    }
  },
  {
    "translation": {
      "en": "and this is how this man died,",
      "it": "e quest'uomo è morto così."
    }
  },
  {
    "translation": {
      "en": "you know, naked at a seedy hotel in Los Angeles.",
      "it": "Nudo in uno squallido hotel di Los Angeles."
    }
  },
  {
    "translation": {
      "en": "He's one of the biggest pop stars in America,",
      "it": "Era uno degli artisti pop più famosi in America,"
    }
  },
  {
    "translation": {
      "en": "and he's just mysteriously dead now. Didn't make any sense.",
      "it": "e ora è morto misteriosamente. Non ha alcun senso."
    }
  },
  {
    "translation": {
      "en": "Muhammad Ali, in his grief and rage, essentially said,",
      "it": "Muhammad Ali, nel suo dolore e nella sua rabbia disse"
    }
  },
  {
    "translation": {
      "en": "\"If this had happened to Frank Sinatra or The Beatles or Ricky Nelson,",
      "it": "\"Se fosse successo a Frank Sinatra o ai Beatles o a Ricky Nelson,"
    }
  },
  {
    "translation": {
      "en": "the FBI would be investigating this.\"",
      "it": "l'FBI starebbe indagando.\""
    }
  },
  {
    "translation": {
      "en": "'Cause, of course, it felt this all went way too quickly.",
      "it": "Perché, ovviamente, la cosa era sfumata in fretta."
    }
  },
  {
    "translation": {
      "en": "And Muhammad Ali, I think, spoke for the entire community",
      "it": "E penso che Muhammad Ali abbia parlato a nome della comunità"
    }
  },
  {
    "translation": {
      "en": "who believed that this was being treated as just another dead black person.",
      "it": "che credeva che fosse il solito trattamento riservato ai neri."
    }
  },
  {
    "translation": {
      "en": "Sam Cooke, at the time of his death,",
      "it": "Sam Cooke, quando è morto,"
    }
  },
  {
    "translation": {
      "en": "is someone who has significant meaning to the black community.",
      "it": "era una persona importante per la comunità nera."
    }
  },
  {
    "translation": {
      "en": "Black community loves him.",
      "it": "Lo adoravano."
    }
  },
  {
    "translation": {
      "en": "Sam Cooke didn't mean the same to white America.",
      "it": "Sam Cooke non era lo stesso per gli americani bianchi."
    }
  },
  {
    "translation": {
      "en": "They didn't recognize how important Sam Cooke was.",
      "it": "Loro non capivano quanto fosse importante."
    }
  },
  {
    "translation": {
      "en": "Sam Cooke's death, or at least the way that it's been treated in the media,",
      "it": "La morte di Sam Cooke, o almeno com'è stata gestita dai media,"
    }
  },
  {
    "translation": {
      "en": "it's been allowed to sort of hijack the rest of his career.",
      "it": "ha permesso il dirottamento del resto della sua carriera."
    }
  },
  {
    "translation": {
      "en": "People didn't think of Sam Cooke in that way,",
      "it": "La gente non lo vedeva così, ma Sam Cooke"
    }
  },
  {
    "translation": {
      "en": "but he's a racial hero as much as he was a musical hero.",
      "it": "era un eroe per la razza tanto quanto lo era per la musica."
    }
  },
  {
    "translation": {
      "en": "Between the way he died and this representation of him",
      "it": "Tra la sua morte e la sua rappresentazione come un personaggio unidimensionale"
    }
  },
  {
    "translation": {
      "en": "as a sort of almost one-dimensional character",
      "it": "e la sua rappresentazione come un personaggio unidimensionale"
    }
  },
  {
    "translation": {
      "en": "kind of loses the essence of who he was.",
      "it": "si è persa l'essenza di chi era veramente."
    }
  },
  {
    "translation": {
      "en": "You have to question",
      "it": "Bisogna chiedersi,"
    }
  },
  {
    "translation": {
      "en": "why did the record companies suppress his politics?",
      "it": "perché le case discografiche soffocarono le sue idee?"
    }
  },
  {
    "translation": {
      "en": "♪ Oh, my baby's comin' home tomorr' ♪",
      "it": "La mia bimba torna a casa domani"
    }
  },
  {
    "translation": {
      "en": "♪ Ain't that good news? ♪ ♪ Man, ain't that news? ♪",
      "it": "Non è una bella notizia?"
    }
  },
  {
    "translation": {
      "en": "♪ Yeah, good news ♪",
      "it": "Sì, è una bella notizia"
    }
  },
  {
    "translation": {
      "en": "♪ Good news ♪",
      "it": "Una bella notizia"
    }
  },
  {
    "translation": {
      "en": "♪ Ain't that good news? ♪",
      "it": "Non è una bella notizia?"
    }
  },
  {
    "translation": {
      "en": "♪ Ain't that news? ♪",
      "it": "Non è una bella notizia?"
    }
  },
  {
    "translation": {
      "en": "-Miss Elinor Harris. -Hello, Miss Harris.",
      "it": "- La signora Elinor Harris. - Salve."
    }
  },
  {
    "translation": {
      "en": "-Sam, sit here. -Terrific.",
      "it": "- Si sieda. - Fantastico."
    }
  },
  {
    "translation": {
      "en": "-It's good news. -Good news, yeah.",
      "it": "- Che bella notizia. - Bella, vero."
    }
  },
  {
    "translation": {
      "en": "Let's do a little capsule version of the Sam Cooke story.",
      "it": "Raccontiamo la vita di Sam Cooke in breve."
    }
  },
  {
    "translation": {
      "en": "-How'd it all happen... -The captions version. Uh...",
      "it": "- Com'è... - In breve..."
    }
  },
  {
    "translation": {
      "en": "Born. My father was a minister.",
      "it": "Mio padre era un pastore..."
    }
  },
  {
    "translation": {
      "en": "Uh, I started singing in the church, naturally, because I'm exposed to, uh, gospel singing first, Mike.",
      "it": "Ho iniziato a cantare in chiesa grazie all'influsso del gospel."
    }
  },
  {
    "translation": {
      "en": "Sam Cooke is born in 1931 in Mississippi.",
      "it": "Sam Cooke nacque nel 1931 in Mississippi."
    }
  },
  {
    "translation": {
      "en": "As Sam Cooke was coming of age during the Great Depression, late '30s into the '40s,",
      "it": "Crebbe durante la Grande Depressione, fine anni '30 inizio '40,"
    }
  },
  {
    "translation": {
      "en": "slavery was something that was still a residual memory for many people.",
      "it": "quando la schiavitù era ancora impressa nella memoria di molti."
    }
  },
  {
    "translation": {
      "en": "You're talking about a time where black people,",
      "it": "Parliamo di un'epoca in cui la comunità nera, soprattutto gli uomini, veniva linciata continuamente."
    }
  },
  {
    "translation": {
      "en": "especially black men, were being lynched all over the place.",
      "it": "la comunità nera, soprattutto gli uomini, veniva linciata continuamente."
    }
  },
  {
    "translation": {
      "en": "I'm certain that people like Sam Cooke's family,",
      "it": "Sono sicuro che gente come la famiglia di Sam, compreso suo padre"
    }
  },
  {
    "translation": {
      "en": "including his father, who was a preacher, said, \"We've got to get somewhere",
      "it": "Sono sicuro che gente come la famiglia di Sam, compreso suo padre che era un pastore, dicessero: \"Dobbiamo andare"
    }
  },
  {
    "translation": {
      "en": "where we can have a life for ourselves, where we can actually not just survive, but hopefully, we can win.\"",
      "it": "dove possiamo vivere per conto nostro e non sopravvivere, e magari vincere.\""
    }
  },
  {
    "translation": {
      "en": "My great-grandmother was a slave in Mississippi.",
      "it": "La mia bisnonna era schiava in Mississippi."
    }
  },
  {
    "translation": {
      "en": "She had no education. Neither did my father.",
      "it": "Non era istruita, e neanche mio padre."
    }
  },
  {
    "translation": {
      "en": "He was a self-made man,",
      "it": "Era partito dal nulla,"
    }
  },
  {
    "translation": {
      "en": "but he saw the disadvantages to the negro child in the South,",
      "it": "ma vedeva quanto fosse brutta la vita dei bambini neri al Sud,"
    }
  },
  {
    "translation": {
      "en": "so he went north to Chicago.",
      "it": "quindi si trasferì a Chicago."
    }
  },
  {
    "translation": {
      "en": "In many ways, I'm very like my father.",
      "it": "Per molti versi, sono come mio padre."
    }
  },
  {
    "translation": {
      "en": "He has this intense drive that I've got.",
      "it": "Abbiamo la stessa energia."
    }
  },
  {
    "translation": {
      "en": "Papa Cook got a church in Chicago,",
      "it": "Papa Cook ottenne una chiesa a Chicago,"
    }
  },
  {
    "translation": {
      "en": "so everybody went to church in his family.",
      "it": "e tutta la sua famiglia andava in chiesa."
    }
  },
  {
    "translation": {
      "en": "Bronzeville was a beautiful place.",
      "it": "Bronzeville era un posto fantastico."
    }
  },
  {
    "translation": {
      "en": "In that corridor, from 43rd and State Street to 51st Street,",
      "it": "Nella zona tra la quarantatreesima, State Street e la cinquantunesima,"
    }
  },
  {
    "translation": {
      "en": "there must've been 200 to 300 black businesses that were vibrant.",
      "it": "ci saranno state trecento fiorenti attività nere."
    }
  },
  {
    "translation": {
      "en": "Segregated, of course. All black.",
      "it": "Era un ghetto ovviamente. Tutti neri."
    }
  },
  {
    "translation": {
      "en": "It was like a black Wall Street.",
      "it": "Era come una Wall Street nera."
    }
  },
  {
    "translation": {
      "en": "Churches everywhere on every block.",
      "it": "C'erano chiese ovunque, in ogni isolato."
    }
  },
  {
    "translation": {
      "en": "There is no black politics at this moment in time without the black church.",
      "it": "Tutta la politica nera dell'epoca si basava sulla chiesa."
    }
  },
  {
    "translation": {
      "en": "If you were a popular gospel singer, as Sam Cooke eventually would become,",
      "it": "Se eri un famoso cantante gospel, come diventerà poi Sam Cooke,"
    }
  },
  {
    "translation": {
      "en": "you would rub elbows with a young Martin Luther King, right?",
      "it": "saresti stato gomito a gomito con un giovane Martin Luther King, ok?"
    }
  },
  {
    "translation": {
      "en": "You would know who Reverend C.L. Franklin was,",
      "it": "Avresti conosciuto il reverendo C.L. Franklin,"
    }
  },
  {
    "translation": {
      "en": "who, of course, is Aretha Franklin's father",
      "it": "il padre di Aretha Franklin, conosciuto come"
    }
  },
  {
    "translation": {
      "en": "and generally regarded as one of the greatest preachers",
      "it": "il padre di Aretha Franklin, conosciuto come uno dei più grandi pastori del ventesimo secolo."
    }
  },
  {
    "translation": {
      "en": "produced in the 20th century.",
      "it": "uno dei più grandi pastori del ventesimo secolo."
    }
  },
  {
    "translation": {
      "en": "Chicago was a place where people had to figure out how to hustle for themselves,",
      "it": "Chicago era un posto in cui la gente doveva cavarsela da sola,"
    }
  },
  {
    "translation": {
      "en": "and I don't think it's a coincidence that Sam Cooke would eventually say,",
      "it": "e non è un caso se Sam Cooke a un certo punto dirà"
    }
  },
  {
    "translation": {
      "en": "\"I want to own my own record label, own my own publishing company.\"",
      "it": "\"Voglio fondare una mia casa discografica.\""
    }
  },
  {
    "translation": {
      "en": "That's what you saw in Chicago.",
      "it": "Perché Chicago era così: aziende ovunque,"
    }
  },
  {
    "translation": {
      "en": "You saw businesses everywhere, and I'm sure he was impacted by that.",
      "it": "Perché Chicago era così: aziende ovunque, e sono sicuro abbia influito su di lui."
    }
  },
  {
    "translation": {
      "en": "Papa Cook-- he knew that Sam was very gifted.",
      "it": "Papa Cook, sapeva che Sam era dotato."
    }
  },
  {
    "translation": {
      "en": "Matter of fact, the whole Cook children, 'cause they were called the Cook children.",
      "it": "In realtà tutti i bimbi Cook, venivano chiamati così,"
    }
  },
  {
    "translation": {
      "en": "He took 'em around to the churches to sing.",
      "it": "andavano in chiesa a cantare."
    }
  },
  {
    "translation": {
      "en": "♪ Though I've never been up there ♪",
      "it": "Anche se non sono mai stato lì su..."
    }
  },
  {
    "translation": {
      "en": "I met Sam at a concert in Gary, Indiana.",
      "it": "Conobbi Sam a un concerto a Gary, in Indiana."
    }
  },
  {
    "translation": {
      "en": "I was about 16 years old,",
      "it": "Ricordo di aver avuto circa 16 anni,"
    }
  },
  {
    "translation": {
      "en": "and Sam would had to be around 13 or 14.",
      "it": "e Sam avrà avuto 13 o 14 anni."
    }
  },
  {
    "translation": {
      "en": "I went up, and I say, \"Hey, man. You were somethin' else, boy.\"",
      "it": "Sono andato da lui e gli ho detto \"Ehi, bello. Sei fuori dal mondo!"
    }
  },
  {
    "translation": {
      "en": "I ain't never heard nothing like this before in my life.\"",
      "it": "Non ho mai sentito niente del genere!\""
    }
  },
  {
    "translation": {
      "en": "♪ Does Jesus care? ♪",
      "it": "A Gesù importa?"
    }
  },
  {
    "translation": {
      "en": "The Soul Stirrers was a top group. They were one of the biggest.",
      "it": "I Soul Stirrers erano un gruppo fantastico, uno dei migliori."
    }
  },
  {
    "translation": {
      "en": "It was a really big deal when Sam was tapped as a teenager",
      "it": "É stato importante quando Sam venne scelto da ragazzo"
    }
  },
  {
    "translation": {
      "en": "to fill the shoes of R. H. Harris,",
      "it": "per sostituire R. H. Harris,"
    }
  },
  {
    "translation": {
      "en": "who was a grown man and had been around the circle.",
      "it": "che era un uomo adulto ed era in giro da un po'."
    }
  },
  {
    "translation": {
      "en": "♪ I no longer stand ♪",
      "it": "Non lo sono più"
    }
  },
  {
    "translation": {
      "en": "♪ I ask my mother how ♪",
      "it": "Chiedo a mia madre come..."
    }
  },
  {
    "translation": {
      "en": "He starts out trying to sing some of the lead songs the way that Harris did. He was trying to reach--",
      "it": "Cercò di cantare le canzoni più famose come faceva Harris."
    }
  },
  {
    "translation": {
      "en": "As the story goes, he was trying to reach this high note",
      "it": "A quanto si dice, cercava di raggiungere note altissime,"
    }
  },
  {
    "translation": {
      "en": "and couldn't quite reach it the way Harris did,",
      "it": "e non riusciva come Harris,"
    }
  },
  {
    "translation": {
      "en": "and he instinctively did this flutter",
      "it": "quindi fece quest'onda,"
    }
  },
  {
    "translation": {
      "en": "where he just kind of reached up for the note and just floated down.",
      "it": "in cui raggiungeva la nota e poi tornava giù."
    }
  },
  {
    "translation": {
      "en": "♪ He gave her ♪ ♪ And it was not in the well ♪ -♪ Whoa ♪ -♪ Yes ♪",
      "it": "...gliela diede e non era nel pozzo Sì!"
    }
  },
  {
    "translation": {
      "en": "When you hear a track like \"Jesus Gave Me Water,\"",
      "it": "Ascoltando una canzone come \"Jesus Gave Me Water,\""
    }
  },
  {
    "translation": {
      "en": "you hear Sam keepin' up with the choir, keeping the time,",
      "it": "si sente che Sam seguiva il coro, il tempo,"
    }
  },
  {
    "translation": {
      "en": "but then he goes into that little yodel piece, right,",
      "it": "ma poi arriva quel pezzo,"
    }
  },
  {
    "translation": {
      "en": "that just says that this is Sam Cooke's song now.",
      "it": "in cui capisci che ora è la canzone di Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "♪ Water, water, water, water, loving water ♪ ♪ And it was not in the well ♪",
      "it": "Acqua E non era nel pozzo"
    }
  },
  {
    "translation": {
      "en": "Aretha Franklin is my longest friend who is still alive.",
      "it": "Aretha Franklin è l'unica amica d'infanzia ancora in vita."
    }
  },
  {
    "translation": {
      "en": "We grew up together. Occasionally, I would go to their church,",
      "it": "Aretha Franklin è l'unica amica d'infanzia ancora in vita. A volte andavo nella loro chiesa, ma quando c'erano Sam e i Soul Stirrers,"
    }
  },
  {
    "translation": {
      "en": "but when Sam and the Soul Stirrers came to that church,",
      "it": "A volte andavo nella loro chiesa, ma quando c'erano Sam e i Soul Stirrers,"
    }
  },
  {
    "translation": {
      "en": "you would've thought they were gonna have a rock concert there",
      "it": "pareva ci fosse un concerto rock."
    }
  },
  {
    "translation": {
      "en": "because-- especially for women.",
      "it": "Soprattutto per le donne."
    }
  },
  {
    "translation": {
      "en": "There were women who never even thought about goin' to church until...",
      "it": "C'erano donne che non andavano mai in chiesa"
    }
  },
  {
    "translation": {
      "en": "until Sam and the Soul Stirrers were there.",
      "it": "tranne quando c'erano Sam e i Soul Stirrers."
    }
  },
  {
    "translation": {
      "en": "And they would be around the block four deep, you know, because Sam was there.",
      "it": "A quel punto si accalcavano intorno all'edificio, perché c'era Sam."
    }
  },
  {
    "translation": {
      "en": "♪ Oh, pray when you're feelin' low ♪",
      "it": "Prega quando ti senti giù"
    }
  },
  {
    "translation": {
      "en": "♪ When the ill wind blows ♪ ♪ Don't forget to pray ♪",
      "it": "Quando il vento maligno soffia Non dimenticare di pregare!"
    }
  },
  {
    "translation": {
      "en": "I believe it was Abyssinia Baptist Church in Newark",
      "it": "Credo che fosse a Newark nella Chiesa Battista Abissina,"
    }
  },
  {
    "translation": {
      "en": "where the Soul Stirrers were a part of the program.",
      "it": "quando cantarono i Soul Stirrers."
    }
  },
  {
    "translation": {
      "en": "I thought he was the cutest thing in the world. I was 11 years old and madly in love.",
      "it": "Pensai che fosse il più carino del mondo. Avevo 11 anni ed ero innamorata persa."
    }
  },
  {
    "translation": {
      "en": "Sam Cooke joins the Soul Stirrers when he's in his late teens,",
      "it": "Sam Cooke si unì ai Soul Stirrers alla fine dell'adolescenza,"
    }
  },
  {
    "translation": {
      "en": "so he's 19-20 years old when he starts to go down south to tour.",
      "it": "e aveva circa vent'anni quando fece il primo tour al sud."
    }
  },
  {
    "translation": {
      "en": "There was a Chitlin Circuit black artists played back in those days,",
      "it": "C'erano una serie di canzoni che gli artisti neri suonavano all'epoca,"
    }
  },
  {
    "translation": {
      "en": "especially through the South.",
      "it": "soprattutto al Sud."
    }
  },
  {
    "translation": {
      "en": "We called it the Chitlin Circuit 'cause those places",
      "it": "Lo chiamavamo Chitlin Circuit, perché molti di quei posti"
    }
  },
  {
    "translation": {
      "en": "were like funky like that, you know, like, funky like chitlins.",
      "it": "puzzavano come l'intestino di un maiale."
    }
  },
  {
    "translation": {
      "en": "This is the time when we were on the last legs of vaudeville",
      "it": "Era l'epoca a cavallo tra la fine del varietà"
    }
  },
  {
    "translation": {
      "en": "and on the beginnings of rock 'n' roll,",
      "it": "e l'inizio del Rock 'n Roll,"
    }
  },
  {
    "translation": {
      "en": "of-of-of that kind of R&B rock 'n' roll.",
      "it": "quando era ancora R&B."
    }
  },
  {
    "translation": {
      "en": "So a lot of the places that we played were like not very much bigger than this room.",
      "it": "Quindi molti posti in cui ci esibivamo non erano più grandi di questa stanza."
    }
  },
  {
    "translation": {
      "en": "They had one microphone with five of us tryin' to sing on one microphone.",
      "it": "Cinque persone che cercavano di cantare con un solo microfono."
    }
  },
  {
    "translation": {
      "en": "♪ ...a bad girl be-- ♪",
      "it": "È una cattiva ragazza perché..."
    }
  },
  {
    "translation": {
      "en": "And I'm singing \"Bad Girl\" into this guy's chest because that's how close the crowd--",
      "it": "Cantavo \"Bad Girl\" addosso a uno perché il pubblico era vicinissimo."
    }
  },
  {
    "translation": {
      "en": "There was no stage, and we were on the floor,",
      "it": "Non c'era il palco, eravamo sul pavimento"
    }
  },
  {
    "translation": {
      "en": "and I'm singing \"Bad Girl\" into this guy's chest,",
      "it": "e io cantavo \"Bad Girl\" contro il suo petto"
    }
  },
  {
    "translation": {
      "en": "and people behind him are yellin' and screamin',",
      "it": "e la gente dietro urlava:"
    }
  },
  {
    "translation": {
      "en": "\"Move out of the way. We can't see.\"",
      "it": "\"Spostati! Non vediamo nulla!\""
    }
  },
  {
    "translation": {
      "en": "And so that's an example of what some of that stuff was like.",
      "it": "Giusto per farvi capire com'era all'epoca."
    }
  },
  {
    "translation": {
      "en": "In traveling the South with the Soul Stirrers,",
      "it": "Viaggiando a Sud con i Soul Stirrers, si trovarono davanti"
    }
  },
  {
    "translation": {
      "en": "they're dealing with where they can stay,",
      "it": "Viaggiando a Sud con i Soul Stirrers, si trovarono davanti posti assegnati per dormire, per mangiare, restrizioni sul pubblico."
    }
  },
  {
    "translation": {
      "en": "where they can eat, the audiences they can play to.",
      "it": "posti assegnati per dormire, per mangiare, restrizioni sul pubblico."
    }
  },
  {
    "translation": {
      "en": "At that moment, you know, he's a kid.",
      "it": "All'epoca, lui era un ragazzo."
    }
  },
  {
    "translation": {
      "en": "He's got to go with what's going on, but it really pained him,",
      "it": "Doveva accettarlo, ma era doloroso per lui"
    }
  },
  {
    "translation": {
      "en": "you know, the heavy yoke of-of the Jim Crow laws,",
      "it": "Doveva accettarlo, ma era doloroso per lui sopportare le leggi di Jim Crow."
    }
  },
  {
    "translation": {
      "en": "which was something he wasn't really that accustomed to,",
      "it": "Era qualcosa a cui non era abituato,"
    }
  },
  {
    "translation": {
      "en": "but had to get used to pretty quickly.",
      "it": "ma doveva farlo in fretta."
    }
  },
  {
    "translation": {
      "en": "The conditions were very hard and very prejudice.",
      "it": "Era una situazione difficile e piena di pregiudizi."
    }
  },
  {
    "translation": {
      "en": "There were places in the South where we couldn't even stay in the hotels.",
      "it": "C'erano posti in cui non potevi neanche alloggiare in hotel."
    }
  },
  {
    "translation": {
      "en": "We'd have to stay in rooming houses.",
      "it": "Dovevamo stare nelle pensioni."
    }
  },
  {
    "translation": {
      "en": "We used to have to sleep in mortuaries with six bodies there,",
      "it": "Dormivamo negli obitori, con sei cadaveri. Noi dormivamo su una branda, e c'erano sei nelle bare."
    }
  },
  {
    "translation": {
      "en": "us sleepin' in a cot with six bodies in caskets, you know.",
      "it": "con sei cadaveri. Noi dormivamo su una branda, e c'erano sei nelle bare."
    }
  },
  {
    "translation": {
      "en": "Sam, he didn't like the Chitlin Circuit",
      "it": "A Sam non piaceva il Chitlin Circuit"
    }
  },
  {
    "translation": {
      "en": "because he wanted to be able to go where he wanted to go, you know.",
      "it": "perché voleva poter andare dove voleva."
    }
  },
  {
    "translation": {
      "en": "After he went on that tour down south,",
      "it": "Fece quel tour al Sud."
    }
  },
  {
    "translation": {
      "en": "he came back, and he says, \"Scoe, it's a shame how people is being treated.",
      "it": "Tornò e disse: \"Scoe è vergognoso come venga trattata la gente."
    }
  },
  {
    "translation": {
      "en": "Somebody should do something about it.\"",
      "it": "Bisogna fare qualcosa.\""
    }
  },
  {
    "translation": {
      "en": "So only thing I could say I know what he was talkin' about",
      "it": "Potevo solo dirgli che sapevo cosa intendesse"
    }
  },
  {
    "translation": {
      "en": "because I had been through the same-- some of the same things myself.",
      "it": "perché avevo passato le stesse cose."
    }
  },
  {
    "translation": {
      "en": "I was comin' from school, and I was on the sidewalk walkin',",
      "it": "Tornavo da scuola e stavo camminando sul marciapiede."
    }
  },
  {
    "translation": {
      "en": "and he...",
      "it": "E lui..."
    }
  },
  {
    "translation": {
      "en": "he hit me and knocked me off the sidewalk, say, \"I teach a nigger how to...",
      "it": "...mi colpì e mi face cadere dal marciapiede dicendo \"Ti insegno io"
    }
  },
  {
    "translation": {
      "en": "how to walk on the sidewalk with a white man.\"",
      "it": "a camminare con un bianco sul marciapiede, negro.\""
    }
  },
  {
    "translation": {
      "en": "You're talking about a time",
      "it": "Parliamo di quando"
    }
  },
  {
    "translation": {
      "en": "where a little black boy, 14 years old, who was also from Chicago,",
      "it": "un ragazzino nero, di 14 anni. Anche lui di Chicago,"
    }
  },
  {
    "translation": {
      "en": "with roots in Mississippi, just like Sam Cooke,",
      "it": "originario del Mississippi, come Sam Cooke..."
    }
  },
  {
    "translation": {
      "en": "Emmet Till allegedly whistled at a white woman,",
      "it": "Emmet Till fischiò a una donna bianca"
    }
  },
  {
    "translation": {
      "en": "and he was beaten savagely in Money, Mississippi,",
      "it": "e fu picchiato selvaggiamente, a Money, in Mississippi."
    }
  },
  {
    "translation": {
      "en": "and had a fan tied around his neck and was killed.",
      "it": "Fu ritrovato morto, con una pala appesa al collo."
    }
  },
  {
    "translation": {
      "en": "Sam and I-- we talked about Emmett Till a lot.",
      "it": "Io e Sam parlammo molto di Emmett Till."
    }
  },
  {
    "translation": {
      "en": "We was wondering just how could that be possible?",
      "it": "Ci chiedevamo come fosse possibile."
    }
  },
  {
    "translation": {
      "en": "We didn't understand it at all.",
      "it": "Non riuscivamo a capire."
    }
  },
  {
    "translation": {
      "en": "When we saw the picture, I think Sam felt really hurt on a personal level.",
      "it": "Quando vedemmo la foto, penso che Sam sia sconvolto nel profondo."
    }
  },
  {
    "translation": {
      "en": "Sam thought that there's got to be something that can be done.",
      "it": "Sam pensava bisognasse fare qualcosa."
    }
  },
  {
    "translation": {
      "en": "We're living in a world where we pay taxes, and we're law-abiding people, you know what I mean?",
      "it": "Viviamo in un mondo in cui paghiamo le tasse e rispettiamo la legge, no?"
    }
  },
  {
    "translation": {
      "en": "This should not happen to a 14-year-old anywhere, you know,",
      "it": "Un quattordicenne non dovrebbe passare tutto questo. Da nessuna parte. Era molto arrabbiato per questo."
    }
  },
  {
    "translation": {
      "en": "so he was, like, very bitter about that.",
      "it": "Da nessuna parte. Era molto arrabbiato per questo."
    }
  },
  {
    "translation": {
      "en": "It was a wake-up call,",
      "it": "Fu un campanello d'allarme,"
    }
  },
  {
    "translation": {
      "en": "and it was actually, the really, the beginning of the Civil Rights movement.",
      "it": "l'inizio del movimento per i diritti civili."
    }
  },
  {
    "translation": {
      "en": "Sam had things on his mind that he wanted to do,",
      "it": "Sam voleva fare molte cose,"
    }
  },
  {
    "translation": {
      "en": "and he especially wanted to help his people, our people, and he was determined to do that.",
      "it": "tra cui aiutare la sua gente. Ed era determinato a farlo."
    }
  },
  {
    "translation": {
      "en": "And he told me, \"'Scoe, one of these days, the world gonna know Sam Cooke,",
      "it": "Mi disse \"Scoe, uno di questi giorni, il mondo conoscerà il mio nome."
    }
  },
  {
    "translation": {
      "en": "and I'm gonna help my people.\"",
      "it": "E io aiuterò la mia gente.\""
    }
  },
  {
    "translation": {
      "en": "♪ I bought a brand-new airmobile ♪",
      "it": "Ho comprato un nuovo aereo..."
    }
  },
  {
    "translation": {
      "en": "Sam was a person of the early rock-'n'-roll generation,",
      "it": "Sam faceva parte della generazione del Rock 'n Roll,"
    }
  },
  {
    "translation": {
      "en": "so he was hearing Chuck Berry.",
      "it": "del periodo di Chuck Berry"
    }
  },
  {
    "translation": {
      "en": "He was hearing Little Richard.",
      "it": "e Little Richard."
    }
  },
  {
    "translation": {
      "en": "♪ Oh, now lawdy, lawdy, lawdy, Miss Clawdy ♪",
      "it": "Oh, Dio, Miss Clawdy!"
    }
  },
  {
    "translation": {
      "en": "♪ Girl, you sure look good to me ♪",
      "it": "Tesoro, ti trovo bella!"
    }
  },
  {
    "translation": {
      "en": "I met Sam in Specialty Records' office",
      "it": "Ho conosciuto Sam negli uffici di Specialty Records,"
    }
  },
  {
    "translation": {
      "en": "in 1953.",
      "it": "nel 1953."
    }
  },
  {
    "translation": {
      "en": "They were celebrating \"Lawdy, Miss Clawdy\"",
      "it": "Festeggiavano \"Lawdy, Miss Clawdy\""
    }
  },
  {
    "translation": {
      "en": "because it was their first rock-'n'-roll record to ever sell a million copies.",
      "it": "perché era il loro primo disco Rock ad aver venduto un milione di copie."
    }
  },
  {
    "translation": {
      "en": "Sam would sneak off to rock-'n'-roll shows",
      "it": "Sam se la filava ai concerti Rock 'n Roll"
    }
  },
  {
    "translation": {
      "en": "because he saw something bigger, you know.",
      "it": "perché aveva visto il potenziale."
    }
  },
  {
    "translation": {
      "en": "Sam knew all of the joints to go to.",
      "it": "Conosceva tutti i locali in cui si esibivano."
    }
  },
  {
    "translation": {
      "en": "He'd say, \"The Soul Stirrers didn't know, but we'd be out",
      "it": "Diceva ai Soul Stirrers, che sapevano saremmo stati fuori"
    }
  },
  {
    "translation": {
      "en": "till two or three o'clock in the morning and have to sing the next day.\"",
      "it": "fino al mattino anche se dovevamo cantare il giorno dopo:"
    }
  },
  {
    "translation": {
      "en": "He'd say, \"But Sam would be ready,\" you know.",
      "it": "\"Sam ci sarà!\""
    }
  },
  {
    "translation": {
      "en": "When he came to my show at the Apollo, I pointed something out to him.",
      "it": "Quando venne a vedermi all'Apollo gli feci notare una cosa"
    }
  },
  {
    "translation": {
      "en": "I said, \"Now, you had about 300. I got 1,700 in here.",
      "it": "\"Tu avevi trecento persone. Io qui ne ho 1700."
    }
  },
  {
    "translation": {
      "en": "They're doin' the same thing here you had 'em doing in Richmond in church.",
      "it": "Fanno le stesse cose che facevano con te in chiesa a Richmond."
    }
  },
  {
    "translation": {
      "en": "There's no different than this.\"",
      "it": "Non è diverso.\""
    }
  },
  {
    "translation": {
      "en": "And he just didn't wanna switch.",
      "it": "Ma lui non voleva fare cambio."
    }
  },
  {
    "translation": {
      "en": "But all the gospel singers back during that time didn't wanna switch.",
      "it": "Ma tutti i cantanti gospel dell'epoca non volevano."
    }
  },
  {
    "translation": {
      "en": "You know, I guess it was because of the fear of Jesus.",
      "it": "Penso fosse per paura di Gesù."
    }
  },
  {
    "translation": {
      "en": "We are told straight up in the black church,",
      "it": "In chiesa ci dicevano,"
    }
  },
  {
    "translation": {
      "en": "\"Either you're gonna sing God's music, or you're gonna do the Devil's music.\"",
      "it": "o canti la musica del Signore o quella del diavolo."
    }
  },
  {
    "translation": {
      "en": "And there's a kind of a guilt complex that gets tied to that because you're like,",
      "it": "E ti rimane il senso di colpa perché ti dici:"
    }
  },
  {
    "translation": {
      "en": "\"Well, I wanna sing God's music, but this Devil music's got me dancing.",
      "it": "\"Voglio cantare la musica del Signore, ma quella del Diavolo mi fa ballare."
    }
  },
  {
    "translation": {
      "en": "And this Devil music can make me famous. I can do more things with my life.\"",
      "it": "E può rendermi famoso, posso diventare qualcuno.\""
    }
  },
  {
    "translation": {
      "en": "He said himself, \"I was afraid at first",
      "it": "All'inizio era spaventato"
    }
  },
  {
    "translation": {
      "en": "because I knew that if I switched over...",
      "it": "perché sapeva che se avesse cambiato genere"
    }
  },
  {
    "translation": {
      "en": "if it didn't work, I couldn't come back with the Soul Stirrers.\"",
      "it": "e non avesse funzionato, non poteva tornare dai Soul Stirrers"
    }
  },
  {
    "translation": {
      "en": "That's the way people were. Once you went out there, they weren't forgiving.",
      "it": "perché le persone erano così, non c'era perdono."
    }
  },
  {
    "translation": {
      "en": "Papa Cook was like my father, you know.",
      "it": "Papa Cook era come mio padre."
    }
  },
  {
    "translation": {
      "en": "He said, \"Boy, let me tell you something.",
      "it": "Gli disse: \"Ti dirò una cosa, ragazzo."
    }
  },
  {
    "translation": {
      "en": "You can gain the world...",
      "it": "Puoi conquistare il mondo..."
    }
  },
  {
    "translation": {
      "en": "and lose your soul.",
      "it": "...e perdere la tua anima."
    }
  },
  {
    "translation": {
      "en": "You're doin' good with the Soul Stirrers. Everybody loves you.",
      "it": "Le cose vanno bene con i Soul Stirrers. Tutti ti amano."
    }
  },
  {
    "translation": {
      "en": "You're known all around the country.\"",
      "it": "Tutto lo Stato ti conosce.\""
    }
  },
  {
    "translation": {
      "en": "But Sam told him, \"I want to be known all around the world.\"",
      "it": "Sam gli disse: \"Io voglio che tutto il mondo mi conosca.\""
    }
  },
  {
    "translation": {
      "en": "Sam was saying early on, \"I wanna make a wide range of music.",
      "it": "Sam all'inizio diceva, \"Farò molti generi di musica."
    }
  },
  {
    "translation": {
      "en": "I wanna appeal to a wide range of people.\"",
      "it": "Voglio attirare più persone possibile.\""
    }
  },
  {
    "translation": {
      "en": "Well, why is that? It's about freedom.",
      "it": "E perché? Per la libertà."
    }
  },
  {
    "translation": {
      "en": "I think he understood that whatever he was doing in this period",
      "it": "Penso che avesse capito che qualsiasi cosa avrebbe fatto"
    }
  },
  {
    "translation": {
      "en": "would have an impact on the people who would come after him.",
      "it": "avrebbe avuto un forte impatto sui suoi successori."
    }
  },
  {
    "translation": {
      "en": "♪ Wonderful ♪",
      "it": "Meraviglioso..."
    }
  },
  {
    "translation": {
      "en": "There was a song called, uh,",
      "it": "C'era una canzone che faceva..."
    }
  },
  {
    "translation": {
      "en": "♪ Wonderful ♪",
      "it": "Meraviglioso!"
    }
  },
  {
    "translation": {
      "en": "♪ Oh-oh-oh ♪ ♪ My God is so wonderful ♪",
      "it": "Il mio Dio è così meraviglioso!"
    }
  },
  {
    "translation": {
      "en": "[Sam] ♪ He's wonderful ♪",
      "it": "È meraviglioso"
    }
  },
  {
    "translation": {
      "en": "He took that song and said,",
      "it": "Prese quella canzone e disse..."
    }
  },
  {
    "translation": {
      "en": "♪ Lovable ♪",
      "it": "Adorabile!"
    }
  },
  {
    "translation": {
      "en": "♪ She is so lovable ♪",
      "it": "Lei è così adorabile!"
    }
  },
  {
    "translation": {
      "en": "[Sam] ♪ She's so lovable ♪",
      "it": "Lei è così adorabile!"
    }
  },
  {
    "translation": {
      "en": "The first record that he came out with, he didn't use Sam Cooke.",
      "it": "Nel suo primo disco non usò Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "He used Dale Cook because he was afraid of the backlash.",
      "it": "Ma Dale Cook. Perché aveva paura delle reazioni negative."
    }
  },
  {
    "translation": {
      "en": "We used to, \"Man, that's-that's-that's gotta be Sam. I don't know anybody-- I haven't heard anybody who sang like that.\"",
      "it": "Noi dicevamo \"Questo è Sam! Non conosco nessuno che canta così.\""
    }
  },
  {
    "translation": {
      "en": "At some point, he just made peace with the fact that,",
      "it": "A un certo punto accettò la cosa."
    }
  },
  {
    "translation": {
      "en": "\"I'm gonna make the kind of music that I wanna make,",
      "it": "Disse \"Voglio fare il genere di musica che mi pare."
    }
  },
  {
    "translation": {
      "en": "and I'm gonna use my name-- C-O-O-K.",
      "it": "e userò il mio nome. C-O-O-K,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna add a \"E\" to it for some flavor, you know, special Chicago flavor,",
      "it": "con una \"E\" alla fine per dargli un tocco in più, di Chicago."
    }
  },
  {
    "translation": {
      "en": "and I'm gonna put out this little song in 1957 called 'You Send Me.'\"",
      "it": "E pubblicherò questa canzone nel 1957, intitolata \"You Send Me.\""
    }
  },
  {
    "translation": {
      "en": "[Sam] This is \"You Send Me.\"",
      "it": "Questa è \"You Send Me.\""
    }
  },
  {
    "translation": {
      "en": "♪ You send me ♪",
      "it": "Mi fai impazzire"
    }
  },
  {
    "translation": {
      "en": "♪ Darling, you send me ♪",
      "it": "Tesoro, mi fai impazzire..."
    }
  },
  {
    "translation": {
      "en": "Even though it's presented in a much more polished way in \"You Send Me,\"",
      "it": "Anche se in modo più raffinato, in \"You Send Me\""
    }
  },
  {
    "translation": {
      "en": "you can hear aspects of his gospel background.",
      "it": "si sente la sua formazione gospel."
    }
  },
  {
    "translation": {
      "en": "♪ Honest you do, whoa-oa-oa ♪",
      "it": "Sul serio, lo fai"
    }
  },
  {
    "translation": {
      "en": "That moment where he does the \"whoa-oa-oa,\"",
      "it": "Quando fa \"Woah\","
    }
  },
  {
    "translation": {
      "en": "I mean, it's just, like, fantastic as a signature.",
      "it": "è fantastico. È la sua firma."
    }
  },
  {
    "translation": {
      "en": "\"You Send Me\" is one of the most perfect pop songs of the era.",
      "it": "\"You Send Me\" è una delle migliori canzoni pop del periodo."
    }
  },
  {
    "translation": {
      "en": "It's a song that was probably too pop-ish for Elvis Presley.",
      "it": "Una canzone forse troppo pop per Elvis Presley."
    }
  },
  {
    "translation": {
      "en": "When they announced they were gonna have Sam Cooke on Ed Sullivan's show...",
      "it": "Quando annunciarono che Sam Cooke sarebbe stato all'Ed Sullivan's Show..."
    }
  },
  {
    "translation": {
      "en": "we knew that the record was a hit.",
      "it": "...capimmo che era stato un successo."
    }
  },
  {
    "translation": {
      "en": "For African-Americans, of course there was this great pride.",
      "it": "Fu un un vero orgoglio per gli afroamericani."
    }
  },
  {
    "translation": {
      "en": "You know, not everyone has a television, so it wasn't unusual that you might have",
      "it": "Non tutti avevano una televisione, quindi non era strano"
    }
  },
  {
    "translation": {
      "en": "the one or two families in the black neighborhood that has a television,",
      "it": "per le famiglie che avevano la tv in un quartiere nero,"
    }
  },
  {
    "translation": {
      "en": "and everybody shows up at the house",
      "it": "ritrovarsi gente a casa per avere qualche assaggio"
    }
  },
  {
    "translation": {
      "en": "just to catch a glimpse of blackness on television.",
      "it": "ritrovarsi gente a casa per avere qualche assaggio di neri in televisione."
    }
  },
  {
    "translation": {
      "en": "And now, ladies and gentlemen--Sam Cooke.",
      "it": "E ora, signore e signori, Sam Cooke!"
    }
  },
  {
    "translation": {
      "en": "♪ Darling you ♪",
      "it": "Tesoro..."
    }
  },
  {
    "translation": {
      "en": "We were all waiting, 30 or 40 people around a little television,",
      "it": "Eravamo tutti in attesa, in 30 o 40 davanti a una piccola televisione,"
    }
  },
  {
    "translation": {
      "en": "waiting for Sam to come on. It was like seein' God, really.",
      "it": "in attesa che Sam facesse il suo ingresso. Era come vedere Dio."
    }
  },
  {
    "translation": {
      "en": "♪ Honest you do ♪",
      "it": "Sul serio, lo fai"
    }
  },
  {
    "translation": {
      "en": "It's a gold record commemorating the million-record sale",
      "it": "Per festeggiare il milione di vendite"
    }
  },
  {
    "translation": {
      "en": "of your big hit \"You Send Me,\" and here it is.",
      "it": "del tuo successo \"You Send Me\" ecco il Disco D'Oro."
    }
  },
  {
    "translation": {
      "en": "Ha ha. Thank you, Steve, and I'd like to-- -[applause] -[indistinct chatter]",
      "it": "Grazie, Steve, vorrei... Grazie, grazie mille."
    }
  },
  {
    "translation": {
      "en": "One night, I was singin' in the church and thinkin' maybe I'll have to get a side job.",
      "it": "Una sera cantavo in chiesa e pensavo: \"forse dovrei trovarmi un lavoretto.\""
    }
  },
  {
    "translation": {
      "en": "I'd heard of the stories of Cinderella singers like Elvis Presley,",
      "it": "Avevo sentito le storie di Cenerentole come Elvis Presley,"
    }
  },
  {
    "translation": {
      "en": "but I never expected to be in one of those big payoffs myself.",
      "it": "ma non mi sarei mai aspettato di diventare uno di loro."
    }
  },
  {
    "translation": {
      "en": "\"You Send Me\" went straight up the charts, so he felt like,",
      "it": "\"You Send Me\" finì in testa alle classifiche. Sentiva di poter fare tutto ciò che voleva"
    }
  },
  {
    "translation": {
      "en": "\"I'm going to do what I wanna do, and I'm going to go where I wanna go.\"",
      "it": "Sentiva di poter fare tutto ciò che voleva e di poter andare ovunque."
    }
  },
  {
    "translation": {
      "en": "Dick Clark from American Bandstand",
      "it": "Dick Clark dell'etichetta American Bandstand"
    }
  },
  {
    "translation": {
      "en": "was also a concert promoter all around the country,",
      "it": "organizzava anche concerti in tutto il Paese"
    }
  },
  {
    "translation": {
      "en": "and he hired Sam Cooke to come down to Atlanta and to do a live show.",
      "it": "e assunse Sam Cooke per fare un live ad Atlanta."
    }
  },
  {
    "translation": {
      "en": "Dick Clark has such an impact in terms of how young folks listen to American music.",
      "it": "Dick Clark era fondamentale per i giovani che ascoltavano musica americana."
    }
  },
  {
    "translation": {
      "en": "If you're Sam Cooke, you had to be on that show.",
      "it": "Sam Cooke doveva essere in quello spettacolo."
    }
  },
  {
    "translation": {
      "en": "Sam was about the only black, or I should say negro singer at the time on the show,",
      "it": "Sam era l'unico cantante nero nello show all'epoca,"
    }
  },
  {
    "translation": {
      "en": "and the Klan members down there had a problem with that.",
      "it": "e il Ku Klux Klan non era molto d'accordo."
    }
  },
  {
    "translation": {
      "en": "Suddenly, there are threats coming from the KKK",
      "it": "All'improvviso arrivarono minacce dal KKK"
    }
  },
  {
    "translation": {
      "en": "suggesting that perhaps you should not go up on that stage.",
      "it": "che dicevano \"Forse non è il caso di salire sul palco.\""
    }
  },
  {
    "translation": {
      "en": "Ku Klux Klan had just bombed a Jewish synagogue down there,",
      "it": "Il Ku Klux Klan aveva appena fatto esplodere una sinagoga,"
    }
  },
  {
    "translation": {
      "en": "so we know they meant business.",
      "it": "quindi non scherzavano."
    }
  },
  {
    "translation": {
      "en": "Sam told us Dick was thinking about canceling",
      "it": "Sam ci disse che Dick pensava di annullare tutto"
    }
  },
  {
    "translation": {
      "en": "'cause he was getting all of this threatening mail,",
      "it": "a causa delle lettere minatorie che riceveva"
    }
  },
  {
    "translation": {
      "en": "and people saying that they were gonna blow up the studio",
      "it": "e la gente diceva che avrebbero fatto saltare lo studio se..."
    }
  },
  {
    "translation": {
      "en": "if he had a-a nigger on, you know.",
      "it": "e la gente diceva che avrebbero fatto saltare lo studio se... ...un negro fosse salito sul palco. Era così che funzionava."
    }
  },
  {
    "translation": {
      "en": "That's just the way it was, you know.",
      "it": "...un negro fosse salito sul palco. Era così che funzionava."
    }
  },
  {
    "translation": {
      "en": "Dick Clark did what a powerful white man would do.",
      "it": "Dick Clark fece quello che un bianco di successo avrebbe fatto."
    }
  },
  {
    "translation": {
      "en": "He called the National Guard to keep people safe from the KKK,",
      "it": "Chiamò la Guardia Nazionale per tenere la gente al sicuro dal KKK."
    }
  },
  {
    "translation": {
      "en": "but what Dick Clark didn't know",
      "it": "Ma quello che lui non sapeva,"
    }
  },
  {
    "translation": {
      "en": "that probably most black people in Atlanta knew",
      "it": "e che sapevano i neri di Atlanta,"
    }
  },
  {
    "translation": {
      "en": "that you probably couldn't trust the National Guard, either.",
      "it": "è che non ci si poteva fidare neanche dell'esercito."
    }
  },
  {
    "translation": {
      "en": "That's how pervasive this was.",
      "it": "Era così diffuso."
    }
  },
  {
    "translation": {
      "en": "[Dick] Welcome aboard. It's nice to have you here on a Saturday night.",
      "it": "Benvenuti! È bello avervi qui, di sabato sera..."
    }
  },
  {
    "translation": {
      "en": "He was angry, but he wasn't afraid to go nowhere, not Sam.",
      "it": "Era arrabbiato, ma non aveva paura di andare da nessuna parte. Non Sam."
    }
  },
  {
    "translation": {
      "en": "[Dick] It's Sam Cooke.",
      "it": "Ecco a voi Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "For Sam to go and do it anyway,",
      "it": "Sam si presentò comunque..."
    }
  },
  {
    "translation": {
      "en": "absolutely courageous, absolutely fearless, because he was breaking boundaries, you know,",
      "it": "...con coraggio, e senza alcuna paura perché era lì per abbattere le barriere."
    }
  },
  {
    "translation": {
      "en": "and I think Sam realized very early on \"This is bigger than me.\"",
      "it": "Penso che Sam abbia capito molto presto che era più grande di lui."
    }
  },
  {
    "translation": {
      "en": "What Sam Cooke would've said is that, \"I'm a man,",
      "it": "Sam Cooke avrebbe detto: \"Sono un uomo."
    }
  },
  {
    "translation": {
      "en": "and I'm a black man, and as a black man,",
      "it": "E sono nero. E come uomo nero ho la responsabilità"
    }
  },
  {
    "translation": {
      "en": "I have a responsibility to go on this show",
      "it": "E sono nero. E come uomo nero ho la responsabilità di andare su quel palco e buttare già tutti i muri,"
    }
  },
  {
    "translation": {
      "en": "and bring down whatever walls I can bring--",
      "it": "di andare su quel palco e buttare già tutti i muri,"
    }
  },
  {
    "translation": {
      "en": "whatever boundaries I can help dissipate by showing that I am talented,",
      "it": "superando tutti i limiti che posso con il mio talento."
    }
  },
  {
    "translation": {
      "en": "I am skilled, I can compete with the best of them.",
      "it": "Sono dotato. E posso competere con i migliori.\""
    }
  },
  {
    "translation": {
      "en": "And in fact, there was an audience within white America that was very interested in having me seen there.\"",
      "it": "E c'era un pubblico anche tra i bianchi che voleva vederlo su quel palco."
    }
  },
  {
    "translation": {
      "en": "Los Angeles, California, when you live in Cleveland, Ohio,",
      "it": "Los Angeles, quando vivi a Cleveland, in Ohio,"
    }
  },
  {
    "translation": {
      "en": "is like a... a wonderland.",
      "it": "ti sembra... Il paese delle meraviglie."
    }
  },
  {
    "translation": {
      "en": "He had moved out to California where all the movie stars,",
      "it": "Si era trasferito in California come tutte le star del cinema,"
    }
  },
  {
    "translation": {
      "en": "so we looked at him as really had hit it big, you know.",
      "it": "quindi per noi aveva davvero avuto successo."
    }
  },
  {
    "translation": {
      "en": "He could be the forerunner.",
      "it": "Poteva fare da apripista."
    }
  },
  {
    "translation": {
      "en": "[male announcer] The Arthur Murray Party.",
      "it": "L'Arthur Murray Party!"
    }
  },
  {
    "translation": {
      "en": "To start the evening off, we have invited a young singer,",
      "it": "Per iniziare la serata, abbiamo invitato un giovane cantante,"
    }
  },
  {
    "translation": {
      "en": "who already has the most amazingly long list of hit recordings,",
      "it": "che ha già una lunga lista di successi alle spalle"
    }
  },
  {
    "translation": {
      "en": "and he deserves every one of them.",
      "it": "e se li merita tutti!"
    }
  },
  {
    "translation": {
      "en": "It's Sam Cooke.",
      "it": "Sam Cooke!"
    }
  },
  {
    "translation": {
      "en": "♪ Mary, Mary Lou ♪",
      "it": "Mary, Mary Lou"
    }
  },
  {
    "translation": {
      "en": "♪ Why must you do ♪",
      "it": "Perché devi fare"
    }
  },
  {
    "translation": {
      "en": "♪ The things that you always do? ♪",
      "it": "Le cose che fai sempre?"
    }
  },
  {
    "translation": {
      "en": "I remember when he signed with RCA Victor.",
      "it": "Ricordo quando firmò il contratto con RCA Victor."
    }
  },
  {
    "translation": {
      "en": "He says, \"Man, can you believe",
      "it": "Disse \"Riesci a credere che io sia al secondo posto"
    }
  },
  {
    "translation": {
      "en": "that I'm number two under Elvis Presley in sales?\"",
      "it": "Disse \"Riesci a credere che io sia al secondo posto dopo Elvis Presley nelle vendite?\""
    }
  },
  {
    "translation": {
      "en": "We liked Elvis Presley, you know, but I never thought I'd meet him.",
      "it": "Ci piaceva Elvis Presley, ma non avrei mai pensato di incontrarlo."
    }
  },
  {
    "translation": {
      "en": "One day, Sam said, \"Hey, listen. Elvis is comin' over.\"",
      "it": "Un giorno Sam disse, \"Ehi, sentite. Elvis sta' venendo qui.\" Noi pensavamo ci prendesse in giro."
    }
  },
  {
    "translation": {
      "en": "And we were like... \"Sam's bullshittin' us, man.",
      "it": "\"Ehi, sentite. Elvis sta' venendo qui.\" Noi pensavamo ci prendesse in giro."
    }
  },
  {
    "translation": {
      "en": "Elvis Presley ain't comin' over here to meet us, you know.\"",
      "it": "Non era possibile che Elvis Presley volesse conoscerci."
    }
  },
  {
    "translation": {
      "en": "But sure enough, he came over to the studio,",
      "it": "E invece venne in studio,"
    }
  },
  {
    "translation": {
      "en": "and I thought like, \"Man, Sam is out here. He knows everybody.\"",
      "it": "e io pensai \"Cavolo, Sam è nel giro. Conosce tutti!\""
    }
  },
  {
    "translation": {
      "en": "♪ We're havin' a party ♪",
      "it": "Stiamo facendo festa"
    }
  },
  {
    "translation": {
      "en": "♪ Dancin' to the music ♪",
      "it": "Balliamo seguendo la musica..."
    }
  },
  {
    "translation": {
      "en": "People think of Sam Cooke primarily as a singer,",
      "it": "La gente considerava Sam un cantante,"
    }
  },
  {
    "translation": {
      "en": "and I don't think he gets enough credit as a songwriter.",
      "it": "penso che sia sottovalutato come compositore."
    }
  },
  {
    "translation": {
      "en": "You know, if you listen to a song like \"Having a Party\"...",
      "it": "Se ascolti una canzone come \"Having a Party\"..."
    }
  },
  {
    "translation": {
      "en": "♪ The Cokes are in the icebox... ♪",
      "it": "La Coca Cola è in frigo..."
    }
  },
  {
    "translation": {
      "en": "...you get these little snapshots of his life. You wanna be at that party.",
      "it": "...puoi cogliere frammenti della sua vita. Vorresti essere a quella festa."
    }
  },
  {
    "translation": {
      "en": "You feel the joy, the emotion of what's going on.",
      "it": "Senti la gioia di ciò che accade."
    }
  },
  {
    "translation": {
      "en": "♪ Baby ♪",
      "it": "Piccola..."
    }
  },
  {
    "translation": {
      "en": "♪ We're out here on the floor ♪",
      "it": "Siamo sulla pista da ballo..."
    }
  },
  {
    "translation": {
      "en": "Sam likes the idea of suddenly being in these exclusive circles",
      "it": "A Sam piaceva l'idea di ritrovarsi in circoli esclusivi"
    }
  },
  {
    "translation": {
      "en": "with very powerful white people",
      "it": "con gente bianca influente"
    }
  },
  {
    "translation": {
      "en": "who could help him, and he could learn from them.",
      "it": "che poteva aiutarlo e da cui poter imparare."
    }
  },
  {
    "translation": {
      "en": "It's kind of changing his idea of who he is and the influence he can have.",
      "it": "Cambia la sua concezione di sé e dell'influenza che può avere."
    }
  },
  {
    "translation": {
      "en": "RCA built their own studio at Sunset and Vine,",
      "it": "RCA costruì lo studio di registrazione a Sunset and Vine,"
    }
  },
  {
    "translation": {
      "en": "and I was the first engineer they hired.",
      "it": "e io fui il loro primo tecnico."
    }
  },
  {
    "translation": {
      "en": "Recording Sam was like catching fish in a barrel.",
      "it": "Registrare con Sam era come bere un bicchier d'acqua."
    }
  },
  {
    "translation": {
      "en": "He wrote the songs. He sang the songs. He knew exactly what he wanted.",
      "it": "Cioè, lui scriveva le canzoni, le cantava... sapeva quello che voleva."
    }
  },
  {
    "translation": {
      "en": "We spent a lot of time together, and Sam got inside me, you know.",
      "it": "Passammo molto tempo insieme Legammo molto. Era come un fratello per me."
    }
  },
  {
    "translation": {
      "en": "He was more like a brother to me.",
      "it": "Legammo molto. Era come un fratello per me."
    }
  },
  {
    "translation": {
      "en": "♪ The house I live in ♪",
      "it": "La casa in cui vivo"
    }
  },
  {
    "translation": {
      "en": "♪ A plot of earth ♪ ♪ A street ♪",
      "it": "Il terreno, la strada..."
    }
  },
  {
    "translation": {
      "en": "He certainly had hit a point in his career where he could've just been playing",
      "it": "Raggiunse un punto nella sua carriera in cui poteva suonare"
    }
  },
  {
    "translation": {
      "en": "the biggest nightclubs in New York, in Los Angeles, in Chicago.",
      "it": "nei migliori locali di New York, Los Angeles e Chicago."
    }
  },
  {
    "translation": {
      "en": "It would've been easy for him to not go back to the South.",
      "it": "Non c'era bisogno di tornare al Sud."
    }
  },
  {
    "translation": {
      "en": "But I think it was important for him to constantly keep that connection",
      "it": "Ma penso fosse importante per lui mantenere il legame,"
    }
  },
  {
    "translation": {
      "en": "for himself and for his audience,",
      "it": "per lui e per il pubblico, ma anche per seguire"
    }
  },
  {
    "translation": {
      "en": "but to keep his finger on what was happening in the Civil Rights movement,",
      "it": "per lui e per il pubblico, ma anche per seguire gli avvenimenti sui diritti civili, che non erano gli stessi a Nord o a Ovest."
    }
  },
  {
    "translation": {
      "en": "which wasn't happening the same way in the North or the West.",
      "it": "gli avvenimenti sui diritti civili, che non erano gli stessi a Nord o a Ovest."
    }
  },
  {
    "translation": {
      "en": "♪ That's America ♪",
      "it": "Questa è l'America"
    }
  },
  {
    "translation": {
      "en": "♪To ♪ ♪ Me ♪",
      "it": "Per me..."
    }
  },
  {
    "translation": {
      "en": "My very first tour was with Sam Cooke.",
      "it": "Il mio primo tour fu con Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "We were in South Carolina,",
      "it": "Eravamo in South Carolina,"
    }
  },
  {
    "translation": {
      "en": "and Sam says, \"Everybody hungry?\" We say, \"Yeah.\"",
      "it": "e Sam disse \"Avete fame?\" E noi: \"Sì!\""
    }
  },
  {
    "translation": {
      "en": "We walked into this little place,",
      "it": "Entrammo in questo locale e ci sedemmo."
    }
  },
  {
    "translation": {
      "en": "and we sat down and were asked to stand up.",
      "it": "Entrammo in questo locale e ci sedemmo. E ci venne chiesto di alzarci."
    }
  },
  {
    "translation": {
      "en": "And we asked. I said, \"Are you gonna take our orders?\"",
      "it": "Quindi chiedemmo: \"Volete prendere i nostri ordini?\""
    }
  },
  {
    "translation": {
      "en": "\"You gotta shut up and wait till I get to you.\"",
      "it": "\"Stai zitta e aspetta il tuo turno!\""
    }
  },
  {
    "translation": {
      "en": "So me and my big mouth. I said, \"You know what you can do?",
      "it": "Quindi io, con la mia boccaccia, le ho detto \"Sai cosa puoi fare?"
    }
  },
  {
    "translation": {
      "en": "Take that order and shove it.\" And we left.",
      "it": "Puoi prendere quell'ordine e andare a fanculo!\" E ce ne andammo."
    }
  },
  {
    "translation": {
      "en": "Ten minutes later, there was a police officer...",
      "it": "Dieci minuti dopo, un poliziotto..."
    }
  },
  {
    "translation": {
      "en": "that came to the bus...",
      "it": "...raggiunse l'autobus..."
    }
  },
  {
    "translation": {
      "en": "and he stepped onto the bus.",
      "it": "...e salì."
    }
  },
  {
    "translation": {
      "en": "And Sam said, \"Can I help you?\"",
      "it": "E Sam disse: \"Posso aiutarla?\""
    }
  },
  {
    "translation": {
      "en": "He said, \"Yeah, we wanna know who those two gals were",
      "it": "E lui: \"Sì, vogliamo sapere chi erano quelle due pupe"
    }
  },
  {
    "translation": {
      "en": "that were rude to the waitress in the tavern house.\"",
      "it": "che hanno trattato male la cameriera al bar.\""
    }
  },
  {
    "translation": {
      "en": "And Sam says, \"First of all, we don't have gals on our bus.",
      "it": "E Sam rispose: \"Prima di tutto, non ci sono pupe su quest'autobus."
    }
  },
  {
    "translation": {
      "en": "We have ladies and gentlemen...",
      "it": "Ci sono signore e signori..."
    }
  },
  {
    "translation": {
      "en": "and this happens to be my bus. It's private property,",
      "it": "...e questo è il mio autobus. È proprietà privata,"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna ask you kindly to step off of it.\"",
      "it": "quindi devo chiederle gentilmente di scendere.\""
    }
  },
  {
    "translation": {
      "en": "He thought about who he was",
      "it": "Capì chi era"
    }
  },
  {
    "translation": {
      "en": "and those around him, who they were,",
      "it": "e chi erano quelli che aveva intorno."
    }
  },
  {
    "translation": {
      "en": "and that they were not going to take advantage of anybody that he cared about.",
      "it": "E che nessuno si sarebbe approfittato dei suoi cari."
    }
  },
  {
    "translation": {
      "en": "I will never forget the day",
      "it": "Non dimenticherò mai il giorno in cui non potei"
    }
  },
  {
    "translation": {
      "en": "I was unable to fulfill a one-night singing engagement in Georgia",
      "it": "Non dimenticherò mai il giorno in cui non potei  esibirmi a una serata in Georgia."
    }
  },
  {
    "translation": {
      "en": "because I wouldn't sit in a Jim Crow bus,",
      "it": "Perché non volevo sedermi in un autobus per neri,"
    }
  },
  {
    "translation": {
      "en": "and because no white taxicab driver would take me from the airport to the city.",
      "it": "e nessun tassista bianco mi avrebbe portato in città."
    }
  },
  {
    "translation": {
      "en": "And negro cab drivers were not permitted to bring their cabs into the airport.",
      "it": "E i tassisti neri non potevano portare i taxi in aeroporto."
    }
  },
  {
    "translation": {
      "en": "We used to play places in the South whereas the audiences,",
      "it": "Al Sud suonavamo in posti in cui il pubblico,"
    }
  },
  {
    "translation": {
      "en": "even though they were integrated, they were segregated",
      "it": "seppur misto, era diviso."
    }
  },
  {
    "translation": {
      "en": "because the white people would be upstairs,",
      "it": "I bianchi stavano sopra,"
    }
  },
  {
    "translation": {
      "en": "and the black people would be downstairs or vice versa.",
      "it": "e i neri sotto o il contrario."
    }
  },
  {
    "translation": {
      "en": "Or there'd be a big stage in the center of this arena,",
      "it": "Oppure c'era un grosso palco al centro,"
    }
  },
  {
    "translation": {
      "en": "and white people would be on one side, black people on the other, not even hardly lookin' at each other.",
      "it": "con i bianchi da un lato e i neri dall'altro, che a malapena si guardavano."
    }
  },
  {
    "translation": {
      "en": "They had signs that said, \"General Admission--2.50.",
      "it": "C'erano cartelli che dicevano \"Biglietto: $2.50."
    }
  },
  {
    "translation": {
      "en": "White spectators--a dollar and a half.\"",
      "it": "Spettatori bianchi: $1.50.\""
    }
  },
  {
    "translation": {
      "en": "They'd sit up in the top of the places",
      "it": "Si sedevano in alto e guardavano i neri ballare."
    }
  },
  {
    "translation": {
      "en": "and watch the black people dance, you know. It was sickening.",
      "it": "Si sedevano in alto e guardavano i neri ballare. Era disgustoso."
    }
  },
  {
    "translation": {
      "en": "♪ Someone really loves you ♪",
      "it": "Qualcuno ti ama davvero"
    }
  },
  {
    "translation": {
      "en": "♪ Guess who ♪",
      "it": "Indovina chi?"
    }
  },
  {
    "translation": {
      "en": "-♪ Guess who ♪ -There was a friend of... Jesse Belvin.",
      "it": "C'era un amico... Jesse Belvin."
    }
  },
  {
    "translation": {
      "en": "In February of 1960, Jesse played the first integrated show in Arkansas.",
      "it": "Nel febbraio del 1960, Jesse suonò per il primo pubblico misto in Arkansas."
    }
  },
  {
    "translation": {
      "en": "It was a big deal.",
      "it": "Era un grosso evento."
    }
  },
  {
    "translation": {
      "en": "After the show was over, everybody left, went their separate ways,",
      "it": "Quando lo spettacolo finì, se ne andarono tutti,"
    }
  },
  {
    "translation": {
      "en": "and about a half an hour out on the road, Jesse Belvin had a... head-on-head-on collision,",
      "it": "e circa un'ora e mezza dopo, Jesse Belvin fece un frontale."
    }
  },
  {
    "translation": {
      "en": "and it was fatal.",
      "it": "Fu fatale."
    }
  },
  {
    "translation": {
      "en": "[Davis] Jesse Belvin, his wife, and three other people died.",
      "it": "Jesse Belvin e sua moglie morirono insieme ad altre tre persone."
    }
  },
  {
    "translation": {
      "en": "At first, we thought it was an accident,",
      "it": "All'inizio pensammo fosse un incidente, ma"
    }
  },
  {
    "translation": {
      "en": "but later, we found out that his tires had been cut by some locals in the area.",
      "it": "All'inizio pensammo fosse un incidente, ma in seguito scoprimmo che gente del posto gli aveva bucato le gomme."
    }
  },
  {
    "translation": {
      "en": "It was very, very shocking, you know, 'cause he had a great future ahead of him.",
      "it": "Fu davvero scioccante, perché aveva un brillante futuro."
    }
  },
  {
    "translation": {
      "en": "Of course it was a message.",
      "it": "Ovviamente era un messaggio."
    }
  },
  {
    "translation": {
      "en": "I think Sam sort of saw that potential and wanted him to be a bigger star,",
      "it": "Penso che Sam ne abbia visto il potenziale e volesse che fosse famoso,"
    }
  },
  {
    "translation": {
      "en": "and in that sort of terrible way, he was just sort of cut down. He was gone.",
      "it": "e a un certo punto era morto, in quel modo orribile."
    }
  },
  {
    "translation": {
      "en": "So now he wasn't just carrying Emmett Till,",
      "it": "Quindi non doveva portare solo il peso di Emmett Till,"
    }
  },
  {
    "translation": {
      "en": "he was also carrying Jesse Belvin with him and the things that he wanted to do",
      "it": "ma anche quello di Jesse Belvin, con tutte le cose che voleva fare"
    }
  },
  {
    "translation": {
      "en": "and the ways that he wanted to break down racism.",
      "it": "e come voleva abbattere il razzismo."
    }
  },
  {
    "translation": {
      "en": "On May 12th, 1961,",
      "it": "Il 12 maggio 1961,"
    }
  },
  {
    "translation": {
      "en": "we were playin' the Memphis City Auditorium.",
      "it": "suonavamo all'Auditorium di Memphis."
    }
  },
  {
    "translation": {
      "en": "Sam Cooke, Jackie Wilson. It was at least about 12 acts.",
      "it": "Sam Cooke, Jackie Wilson. Erano almeno 12 numeri."
    }
  },
  {
    "translation": {
      "en": "So Sam asked the people that's in charge,",
      "it": "Quindi Sam chiese ai responsabili,"
    }
  },
  {
    "translation": {
      "en": "\"Would the blacks sit at in the auditorium?\"",
      "it": "\"I neri sederanno in Auditorium?\""
    }
  },
  {
    "translation": {
      "en": "The guy say, \"Well, the back and the balcony, but they can't be up-front.\"",
      "it": "E il tizio: \"Sì, in fondo e in galleria, così non stanno in prima fila.\""
    }
  },
  {
    "translation": {
      "en": "So Sam said, \"Well...\" He said, \"I can't perform here.\"",
      "it": "Allora Sam disse... \"Non posso esibirmi qui.\""
    }
  },
  {
    "translation": {
      "en": "Sam would say... \"How does it look?",
      "it": "Sam diceva... \"Che mi rappresenta?"
    }
  },
  {
    "translation": {
      "en": "You know, I'm a star, and I'm known the world over...",
      "it": "Sono una star, sono famoso in tutto il mondo..."
    }
  },
  {
    "translation": {
      "en": "but in my own home country...",
      "it": "...ma nel mio Paese..."
    }
  },
  {
    "translation": {
      "en": "I'm goin' along with some shit like this.",
      "it": "...devo sopportare questa merda."
    }
  },
  {
    "translation": {
      "en": "I'm gonna perform while my people is up in the balcony,",
      "it": "Non mi esibisco mentre la mia gente, è in galleria e quelli al piano di sotto possono ballare e divertirsi."
    }
  },
  {
    "translation": {
      "en": "and the people downstairs can dance and have a good time,",
      "it": "è in galleria e quelli al piano di sotto possono ballare e divertirsi."
    }
  },
  {
    "translation": {
      "en": "but my people can't dance?",
      "it": "Perché la mia gente no?"
    }
  },
  {
    "translation": {
      "en": "I don't care what nobody else do. I ain't goin' for that shit.\"",
      "it": "Non mi importa degli altri. Io non ci sto.\""
    }
  },
  {
    "translation": {
      "en": "Sam gathered a meeting with all of the entertainers...",
      "it": "Sam riunì tutti quelli che dovevano esibirsi..."
    }
  },
  {
    "translation": {
      "en": "to boycott the show.",
      "it": "...per boicottare lo spettacolo."
    }
  },
  {
    "translation": {
      "en": "And everybody agreed,",
      "it": "Tutti erano d'accordo"
    }
  },
  {
    "translation": {
      "en": "\"Yeah. Yeah, Sam. You're right. You're right. Yeah, we with you, man.\"",
      "it": "\"Sì, Sam! Hai ragione! Siamo con te, amico!\""
    }
  },
  {
    "translation": {
      "en": "Went back to the hotel.",
      "it": "Tornammo all'hotel."
    }
  },
  {
    "translation": {
      "en": "I went to Beetle Street first and got me some bourbon.",
      "it": "Io andai a Beetle Street a bere del bourbon."
    }
  },
  {
    "translation": {
      "en": "I laid down, took a little nap.",
      "it": "Poi ho fatto un pisolino..."
    }
  },
  {
    "translation": {
      "en": "And I got up later...",
      "it": "Quando mi sono svegliato, più tardi,"
    }
  },
  {
    "translation": {
      "en": "everybody-- I went round and knocked.",
      "it": "se ne erano andati tutti"
    }
  },
  {
    "translation": {
      "en": "Everybody had gone and went back to the auditorium.",
      "it": "se ne erano andati tutti ed erano tornati all'Auditorium."
    }
  },
  {
    "translation": {
      "en": "I went to Sam's room. He was in the room. Had on a-- never will forget.",
      "it": "Andai in camera di Sam. Era lì, non lo dimenticherò mai, con una maglietta bianca."
    }
  },
  {
    "translation": {
      "en": "He had on a white T-shirt, and he watching television.",
      "it": "Era lì, non lo dimenticherò mai, con una maglietta bianca. e guardava la tv."
    }
  },
  {
    "translation": {
      "en": "And I says, \"Sam, they all gone.\"",
      "it": "Gli ho detto \"Sam, se ne sono andati tutti!\""
    }
  },
  {
    "translation": {
      "en": "I said, \"They said they was gonna stick with you,\" you know.",
      "it": "Gli ho detto \"Sam, se ne sono andati tutti!\" \"Avevano detto che sarebbero rimasti con te.\""
    }
  },
  {
    "translation": {
      "en": "He say, \"Yeah, I know.\" He said, \"But...\" He said, \"I'm not goin'.\"",
      "it": "E lui mi disse \"Sì, lo so. Ma io non vado.\""
    }
  },
  {
    "translation": {
      "en": "I'm not sure that Jesse Belvin's death",
      "it": "Non so se la morte di Jesse Belvin"
    }
  },
  {
    "translation": {
      "en": "had an effect on the outcome of this boycott Sam was trying to do",
      "it": "abbia influito sui risultati del tentato boicottaggio di Sam"
    }
  },
  {
    "translation": {
      "en": "because they was afraid what could happen to them.",
      "it": "perché temevano potesse succedergli lo stesso."
    }
  },
  {
    "translation": {
      "en": "He was takin' a big risk.",
      "it": "Stava rischiando grosso."
    }
  },
  {
    "translation": {
      "en": "He could've been hurt or killed there, you know, at that time, you know.",
      "it": "Potevano ferirlo o ucciderlo, all'epoca."
    }
  },
  {
    "translation": {
      "en": "That's when I saw him in a different-- I had never seen that in him before.",
      "it": "In quel momento lo vidi... Era una cosa che non avevo mai notato in lui prima."
    }
  },
  {
    "translation": {
      "en": "And the hotel that time was the Lorraine.",
      "it": "E quell'hotel era il Lorraine."
    }
  },
  {
    "translation": {
      "en": "Same hotel Martin Luther King was killed at some years later.",
      "it": "Lo stesso in cui qualche anno dopo fu ucciso Martin Luther King."
    }
  },
  {
    "translation": {
      "en": "I've always detested people of any color, religion or nationality",
      "it": "Ho sempre odiato la gente di qualsiasi colore, religione o nazionalità"
    }
  },
  {
    "translation": {
      "en": "who lack courage to stand up and be counted.",
      "it": "a cui mancasse il coraggio di fare la differenza."
    }
  },
  {
    "translation": {
      "en": "It is a difficult thing to do.",
      "it": "È difficile da fare."
    }
  },
  {
    "translation": {
      "en": "I hope, by refusing to play to a segregated audience,",
      "it": "Spero che rifiutarmi di esibirmi per un pubblico diviso,"
    }
  },
  {
    "translation": {
      "en": "it would help to break down racial segregation here.",
      "it": "possa aiutare ad abbattere la segregazione razziale."
    }
  },
  {
    "translation": {
      "en": "And if I'm ever booked here again, it won't be necessary to do a similar thing.",
      "it": "E che non ci sia più bisogno di fare una cosa simile se tornerò a suonare qui."
    }
  },
  {
    "translation": {
      "en": "♪ Alabama's got me so upset ♪",
      "it": "L'Alabama mi ha fatto arrabbiare"
    }
  },
  {
    "translation": {
      "en": "♪ Tennessee made me lose my rest ♪",
      "it": "Il Tennessee mi ha tolto il sonno"
    }
  },
  {
    "translation": {
      "en": "♪ Everybody knows about Mississippi ♪ ♪ God... damn ♪",
      "it": "Tutti conoscono il maledetto Mississippi!"
    }
  },
  {
    "translation": {
      "en": "During that time period, there were major artists,",
      "it": "In quel periodo, artisti di spicco"
    }
  },
  {
    "translation": {
      "en": "Nina Simone comes to mind,",
      "it": "come Nina Simone,"
    }
  },
  {
    "translation": {
      "en": "whose music would get banned from parts of the country",
      "it": "le cui canzoni vennero proibite in alcuni Stati"
    }
  },
  {
    "translation": {
      "en": "for some of their political stances.",
      "it": "per le loro idee politiche."
    }
  },
  {
    "translation": {
      "en": "And Sam was taking a big risk by saying, \"I don't wanna play in a segregated space,\"",
      "it": "Perciò Sam rischiava molto dicendo: \"Non mi esibisco per il segregazionismo.\""
    }
  },
  {
    "translation": {
      "en": "you know, particularly because he was a major star.",
      "it": "Soprattutto perché era molto famoso."
    }
  },
  {
    "translation": {
      "en": "♪ That's the sound of the men ♪ ♪ Working on the chain gang ♪",
      "it": "Questo è il suono di uomini a lavoro Legati a delle catene..."
    }
  },
  {
    "translation": {
      "en": "Folks who didn't understand that Sam actually had some political concerns,",
      "it": "La gente non capiva che Sam era interessato alla politica."
    }
  },
  {
    "translation": {
      "en": "you listen to a song like \"Chain Gang,\" which just the rhythm of the song immediately would resonate",
      "it": "Basta ascoltare canzoni come \"Chain Gang\": il ritmo della canzone risuona"
    }
  },
  {
    "translation": {
      "en": "for generations of black folks who know about places like Parchman",
      "it": "per generazioni e generazioni di neri che conoscevano Parchman"
    }
  },
  {
    "translation": {
      "en": "and other prison farms.",
      "it": "e le altre prigioni."
    }
  },
  {
    "translation": {
      "en": "Yet you see these photos of Hugo and Luigi, his two producers, and Sam Cooke,",
      "it": "Nonostante questo giravano foto di Hugo e Luigi, i produttori, e Sam Cooke"
    }
  },
  {
    "translation": {
      "en": "and they're comically dressed up in their black-and-whites and little caps,",
      "it": "vestiti a righe bianche e nere con tanto di berretto."
    }
  },
  {
    "translation": {
      "en": "and so it's a way to take this song and bring it to mainstream white America,",
      "it": "Era un modo di diffondere la canzone nell'America bianca,"
    }
  },
  {
    "translation": {
      "en": "but is also delivering a particular kind of critique",
      "it": "e allo stesso tempo portare avanti una critica"
    }
  },
  {
    "translation": {
      "en": "of what would've been a prison industrial complex of the late 1950s,",
      "it": "sui complessi industriali carcerari della fine degli anni '50,"
    }
  },
  {
    "translation": {
      "en": "in which white audiences and black audiences hear that very, very differently.",
      "it": "un argomento che bianchi e neri colsero in maniera molto diversa."
    }
  },
  {
    "translation": {
      "en": "And there had been so few examples of black artists who could code switch in that way",
      "it": "C'erano ben pochi esempi di artisti neri in grado di cambiare registro in quel modo"
    }
  },
  {
    "translation": {
      "en": "and be recognized in both the black world and the white world and still be men.",
      "it": "ed essere conosciuti sia nel mondo nero che nel mondo bianco, ed essere uomini."
    }
  },
  {
    "translation": {
      "en": "What white people have to do",
      "it": "I bianchi dovrebbero"
    }
  },
  {
    "translation": {
      "en": "is try to find out in their own hearts",
      "it": "cercare nel proprio cuore"
    }
  },
  {
    "translation": {
      "en": "why it was necessary to have a nigger in the first place",
      "it": "prima di tutto, il motivo per cui dovrebbe esistere un negro."
    }
  },
  {
    "translation": {
      "en": "because I'm not a nigger. I am a man.",
      "it": "Perché io non sono un negro. Sono un uomo."
    }
  },
  {
    "translation": {
      "en": "If I'm not the nigger here...",
      "it": "Se io non sono un negro..."
    }
  },
  {
    "translation": {
      "en": "and if you invented him, you, the white people, invented him...",
      "it": "...siete voi bianchi ad averlo inventato..."
    }
  },
  {
    "translation": {
      "en": "then you got to find out why.",
      "it": "...e dovete scoprire perché."
    }
  },
  {
    "translation": {
      "en": "James Baldwin was one of his favorite authors.",
      "it": "James Baldwin era uno dei suoi scrittori preferiti."
    }
  },
  {
    "translation": {
      "en": "He captured his attention.",
      "it": "Attirò la sua attenzione."
    }
  },
  {
    "translation": {
      "en": "Baldwin was a deep writer.",
      "it": "Era uno scrittore molto profondo."
    }
  },
  {
    "translation": {
      "en": "I could understand...",
      "it": "Capisco..."
    }
  },
  {
    "translation": {
      "en": "Sam respecting him and pickin' up on his...",
      "it": "perché Sam lo rispettasse e cogliesse il suo"
    }
  },
  {
    "translation": {
      "en": "meaning and what he's contributing.",
      "it": "significato e il suo contributo."
    }
  },
  {
    "translation": {
      "en": "He says, \"You guys got to read.\"",
      "it": "Diceva \"Ragazzi, dovete leggere.\""
    }
  },
  {
    "translation": {
      "en": "And we weren't really carin' about no books or nothin' like that.",
      "it": "E a noi non importava molto dei libri o roba simile."
    }
  },
  {
    "translation": {
      "en": "You know, we just wanted to sing and be on television and stuff.",
      "it": "E a noi non importava molto dei libri o roba simile. Volevamo solo cantare e finire in televisione."
    }
  },
  {
    "translation": {
      "en": "But he's like, \"Man, that's not all of it.\"",
      "it": "Ma lui diceva \"Non basta!\""
    }
  },
  {
    "translation": {
      "en": "He say, \"You got to be knowledgeable.\"",
      "it": "\"Dovete essere colti!\""
    }
  },
  {
    "translation": {
      "en": "The country has arbitrarily declared",
      "it": "Il Paese ha affermato arbitrariamente che"
    }
  },
  {
    "translation": {
      "en": "that kinky hair and dark skin, wide nose and big lips",
      "it": "i capelli crespi, la pelle scura, il naso largo e le labbra carnose"
    }
  },
  {
    "translation": {
      "en": "is a hideous thing to be afflicted with.",
      "it": "siano una malattia rivoltante!"
    }
  },
  {
    "translation": {
      "en": "Sam was the one who started the black guys...",
      "it": "Sam fu il primo a portare..."
    }
  },
  {
    "translation": {
      "en": "to wearin' fros.",
      "it": "...i capelli afro."
    }
  },
  {
    "translation": {
      "en": "♪ My baby couldn't do the cha-cha-cha ♪",
      "it": "La mia piccola non sapeva fare il cha-cha-cha!"
    }
  },
  {
    "translation": {
      "en": "-♪ I told her ♪ -Before that, our hair was processed,",
      "it": "Le dissi... Prima i nostri capelli venivano trattati tirati indietro, con le onde eccetera."
    }
  },
  {
    "translation": {
      "en": "and we were wearin' the slickback, the waves, and all that stuff like that.",
      "it": "Prima i nostri capelli venivano trattati tirati indietro, con le onde eccetera."
    }
  },
  {
    "translation": {
      "en": "Sam said, \"No, that won't be me.\"",
      "it": "Sam disse: \"No, io non lo farò.\""
    }
  },
  {
    "translation": {
      "en": "♪ She likes her cha-cha-cha ♪",
      "it": "Le piace il cha-cha-cha..."
    }
  },
  {
    "translation": {
      "en": "He went on TV, where his mother almost passed out because of the hair.",
      "it": "Andò in televisione, e sua madre rischiò l'infarto per i suoi capelli!"
    }
  },
  {
    "translation": {
      "en": "Heh. She did not like it, and she said,",
      "it": "Non le piacevano, disse:"
    }
  },
  {
    "translation": {
      "en": "\"Oh, look at my child.\"",
      "it": "\"Povero bambino mio!\""
    }
  },
  {
    "translation": {
      "en": "Sam would talk to L.C. about,",
      "it": "Sam disse a L.C."
    }
  },
  {
    "translation": {
      "en": "\"Man, you ought to get that process out your hair and let it go natural.\"",
      "it": "\"Dovresti toglierti quella roba dai capelli e lasciarli al naturale!\""
    }
  },
  {
    "translation": {
      "en": "He felt that it was part of his history... his culture.",
      "it": "Li considerava parte della sua storia... ...della sua cultura."
    }
  },
  {
    "translation": {
      "en": "Switched over immediately.",
      "it": "Fu una cosa immediata."
    }
  },
  {
    "translation": {
      "en": "All the black guys started gettin' the fros, you know. Sam was a powerful man.",
      "it": "Tutti i neri iniziarono a portare l'afro. Sam era un uomo importante."
    }
  },
  {
    "translation": {
      "en": "We were in Atlanta,",
      "it": "Eravamo ad Atlanta,"
    }
  },
  {
    "translation": {
      "en": "and in between concerts, he'd go to a newsstand and buy every magazine,",
      "it": "e nelle pause tra un concerto e l'altro andava in edicola e comprava giornali,"
    }
  },
  {
    "translation": {
      "en": "and one day, he went and bought a boxing magazine.",
      "it": "e un giorno ne prese uno sulla boxe."
    }
  },
  {
    "translation": {
      "en": "And there was this guy.",
      "it": "E c'era questo tipo."
    }
  },
  {
    "translation": {
      "en": "I said, \"Sam, this kid is the shit.\"",
      "it": "Gli dissi \"Sam, questo ragazzino è fantastico.\""
    }
  },
  {
    "translation": {
      "en": "He said, \"All right, go get him.\"",
      "it": "Lui disse \"Ok, va' da lui.\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"What do you mean?\" He said, \"Tell him I sent you.\"",
      "it": "E io dissi \"Che vuoi dire?\" \"Digli solo che ti mando io.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Oh, my God.\"",
      "it": "Oh mio Dio."
    }
  },
  {
    "translation": {
      "en": "I knock on his door. His brother Rudy cracks the door, and I said,",
      "it": "Bussai alla sua porta. Il fratello, Rudy, aprì uno spiraglio e dissi"
    }
  },
  {
    "translation": {
      "en": "\"I'm with the William Morris--\" and he slams the door in my face.",
      "it": "\"Sono della William Morris\" e lui mi sbatté la porta in faccia."
    }
  },
  {
    "translation": {
      "en": "And I said... \"Sam Cooke.\"",
      "it": "Quindi dissi... \"Sam Cooke!\""
    }
  },
  {
    "translation": {
      "en": "And his mother said, \"Let that boy in.\"",
      "it": "E la madre disse... ...\"Fallo entrare!\""
    }
  },
  {
    "translation": {
      "en": "And his mother couldn't stop talking about Sam.",
      "it": "Sua madre non la smetteva di parlare di Sam."
    }
  },
  {
    "translation": {
      "en": "So, we made a deal to do an album...",
      "it": "Quindi ci accordammo per un disco..."
    }
  },
  {
    "translation": {
      "en": "and they really bonded.",
      "it": "...e legarono tantissimo."
    }
  },
  {
    "translation": {
      "en": "Sam was God to him.",
      "it": "Sam era felicissimo."
    }
  },
  {
    "translation": {
      "en": "This is Sam Cooke. As you can see, like me, he's awful pretty.",
      "it": "Ecco Sam Cooke. Come vedete, è bellissimo, proprio come me."
    }
  },
  {
    "translation": {
      "en": "-Ha ha. -And we are here now workin' on a record called \"The Gang's All Here.\"",
      "it": "E ora stiamo lavorando a un disco che si chiama \"The Gang's All Here.\""
    }
  },
  {
    "translation": {
      "en": "Would you like to give us a preview of this disc?",
      "it": "Vi va di darci un assaggio?"
    }
  },
  {
    "translation": {
      "en": "We'll do a lot better if we had the music here with us, but we'll try.",
      "it": "Sarebbe meglio se avessimo la base. Ma ci proviamo."
    }
  },
  {
    "translation": {
      "en": "-♪ Hey, hey, the gang's all here ♪ -[bangs beat on desk]",
      "it": "Ehi, ehi, la banda è qui!"
    }
  },
  {
    "translation": {
      "en": "♪ Join in the fun ♪",
      "it": "Divertiti con noi!"
    }
  },
  {
    "translation": {
      "en": "♪ Hey, hey, the gang's all here ♪",
      "it": "Ehi, ehi, la banda è qui!"
    }
  },
  {
    "translation": {
      "en": "♪ We gonna swing as one ♪",
      "it": "Seguiamo il ritmo!"
    }
  },
  {
    "translation": {
      "en": "♪ Do it again now... ♪",
      "it": "Ancora una volta!"
    }
  },
  {
    "translation": {
      "en": "The joy that they brought out of each other and the laughter--",
      "it": "Quando erano insieme ridevano sempre,"
    }
  },
  {
    "translation": {
      "en": "they were showing a range of emotions together.",
      "it": "erano pieni di gioia, di emozioni."
    }
  },
  {
    "translation": {
      "en": "A kind of black male freedom, if you will.",
      "it": "Erano liberi di essere neri, se vogliamo."
    }
  },
  {
    "translation": {
      "en": "That was not really--heh--",
      "it": "Non era qualcosa..."
    }
  },
  {
    "translation": {
      "en": "something we saw a lot of at that time in America.",
      "it": "...che si vedeva spesso in America all'epoca."
    }
  },
  {
    "translation": {
      "en": "You know, you always saw, up until that point,",
      "it": "Fino a quel momento c'erano solo immagini stereotipate"
    }
  },
  {
    "translation": {
      "en": "these really harsh, stereotypical images of black people",
      "it": "Fino a quel momento c'erano solo immagini stereotipate di neri che erano macchiette, facevano i buffoni,"
    }
  },
  {
    "translation": {
      "en": "who were either, you know, buffoons and clowns",
      "it": "di neri che erano macchiette, facevano i buffoni,"
    }
  },
  {
    "translation": {
      "en": "and, you know, exaggerated facial expressions,",
      "it": "di neri che erano macchiette, facevano i buffoni, con delle espressioni esagerate, gli occhi di fuori, eccetera."
    }
  },
  {
    "translation": {
      "en": "eyes bugging out, stuff like that.",
      "it": "con delle espressioni esagerate, gli occhi di fuori, eccetera."
    }
  },
  {
    "translation": {
      "en": "♪ We gonna swing as one ♪",
      "it": "Seguiamo il ritmo!"
    }
  },
  {
    "translation": {
      "en": "-How you like that? -Let's think about a young Michael Jackson",
      "it": "Vi piace? Pensiamo a un giovane Michael Jackson,"
    }
  },
  {
    "translation": {
      "en": "or a young Prince Rogers Nelson,",
      "it": "o a un giovane Prince Rogers Nelson,"
    }
  },
  {
    "translation": {
      "en": "who would've been five or six years old,",
      "it": "di cinque o sei anni,"
    }
  },
  {
    "translation": {
      "en": "sitting around the television watching these two young men.",
      "it": "seduti davanti la televisione a guardarli."
    }
  },
  {
    "translation": {
      "en": "What Ali and Sam Cooke represented was possibility.",
      "it": "Ali e Sam Cooke rappresentavano la possibilità."
    }
  },
  {
    "translation": {
      "en": "Right? That there was another way for them to be in the world",
      "it": "Erano la prova che si poteva avere un'esistenza diversa"
    }
  },
  {
    "translation": {
      "en": "other than the way that the world had dictated that black men had to be in the world.",
      "it": "da quella che il mondo aveva deciso per i neri."
    }
  },
  {
    "translation": {
      "en": "It disturbed perceptions of what black masculinity was.",
      "it": "Disturbava la percezione della mascolinità nera del tempo."
    }
  },
  {
    "translation": {
      "en": "Cassius Clay very quietly was being mentored by a man named Malcolm X,",
      "it": "Cassius Clay ebbe come mentore un uomo di nome Malcolm X,"
    }
  },
  {
    "translation": {
      "en": "who was this fearless, and very much feared, black leader in America",
      "it": "un leader americano nero senza paura, ma temuto,"
    }
  },
  {
    "translation": {
      "en": "who spoke, as he said, truth to power.",
      "it": "che si rapportava ai potenti."
    }
  },
  {
    "translation": {
      "en": "It's not hate to say that we were kidnapped and brought here. It's true.",
      "it": "Non è odio dire che siamo stati rapiti e portati qui, è vero."
    }
  },
  {
    "translation": {
      "en": "It's not hate to say we were Jim Crowed, discriminated, and segregated. It's true.",
      "it": "Non è odio dire che ci sono state le leggi Crow, che siamo stati discriminati, è vero."
    }
  },
  {
    "translation": {
      "en": "Sam Cooke doesn't know Malcolm X yet,",
      "it": "Sam Cooke ancora non conosceva Malcolm X,"
    }
  },
  {
    "translation": {
      "en": "but he's just seen how the Nation of Islam moves, how they dealing with white supremacy,",
      "it": "ma aveva visto come la Nation of Islam affrontava la supremazia bianca,"
    }
  },
  {
    "translation": {
      "en": "He's, \"Oh, this is kind of interesting.\" Right?",
      "it": "e pensava fosse interessante."
    }
  },
  {
    "translation": {
      "en": "And he starts paying more attention to Malcolm X. They eventually become friends.",
      "it": "Quindi iniziò ad ascoltarlo, e alla fine diventarono amici."
    }
  },
  {
    "translation": {
      "en": "Black men should have a hand in controlling",
      "it": "I neri dovrebbero poter controllare l'economia"
    }
  },
  {
    "translation": {
      "en": "the economy of the so-called negro community.",
      "it": "I neri dovrebbero poter controllare l'economia della cosiddetta comunità nera."
    }
  },
  {
    "translation": {
      "en": "He should be developing the type of knowledge",
      "it": "E acquisire le conoscenze che gli permettano"
    }
  },
  {
    "translation": {
      "en": "that will enable him to own and operate the businesses,",
      "it": "E acquisire le conoscenze che gli permettano di possedere e gestire le attività e di creare posti di lavoro"
    }
  },
  {
    "translation": {
      "en": "and thereby be able to create employment for his own people, for his own kind.",
      "it": "di possedere e gestire le attività e di creare posti di lavoro per la propria gente."
    }
  },
  {
    "translation": {
      "en": "Just like the Civil Rights movement was basically saying, \"Why not us?\"",
      "it": "Era come il Movimento per i Diritti Civili: Perché noi no?"
    }
  },
  {
    "translation": {
      "en": "Sam was saying the same thing",
      "it": "Penso che Sam pensasse lo stesso, in quanto uomo d'affari nero:"
    }
  },
  {
    "translation": {
      "en": "as an entrepreneur, a black businessman. \"Why not us?\"",
      "it": "Penso che Sam pensasse lo stesso, in quanto uomo d'affari nero: \"Perché noi no?\""
    }
  },
  {
    "translation": {
      "en": "♪ My man's got a heart-- ♪",
      "it": "Il mio uomo ha un cuore come..."
    }
  },
  {
    "translation": {
      "en": "Black blues musicians and jazz musicians and early black rock-'n'-roll artists",
      "it": "C'erano musicisti blues, jazz e i primi artisti rock neri"
    }
  },
  {
    "translation": {
      "en": "who didn't really make anything from their music.",
      "it": "che non guadagnavano niente con la propria musica."
    }
  },
  {
    "translation": {
      "en": "It was like sharecropping, where you do all the work, you do the labor--",
      "it": "Era come la mezzadria, tu fai tutto il lavoro,"
    }
  },
  {
    "translation": {
      "en": "it's your creativity, your energy-- and then someone else reaps the benefits of it.",
      "it": "ci metti la creatività, l'energia, e poi qualcun altro ne trae vantaggio."
    }
  },
  {
    "translation": {
      "en": "This publishers would rook songwriters out of their music.",
      "it": "C'erano case discografiche che ingaggiavano i compositori."
    }
  },
  {
    "translation": {
      "en": "Give 'em $25 and buy songs that became massive hits.",
      "it": "Gli davano 25 dollari e ottenevano canzoni di successo."
    }
  },
  {
    "translation": {
      "en": "-♪ In the still of the-- ♪ -♪ Shoo-doo, dooby-doo ♪",
      "it": "Nel silenzio della notte..."
    }
  },
  {
    "translation": {
      "en": "Black musicians didn't get treated fairly.",
      "it": "I musicisti neri non venivano trattati giustamente."
    }
  },
  {
    "translation": {
      "en": "Instead of gettin' royalties, they would get... they'd get-- you'd get cocaine.",
      "it": "I loro diritti d'autore venivano pagati in cocaina."
    }
  },
  {
    "translation": {
      "en": "And that's just the way it was back then.",
      "it": "Era così che funzionava."
    }
  },
  {
    "translation": {
      "en": "Disc jockey out of Philadelphia said,",
      "it": "Una volta un DJ di Philadelphia gli disse"
    }
  },
  {
    "translation": {
      "en": "\"Sam, you know they're probably rippin' you off, RCA Records?\"",
      "it": "\"Sam, sai che probabilmente ti stanno fregando a RCA Records?\""
    }
  },
  {
    "translation": {
      "en": "And he says, \"I got a good CPA friend that I want you to meet.\"",
      "it": "E gli disse \"Ho un amico avvocato che voglio farti conoscere.\""
    }
  },
  {
    "translation": {
      "en": "Allen Klein was an accountant in New York.",
      "it": "Allen Klein era un avvocato di New York."
    }
  },
  {
    "translation": {
      "en": "Klein had overheard conversations",
      "it": "Klein aveva sentito di quanto Sam fosse insoddisfatto"
    }
  },
  {
    "translation": {
      "en": "about Sam's dissatisfaction with receiving royalty payments from RCA.",
      "it": "Klein aveva sentito di quanto Sam fosse insoddisfatto dei pagamenti da parte di RCA."
    }
  },
  {
    "translation": {
      "en": "So Allen Klein audits RCA Victor...",
      "it": "Perciò Allen Klein fece un accertamento"
    }
  },
  {
    "translation": {
      "en": "and comes up with a bunch of money for Sam.",
      "it": "e ottenne un sacco di soldi per Sam."
    }
  },
  {
    "translation": {
      "en": "Sam was extremely generous,",
      "it": "Sam era molto generoso, pensava agli altri,"
    }
  },
  {
    "translation": {
      "en": "always looked out for, not just his wife and children,",
      "it": "Sam era molto generoso, pensava agli altri, non solo alla moglie e ai figli, ma anche"
    }
  },
  {
    "translation": {
      "en": "but also for his family members back in Chicago.",
      "it": "non solo alla moglie e ai figli, ma anche alla sua famiglia a Chicago."
    }
  },
  {
    "translation": {
      "en": "He could've had a perfectly fine career as a singer,",
      "it": "Poteva fare il cantante e basta,"
    }
  },
  {
    "translation": {
      "en": "but it was always this idea there was something more.",
      "it": "ma c'era sempre l'idea di un di più,"
    }
  },
  {
    "translation": {
      "en": "He was always looking at what was gonna be next",
      "it": "guardava sempre al futuro"
    }
  },
  {
    "translation": {
      "en": "because he had this sense of the bigger picture.",
      "it": "perché era convinto ci fosse una prospettiva più ampia."
    }
  },
  {
    "translation": {
      "en": "J.W. Alexander was a member of the Pilgrim Travelers,",
      "it": "J.W. Alexander era un membro dei Pilgrim Travelers,"
    }
  },
  {
    "translation": {
      "en": "and when that group disbanded,",
      "it": "e quando il gruppo si sciolse,"
    }
  },
  {
    "translation": {
      "en": "he started a publishing company.",
      "it": "aprì una casa editrice."
    }
  },
  {
    "translation": {
      "en": "Said, \"Sam, you're writing a lot of songs.",
      "it": "Disse \"Sam, scrivi un sacco di canzoni."
    }
  },
  {
    "translation": {
      "en": "You need to own your publishing because that's where the money's at.",
      "it": "Dovresti averne il possesso, perché è lì che sono i soldi."
    }
  },
  {
    "translation": {
      "en": "That's where the power's at.\"",
      "it": "È lì il potere.\""
    }
  },
  {
    "translation": {
      "en": "Sam says, \"Well, if we're gonna start a publishing company,",
      "it": "E Sam disse \"Beh, se vogliamo farlo"
    }
  },
  {
    "translation": {
      "en": "how about us starting a record company on top of it",
      "it": "che ne dici di fondare anche una casa discografica?"
    }
  },
  {
    "translation": {
      "en": "and record our own artists?\"",
      "it": "E produrre chi vogliamo noi?\""
    }
  },
  {
    "translation": {
      "en": "And that was the beginning of the partnership.",
      "it": "Fu l'inizio della loro collaborazione."
    }
  },
  {
    "translation": {
      "en": "-[Sam] Johnnie? -Hey.",
      "it": "- Johnnie? - Sì?"
    }
  },
  {
    "translation": {
      "en": "I want you to sing this real plain--",
      "it": "Dì questo, playboy."
    }
  },
  {
    "translation": {
      "en": "♪ But everybody's got a smile ♪",
      "it": "Tutti quanti sorridono!"
    }
  },
  {
    "translation": {
      "en": "-♪ But everybody's got a smile ♪ -Right. We're in business.",
      "it": "- Tutti quanti sorridono! - Bene. Siamo a cavallo."
    }
  },
  {
    "translation": {
      "en": "He was Berry Gordy before Berry Gordy",
      "it": "Fondando la SAR Records con J.W. Alexander"
    }
  },
  {
    "translation": {
      "en": "when Sam started SAR Records with J.W. Alexander.",
      "it": "precorse Berry Gordy."
    }
  },
  {
    "translation": {
      "en": "The purpose of SAR Records was to give many of the gospel artists that Sam knew",
      "it": "L'obbiettivo della SAR Records era quello di dare la possibilità ai cantanti gospel"
    }
  },
  {
    "translation": {
      "en": "an opportunity to record pop records, perhaps cross over.",
      "it": "di registrare dischi pop, o un mix tra i due generi."
    }
  },
  {
    "translation": {
      "en": "He had Johnnie Taylor and Mel Carter.",
      "it": "Sam conosceva Johnnie Taylor e Mel Carter. E io adoravo..."
    }
  },
  {
    "translation": {
      "en": "And I loved... The Valentinos. I loved them.",
      "it": "Sam conosceva Johnnie Taylor e Mel Carter. E io adoravo... ...I Valentinos. Li amavo."
    }
  },
  {
    "translation": {
      "en": "There was a song called, \"I'm Lookin for a Love,\" and Bobby sounded like Sam on there.",
      "it": "C'era una canzone, \"I'm Lookin for a Love\" in cui Bobby cantava come Sam."
    }
  },
  {
    "translation": {
      "en": "♪ I'm lookin', I'm lookin', I'm lookin' ♪ ♪ I'm lookin' for a love to call my own ♪",
      "it": "Sto cercando un amore tutto mio"
    }
  },
  {
    "translation": {
      "en": "♪ Someone to get up in the mornin' ♪",
      "it": "Qualcuno per svegliarmi la mattina..."
    }
  },
  {
    "translation": {
      "en": "Sam Cooke and J.W. Alexander were both good businessmen,",
      "it": "Sam Cooke e J.W. Alexander erano ottimi uomini d'affari,"
    }
  },
  {
    "translation": {
      "en": "but I know it was all about...",
      "it": "ma sapevo che stavano cercando..."
    }
  },
  {
    "translation": {
      "en": "tryin' to help these artists out.",
      "it": "...di aiutare questi artisti."
    }
  },
  {
    "translation": {
      "en": "I am aware that ownin' a record company is a losing deal much too often for comfort,",
      "it": "So che ad avere una casa discografica molto spesso ci si rimette."
    }
  },
  {
    "translation": {
      "en": "but this company of mine is concentrating on recording negro artists",
      "it": "Ma la mia è un insieme di artisti di colore che penso"
    }
  },
  {
    "translation": {
      "en": "I feel have the ingredients to become as successful as I have.",
      "it": "Ma la mia è un insieme di artisti di colore che penso abbiano le capacità di fare successo quanto me."
    }
  },
  {
    "translation": {
      "en": "And if I lose a few dollars along the way, in the end, it will be worth it to me.",
      "it": "E se perdo qualche dollaro nel mentre, per me ne sarà valsa la pena."
    }
  },
  {
    "translation": {
      "en": "Morally, it's a worthwhile project.",
      "it": "Moralmente è un progetto valido."
    }
  },
  {
    "translation": {
      "en": "People think the Rolling Stones' first hit was \"Satisfaction.\"",
      "it": "Si pensa sempre che il primo successo dei Rolling Stones sia \"Satisfaction\"."
    }
  },
  {
    "translation": {
      "en": "It wasn't. It was \"It's All Over Now.\"",
      "it": "Invece era \"It's All Over Now.\""
    }
  },
  {
    "translation": {
      "en": "♪ Because I used to love her ♪",
      "it": "Perché l'amavo"
    }
  },
  {
    "translation": {
      "en": "♪ But it's all over now ♪",
      "it": "Ma ora è finita."
    }
  },
  {
    "translation": {
      "en": "And few people know that that song was written by... Bobby Womack,",
      "it": "E pochi sanno che quella canzone fu scritta da... ...Bobby Womack,"
    }
  },
  {
    "translation": {
      "en": "who was a member of The Valentinos,",
      "it": "uno dei Valentinos,"
    }
  },
  {
    "translation": {
      "en": "which was a group signed to Sam Cooke's label.",
      "it": "uno dei gruppi di Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "The fact that they knew Sam Cooke and admired his music as much as they did",
      "it": "Il fatto che conoscessero Sam Cooke e ammirassero la sua musica"
    }
  },
  {
    "translation": {
      "en": "and would want to record something by an artist affiliated with Sam Cooke",
      "it": "e volessero registrare qualcosa scritto da un artista di Sam Cooke"
    }
  },
  {
    "translation": {
      "en": "isn't surprising at all.",
      "it": "non sorprende affatto."
    }
  },
  {
    "translation": {
      "en": "SAR Records and Sam Cooke...",
      "it": "La SAR Records e Sam Cooke..."
    }
  },
  {
    "translation": {
      "en": "was a threat to every other record company in the country.",
      "it": "...erano una minaccia per tutte le altre case discografiche del paese."
    }
  },
  {
    "translation": {
      "en": "The vision was that \"We're gonna make the artist just as important as the owner...",
      "it": "L'idea era \"Renderemo l'artista importante quanto il proprietario."
    }
  },
  {
    "translation": {
      "en": "and we're not gonna treat them as second-class citizens.\"",
      "it": "E non li tratteremo come cittadini di serie B.\""
    }
  },
  {
    "translation": {
      "en": "He was so forward-thinking about the industry and the control of the money.",
      "it": "Era molto lungimirante riguardo all'industria e al controllo monetario."
    }
  },
  {
    "translation": {
      "en": "It's part of what makes Sam Cooke so dangerous.",
      "it": "Era una delle cose che lo rendevano pericoloso."
    }
  },
  {
    "translation": {
      "en": "What could be the greatest thing in the world that would happen to you?",
      "it": "Se potessi scegliere, quale sarebbe la cosa migliore - che ti potrebbe accadere? - La cosa migliore sarebbe"
    }
  },
  {
    "translation": {
      "en": "The greatest thing to happen to me--if all the singers I'm connected with had hits.",
      "it": "- che ti potrebbe accadere? - La cosa migliore sarebbe che tutti i miei amici cantanti abbiano successo!"
    }
  },
  {
    "translation": {
      "en": "Though he was making moves that could be identified as black self-empowerment,",
      "it": "Anche se le sue scelte si possono considerare emancipazione nera,"
    }
  },
  {
    "translation": {
      "en": "his own record label, his own publishing company,",
      "it": "con la sua casa discografica e la sua casa editrice,"
    }
  },
  {
    "translation": {
      "en": "at the same time,",
      "it": "allo stesso tempo"
    }
  },
  {
    "translation": {
      "en": "he was grappling with, \"How can I be my authentic black self",
      "it": "era alle prese con l'essere nero e dire la verità"
    }
  },
  {
    "translation": {
      "en": "and speak truth to what's happening?\"",
      "it": "era alle prese con l'essere nero e dire la verità di ciò che accadeva."
    }
  },
  {
    "translation": {
      "en": "♪ How many roads ♪ ♪ Must a man walk down ♪",
      "it": "Quante strade bisogna percorrere"
    }
  },
  {
    "translation": {
      "en": "♪ Before you call him a man? ♪",
      "it": "Prima di poter essere chiamati uomini?"
    }
  },
  {
    "translation": {
      "en": "It's hard to sing \"Everybody Likes To Cha-Cha-Cha\"",
      "it": "È difficile cantare \"Everybody Likes to Cha-cha-cha\""
    }
  },
  {
    "translation": {
      "en": "when there were songs like \"Blowing in the Wind.\"",
      "it": "mentre c'erano canzoni come \"Blowing in the Wind.\""
    }
  },
  {
    "translation": {
      "en": "The combination of this Jewish brother, Bob Dylan, and that song,",
      "it": "Il mix tra questo fratello ebreo, Bob Dylan, la sua canzone,"
    }
  },
  {
    "translation": {
      "en": "and these black-and-white folks and other people comin' together",
      "it": "e bianchi e neri tutti insieme"
    }
  },
  {
    "translation": {
      "en": "in places like the march on Washington",
      "it": "in posti come la Marcia su Washington"
    }
  },
  {
    "translation": {
      "en": "gave Sam the fuel to say,",
      "it": "diede a Sam il coraggio"
    }
  },
  {
    "translation": {
      "en": "\"Okay, in some of my performances,",
      "it": "di iniziare a introdurre nelle sue esibizioni"
    }
  },
  {
    "translation": {
      "en": "I'm gonna start to weave in songs like \"Blowing in the Wind.\"",
      "it": "di iniziare a introdurre nelle sue esibizioni canzoni come \"Blowing in the Wind.\""
    }
  },
  {
    "translation": {
      "en": "♪ How many times can a mountain exist ♪",
      "it": "Per quanto tempo una montagna può esistere"
    }
  },
  {
    "translation": {
      "en": "♪ 'Fore it's washed down to the sea? ♪",
      "it": "Prima di venir cancellata dal mare?"
    }
  },
  {
    "translation": {
      "en": "♪ Tell me ♪",
      "it": "Dimmi"
    }
  },
  {
    "translation": {
      "en": "♪ How many years can some people exist ♪",
      "it": "Per quanti anni la gente può vivere"
    }
  },
  {
    "translation": {
      "en": "♪ Before they allowed to be free? ♪",
      "it": "Prima di poter essere libera?"
    }
  },
  {
    "translation": {
      "en": "Even if I'm gonna speed the song up so you may not catch exactly what I'm doing,",
      "it": "Anche se aumento la velocità e magari non capisci cosa sto facendo,"
    }
  },
  {
    "translation": {
      "en": "but those who know will know, \"Hey, he's now performing an anthem, a political anthem.\"",
      "it": "qualcuno capirà che si tratta di una canzone a sfondo politico."
    }
  },
  {
    "translation": {
      "en": "♪ Oh, the answer, my friend ♪",
      "it": "Oh, la risposta, amico mio, Soffia nel vento!"
    }
  },
  {
    "translation": {
      "en": "♪ Is blowin' in the wind, ah ♪",
      "it": "Oh, la risposta, amico mio, Soffia nel vento! Oh, la risposta soffia nel vento!"
    }
  },
  {
    "translation": {
      "en": "♪That answer blowin' in the wind, oh ♪",
      "it": "Oh, la risposta soffia nel vento!"
    }
  },
  {
    "translation": {
      "en": "Sam is moved by the ideas in \"Blowing in the Wind,\"",
      "it": "Sam era commosso per \"Blowing in the Wind,\""
    }
  },
  {
    "translation": {
      "en": "but he's also embarrassed.",
      "it": "ma era anche imbarazzato."
    }
  },
  {
    "translation": {
      "en": "Why is it Bob Dylan, this white artist,",
      "it": "Perché è un cantante bianco, Bob Dylan,"
    }
  },
  {
    "translation": {
      "en": "who is speaking to the masses about social change at this moment,",
      "it": "a cantare al popolo di cambiamenti sociali"
    }
  },
  {
    "translation": {
      "en": "during the midst of the Civil Rights movement?",
      "it": "nel bel mezzo del Movimento per i Diritti Civili?"
    }
  },
  {
    "translation": {
      "en": "Why aren't we seeing black artists do that themselves?",
      "it": "Perché non lo fanno gli artisti neri?"
    }
  },
  {
    "translation": {
      "en": "♪There been times that I thought ♪",
      "it": "Ci sono momenti in cui ho pensato"
    }
  },
  {
    "translation": {
      "en": "♪ I couldn't last for long... ♪",
      "it": "Di non poter resistere a lungo..."
    }
  },
  {
    "translation": {
      "en": "I came by the session when they were recording \"Change is Gonna Come,\"",
      "it": "Ero lì mentre registravano \"A Change is Gonna Come,\""
    }
  },
  {
    "translation": {
      "en": "and my hair stood up, you know.",
      "it": "e avevo la pelle d'oca."
    }
  },
  {
    "translation": {
      "en": "He wanted to write things like that,",
      "it": "Voleva scrivere canzoni del genere,"
    }
  },
  {
    "translation": {
      "en": "and it was amazing how well that came out.",
      "it": "ed era straordinario quanto fossero belle."
    }
  },
  {
    "translation": {
      "en": "♪ It's been a long ♪ ♪ A long time comin' ♪",
      "it": "È passato tanto, tanto tempo"
    }
  },
  {
    "translation": {
      "en": "♪ But I know ♪ ♪ Change gonna come ♪",
      "it": "Ma so che le cose cambieranno!"
    }
  },
  {
    "translation": {
      "en": "You know, as a singer grows older,",
      "it": "Quando un cantante invecchia scrive canzoni più profonde"
    }
  },
  {
    "translation": {
      "en": "his conception goes a little deeper because he lives life,",
      "it": "Quando un cantante invecchia scrive canzoni più profonde perché ha vissuto e capisce meglio"
    }
  },
  {
    "translation": {
      "en": "and he understands what he's trying to say a little more.",
      "it": "perché ha vissuto e capisce meglio quello che vuole dire."
    }
  },
  {
    "translation": {
      "en": "I think if a singer tries to find out what's happening in life,",
      "it": "Penso che se un cantante cerca di capire cosa succede nella vita,"
    }
  },
  {
    "translation": {
      "en": "it gives him a better insight on telling the story of the song he's trying to sing.",
      "it": "capisce come raccontare meglio la storia scritta nella canzone."
    }
  },
  {
    "translation": {
      "en": "I told him, I said, \"Man, it sounded like eerie.",
      "it": "Gli dissi \"Amico, è un po' inquietante."
    }
  },
  {
    "translation": {
      "en": "It sounded like death or something, you know.\"",
      "it": "Parlava di morte o roba simile.\""
    }
  },
  {
    "translation": {
      "en": "He said, \"Well, you know what? It is like death. It's the death of the old me",
      "it": "E lui \"Beh, sai, è come la morte. La morte del vecchio me,"
    }
  },
  {
    "translation": {
      "en": "and a birth of the new me.\"",
      "it": "e la nascita del nuovo me.\""
    }
  },
  {
    "translation": {
      "en": "He said, \"That's what I was thinkin' about when I wrote this song.",
      "it": "Mi disse \"Pensavo a questo mentre la scrivevo, ma..."
    }
  },
  {
    "translation": {
      "en": "That, uh, it's gonna come, but I wanna be a part of makin' it happen.\"",
      "it": "Succederà, ma voglio far parte della realizzazione.\""
    }
  },
  {
    "translation": {
      "en": "There is no doubt about Sam moving more into the center of the movement",
      "it": "Non c'è dubbio che Sam si stesse avvicinando di più al movimento"
    }
  },
  {
    "translation": {
      "en": "because the satisfaction of hit records...",
      "it": "perché i suoi successi"
    }
  },
  {
    "translation": {
      "en": "didn't do it.",
      "it": "non bastavano più."
    }
  },
  {
    "translation": {
      "en": "Just like touchdowns didn't do it for me.",
      "it": "Proprio come a me non bastavano più i touchdown."
    }
  },
  {
    "translation": {
      "en": "[male announcer] Browns' Jimmy Brown blasts his way right down the middle",
      "it": "Jimmy Brown sfonda l'avversario al centro"
    }
  },
  {
    "translation": {
      "en": "with a sensational scoring run.",
      "it": "correndo verso la meta."
    }
  },
  {
    "translation": {
      "en": "And if you were a popular celebrity that had crossover value,",
      "it": "E se eri una celebrità con valori diversi,"
    }
  },
  {
    "translation": {
      "en": "you did have the pressure of were you going to be careful,",
      "it": "ti chiedevi: Sto attento a quello che dico?"
    }
  },
  {
    "translation": {
      "en": "or were you going to be truthful? Were you going to be real?",
      "it": "Oppure dico la verità e sono il vero me?"
    }
  },
  {
    "translation": {
      "en": "[Clay] I'm ready to rumble.",
      "it": "Pronti a fare casino?"
    }
  },
  {
    "translation": {
      "en": "I can't be beat.",
      "it": "PROVA BILANCIA"
    }
  },
  {
    "translation": {
      "en": "I'm the champ.",
      "it": "Sono il campione!"
    }
  },
  {
    "translation": {
      "en": "Sam and I and a bunch of people all went to see the fight.",
      "it": "Io e Sam eravamo andati a vedere l'incontro con un gruppo."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, all these Muslims were around us.",
      "it": "All'improvviso eravamo circondati da musulmani."
    }
  },
  {
    "translation": {
      "en": "Malcolm X was there. I shook his hand.",
      "it": "C'era Malcolm X. Gli ho stretto la mano."
    }
  },
  {
    "translation": {
      "en": "[Brown] Malcolm X, Sam Cooke,",
      "it": "Malcolm X, Sam Cooke,"
    }
  },
  {
    "translation": {
      "en": "Ali and myself.",
      "it": "Ali e io."
    }
  },
  {
    "translation": {
      "en": "It was a rare experience for all of us to be in one place at the same time.",
      "it": "Fu un'esperienza unica per tutti essere insieme lì quel giorno."
    }
  },
  {
    "translation": {
      "en": "We're almost all set to go for that World Heavyweight Championship fight.",
      "it": "Siamo quasi pronti per quest'incontro del Campionato Mondiale dei Pesi Massimi."
    }
  },
  {
    "translation": {
      "en": "When I found out that Jim Brown, Sam Cooke, Muhammad Ali aka Cassius Clay,",
      "it": "Quando scoprii che Jim Brown, Sam Cooke, Muhammad Ali aka Cassius Clay,"
    }
  },
  {
    "translation": {
      "en": "and Malcolm X were all connected,",
      "it": "e Malcolm X si conoscevano,"
    }
  },
  {
    "translation": {
      "en": "I said, \"What an amazing connection,",
      "it": "dissi \"Che bel legame,"
    }
  },
  {
    "translation": {
      "en": "but what a huge threat to America at that time.\"",
      "it": "ma che minaccia per l'America dell'epoca.\""
    }
  },
  {
    "translation": {
      "en": "Malcolm X is the oldest of them, the political theorist, if you will.",
      "it": "Malcolm X è il più vecchio, il teorico politico, se vogliamo."
    }
  },
  {
    "translation": {
      "en": "Sam Cooke's only 33 years old.",
      "it": "Sam Cooke ha solo 33 anni,"
    }
  },
  {
    "translation": {
      "en": "Great well-known singer, but in many ways, a business genius, right?",
      "it": "cantante famoso e, per certi versi, un genio degli affari, ok?"
    }
  },
  {
    "translation": {
      "en": "And then you have these two 20-something professional athletes",
      "it": "E poi ci sono questi due atleti professionisti appena ventenni"
    }
  },
  {
    "translation": {
      "en": "who young and white folks adore.",
      "it": "che i giovani bianchi adoravano."
    }
  },
  {
    "translation": {
      "en": "What you see is this interesting kind of moment",
      "it": "È un momento particolare per le fasi iniziali"
    }
  },
  {
    "translation": {
      "en": "in the early stage development of what we might call black power.",
      "it": "È un momento particolare per le fasi iniziali di ciò che possiamo chiamare potere nero."
    }
  },
  {
    "translation": {
      "en": "-[bell dings] -[Clay] I am the greatest.",
      "it": "Sono il migliore!"
    }
  },
  {
    "translation": {
      "en": "[announcer] Overconfidence. This can happen.",
      "it": "Oh, che succede? Non può..."
    }
  },
  {
    "translation": {
      "en": "[Clay] This is the legend of Cassius Clay,",
      "it": "Il leggendario Cassius Clay!"
    }
  },
  {
    "translation": {
      "en": "the most beautiful fighter in the world today.",
      "it": "Il più bel lottatore al mondo!"
    }
  },
  {
    "translation": {
      "en": "-[bell clangs] -Look at the guy yawning.",
      "it": "Guardate che sbadiglio!"
    }
  },
  {
    "translation": {
      "en": "[Clay] This brash young boxer is something to see,",
      "it": "Questo giovane boxer merita"
    }
  },
  {
    "translation": {
      "en": "and the Heavyweight Championship is his destiny.",
      "it": "e il suo destino è vincere i Pesi Massimi!"
    }
  },
  {
    "translation": {
      "en": "He is the greatest.",
      "it": "È il migliore."
    }
  },
  {
    "translation": {
      "en": "[announcer] They might be stopping it. That might be all, ladies and gentlemen.",
      "it": "Potrebbe essere la fine, signore e signori!"
    }
  },
  {
    "translation": {
      "en": "Get up there, Joe.",
      "it": "Alzati, Joe!"
    }
  },
  {
    "translation": {
      "en": "Sam Cooke is front and center,",
      "it": "Sam Cook è proprio davanti,"
    }
  },
  {
    "translation": {
      "en": "and he watches Clay become heavyweight champion in the world.",
      "it": "e guarda Clay diventare Campione del Mondo di Pesi Massimi."
    }
  },
  {
    "translation": {
      "en": "At that moment, Clay's yelling at the sportswriters,",
      "it": "In quel momento, Clay iniziò a urlare ai giornalisti,"
    }
  },
  {
    "translation": {
      "en": "tellin 'em that, \"I told ya.\" He's pointing fingers.",
      "it": "dicendogli \"Ve l'avevo detto!\", indicandoli."
    }
  },
  {
    "translation": {
      "en": "And he yells out, \"Sam Cooke. Sam Cooke's the greatest.",
      "it": "E poi urlò: \"Sam Cooke! Sam Cooke è il migliore!"
    }
  },
  {
    "translation": {
      "en": "Come on, Sam. Come up here.\"",
      "it": "Forza, Sam! Vieni qui!\""
    }
  },
  {
    "translation": {
      "en": "Hey, let that man up here. Let Sam in. World's greatest rock-'n'-roll singer.",
      "it": "Ehi, fatelo salire! È Sam, una stella del rock 'n roll!"
    }
  },
  {
    "translation": {
      "en": "This is Sam Cooke.",
      "it": "È Sam Cooke!"
    }
  },
  {
    "translation": {
      "en": "Sam Cooke, a very good friend, a good vocalist, with Cassius.",
      "it": "Sam Cooke, è un buon amico di Cassius, lo sappiamo."
    }
  },
  {
    "translation": {
      "en": "Excuse me. Move back, if you will.",
      "it": "Sam Cooke, è un buon amico di Cassius, lo sappiamo. Stia indietro, prego."
    }
  },
  {
    "translation": {
      "en": "-Did I shake up the world? -You are beautiful.",
      "it": "- Sei bellissimo. - Ho fatto scalpore? Dovete scusarvi con lui!"
    }
  },
  {
    "translation": {
      "en": "We all ended up that night in this little black motel.",
      "it": "Quella sera finimmo tutti in un piccolo motel per neri."
    }
  },
  {
    "translation": {
      "en": "It became sort of historical.",
      "it": "Fu una specie di evento."
    }
  },
  {
    "translation": {
      "en": "We just shared our thoughts.",
      "it": "Condividemmo le nostre riflessioni."
    }
  },
  {
    "translation": {
      "en": "Standing up was a big thing for all of us...",
      "it": "È stato un grande passo per tutti noi..."
    }
  },
  {
    "translation": {
      "en": "because we defied second-class citizenship",
      "it": "...perché ci opponevamo all'essere cittadini di serie B"
    }
  },
  {
    "translation": {
      "en": "and being considered inferior.",
      "it": "e all'essere considerati inferiori."
    }
  },
  {
    "translation": {
      "en": "Being outspoken, the risk was to lose money",
      "it": "Ad essere diretti si rischiava di perdere soldi,"
    }
  },
  {
    "translation": {
      "en": "or to lose your popularity with Middle America...",
      "it": "di perdere la popolarità con la classe media americana..."
    }
  },
  {
    "translation": {
      "en": "but those of us who, uh...",
      "it": "...ma a noi che..."
    }
  },
  {
    "translation": {
      "en": "were there that night cared nothing about that.",
      "it": "...eravamo lì quella notte non importava."
    }
  },
  {
    "translation": {
      "en": "We were talkin' about standing up as human beings and demanding our rights.",
      "it": "Parlavamo di alzarci ed esigere i nostri diritti come esseri umani."
    }
  },
  {
    "translation": {
      "en": "That black male energy that Sam Cooke possessed,",
      "it": "L'energia nera che Sam Cooke possedeva,"
    }
  },
  {
    "translation": {
      "en": "that Malcolm X possessed, that Cassius Clay possessed--",
      "it": "che possedevano Malcolm X e Cassius Clay,"
    }
  },
  {
    "translation": {
      "en": "unfortunately for some people in power in this country,",
      "it": "sfortunatamente per alcuni potenti del Paese,"
    }
  },
  {
    "translation": {
      "en": "represented a threat that had to be stopped,",
      "it": "rappresentava una minaccia che andava fermata."
    }
  },
  {
    "translation": {
      "en": "and that's why informants were all around those folks.",
      "it": "Per questo c'erano informatori ovunque."
    }
  },
  {
    "translation": {
      "en": "And little did we know that one year after that,",
      "it": "Non potevamo immaginare che un anno dopo,"
    }
  },
  {
    "translation": {
      "en": "both Sam Cooke and Malcolm X would be dead.",
      "it": "sia Sam Cooke che Malcolm X sarebbero stati uccisi."
    }
  },
  {
    "translation": {
      "en": "Malcolm X and Muhammad Ali were being surveilled by the FBI.",
      "it": "Malcolm X e Muhammad Ali venivano controllati dall'FBI."
    }
  },
  {
    "translation": {
      "en": "So Sam Cooke gets caught up in all of that, also.",
      "it": "Quindi anche Sam Cooke ci finì in mezzo."
    }
  },
  {
    "translation": {
      "en": "In these FBI documents, you know, he's this negro recording star from Los Angeles",
      "it": "Nei documenti dell'FBI, figura un cantante negro di Los Angeles"
    }
  },
  {
    "translation": {
      "en": "who's spending time with Muslims. Well, that was Sam Cooke.",
      "it": "che passa il suo tempo con i musulmani. Beh, è Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "What was he doing politically that they might find threatening.",
      "it": "Controllavano le sue azioni politiche in cerca di minacce."
    }
  },
  {
    "translation": {
      "en": "If you're J. Edgar Hoover, who was always concerned and fearful",
      "it": "J. Edgar Hoover è sempre stato preoccupato"
    }
  },
  {
    "translation": {
      "en": "of the radicalization of black people,",
      "it": "per la radicalizzazione dei neri."
    }
  },
  {
    "translation": {
      "en": "and you're looking at these four men,",
      "it": "E guardando questi quattro uomini,"
    }
  },
  {
    "translation": {
      "en": "Sam Cooke might be the most dangerous to you",
      "it": "Sam Cooke gli è sembrato il più pericoloso"
    }
  },
  {
    "translation": {
      "en": "because he's already in white American living rooms.",
      "it": "perché aveva un posto nei salotti dei bianchi."
    }
  },
  {
    "translation": {
      "en": "Cassius Clay announces the next day, \"My name is now Muhammad Ali.\"",
      "it": "Cassius Clay il giorno seguente disse: \"Mi chiamo Muhammad Ali.\""
    }
  },
  {
    "translation": {
      "en": "Clay was a white man's name. It was a slave name.",
      "it": "Clay era un nome da bianco. Un nome da schiavo."
    }
  },
  {
    "translation": {
      "en": "And I'm no longer Clay, I'm no longer a slave,",
      "it": "Non sono più Clay, non sono più uno schiavo,"
    }
  },
  {
    "translation": {
      "en": "so now I'm Muhammad Ali.",
      "it": "quindi ora sono Muhammad Ali."
    }
  },
  {
    "translation": {
      "en": "Because he's a clean-living young man,",
      "it": "È un ragazzo pulito,"
    }
  },
  {
    "translation": {
      "en": "and this is the main thing that the honorable Elijah Muhammad",
      "it": "ed è questo che l'Onorevole Elijah Muhammad"
    }
  },
  {
    "translation": {
      "en": "does teach in spreading the religion of Islam throughout the-- among our people in this country.",
      "it": "insegna, diffondendo l'Islam tra la nostra gente in questo Paese."
    }
  },
  {
    "translation": {
      "en": "We saw a picture of Sam with Malcolm X,",
      "it": "Vedemmo una foto di Sam con Malcolm X"
    }
  },
  {
    "translation": {
      "en": "and we were askin' him, \"Was he thinkin' about turnin' to be a Muslim?\"",
      "it": "e gli chiedemmo se avesse intenzione di diventare musulmano."
    }
  },
  {
    "translation": {
      "en": "And he's like, \"Nah, man.\"",
      "it": "E lui disse \"Ma no!\""
    }
  },
  {
    "translation": {
      "en": "Sam was drawn to the economical part of it--",
      "it": "Sam era attratto dall'aspetto economico."
    }
  },
  {
    "translation": {
      "en": "owning and having your own.",
      "it": "Il possesso delle proprie cose."
    }
  },
  {
    "translation": {
      "en": "We didn't see the Muslims here as spiritual.",
      "it": "Non consideravamo l'islamismo come una cosa spirituale."
    }
  },
  {
    "translation": {
      "en": "It was more educational.",
      "it": "Era più istruttivo."
    }
  },
  {
    "translation": {
      "en": "About self independence.",
      "it": "Per l'indipendenza."
    }
  },
  {
    "translation": {
      "en": "That's what it all was about.",
      "it": "Si trattava di quello."
    }
  },
  {
    "translation": {
      "en": "I'm sure the RCA marketing people",
      "it": "Sono sicuro che il marketing dell'RCA fosse davvero preoccupato"
    }
  },
  {
    "translation": {
      "en": "would've had great concern that Sam was hanging out with Malcolm X.",
      "it": "Sono sicuro che il marketing dell'RCA fosse davvero preoccupato per il rapporto tra Sam e Malcolm X."
    }
  },
  {
    "translation": {
      "en": "They would've feared the loss of considerable portion of Sam's audience.",
      "it": "Avevano paura del calo di ascoltatori."
    }
  },
  {
    "translation": {
      "en": "If you're RCA, you don't want your mainstream black artist",
      "it": "Sei sei l'RCA, non vuoi che il tuo artista nero"
    }
  },
  {
    "translation": {
      "en": "talking about those kind of politics,",
      "it": "si metta a parlare di politica,"
    }
  },
  {
    "translation": {
      "en": "so there's a second verse of \"Change is Gonna Come\"",
      "it": "quindi la seconda strofa di \"A Change is Gonna Come\""
    }
  },
  {
    "translation": {
      "en": "that was famously deleted when it was initially released,",
      "it": "fu cancellata nella prima versione."
    }
  },
  {
    "translation": {
      "en": "that very explicitly talks about segregation",
      "it": "Parlava esplicitamente di segregazione"
    }
  },
  {
    "translation": {
      "en": "and Jim Crow segregation in the South.",
      "it": "e delle leggi di Jim Crow nel Sud."
    }
  },
  {
    "translation": {
      "en": "♪ And I go downtown ♪",
      "it": "E vado in centro"
    }
  },
  {
    "translation": {
      "en": "♪ Somebody keep telling me ♪ ♪ Don't hang around ♪",
      "it": "E la gente mi dice \"Non gironzolare.\""
    }
  },
  {
    "translation": {
      "en": "And I think it's very telling that, you know, the record company deleted that verse because they were concerned",
      "it": "E penso che aver cancellato quel verso sia significativo, perché avevano paura"
    }
  },
  {
    "translation": {
      "en": "about what kind of reaction the public would have with this very political verse in the song.",
      "it": "della reazione del pubblico nei confronti dell'implicazione politica della canzone."
    }
  },
  {
    "translation": {
      "en": "At that moment in his career,",
      "it": "A quel punto della sua carriera,"
    }
  },
  {
    "translation": {
      "en": "Sam was a musical icon, a culture hero, who had reached out to white audiences,",
      "it": "Sam era un'icona musicale, un eroe, che aveva raggiunto il pubblico bianco,"
    }
  },
  {
    "translation": {
      "en": "and had a real foothold in those white audiences,",
      "it": "ed aveva una posizione sicura tanto da potersi esibire"
    }
  },
  {
    "translation": {
      "en": "and could play a show like the Copa, and it's incredibly successful.",
      "it": "ed aveva una posizione sicura tanto da potersi esibire in posti come il Copa e avere successo."
    }
  },
  {
    "translation": {
      "en": "And yet, he never had left his black audience.",
      "it": "Ciononostante, non aveva abbandonato il suo pubblico nero."
    }
  },
  {
    "translation": {
      "en": "And you hear all of that in \"Live at the Harlem Square,\"",
      "it": "E si sente in \"Live at the Harlem Square\"."
    }
  },
  {
    "translation": {
      "en": "and \"Bring It On Home To Me\"",
      "it": "\"Bring It On Home To Me\","
    }
  },
  {
    "translation": {
      "en": "is just such an amazing, powerful moment on that record.",
      "it": "è qualcosa di incredibile."
    }
  },
  {
    "translation": {
      "en": "♪ I'll always be your slave ♪",
      "it": "Sarò sempre tuo schiavo"
    }
  },
  {
    "translation": {
      "en": "♪ Till I'm buried ♪ ♪ Buried in my grave ♪",
      "it": "Finché non sarò nella tomba"
    }
  },
  {
    "translation": {
      "en": "♪ But while I'm livin', bring it to me, Bring back-- ♪",
      "it": "Ma finché vivo, dammelo!"
    }
  },
  {
    "translation": {
      "en": "There's something else in that \"Harlem Square\" recording that's so much grittier and blacker.",
      "it": "C'era altro in quel disco che era più realistico."
    }
  },
  {
    "translation": {
      "en": "♪ Everybody's with me tonight ♪ ♪ Look, listen, let me hear you say yeah ♪",
      "it": "Cantate con me stasera! Voglio sentirvi dire, yeah!"
    }
  },
  {
    "translation": {
      "en": "There is something terribly tragic",
      "it": "È davvero terribile che la gente non abbia potuto ascoltarlo..."
    }
  },
  {
    "translation": {
      "en": "that folks didn't get to hear the \"Harlem Square\" album... until 1985.",
      "it": "È davvero terribile che la gente non abbia potuto ascoltarlo... ...fino al 1985."
    }
  },
  {
    "translation": {
      "en": "I think there's probably several reasons why it wasn't released at the time it was recorded.",
      "it": "Penso che non sia stato pubblicato quando è stato registrato per molti motivi."
    }
  },
  {
    "translation": {
      "en": "I can't discount the fact that RCA didn't relate to it on a commercial level.",
      "it": "Non si può escludere che non fosse adatto a livello commerciale per l'RCA."
    }
  },
  {
    "translation": {
      "en": "Forget about... you know, too R&B, too black... or whatever.",
      "it": "Lasciate perdere storie tipo troppo Blues, troppo nero..."
    }
  },
  {
    "translation": {
      "en": "That was not the guy they wanted playing Vegas and the Copa,",
      "it": "Non era chi volevano cantasse a Las Vegas e al Copa,"
    }
  },
  {
    "translation": {
      "en": "which were things Sam wanted as well,",
      "it": "cosa che Sam voleva,"
    }
  },
  {
    "translation": {
      "en": "but Sam felt there was room to do both of those. The record industry didn't.",
      "it": "perché pensava di poter fare entrambe le cose. La casa discografica invece no."
    }
  },
  {
    "translation": {
      "en": "I think the more they pushed it aside, the more Sam pushed forward with it",
      "it": "Penso che più cercassero di impedirglielo, più Sam cercava di farlo"
    }
  },
  {
    "translation": {
      "en": "because he had to be who he was. He had to fulfill that.",
      "it": "perché voleva essere sé stesso. Doveva realizzare"
    }
  },
  {
    "translation": {
      "en": "These things had been important to him for a very long time.",
      "it": "le cose che per lui erano importanti da molto tempo."
    }
  },
  {
    "translation": {
      "en": "Sam really wanted to build an empire.",
      "it": "Sam voleva costruire un impero."
    }
  },
  {
    "translation": {
      "en": "He felt he could do it,",
      "it": "Sentiva di potercela fare,"
    }
  },
  {
    "translation": {
      "en": "and he was not afraid to do it.",
      "it": "e non aveva paura."
    }
  },
  {
    "translation": {
      "en": "Sam had an ideal of getting all the big entertainers",
      "it": "Sam voleva riunire i più grandi artisti"
    }
  },
  {
    "translation": {
      "en": "like Jackie Wilson, James Brown... to put all their money together,",
      "it": "come Jackie Wilson e James Brown, mettere insieme i soldi, fondare una casa discografica"
    }
  },
  {
    "translation": {
      "en": "and let's start our own big record company and booking agency all within one.",
      "it": "mettere insieme i soldi, fondare una casa discografica e un'agenzia, tutto insieme."
    }
  },
  {
    "translation": {
      "en": "The mob has always been involved in the record industry...",
      "it": "La mafia è stata da sempre coinvolta nell'industria discografica,"
    }
  },
  {
    "translation": {
      "en": "simply because it's a lucrative business.",
      "it": "perché è un ambito redditizio."
    }
  },
  {
    "translation": {
      "en": "He would get phone calls, and he would get visits from mob figures",
      "it": "Riceveva telefonate e visite da membri della mafia"
    }
  },
  {
    "translation": {
      "en": "who wanted a piece of his businesses.",
      "it": "che volevano una fetta del suo successo."
    }
  },
  {
    "translation": {
      "en": "There were some guys that came up to Sam's dressing room,",
      "it": "Alcuni andavano da lui in camerino"
    }
  },
  {
    "translation": {
      "en": "and he would never let us leave the dressing room.",
      "it": "e lui non ci mandava via."
    }
  },
  {
    "translation": {
      "en": "He said, \"Anything you can say, you can say with my little brothers.\"",
      "it": "Diceva \"Qualsiasi cosa tu abbia da dire puoi dirla davanti ai miei fratelli.\""
    }
  },
  {
    "translation": {
      "en": "So they were like, \"Sam, look here.",
      "it": "E allora dicevano \"Sam,"
    }
  },
  {
    "translation": {
      "en": "We hear you're tryin' to start a music union of your own,",
      "it": "ci dicono che vuoi riunire dei musicisti."
    }
  },
  {
    "translation": {
      "en": "and we want you to leave that alone.\"",
      "it": "È meglio se lasci perdere.\""
    }
  },
  {
    "translation": {
      "en": "But he's like, \"Well, fuck all y'all.",
      "it": "E lui rispondeva \"Andate a fanculo!"
    }
  },
  {
    "translation": {
      "en": "I don't give a damn about that shit.",
      "it": "Non me ne frega un cazzo."
    }
  },
  {
    "translation": {
      "en": "Hell, I'm gonna-- I will do what I wanna do.\"",
      "it": "Faccio quello che mi pare.\""
    }
  },
  {
    "translation": {
      "en": "And Sammy Davis even called Sam, said, uh...",
      "it": "E Sammy Davis, detto Sam, disse..."
    }
  },
  {
    "translation": {
      "en": "\"You got to listen to these guys. These guys are serious guys.\"",
      "it": "...\"Devi ascoltarli, questa gente fa sul serio.\""
    }
  },
  {
    "translation": {
      "en": "It was very courageous and was scary, too, you know, 'cause a lot of people was...",
      "it": "Era coraggioso ma anche spaventoso perché in molti dicevano"
    }
  },
  {
    "translation": {
      "en": "\"Oh, man. Oh, no, you can't mess with that.\" You know.",
      "it": "\"Amico, non metterti in mezzo!\""
    }
  },
  {
    "translation": {
      "en": "\"I don't wanna get killed.\" You know.",
      "it": "\"Non voglio morire!\""
    }
  },
  {
    "translation": {
      "en": "I got a phone call at the office,",
      "it": "Chiamarono in ufficio,"
    }
  },
  {
    "translation": {
      "en": "and they wanted to have him come home... immediately.",
      "it": "e volevano che tornasse a casa... ...subito. Era successo qualcosa."
    }
  },
  {
    "translation": {
      "en": "There was trouble.",
      "it": "...subito. Era successo qualcosa."
    }
  },
  {
    "translation": {
      "en": "And he went home and found out that his son died.",
      "it": "Lui tornò a casa, e scoprì che suo figlio era morto."
    }
  },
  {
    "translation": {
      "en": "Vincent was... by the pool,",
      "it": "Vincent era... ...vicino la piscina, e la moglie di Sam era in casa."
    }
  },
  {
    "translation": {
      "en": "and Sam's wife went in the house for a little while,",
      "it": "...vicino la piscina, e la moglie di Sam era in casa."
    }
  },
  {
    "translation": {
      "en": "and he just slipped into the pool... and he died.",
      "it": "Scivolò dentro la piscina... ...e morì."
    }
  },
  {
    "translation": {
      "en": "And, uh, it affected Sam a lot.",
      "it": "Fu un duro colpo per Sam."
    }
  },
  {
    "translation": {
      "en": "It took a long time for him to be able to even talk about it.",
      "it": "Ci volle molto perché lui riuscisse a parlarne."
    }
  },
  {
    "translation": {
      "en": "And then it was a touchy subject",
      "it": "E poi divenne uno di quegli argomenti"
    }
  },
  {
    "translation": {
      "en": "that you don't wanna bring those kind of things up to anybody.",
      "it": "E poi divenne uno di quegli argomenti che non tiri fuori mai, per delicatezza."
    }
  },
  {
    "translation": {
      "en": "Every time he walked in the house, he walked right by the pool",
      "it": "Quando tornava a casa, doveva passare davanti alla piscina"
    }
  },
  {
    "translation": {
      "en": "in the front yard that his son died in.",
      "it": "in cortile, dov'era morto suo figlio."
    }
  },
  {
    "translation": {
      "en": "So he didn't have a lot of peaceful days at home after that.",
      "it": "Il tempo trascorso a casa non fu più tranquillo."
    }
  },
  {
    "translation": {
      "en": "It affected his marriage a lot.",
      "it": "Influì molto sul suo matrimonio."
    }
  },
  {
    "translation": {
      "en": "I would sit many a time at the dinner table...",
      "it": "Spesso sedevo a tavola per cena..."
    }
  },
  {
    "translation": {
      "en": "and Sam would get up to go out.",
      "it": "...e Sam si alzava e usciva."
    }
  },
  {
    "translation": {
      "en": "And Barbara suspected what he was doing. Every-- we all knew.",
      "it": "Barbara aveva dei sospetti. Tutti noi sapevamo."
    }
  },
  {
    "translation": {
      "en": "He was a womanizer.",
      "it": "Era un donnaiolo."
    }
  },
  {
    "translation": {
      "en": "He started drinking a little bit more Beefeaters.",
      "it": "Cominciò a bere un po' più di gin."
    }
  },
  {
    "translation": {
      "en": "He... It changed him.",
      "it": "Lui... Quella cosa lo cambiò."
    }
  },
  {
    "translation": {
      "en": "After Vincent died, all he wanted to do was work. He poured himself into his work.",
      "it": "Dopo la morte di Vincent, voleva solo lavorare. Si buttava nel suo lavoro."
    }
  },
  {
    "translation": {
      "en": "Immediately wanted to go on tour. \"Let's go.\"",
      "it": "Voleva fare tour, subito."
    }
  },
  {
    "translation": {
      "en": "♪ And I know, I know, I know ♪ ♪ A ring that's rollin' ♪",
      "it": "E so, e so, e so Che un anello che rotola"
    }
  },
  {
    "translation": {
      "en": "♪ Has no end ♪",
      "it": "Non ha fine"
    }
  },
  {
    "translation": {
      "en": "♪ And, oh ♪",
      "it": "E, oh!"
    }
  },
  {
    "translation": {
      "en": "♪ A baby when it's sleepin' ♪",
      "it": "Un bambino che dorme"
    }
  },
  {
    "translation": {
      "en": "♪ There's no cryin' ♪",
      "it": "Non piange"
    }
  },
  {
    "translation": {
      "en": "♪ A baby when-- ♪",
      "it": "Un bambino..."
    }
  },
  {
    "translation": {
      "en": "He's masking the very real pain and loss in his life-- the loss of a son.",
      "it": "Mascherava il dolore e la perdita più grande, quella di suo figlio."
    }
  },
  {
    "translation": {
      "en": "And that's in concert with just the added pressures of being Sam Cooke,",
      "it": "Tutto questo in concerto, con in aggiunta la pressione di essere Sam Cooke,"
    }
  },
  {
    "translation": {
      "en": "as being famous, as being a celebrity,",
      "it": "di essere famoso, una celebrità,"
    }
  },
  {
    "translation": {
      "en": "as being what most white folks",
      "it": "di essere famoso, una celebrità, quello che secondo i bianchi definiva il merito alla propria razza."
    }
  },
  {
    "translation": {
      "en": "would've thought of as a credit to the race.",
      "it": "quello che secondo i bianchi definiva il merito alla propria razza."
    }
  },
  {
    "translation": {
      "en": "That doesn't come without a price.",
      "it": "Ma tutto questo aveva un prezzo."
    }
  },
  {
    "translation": {
      "en": "It was renegotiation time at RCA...",
      "it": "Era ora di rinegoziare i termini all'RCA..."
    }
  },
  {
    "translation": {
      "en": "so Allen Klein, who's become Sam's manager,",
      "it": "...quindi Allen Klein, che era diventato il manager di Sam,"
    }
  },
  {
    "translation": {
      "en": "\"I'll tell you what. I'll negotiate the contract.\"",
      "it": "disse a Sam che avrebbe rinegoziato il contratto."
    }
  },
  {
    "translation": {
      "en": "And they came up with a concept where they'd create their own record company,",
      "it": "Pensarono di creare una loro casa discografica,"
    }
  },
  {
    "translation": {
      "en": "separate from RCA, and then lease the material out to RCA.",
      "it": "divisa dall'RCA, e poi affittare il materiale all'RCA."
    }
  },
  {
    "translation": {
      "en": "The company was named Tracey Limited,",
      "it": "La compagnia fu chiamata Tracey Limited,"
    }
  },
  {
    "translation": {
      "en": "and Tracey was the name of Sam's middle daughter.",
      "it": "come il nome della figlia di mezzo di Sam."
    }
  },
  {
    "translation": {
      "en": "And how it was explained to Sam",
      "it": "A Sam venne spiegato tutto"
    }
  },
  {
    "translation": {
      "en": "was that this would be a venture",
      "it": "come un progetto"
    }
  },
  {
    "translation": {
      "en": "where Sam would own the company,",
      "it": "in cui Sam avrebbe avuto la compagnia,"
    }
  },
  {
    "translation": {
      "en": "own the rights to the recorded materials,",
      "it": "i diritti delle registrazioni,"
    }
  },
  {
    "translation": {
      "en": "be in charge in the studio, which is something he really wanted.",
      "it": "il comando nello studio, tutte cose che voleva davvero."
    }
  },
  {
    "translation": {
      "en": "It turns out that Sam was bedridden around this time. He had the flu.",
      "it": "In quel periodo Sam era costretto a letto dalla febbre."
    }
  },
  {
    "translation": {
      "en": "What that time period did was give Sam a chance to look through his papers,",
      "it": "In quelle condizioni ebbe la possibilità di dare un'occhiata ai suoi documenti"
    }
  },
  {
    "translation": {
      "en": "and he realized that there were things that weren't right",
      "it": "e capì che certe cose non erano giuste,"
    }
  },
  {
    "translation": {
      "en": "as far as the ownership of his music business,",
      "it": "a partire dalla proprietà della sua azienda,"
    }
  },
  {
    "translation": {
      "en": "and he realized that, \"Wait a minute. Things are very wrong.\"",
      "it": "finché non si accorse che era tutto sbagliato."
    }
  },
  {
    "translation": {
      "en": "I can imagine... it would be quite a shock...",
      "it": "Posso immaginare... ...che shock sia stato..."
    }
  },
  {
    "translation": {
      "en": "when he learned that the real effect of all of this paperwork",
      "it": "...scoprire che tutte quelle carte erano servite"
    }
  },
  {
    "translation": {
      "en": "is that Allen Klein was the owner of Tracey Limited,",
      "it": "a rendere Allen Klein proprietario di Tracey Limited,"
    }
  },
  {
    "translation": {
      "en": "which, in effect, makes Sam...",
      "it": "facendo diventare Sam..."
    }
  },
  {
    "translation": {
      "en": "an employee... of Allen Klein.",
      "it": "...un dipendente... ...di Allen Klein."
    }
  },
  {
    "translation": {
      "en": "Before he died, Sam said to me, \"I'm gonna leave that asshole.\"",
      "it": "Prima di morire Sam mi disse, \"Lascerò quello stronzo.\""
    }
  },
  {
    "translation": {
      "en": "That Thursday, he had proclaimed that he was gonna fly to New York Monday",
      "it": "Quel giovedì disse che sarebbe volato a New York il lunedì,"
    }
  },
  {
    "translation": {
      "en": "and make a whole lot of changes, including firing Allen Klein,",
      "it": "per fare molti cambiamenti tra cui licenziare Allen Klein,"
    }
  },
  {
    "translation": {
      "en": "but he never made it through the weekend.",
      "it": "ma non superò il finesettimana."
    }
  },
  {
    "translation": {
      "en": "Sam and I had talked earlier in the day,",
      "it": "Io e Sam ci eravamo incontrati e ci eravamo dati appuntamento..."
    }
  },
  {
    "translation": {
      "en": "and we were gonna meet... for dinner... at Martoni's,",
      "it": "Io e Sam ci eravamo incontrati e ci eravamo dati appuntamento... ...per cena... ...al Martoni's, un bel locale di musica a Cahuenga."
    }
  },
  {
    "translation": {
      "en": "which was a big music hangout on Cahuenga.",
      "it": "...al Martoni's, un bel locale di musica a Cahuenga."
    }
  },
  {
    "translation": {
      "en": "I had brought my wife at the time, Joan, with me.",
      "it": "Portai la mia ex moglie, Joan, con me."
    }
  },
  {
    "translation": {
      "en": "Sam had... a few martinis.",
      "it": "Sam prese... ...qualche martini."
    }
  },
  {
    "translation": {
      "en": "He liked his martinis, and, uh...",
      "it": "Se li gustò per bene."
    }
  },
  {
    "translation": {
      "en": "and we were talking about... we were gonna do a blues album.",
      "it": "Stavamo parlando di... ...un album blues che avremmo fatto."
    }
  },
  {
    "translation": {
      "en": "Sam pulled out a big wad of money from his pocket.",
      "it": "Sam tirò fuori un rotolo di banconote dalla tasca,"
    }
  },
  {
    "translation": {
      "en": "I mean, it was like a fistful of money.",
      "it": "aveva il pugno pieno,"
    }
  },
  {
    "translation": {
      "en": "And he said to Al, he said,",
      "it": "e disse ad Al"
    }
  },
  {
    "translation": {
      "en": "\"I just came in off the road and look what I got,\"",
      "it": "\"Guarda quanto ho fatto per strada\""
    }
  },
  {
    "translation": {
      "en": "or \"Look what I earned,\" or something like that.",
      "it": "o tipo \"Guarda quanto ho guadagnato\"."
    }
  },
  {
    "translation": {
      "en": "And Al said to him, \"Yeah. Sam, don't be flashing that money here.",
      "it": "E Al gli disse \"Sam, non tirarli fuori qui."
    }
  },
  {
    "translation": {
      "en": "Put it back in your pocket. Don't show that around.\"",
      "it": "Rimettili in tasca. Non farli vedere.\""
    }
  },
  {
    "translation": {
      "en": "And Sam kind of laughed, you know, because in Sam's mind,",
      "it": "E Sam rise, perché nella sua testa"
    }
  },
  {
    "translation": {
      "en": "nobody ever would try to take money from Sam Cooke. Are you serious?",
      "it": "chi poteva mai rapinare Sam Cooke, che scherziamo?"
    }
  },
  {
    "translation": {
      "en": "I mean, in his mind, he was invincible.",
      "it": "Si sentiva invincibile."
    }
  },
  {
    "translation": {
      "en": "When we got up to leave,",
      "it": "Quando ci alzammo, Sam andò al bar"
    }
  },
  {
    "translation": {
      "en": "Sam went up to the bar, and this woman was there.",
      "it": "Quando ci alzammo, Sam andò al bar e c'era questa donna."
    }
  },
  {
    "translation": {
      "en": "When we left... as I recall, he was still at the bar,",
      "it": "Quando ce ne andammo ricordo che era ancora al bar."
    }
  },
  {
    "translation": {
      "en": "you know, talking, laughing, carrying on.",
      "it": "A parlare, a ridere, eccetera."
    }
  },
  {
    "translation": {
      "en": "Now...",
      "it": "Ora..."
    }
  },
  {
    "translation": {
      "en": "there's all kinds of things that go on with what happened after that.",
      "it": "...molte di queste cose sono collegate a ciò che accadde dopo."
    }
  },
  {
    "translation": {
      "en": "[female] The number is PL79984.",
      "it": "Il numero è PL79984."
    }
  },
  {
    "translation": {
      "en": "-[male] 79984? -That's a telephone booth I'm at.",
      "it": "- 79984? - É la cabina telefonica da cui chiamo."
    }
  },
  {
    "translation": {
      "en": "-Uh-huh. What street are you on? -[female sighs]",
      "it": "Sai dirmi la strada?"
    }
  },
  {
    "translation": {
      "en": "-I don't know. -What's your problem there?",
      "it": "- No. - Che succede?"
    }
  },
  {
    "translation": {
      "en": "Well, I-I was kidnapped.",
      "it": "Sono stata rapita."
    }
  },
  {
    "translation": {
      "en": "-You were kidnapped? -Right.",
      "it": "- Sei stata rapita? - Sì."
    }
  },
  {
    "translation": {
      "en": "-But you have no idea where you're at? -[female sighs]",
      "it": "Ma non sai dove ti trovi?"
    }
  },
  {
    "translation": {
      "en": "No, it's pretty dark here.",
      "it": "No, è molto buio qui."
    }
  },
  {
    "translation": {
      "en": "Can you stay right there in the phone booth?",
      "it": "D'accordo, puoi rimanere nella cabina?"
    }
  },
  {
    "translation": {
      "en": "-Right. -I'll find out where you are.",
      "it": "- Sì. - Scoprirò dove sei."
    }
  },
  {
    "translation": {
      "en": "-You stay right where you're at. -I will.",
      "it": "- Resta dove sei. - Lo farò."
    }
  },
  {
    "translation": {
      "en": "-Ok. -Bye.",
      "it": "- Ok. - Ciao."
    }
  },
  {
    "translation": {
      "en": "-What is your name? -[female hangs up]",
      "it": "Come ti chiami?"
    }
  },
  {
    "translation": {
      "en": "Joan and I got home... went to bed. Five o'clock, the phone rang.",
      "it": "Io e Joan tornammo a casa... ...andammo a letto, e alle cinque squillò il telefono."
    }
  },
  {
    "translation": {
      "en": "And I heard that Sam Cooke...",
      "it": "E mi dissero che avevano sparato"
    }
  },
  {
    "translation": {
      "en": "was shot.",
      "it": "a Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "I went to the police station,",
      "it": "Andai alla polizia"
    }
  },
  {
    "translation": {
      "en": "wanting to know more details about what had actually happened.",
      "it": "in cerca di più dettagli sull'accaduto."
    }
  },
  {
    "translation": {
      "en": "The desk sergeant said, \"What is going on here?",
      "it": "L'agente di turno disse \"Che diavolo succede?"
    }
  },
  {
    "translation": {
      "en": "We've had calls from everywhere.",
      "it": "Chiamano da tutte le parti!"
    }
  },
  {
    "translation": {
      "en": "We even had a phone call from London. Who the hell is... Sam Cooke?",
      "it": "Ci hanno chiamato addirittura da Londra! Chi diavolo è... ...Sam Cooke?"
    }
  },
  {
    "translation": {
      "en": "Just another n-word killed in Watts. What is the big deal?\"",
      "it": "Solo un altro negro ucciso a Watts. Che sarà mai?\""
    }
  },
  {
    "translation": {
      "en": "So I told him he was a fucking idiot.",
      "it": "Gli dissi che era un fottuto idiota."
    }
  },
  {
    "translation": {
      "en": "I joined the Los Angeles Police Department in May of 1959.",
      "it": "Entrai a far parte della polizia di Los Angeles a maggio 1959."
    }
  },
  {
    "translation": {
      "en": "The attitude of the police at 77th Street toward the black community",
      "it": "L'atteggiamento della polizia della 77esima verso la comunità nera"
    }
  },
  {
    "translation": {
      "en": "was just purely suppressive.",
      "it": "era semplicemente repressivo."
    }
  },
  {
    "translation": {
      "en": "All blacks look alike, and all Asians look alike. Right?",
      "it": "I neri sono tutti uguali, gli asiatici sono tutti uguali."
    }
  },
  {
    "translation": {
      "en": "The official story is that Sam went out the night of December tenth",
      "it": "La versione ufficiale dice che Sam uscì la notte del dieci dicembre,"
    }
  },
  {
    "translation": {
      "en": "and met a woman named Lisa Boyer",
      "it": "e incontrò una donna, Lisa Boyer,"
    }
  },
  {
    "translation": {
      "en": "in a restaurant called Martoni's,",
      "it": "in un ristorante chiamato Martoni's."
    }
  },
  {
    "translation": {
      "en": "and he left with her and went to the Hacienda Motel.",
      "it": "Andò via con lei e si diressero all'Hacienda Motel."
    }
  },
  {
    "translation": {
      "en": "And he... dragged me into that room.",
      "it": "E lui... ...mi trascinò in stanza."
    }
  },
  {
    "translation": {
      "en": "I started talking very loudly, and I told him, \"Please take me home.\"",
      "it": "Iniziai a urlare, a dirgli \"Portami a casa!\""
    }
  },
  {
    "translation": {
      "en": "He latched the night latch on... and, um...",
      "it": "Chiuse il chiavistello... ...e..."
    }
  },
  {
    "translation": {
      "en": "he pushed me on the bed, and he says, \"Well, we're just gonna talk.\"",
      "it": "...mi spinse sul letto e disse \"Parliamo soltanto.\""
    }
  },
  {
    "translation": {
      "en": "I knew that he was about to rape me...",
      "it": "Sapevo che stava per stuprarmi..."
    }
  },
  {
    "translation": {
      "en": "so while he was in the bathroom, I picked up my clothes, my shoes, and my handbag.",
      "it": "...quindi mentre era in bagno presi i vestiti, le scarpe e la mia borsa."
    }
  },
  {
    "translation": {
      "en": "I opened the latch, and I ran out.",
      "it": "Tolsi il chiavistello e corsi via."
    }
  },
  {
    "translation": {
      "en": "She grabs his pants... runs out,",
      "it": "Lei gli prese i pantaloni... ...e corse via,"
    }
  },
  {
    "translation": {
      "en": "so he went to the manager's door and started bangin' on the door,",
      "it": "quindi andò alla stanza della proprietaria e cominciò a bussare perché credeva..."
    }
  },
  {
    "translation": {
      "en": "'cause he thought... the girl was in there.",
      "it": "quindi andò alla stanza della proprietaria e cominciò a bussare perché credeva... ...che la ragazza fosse lì."
    }
  },
  {
    "translation": {
      "en": "Miss Franklin stated that the deceased came to the door...",
      "it": "La signora afferma che il deceduto si sia presentato alla sua porta..."
    }
  },
  {
    "translation": {
      "en": "and started pounding and shouting and asking if his lady friend was inside.",
      "it": "...e abbia iniziato a bussare e a urlare chiedendo se la sua amica fosse lì."
    }
  },
  {
    "translation": {
      "en": "And at this time, the deceased...",
      "it": "E a quel punto, il deceduto..."
    }
  },
  {
    "translation": {
      "en": "broke the door open.",
      "it": "...buttò giù la porta."
    }
  },
  {
    "translation": {
      "en": "And he grabbed both of my arms",
      "it": "Mi ha afferrato le braccia"
    }
  },
  {
    "translation": {
      "en": "and started twistin' 'em and asked me where was the girl.",
      "it": "e ha iniziato a scuotermi, chiedendomi dove fosse la ragazza."
    }
  },
  {
    "translation": {
      "en": "I started kickin' ,and I-- he maybe have a bite. I don't know.",
      "it": "L'ho colpito potrebbe avere un morso. Non lo so,"
    }
  },
  {
    "translation": {
      "en": "But I tried bite him through that jacket.",
      "it": "ho cercato di morderlo attraverso la giacca."
    }
  },
  {
    "translation": {
      "en": "[man] You tried to bite Mr. Cooke?",
      "it": "- Ha cercato di mordere il signor Cooke? - Sì, stavo lottando"
    }
  },
  {
    "translation": {
      "en": "Yeah, I was fightin', scratchin', bitin' and everything.",
      "it": "- Ha cercato di mordere il signor Cooke? - Sì, stavo lottando e tutto."
    }
  },
  {
    "translation": {
      "en": "Finally, I got up and grabbed a pistol.",
      "it": "Sono riuscita a liberarmi e ho preso una pistola."
    }
  },
  {
    "translation": {
      "en": "I started shootin'.",
      "it": "Ho iniziato a sparare."
    }
  },
  {
    "translation": {
      "en": "[man] And how many times did you fire this pistol?",
      "it": "Quante volte ha sparato?"
    }
  },
  {
    "translation": {
      "en": "Three times.",
      "it": "Tre volte."
    }
  },
  {
    "translation": {
      "en": "Did you know you struck Mr. Cooke?",
      "it": "Sapeva di averlo colpito?"
    }
  },
  {
    "translation": {
      "en": "Yes, 'cause he said, \"Lady, you shot me.\"",
      "it": "Sì, perché disse \"Ehi, mi hai sparato!\""
    }
  },
  {
    "translation": {
      "en": "I didn't believe that Sam was killed the way they say they did.",
      "it": "Non ho creduto alla loro versione dei fatti."
    }
  },
  {
    "translation": {
      "en": "I didn't make sense of that, and Papa Cook didn't make sense of that.",
      "it": "Non aveva senso, né per me né per Papa Cook."
    }
  },
  {
    "translation": {
      "en": "I don't believe it. That's far as I go with that.",
      "it": "Non ci credo. E basta."
    }
  },
  {
    "translation": {
      "en": "That just didn't sound like him at all, at all.",
      "it": "Non sembrava una cosa da lui. Per niente."
    }
  },
  {
    "translation": {
      "en": "I never seen him be aggressively at-at-at a lady.",
      "it": "Non è mai stato aggressivo con le donne."
    }
  },
  {
    "translation": {
      "en": "Sam wasn't that kind of a guy.",
      "it": "Non era il tipo."
    }
  },
  {
    "translation": {
      "en": "[stammers] That's totally bullshit.",
      "it": "Sono tutte stronzate."
    }
  },
  {
    "translation": {
      "en": "He wasn't that kind of a guy that had to be domineering or have power over people.",
      "it": "Non era il tipo che doveva dominare gli altri."
    }
  },
  {
    "translation": {
      "en": "I never saw that in Sam ever.",
      "it": "Non è una cosa da Sam."
    }
  },
  {
    "translation": {
      "en": "It turns out that she was a hooker, and she was a Hollywood hooker.",
      "it": "Si scoprì che lei era una prostituta di Hollywood."
    }
  },
  {
    "translation": {
      "en": "There was the idea that the girl had come to this place before,",
      "it": "Si pensava che la ragazza fosse già stata al motel"
    }
  },
  {
    "translation": {
      "en": "and she threw his pants out the window, which had all his money in the pant--",
      "it": "e che abbia lanciato dalla finestra i pantaloni, in cui teneva i soldi."
    }
  },
  {
    "translation": {
      "en": "the $5,000 I told you about earlier.",
      "it": "I cinquemila dollari di cui parlavamo prima."
    }
  },
  {
    "translation": {
      "en": "Somebody was out there, her pimp,",
      "it": "C'era qualcuno lì fuori, il suo pappone,"
    }
  },
  {
    "translation": {
      "en": "and grabbed the pants, and then she ran out with that person.",
      "it": "che ha preso i pantaloni. Sono scappati insieme."
    }
  },
  {
    "translation": {
      "en": "And rumor had it that Bertha was in with the mob.",
      "it": "Voci dicono che Bertha facesse parte della mafia."
    }
  },
  {
    "translation": {
      "en": "That she was like a pimpess or something.",
      "it": "Che fosse una maitresse o roba simile."
    }
  },
  {
    "translation": {
      "en": "It was ruled that Bertha Franklin shooting Sam Cooke",
      "it": "L'omicidio di Sam Cooke da parte di Bertha Franklin"
    }
  },
  {
    "translation": {
      "en": "was a case of justifiable homicide,",
      "it": "fu considerato legittima difesa."
    }
  },
  {
    "translation": {
      "en": "and nobody bought that.",
      "it": "Nessuno se la bevve."
    }
  },
  {
    "translation": {
      "en": "It just didn't seem like he was the person that got shot down in the way that he did.",
      "it": "Lui non era il tipo a cui si sparava in quel modo,"
    }
  },
  {
    "translation": {
      "en": "There had to be something more in play,",
      "it": "doveva esserci altro in gioco,"
    }
  },
  {
    "translation": {
      "en": "and that's what fueled the idea of this being some sort of conspiracy.",
      "it": "e questo alimentò l'idea si trattasse di una cospirazione."
    }
  },
  {
    "translation": {
      "en": "Elvis believed that there was a sense in the music industry",
      "it": "Elvis disse che nell'industria musicale si pensava"
    }
  },
  {
    "translation": {
      "en": "that Sam was getting too powerful and had to be stopped,",
      "it": "che Sam stesse diventando troppo potente e andasse fermato,"
    }
  },
  {
    "translation": {
      "en": "which echoed what a lot of people in the black community thought.",
      "it": "il che combaciava con quello che pensavano molti neri."
    }
  },
  {
    "translation": {
      "en": "You know, that this was about a black man who didn't know his place,",
      "it": "Si trattava di un nero che non sapeva stare al suo posto,"
    }
  },
  {
    "translation": {
      "en": "and to stop him, he had to be murdered.",
      "it": "e per fermarlo bisognava ucciderlo."
    }
  },
  {
    "translation": {
      "en": "They didn't mind Sam seepin' through the cracks and being successful on his own.",
      "it": "Non gli importava che Sam ce l'avesse fatta da solo."
    }
  },
  {
    "translation": {
      "en": "But the problem was that too many other entertainers",
      "it": "Il problema era che troppi artisti"
    }
  },
  {
    "translation": {
      "en": "were watching Sam and listening to Sam.",
      "it": "lo seguivano e lo ascoltavano."
    }
  },
  {
    "translation": {
      "en": "That was the problem.",
      "it": "Era quello il problema."
    }
  },
  {
    "translation": {
      "en": "There's another wild theory that Allen Klein killed Sam Cooke.",
      "it": "Un'altra teoria folle era che Allen Klein avesse ucciso Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "Well, from what I hear...",
      "it": "Beh, da quanto ne so..."
    }
  },
  {
    "translation": {
      "en": "he had the argument with Allen,",
      "it": "...avevano litigato,"
    }
  },
  {
    "translation": {
      "en": "maybe two, three days before.",
      "it": "un paio di giorni prima."
    }
  },
  {
    "translation": {
      "en": "Allen Klein loved Sam Cooke, but he also was a thief.",
      "it": "Allen Klein adorava Sam Cooke, ma era anche un ladro."
    }
  },
  {
    "translation": {
      "en": "He used his love to steal his songs.",
      "it": "Usava l'affetto per rubargli le canzoni."
    }
  },
  {
    "translation": {
      "en": "Klein was ready to take everything.",
      "it": "Klein voleva prendersi tutto."
    }
  },
  {
    "translation": {
      "en": "He did a similar thing to the Rolling Stones,",
      "it": "Fece una cosa simile ai Rolling Stones,"
    }
  },
  {
    "translation": {
      "en": "and he was one of the forces that broke up The Beatles.",
      "it": "e fu uno dei motivi della rottura dei Beatles."
    }
  },
  {
    "translation": {
      "en": "Well, the problem with that is that in 1964,",
      "it": "Il problema è che nel 1964"
    }
  },
  {
    "translation": {
      "en": "Allen Klein didn't have the kind of power to set up this big, elaborate murder",
      "it": "Allen Klein non aveva il potere di organizzare un omicidio così elaborato,"
    }
  },
  {
    "translation": {
      "en": "where the police is gonna be a part of it, too?",
      "it": "includendo anche la polizia. E il procuratore distrettuale."
    }
  },
  {
    "translation": {
      "en": "And the district attorney? Allen Klein--he wasn't that powerful yet.",
      "it": "includendo anche la polizia. E il procuratore distrettuale. Allen Klein non era ancora così potente."
    }
  },
  {
    "translation": {
      "en": "I was on a plane coming back from New York,",
      "it": "Ero su un volo di ritorno da New York,"
    }
  },
  {
    "translation": {
      "en": "and I hadn't seen Barbara in quite some time,",
      "it": "e non vedevo Barbara da un po',"
    }
  },
  {
    "translation": {
      "en": "and as I recall, she said, \"I sold Sam's work, and I got $50,000.\"",
      "it": "e ricordo mi disse \"Ho venduto i lavori di Sam e mi hanno dato 50mila dollari.\" O qualche cifra ridicola."
    }
  },
  {
    "translation": {
      "en": "Or something. Some ridiculous amount of money.",
      "it": "e mi hanno dato 50mila dollari.\" O qualche cifra ridicola."
    }
  },
  {
    "translation": {
      "en": "I mean, obviously it's worth millions and millions and millions of dollars.",
      "it": "Voglio dire, valgono milioni di milioni di dollari."
    }
  },
  {
    "translation": {
      "en": "KAGS, which was the publishing company, and SAR Records...",
      "it": "La Kags, che era una casa editrice, e la SAR Records..."
    }
  },
  {
    "translation": {
      "en": "all went to Allen Klein.",
      "it": "...divennero proprietà di Allen Klein."
    }
  },
  {
    "translation": {
      "en": "J.W. Alexander died broke.",
      "it": "J.W. Alexander morì senza un soldo."
    }
  },
  {
    "translation": {
      "en": "What it is is inequality.",
      "it": "Si tratta di ineguaglianza."
    }
  },
  {
    "translation": {
      "en": "What it is is someone was in a position to take advantage and they did.",
      "it": "Di qualcuno che poteva prevaricare e l'ha fatto."
    }
  },
  {
    "translation": {
      "en": "It's a double pain. The pain of losing Sam and the pain of, uh...",
      "it": "È un dolore doppio. Il dolore della perdita di Sam e il dolore della perdita di ciò per cui ha lavorato,"
    }
  },
  {
    "translation": {
      "en": "losing what he worked for,",
      "it": "Il dolore della perdita di Sam e il dolore della perdita di ciò per cui ha lavorato,"
    }
  },
  {
    "translation": {
      "en": "what he was all about, what he fought to establish.",
      "it": "di ciò che aveva in mente, che ha lottato per costruire."
    }
  },
  {
    "translation": {
      "en": "Whether or not there was any real conspiracy that went down,",
      "it": "Se ci sia stata o meno una cospirazione,"
    }
  },
  {
    "translation": {
      "en": "we won't know because there wasn't a thorough investigation done to find out",
      "it": "non lo sapremo mai perché nessuno ha mai indagato."
    }
  },
  {
    "translation": {
      "en": "because to many people in the LAPD who were investigating this case,",
      "it": "Perché per la polizia di Los Angeles che si occupava del caso,"
    }
  },
  {
    "translation": {
      "en": "and just to be quite frank, Sam Cooke was another nigger...",
      "it": "ad essere franchi, Sam Cooke era un altro negro..."
    }
  },
  {
    "translation": {
      "en": "and this was just more nigger shit.",
      "it": "...e quella era solo altra merda negra."
    }
  },
  {
    "translation": {
      "en": "And it didn't deserve any more attention than what it got.",
      "it": "E non si meritava più attenzione di quella che aveva ottenuto."
    }
  },
  {
    "translation": {
      "en": "When you see someone as prominent as Sam Cooke...",
      "it": "Quando qualcuno importante come Sam Cooke..."
    }
  },
  {
    "translation": {
      "en": "get killed like that under very mysterious circumstances,",
      "it": "...ucciso in circostanze così misteriose,"
    }
  },
  {
    "translation": {
      "en": "and even his life is not valuable enough to have a real investigation",
      "it": "non ottiene neanche una vera indagine"
    }
  },
  {
    "translation": {
      "en": "by local law enforcement there in Los Angeles...",
      "it": "dalle forze dell'ordine di Los Angeles..."
    }
  },
  {
    "translation": {
      "en": "it's not a surprise that to this day,",
      "it": "...non sorprende che anche oggi"
    }
  },
  {
    "translation": {
      "en": "there are a lot of people who still believe",
      "it": "molti credano ancora"
    }
  },
  {
    "translation": {
      "en": "that there was some sort of cover-up,",
      "it": "che la cosa sia stata insabbiata, che ci fosse una cospirazione"
    }
  },
  {
    "translation": {
      "en": "some sort of conspiracy around the death of Sam Cooke.",
      "it": "che la cosa sia stata insabbiata, che ci fosse una cospirazione sulla morte di Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "I mean, what else are we gonna think, particularly given our history in America,",
      "it": "Cos'altro dovremmo pensare, considerando la nostra storia in America,"
    }
  },
  {
    "translation": {
      "en": "our relationships with law enforcement all over the country,",
      "it": "com'eravamo visti dalla polizia del Paese,"
    }
  },
  {
    "translation": {
      "en": "and the fact that if you happen to be a black person",
      "it": "e considerando che se sei un nero e denunci situazioni,"
    }
  },
  {
    "translation": {
      "en": "who speaks out in any kind of way,",
      "it": "e considerando che se sei un nero e denunci situazioni, in qualsiasi modo,"
    }
  },
  {
    "translation": {
      "en": "who does anything that seems to be empowering for the black community,",
      "it": "o fai qualcosa che possa emancipare la comunità nera,"
    }
  },
  {
    "translation": {
      "en": "you are automatically a target.",
      "it": "diventi un bersaglio."
    }
  },
  {
    "translation": {
      "en": "If we were to transpose today back to then,",
      "it": "Se dovessimo parlare del passato con le idee di oggi,"
    }
  },
  {
    "translation": {
      "en": "we would say black lives matter. Right?",
      "it": "diremmo che le vite dei neri contano. Giusto?"
    }
  },
  {
    "translation": {
      "en": "And in 1964,",
      "it": "Ma nel 1964, neanche la vita di Sam Cooke contava."
    }
  },
  {
    "translation": {
      "en": "even Sam Cooke's black life didn't matter. Right?",
      "it": "Ma nel 1964, neanche la vita di Sam Cooke contava. O no?"
    }
  },
  {
    "translation": {
      "en": "So... it's-it's-it's just hard to overcome that.",
      "it": "Quindi... ...è difficile da superare."
    }
  },
  {
    "translation": {
      "en": "Do I think that the events of Sam Cooke",
      "it": "Penso che quanto accaduto a Sam"
    }
  },
  {
    "translation": {
      "en": "and the institutional attitude",
      "it": "e l'atteggiamento delle istituzioni"
    }
  },
  {
    "translation": {
      "en": "contribute to the upcoming riots here?",
      "it": "abbiano contribuito a scatenare le rivolte?"
    }
  },
  {
    "translation": {
      "en": "Well, absolutely. Absolutely.",
      "it": "Sì, certo. Certamente."
    }
  },
  {
    "translation": {
      "en": "I don't wanna say Sam Cooke's death caused the Watts riots.",
      "it": "Non voglio dire che la morte di Sam Cooke abbia causato i Fatti di Watts."
    }
  },
  {
    "translation": {
      "en": "I don't wanna say that.",
      "it": "Non lo dirò."
    }
  },
  {
    "translation": {
      "en": "But Sam Cooke's death is a really big example of a million things",
      "it": "Ma la sua morte è un grosso esempio di un milione di cose"
    }
  },
  {
    "translation": {
      "en": "that caused dissatisfaction among black people in America.",
      "it": "che causarono il malcontento nella popolazione nera in America."
    }
  },
  {
    "translation": {
      "en": "Those people being, you know, murdered, being enslaved, being imprisoned.",
      "it": "Tutte le persone uccise, schiavizzate, imprigionate,"
    }
  },
  {
    "translation": {
      "en": "Like, all of that, is why.",
      "it": "sono il motivo."
    }
  },
  {
    "translation": {
      "en": "And Sam Cooke is yet another example of that.",
      "it": "E Sam Cooke è solo un ulteriore esempio."
    }
  },
  {
    "translation": {
      "en": "Black people don't trust law enforcement for good reason.",
      "it": "Se la gente di colore non si fida della legge c'è un motivo."
    }
  },
  {
    "translation": {
      "en": "It is not beyond the realm of possibility to a lot of people",
      "it": "Per molti non è una cosa impossibile"
    }
  },
  {
    "translation": {
      "en": "that the FBI was somehow involved in Sam Cooke's death.",
      "it": "che l'FBI fosse in qualche modo coinvolto nella morte di Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "That he was set up in some way,",
      "it": "Che la cosa fosse organizzata,"
    }
  },
  {
    "translation": {
      "en": "that he was murdered because he was just becoming too threatening,",
      "it": "che sia stato ucciso perché stava diventando una minaccia,"
    }
  },
  {
    "translation": {
      "en": "you know, through the work he was doing, the people he was associating with,",
      "it": "a causa del suo lavoro, delle persone a cui era legato,"
    }
  },
  {
    "translation": {
      "en": "and the music he was now gonna start making.",
      "it": "e delle sue canzoni in quel periodo."
    }
  },
  {
    "translation": {
      "en": "See, it's one thing to have a little meeting.",
      "it": "Un conto è fare una piccola riunione."
    }
  },
  {
    "translation": {
      "en": "It's another thing to put out a song that could sell a million copies",
      "it": "Un altro è scrivere una canzone da milioni di copie"
    }
  },
  {
    "translation": {
      "en": "and is on the radio, and everyone's gonna start to hear and absorb.",
      "it": "che finirà in radio, e tutti ascolteranno e capiranno."
    }
  },
  {
    "translation": {
      "en": "So, you know, people, whether it was true or not...",
      "it": "Quindi la gente, vero o falso che fosse..."
    }
  },
  {
    "translation": {
      "en": "deeply felt that, you know, the government was involved in this.",
      "it": "...credeva sul serio che il governo fosse coinvolto."
    }
  },
  {
    "translation": {
      "en": "In a very short period of time...",
      "it": "In breve tempo..."
    }
  },
  {
    "translation": {
      "en": "Medgar Evers, Sam Cooke,",
      "it": "...Medgar Evers, Sam Cooke,"
    }
  },
  {
    "translation": {
      "en": "King a little later.",
      "it": "in seguito King,"
    }
  },
  {
    "translation": {
      "en": "Langston Hughes isn't killed by the state, but, you know, there are very real losses.",
      "it": "Langston Hughes, non ucciso dallo Stato ma, insomma, sono state perdite importanti."
    }
  },
  {
    "translation": {
      "en": "Something really...",
      "it": "Qualcosa di davvero..."
    }
  },
  {
    "translation": {
      "en": "powerful and important and intimate to blackness,",
      "it": "...potente e importante e legato all'essere neri,"
    }
  },
  {
    "translation": {
      "en": "it gets lost with those deaths.",
      "it": "è andato perso con queste morti."
    }
  },
  {
    "translation": {
      "en": "That's a part that white America will never fundamentally understand.",
      "it": "È una cosa che l'America bianca non potrà mai capire."
    }
  },
  {
    "translation": {
      "en": "What we know is that we never got to see him as a fully mature artist",
      "it": "Sappiamo solo che non vedremo mai la sua maturità artistica,"
    }
  },
  {
    "translation": {
      "en": "and thinker and activist",
      "it": "il suo impegno come filosofo e attivista,"
    }
  },
  {
    "translation": {
      "en": "who, had he lived, would've had a dramatic impact on the next generation",
      "it": "che, se fosse vissuto, avrebbe avuto un forte impatto sui successivi"
    }
  },
  {
    "translation": {
      "en": "of artists, thinkers, and activists.",
      "it": "artisti, filosofi e attivisti."
    }
  },
  {
    "translation": {
      "en": "We could've had this monument to what was to come.",
      "it": "Avremmo potuto avere un monumento al futuro."
    }
  },
  {
    "translation": {
      "en": "\"A Change is Gonna Come,\" there it is. But that's all we have.",
      "it": "\"A Change is Gonna Come,\" eccolo. Ma abbiamo solo questo."
    }
  },
  {
    "translation": {
      "en": "The song isn't released until after he dies.",
      "it": "Fu pubblicata solo dopo la sua morte."
    }
  },
  {
    "translation": {
      "en": "\"Change is Gonna Come\" is the perfect ending",
      "it": "\"Change is Gonna Come\" è il finale perfetto"
    }
  },
  {
    "translation": {
      "en": "for a career that was way too short... for a life that was way too truncated.",
      "it": "di una carriera fin troppo breve... ...di una vita interrotta troppo presto."
    }
  },
  {
    "translation": {
      "en": "It was a long time coming in 1964,",
      "it": "C'è voluto molto tempo fino al 1964,"
    }
  },
  {
    "translation": {
      "en": "and it is the shame of this nation...",
      "it": "ed è la vergogna di questo Paese..."
    }
  },
  {
    "translation": {
      "en": "that that song should still be so relevant.",
      "it": "...che questa canzone sia ancora così importante."
    }
  },
  {
    "translation": {
      "en": "The activism is one thing, but the music is powerful.",
      "it": "L'attivismo è una cosa, ma la musica è potente."
    }
  },
  {
    "translation": {
      "en": "\"Change is Gonna Come\" communicates the rent of black life in America,",
      "it": "\"A Change is Gonna Come\" mostra il prezzo della vita di un nero in America,"
    }
  },
  {
    "translation": {
      "en": "and Sam Cooke taps into that with such poetry.",
      "it": "e Sam Cooke lo sfrutta con così tanta poesia."
    }
  },
  {
    "translation": {
      "en": "♪ There've been times that I thought ♪",
      "it": "Ci sono momenti in cui ho pensato"
    }
  },
  {
    "translation": {
      "en": "♪ I couldn't last-- ♪",
      "it": "Di non poter resistere a lungo..."
    }
  },
  {
    "translation": {
      "en": "It's meant to touch the soul, you see. That's what this song is about.",
      "it": "Serve a mettere alla prova l'anima, di questo si tratta."
    }
  },
  {
    "translation": {
      "en": "♪ Now I think I'm able ♪",
      "it": "Ora penso di poter"
    }
  },
  {
    "translation": {
      "en": "♪ To carry on ♪",
      "it": "Andare avanti"
    }
  },
  {
    "translation": {
      "en": "♪ It's been a... .♪",
      "it": "È passato..."
    }
  },
  {
    "translation": {
      "en": "It's his eulogy, the greatest gift he could've given us.",
      "it": "È la sua elegia, il dono più grande che ci potesse fare."
    }
  },
  {
    "translation": {
      "en": "♪ A long time comin' ♪ ♪ But I know ♪",
      "it": "molto tempo, ma so"
    }
  },
  {
    "translation": {
      "en": "-♪ A change gonna come ♪ -♪Change gonna come ♪",
      "it": "Che le cose cambieranno"
    }
  },
  {
    "translation": {
      "en": "[both] ♪ Oh, yes, it will ♪",
      "it": "Oh, sì, cambieranno."
    }
  },
  {
    "translation": {
      "en": "Yes, it will.",
      "it": "Sì, cambieranno."
    }
  },
  {
    "translation": {
      "en": "[man] All I can say to you, darling, is Sam Cooke's yours.",
      "it": "Posso solo dirti, tesoro, che Sam Cooke è tuo."
    }
  },
  {
    "translation": {
      "en": "He'll never grow old. Sam, it's been nice.",
      "it": "Non passerà mai di moda. Sam, è stato bello."
    }
  },
  {
    "translation": {
      "en": "-It's been wonderful. -Thank you.",
      "it": "- È stato fantastico. - Grazie, Sam."
    }
  },
  {
    "translation": {
      "en": "You're welcome.",
      "it": "Non c'è di che."
    }
  }
]