[
  {
    "translation": {
      "en": "[man 1] The importance of the story, to me-- it's so American.",
      "it": "L'importanza di questa storia per me... è che è così americana."
    }
  },
  {
    "translation": {
      "en": "Everybody came to America for a new life.",
      "it": "Tutte quelle persone vennero in America per iniziare una nuova vita."
    }
  },
  {
    "translation": {
      "en": "John Demjanjuk came here for a new life.",
      "it": "John Demjanjuk venne qui per questo."
    }
  },
  {
    "translation": {
      "en": "And several years into it, it was turned upside down.",
      "it": "E diversi anni dopo... la sua vita venne stravolta."
    }
  },
  {
    "translation": {
      "en": "[man 2] John Demjanjuk had a small house.",
      "it": "John Demjanjuk aveva una casetta. Aveva dei figli."
    }
  },
  {
    "translation": {
      "en": "He had children. He was a family man.",
      "it": "John Demjanjuk aveva una casetta. Aveva dei figli. Era un padre di famiglia."
    }
  },
  {
    "translation": {
      "en": "He fixed the kids' bikes. He worked at the Ford plant.",
      "it": "Riparava le bici dei bambini. Lavorava alla fabbrica della Ford."
    }
  },
  {
    "translation": {
      "en": "He was a normal Cleveland guy.",
      "it": "Era un normale abitante di Cleveland."
    }
  },
  {
    "translation": {
      "en": "[man 3] He was living the American dream. He was a good American citizen.",
      "it": "Viveva il sogno americano. Era un bravo cittadino americano."
    }
  },
  {
    "translation": {
      "en": "Up until the government came along and said he was Ivan the Terrible.",
      "it": "Finché il governo arrivò e disse che era Ivan il Terribile."
    }
  },
  {
    "translation": {
      "en": "[man 4] Ivan the Terrible was one of the cruelest people",
      "it": "Ivan il Terribile era una delle persone più crudeli"
    }
  },
  {
    "translation": {
      "en": "who ever existed on the planet Earth.",
      "it": "mai esistite sul pianeta Terra."
    }
  },
  {
    "translation": {
      "en": "[man 5] This was the man who stood outside of the gas chambers with a sword",
      "it": "Era l'uomo che stava fuori dalle camere a gas con una spada"
    }
  },
  {
    "translation": {
      "en": "and cut off the breasts of Jewish women.",
      "it": "e tagliava i seni delle donne ebree."
    }
  },
  {
    "translation": {
      "en": "Who pushed children into the gas chambers,",
      "it": "Che spingeva i bambini nelle camere a gas"
    }
  },
  {
    "translation": {
      "en": "and did so with a relish.",
      "it": "e lo faceva con gusto."
    }
  },
  {
    "translation": {
      "en": "[woman] Your-- Your mind just wants to-- to put a screen up",
      "it": "La mente vuole mettere una barriera..."
    }
  },
  {
    "translation": {
      "en": "in front of what really happened,",
      "it": "...davanti a ciò che è successo, perché non vuoi realizzare"
    }
  },
  {
    "translation": {
      "en": "'cause you-- you really don't want to know that human beings did that to each other.",
      "it": "...davanti a ciò che è successo, perché non vuoi realizzare che degli uomini abbiano potuto farsi cose simili."
    }
  },
  {
    "translation": {
      "en": "[man 6] The man I saw as John Demjanjuk could have been a monster.",
      "it": "L'uomo che ho conosciuto come John Demjanjuk poteva essere un mostro."
    }
  },
  {
    "translation": {
      "en": "Or he could have been a victim of wrong identity.",
      "it": "O poteva essere vittima di uno scambio d'identità."
    }
  },
  {
    "translation": {
      "en": "[man 6] In my deepest center of fear is that I think he could be anybody.",
      "it": "La mia paura più profonda è che avrebbe potuto essere chiunque."
    }
  },
  {
    "translation": {
      "en": "You know, it's funny that I'm back over here in this area now",
      "it": "Sai, è strano che ora sia tornato in questa zona,"
    }
  },
  {
    "translation": {
      "en": "because I've moved probably seven, eight times",
      "it": "perché mi sono trasferito sette o otto volte"
    }
  },
  {
    "translation": {
      "en": "in my life so far,",
      "it": "nella mia vita, finora..."
    }
  },
  {
    "translation": {
      "en": "and all very close to the Ukrainian Village.",
      "it": "...e sempre molto vicino al quartiere ucraino."
    }
  },
  {
    "translation": {
      "en": "I keep being brought back here.",
      "it": "Continuo a essere riportato qui."
    }
  },
  {
    "translation": {
      "en": "We're comin' down the street now",
      "it": "Questa che percorriamo è la strada"
    }
  },
  {
    "translation": {
      "en": "where my grandparents have lived for the majority of their life.",
      "it": "in cui miei nonni hanno vissuto per gran parte della loro vita."
    }
  },
  {
    "translation": {
      "en": "This was home to me in more than one way.",
      "it": "È stata casa mia sotto diversi aspetti."
    }
  },
  {
    "translation": {
      "en": "Seven Hills is a real quiet community.",
      "it": "Seven Hills è una comunità molto tranquilla."
    }
  },
  {
    "translation": {
      "en": "It's very close-knit.",
      "it": "È molto unita."
    }
  },
  {
    "translation": {
      "en": "When you look at the news stories, you never hear anything bad coming out of Seven Hills.",
      "it": "Ai notiziari non si sente mai niente di brutto, su Seven Hills."
    }
  },
  {
    "translation": {
      "en": "The only reason anybody has ever heard of Seven Hills would be because of my grandfather's case.",
      "it": "L'unico motivo per cui hanno parlato di Seven Hills è il caso di mio nonno."
    }
  },
  {
    "translation": {
      "en": "Charges were filed today against retired Seven Hills autoworker John Demjanjuk.",
      "it": "Oggi sono state presentate le accuse contro il pensionato di Seven Hills, John Demjanjuk."
    }
  },
  {
    "translation": {
      "en": "The 66-year-old Ukrainian native",
      "it": "Il sessantaseienne d'origine ucraina"
    }
  },
  {
    "translation": {
      "en": "is accused of being a Nazi death camp guard",
      "it": "è accusato di essere la guardia di un campo nazista,"
    }
  },
  {
    "translation": {
      "en": "named Ivan the Terrible.",
      "it": "Ivan il Terribile."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The death camp guard who played a major role in the torture and gas chamber murders",
      "it": "Colui che ha partecipato alle torture e agli omicidi nelle camere a gas"
    }
  },
  {
    "translation": {
      "en": "of nearly one million Jews during World War II.",
      "it": "di quasi un milione di ebrei durante la seconda guerra mondiale."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The charges state that Demjanjuk was a notorious executioner",
      "it": "Le accuse affermano che Demjanjuk è stato un famigerato boia"
    }
  },
  {
    "translation": {
      "en": "in the Nazis' systematic murder of more than six million Jews.",
      "it": "nell'eccidio sistematico nazista di oltre sei milioni di ebrei."
    }
  },
  {
    "translation": {
      "en": "He's accused of operating the gas chambers",
      "it": "È accusato di aver azionato le camere a gas"
    }
  },
  {
    "translation": {
      "en": "at a death camp called Treblinka in Poland.",
      "it": "nel campo di sterminio di Treblinka, in Polonia."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Demjanjuk denies all charges,",
      "it": "Demjanjuk nega tutte le accuse, sostiene di non essere Ivan il Terribile"
    }
  },
  {
    "translation": {
      "en": "claiming he is not Ivan the Terrible, and it's all a case of mistaken identity.",
      "it": "Demjanjuk nega tutte le accuse, sostiene di non essere Ivan il Terribile e che sia solo un caso di scambio d'identità."
    }
  },
  {
    "translation": {
      "en": "[Ed Jr.] It was a zoo.",
      "it": "Era uno zoo."
    }
  },
  {
    "translation": {
      "en": "There were news crews, vehicles parked halfway down the street.",
      "it": "C'erano troupe televisive, veicoli parcheggiati fino a metà strada."
    }
  },
  {
    "translation": {
      "en": "Especially here in Cleveland,",
      "it": "Specialmente qui a Cleveland,"
    }
  },
  {
    "translation": {
      "en": "to have somebody that they can portray as this monster,",
      "it": "avere qualcuno da ritrarre come un mostro,"
    }
  },
  {
    "translation": {
      "en": "and as this, you know, villain.",
      "it": "come un cattivo..."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The man many consider as Ivan the Terrible faces deportation...",
      "it": "L'uomo che molti considerano Ivan il Terribile rischia la deportazione."
    }
  },
  {
    "translation": {
      "en": "[Ed Jr.] You turn the TV on, and five out of six news channels",
      "it": "Accendevi la TV e cinque telegiornali su sei"
    }
  },
  {
    "translation": {
      "en": "were reporting about my grandfather.",
      "it": "parlavano di mio nonno."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] All camera lenses are trained on this house.",
      "it": "Tutte le telecamere sono puntate su questa casa."
    }
  },
  {
    "translation": {
      "en": "There's a Do Not Disturb sign on the door.",
      "it": "Sulla porta c'è il cartello \"non disturbare\"."
    }
  },
  {
    "translation": {
      "en": "[Ed Jr.] He used to have 30, 40 people with signs",
      "it": "C'erano 30 o 40 persone con dei cartelli,"
    }
  },
  {
    "translation": {
      "en": "standing right here, where we are right now.",
      "it": "proprio qui dove siamo ora."
    }
  },
  {
    "translation": {
      "en": "[Ed Jr.] People protesting that he's here...",
      "it": "Gente che protestava perché lui era qui."
    }
  },
  {
    "translation": {
      "en": "and...",
      "it": "VIA I NAZISTI"
    }
  },
  {
    "translation": {
      "en": "weren't too happy that he was.",
      "it": "Non erano felici che fosse qui."
    }
  },
  {
    "translation": {
      "en": "Demjanjuk insists it is a case of mistaken identity.",
      "it": "Demjanjuk insiste che sia un caso di scambio d'identità."
    }
  },
  {
    "translation": {
      "en": "A Treblinka survivor today insisted... there was no mistake.",
      "it": "Oggi, un sopravvissuto di Treblinka ha affermato che non ci sono errori."
    }
  },
  {
    "translation": {
      "en": "[interpreter] There has not been a single moment, not today or yesterday,",
      "it": "Non c'è stato un solo momento, non oggi, né ieri,"
    }
  },
  {
    "translation": {
      "en": "-[speaking Hebrew] -not a year ago or 20 years ago,",
      "it": "né un anno fa, né 20 anni fa..."
    }
  },
  {
    "translation": {
      "en": "when this man hasn't been in my mind.",
      "it": "...in cui non ho pensato a quest'uomo."
    }
  },
  {
    "translation": {
      "en": "He's there constantly.",
      "it": "È sempre lì."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Those witnesses testified that you herded the Jews",
      "it": "Quei testimoni hanno dichiarato che lei radunava gli ebrei nelle camere a gas."
    }
  },
  {
    "translation": {
      "en": "into the gas chamber.",
      "it": "che lei radunava gli ebrei nelle camere a gas."
    }
  },
  {
    "translation": {
      "en": "Why would they say that?",
      "it": "Perché lo affermano?"
    }
  },
  {
    "translation": {
      "en": "I really don't know why they give that evidence.",
      "it": "Non so davvero perché abbiano presentato quelle prove..."
    }
  },
  {
    "translation": {
      "en": "But why they give that evidence now?",
      "it": "Ma perché farlo proprio ora?"
    }
  },
  {
    "translation": {
      "en": "Why didn't give that evidence in '45, when the war was ended?",
      "it": "Perché non farlo nel '45... quando la guerra è finita?"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Were you ever a guard",
      "it": "È mai stato una guardia in un campo di sterminio nazista?"
    }
  },
  {
    "translation": {
      "en": "-in an SS Nazi extermination camp? -Never. Never. Never.",
      "it": "È mai stato una guardia in un campo di sterminio nazista? Mai."
    }
  },
  {
    "translation": {
      "en": "[newscaster] What we are looking at is a case which may be unprecedented in international scope.",
      "it": "Stiamo assistendo a un caso che potrebbe non avere precedenti."
    }
  },
  {
    "translation": {
      "en": "A naturalized American charged with war crimes in a 28-page indictment.",
      "it": "Un americano naturalizzato accusato di 28 pagine di crimini di guerra."
    }
  },
  {
    "translation": {
      "en": "It is the biggest case since Adolf Eichmann was convicted",
      "it": "È il caso più importante dalla condanna di Adolf Eichmann nel 1962"
    }
  },
  {
    "translation": {
      "en": "back in 1962, and it may well be the last war crimes case",
      "it": "È il caso più importante dalla condanna di Adolf Eichmann nel 1962 e potrebbe essere l'ultimo crimine di guerra riguardante l'Olocausto."
    }
  },
  {
    "translation": {
      "en": "to come out of the Holocaust.",
      "it": "e potrebbe essere l'ultimo crimine di guerra riguardante l'Olocausto."
    }
  },
  {
    "translation": {
      "en": "[man] Ford was a place that, if you stayed a week,",
      "it": "Se restavi una settimana alla Ford..."
    }
  },
  {
    "translation": {
      "en": "you knew you were gonna stay the rest of your life.",
      "it": "...ci saresti rimasto per tutta la vita."
    }
  },
  {
    "translation": {
      "en": "It was family.",
      "it": "Era una famiglia."
    }
  },
  {
    "translation": {
      "en": "The people that came to work at Ford",
      "it": "La gente che veniva a lavorare alla Ford..."
    }
  },
  {
    "translation": {
      "en": "from Germany, the Ukraine,",
      "it": "...dalla Germania, dall'Ucraina..."
    }
  },
  {
    "translation": {
      "en": "-they did their job, hardly ever talked... -[flames roar]",
      "it": "...faceva il suo lavoro. Parlava raramente."
    }
  },
  {
    "translation": {
      "en": "...then they disappeared into the darkness.",
      "it": "E poi spariva nell'oscurità."
    }
  },
  {
    "translation": {
      "en": "The work was incredibly hard.",
      "it": "Il lavoro era incredibilmente duro."
    }
  },
  {
    "translation": {
      "en": "It was hot, it was noisy beyond comprehension.",
      "it": "Faceva caldo, era incredibilmente rumoroso."
    }
  },
  {
    "translation": {
      "en": "But if you made it past one or two weeks...",
      "it": "Ma se superavi una o due settimane..."
    }
  },
  {
    "translation": {
      "en": "that was it. They never left.",
      "it": "...era fatta. Rimanevi."
    }
  },
  {
    "translation": {
      "en": "The one thing I remember, when the noise about what John might have been,",
      "it": "L'unica cosa che ricordo sulle voci riguardo il passato di John..."
    }
  },
  {
    "translation": {
      "en": "you know, came about, that's all anybody talked about.",
      "it": "Sapete, quando è successo... la gente non parlava d'altro."
    }
  },
  {
    "translation": {
      "en": "The shit hit the fan.",
      "it": "Successe un casino."
    }
  },
  {
    "translation": {
      "en": "Everybody was talking about it,",
      "it": "Tutti ne parlavano e nessuno ha mai detto..."
    }
  },
  {
    "translation": {
      "en": "and you never heard someone say something bad...",
      "it": "Tutti ne parlavano e nessuno ha mai detto... ...qualcosa di male..."
    }
  },
  {
    "translation": {
      "en": "about John.",
      "it": "...su John."
    }
  },
  {
    "translation": {
      "en": "Everybody that worked at Ford was that way.",
      "it": "Tutti, alla Ford, la pensavano così."
    }
  },
  {
    "translation": {
      "en": "[man] I think a lot of people in Cleveland saw themselves in John Demjanjuk.",
      "it": "Credo che molta gente a Cleveland si rivedesse in John Demjanjuk."
    }
  },
  {
    "translation": {
      "en": "Someone who came to this country and got married",
      "it": "Qualcuno che è venuto in questo paese, si è sposato"
    }
  },
  {
    "translation": {
      "en": "and worked hard.",
      "it": "e ha lavorato sodo."
    }
  },
  {
    "translation": {
      "en": "And here was the government coming in and grabbing him by the scruff of the neck",
      "it": "Ed ecco che il governo... ...arrivava, lo afferrava per il bavero e lo trascinava in tribunale."
    }
  },
  {
    "translation": {
      "en": "and hauling him into court, take-- trying to take away his citizenship,",
      "it": "...arrivava, lo afferrava per il bavero e lo trascinava in tribunale. Cercava di togliergli la cittadinanza. Questo li spaventava."
    }
  },
  {
    "translation": {
      "en": "and that-- that scared them. That scared them.",
      "it": "Cercava di togliergli la cittadinanza. Questo li spaventava."
    }
  },
  {
    "translation": {
      "en": "[Holodnak] But...",
      "it": "Ma..."
    }
  },
  {
    "translation": {
      "en": "a sociopath can live among you...",
      "it": "...un sociopatico può vivere tra noi..."
    }
  },
  {
    "translation": {
      "en": "your whole life, and you don't know it till he eats you.",
      "it": "...tutta la vita e non lo sai finché non ti divora."
    }
  },
  {
    "translation": {
      "en": "[man] I've spent my career working at the Office of Special Investigations.",
      "it": "Ho lavorato per tutta la mia carriera all'Ufficio Investigazioni Speciali."
    }
  },
  {
    "translation": {
      "en": "The so-called \"Nazi Hunting Unit.\"",
      "it": "La cosiddetta \"Unità di Caccia ai Nazisti\"."
    }
  },
  {
    "translation": {
      "en": "The Demjanjuk case is traceable",
      "it": "Il caso Demjanjuk è riconducibile a una lista"
    }
  },
  {
    "translation": {
      "en": "to a list of war criminals in the United States.",
      "it": "Il caso Demjanjuk è riconducibile a una lista di criminali di guerra negli Stati Uniti."
    }
  },
  {
    "translation": {
      "en": "Survivor witnesses pointed to Demjanjuk's photo",
      "it": "I testimoni sopravvissuti indicarono la foto di Demjanjuk"
    }
  },
  {
    "translation": {
      "en": "and said, \"We remember him.\" He was the guard they knew at Treblinka.",
      "it": "e dissero: \"Ce lo ricordiamo\". Era la guardia che conobbero a Treblinka."
    }
  },
  {
    "translation": {
      "en": "The gas chamber operator, Ivan the Terrible.",
      "it": "L'operatore delle camere a gas, Ivan il Terribile."
    }
  },
  {
    "translation": {
      "en": "No decent government could just stand by",
      "it": "Nessun governo per bene può far finta di nulla"
    }
  },
  {
    "translation": {
      "en": "and say, \"Well, that was then, and this is now.\" No.",
      "it": "e dire: \"È successo prima, ora è diverso\". No."
    }
  },
  {
    "translation": {
      "en": "He had to be removed from the United States.",
      "it": "Doveva essere estradato dagli Stati Uniti."
    }
  },
  {
    "translation": {
      "en": "Ivan the Terrible was...",
      "it": "Ivan il Terribile era..."
    }
  },
  {
    "translation": {
      "en": "one of the cruelest people who ever existed on the planet Earth.",
      "it": "...una delle persone più crudeli mai esistite sul pianeta Terra."
    }
  },
  {
    "translation": {
      "en": "One point seven million Jews were annihilated in Poland,",
      "it": "In Polonia furono sterminati 1,7 milioni di ebrei..."
    }
  },
  {
    "translation": {
      "en": "and Ivan the Terrible...",
      "it": "...e Ivan il Terribile..."
    }
  },
  {
    "translation": {
      "en": "did the dirty work.",
      "it": "...fece il lavoro sporco."
    }
  },
  {
    "translation": {
      "en": "Someone who delighted in herding men,",
      "it": "Era una persona che si divertiva a radunare uomini,"
    }
  },
  {
    "translation": {
      "en": "women, children, and babies into a gas chamber.",
      "it": "donne, bambini e infanti in una camera a gas."
    }
  },
  {
    "translation": {
      "en": "Who delighted in using a blade, I think a sword even,",
      "it": "Che si divertiva a usare una lama, una spada, addirittura,"
    }
  },
  {
    "translation": {
      "en": "to, um, torture people,",
      "it": "per torturare la gente..."
    }
  },
  {
    "translation": {
      "en": "um, in their final moments.",
      "it": "...nei suoi ultimi istanti."
    }
  },
  {
    "translation": {
      "en": "The horror of it.",
      "it": "L'orrore..."
    }
  },
  {
    "translation": {
      "en": "The despair of it.",
      "it": "La disperazione..."
    }
  },
  {
    "translation": {
      "en": "The cruelty of it is... is so... overwhelming.",
      "it": "La crudeltà di tutto ciò è così... ...schiacciante."
    }
  },
  {
    "translation": {
      "en": "One has to... has to struggle not to think about it all the time.",
      "it": "Bisogna sforzarsi, per non pensarci in continuazione."
    }
  },
  {
    "translation": {
      "en": "[man] The United States had no jurisdiction",
      "it": "Gli Stati Uniti non avevano giurisdizione"
    }
  },
  {
    "translation": {
      "en": "over John Demjanjuk.",
      "it": "su John Demjanjuk."
    }
  },
  {
    "translation": {
      "en": "He didn't commit the crime in an American territory,",
      "it": "Non aveva commesso il crimine in territorio americano"
    }
  },
  {
    "translation": {
      "en": "and he didn't commit the crime against Americans.",
      "it": "e non aveva commesso il crimine contro degli americani."
    }
  },
  {
    "translation": {
      "en": "There's only one way",
      "it": "C'è solo un modo..."
    }
  },
  {
    "translation": {
      "en": "that you can get a former Nazi hiding in America.",
      "it": "...per arrivare a un ex nazista che si nasconde in America."
    }
  },
  {
    "translation": {
      "en": "-[crowd clamoring] -[Rashke] He can be deported.",
      "it": "Può essere estradato."
    }
  },
  {
    "translation": {
      "en": "[reporter] Demjanjuk, already stripped of his citizenship",
      "it": "Demjanjuk, già privato della sua cittadinanza"
    }
  },
  {
    "translation": {
      "en": "and facing deportation proceedings, is under a new threat.",
      "it": "e a rischio di espulsione, affronta una nuova minaccia"
    }
  },
  {
    "translation": {
      "en": "For in the most ominous development of all, the Israeli government is seeking",
      "it": "per lo sviluppo più inquietante di tutti: il governo israeliano chiede"
    }
  },
  {
    "translation": {
      "en": "his extradition as a war criminal.",
      "it": "la sua estradizione come criminale di guerra."
    }
  },
  {
    "translation": {
      "en": "[in Hebrew] At the district court in Jerusalem,",
      "it": "Alla corte distrettuale di Gerusalemme"
    }
  },
  {
    "translation": {
      "en": "an indictment was served today against John Demjanjuk,",
      "it": "è stato presentato un atto d'accusa contro Demjanjuk,"
    }
  },
  {
    "translation": {
      "en": "suspected of being Ivan the Terrible, the murderer of Treblinka.",
      "it": "sospettato di essere Ivan il Terribile, l'assassino di Treblinka."
    }
  },
  {
    "translation": {
      "en": "[in English] He feels bad that we have to be out here.",
      "it": "Si sente male a saperci qui fuori. Cioè..."
    }
  },
  {
    "translation": {
      "en": "That, you know...",
      "it": "FIGLIA"
    }
  },
  {
    "translation": {
      "en": "Everything that's going on, to the family, it... it hurts him.",
      "it": "Tutto quello che sta accadendo alla sua famiglia lo ferisce."
    }
  },
  {
    "translation": {
      "en": "But we're gonna fully support him",
      "it": "Ma lo sosterremo pienamente,"
    }
  },
  {
    "translation": {
      "en": "because we care and we believe in what he's doing,",
      "it": "perché ci teniamo e crediamo in ciò che fa."
    }
  },
  {
    "translation": {
      "en": "and we'll back him up all the way.",
      "it": "Lo appoggeremo fino in fondo."
    }
  },
  {
    "translation": {
      "en": "[man] I have nothing but bottomless sympathy and feelings for the Demjanjuk family.",
      "it": "Ho solo sentimenti di compassione per la famiglia Demjanjuk."
    }
  },
  {
    "translation": {
      "en": "They-- They felt it to their core that their father was innocent,",
      "it": "Sentivano nel profondo che loro padre era innocente."
    }
  },
  {
    "translation": {
      "en": "and they did everything in their power, I believe.",
      "it": "Hanno fatto tutto ciò che potevano."
    }
  },
  {
    "translation": {
      "en": "I think they made a lot of mistakes, but who wouldn't?",
      "it": "Hanno fatto molti errori, ma chi non ne farebbe?"
    }
  },
  {
    "translation": {
      "en": "It's such a new role for anybody to take on.",
      "it": "È un ruolo nuovo per chiunque."
    }
  },
  {
    "translation": {
      "en": "[man] We know exactly the kind of person Ivan the Terrible is,",
      "it": "Sappiamo bene che persona sia Ivan il Terribile"
    }
  },
  {
    "translation": {
      "en": "and that person is definitely not my father.",
      "it": "e non è sicuramente mio padre."
    }
  },
  {
    "translation": {
      "en": "He's an innocent man.",
      "it": "È innocente. FIGLIO"
    }
  },
  {
    "translation": {
      "en": "They arrested an innocent man. Now they put an innocent man in jail.",
      "it": "Hanno arrestato un innocente, l'hanno messo in prigione."
    }
  },
  {
    "translation": {
      "en": "We've got all kinds of information. They don't want to hear it.",
      "it": "Abbiamo tante informazioni. Non vogliono sentirle."
    }
  },
  {
    "translation": {
      "en": "They don't even want it to go to court. They want to get him out of here,",
      "it": "Non vogliono nemmeno andare in tribunale. Vogliono mandarlo via"
    }
  },
  {
    "translation": {
      "en": "and they want to keep the medias confused about it and get him out of here.",
      "it": "e lasciare i media nella confusione."
    }
  },
  {
    "translation": {
      "en": "[man] Lydia Demjanjuk gave me a call.",
      "it": "Lydia Demjanjuk mi chiamò."
    }
  },
  {
    "translation": {
      "en": "At that point in time, I didn't have any idea...",
      "it": "A quel punto, non avevo idea..."
    }
  },
  {
    "translation": {
      "en": "uh, what the story was,",
      "it": "...di cosa si trattasse."
    }
  },
  {
    "translation": {
      "en": "or whether I wanted to get involved with anything.",
      "it": "O se volessi essere coinvolto."
    }
  },
  {
    "translation": {
      "en": "I had a conversation with my dad. He said, \"Go there, see what you think.\"",
      "it": "Parlai con mio padre. Disse: \"Va' là e fatti un'idea\"."
    }
  },
  {
    "translation": {
      "en": "So finally, I got there,",
      "it": "Alla fine ci andai"
    }
  },
  {
    "translation": {
      "en": "and greeted John, who's on the front lawn, and he's doin' stuff.",
      "it": "e incontrai John nel cortile. Lui stava facendo delle cose."
    }
  },
  {
    "translation": {
      "en": "And all his flowers everywhere. Beautiful, green flowers everywhere.",
      "it": "C'erano fiori ovunque. Era bello, pieno di verde e di fiori."
    }
  },
  {
    "translation": {
      "en": "I said, \"Ivan the Terrible doin' all this flower stuff?\"",
      "it": "\"Ivan il Terribile si occupa di fiori.\""
    }
  },
  {
    "translation": {
      "en": "[O'Connor] He was the perfect immigrant. Ukrainian immigrant,",
      "it": "Era l'immigrato perfetto. Un immigrato ucraino,"
    }
  },
  {
    "translation": {
      "en": "in the Ukrainian community, going to the Ukrainian church.",
      "it": "nella comunità ucraina, che andava alla chiesa ucraina."
    }
  },
  {
    "translation": {
      "en": "He was a great worker at the Ford plant.",
      "it": "Era un ottimo operaio della Ford."
    }
  },
  {
    "translation": {
      "en": "Never had a fight, never been arrested, never got a speeding ticket.",
      "it": "Mai una lite, mai un arresto. Nemmeno una multa per eccesso di velocità."
    }
  },
  {
    "translation": {
      "en": "And I'm thinking, \"Okay, maybe he's hiding something.",
      "it": "Pensavo: \"Ok, forse nasconde qualcosa."
    }
  },
  {
    "translation": {
      "en": "Maybe he's the best actor on the planet.\"",
      "it": "Forse è il miglior attore del pianeta\"."
    }
  },
  {
    "translation": {
      "en": "I saw all the allegations.",
      "it": "Esaminai tutte le accuse."
    }
  },
  {
    "translation": {
      "en": "I'm thinking...",
      "it": "Pensavo..."
    }
  },
  {
    "translation": {
      "en": "\"How is this possible for a human being to do that?\"",
      "it": "\"Come può un essere umano fare ciò?\""
    }
  },
  {
    "translation": {
      "en": "You've got that image, and it's very strong.",
      "it": "Se vedi quell'immagine, è molto forte."
    }
  },
  {
    "translation": {
      "en": "It goes into your heart, it goes down into your guts.",
      "it": "Ti entra nel cuore, ti entra nelle budella."
    }
  },
  {
    "translation": {
      "en": "It goes everywhere.",
      "it": "Entra ovunque."
    }
  },
  {
    "translation": {
      "en": "I don't care what you say.",
      "it": "Non m'importa cosa dite."
    }
  },
  {
    "translation": {
      "en": "I don't care what the proof is, he's Ivan the Terrible.",
      "it": "Non m'importa delle prove, è Ivan il Terribile."
    }
  },
  {
    "translation": {
      "en": "[reporter] The crucial evidence in this case was this SS Identity pass",
      "it": "La prova cruciale in questo caso era il pass d'identità SS"
    }
  },
  {
    "translation": {
      "en": "bearing Demjanjuk's name and accurate personal details.",
      "it": "con il nome di Demjanjuk e accurati dati personali."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Mr. Demjanjuk, was that your picture?",
      "it": "Sig. Demjanjuk, è lei nella foto?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "it": "Non lo so."
    }
  },
  {
    "translation": {
      "en": "-[interviewer] You can't be sure? -I'm not sure. I don't know.",
      "it": "- Non ne è sicuro? - Non sono sicuro. Non lo so."
    }
  },
  {
    "translation": {
      "en": "I never see that picture.",
      "it": "Non ho mai visto quella foto."
    }
  },
  {
    "translation": {
      "en": "[O'Connor] So, I go with Lydia in the basement.",
      "it": "Andai con Lydia nel seminterrato."
    }
  },
  {
    "translation": {
      "en": "She said, \"Look, I know the story. I know what's going on.\"",
      "it": "Disse: \"Senti, conosco la storia. So che sta succedendo\"."
    }
  },
  {
    "translation": {
      "en": "And she's got piles of documents.",
      "it": "E aveva un sacco di documenti."
    }
  },
  {
    "translation": {
      "en": "The Justice Department presented evidence",
      "it": "Il Dipartimento di Giustizia aveva presentato prove..."
    }
  },
  {
    "translation": {
      "en": "right from the KGB.",
      "it": "...provenienti dal KGB."
    }
  },
  {
    "translation": {
      "en": "\"Look, here's Michael Hanusiak.",
      "it": "\"Guarda, ecco Michael Hanusiak."
    }
  },
  {
    "translation": {
      "en": "Here's news from the Ukraine. Here's who he is.",
      "it": "Ecco delle notizie dall'Ucraina. Ecco chi è davvero."
    }
  },
  {
    "translation": {
      "en": "Here's how they set up the Ukraine.",
      "it": "Ecco come hanno incastrato l'Ucraina."
    }
  },
  {
    "translation": {
      "en": "Here's how they drive a wedge between Ukrainians and Jews.\"",
      "it": "Ecco come seminano zizzania tra ucraini ed ebrei.\""
    }
  },
  {
    "translation": {
      "en": "This is typical disinformatia.",
      "it": "Questa è tipica disinformatia."
    }
  },
  {
    "translation": {
      "en": "And then, at that point, I said, \"I'm gonna see this through.\"",
      "it": "E a quel punto dissi: \"Andrò fino in fondo\"."
    }
  },
  {
    "translation": {
      "en": "[reporter] John Demjanjuk has tried to disprove accusations",
      "it": "John Demjanjuk ha provato a confutare le accuse"
    }
  },
  {
    "translation": {
      "en": "that he was a Nazi concentration camp guard in Poland.",
      "it": "di essere stato una guardia nazista in Polonia."
    }
  },
  {
    "translation": {
      "en": "His fight is being waged with a new intensity today",
      "it": "La sua battaglia oggi si è intensificata"
    }
  },
  {
    "translation": {
      "en": "by a new attorney, Mark O'Connor.",
      "it": "grazie al nuovo avvocato, Mark O'Connor."
    }
  },
  {
    "translation": {
      "en": "This man has never had the right to jury trial, never had the right to confrontation of his accusers.",
      "it": "Non ha avuto diritto a un processo o a un confronto con gli accusatori."
    }
  },
  {
    "translation": {
      "en": "They identified a picture, and that's the picture on the phony KGB card",
      "it": "Hanno identificato una foto, quella della falsa carta del KGB"
    }
  },
  {
    "translation": {
      "en": "that we have already exposed to the people and to the court as being a total fraud.",
      "it": "che abbiamo dimostrato essere una frode alla gente e alla corte."
    }
  },
  {
    "translation": {
      "en": "[reporter] White House communications director Patrick Buchanan",
      "it": "L'addetto stampa della Casa Bianca, Patrick Buchanan,"
    }
  },
  {
    "translation": {
      "en": "believes the Soviets are trying to frame the Ukrainian expatriate.",
      "it": "crede che i sovietici stiano cercando di incastrare l'ex patriota ucraino."
    }
  },
  {
    "translation": {
      "en": "I think the ID card is-- is inauthentic.",
      "it": "Credo che la carta d'identità non sia autentica."
    }
  },
  {
    "translation": {
      "en": "I think it's a forgery.",
      "it": "Credo sia un falso."
    }
  },
  {
    "translation": {
      "en": "[man] The only evidence they had against him",
      "it": "L'unica prova che avevano contro di lui"
    }
  },
  {
    "translation": {
      "en": "was from the Soviet Union,",
      "it": "veniva dall'Unione Sovietica"
    }
  },
  {
    "translation": {
      "en": "and the Soviet evidence and the Soviet Union cannot be trusted.",
      "it": "e non ci si può fidare di prove dell'Unione Sovietica."
    }
  },
  {
    "translation": {
      "en": "[reporter] The Cold War has created a mood of crisis",
      "it": "La Guerra Fredda ha creato un clima di crisi"
    }
  },
  {
    "translation": {
      "en": "and suspicion between the East and West.",
      "it": "e di sospetto tra Oriente e Occidente."
    }
  },
  {
    "translation": {
      "en": "All the moral values which this country cherishes",
      "it": "Tutti i valori morali che questo paese ama"
    }
  },
  {
    "translation": {
      "en": "are fundamentally challenged by a powerful adversary,",
      "it": "sono messi alla prova da un potente avversario..."
    }
  },
  {
    "translation": {
      "en": "which does not wish these values to survive.",
      "it": "...che non vuole che tali valori sopravvivano."
    }
  },
  {
    "translation": {
      "en": "They are the focus of evil in the modern world.",
      "it": "Sono il fulcro del male nel mondo moderno."
    }
  },
  {
    "translation": {
      "en": "[man] I suppose one interesting question to ask",
      "it": "Suppongo che una domanda interessante"
    }
  },
  {
    "translation": {
      "en": "is why is the Soviet Union even passing this information on?",
      "it": "sia perché l'Unione Sovietica trasmetta queste informazioni."
    }
  },
  {
    "translation": {
      "en": "The Soviets took a decent amount of relish",
      "it": "I sovietici hanno tratto molta soddisfazione"
    }
  },
  {
    "translation": {
      "en": "in revealing the fact that many collaborators",
      "it": "nel rivelare che molti collaboratori"
    }
  },
  {
    "translation": {
      "en": "had found sanctuary in \"Western\" democracy.",
      "it": "avessero trovato rifugio nella democrazia \"occidentale\"."
    }
  },
  {
    "translation": {
      "en": "The black hand of the KGB,",
      "it": "La mano nera del KGB,"
    }
  },
  {
    "translation": {
      "en": "which has caused the deaths of millions of innocent, unarmed men,",
      "it": "che ha causato la morte di milioni... ...di uomini, donne e bambini innocenti e inermi,"
    }
  },
  {
    "translation": {
      "en": "women, and children",
      "it": "...di uomini, donne e bambini innocenti e inermi,"
    }
  },
  {
    "translation": {
      "en": "is now the guiding light in pinpointing Ukrainian Americans,",
      "it": "è ora la luce che individua gli ucraini-americani,"
    }
  },
  {
    "translation": {
      "en": "and other ethnic non-Russian nationalities in America,",
      "it": "e altre nazionalità etniche non russe in America,"
    }
  },
  {
    "translation": {
      "en": "who are being denounced as Nazi collaborators and worse.",
      "it": "denunciandole come collaborazionisti nazisti o peggio."
    }
  },
  {
    "translation": {
      "en": "[Douglas] The other thing is that there were two pretty anti-Soviet groups in the United States:",
      "it": "L'altro aspetto è che esistevano due gruppi antisovietici negli USA:"
    }
  },
  {
    "translation": {
      "en": "Ukrainian Americans and Jewish Americans.",
      "it": "gli ucraini-americani e gli ebrei-americani."
    }
  },
  {
    "translation": {
      "en": "Instead of having an alliance against the Soviets,",
      "it": "Per evitare un'alleanza anti-sovietica..."
    }
  },
  {
    "translation": {
      "en": "the Soviets were trying to drive a wedge between these two anti-Soviet groups.",
      "it": "...i sovietici volevano seminare discordia tra questi due gruppi."
    }
  },
  {
    "translation": {
      "en": "[all chanting] Deport the Nazi now! Deport the Nazi now!",
      "it": "Deportate subito il nazista!"
    }
  },
  {
    "translation": {
      "en": "I want him out of here before I die.",
      "it": "Voglio che se ne vada prima che io muoia."
    }
  },
  {
    "translation": {
      "en": "-[crowd clamoring] -[man] We Ukrainians born in the United States",
      "it": "Noi ucraini nati negli Stati Uniti"
    }
  },
  {
    "translation": {
      "en": "will not allow the persecution of our parents",
      "it": "non permetteremo la persecuzione dei nostri genitori"
    }
  },
  {
    "translation": {
      "en": "-in this free country! -[crowd cheers]",
      "it": "in questo paese libero!"
    }
  },
  {
    "translation": {
      "en": "[Henry] The Ukrainian community felt just as important as the Jewish community in Cleveland.",
      "it": "La comunità ucraina si sentiva importante quanto la comunità ebraica di Cleveland."
    }
  },
  {
    "translation": {
      "en": "And once each side saw what was at stake here,",
      "it": "Quando entrambe le parti capirono la posta in gioco..."
    }
  },
  {
    "translation": {
      "en": "the line was drawn.",
      "it": "...la linea fu tracciata."
    }
  },
  {
    "translation": {
      "en": "[group] Demjanjuk is innocent!",
      "it": "Demjanjuk è innocente!"
    }
  },
  {
    "translation": {
      "en": "[all chanting] Your neighbor is a Nazi. Your neighbor is a Nazi.",
      "it": "Il vostro vicino è un nazista."
    }
  },
  {
    "translation": {
      "en": "[man] Leave John alone! [all chanting] Let him go home!",
      "it": "Lasciate stare John! Lasciatelo andare a casa!"
    }
  },
  {
    "translation": {
      "en": "What do you know about it?",
      "it": "Tu che ne sai?"
    }
  },
  {
    "translation": {
      "en": "-[man 1] Six million! -[men] Never again! -Six million! -[men] Never again! -[man 1] Six million! -[men] Never again!",
      "it": "- Sei milioni! - Mai più!"
    }
  },
  {
    "translation": {
      "en": "[man 2] I pity the man. I mean, to live and think that, you know, at any minute, you could die.",
      "it": "Mi fa pena. Vivere pensando che potresti morire, in qualsiasi momento."
    }
  },
  {
    "translation": {
      "en": "At any minute, somebody could walk up to you and blow your head off 'cause they're a fanatic.",
      "it": "Qualcuno potrebbe farti saltare la testa, perché è un fanatico."
    }
  },
  {
    "translation": {
      "en": "I wish all the people would stay off this street,",
      "it": "Vorrei che la gente non scendesse in strada"
    }
  },
  {
    "translation": {
      "en": "leave the residents in Seven Hills alone.",
      "it": "e lasciasse in pace i residenti."
    }
  },
  {
    "translation": {
      "en": "If you don't live here, you're not involved in the city, please.",
      "it": "Se non vivete qui, non vi riguarda. Per favore."
    }
  },
  {
    "translation": {
      "en": "We got to all live on this planet together,",
      "it": "Dobbiamo vivere insieme su questo pianeta."
    }
  },
  {
    "translation": {
      "en": "and if-- and if we don't soon start burying the ax, things are gonna get out of hand.",
      "it": "E se non seppelliamo l'ascia di guerra... le cose ci sfuggiranno di mano."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Decision time. Does Demjanjuk stay, or does he go?",
      "it": "È l'ora della decisione. Demjanjuk resterà o se ne andrà?"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] If Demjanjuk loses that battle,",
      "it": "Se Demjanjuk perderà la battaglia,"
    }
  },
  {
    "translation": {
      "en": "the United States secretary of state will make the decision",
      "it": "il Segretario di Stato degli USA dovrà decidere"
    }
  },
  {
    "translation": {
      "en": "on whether or not to extradite him to Israel.",
      "it": "se estradarlo o meno in Israele."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Members of the Ukrainian community",
      "it": "I membri della comunità ucraina si sono riuniti"
    }
  },
  {
    "translation": {
      "en": "started gathering outside the federal courthouse",
      "it": "I membri della comunità ucraina si sono riuniti davanti al tribunale federale questa mattina alle 8:30,"
    }
  },
  {
    "translation": {
      "en": "at 8:30 this morning,",
      "it": "davanti al tribunale federale questa mattina alle 8:30,"
    }
  },
  {
    "translation": {
      "en": "waiting for the decision to be handed down.",
      "it": "in attesa della decisione."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] And then it came,",
      "it": "E poi è arrivata:"
    }
  },
  {
    "translation": {
      "en": "Judge Battisti declaring John Demjanjuk guilty.",
      "it": "il giudice Battisti ha dichiarato Demjanjuk colpevole."
    }
  },
  {
    "translation": {
      "en": "[reporter 4] John Demjanjuk could be extradited to Israel today,",
      "it": "Oggi Demjanjuk potrebbe essere estradato in Israele,"
    }
  },
  {
    "translation": {
      "en": "where he will be facing a death sentence for alleged crimes against humanity.",
      "it": "dove affronterà una condanna a morte per presunti crimini contro l'umanità."
    }
  },
  {
    "translation": {
      "en": "This is not just a fraud as far as Mr. Demjanjuk is concerned. It's a fraud on the people.",
      "it": "Non è solo una truffa per Demjanjuk. È una truffa ai danni di tutti."
    }
  },
  {
    "translation": {
      "en": "[reporter 5] Any reaction at all?",
      "it": "Qualche reazione?"
    }
  },
  {
    "translation": {
      "en": "-Did you-- -The blood is now on your hands.",
      "it": "Il sangue è sulle vostre mani."
    }
  },
  {
    "translation": {
      "en": "Did-- Did you say anything at all to your father?",
      "it": "Avete detto qualcosa a vostro padre?"
    }
  },
  {
    "translation": {
      "en": "[reporter, in Hebrew] Nazi criminal John Demjanjuk",
      "it": "Il criminale nazista John Demjanjuk"
    }
  },
  {
    "translation": {
      "en": "was transferred tonight to an undisclosed location",
      "it": "è stato trasferito in una località segreta"
    }
  },
  {
    "translation": {
      "en": "from the federal prison in Manhattan.",
      "it": "dal carcere federale di Manhattan."
    }
  },
  {
    "translation": {
      "en": "From there, he'll be transferred to Kennedy Airport on his way to Israel.",
      "it": "Da lì sarà trasferito all'aeroporto Kennedy, diretto a Israele."
    }
  },
  {
    "translation": {
      "en": "[man, in English] Several months after I started to work at the Ministry of Justice in Israel,",
      "it": "Diversi mesi dopo aver iniziato a lavorare al Ministero della Giustizia in Israele..."
    }
  },
  {
    "translation": {
      "en": "Dennis Goldman gives me a box,",
      "it": "...Dennis Goldman mi diede una scatola..."
    }
  },
  {
    "translation": {
      "en": "and he says, \"This box contains the transcripts",
      "it": "...e disse: \"La scatola contiene le trascrizioni"
    }
  },
  {
    "translation": {
      "en": "of depositions and trial",
      "it": "delle deposizioni e del processo"
    }
  },
  {
    "translation": {
      "en": "of a man by the name of John Demjanjuk.\"",
      "it": "di un uomo chiamato John Demjanjuk\"."
    }
  },
  {
    "translation": {
      "en": "When I opened the box, it was unequivocal",
      "it": "Quando aprii la scatola, era inequivocabile"
    }
  },
  {
    "translation": {
      "en": "that John Demjanjuk was Ivan the Terrible,",
      "it": "che John Demjanjuk fosse Ivan il Terribile..."
    }
  },
  {
    "translation": {
      "en": "the person who stood",
      "it": "La persona che stava..."
    }
  },
  {
    "translation": {
      "en": "outside the gas chamber",
      "it": "...fuori dalla camera a gas..."
    }
  },
  {
    "translation": {
      "en": "in what was called the Himmel Strasse,",
      "it": "...nella cosiddetta Himmel Strasse,"
    }
  },
  {
    "translation": {
      "en": "the road to heaven.",
      "it": "la strada per il paradiso."
    }
  },
  {
    "translation": {
      "en": "It was very important",
      "it": "Era molto importante"
    }
  },
  {
    "translation": {
      "en": "not to let this man get away.",
      "it": "non lasciarsi scappare quest'uomo."
    }
  },
  {
    "translation": {
      "en": "I remember the scene of his arrival in Israel.",
      "it": "Ricordo la scena del suo arrivo in Israele."
    }
  },
  {
    "translation": {
      "en": "There were bleachers that were set",
      "it": "Erano stati allestiti degli spalti..."
    }
  },
  {
    "translation": {
      "en": "where the media would stand.",
      "it": "...per ospitare i media."
    }
  },
  {
    "translation": {
      "en": "We had drilled it with INS,",
      "it": "Ci siamo accordati con l'ufficio immigrazione."
    }
  },
  {
    "translation": {
      "en": "uh, to the extent that the US Marshals would bring him down.",
      "it": "Lo avrebbero scortato giù gli sceriffi statunitensi."
    }
  },
  {
    "translation": {
      "en": "And at that point, there would be an exchange of the prisoner",
      "it": "A quel punto, ci sarebbe stato lo scambio del prigioniero"
    }
  },
  {
    "translation": {
      "en": "to Israeli police officers.",
      "it": "con gli agenti di polizia israeliani."
    }
  },
  {
    "translation": {
      "en": "[Gabay] Demjanjuk steps down,",
      "it": "Demjanjuk scese."
    }
  },
  {
    "translation": {
      "en": "the US Marshals are at his side,",
      "it": "Lo sceriffo era al suo fianco"
    }
  },
  {
    "translation": {
      "en": "and Demjanjuk turns to him,",
      "it": "e Demjanjuk si girò verso di lui."
    }
  },
  {
    "translation": {
      "en": "somehow explains to him",
      "it": "In qualche modo gli spiegò"
    }
  },
  {
    "translation": {
      "en": "that he wants to kiss the ground of the holy land.",
      "it": "di voler baciare il suolo della terra santa."
    }
  },
  {
    "translation": {
      "en": "The US Marshal says no,",
      "it": "Lo sceriffo disse di no."
    }
  },
  {
    "translation": {
      "en": "but then he turns to Alex Ish-Shalom and says he wants to kiss the ground,",
      "it": "Lui si rivolse ad Alexis Shalom, dicendo di voler baciare la terra"
    }
  },
  {
    "translation": {
      "en": "and Alex Ish-Shalom says no.",
      "it": "e Alex Shalom disse di no."
    }
  },
  {
    "translation": {
      "en": "He wanted to show that here was the very religious man",
      "it": "Voleva mostrare di essere un uomo molto religioso,"
    }
  },
  {
    "translation": {
      "en": "who could never have killed anyone.",
      "it": "che non avrebbe mai potuto uccidere nessuno."
    }
  },
  {
    "translation": {
      "en": "Almost within two hours of his landing in Israel,",
      "it": "Quasi due ore dopo il suo atterraggio in Israele..."
    }
  },
  {
    "translation": {
      "en": "he is interrogated.",
      "it": "...fu interrogato."
    }
  },
  {
    "translation": {
      "en": "[Gabay] He sat down.",
      "it": "Si sedette."
    }
  },
  {
    "translation": {
      "en": "And when he sat down, he looked at the detective, and he said, with a beaming smile,",
      "it": "E quando si sedette, guardò il detective e disse con un sorriso raggiante..."
    }
  },
  {
    "translation": {
      "en": "-Shalom! -[Gabay] \"Shalom.\"",
      "it": "- Shalom! - ...\"Shalom\"."
    }
  },
  {
    "translation": {
      "en": "And he was looking at the investigators like he was going to toy with them.",
      "it": "E guardò gli investigatori come se stesse per giocare con loro."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] How do you feel?",
      "it": "Come si sente?"
    }
  },
  {
    "translation": {
      "en": "I feel good now, thank you.",
      "it": "Ora sto bene, grazie."
    }
  },
  {
    "translation": {
      "en": "[Ed Jr.] Nobody ever accepted that he's not coming back.",
      "it": "Non abbiamo mai accettato che non sarebbe tornato."
    }
  },
  {
    "translation": {
      "en": "Everybody always tried to remain optimistic",
      "it": "Cercavamo sempre di rimanere ottimisti"
    }
  },
  {
    "translation": {
      "en": "that, in the end, the truth will prevail. You know, God will-- God is good, and God'll take care.",
      "it": "e di pensare: \"La verità prevarrà. Dio è buono, ci penserà lui."
    }
  },
  {
    "translation": {
      "en": "Make sure that he comes home to us safe.",
      "it": "Farà sì che torni a casa sano e salvo\"."
    }
  },
  {
    "translation": {
      "en": "[reporter, in Hebrew] American counsel Mark O'Connor arrived in Israel today",
      "it": "Il legale americano Mark O'Connor è arrivato oggi in Israele,"
    }
  },
  {
    "translation": {
      "en": "after defending John Demjanjuk in the US prior to his extradition here.",
      "it": "dopo aver difeso John Demjanjuk negli USA prima che fosse estradato."
    }
  },
  {
    "translation": {
      "en": "[O'Connor, in English] I'm pulling up to Ayalon,",
      "it": "Mi avvicinai ad Ayalon"
    }
  },
  {
    "translation": {
      "en": "and I'm looking at the prison.",
      "it": "e guardai la prigione."
    }
  },
  {
    "translation": {
      "en": "And I'm saying, \"What is this?\"",
      "it": "Mi dissi: \"Cos'è?\""
    }
  },
  {
    "translation": {
      "en": "You got all these psychedelic paintings.",
      "it": "C'erano molti dipinti psichedelici."
    }
  },
  {
    "translation": {
      "en": "I mean, not just, like, in one spot.",
      "it": "Cioè, non solo in un punto."
    }
  },
  {
    "translation": {
      "en": "The whole prison is a Picasso painting.",
      "it": "L'intera prigione sembrava un dipinto di Picasso."
    }
  },
  {
    "translation": {
      "en": "I got through all these different gates,",
      "it": "Ho attraversato moltissimi cancelli"
    }
  },
  {
    "translation": {
      "en": "and the first thing you see when you walk in is the area where the two guards sleep.",
      "it": "e la prima cosa che si vede, entrando, è dove dormono le guardie."
    }
  },
  {
    "translation": {
      "en": "So, you have the two guards watching him 24 hours a day in a solitary cell.",
      "it": "C'erano due guardie che lo sorvegliavano 24 ore su 24 in una cella d'isolamento."
    }
  },
  {
    "translation": {
      "en": "[O'Connor] I'm the first person from... Cleveland,",
      "it": "Ero la prima persona di Cleveland..."
    }
  },
  {
    "translation": {
      "en": "you know, over there to see him.",
      "it": "...ad andare a trovarlo."
    }
  },
  {
    "translation": {
      "en": "Demjanjuk, in that cell,",
      "it": "Demjanjuk, in quella cella,"
    }
  },
  {
    "translation": {
      "en": "kept saying to me, \"What are you gettin' so excited about?\"",
      "it": "continuava a dire: \"Perché sei così agitato?\""
    }
  },
  {
    "translation": {
      "en": "I said, \"What am I getting so-- You're the guy that's gonna hang. What are you talkin' about?",
      "it": "Dissi: \"Perché sono... Ma che dici? Sei tu quello che verrà impiccato\"."
    }
  },
  {
    "translation": {
      "en": "Said, \"I'm not gonna hang. I am not gonna hang.\"",
      "it": "Lui mi rispose: \"Non mi impiccheranno\"."
    }
  },
  {
    "translation": {
      "en": "And he's reading his Bible, and \"My guardian angel's here.\"",
      "it": "Leggeva la Bibbia. Disse: \"Il mio angelo custode è qui\"."
    }
  },
  {
    "translation": {
      "en": "I'm a Catholic, so I'm not gonna put down guardian angels, okay?",
      "it": "Sono cattolico, non avrei screditato gli angeli custodi, ok?"
    }
  },
  {
    "translation": {
      "en": "So I'm sayin', \"I don't know what's going on here.\"",
      "it": "Quindi dissi: \"Non capisco cosa sta succedendo\"."
    }
  },
  {
    "translation": {
      "en": "[reporter] He has 90 days to get ready.",
      "it": "Ha 90 giorni per prepararsi."
    }
  },
  {
    "translation": {
      "en": "The trial should start just before New Year's Day.",
      "it": "Il processo dovrebbe iniziare prima di Capodanno."
    }
  },
  {
    "translation": {
      "en": "[O'Connor] There's still a-- a blending going on,",
      "it": "C'è ancora una fusione in corso"
    }
  },
  {
    "translation": {
      "en": "uh, between Demjanjuk and Ivan the Terrible, and I think these experienced trial judges...",
      "it": "tra Demjanjuk e Ivan il Terribile e penso che questi esperti giudici..."
    }
  },
  {
    "translation": {
      "en": "[in Hebrew] Mr. O'Connor, he looked for an Israeli attorney...",
      "it": "Il signor O'Connor cercava un avvocato israeliano... REPORTER ISRAELIANO"
    }
  },
  {
    "translation": {
      "en": "who would help them understand Israeli law,",
      "it": "...che li aiutasse a capire la legge israeliana."
    }
  },
  {
    "translation": {
      "en": "but he couldn't find any.",
      "it": "Ma non lo trovò."
    }
  },
  {
    "translation": {
      "en": "Fifteen Israeli attorneys so far have refused",
      "it": "Finora, 15 avvocati israeliani hanno rifiutato"
    }
  },
  {
    "translation": {
      "en": "to assist in the defense of John Demjanjuk.",
      "it": "di difendere John Demjanjuk."
    }
  },
  {
    "translation": {
      "en": "[in English] Pressure.",
      "it": "Pressione."
    }
  },
  {
    "translation": {
      "en": "Who wants to put their whole career on the line?",
      "it": "Chi vuole rischiare la carriera?"
    }
  },
  {
    "translation": {
      "en": "What if he is Ivan the Terrible?",
      "it": "E se fosse Ivan il Terribile?"
    }
  },
  {
    "translation": {
      "en": "I couldn't spend $600,000, I couldn't spend $400,000,",
      "it": "Non potevo spendere 600.000 dollari, non potevo spenderne 400.000,"
    }
  },
  {
    "translation": {
      "en": "because I am doing this on my own. That's why I didn't come forward.",
      "it": "perché ero da solo. Perciò non mi feci avanti."
    }
  },
  {
    "translation": {
      "en": "[Klieger, in Hebrew] They spent months looking for a lawyer, and no one would do it.",
      "it": "Passarono mesi a cercare un avvocato, ma non trovarono nessuno."
    }
  },
  {
    "translation": {
      "en": "No one wanted to be involved.",
      "it": "Nessuno voleva essere coinvolto."
    }
  },
  {
    "translation": {
      "en": "Then, they found Sheftel.",
      "it": "Poi hanno trovato Sheftel."
    }
  },
  {
    "translation": {
      "en": "[man, in English] There is a Yiddish expression,",
      "it": "C'è un modo di dire yiddish."
    }
  },
  {
    "translation": {
      "en": "uh, called... [speaks Yiddish]",
      "it": "Si dice..."
    }
  },
  {
    "translation": {
      "en": "It's a person that refuse to obey the general norms,",
      "it": "È una persona che si rifiuta di obbedire alle norme generali"
    }
  },
  {
    "translation": {
      "en": "and to behave exactly as expected.",
      "it": "e di comportarsi come ci si aspetta."
    }
  },
  {
    "translation": {
      "en": "-A troublemaker. -[interviewer] And you enjoy being this?",
      "it": "- Un piantagrane. - E le piace essere così?"
    }
  },
  {
    "translation": {
      "en": "Uh, yes, yes. I don't have to put too much effort towards it.",
      "it": "Sì. Non devo impegnarmi troppo."
    }
  },
  {
    "translation": {
      "en": "It's come out of me naturally.",
      "it": "Mi viene naturale."
    }
  },
  {
    "translation": {
      "en": "After ten years, uh, acting as a defense lawyer,",
      "it": "Dopo dieci anni da avvocato difensore,"
    }
  },
  {
    "translation": {
      "en": "I came to a definite description",
      "it": "sono arrivato a una descrizione precisa..."
    }
  },
  {
    "translation": {
      "en": "of, uh, the Israeli prosecution",
      "it": "...della procura israeliana:"
    }
  },
  {
    "translation": {
      "en": "as a factory of travesty of justice.",
      "it": "è una fabbrica di parodia della giustizia."
    }
  },
  {
    "translation": {
      "en": "-[reporter] Are you innocent? -I'm an innocent man. I'm wrong man.",
      "it": "È innocente? Sono innocente. Sono anziano."
    }
  },
  {
    "translation": {
      "en": "[Sheftel] I heard about Ivan the Terrible",
      "it": "Ho saputo di Ivan il Terribile..."
    }
  },
  {
    "translation": {
      "en": "before he was extradited from the US to Israel.",
      "it": "...prima che fosse estradato dagli Stati Uniti a Israele."
    }
  },
  {
    "translation": {
      "en": "I was, uh, like any other Israeli,",
      "it": "Come qualsiasi altro israeliano,"
    }
  },
  {
    "translation": {
      "en": "positively convinced that Ivan the Terrible is John Demjanjuk.",
      "it": "ero convinto che Ivan il Terribile fosse John Demjanjuk."
    }
  },
  {
    "translation": {
      "en": "I had no doubt whatsoever.",
      "it": "Non avevo alcun dubbio."
    }
  },
  {
    "translation": {
      "en": "I started, I don't know why. Don't have any... any explanation why,",
      "it": "Ho iniziato, non so perché, non ho una spiegazione..."
    }
  },
  {
    "translation": {
      "en": "but I started to think about it almost every day.",
      "it": "...ma ho iniziato a pensarci quasi ogni giorno."
    }
  },
  {
    "translation": {
      "en": "Looking for every piece of information",
      "it": "Cercando ogni sorta di informazione"
    }
  },
  {
    "translation": {
      "en": "in any newspaper or radio or television whatsoever.",
      "it": "su qualsiasi giornale, radio, televisione, qualunque cosa."
    }
  },
  {
    "translation": {
      "en": "It occurred to me that the essence of the evidence against him...",
      "it": "Capii che l'essenza delle prove contro di lui..."
    }
  },
  {
    "translation": {
      "en": "may be very flawed.",
      "it": "...era davvero carente."
    }
  },
  {
    "translation": {
      "en": "The entire adventure...",
      "it": "L'intera avventura..."
    }
  },
  {
    "translation": {
      "en": "may be a shocking farce.",
      "it": "...poteva essere una farsa scioccante."
    }
  },
  {
    "translation": {
      "en": "I said to O'Connor, \"I'm in the case.",
      "it": "Dissi a O'Connor: \"Lavorerò al caso."
    }
  },
  {
    "translation": {
      "en": "The man is not Ivan the Terrible.\"",
      "it": "Non è Ivan il Terribile\"."
    }
  },
  {
    "translation": {
      "en": "[Gabay] The first time that I saw Sheftel,",
      "it": "La prima volta che vidi Sheftel..."
    }
  },
  {
    "translation": {
      "en": "he embodied, for me, a traitor.",
      "it": "Per me, incarnava un traditore."
    }
  },
  {
    "translation": {
      "en": "[Henry] I thought of Sheftel as being a showman at first. A showboat, I should say.",
      "it": "Pensai che fosse un uomo di spettacolo, che si metteva in mostra."
    }
  },
  {
    "translation": {
      "en": "He was quite...",
      "it": "Era un tipo..."
    }
  },
  {
    "translation": {
      "en": "uh, larger than life.",
      "it": "...fuori dal comune."
    }
  },
  {
    "translation": {
      "en": "[Klieger, in Hebrew] I can't tell you what I think about Sheftel,",
      "it": "Non posso dirvi cosa penso di Sheftel,"
    }
  },
  {
    "translation": {
      "en": "because he'd sue me immediately.",
      "it": "perché mi denuncerebbe subito."
    }
  },
  {
    "translation": {
      "en": "But I'm sorry that there are Jews like Sheftel.",
      "it": "Ma mi dispiace che ci siano ebrei come Sheftel."
    }
  },
  {
    "translation": {
      "en": "I'm ashamed of it.",
      "it": "Me ne vergogno."
    }
  },
  {
    "translation": {
      "en": "Yoram, let's say you're defending a murderer,",
      "it": "Yoram, poniamo che lei stia difendendo un assassino"
    }
  },
  {
    "translation": {
      "en": "and for some reason or another,",
      "it": "e, per qualche motivo..."
    }
  },
  {
    "translation": {
      "en": "you can build him a stellar defense.",
      "it": "...riesca a creargli una difesa stellare."
    }
  },
  {
    "translation": {
      "en": "Would you get him acquitted?",
      "it": "Lo farebbe assolvere?"
    }
  },
  {
    "translation": {
      "en": "With enthusiasm.",
      "it": "Ne sarei entusiasta."
    }
  },
  {
    "translation": {
      "en": "[in English] A person is entitled to a defense. I understand.",
      "it": "Ognuno ha diritto alla difesa, lo capisco."
    }
  },
  {
    "translation": {
      "en": "I saw Sheftel's involvement such that he had a little bit too much of a relish",
      "it": "Ma vidi il coinvolgimento di Sheftel come se gli piacesse un po' troppo"
    }
  },
  {
    "translation": {
      "en": "to get Mr. Demjanjuk found not guilty.",
      "it": "l'idea di riuscire a far giudicare Demjanjuk non colpevole."
    }
  },
  {
    "translation": {
      "en": "I have no respect for him.",
      "it": "Non lo rispetto."
    }
  },
  {
    "translation": {
      "en": "None.",
      "it": "Affatto."
    }
  },
  {
    "translation": {
      "en": "[younger Henry] Reporters and photographers are arriving here daily.",
      "it": "Giornalisti e fotografi arrivano qui ogni giorno."
    }
  },
  {
    "translation": {
      "en": "Most are here for the duration of what they call the trial of the decade.",
      "it": "Molti resteranno per tutto quello che chiamano \"il processo del decennio\"."
    }
  },
  {
    "translation": {
      "en": "[Henry] When this story came up and I was assigned to get on an airplane to fly over to Jerusalem,",
      "it": "Quando uscì questa storia e dovetti volare a Gerusalemme,"
    }
  },
  {
    "translation": {
      "en": "I didn't know the true scope of the story",
      "it": "non ne capii la reale portata"
    }
  },
  {
    "translation": {
      "en": "until I got there and saw the interest.",
      "it": "finché non arrivai e vidi l'interesse creatosi."
    }
  },
  {
    "translation": {
      "en": "Everybody had a complete understanding of what the evidence was against this man,",
      "it": "Tutti sapevano alla perfezione quali fossero le prove contro quest'uomo."
    }
  },
  {
    "translation": {
      "en": "from the way he looked, from the way he spoke.",
      "it": "Il suo aspetto, il modo in cui parlava."
    }
  },
  {
    "translation": {
      "en": "You could tell their minds were pretty much made up.",
      "it": "Si capiva che avevano già deciso."
    }
  },
  {
    "translation": {
      "en": "If you ask me, I think he's guilty.",
      "it": "Secondo me, è colpevole."
    }
  },
  {
    "translation": {
      "en": "I think he is guilty.",
      "it": "Credo sia colpevole."
    }
  },
  {
    "translation": {
      "en": "If this guy is guilty, well, then, he's gotta pay the price.",
      "it": "Se è colpevole, allora deve pagarne le conseguenze."
    }
  },
  {
    "translation": {
      "en": "[Henry] Most people had a stronger opinion than I did. That I can be sure of",
      "it": "Quasi tutti erano più sicuri di me. Questo è sicuro."
    }
  },
  {
    "translation": {
      "en": "'cause they all said, \"There's no doubt that he's guilty. It'll be over in a nanosecond.\"",
      "it": "Tutti dicevano: \"È sicuramente colpevole. Finirà in un nanosecondo\"."
    }
  },
  {
    "translation": {
      "en": "I don't think I have the capacity,",
      "it": "Io non ci riuscivo,"
    }
  },
  {
    "translation": {
      "en": "'cause somewhere in my mind is always the little nagging voice saying,",
      "it": "perché nella mia mente risuonava sempre quella voce fastidiosa:"
    }
  },
  {
    "translation": {
      "en": "\"Are you sure you've got enough information?",
      "it": "\"Sei certo di avere abbastanza informazioni?"
    }
  },
  {
    "translation": {
      "en": "Are you sure you're not gonna be making a mistake?\"",
      "it": "Sei certo di non commettere un errore?\""
    }
  },
  {
    "translation": {
      "en": "And that's exactly how I felt in that courtroom in-- in Jerusalem.",
      "it": "Ed è così che mi sono sentito in quel tribunale a Gerusalemme."
    }
  },
  {
    "translation": {
      "en": "[reporter] The city of Jerusalem has been gearing up for the Demjanjuk trial for the past year,",
      "it": "Gerusalemme si sta preparando al processo Demjanjuk dall'anno scorso."
    }
  },
  {
    "translation": {
      "en": "and finally, the trial is set to start here at the city's sprawling convention complex.",
      "it": "Finalmente avrà inizio qui, nel vasto complesso congressuale."
    }
  },
  {
    "translation": {
      "en": "When it starts, the trial will be conducted here under very tight security.",
      "it": "Il processo sarà condotto sotto stretta sorveglianza."
    }
  },
  {
    "translation": {
      "en": "Soldiers and police will be on duty everywhere, providing extraordinary protection",
      "it": "Soldati e polizia saranno ovunque, fornendo protezione straordinaria"
    }
  },
  {
    "translation": {
      "en": "during the entire length of the court case.",
      "it": "per l'intera durata del processo."
    }
  },
  {
    "translation": {
      "en": "The newspapers here are reporting the Demjanjuk case extensively.",
      "it": "I giornali riportano estensivamente il caso Demjanjuk."
    }
  },
  {
    "translation": {
      "en": "Television has weighed the merits of the trial for months.",
      "it": "La televisione ha soppesato i meriti del processo per mesi"
    }
  },
  {
    "translation": {
      "en": "And soon, the actual court case begins.",
      "it": "e, presto, inizierà il procedimento giudiziario."
    }
  },
  {
    "translation": {
      "en": "We're still confident that justice will be done,",
      "it": "Siamo ancora convinti che sarà fatta giustizia e..."
    }
  },
  {
    "translation": {
      "en": "and my father will be exonerated. And there won't be another...",
      "it": "...che mio padre sarà scagionato e non ci sarà un'altra..."
    }
  },
  {
    "translation": {
      "en": "crucifixion.",
      "it": "...crocifissione."
    }
  },
  {
    "translation": {
      "en": "[reporter, in Hebrew] Where did you come from at this early hour?",
      "it": "Da dove arriva, a quest'ora del mattino?"
    }
  },
  {
    "translation": {
      "en": "-[reporter] Why? -Why?",
      "it": "- Perché? - Perché?"
    }
  },
  {
    "translation": {
      "en": "I told you. I lost them all.",
      "it": "Gliel'ho detto. Perché li ho persi tutti."
    }
  },
  {
    "translation": {
      "en": "[in English] The three-judge panel begins hearing the Demjanjuk case in this courtroom within the next two hours.",
      "it": "L'udienza con tre giudici avrà inizio in quest'aula nelle prossime due ore."
    }
  },
  {
    "translation": {
      "en": "[reporter 1, in Hebrew] Each visitor's personal details were logged,",
      "it": "Sono stati presi i dati personali di ogni visitatore"
    }
  },
  {
    "translation": {
      "en": "and metal objects caused the metal detector to buzz.",
      "it": "e gli oggetti di metallo hanno fatto ronzare il metal detector."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] What would you like the outcome to be? I want him to hang.",
      "it": "- Quale vorrebbe che fosse l'esito? - Voglio che lo impicchino."
    }
  },
  {
    "translation": {
      "en": "I'd hang him myself.",
      "it": "Lo impiccherei io stesso."
    }
  },
  {
    "translation": {
      "en": "Or burn him.",
      "it": "O lo metterei al rogo."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] A few minutes after 7:00,",
      "it": "Poco dopo le sette,"
    }
  },
  {
    "translation": {
      "en": "two hours before the trial is set to begin,",
      "it": "due ore prima dell'inizio del processo,"
    }
  },
  {
    "translation": {
      "en": "John Demjanjuk is brought in from Ayalon Prison.",
      "it": "Demjanjuk viene trasportato dalla prigione di Ayalon."
    }
  },
  {
    "translation": {
      "en": "[reporter 3, in English] The man Israelis say is the Butcher of Treblinka",
      "it": "L'uomo ritenuto da Israele il macellaio di Treblinka"
    }
  },
  {
    "translation": {
      "en": "went on trial in Jerusalem today.",
      "it": "viene processato oggi a Gerusalemme."
    }
  },
  {
    "translation": {
      "en": "[in Hebrew] The John Demjanjuk trial began today at the International Convention Center in Jerusalem.",
      "it": "Il processo a Demjanjuk è iniziato oggi al Centro Congressi di Gerusalemme."
    }
  },
  {
    "translation": {
      "en": "[reporter 4, in English] This is so much more than a trial of one man's guilt.",
      "it": "È molto più di un processo per determinare la colpevolezza di un uomo."
    }
  },
  {
    "translation": {
      "en": "This is a hearing of history.",
      "it": "È un'udienza storica."
    }
  },
  {
    "translation": {
      "en": "When Eichmann was on trial, my mother made me watch it.",
      "it": "Mia madre mi costrinse a guardare il processo di Eichmann."
    }
  },
  {
    "translation": {
      "en": "Now Demjanjuk is on trial, and I want my child to watch it.",
      "it": "Ora Demjanjuk è sotto processo e voglio che mio figlio lo guardi."
    }
  },
  {
    "translation": {
      "en": "This is the only safeguard we have that it never happens again.",
      "it": "È l'unica salvaguardia che abbiamo affinché non accada più."
    }
  },
  {
    "translation": {
      "en": "All the research I'd done, all, everything--",
      "it": "Tutte le ricerche che ho fatto, tutto..."
    }
  },
  {
    "translation": {
      "en": "This was the culmination of years and years.",
      "it": "Quello era il culmine di anni."
    }
  },
  {
    "translation": {
      "en": "Here I am,",
      "it": "Ero là..."
    }
  },
  {
    "translation": {
      "en": "one or two hours of sleep, going on adrenaline, having to be ready.",
      "it": "...due ore di sonno, adrenalina a mille... e dovevo esser pronto."
    }
  },
  {
    "translation": {
      "en": "[Sheftel] This is a case of...",
      "it": "Questo è un caso di..."
    }
  },
  {
    "translation": {
      "en": "establishment atrocity",
      "it": "...atrocità dell'ordine costituito..."
    }
  },
  {
    "translation": {
      "en": "from bottom to top.",
      "it": "...dal basso verso l'alto."
    }
  },
  {
    "translation": {
      "en": "A cover-up and a frame-up... in a show trial.",
      "it": "Un insabbiamento e una montatura in un processo-spettacolo."
    }
  },
  {
    "translation": {
      "en": "[Sheftel] I was hundred percent convinced",
      "it": "Ero convinto al 100 per cento..."
    }
  },
  {
    "translation": {
      "en": "that Demjanjuk is not Ivan the Terrible.",
      "it": "...che Demjanjuk non fosse Ivan il Terribile."
    }
  },
  {
    "translation": {
      "en": "Yet, I'm convinced hundred percent",
      "it": "Ma ero anche convinto al 100 per cento"
    }
  },
  {
    "translation": {
      "en": "that he would be found guilty and sentenced to death.",
      "it": "che sarebbe stato giudicato colpevole e condannato a morte."
    }
  },
  {
    "translation": {
      "en": "But I was sure...",
      "it": "Ma ero certo..."
    }
  },
  {
    "translation": {
      "en": "that I would manage to destroy the show.",
      "it": "...che sarei riuscito... a distruggere quello spettacolo."
    }
  },
  {
    "translation": {
      "en": "[in Hebrew] All rise!",
      "it": "Tutti in piedi!"
    }
  },
  {
    "translation": {
      "en": "Case 3736, State of Israel vs. John Ivan Demjanjuk.",
      "it": "Caso 3736, lo stato di Israele contro John Ivan Demjanjuk."
    }
  },
  {
    "translation": {
      "en": "The accused will rise.",
      "it": "L'imputato si alzi."
    }
  },
  {
    "translation": {
      "en": "-Please state your name. -Uh...",
      "it": "Dichiari il suo nome."
    }
  },
  {
    "translation": {
      "en": "[Levin] What's your name?",
      "it": "Come si chiama?"
    }
  },
  {
    "translation": {
      "en": "[in Ukrainian] Honorable court, my name is John Demjanjuk.",
      "it": "Onorevole corte, mi chiamo John Demjanjuk."
    }
  },
  {
    "translation": {
      "en": "[Levin, in Hebrew] I must warn you,",
      "it": "Devo avvertirla..."
    }
  },
  {
    "translation": {
      "en": "that you must tell the truth and the whole truth.",
      "it": "...che deve dire la verità e tutta la verità."
    }
  },
  {
    "translation": {
      "en": "If you don't, you will be punished by law.",
      "it": "Se non lo farà... ...sarà punito per legge."
    }
  },
  {
    "translation": {
      "en": "[in English] John, you're being accused of being at Treblinka",
      "it": "John, è accusato di essere stato a Treblinka"
    }
  },
  {
    "translation": {
      "en": "and participating in the horrendous crimes at that death killing camp.",
      "it": "e di aver preso parte agli orrendi crimini di quel campo di sterminio."
    }
  },
  {
    "translation": {
      "en": "Uh, would you tell the court, at this instance,",
      "it": "Potrebbe dire alla corte, ora,"
    }
  },
  {
    "translation": {
      "en": "what your answer is with regard to you ever being at that location",
      "it": "come risponde all'accusa di essere stato in quel luogo"
    }
  },
  {
    "translation": {
      "en": "and perpetrating any of these crimes?",
      "it": "e di aver perpetrato questi reati?"
    }
  },
  {
    "translation": {
      "en": "[in Ukrainian] The honorable bench,",
      "it": "Onorevoli giudici,"
    }
  },
  {
    "translation": {
      "en": "I'm accused here of having been at Treblinka.",
      "it": "sono accusato di essere stato a Treblinka."
    }
  },
  {
    "translation": {
      "en": "This is not true.",
      "it": "Questo non è vero."
    }
  },
  {
    "translation": {
      "en": "I was never either at Treblinka or Sobibor or at any other such place.",
      "it": "Non sono mai stato né a Treblinka, né a Sobibór, né in altri posti simili."
    }
  },
  {
    "translation": {
      "en": "Because I am not Ivan the Terrible.",
      "it": "Perché non sono Ivan il Terribile."
    }
  },
  {
    "translation": {
      "en": "And the most just witness to this is God himself.",
      "it": "E il testimone più giusto al riguardo è Dio in persona."
    }
  },
  {
    "translation": {
      "en": "I am innocent, innocent, innocent.",
      "it": "Sono innocente, innocente, innocente."
    }
  },
  {
    "translation": {
      "en": "[man, in English] I studied Demjanuk's character,",
      "it": "Studiai il carattere di Demjanjuk,"
    }
  },
  {
    "translation": {
      "en": "Demjanjuk's reaction.",
      "it": "la sua reazione."
    }
  },
  {
    "translation": {
      "en": "I realized he will never confess.",
      "it": "Capii che non avrebbe mai confessato."
    }
  },
  {
    "translation": {
      "en": "He would rather stay and maybe die",
      "it": "Avrebbe preferito restare e morire..."
    }
  },
  {
    "translation": {
      "en": "as the father and the grandfather",
      "it": "...come il padre e il nonno..."
    }
  },
  {
    "translation": {
      "en": "uh, that he was later on in Cleveland.",
      "it": "...che era quando viveva a Cleveland."
    }
  },
  {
    "translation": {
      "en": "In every normal criminal case, you have a scene of crime.",
      "it": "In ogni normale procedimento penale, c'è una scena del crimine."
    }
  },
  {
    "translation": {
      "en": "But the Nazis, they have burnt and destroyed most of the evidence.",
      "it": "Ma i nazisti hanno bruciato e distrutto gran parte delle prove."
    }
  },
  {
    "translation": {
      "en": "The same goes to eyewitnesses.",
      "it": "Lo stesso vale per i testimoni oculari."
    }
  },
  {
    "translation": {
      "en": "I mean, most of them were exterminated by the Germans.",
      "it": "La maggior parte furono sterminati dai tedeschi."
    }
  },
  {
    "translation": {
      "en": "And yet, I have to lead this trial.",
      "it": "Eppure, dovevo guidare questo processo."
    }
  },
  {
    "translation": {
      "en": "[in Hebrew] The prosecution would like to invite Pinchas Epstein.",
      "it": "L'accusa chiama a deporre Pinchas Epstein."
    }
  },
  {
    "translation": {
      "en": "[in English] This trial was filled with so much passion,",
      "it": "Questo processo era colmo di tantissima passione..."
    }
  },
  {
    "translation": {
      "en": "so much pain, and so much history.",
      "it": "...tantissimo dolore e tantissima storia."
    }
  },
  {
    "translation": {
      "en": "Survivors were dying every day.",
      "it": "I sopravvissuti morivano ogni giorno."
    }
  },
  {
    "translation": {
      "en": "And this was a last glimpse and effort",
      "it": "E questo era l'ultimo tentativo e sforzo..."
    }
  },
  {
    "translation": {
      "en": "to hear them, to put it in language, and to listen.",
      "it": "...per starli a sentire, per dar loro voce e per ascoltarli."
    }
  },
  {
    "translation": {
      "en": "[younger Shaked, in Hebrew] I would ask of you to start with your date of birth.",
      "it": "Le chiederei di iniziare con la sua data di nascita."
    }
  },
  {
    "translation": {
      "en": "I am Epstein Pinchas, son of Dov and Sara.",
      "it": "Sono Epstein Pinchas, figlio di Dov e Sara."
    }
  },
  {
    "translation": {
      "en": "I was born in Czestochowa on March 3, 1925.",
      "it": "Sono nato a Częstochowa, il 3 marzo 1925."
    }
  },
  {
    "translation": {
      "en": "I understand that, from the moment you arrived at the death camp,",
      "it": "So che, dal momento in cui è giunto al campo di sterminio,"
    }
  },
  {
    "translation": {
      "en": "you were assigned to carry bodies from the gas chambers to the pits.",
      "it": "le è stato assegnato il compito di portare i cadaveri dalle camere a gas alle fosse."
    }
  },
  {
    "translation": {
      "en": "[Pinchas] Correct.",
      "it": "Esatto."
    }
  },
  {
    "translation": {
      "en": "I sat at a spot where I could see",
      "it": "Sedevo in un posto da cui potevo vedere"
    }
  },
  {
    "translation": {
      "en": "the engine of the gas chambers.",
      "it": "i motori delle camere a gas."
    }
  },
  {
    "translation": {
      "en": "It was the machine house.",
      "it": "Era la sala macchine."
    }
  },
  {
    "translation": {
      "en": "And I saw a man come out of the gas chamber.",
      "it": "E vedevo un uomo uscire dalla camera a gas."
    }
  },
  {
    "translation": {
      "en": "Later, I learned his name was Ivan. Ivan the Terrible.",
      "it": "In seguito, ho scoperto che si chiamava Ivan. Ivan il Terribile."
    }
  },
  {
    "translation": {
      "en": "I saw a large man, and he was operating the engine.",
      "it": "Vedevo un uomo grosso che azionava il motore."
    }
  },
  {
    "translation": {
      "en": "They ordered to open the doors and take out the corpses.",
      "it": "Ci ordinavano di aprire le porte e di portare fuori i cadaveri."
    }
  },
  {
    "translation": {
      "en": "This Ivan would come out of the engine room",
      "it": "Questo Ivan usciva dalla sala macchine"
    }
  },
  {
    "translation": {
      "en": "and beat us with his pipe.",
      "it": "e ci picchiava con un tubo."
    }
  },
  {
    "translation": {
      "en": "Sometimes he would carry a sword.",
      "it": "A volte portava una spada."
    }
  },
  {
    "translation": {
      "en": "And he would crush skulls, cut ears, and torture the prisoners.",
      "it": "Schiacciava teschi, tagliava orecchie e torturava i prigionieri."
    }
  },
  {
    "translation": {
      "en": "It was unbelievable.",
      "it": "Era incredibile."
    }
  },
  {
    "translation": {
      "en": "Your Honors, we took out corpses. It was horrific to see.",
      "it": "Vostro Onore, portavamo fuori i cadaveri. Era una vista orribile."
    }
  },
  {
    "translation": {
      "en": "People with crushed faces, people with knife wounds,",
      "it": "Persone con volti schiacciati, persone con ferite da coltello,"
    }
  },
  {
    "translation": {
      "en": "pregnant women stabbed in the gut, people with eyes poked out.",
      "it": "donne incinte pugnalate al ventre. Persone con gli occhi cavati."
    }
  },
  {
    "translation": {
      "en": "There are no words.",
      "it": "Non ci sono parole."
    }
  },
  {
    "translation": {
      "en": "One day a living girl",
      "it": "Un giorno, una ragazza ancora in vita"
    }
  },
  {
    "translation": {
      "en": "came out of the gas chambers.",
      "it": "uscì dalle camere a gas."
    }
  },
  {
    "translation": {
      "en": "About 12 years old.",
      "it": "Aveva circa 12 anni."
    }
  },
  {
    "translation": {
      "en": "Her words still ring in my ears:",
      "it": "Le sue parole mi risuonano ancora nelle orecchie:"
    }
  },
  {
    "translation": {
      "en": "\"Yachtse du mamoshy.\"",
      "it": "\"Yachtse du mamoshy\"."
    }
  },
  {
    "translation": {
      "en": "-[Levin] What do these words mean? -[voice breaking] \"I want my mommy.\"",
      "it": "- Cosa significano queste parole? - \"Voglio la mia mamma.\""
    }
  },
  {
    "translation": {
      "en": "[crying] I have a granddaughter her age.",
      "it": "Ho una nipote della sua età."
    }
  },
  {
    "translation": {
      "en": "Then they took her to the pit and shot her.",
      "it": "Poi la portarono nella fossa e le spararono."
    }
  },
  {
    "translation": {
      "en": "Your Honors, I see Ivan every night. I want to...",
      "it": "Vostro Onore, vedo Ivan ogni sera. Voglio..."
    }
  },
  {
    "translation": {
      "en": "My poor wife. I dream of him every night. I see him every night.",
      "it": "La mia povera moglie... Lo sogno ogni notte. Lo vedo ogni notte."
    }
  },
  {
    "translation": {
      "en": "He is engraved in my memory. I cannot escape him.",
      "it": "È inciso nella mia memoria. Non posso sfuggirgli."
    }
  },
  {
    "translation": {
      "en": "I see Ivan here, in front of me, as I remember him, as he lives in my mind.",
      "it": "Vedo Ivan qui, davanti a me, come lo ricordo, perché vive nella mia mente."
    }
  },
  {
    "translation": {
      "en": "There he is, as he stands here! Here he stands!",
      "it": "Eccolo qui! Eccolo!"
    }
  },
  {
    "translation": {
      "en": "[Levin] Mr. Epstein!",
      "it": "Signor Epstein!"
    }
  },
  {
    "translation": {
      "en": "Age has taken its toll, it's obvious, but not as much as to not know the man.",
      "it": "Ovviamente è invecchiato, ma non abbastanza da non riconoscerlo."
    }
  },
  {
    "translation": {
      "en": "I see him, I see him, I see him.",
      "it": "Lo vedo, lo vedo, lo vedo."
    }
  },
  {
    "translation": {
      "en": "-[man] Murderer! -[Irene] Shh!",
      "it": "Assassino!"
    }
  },
  {
    "translation": {
      "en": "[Tal] Be seated!",
      "it": "Seduti!"
    }
  },
  {
    "translation": {
      "en": "[Sheftel, in English] There is full entitlement",
      "it": "C'è tutto il diritto..."
    }
  },
  {
    "translation": {
      "en": "to seek brutal...",
      "it": "...di cercare una brutale..."
    }
  },
  {
    "translation": {
      "en": "merciless revenge",
      "it": "...e spietata vendetta..."
    }
  },
  {
    "translation": {
      "en": "from Ivan the Terrible.",
      "it": "...contro Ivan il Terribile."
    }
  },
  {
    "translation": {
      "en": "I see a lot of value in revenge against the proper person,",
      "it": "Vedo molto valore nella vendetta contro la persona giusta,"
    }
  },
  {
    "translation": {
      "en": "not against a retired autoworker",
      "it": "non contro un operaio in pensione"
    }
  },
  {
    "translation": {
      "en": "which was mistakenly thought to be Ivan the Terrible...",
      "it": "che è stato erroneamente confuso con Ivan il Terribile."
    }
  },
  {
    "translation": {
      "en": "as a victim of a conspiracy.",
      "it": "Che è vittima di una cospirazione."
    }
  }
]