[
  {
    "translation": {
      "en": "What were you before the white man named you a Negro?",
      "it": "Cos'eri prima che il bianco ti chiamasse \"negro\"?"
    }
  },
  {
    "translation": {
      "en": "What was your name? It couldn't have been Smith or Jones.",
      "it": "Qual era il tuo nome? Forse Smith, o Jones..."
    }
  },
  {
    "translation": {
      "en": "They don't have those kind of names",
      "it": "Quei nomi non ci sono da dove veniamo."
    }
  },
  {
    "translation": {
      "en": "where you and I came from.",
      "it": "Quei nomi non ci sono da dove veniamo. Esatto."
    }
  },
  {
    "translation": {
      "en": "[Herb Boyd] Malcolm spoke truth to power.",
      "it": "Malcolm diceva la verità al potere."
    }
  },
  {
    "translation": {
      "en": "This guy is fearless.",
      "it": "Non ha paura."
    }
  },
  {
    "translation": {
      "en": "It's the white man that's cracking skulls!",
      "it": "Il bianco spacca le teste."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] But even at the height of his popularity, he had a lot of enemies.",
      "it": "Ma, anche al culmine della popolarità, aveva molti nemici."
    }
  },
  {
    "translation": {
      "en": "[Malcolm X] I do believe there will be attempts on my life. They're foaming at the mouth.",
      "it": "Credo che proveranno a uccidermi. Schiumano dalla bocca."
    }
  },
  {
    "translation": {
      "en": "[Amin Nathari] It was inevitable that he'd be killed.",
      "it": "Era inevitabile."
    }
  },
  {
    "translation": {
      "en": "I probably am a dead man already.",
      "it": "Probabilmente sono già un uomo morto."
    }
  },
  {
    "translation": {
      "en": "-[witness 1] Shooting like a cowboy. -[witness 2] People crawling on the floor.",
      "it": "- Scena da Far West. - Chi strisciava per terra."
    }
  },
  {
    "translation": {
      "en": "[Calvin Sinnette] It was like warfare.",
      "it": "Sembrava una guerra."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] The first time I saw those bullet wounds,",
      "it": "La prima volta che vidi le ferite da arma da fuoco"
    }
  },
  {
    "translation": {
      "en": "I thought, \"Why doesn't someone want to get to the bottom of this?\"",
      "it": "pensai: \"Perché nessuno vuole scoprire la verità?\""
    }
  },
  {
    "translation": {
      "en": "So I started asking questions. It became an obsession.",
      "it": "Così iniziai a fare domande. Divenne un'ossessione."
    }
  },
  {
    "translation": {
      "en": "[reporter] Who do you believe is responsible for Malcolm X's death?",
      "it": "Chi crede che sia il responsabile?"
    }
  },
  {
    "translation": {
      "en": "The white power structure in America is behind it.",
      "it": "Il potere bianco d'America."
    }
  },
  {
    "translation": {
      "en": "[James Farmer] He said that he was going to be killed because he knew too much. What did he know?",
      "it": "Diceva che l'avrebbero ucciso perché sapeva troppo. Cosa sapeva?"
    }
  },
  {
    "translation": {
      "en": "[James Shabazz] Might be an inside job.",
      "it": "Qualcuno dall'interno."
    }
  },
  {
    "translation": {
      "en": "[Tony Bouza] The investigation was a failure from beginning to end.",
      "it": "Le indagini furono un fallimento dall'inizio alla fine."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] Three men were arrested.",
      "it": "Tre arrestati."
    }
  },
  {
    "translation": {
      "en": "[Aziz] The white man say you guilty, you guilty. Why? Because he says so and he got a gun.",
      "it": "Il bianco dice che sei colpevole. Perché lo dice lui e lui ha un'arma."
    }
  },
  {
    "translation": {
      "en": "[officer] Has he signed a statement?",
      "it": "Ha firmato un esposto?"
    }
  },
  {
    "translation": {
      "en": "The thing is, two of them weren't even in the Audubon Ballroom that day.",
      "it": "E due di loro non erano neanche nell'Audubon Ballroom quel giorno."
    }
  },
  {
    "translation": {
      "en": "Malcolm's death never sat right with me.",
      "it": "La morte di Malcolm non mi ha mai convinto."
    }
  },
  {
    "translation": {
      "en": "This is a rough hood.",
      "it": "È un brutto quartiere."
    }
  },
  {
    "translation": {
      "en": "What we're doing, it makes me nervous.",
      "it": "Sono nervoso per quello che facciamo."
    }
  },
  {
    "translation": {
      "en": "[David Garrow] Asking who's guilty of Malcolm's assassination is a dangerous question to ask.",
      "it": "È pericoloso chiedere chi è il colpevole dell'assassinio di Malcolm."
    }
  },
  {
    "translation": {
      "en": "That's not something that we talked about.",
      "it": "Non ne parlavamo."
    }
  },
  {
    "translation": {
      "en": "Leave it alone. What is the real story? You know who did it.",
      "it": "- Lascia stare. - Qual è la verità? Sai chi è stato."
    }
  },
  {
    "translation": {
      "en": "It's important to get answers about who gunned down my father.",
      "it": "È importante scoprire chi ha sparato a mio padre."
    }
  },
  {
    "translation": {
      "en": "...by any means necessary!",
      "it": "Con tutti i mezzi necessari."
    }
  },
  {
    "translation": {
      "en": "This is still a unsolved case, a mystery.",
      "it": "È ancora un caso irrisolto, un mistero."
    }
  },
  {
    "translation": {
      "en": "That's almost too much to process.",
      "it": "Ci sono troppe cose."
    }
  },
  {
    "translation": {
      "en": "[Al Sharpton] He was our shining black prince. People still don't get it.",
      "it": "Era il nostro cavaliere nero. La gente non capisce."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] The whole thing is on film!",
      "it": "È tutto filmato."
    }
  },
  {
    "translation": {
      "en": "Wow. I was not aware of that.",
      "it": "Wow, non lo sapevo."
    }
  },
  {
    "translation": {
      "en": "I'm not a lawyer, I don't have a Ph.D. Who did this?",
      "it": "Non sono un avvocato o altro. Chi è stato?"
    }
  },
  {
    "translation": {
      "en": "Folks try to caution me. \"You leave that alone, man.\"",
      "it": "Mi mettono in guardia. - Lascia stare. - Perché dissotterrare i morti?"
    }
  },
  {
    "translation": {
      "en": "Why would we dig up the dead?",
      "it": "- Lascia stare. - Perché dissotterrare i morti?"
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] The more people tell me I can't do something, that's the thing I want to do.",
      "it": "Più mi dicono che non posso fare una cosa, più la farò."
    }
  },
  {
    "translation": {
      "en": "I'm not going to stop until I get justice.",
      "it": "Voglio avere giustizia."
    }
  },
  {
    "translation": {
      "en": "Because the official account of who killed Malcolm X...",
      "it": "Perché la versione ufficiale su chi ha ucciso Malcolm X..."
    }
  },
  {
    "translation": {
      "en": "it's not true.",
      "it": "non è vera."
    }
  },
  {
    "translation": {
      "en": "[host] My guest tonight, Malcolm X,",
      "it": "È qui stasera Malcolm X."
    }
  },
  {
    "translation": {
      "en": "once the number-two man in the Black Muslims, now broken with Elijah Muhammad.",
      "it": "Prima il n°2 dei musulmani neri, ora ha rotto con Elijah Muhammad."
    }
  },
  {
    "translation": {
      "en": "He says he's a marked man and that a number of attempts have been made on his life.",
      "it": "Dice che è un uomo segnato e hanno attentato alla sua vita."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] Malcolm knew he was going to die by someone's hands.",
      "it": "Malcolm sapeva che sarebbe stato assassinato."
    }
  },
  {
    "translation": {
      "en": "It was coming.",
      "it": "Lo sentiva."
    }
  },
  {
    "translation": {
      "en": "He was predicting it, even.",
      "it": "Lo prevedeva, persino."
    }
  },
  {
    "translation": {
      "en": "Malcolm spent the night of February 20, 1965,",
      "it": "Malcolm passò la notte del 20 febbraio 1965"
    }
  },
  {
    "translation": {
      "en": "in the Hilton Hotel.",
      "it": "all'Hotel Hilton."
    }
  },
  {
    "translation": {
      "en": "He had a big rally the next day.",
      "it": "Il giorno dopo doveva fare un comizio."
    }
  },
  {
    "translation": {
      "en": "He wanted to find a safe place that no one knew where he was staying,",
      "it": "Voleva trovare un posto sicuro dove nessuno sapesse dove fosse,"
    }
  },
  {
    "translation": {
      "en": "so he could collect his thoughts.",
      "it": "per poter riflettere."
    }
  },
  {
    "translation": {
      "en": "He was awakened by a phone call in the morning.",
      "it": "Fu svegliato quella mattina da una telefonata."
    }
  },
  {
    "translation": {
      "en": "And the person on the other end of the line",
      "it": "E la persona all'altro capo del telefono"
    }
  },
  {
    "translation": {
      "en": "said something that let him know that someone knew where he was at.",
      "it": "disse qualcosa per fargli sapere che sapevano dove fosse."
    }
  },
  {
    "translation": {
      "en": "That he could be gotten anywhere, essentially.",
      "it": "Che potevano beccarlo ovunque."
    }
  },
  {
    "translation": {
      "en": "He called his wife, Betty, he said, \"I want you to come and I want you to bring the girls,\"",
      "it": "Chiamò sua moglie, Betty. Disse: \"Voglio che porti qui le bambine\"."
    }
  },
  {
    "translation": {
      "en": "and that's what she did.",
      "it": "E fu quello che fece."
    }
  },
  {
    "translation": {
      "en": "[Sinnette] My wife was pleased that it was a clear, bright Sunday morning.",
      "it": "Mia moglie era contenta che fosse una domenica chiara e luminosa."
    }
  },
  {
    "translation": {
      "en": "When we walked into the ballroom,",
      "it": "Entrammo nella sala"
    }
  },
  {
    "translation": {
      "en": "we sat about eight to ten rows from the stage.",
      "it": "e ci sedemmo nell'ottava o decima fila dal palco."
    }
  },
  {
    "translation": {
      "en": "I could see Betty",
      "it": "Potevo vedere... Betty, e penso..."
    }
  },
  {
    "translation": {
      "en": "and I think one or more of her children with her.",
      "it": "Betty, e penso... TESTIMONE ...che avesse con sé uno o più figli."
    }
  },
  {
    "translation": {
      "en": "[A. Peter Bailey] I got there a little bit early.",
      "it": "Arrivai un po' in anticipo."
    }
  },
  {
    "translation": {
      "en": "And when brother Malcolm came in,",
      "it": "E, quando entrò il fratello Malcolm,"
    }
  },
  {
    "translation": {
      "en": "it was the first time I'd ever seen him where he'd looked a little harried.",
      "it": "lo vidi per la prima volta un po' stressato,"
    }
  },
  {
    "translation": {
      "en": "As though the pressures were getting on him.",
      "it": "come se iniziasse a sentire la pressione."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] He knew at that point",
      "it": "A quel punto sapeva"
    }
  },
  {
    "translation": {
      "en": "that time was running out for him.",
      "it": "di non avere quasi più tempo."
    }
  },
  {
    "translation": {
      "en": "All the signs were there,",
      "it": "I segni c'erano tutti."
    }
  },
  {
    "translation": {
      "en": "and that's why none of his invited speakers",
      "it": "Per questo nessuna delle persone che erano state invitate"
    }
  },
  {
    "translation": {
      "en": "that were supposed to appear on that stage with him that day, none of them showed up.",
      "it": "per salire sul palco con lui quel giorno si presentò."
    }
  },
  {
    "translation": {
      "en": "Everyone knew that this man was in trouble. This man was hot!",
      "it": "Sapevano tutti che quest'uomo era in guai seri."
    }
  },
  {
    "translation": {
      "en": "[Bailey] I remember him saying, \"The way I feel today, I shouldn't even be here.\"",
      "it": "Disse: \"Per come mi sento, non dovrei nemmeno essere qui\"."
    }
  },
  {
    "translation": {
      "en": "And myself and about four of us people backstage, we said,",
      "it": "E io e altri quattro dietro le quinte:"
    }
  },
  {
    "translation": {
      "en": "\"Well, why don't you go home? People will understand.\"",
      "it": "\"Vai a casa. La gente capirà."
    }
  },
  {
    "translation": {
      "en": "\"You know, you've been under a lot of pressure over the last three weeks.\"",
      "it": "Sei stato molto sotto pressione queste tre settimane\"."
    }
  },
  {
    "translation": {
      "en": "And he said, \"No, they want to hear me, what I have to say about the firebombing.\"",
      "it": "E lui: \"No, sono qui per ascoltare ciò che ho da dire sull'attentato\"."
    }
  },
  {
    "translation": {
      "en": "[Malcolm X] As many of you know, Sunday morning about three o'clock,",
      "it": "Come molti di voi sanno, domenica mattina, verso le tre,"
    }
  },
  {
    "translation": {
      "en": "somebody threw some bombs inside my house.",
      "it": "qualcuno ha lanciato bombe in casa mia."
    }
  },
  {
    "translation": {
      "en": "I'm telling you these things, because it has reached",
      "it": "Vi dico queste cose perché siamo arrivati a un punto"
    }
  },
  {
    "translation": {
      "en": "a point where I feel that black people",
      "it": "Vi dico queste cose perché siamo arrivati a un punto in cui credo che i neri di questo paese"
    }
  },
  {
    "translation": {
      "en": "in this country need to know what's going on.",
      "it": "in cui credo che i neri di questo paese debbano sapere che sta succedendo."
    }
  },
  {
    "translation": {
      "en": "And I'm talking about an organization",
      "it": "Sto parlando di un'organizzazione"
    }
  },
  {
    "translation": {
      "en": "which I had a hand in building, which I had a hand in organizing.",
      "it": "a cui io stesso ho aiutato a dare forma."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] By the time he left the Nation of Islam,",
      "it": "Quando lasciò la Nazione dell'Islam,"
    }
  },
  {
    "translation": {
      "en": "Malcolm had a lot of enemies.",
      "it": "Malcolm aveva molti nemici."
    }
  },
  {
    "translation": {
      "en": "The Nation of Islam was a pure dictatorship.",
      "it": "La Nazione dell'Islam era una dittatura."
    }
  },
  {
    "translation": {
      "en": "Elijah Muhammad was at the top.",
      "it": "Elijah Muhammad ne era a capo."
    }
  },
  {
    "translation": {
      "en": "And Malcolm was seen as a traitor, because he had turned on his leader",
      "it": "E Malcolm era visto come un traditore, perché si era rivoltato contro il leader"
    }
  },
  {
    "translation": {
      "en": "who had raised him up from a common criminal",
      "it": "che lo aveva elevato da criminale comune"
    }
  },
  {
    "translation": {
      "en": "and put him on a pinnacle before the world.",
      "it": "e lo aveva messo al vertice di fronte al mondo."
    }
  },
  {
    "translation": {
      "en": "Also the federal government, the FBI,",
      "it": "E il governo federale e l'FBI"
    }
  },
  {
    "translation": {
      "en": "was deathly afraid of someone like Malcolm X.",
      "it": "avevano paura di qualcuno come Malcolm X."
    }
  },
  {
    "translation": {
      "en": "And one of the most perplexing details about this story",
      "it": "E uno dei dettagli di questa storia che ci lasciano più perplessi"
    }
  },
  {
    "translation": {
      "en": "is the fact that there was an absence of any kind of police force",
      "it": "è il fatto che mancava qualsiasi corpo delle forze dell'ordine"
    }
  },
  {
    "translation": {
      "en": "in and around the Audubon that afternoon.",
      "it": "all'interno e intorno all'Audubon quel pomeriggio."
    }
  },
  {
    "translation": {
      "en": "This was very strange,",
      "it": "Era molto strano, soprattutto se si considerano"
    }
  },
  {
    "translation": {
      "en": "especially given the recent threats",
      "it": "Era molto strano, soprattutto se si considerano le recenti minacce contro la sua vita."
    }
  },
  {
    "translation": {
      "en": "that were made on his life.",
      "it": "le recenti minacce contro la sua vita."
    }
  },
  {
    "translation": {
      "en": "[Zaheer Ali] Usually at the rallies at the Audubon Ballroom,",
      "it": "Di solito, ai comizi all'Audubon,"
    }
  },
  {
    "translation": {
      "en": "there'd be up to two dozen police officers stationed outside.",
      "it": "c'erano almeno due dozzine di poliziotti appostati fuori."
    }
  },
  {
    "translation": {
      "en": "And on that day, there were only two uniformed officers,",
      "it": "Quel giorno c'erano solo due agenti in divisa."
    }
  },
  {
    "translation": {
      "en": "and they're stationed upstairs inside, away from the ballroom.",
      "it": "Ed erano di guardia al piano superiore, lontano dalla sala. STORICO"
    }
  },
  {
    "translation": {
      "en": "So the deterrent effect of having law enforcement present was not there.",
      "it": "L'effetto deterrente dell'avere forze dell'ordine presenti non c'era."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] It kind of gave a kind of menacing vibe to the whole scene.",
      "it": "Ciò creava una specie di atmosfera minacciosa nella situazione."
    }
  },
  {
    "translation": {
      "en": "You know... where was this police presence?",
      "it": "Dov'era la polizia?"
    }
  },
  {
    "translation": {
      "en": "[reporter] Try to remember just exactly what happened.",
      "it": "Cerchi di ricordare cos'è successo."
    }
  },
  {
    "translation": {
      "en": "[witness 1] Well, he had just got up to open up.",
      "it": "Si era appena alzato a parlare."
    }
  },
  {
    "translation": {
      "en": "And, um, he was speaking. I don't remember the exact words he was saying...",
      "it": "Stava parlando, ma non ricordo le sue esatte parole..."
    }
  },
  {
    "translation": {
      "en": "Malcolm goes to the rostrum, and he gave the greeting.",
      "it": "Malcolm sale sul podio e saluta."
    }
  },
  {
    "translation": {
      "en": "Salaam-alaikum.",
      "it": "As-Salaam-Alaikum."
    }
  },
  {
    "translation": {
      "en": "[Gene Simpson] At that point, a rumbling broke out behind us.",
      "it": "A quel punto dietro di noi si sentì un brontolio."
    }
  },
  {
    "translation": {
      "en": "[man] Get your hand out of my pocket!",
      "it": "AUDIO ORIGINALE"
    }
  },
  {
    "translation": {
      "en": "[Gene Simpson] And everybody in the place naturally turned around to look.",
      "it": "Tutti si voltarono a guardare cosa fosse."
    }
  },
  {
    "translation": {
      "en": "[Samuel Bilal] I remember Malcolm was raising his hand saying, \"All right, everybody be cool now.\"",
      "it": "Malcolm stava alzando la mano, dicendo: \"Ok, state calmi\", o qualcosa del genere."
    }
  },
  {
    "translation": {
      "en": "Or something to that effect.",
      "it": "TESTIMONE"
    }
  },
  {
    "translation": {
      "en": "I said to myself, \"Why don't they cut that out?",
      "it": "Io pensai: \"Perché non la smettono? Voglio sentire che cosa dice Malcolm\"."
    }
  },
  {
    "translation": {
      "en": "I want to hear Malcolm unfold this program.\"",
      "it": "\"Perché non la smettono? Voglio sentire che cosa dice Malcolm\"."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] And a burly, dark-skinned man walked up to the stage",
      "it": "E poi un uomo corpulento, dalla pelle scura, si avvicinò al palco"
    }
  },
  {
    "translation": {
      "en": "and pulled from under his coat a sawed-off shotgun.",
      "it": "e tirò fuori da sotto al cappotto un fucile a canne mozze."
    }
  },
  {
    "translation": {
      "en": "And, uh, just then the gunfire went off.",
      "it": "E poi partirono i colpi."
    }
  },
  {
    "translation": {
      "en": "[Bilal] Next thing I know, two other fellas jumped up.",
      "it": "Poi altri due tizi si alzarono in piedi."
    }
  },
  {
    "translation": {
      "en": "They're shooting this place up.",
      "it": "E spararono."
    }
  },
  {
    "translation": {
      "en": "I remember there were so many shots that were fired.",
      "it": "Ricordo che spararono così tanti colpi..."
    }
  },
  {
    "translation": {
      "en": "It was like warfare.",
      "it": "Sembrava una guerra."
    }
  },
  {
    "translation": {
      "en": "[Betty Shabazz] I saw people crawling on the floor.",
      "it": "Vedevo gente strisciare per terra."
    }
  },
  {
    "translation": {
      "en": "So I got down too.",
      "it": "Mi abbassai anch'io."
    }
  },
  {
    "translation": {
      "en": "And my children were crying, you know, \"What's going on, what's going on? Are they gonna shoot us?\"",
      "it": "E i miei figli piangevano: \"Che succede? Ci spareranno?\""
    }
  },
  {
    "translation": {
      "en": "[Shabazz] Then I saw, um, someone",
      "it": "Poi vidi qualcuno guardare..."
    }
  },
  {
    "translation": {
      "en": "look in amazement to the front. I knew they had shot my husband.",
      "it": "con stupore il palco. Avevano sparato a mio marito."
    }
  },
  {
    "translation": {
      "en": "[Bailey] I ran down and I jumped up on the stage.",
      "it": "Io corsi verso il palco."
    }
  },
  {
    "translation": {
      "en": "And his shirt was open and I saw all these bullet holes in his body.",
      "it": "La camicia era aperta e vedevo i fori dei proiettili."
    }
  },
  {
    "translation": {
      "en": "And he was gasping.",
      "it": "E stava annaspando."
    }
  },
  {
    "translation": {
      "en": "I remember thinking to myself, \"He's gonna die. He's gonna die.\"",
      "it": "Ricordo che pensai che sarebbe morto."
    }
  },
  {
    "translation": {
      "en": "[Shabazz] My husband was all I had. I mean, he was...",
      "it": "Mio marito era tutto ciò che avevo..."
    }
  },
  {
    "translation": {
      "en": "He was everything to me and my children.",
      "it": "Era tutto per me e i bambini."
    }
  },
  {
    "translation": {
      "en": "He said that, uh... That he'd always love me and provide for us.",
      "it": "Disse che mi avrebbe sempre amato e che si sarebbe sempre preso cura di noi."
    }
  },
  {
    "translation": {
      "en": "[Malcolm X] We're not brutalized because we're Muslims.",
      "it": "Non siamo brutalizzati perché siamo musulmani."
    }
  },
  {
    "translation": {
      "en": "We're not brutalized because we're Catholics.",
      "it": "Non siamo brutalizzati perché siamo cattolici."
    }
  },
  {
    "translation": {
      "en": "We're brutalized because we are black people in America.",
      "it": "Siamo brutalizzati perché siamo neri, in America."
    }
  },
  {
    "translation": {
      "en": "[Jelani Cobb] If you're looking at the genealogy of the anger and activism in this country,",
      "it": "Se si guarda la genealogia della rabbia e dell'attivismo in questo paese,"
    }
  },
  {
    "translation": {
      "en": "we see lots of it descending from Malcolm.",
      "it": "molto discende da Malcolm. Se vogliono che porgiamo l'altra guancia,"
    }
  },
  {
    "translation": {
      "en": "[Malcolm X] If they want us to turn the other cheek,",
      "it": "Se vogliono che porgiamo l'altra guancia,"
    }
  },
  {
    "translation": {
      "en": "teach white people to turn the other cheek.",
      "it": "insegnate ai bianchi a porgere l'altra guancia."
    }
  },
  {
    "translation": {
      "en": "And if they want us to love our enemy,",
      "it": "Se vogliono che amiamo il nostro nemico,"
    }
  },
  {
    "translation": {
      "en": "teach white people to love their enemy.",
      "it": "insegnate ai bianchi ad amare il loro nemico."
    }
  },
  {
    "translation": {
      "en": "[Cobb] Malcolm was the primary articulator",
      "it": "Malcolm era il principale esponente della nostra causa"
    }
  },
  {
    "translation": {
      "en": "of our cause and our case against America,",
      "it": "Malcolm era il principale esponente della nostra causa e del nostro caso contro l'America, contro la supremazia bianca nel paese."
    }
  },
  {
    "translation": {
      "en": "against white supremacy in the United States.",
      "it": "e del nostro caso contro l'America, contro la supremazia bianca nel paese."
    }
  },
  {
    "translation": {
      "en": "[Malcolm X] Black people in this country have been the victims",
      "it": "I neri in questo paese sono vittime"
    }
  },
  {
    "translation": {
      "en": "of violence at the hands of the white man for 400 years.",
      "it": "delle violenze dei bianchi da 400 anni."
    }
  },
  {
    "translation": {
      "en": "Is that different 53 years after his death?",
      "it": "È diverso 53 anni dopo la sua morte? GIORNALISTA DE THE NEW YORKER"
    }
  },
  {
    "translation": {
      "en": "Not really.",
      "it": "Non proprio."
    }
  },
  {
    "translation": {
      "en": "-[Eric Garner] I can't breathe! -[cop] Put your hands behind your back!",
      "it": "- Non respiro! - Mani dietro la testa."
    }
  },
  {
    "translation": {
      "en": "-[Eric Garner] I can't breathe! -[Malcolm X] When someone attacks you,",
      "it": "Quando qualcuno ti attacca e ti si avvicina con un bastone"
    }
  },
  {
    "translation": {
      "en": "when someone comes at you with a club, with a gun,",
      "it": "Quando qualcuno ti attacca e ti si avvicina con un bastone o con una pistola, anche se non hai fatto nulla,"
    }
  },
  {
    "translation": {
      "en": "despite the fact that you've done nothing wrong,",
      "it": "o con una pistola, anche se non hai fatto nulla,"
    }
  },
  {
    "translation": {
      "en": "he tells you, \"Suffer peacefully.\"",
      "it": "ti dice di soffrire in silenzio."
    }
  },
  {
    "translation": {
      "en": "And how long can you suffer, after suffering for 400 years?",
      "it": "E quanto a lungo puoi soffrire dopo aver sofferto per 400 anni?"
    }
  },
  {
    "translation": {
      "en": "We declare our right to be respected as a human being,",
      "it": "Dichiariamo il diritto di essere rispettati come esseri umani,"
    }
  },
  {
    "translation": {
      "en": "to be given the rights of a human being,",
      "it": "di avere gli stessi diritti,"
    }
  },
  {
    "translation": {
      "en": "which we intend to bring into existence by any means necessary.",
      "it": "e vogliamo riuscire ad acquisirli con ogni mezzo necessario."
    }
  },
  {
    "translation": {
      "en": "[Cobb] For those who love Malcolm,",
      "it": "Per chi voleva bene a Malcolm,"
    }
  },
  {
    "translation": {
      "en": "it is a really, really intense relationship with his memory.",
      "it": "la relazione con la sua memoria è qualcosa di molto intenso."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] Malcolm spoke to me at a time",
      "it": "Malcolm mi parlò quando ero un giovane pieno di rabbia."
    }
  },
  {
    "translation": {
      "en": "when I was a very angry young man, and I fell in love with him.",
      "it": "Malcolm mi parlò quando ero un giovane pieno di rabbia. E me ne innamorai."
    }
  },
  {
    "translation": {
      "en": "I was the victim of a police attack",
      "it": "A soli 14 anni fui vittima di un attacco della polizia."
    }
  },
  {
    "translation": {
      "en": "when I was only 14 years old, and it was racially motivated.",
      "it": "A soli 14 anni fui vittima di un attacco della polizia. Era a sfondo razziale."
    }
  },
  {
    "translation": {
      "en": "One quiet Sunday afternoon, myself and my cousin,",
      "it": "Una tranquilla domenica pomeriggio, io e mio cugino,"
    }
  },
  {
    "translation": {
      "en": "I believe I was in 9th grade, and we were just hanging out on our bikes.",
      "it": "ed eravamo forse in prima superiore, andavamo in giro in bici."
    }
  },
  {
    "translation": {
      "en": "Me, him, and his girlfriend,",
      "it": "Io, lui e la sua ragazza,"
    }
  },
  {
    "translation": {
      "en": "a young white girl.",
      "it": "una giovane bianca."
    }
  },
  {
    "translation": {
      "en": "I was just chatting with the young lady,",
      "it": "Stavo chiacchierando con la ragazza"
    }
  },
  {
    "translation": {
      "en": "and this, evidently, enraged the police.",
      "it": "e questo, evidentemente, mandò su tutte le furie i poliziotti."
    }
  },
  {
    "translation": {
      "en": "You know, \"How dare these black boys date these white girls?\"",
      "it": "Pensavano tipo... \"Come osano questi neri uscire con delle bianche?\""
    }
  },
  {
    "translation": {
      "en": "They did a fishtail, you know, \"whoop-whoop,\"",
      "it": "Frenarono di botto"
    }
  },
  {
    "translation": {
      "en": "you know, jumped out the car.",
      "it": "e uscirono dall'auto."
    }
  },
  {
    "translation": {
      "en": "They grabbed me by my afro, and they said, you know,",
      "it": "Mi afferrarono per i capelli e dissero: \"Esci con le ragazze bianche, negro?"
    }
  },
  {
    "translation": {
      "en": "\"You like dating white girls, nigger?",
      "it": "e dissero: \"Esci con le ragazze bianche, negro?"
    }
  },
  {
    "translation": {
      "en": "That's what you like to do?\"",
      "it": "Ti piace, eh?\""
    }
  },
  {
    "translation": {
      "en": "And they flung me against the car",
      "it": "Mi sbatterono contro l'auto"
    }
  },
  {
    "translation": {
      "en": "and one of 'em came up and gave me a nice knee, y'know?",
      "it": "e uno mi diede una ginocchiata..."
    }
  },
  {
    "translation": {
      "en": "I'm 14 years old!",
      "it": "Avevo 14 anni."
    }
  },
  {
    "translation": {
      "en": "They threw me in the back of the car,",
      "it": "Mi scaraventarono sul retro."
    }
  },
  {
    "translation": {
      "en": "and then they just drove around Providence and terrorized me.",
      "it": "Guidavano per Providence e mi terrorizzavano."
    }
  },
  {
    "translation": {
      "en": "They started talking about how many brothers",
      "it": "Iniziarono a dire quanti fratelli"
    }
  },
  {
    "translation": {
      "en": "they threw in the Providence River.",
      "it": "avevano buttato nel fiume."
    }
  },
  {
    "translation": {
      "en": "\"You remember Pookie? You remember Ray-Ray, or Johnny?",
      "it": "\"Ricordi Pooky? Ricordi Ray-Ray? Johnny? Sai che gli è successo, eh?"
    }
  },
  {
    "translation": {
      "en": "Y'know what happened to them, didn't you?",
      "it": "Johnny? Sai che gli è successo, eh?"
    }
  },
  {
    "translation": {
      "en": "They're at the bottom of the Providence River.\" That kind of talk.",
      "it": "Sono in fondo al fiume...\" Roba così."
    }
  },
  {
    "translation": {
      "en": "Then one officer looked to the other officer and he said,",
      "it": "Poi uno degli agenti guardò l'altro e chiese:"
    }
  },
  {
    "translation": {
      "en": "\"Did he say something? Did you say something, boy?",
      "it": "\"Ha detto qualcosa? Hai detto qualcosa?"
    }
  },
  {
    "translation": {
      "en": "Say one more thing and we'll split your head like a goddamn grape, okay?\"",
      "it": "Parla ancora e ti spacco la testa come un acino d'uva. Capito?\""
    }
  },
  {
    "translation": {
      "en": "I remembered there was a...",
      "it": "Ricordo questa sensazione di paralisi."
    }
  },
  {
    "translation": {
      "en": "a paralyzing fear just trying to figure out",
      "it": "Ricordo questa sensazione di paralisi. Cercavo di capire cosa ne sarebbe stato di me,"
    }
  },
  {
    "translation": {
      "en": "what was going to become of me, y'know?",
      "it": "Cercavo di capire cosa ne sarebbe stato di me,"
    }
  },
  {
    "translation": {
      "en": "What are these guys gonna do?",
      "it": "che mi avrebbero fatto."
    }
  },
  {
    "translation": {
      "en": "All I could do was just sit there, you know,",
      "it": "Potevo solo stare lì seduto"
    }
  },
  {
    "translation": {
      "en": "and accept whatever my fate was going to be, you know?",
      "it": "e accettare qualunque sarebbe stato il mio destino."
    }
  },
  {
    "translation": {
      "en": "Um... It was terrifying. It was terrifying.",
      "it": "Era terrificante."
    }
  },
  {
    "translation": {
      "en": "Every case of police brutality against a Negro follows the same pattern.",
      "it": "Ogni caso di brutalità poliziesca contro un nero si svolge allo stesso modo."
    }
  },
  {
    "translation": {
      "en": "-[man] You right! -They attack you, bust you all upside your mouth,",
      "it": "Vi attaccano, vi spaccano la bocca a pugni."
    }
  },
  {
    "translation": {
      "en": "and then take you to court and charge you with assault.",
      "it": "Poi vi portano in tribunale e vi accusano di aggressione."
    }
  },
  {
    "translation": {
      "en": "What kind of democracy is that?",
      "it": "Che democrazia è?"
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] The first time I heard his voice,",
      "it": "La prima volta che sentii la sua voce, ad attrarmi fu..."
    }
  },
  {
    "translation": {
      "en": "what really attracted me to it was the fearlessness of it.",
      "it": "La prima volta che sentii la sua voce, ad attrarmi fu... la sua temerarietà."
    }
  },
  {
    "translation": {
      "en": "[Malcolm X] You speak as a black man, a black man whose patience has run out.",
      "it": "Parli da uomo nero. Un uomo nero che ha esaurito la pazienza."
    }
  },
  {
    "translation": {
      "en": "The manhood in it!",
      "it": "La sua virilità."
    }
  },
  {
    "translation": {
      "en": "The day of the sit-in, the crawl-in,",
      "it": "I giorni in cui aspettiamo, strisciamo,"
    }
  },
  {
    "translation": {
      "en": "the cry-in, and the beg-in is outdated.",
      "it": "piangiamo e imploriamo sono ormai passati."
    }
  },
  {
    "translation": {
      "en": "The power of this man's courage to say this stuff.",
      "it": "Il potere del coraggio di quest'uomo nel dire queste cose..."
    }
  },
  {
    "translation": {
      "en": "You know, it was... It was irresistible!",
      "it": "era irresistibile."
    }
  },
  {
    "translation": {
      "en": "It changed the entire trajectory of my life.",
      "it": "Ha cambiato la direzione della mia vita."
    }
  },
  {
    "translation": {
      "en": "That's the reason why I went to Howard University.",
      "it": "È per questo che sono andato alla Howard University."
    }
  },
  {
    "translation": {
      "en": "That's the reason I became a black militant activist at that moment.",
      "it": "È per questo che sono diventato un militante nero, in quel momento."
    }
  },
  {
    "translation": {
      "en": "We all had a story or know someone who's been jacked up by the police.",
      "it": "Sapevamo tutti di una storia o di qualcuno fermato dalla polizia."
    }
  },
  {
    "translation": {
      "en": "And that's what Malcolm represented for us.",
      "it": "Malcolm rappresentava quello."
    }
  },
  {
    "translation": {
      "en": "You know, that black man that wasn't gonna take this shit anymore.",
      "it": "Il nero che non avrebbe più sopportato."
    }
  },
  {
    "translation": {
      "en": "Malcolm's death never sat right with me.",
      "it": "La morte di Malcolm non mi ha mai convinto."
    }
  },
  {
    "translation": {
      "en": "There were too many unanswered questions.",
      "it": "C'erano troppe domande senza risposta."
    }
  },
  {
    "translation": {
      "en": "And for the better part of 30 years,",
      "it": "E, per quasi 30 anni,"
    }
  },
  {
    "translation": {
      "en": "I've dedicated my life to understanding this story.",
      "it": "ho dedicato la mia vita a comprendere questa storia."
    }
  },
  {
    "translation": {
      "en": "I'm not a lawyer. I don't have a Ph.D. I don't have a Master's.",
      "it": "Non sono un avvocato. Non sono andato all'università."
    }
  },
  {
    "translation": {
      "en": "I'm not what you would call, even, a professional.",
      "it": "Non sono una persona che se ne intende, un esperto."
    }
  },
  {
    "translation": {
      "en": "I have no shame about that.",
      "it": "Non me ne vergogno."
    }
  },
  {
    "translation": {
      "en": "Just a regular brother who felt that Malcolm deserved justice.",
      "it": "Sono solo un fratello che pensava che Malcolm meritasse giustizia."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, my name is Abdur-Rahman,",
      "it": "Signore e signori, sono Abdur-Rahman."
    }
  },
  {
    "translation": {
      "en": "I'll be your narrator. This portion of the tour,",
      "it": "Sarò il vostro narratore per questo tour."
    }
  },
  {
    "translation": {
      "en": "on behalf of Arlington National Cemetery Tours,",
      "it": "A nome della mia agenzia turistica,"
    }
  },
  {
    "translation": {
      "en": "I'd like to welcome you all to Arlington National Cemetery.",
      "it": "vi do il benvenuto al cimitero nazionale di Arlington."
    }
  },
  {
    "translation": {
      "en": "This is our nation's most sacred place of remembrance...",
      "it": "Questo è il luogo commemorativo più sacro della nostra nazione..."
    }
  },
  {
    "translation": {
      "en": "[David Garrow] Abdur-Rahman Muhammad is without question",
      "it": "Abdur Rahman Muhammad è, senza dubbio,"
    }
  },
  {
    "translation": {
      "en": "the most knowledgeable person about Malcolm's murder.",
      "it": "la persona più esperta sull'omicidio di Malcolm. STORICO E VINCITORE DEL PREMIO PULITZER"
    }
  },
  {
    "translation": {
      "en": "He's been an independent researcher",
      "it": "STORICO E VINCITORE DEL PREMIO PULITZER In qualità di ricercatore indipendente, ci sta lavorando"
    }
  },
  {
    "translation": {
      "en": "working on this for a good number of years now.",
      "it": "In qualità di ricercatore indipendente, ci sta lavorando da moltissimi anni ormai."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] Look to the driver's side, the large memorial there in the center of the...",
      "it": "Se guardate a sinistra, il grande monumento al centro..."
    }
  },
  {
    "translation": {
      "en": "[Garrow] He has invested hundreds of hours",
      "it": "Ha dedicato centinaia di ore"
    }
  },
  {
    "translation": {
      "en": "tracking down direct first-hand evidence",
      "it": "a rintracciare prove di prima mano"
    }
  },
  {
    "translation": {
      "en": "of the conspiracy to kill Malcolm X.",
      "it": "- del complotto per uccidere Malcolm X. - ...trucidato nel giugno 1963..."
    }
  },
  {
    "translation": {
      "en": "...brutally assassinated in June of 1963.",
      "it": "- del complotto per uccidere Malcolm X. - ...trucidato nel giugno 1963... Nessuno, più di Abdur-Rahman Muhammad, ha fatto così tanto per risolvere"
    }
  },
  {
    "translation": {
      "en": "[Garrow] No one alive has done more",
      "it": "Nessuno, più di Abdur-Rahman Muhammad, ha fatto così tanto per risolvere"
    }
  },
  {
    "translation": {
      "en": "to solve Malcolm's killing than Abdur-Rahman Muhammad.",
      "it": "Nessuno, più di Abdur-Rahman Muhammad, ha fatto così tanto per risolvere l'omicidio di Malcolm."
    }
  },
  {
    "translation": {
      "en": "...state of Mississippi to become the first field secretary for the NAACP at that time.",
      "it": "...del Mississippi, per diventare il primo segretario locale della NAACP."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] Early on, I had read enough to think that the case was a sham, all right?",
      "it": "Da quello che avevo letto credevo che il caso fosse una farsa."
    }
  },
  {
    "translation": {
      "en": "That it was a fraud.",
      "it": "Un imbroglio, insomma."
    }
  },
  {
    "translation": {
      "en": "I had read enough to believe that the killers were still out there.",
      "it": "Pensavo che gli assassini fossero ancora liberi."
    }
  },
  {
    "translation": {
      "en": "It's been a great honor and privilege to share this rich and auspicious history with you.",
      "it": "È stato un onore e un privilegio condividere con voi questa storia."
    }
  },
  {
    "translation": {
      "en": "Never been afraid of the truth.",
      "it": "Non temete la verità."
    }
  },
  {
    "translation": {
      "en": "I always wanted to know, what is the real story?",
      "it": "Volevo sapere: qual è la vera storia? La accetterò, qualunque essa sia."
    }
  },
  {
    "translation": {
      "en": "Whatever it is, I'll deal with it.",
      "it": "qual è la vera storia? La accetterò, qualunque essa sia."
    }
  },
  {
    "translation": {
      "en": "I decided that, you know, if it was ever possible",
      "it": "Decisi che, se mi fosse stato possibile"
    }
  },
  {
    "translation": {
      "en": "for me to find these people, that I would find them.",
      "it": "trovare queste persone, l'avrei fatto."
    }
  },
  {
    "translation": {
      "en": "I mean, this is Malcolm X we're talking about!",
      "it": "Insomma... Stiamo parlando di Malcolm X."
    }
  },
  {
    "translation": {
      "en": "[Herbert J. Stern] It was a Sunday. I had the homicide duty.",
      "it": "Era domenica. Ero stato assegnato alla Omicidi."
    }
  },
  {
    "translation": {
      "en": "Usually, there wasn't much homicide activity, you know,",
      "it": "Di solito non c'è molta attività lì. EX ASSISTENTE DEL PROCURATORE DISTRETTUALE"
    }
  },
  {
    "translation": {
      "en": "certainly not in the afternoons.",
      "it": "Di certo non di pomeriggio."
    }
  },
  {
    "translation": {
      "en": "I was in a bar, dancing.",
      "it": "Stavo ballando in un locale."
    }
  },
  {
    "translation": {
      "en": "And you know, the dancing in those days was a lot of leaping in the air.",
      "it": "E, a quei tempi, si ballava saltando di continuo."
    }
  },
  {
    "translation": {
      "en": "I remember the name of the place too, it was called Ondine's.",
      "it": "Ricordo anche il nome del locale. Si chiamava Ondine's."
    }
  },
  {
    "translation": {
      "en": "It doesn't exist anymore.",
      "it": "Ora non esiste più. Credo che fosse sulla Cinquantasettesima,"
    }
  },
  {
    "translation": {
      "en": "It was on, I think, 57th Street right under the bridge.",
      "it": "Ora non esiste più. Credo che fosse sulla Cinquantasettesima, proprio sotto al ponte."
    }
  },
  {
    "translation": {
      "en": "I heard somebody say, \"You hear? Malcolm X was shot.\"",
      "it": "Sentii dire: \"Hanno sparato a Malcolm X\"."
    }
  },
  {
    "translation": {
      "en": "In this whole bar, there was one booth with a telephone,",
      "it": "In tutto il locale c'era solo una cabina con il telefono."
    }
  },
  {
    "translation": {
      "en": "and it was occupied.",
      "it": "Ed era occupato."
    }
  },
  {
    "translation": {
      "en": "But I had a badge, you know. So I took my badge out, and I went over to the booth, I knocked on the thing.",
      "it": "Ma avevo il distintivo. Così lo tirai fuori, mi avvicinai e bussai al tizio."
    }
  },
  {
    "translation": {
      "en": "Guy looked up, and I said... Showed him the badge. \"Out!\"",
      "it": "Mi guardò. Gli mostrai il distintivo e dissi: \"Fuori\"."
    }
  },
  {
    "translation": {
      "en": "And I called Manhattan North Homicide.",
      "it": "Chiamai la Omicidi di Manhattan Nord."
    }
  },
  {
    "translation": {
      "en": "They said, \"Mr. Stern, where have you been? We have been looking for you.\"",
      "it": "Dissero: \"Dov'era finito, signor Stern? La stavamo cercando\"."
    }
  },
  {
    "translation": {
      "en": "[reporter] Chief, could you describe what happened here today?",
      "it": "Può descrivere cos'è successo?"
    }
  },
  {
    "translation": {
      "en": "[police chief] At about 3:15 p.m. this afternoon,",
      "it": "Intorno alle 15:15 di questo pomeriggio,"
    }
  },
  {
    "translation": {
      "en": "there were about 400 persons present in the ballroom here,",
      "it": "Intorno alle 15:15 di questo pomeriggio, c'erano circa 400 persone all'interno della sala,"
    }
  },
  {
    "translation": {
      "en": "representing an organization headed up by Malcolm X.",
      "it": "membri dell'organizzazione guidata da Malcolm X."
    }
  },
  {
    "translation": {
      "en": "[reporter] There were no police at this meeting, were there, Inspector?",
      "it": "Ispettore, la polizia non era presente?"
    }
  },
  {
    "translation": {
      "en": "There were no uniformed policemen assigned inside this ballroom.",
      "it": "Non c'erano agenti in divisa stazionati nella sala."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] When the police arrived at the Audubon,",
      "it": "Quando la polizia arrivò all'Audubon,"
    }
  },
  {
    "translation": {
      "en": "there was no sense of urgency.",
      "it": "non c'era una sensazione di emergenza."
    }
  },
  {
    "translation": {
      "en": "And this was noticed by a lot of people.",
      "it": "E questo fu notato da molte persone."
    }
  },
  {
    "translation": {
      "en": "Almost as if they knew this was going to happen.",
      "it": "Come se sapessero che sarebbe successo."
    }
  },
  {
    "translation": {
      "en": "Almost as if they wanted it to happen.",
      "it": "Come se volessero che succedesse."
    }
  },
  {
    "translation": {
      "en": "[Bailey] The police, they looked so nonchalant.",
      "it": "La polizia sembrava indifferente,"
    }
  },
  {
    "translation": {
      "en": "It just really... It angered me when I saw it.",
      "it": "e la cosa mi mandò su tutte le furie."
    }
  },
  {
    "translation": {
      "en": "They was just strolling through the Audubon Ballroom",
      "it": "Stavano passeggiando per la sala,"
    }
  },
  {
    "translation": {
      "en": "like they was on a Sunday stroll in Central Park.",
      "it": "come se fossero di domenica a Central Park."
    }
  },
  {
    "translation": {
      "en": "And people were on the floor, chairs overturned,",
      "it": "C'erano persone a terra, sedie rovesciate..."
    }
  },
  {
    "translation": {
      "en": "people were still crying and screaming.",
      "it": "La gente piangeva e urlava."
    }
  },
  {
    "translation": {
      "en": "[Stern] The crime scene was a total mess.",
      "it": "La scena del crimine era un disastro."
    }
  },
  {
    "translation": {
      "en": "The whole place was in total disarray.",
      "it": "L'intera sala era nel caos più totale."
    }
  },
  {
    "translation": {
      "en": "There was nothing to see at the scene that would have helped me",
      "it": "Niente in quella scena mi avrebbe aiutato, come avvocato."
    }
  },
  {
    "translation": {
      "en": "as a lawyer on the case.",
      "it": "mi avrebbe aiutato, come avvocato."
    }
  },
  {
    "translation": {
      "en": "We knew that Malcolm had stood up in front of a very crowded ballroom",
      "it": "Sapevamo che Malcolm era in piedi di fronte a una sala molto affollata."
    }
  },
  {
    "translation": {
      "en": "and that the shooters massacred him",
      "it": "E che gli assassini lo avevano massacrato"
    }
  },
  {
    "translation": {
      "en": "in the presence of his family.",
      "it": "davanti alla sua famiglia."
    }
  },
  {
    "translation": {
      "en": "Boom, boom, boom, boom. They just blew him apart.",
      "it": "Boom! L'avevano fatto a pezzi."
    }
  },
  {
    "translation": {
      "en": "[police chief] We have found one weapon at the scene.",
      "it": "Abbiamo trovato un'arma sulla scena."
    }
  },
  {
    "translation": {
      "en": "A shotgun, which, I'm sorry, I cannot describe for--",
      "it": "Il fucile che, purtroppo, non posso descrivere oltre."
    }
  },
  {
    "translation": {
      "en": "-[reporter] A sawed-off shotgun? -Sawed-off shotgun.",
      "it": "- Il fucile a canne mozze? - Sì."
    }
  },
  {
    "translation": {
      "en": "[Stern] Actually, we knew that there were three kinds of weapons.",
      "it": "Sapevamo che c'erano tre armi diverse."
    }
  },
  {
    "translation": {
      "en": "There was a shotgun.",
      "it": "C'era un fucile."
    }
  },
  {
    "translation": {
      "en": "There was a .45,",
      "it": "C'era una calibro .45. COLT M1911 CALIBRO .45"
    }
  },
  {
    "translation": {
      "en": "and then there was some sort of... like a Luger.",
      "it": "E poi c'era una specie di Luger."
    }
  },
  {
    "translation": {
      "en": "[reporter] Where was Malcolm hit?",
      "it": "PISTOLA MAUSER - LUGER P08 - Dove è stato colpito Malcolm? - Nella parte inferiore destra del mento,"
    }
  },
  {
    "translation": {
      "en": "He sustained one shot in the lower right chin",
      "it": "- Dove è stato colpito Malcolm? - Nella parte inferiore destra del mento,"
    }
  },
  {
    "translation": {
      "en": "and the others hit him in the chest and, uh, body.",
      "it": "altri proiettili lo hanno colpito al petto e al resto del corpo."
    }
  },
  {
    "translation": {
      "en": "[Stern] We knew that one of the shooters,",
      "it": "Sapevamo che uno degli assassini,"
    }
  },
  {
    "translation": {
      "en": "one carrying a .45, had run,",
      "it": "che portava la calibro .45, era scappato"
    }
  },
  {
    "translation": {
      "en": "and was shot by one of Malcolm's bodyguards.",
      "it": "e una guardia del corpo di Malcolm gli aveva sparato."
    }
  },
  {
    "translation": {
      "en": "He managed to stagger into the street",
      "it": "Riuscì a barcollare in strada."
    }
  },
  {
    "translation": {
      "en": "and then the mob tried to kill him.",
      "it": "E poi la folla provò a ucciderlo."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] By then, the police had finally arrived",
      "it": "La polizia finalmente arrivò"
    }
  },
  {
    "translation": {
      "en": "and they rescued him from almost certain death.",
      "it": "e lo salvò da una morte certa."
    }
  },
  {
    "translation": {
      "en": "He was immediately arrested, and he was found with a weapon.",
      "it": "Fu immediatamente arrestato. E fu trovato con un'arma."
    }
  },
  {
    "translation": {
      "en": "So, that was kind of, \"Case closed\" for him.",
      "it": "Quindi era un caso chiuso per lui."
    }
  },
  {
    "translation": {
      "en": "What bothers me the most is that the other gunmen got away",
      "it": "Ciò che più mi dà fastidio è che gli altri riuscirono a scappare."
    }
  },
  {
    "translation": {
      "en": "because there was no police.",
      "it": "Perché la polizia non c'era."
    }
  },
  {
    "translation": {
      "en": "Were it not for the fact that one of Malcolm's security detail",
      "it": "Se non fosse stato per un membro della scorta di Malcolm,"
    }
  },
  {
    "translation": {
      "en": "shot this man in the leg, all of the assassins would've got away.",
      "it": "che gli sparò a una gamba, tutti gli assassini sarebbero fuggiti."
    }
  },
  {
    "translation": {
      "en": "[Zaheer Ali] Law enforcement did not secure the scene of the crime.",
      "it": "Le forze dell'ordine non isolarono la scena del crimine."
    }
  },
  {
    "translation": {
      "en": "In fact, there was a dance scheduled for 7:00 p.m. that evening,",
      "it": "Anzi, c'erano un ballo programmato per le sette di quella sera."
    }
  },
  {
    "translation": {
      "en": "and the ballroom was cleaned up and prepared for the dance,",
      "it": "Così la sala fu pulita e preparata per il ballo,"
    }
  },
  {
    "translation": {
      "en": "which went on as scheduled, with the bullets probably still in the wall.",
      "it": "che si svolse, con i proiettili ancora nei muri."
    }
  },
  {
    "translation": {
      "en": "It made the process of the investigation",
      "it": "Questo fece sembrare l'iter delle indagini"
    }
  },
  {
    "translation": {
      "en": "seem haphazard at best, botched, at worst.",
      "it": "come minimo disordinato, per non dire pasticciato."
    }
  },
  {
    "translation": {
      "en": "Maybe convenient to someone?",
      "it": "Magari questo faceva comodo a qualcuno."
    }
  },
  {
    "translation": {
      "en": "It's just one of the reasons why many people",
      "it": "È solo una delle ragioni per cui la gente continua a porsi delle domande"
    }
  },
  {
    "translation": {
      "en": "have continued questions about the assassination",
      "it": "per cui la gente continua a porsi delle domande sull'assassinio e sul ruolo delle forze dell'ordine,"
    }
  },
  {
    "translation": {
      "en": "and the role of law enforcement,",
      "it": "sull'assassinio e sul ruolo delle forze dell'ordine,"
    }
  },
  {
    "translation": {
      "en": "either actively or passively, in this happening.",
      "it": "sia attivo che passivo, in ciò che era accaduto."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] Did people know it was coming?",
      "it": "Sapevano che sarebbe successo?"
    }
  },
  {
    "translation": {
      "en": "Did they get the right guys? There was just so many stones still unturned.",
      "it": "Avevano preso i veri colpevoli? C'erano così tante piste da seguire."
    }
  },
  {
    "translation": {
      "en": "And it just kept bugging me and bugging me.",
      "it": "E questo continuava a tormentarmi."
    }
  },
  {
    "translation": {
      "en": "Somewhere in my path,",
      "it": "In un certo momento,"
    }
  },
  {
    "translation": {
      "en": "I decided that I need to drill down on Malcolm's case.",
      "it": "decisi che dovevo scavare più a fondo sul caso di Malcolm."
    }
  },
  {
    "translation": {
      "en": "My initial research began in the FBI Hoover building.",
      "it": "La mia ricerca iniziale partì dall'Hoover Building, sede dell'FBI."
    }
  },
  {
    "translation": {
      "en": "I've gone through the files in the Library of Congress.",
      "it": "Ho esaminato i fascicoli della Biblioteca del Congresso,"
    }
  },
  {
    "translation": {
      "en": "You know, anything that I could get my hands on",
      "it": "tutto ciò che ho trovato,"
    }
  },
  {
    "translation": {
      "en": "to get clues as to who is responsible for this horrific crime.",
      "it": "per trovare indizi su chi avesse commesso quell'orrendo crimine."
    }
  },
  {
    "translation": {
      "en": "But I've never seen the District Attorney's case files",
      "it": "Ma non ho mai visto i fascicoli del procuratore distrettuale."
    }
  },
  {
    "translation": {
      "en": "or any evidence from the crime scene.",
      "it": "O prove raccolte sulla scena del crimine."
    }
  },
  {
    "translation": {
      "en": "[Lorenzini] So, we have a number of collections",
      "it": "ARCHIVI MUNICIPALI DI NEW YORK Abbiamo molti fascicoli"
    }
  },
  {
    "translation": {
      "en": "at the Archives related to Malcolm X and the assassination of Malcolm X.",
      "it": "e altri documenti relativi a Malcolm X e al suo omicidio."
    }
  },
  {
    "translation": {
      "en": "-There's the DA's case files. -[Abdur-Rahman Muhammad] Okay.",
      "it": "- I fascicoli del procuratore... - Ok."
    }
  },
  {
    "translation": {
      "en": "[Lorenzini] Homicide case files, and then there's the NYPD photograph collection.",
      "it": "I fascicoli sull'omicidio e le fotografie scattate dalla polizia."
    }
  },
  {
    "translation": {
      "en": "If we look in here, this is the NYPD Photo Unit Manhattan's logbook.",
      "it": "Questa è la parte fotografica, il registro della Omicidi di Manhattan."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] So this book would have been at the, uh, precinct.",
      "it": "E questo sarebbe stato in centrale?"
    }
  },
  {
    "translation": {
      "en": "[Lorenzini] This would have been at the precinct. Every time an officer comes on duty,",
      "it": "Sì, esatto. Ogni agente firma quando entra in servizio e quando esce."
    }
  },
  {
    "translation": {
      "en": "they sign in, they sign out,",
      "it": "ARCHIVISTA"
    }
  },
  {
    "translation": {
      "en": "um, they get a call.",
      "it": "Vengono chiamati."
    }
  },
  {
    "translation": {
      "en": "And then you see here, at 3:45.",
      "it": "Qui si vede..."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] 3:45 is when the call was made. [Lorenzini] To the Audubon Ballroom,",
      "it": "Alle 15:45 è stata fatta una chiamata all'Audubon Ballroom"
    }
  },
  {
    "translation": {
      "en": "\"to photograph scene where Malcolm X Little,",
      "it": "per fotografare quando Malcolm X Little,"
    }
  },
  {
    "translation": {
      "en": "male Negro, 39, was allegedly shot by unknown perpetrators.",
      "it": "maschio nero di 39 anni, sarebbe stato ucciso da ignoti."
    }
  },
  {
    "translation": {
      "en": "Photos of ballroom and surrounding area taken",
      "it": "Foto della sala e delle aree circostanti in bianco e nero e a colori,"
    }
  },
  {
    "translation": {
      "en": "in black and white and color,\" which is very rare.",
      "it": "Foto della sala e delle aree circostanti in bianco e nero e a colori, queste ultime rare."
    }
  },
  {
    "translation": {
      "en": "Very rare for them to shoot color. [Abdur-Rahman Muhammad] Do those exist?",
      "it": "Queste foto a colori esistono?"
    }
  },
  {
    "translation": {
      "en": "[Lorenzini] Those color photographs do exist.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "And here's some copies of what...",
      "it": "Ecco alcune copie di..."
    }
  },
  {
    "translation": {
      "en": "-[Muhammad] Wow. -Of those.",
      "it": "- Wow. - Eccole."
    }
  },
  {
    "translation": {
      "en": "So here we have backstage at the ballroom.",
      "it": "Qui c'è il backstage della sala."
    }
  },
  {
    "translation": {
      "en": "So there's the stage of the ballroom.",
      "it": "Qui si vede il palco."
    }
  },
  {
    "translation": {
      "en": "And you can see where they've circled here. All those chalk marks, those are bullet holes.",
      "it": "E quei cerchi, fatti con il gessetto, sono i fori dei proiettili."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] That is incredible.",
      "it": "È incredibile."
    }
  },
  {
    "translation": {
      "en": "[Lorenzini] This is the stairwell. Some of the assailants ran out the back stairwell.",
      "it": "Questa è la scala. Degli assalitori scapparono dalle scale sul retro."
    }
  },
  {
    "translation": {
      "en": "Um, I think there's something like 65 photographs of this scene.",
      "it": "Credo che ci siano 65 foto della scena."
    }
  },
  {
    "translation": {
      "en": "So was there a lot of evidence collected at the scene?",
      "it": "Quindi sono state raccolte molte prove?"
    }
  },
  {
    "translation": {
      "en": "[Lorenzini] There was. What we have is what's in the New York DA's case files.",
      "it": "Sì. Ciò che abbiamo è quello che conteneva il fascicolo del procuratore."
    }
  },
  {
    "translation": {
      "en": "So now that the DA has turned this over to your office,",
      "it": "Il procuratore distrettuale ha consegnato tutto all'archivio,"
    }
  },
  {
    "translation": {
      "en": "is it now considered a closed case?",
      "it": "quindi è considerato un caso chiuso?"
    }
  },
  {
    "translation": {
      "en": "Anything that the DA's office turns over to us",
      "it": "Tutto ciò che il procuratore passa a noi"
    }
  },
  {
    "translation": {
      "en": "would normally be considered a closed case file.",
      "it": "viene di solito considerato un caso chiuso."
    }
  },
  {
    "translation": {
      "en": "Um, but that doesn't mean that cases still can't get reopened.",
      "it": "Ciò non significa che un caso non si possa riaprire."
    }
  },
  {
    "translation": {
      "en": "[Muhammad] Well, there's no statute of limitations",
      "it": "L'omicidio non va in prescrizione?"
    }
  },
  {
    "translation": {
      "en": "-on murder. -Right.",
      "it": "- Esatto. - Se, per esempio, questo caso"
    }
  },
  {
    "translation": {
      "en": "[Muhammad] If, for example, this case could be reopened...",
      "it": "- Esatto. - Se, per esempio, questo caso fosse riaperto,"
    }
  },
  {
    "translation": {
      "en": "...it's quite probable that this material",
      "it": "è molto probabile che questo materiale"
    }
  },
  {
    "translation": {
      "en": "-would be utilized in it. -Yeah, that's true.",
      "it": "- sarebbe usato. - Sì."
    }
  },
  {
    "translation": {
      "en": "You know, could always be reopened. [Muhammad] Can always be reopened.",
      "it": "- Si può riaprire in qualsiasi momento. - Sì."
    }
  },
  {
    "translation": {
      "en": "[Lorenzini] And that's evidence, not just history.",
      "it": "- E queste sono prove, non solo storia. - Già."
    }
  },
  {
    "translation": {
      "en": "[reporter] Did he ever discuss with you",
      "it": "Ha mai parlato con lei di un possibile attentato?"
    }
  },
  {
    "translation": {
      "en": "the likelihood that he would be assassinated?",
      "it": "Ha mai parlato con lei di un possibile attentato? 22 FEBBRAIO 1965"
    }
  },
  {
    "translation": {
      "en": "[Shabazz] Uh, yes, we discussed it many times.",
      "it": "Sì, ne parlavamo spesso."
    }
  },
  {
    "translation": {
      "en": "Several attempts had been made on his life.",
      "it": "Attentavano spesso alla sua vita."
    }
  },
  {
    "translation": {
      "en": "The police and the press tried to make it look like he bombed his own home, which was ridiculous.",
      "it": "La polizia e la stampa volevano far pensare che fosse lui stesso. Ridicolo."
    }
  },
  {
    "translation": {
      "en": "I mean, he had no insurance on the furniture",
      "it": "Non aveva l'assicurazione sui mobili..."
    }
  },
  {
    "translation": {
      "en": "or himself, or anything like that,",
      "it": "o sulla vita, o altro."
    }
  },
  {
    "translation": {
      "en": "and now I guess they'll say he shot himself.",
      "it": "Ora che diranno che si è sparato da solo."
    }
  },
  {
    "translation": {
      "en": "[police chief] We're in the process now of trying",
      "it": "Al momento stiamo cercando"
    }
  },
  {
    "translation": {
      "en": "to interview every person who was in the ballroom",
      "it": "di interrogare tutti i presenti nella sala,"
    }
  },
  {
    "translation": {
      "en": "and get as much information as we can to find the killers of Malcolm X.",
      "it": "per avere più informazioni possibili e trovare gli assassini."
    }
  },
  {
    "translation": {
      "en": "[Stern] The assignment for the police was to interview every single person",
      "it": "La polizia doveva interrogare ogni singola persona"
    }
  },
  {
    "translation": {
      "en": "that they could identify.",
      "it": "che identificassero."
    }
  },
  {
    "translation": {
      "en": "\"Who'd you sit next to? Who'd you sit next to? Who did you know? Who did you see?\"",
      "it": "Dov'era seduto? Chi conosce? Cosa ha visto?"
    }
  },
  {
    "translation": {
      "en": "[reporter] Did you see what happened, sir?",
      "it": "Ha visto cos'è successo?"
    }
  },
  {
    "translation": {
      "en": "[witness 1] No, I just came in when it happened. All I could see was smoke and shooting.",
      "it": "No, sono arrivato dopo. Ho visto solo fumo e spari."
    }
  },
  {
    "translation": {
      "en": "[reporter] Did you see what happened, dear? [witness 2] No, no, no. No.",
      "it": "- Hai visto cos'è successo? - No."
    }
  },
  {
    "translation": {
      "en": "[witness 3] I see two men rush up in to the platform.",
      "it": "Ho visto due uomini avvicinarsi di corsa al palco."
    }
  },
  {
    "translation": {
      "en": "[Stern] They knew almost nobody to start with.",
      "it": "All'inizio non conoscevano nessuno."
    }
  },
  {
    "translation": {
      "en": "And then they began to find names as they went through.",
      "it": "Poi, mano a mano, iniziarono a trovare nomi."
    }
  },
  {
    "translation": {
      "en": "I mean, it wasn't Sherlock Holmes, you know?",
      "it": "Non era come Sherlock Holmes, no?"
    }
  },
  {
    "translation": {
      "en": "\"Who did you see?",
      "it": "Chi ha visto?"
    }
  },
  {
    "translation": {
      "en": "Did you recognize anybody?\" Some people did.",
      "it": "Ha riconosciuto qualcuno? Alcune persone sì."
    }
  },
  {
    "translation": {
      "en": "[witness 4] There were two fellas.",
      "it": "C'erano due tizi, uno un musulmano nero,"
    }
  },
  {
    "translation": {
      "en": "One was a Black Muslim. Ran and start shooting.",
      "it": "C'erano due tizi, uno un musulmano nero, - e spararono. - Musulmani neri?"
    }
  },
  {
    "translation": {
      "en": "-They were Black Muslims? -[witness 4] Yes, sir.",
      "it": "- e spararono. - Musulmani neri? Sì, erano musulmani neri. Li riconosco."
    }
  },
  {
    "translation": {
      "en": "They were Black Muslims 'cause I recognized them.",
      "it": "Sì, erano musulmani neri. Li riconosco."
    }
  },
  {
    "translation": {
      "en": "[Aziz] The day of the murder, which was a Sunday morning,",
      "it": "Il giorno dell'omicidio, una domenica mattina,"
    }
  },
  {
    "translation": {
      "en": "I was laying across the couch, with my foot up,",
      "it": "mi stavo rilassando sul divano"
    }
  },
  {
    "translation": {
      "en": "and I heard it over the radio.",
      "it": "e lo sentii alla radio."
    }
  },
  {
    "translation": {
      "en": "[news anchor] Breaking news out of New York City. Four bullets from an assassin's gun",
      "it": "Ultime notizie da New York. Quattro proiettili hanno tolto la vita"
    }
  },
  {
    "translation": {
      "en": "have taken the life of black nationalist leader Malcolm X.",
      "it": "al leader dei nazionalisti neri, Malcolm X."
    }
  },
  {
    "translation": {
      "en": "[Aziz] Four days later, they came and got me.",
      "it": "Quattro giorno dopo vennero a prendermi."
    }
  },
  {
    "translation": {
      "en": "The fact is I spent 20 years in prison for a crime that I didn't commit.",
      "it": "Ho passato 20 anni in prigione per un reato non commesso."
    }
  },
  {
    "translation": {
      "en": "[reporter] Watch the wire, watch the wire.",
      "it": "Attenti al microfono."
    }
  },
  {
    "translation": {
      "en": "Has he signed a statement, sir?",
      "it": "Ha firmato una dichiarazione?"
    }
  },
  {
    "translation": {
      "en": "[Zak A. Kondo] On February the 26th,",
      "it": "Il 26 febbraio"
    }
  },
  {
    "translation": {
      "en": "Norman 3X Butler, who is a lieutenant,",
      "it": "Norman 3X Butler, uno dei luogotenenti del movimento,"
    }
  },
  {
    "translation": {
      "en": "he's arrested.",
      "it": "fu arrestato. E il 3 marzo..."
    }
  },
  {
    "translation": {
      "en": "And then on March the 3rd,",
      "it": "fu arrestato. E il 3 marzo... STORICO"
    }
  },
  {
    "translation": {
      "en": "Thomas 15X Johnson is arrested.",
      "it": "...arrestarono Thomas 15X Johnson."
    }
  },
  {
    "translation": {
      "en": "[police chief] We were able to arrest a third suspect this afternoon",
      "it": "Nel pomeriggio abbiamo arrestato un 3° sospettato"
    }
  },
  {
    "translation": {
      "en": "in the assassination of Malcolm X.",
      "it": "per l'assassinio di Malcolm X."
    }
  },
  {
    "translation": {
      "en": "He's going to be charged with acting in concert with the others now arrested.",
      "it": "Sarà accusato di concorso in omicidio con gli altri..."
    }
  },
  {
    "translation": {
      "en": "[Stern] These people who were members of the Nation of Islam,",
      "it": "Erano tutti membri della Nazione dell'Islam."
    }
  },
  {
    "translation": {
      "en": "they were an extremely militant faction.",
      "it": "Erano una fazione estremamente militante."
    }
  },
  {
    "translation": {
      "en": "[Muhammad] Butler and Johnson were from the Harlem mosque,",
      "it": "Butler e Johnson venivano dalla moschea di Harlem."
    }
  },
  {
    "translation": {
      "en": "Mosque number 7, Malcolm's mosque.",
      "it": "La moschea numero sette, quella di Malcolm."
    }
  },
  {
    "translation": {
      "en": "From the very beginning, the focus of the investigation was on Harlem,",
      "it": "Fin dall'inizio, l'indagine si concentrò su Harlem"
    }
  },
  {
    "translation": {
      "en": "and on Butler and Johnson.",
      "it": "e su Butler e Johnson."
    }
  },
  {
    "translation": {
      "en": "Because they were known enforcers in the community",
      "it": "Erano noti militanti nella comunità."
    }
  },
  {
    "translation": {
      "en": "who had been arrested for other crimes,",
      "it": "Erano stati già arrestati per altri reati,"
    }
  },
  {
    "translation": {
      "en": "and they were the prime suspects.",
      "it": "ed erano i principali indiziati."
    }
  },
  {
    "translation": {
      "en": "[Aziz] I was always one of those few out front.",
      "it": "Ero uno dei pochi che si metteva sempre avanti."
    }
  },
  {
    "translation": {
      "en": "So the police officers came to us,",
      "it": "Così i poliziotti vennero da noi"
    }
  },
  {
    "translation": {
      "en": "because we were all, in effect, on their radar.",
      "it": "perché eravamo nel loro radar."
    }
  },
  {
    "translation": {
      "en": "But that doesn't mean that we had anything to do with anything. 'Cause actually, we didn't.",
      "it": "Ma ciò non voleva dire che c'entrassimo qualcosa. Non era così."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] The only thing they had was very contradictory eyewitness testimony.",
      "it": "Avevano solo delle testimonianze che si contraddicevano tra loro."
    }
  },
  {
    "translation": {
      "en": "That's all they had. There was no physical evidence to speak of.",
      "it": "Tutto qua. Non c'erano prove materiali."
    }
  },
  {
    "translation": {
      "en": "[Tony Bouza] I thought it was a failure. I thought it was mishandled from beginning to end.",
      "it": "Pensai che fosse un fallimento, che fosse stato gestito male dall'inizio."
    }
  },
  {
    "translation": {
      "en": "The NYPD had a few shooters",
      "it": "La polizia aveva qualche sicario,"
    }
  },
  {
    "translation": {
      "en": "and they were relieved, as we all were,",
      "it": "ed erano sollevati, come tutti noi."
    }
  },
  {
    "translation": {
      "en": "uh, to death, relieved to death.",
      "it": "DETECTIVE DI NEW YORK, IN PENSIONE"
    }
  },
  {
    "translation": {
      "en": "If I'd been chief, it would have been different.",
      "it": "Se fossi stato il capo, sarebbe stato diverso."
    }
  },
  {
    "translation": {
      "en": "Uh, that's not the way I worked.",
      "it": "Io non lavoravo così."
    }
  },
  {
    "translation": {
      "en": "If you get the shooters, you better get the guy who sent them.",
      "it": "Se prendi il sicario, devi prendere anche il mandante."
    }
  },
  {
    "translation": {
      "en": "[Kondo] Initially, after talking to witnesses,",
      "it": "Inizialmente, dopo aver parlato con i testimoni,"
    }
  },
  {
    "translation": {
      "en": "the NYPD let it be known, and accurately, I should say,",
      "it": "la polizia rese noto, e in modo molto accurato,"
    }
  },
  {
    "translation": {
      "en": "they were seeking five killers,",
      "it": "che cercavano cinque assassini,"
    }
  },
  {
    "translation": {
      "en": "that there were five men who were part of this team,",
      "it": "cinque membri del gruppo,"
    }
  },
  {
    "translation": {
      "en": "and they were searching Harlem, and other places, looking for them.",
      "it": "e che li stavano cercando a Harlem e altrove."
    }
  },
  {
    "translation": {
      "en": "But after they got Butler, Johnson, and Hayer,",
      "it": "Ma, dopo che presero Butler, Johnson e Hayer,"
    }
  },
  {
    "translation": {
      "en": "the NYPD said, \"Case is closed.\"",
      "it": "la polizia disse: \"Il caso è risolto\"."
    }
  },
  {
    "translation": {
      "en": "[Stern] We locked up Butler and Johnson in a matter of a couple of weeks,",
      "it": "Incarcerammo Butler e Johnson in un paio di settimane."
    }
  },
  {
    "translation": {
      "en": "which was quite a feat.",
      "it": "Il che è notevole."
    }
  },
  {
    "translation": {
      "en": "[interviewer] But is it possible that you arrested the wrong guys?",
      "it": "È possibile che abbiate arrestato le persone sbagliate?"
    }
  },
  {
    "translation": {
      "en": "Uh, why would you ask me a question like that?",
      "it": "Perché mi chiede una cosa simile?"
    }
  },
  {
    "translation": {
      "en": "How can any human being answer a question like that?",
      "it": "Come fa un essere umano a rispondere a una tale domanda?"
    }
  },
  {
    "translation": {
      "en": "They were proven guilty beyond a reasonable doubt.",
      "it": "Sono colpevoli, senza ombra di dubbio."
    }
  },
  {
    "translation": {
      "en": "Are you going to say it's not possible?",
      "it": "Sta dicendo che non è possibile?"
    }
  },
  {
    "translation": {
      "en": "You going to say that? If I put you on the camera, are you going to say that?",
      "it": "Sta dicendo che non è possibile? Lo direbbe se la mettessi di fronte alla telecamera?"
    }
  },
  {
    "translation": {
      "en": "You're not going to say that?",
      "it": "Lo direbbe se la mettessi di fronte alla telecamera?"
    }
  },
  {
    "translation": {
      "en": "Answer me, you gonna say that? [interviewer, softly] No. Okay, then we're in the same boat.",
      "it": "Allora? Lo direbbe? Allora siamo sulla stessa barca."
    }
  },
  {
    "translation": {
      "en": "[Sinnette] When Malcolm was killed,",
      "it": "Quando Malcolm fu ucciso,"
    }
  },
  {
    "translation": {
      "en": "people were just torn apart by what had happened.",
      "it": "la gente era distrutta per via di ciò che era successo."
    }
  },
  {
    "translation": {
      "en": "[reporter] What did Malcolm X mean to you?",
      "it": "Cos'era per lei Malcolm X?"
    }
  },
  {
    "translation": {
      "en": "He's a hero to me. He stood out among all black people.",
      "it": "Era un eroe. Spiccava tra tutti i neri."
    }
  },
  {
    "translation": {
      "en": "He showed the white man where it was at. [woman] That's right.",
      "it": "- Mostrava al bianco chi era. - Sì."
    }
  },
  {
    "translation": {
      "en": "[woman 2] He meant a great deal to me and my people.",
      "it": "Significava molto per me e la mia gente."
    }
  },
  {
    "translation": {
      "en": "I couldn't have cried any more, I don't believe, if I had lost my mother.",
      "it": "Non credo che avrei pianto di più se avessi perso mia madre."
    }
  },
  {
    "translation": {
      "en": "[Bailey] Sister Betty asked me to be a pallbearer,",
      "it": "Betty mi chiese di portare il feretro."
    }
  },
  {
    "translation": {
      "en": "and at that time,",
      "it": "In quel momento mi sentivo..."
    }
  },
  {
    "translation": {
      "en": "I was feeling very full of grief.",
      "it": "In quel momento mi sentivo... così addolorato,"
    }
  },
  {
    "translation": {
      "en": "Unlike any that I had ever felt before or since.",
      "it": "come non mi ero mai sentito né prima, né dopo."
    }
  },
  {
    "translation": {
      "en": "[reporter] And you're saying that you believe this was paid for by whites?",
      "it": "Quindi crede che siano stati pagati dai bianchi?"
    }
  },
  {
    "translation": {
      "en": "[man] Yeah, by white people.",
      "it": "Sì, dai bianchi."
    }
  },
  {
    "translation": {
      "en": "Any time a black man in this country stands up for his constitutional rights, he dies.",
      "it": "Se un nero in questo paese difende i suoi diritti costituzionali, muore."
    }
  },
  {
    "translation": {
      "en": "[woman] I know it wasn't no accident from what I hear Malcolm X say the other night.",
      "it": "Da quello che disse Malcolm X, so che non fu un incidente."
    }
  },
  {
    "translation": {
      "en": "[reporter] Who do you believe is responsible?",
      "it": "Chi crede che sia il responsabile?"
    }
  },
  {
    "translation": {
      "en": "The white power structure in America is behind it.",
      "it": "Il potere bianco d'America."
    }
  },
  {
    "translation": {
      "en": "And they're quick to capitalize on it by saying that, uh,",
      "it": "Ne approfittano in fretta e dicono che è stato uno dei suoi."
    }
  },
  {
    "translation": {
      "en": "one of his own kind did it, but they put it up to be done.",
      "it": "Ne approfittano in fretta e dicono che è stato uno dei suoi. Ma l'hanno voluto loro."
    }
  },
  {
    "translation": {
      "en": "[Bilal] All of us was thinking then",
      "it": "Tutti noi pensavamo"
    }
  },
  {
    "translation": {
      "en": "that the hidden hand behind Malcolm's assassination",
      "it": "che la mano segreta dietro l'omicidio di Malcolm"
    }
  },
  {
    "translation": {
      "en": "was the big boys down in Washington,",
      "it": "fossero i pezzi grossi di Washington."
    }
  },
  {
    "translation": {
      "en": "but that maybe members of the Nation of Islam",
      "it": "Ma... forse gli esecutori erano dei membri della Nazione dell'Islam."
    }
  },
  {
    "translation": {
      "en": "probably were the trigger men.",
      "it": "forse gli esecutori erano dei membri della Nazione dell'Islam."
    }
  },
  {
    "translation": {
      "en": "[news anchor] Malcolm X's pallbearers vow vengeance on the Black Muslims' leader,",
      "it": "I portatori della bara giurano vendetta contro il leader,"
    }
  },
  {
    "translation": {
      "en": "They feel it is he that ordered Malcolm's execution.",
      "it": "Pensano che abbia ordinato lui l'esecuzione."
    }
  },
  {
    "translation": {
      "en": "[reporter] What's going to happen now, you think?",
      "it": "Ora che succederà? Che succederà?"
    }
  },
  {
    "translation": {
      "en": "It's gonna be a whole lot of hurting before this whole thing is over. That's what I think.",
      "it": "Sarà tutto molto doloroso, finché non finirà."
    }
  },
  {
    "translation": {
      "en": "-[reporter] Because of his death? -Because of his death, whoever did it,",
      "it": "Per la sua morte. Chiunque sia, musulmani o altri, soffriranno."
    }
  },
  {
    "translation": {
      "en": "Muslims or whoever, there's gonna be a whole lot of hurtin'.",
      "it": "Chiunque sia, musulmani o altri, soffriranno."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] But Malcolm's followers",
      "it": "I seguaci di Malcolm volevano i colpevoli."
    }
  },
  {
    "translation": {
      "en": "wanted to take some heads, okay?",
      "it": "I seguaci di Malcolm volevano i colpevoli. Volevano vendetta."
    }
  },
  {
    "translation": {
      "en": "They want revenge.",
      "it": "Volevano vendetta."
    }
  },
  {
    "translation": {
      "en": "[news anchor] Two days after the murder of Malcolm X,",
      "it": "Due giorni dopo l'omicidio,"
    }
  },
  {
    "translation": {
      "en": "an explosion destroyed the Muslim mosque in Harlem in what appeared to be the first act of retribution for the murder.",
      "it": "un'esplosione ha distrutto la moschea di Harlem in un primo atto di vendetta."
    }
  },
  {
    "translation": {
      "en": "Elijah Muhammad himself is said to be a marked man,",
      "it": "Si dice che Elijah Muhammad sia un uomo segnato,"
    }
  },
  {
    "translation": {
      "en": "with followers of Malcolm X swearing vengeance.",
      "it": "con seguaci di Malcolm X che giurano vendetta."
    }
  },
  {
    "translation": {
      "en": "If you would like to follow anyone against me,",
      "it": "Se volete seguire sulle loro orme e attaccarmi,"
    }
  },
  {
    "translation": {
      "en": "go ahead and do it, but I fear for you.",
      "it": "fate pure. Ma ho paura per voi."
    }
  },
  {
    "translation": {
      "en": "[news anchor] The South Side Chicago home of Elijah Muhammad",
      "it": "La casa di Elijah Muhammad nel sud di Chicago"
    }
  },
  {
    "translation": {
      "en": "was under heavy police guard today.",
      "it": "oggi era sotto stretta sorveglianza."
    }
  },
  {
    "translation": {
      "en": "Squad cars were posted at the front and rear.",
      "it": "C'erano volanti della polizia davanti e sul retro."
    }
  },
  {
    "translation": {
      "en": "All who sought entrance to the house",
      "it": "Chiunque volesse entrare veniva perquisito"
    }
  },
  {
    "translation": {
      "en": "were frisked by Muhammad's own guard force,",
      "it": "Chiunque volesse entrare veniva perquisito dagli uomini dello stesso Muhammad,"
    }
  },
  {
    "translation": {
      "en": "the group of husky young Negroes known as the Fruit of Islam.",
      "it": "il gruppo di robusti giovani neri del Frutto dell'Islam."
    }
  },
  {
    "translation": {
      "en": "[John Ali] This is the house that the Messenger built.",
      "it": "Ecco la casa costruita dal Messaggero."
    }
  },
  {
    "translation": {
      "en": "That was their living room there.",
      "it": "Lì c'era il salotto."
    }
  },
  {
    "translation": {
      "en": "That was his bedroom there.",
      "it": "Lì la camera da letto. EX SEGRETARIO NAZIONALE DELLA NOI"
    }
  },
  {
    "translation": {
      "en": "And his secretaries worked on the third floor and those were his offices there.",
      "it": "Il segretario lavorava all'ultimo piano, dove c'erano i suoi uffici."
    }
  },
  {
    "translation": {
      "en": "I lived here for nine months, when I came to Chicago.",
      "it": "Ho vissuto qui per nove mesi quando sono venuto a Chicago."
    }
  },
  {
    "translation": {
      "en": "On the third floor in the back, there was an apartment back there.",
      "it": "All'ultimo piano, sul retro, c'era un appartamento."
    }
  },
  {
    "translation": {
      "en": "I was the secretary of New York.",
      "it": "Ero il Segretario di New York,"
    }
  },
  {
    "translation": {
      "en": "Until the Honorable Elijah Muhammad brought me here to Chicago in 1960.",
      "it": "finché lo stimato Elijah Muhammad non mi portò qui a Chicago nel 1960."
    }
  },
  {
    "translation": {
      "en": "[news anchor] Meeting with reporters in his living room,",
      "it": "Ai giornalisti, in salotto,"
    }
  },
  {
    "translation": {
      "en": "Muhammad had this evaluation of Malcolm X's killing.",
      "it": "Muhammad ha questo da dire sugli assassini di Malcolm."
    }
  },
  {
    "translation": {
      "en": "Malcolm, uh, is the victim of his own preaching.",
      "it": "Malcolm è la vittima di ciò che egli stesso predicava."
    }
  },
  {
    "translation": {
      "en": "He preached violence, and so he become the victim of it.",
      "it": "Predicava la violenza, e ne è rimasto vittima."
    }
  },
  {
    "translation": {
      "en": "[reporter] Well, Malcolm X said that the Black Muslims were trying to kill him,",
      "it": "Disse che i musulmani neri volevano ucciderlo"
    }
  },
  {
    "translation": {
      "en": "and he was going to name those",
      "it": "e che avrebbe fatto dei nomi"
    }
  },
  {
    "translation": {
      "en": "he thought would commit the crime yesterday",
      "it": "e che avrebbe fatto dei nomi ieri, prima di morire. Ha qualche commento?"
    }
  },
  {
    "translation": {
      "en": "before he was shot. Could you comment on that?",
      "it": "ieri, prima di morire. Ha qualche commento?"
    }
  },
  {
    "translation": {
      "en": "I wasn't there, but I don't believe that any of my followers was there.",
      "it": "Io non c'ero, ma non credo che qualcuno dei miei seguaci"
    }
  },
  {
    "translation": {
      "en": "They had nothing to do with it at all.",
      "it": "fosse coinvolto."
    }
  },
  {
    "translation": {
      "en": "It was predicted that they would blame the Nation of Islam. Elijah Muhammad even said that.",
      "it": "Secondo Elijah Muhammad, avrebbero incolpato la Nazione dell'Islam."
    }
  },
  {
    "translation": {
      "en": "[news anchor] Elijah Muhammad and his followers claim innocence",
      "it": "Muhammad e i suoi si dichiarano innocenti"
    }
  },
  {
    "translation": {
      "en": "in the execution of their most famous defector, Malcolm X.",
      "it": "della morte del famoso disertore, Malcolm X."
    }
  },
  {
    "translation": {
      "en": "[Khalilah Ali] Elijah Muhammad told everybody,",
      "it": "Elijah Muhammad disse a tutti:"
    }
  },
  {
    "translation": {
      "en": "\"My believers, do not lay a hand on our brother, Malcolm X,",
      "it": "\"Fedeli, non fate nulla contro il nostro fratello, Malcolm X,"
    }
  },
  {
    "translation": {
      "en": "because he is not aware of what he is doing.",
      "it": "perché non è consapevole di quello che fa."
    }
  },
  {
    "translation": {
      "en": "Give him time. Do not raise a hand against Malcolm X.\"",
      "it": "Dategli tempo. Non toccate Malcolm X\"."
    }
  },
  {
    "translation": {
      "en": "He said that in the temple. I was there.",
      "it": "Lo disse nel tempio. C'ero anch'io."
    }
  },
  {
    "translation": {
      "en": "I said to the government of America, we are a peaceful people.",
      "it": "Ho detto al governo d'America; \"Siamo un popolo pacifico."
    }
  },
  {
    "translation": {
      "en": "We have always tried to obey the law.",
      "it": "Abbiamo sempre cercato di rispettare la legge."
    }
  },
  {
    "translation": {
      "en": "We do that. I teach my followers to do it.",
      "it": "Lo facciamo. E insegno ai miei seguaci a farlo\"."
    }
  },
  {
    "translation": {
      "en": "[Akbar Muhammad] His words were, \"Leave Malcolm alone,\"",
      "it": "Disse di lasciare in pace Malcolm."
    }
  },
  {
    "translation": {
      "en": "to all of his ministers and to all of us,",
      "it": "Disse a tutti i suoi ministri e a tutti noi di lasciarlo stare."
    }
  },
  {
    "translation": {
      "en": "\"Leave Malcolm alone.\"",
      "it": "Disse a tutti i suoi ministri e a tutti noi di lasciarlo stare. EX ASSISTENTE PASTORE DI MALCOLM X"
    }
  },
  {
    "translation": {
      "en": "And those who loved him and obeyed him, that's exactly what they did.",
      "it": "E coloro che lo amavano e gli ubbidivano... così fecero."
    }
  },
  {
    "translation": {
      "en": "[John Ali] You don't have lentil soup today?",
      "it": "La zuppa di lenticchie non c'è?"
    }
  },
  {
    "translation": {
      "en": "-[waiter] Lentil soup? -[John Ali] Yes.",
      "it": "- Lenticchie? - Sì."
    }
  },
  {
    "translation": {
      "en": "[waiter] We do have it but we don't put it on the buffet.",
      "it": "Ce l'abbiamo, ma non è nel buffet."
    }
  },
  {
    "translation": {
      "en": "If you want to have it, we can get it for you, one order.",
      "it": "Se la vuole, deve ordinarla a parte."
    }
  },
  {
    "translation": {
      "en": "-It's a lentil soup? -Yes.",
      "it": "- La zuppa, allora? - Sì."
    }
  },
  {
    "translation": {
      "en": "[waiter] Okay, I'll get it when you sit at the table.",
      "it": "Ok, gliela porto al tavolo."
    }
  },
  {
    "translation": {
      "en": "[John Ali] The lentil and the navy bean we eat,",
      "it": "Mangiamo lenticchie e fagioli bianchi."
    }
  },
  {
    "translation": {
      "en": "but not the lima beans or black-eyed peas.",
      "it": "Non le fave o i fagioli dall'occhio."
    }
  },
  {
    "translation": {
      "en": "This is what the Messenger teaches.",
      "it": "Così insegna il Messaggero."
    }
  },
  {
    "translation": {
      "en": "[waiter] This is fresh tandoori chicken from the clay oven.",
      "it": "Questa è pollo tandoori cotto nel forno di argilla."
    }
  },
  {
    "translation": {
      "en": "[John Ali] I had it before. It's okay. [waiter] You've had it before? Okay.",
      "it": "- L'avevo già provato. Va bene. - Davvero?"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Did you play a part in having Malcolm get killed?",
      "it": "Ha contribuito a far uccidere Malcolm?"
    }
  },
  {
    "translation": {
      "en": "I could have, if I wanted to.",
      "it": "Avrei potuto, se avessi voluto."
    }
  },
  {
    "translation": {
      "en": "[waiter] This is a lentil soup, the yellow color.",
      "it": "È la zuppa gialla di lenticchie."
    }
  },
  {
    "translation": {
      "en": "[John Ali] You can put it right there.",
      "it": "Mettila lì."
    }
  },
  {
    "translation": {
      "en": "But I don't know who killed him.",
      "it": "Ma non so chi sia stato."
    }
  },
  {
    "translation": {
      "en": "I know the Messenger didn't. I know I didn't order it, you know?",
      "it": "So che non è stato il Messaggero e che non l'ha ordinato lui."
    }
  },
  {
    "translation": {
      "en": "Nobody from the FBI or local authorities,",
      "it": "Nessuno dell'FBI o della polizia"
    }
  },
  {
    "translation": {
      "en": "they never asked us anything about it.",
      "it": "ci ha mai chiesto nulla."
    }
  },
  {
    "translation": {
      "en": "They've written in the papers",
      "it": "Hanno scritto sui giornali"
    }
  },
  {
    "translation": {
      "en": "that we ordered for Malcolm to be killed,",
      "it": "che abbiamo ordinato noi l'assassinio di Malcolm."
    }
  },
  {
    "translation": {
      "en": "But we didn't.",
      "it": "Ma non è vero."
    }
  },
  {
    "translation": {
      "en": "You know, The Honorable Elijah Muhammad was a wise man.",
      "it": "Lo stimato Elijah Muhammad era un uomo saggio."
    }
  },
  {
    "translation": {
      "en": "That he wouldn't do such a stupid thing",
      "it": "Non avrebbe mai fatto una cosa così stupida"
    }
  },
  {
    "translation": {
      "en": "as to order someone, you know, to be killed,",
      "it": "come ordinare la morte di qualcuno."
    }
  },
  {
    "translation": {
      "en": "Malcolm or anyone else.",
      "it": "Di Malcolm o chiunque altro."
    }
  },
  {
    "translation": {
      "en": "If it hadn't been for the Messenger saying, \"Leave him alone,\"",
      "it": "Se il Messaggero non avesse ordinato che venisse lasciato stare,"
    }
  },
  {
    "translation": {
      "en": "then he would have been killed,",
      "it": "allora sarebbe stato ucciso..."
    }
  },
  {
    "translation": {
      "en": "sooner than he was.",
      "it": "e anche prima."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] The key to understanding Malcolm's case is that from the very beginning,",
      "it": "La chiave per capire il caso di Malcolm è che, sin dall'inizio,"
    }
  },
  {
    "translation": {
      "en": "no one in the power structure gave a damn about what happened.",
      "it": "a nessuno nell'apparato di potere importava un accidente dell'accaduto."
    }
  },
  {
    "translation": {
      "en": "His assassination was widely reported in the media, especially the white media.",
      "it": "I media diedero ampio spazio all'omicidio, soprattutto quelli bianchi."
    }
  },
  {
    "translation": {
      "en": "But there was almost a sense that they were gloating.",
      "it": "Ma era come se ne fossero compiaciuti."
    }
  },
  {
    "translation": {
      "en": "A sense of glee that he had it coming,",
      "it": "Come se ne esultassero, perché se l'era cercata."
    }
  },
  {
    "translation": {
      "en": "like he almost deserved this.",
      "it": "Come se se lo fosse meritato."
    }
  },
  {
    "translation": {
      "en": "[Garrow] It's clear, even in the New York Times",
      "it": "È chiaro anche ne The New York Times"
    }
  },
  {
    "translation": {
      "en": "in February of 1965,",
      "it": "del febbraio del 1965"
    }
  },
  {
    "translation": {
      "en": "that white authorities and most white newsmen",
      "it": "che le autorità e molti giornalisti bianchi"
    }
  },
  {
    "translation": {
      "en": "didn't take this killing all that seriously.",
      "it": "non prendevano sul serio questo omicidio."
    }
  },
  {
    "translation": {
      "en": "That from their perspective, it's some intra-gang warfare",
      "it": "Dal loro punto di vista, era una specie di guerriglia all'interno di una gang,"
    }
  },
  {
    "translation": {
      "en": "among radical black extremists,",
      "it": "tra gli estremisti radicali neri."
    }
  },
  {
    "translation": {
      "en": "that they don't value what Malcolm's life represented.",
      "it": "Era chiaro che non apprezzavano ciò che rappresentava la vita di Malcolm."
    }
  },
  {
    "translation": {
      "en": "But the real bottom line to everything we have here",
      "it": "Ma la sostanza di tutta questa storia"
    }
  },
  {
    "translation": {
      "en": "is that white prosecution authorities",
      "it": "è che le autorità dei bianchi... e il pubblico ministero non si sono mai,"
    }
  },
  {
    "translation": {
      "en": "have never, across this entire chunk of time,",
      "it": "e il pubblico ministero non si sono mai, in tutto questo periodo di tempo,"
    }
  },
  {
    "translation": {
      "en": "decades of time, taken a serious interest",
      "it": "decenni interi, seriamente interessati di indagare, portare avanti"
    }
  },
  {
    "translation": {
      "en": "in investigating, pursuing, solving Malcolm's murder.",
      "it": "decenni interi, seriamente interessati di indagare, portare avanti e risolvere l'omicidio di Malcolm."
    }
  },
  {
    "translation": {
      "en": "For Abdur-Rahman Muhammad, this has been a very lonely crusade.",
      "it": "Per Abdul-Rahman Muhammad, è stata una battaglia molto solitaria."
    }
  },
  {
    "translation": {
      "en": "Because time and again, he's had people who have some initial interest,",
      "it": "Perché più e più volte ci sono state delle persone che si sono interessate."
    }
  },
  {
    "translation": {
      "en": "and again and again, they've decided not to go forward.",
      "it": "Ma poi, ogni singola volta, hanno deciso di non andare avanti."
    }
  },
  {
    "translation": {
      "en": "But Abdur-Rahman has never given up. He's still on the case.",
      "it": "Ma Abdul-Rahman non si è mai arreso. È ancora sul caso."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] After I became a Muslim, I started moving in certain circles,",
      "it": "Dopo essere diventato musulmano, ho iniziato a muovermi in certi ambienti"
    }
  },
  {
    "translation": {
      "en": "and over the years, I started meeting people",
      "it": "e, nel corso degli anni, ad incontrare persone"
    }
  },
  {
    "translation": {
      "en": "who knew things about the assassination.",
      "it": "che sapevano qualcosa dell'omicidio."
    }
  },
  {
    "translation": {
      "en": "You know, who could talk firsthand about it.",
      "it": "Gente con informazioni di prima mano."
    }
  },
  {
    "translation": {
      "en": "I was like one or two people removed",
      "it": "Capito? Mi mancavano una o due persone"
    }
  },
  {
    "translation": {
      "en": "from actually being able to get certain information!",
      "it": "per riuscire a ottenere determinate informazioni."
    }
  },
  {
    "translation": {
      "en": "[Imam] You are sitting in a place that, in its history,",
      "it": "Vi trovate in un luogo che, nella storia"
    }
  },
  {
    "translation": {
      "en": "from the Nation of Islam under the Honorable Elijah Muhammad,",
      "it": "dalla Nazione dell'Islam dello stimato Elijah Muhammad,"
    }
  },
  {
    "translation": {
      "en": "that when he started... [Abdur-Rahman Muhammad] That's when I realized that",
      "it": "- iniziò... - Fu allora che capii"
    }
  },
  {
    "translation": {
      "en": "\"Hey, if I started asking the right questions,",
      "it": "che, se avessi fatto le domande giuste,"
    }
  },
  {
    "translation": {
      "en": "I could get some very significant answers.\"",
      "it": "avrei potuto ottenere risposte rilevanti."
    }
  },
  {
    "translation": {
      "en": "And if you were commanded to, you had to have a card in your pocket.",
      "it": "Se così vi era stato comandato, dovevate..."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] But one of the things that you learn quickly,",
      "it": "Ma una cosa che impari in fretta"
    }
  },
  {
    "translation": {
      "en": "is you can't ask a question too directly.",
      "it": "è che non puoi fare domande troppo dirette."
    }
  },
  {
    "translation": {
      "en": "If you ask a question too directly, you could be suspect, you know.",
      "it": "Se fai domande troppo dirette, le persone possono sospettare di te."
    }
  },
  {
    "translation": {
      "en": "Because then the question would become, \"Why are you asking that, brother?\"",
      "it": "Ti dicono: \"Perché me lo chiedi, fratello?\""
    }
  },
  {
    "translation": {
      "en": "When Malcolm first got here,",
      "it": "Quando Malcolm venne qui,"
    }
  },
  {
    "translation": {
      "en": "was there any inkling",
      "it": "c'era niente che facesse pensare"
    }
  },
  {
    "translation": {
      "en": "or any idea that maybe he was having a problem",
      "it": "c'era niente che facesse pensare che forse aveva qualche problema con lo stimato Elijah Muhammad?"
    }
  },
  {
    "translation": {
      "en": "with the Honorable Elijah Muhammad?",
      "it": "che forse aveva qualche problema con lo stimato Elijah Muhammad?"
    }
  },
  {
    "translation": {
      "en": "Or, uh, 'cause I know '63...",
      "it": "O... Perché conosco 63..."
    }
  },
  {
    "translation": {
      "en": "Once I would learn something and I would file it away,",
      "it": "Quando scoprivo qualcosa, lo mettevo da parte e collegavo tutti i punti."
    }
  },
  {
    "translation": {
      "en": "and I'd connect this dot with that dot,",
      "it": "lo mettevo da parte e collegavo tutti i punti."
    }
  },
  {
    "translation": {
      "en": "or at least be pointed in a certain direction.",
      "it": "O almeno venivo indirizzato in una certa direzione."
    }
  },
  {
    "translation": {
      "en": "You know, and it became more and more apparent to me",
      "it": "E divenne per me sempre più evidente"
    }
  },
  {
    "translation": {
      "en": "that if anybody could break it, it would be me.",
      "it": "che, se qualcuno poteva risolverlo, quello ero io."
    }
  },
  {
    "translation": {
      "en": "Most serious historians believe",
      "it": "Storici più seri credono"
    }
  },
  {
    "translation": {
      "en": "there were five men who were the actual assassins.",
      "it": "che gli assassini veri e propri fossero cinque."
    }
  },
  {
    "translation": {
      "en": "According to my research,",
      "it": "Secondo le mie ricerche,"
    }
  },
  {
    "translation": {
      "en": "I believe those assassins didn't come from Harlem",
      "it": "credo che gli assassini non venissero da Harlem,"
    }
  },
  {
    "translation": {
      "en": "as the police claimed.",
      "it": "come diceva la polizia."
    }
  },
  {
    "translation": {
      "en": "And I also believe that something has been covered up.",
      "it": "E credo anche che qualcosa sia stato insabbiato."
    }
  },
  {
    "translation": {
      "en": "We have at least one FBI document that gives a... you know, a perfect description",
      "it": "Abbiamo almeno un documento dell'FBI che ci fornisce la descrizione perfetta"
    }
  },
  {
    "translation": {
      "en": "of the man that they say fired the shotgun.",
      "it": "dell'uomo che dicono che abbia sparato col fucile."
    }
  },
  {
    "translation": {
      "en": "They described him to a tee.",
      "it": "Lo descrivono chiaramente."
    }
  },
  {
    "translation": {
      "en": "Burly, big, dark-skinned man wearing a certain kind of coat.",
      "it": "Un uomo grosso e robusto, dalla pelle scura, che indossava un cappotto."
    }
  },
  {
    "translation": {
      "en": "Complete opposite of the man they convicted.",
      "it": "L'esatto contrario dell'uomo arrestato."
    }
  },
  {
    "translation": {
      "en": "So someone in the government must have known",
      "it": "Qualcuno nel governo doveva sapere"
    }
  },
  {
    "translation": {
      "en": "that they might be convicting the wrong person, and they let it happen.",
      "it": "che forse non era lui. E non hanno fatto niente."
    }
  },
  {
    "translation": {
      "en": "And I think that it's only by looking deeply into Malcolm's life",
      "it": "E credo che solo analizzando con cura la vita di Malcolm"
    }
  },
  {
    "translation": {
      "en": "that the clues as to who actually killed him,",
      "it": "si possano trovare indizi su chi l'abbia ucciso"
    }
  },
  {
    "translation": {
      "en": "and who knew it was coming, can be found.",
      "it": "e su chi sapesse che sarebbe successo."
    }
  },
  {
    "translation": {
      "en": "[woman] You are not only honoring Malcolm in the sunshine, but in the rain.",
      "it": "Non state onorando Malcolm solo sotto il sole, ma anche sotto la pioggia."
    }
  },
  {
    "translation": {
      "en": "And the prayer is that you're not only honoring him on his birthday,",
      "it": "E, con la vostra preghiera, non lo onorate solo il giorno della sua nascita,"
    }
  },
  {
    "translation": {
      "en": "but every day with the work that you do.",
      "it": "ma ogni giorno, col lavoro che svolgete"
    }
  },
  {
    "translation": {
      "en": "In the name of el-Hajj Malik el-Shabazz,",
      "it": "nel nome di El Hajj-Malik El Shabazz,"
    }
  },
  {
    "translation": {
      "en": "in the name of freedom, and black liberation.",
      "it": "In nome della libertà e della liberazione dei neri."
    }
  },
  {
    "translation": {
      "en": "Because that is how we truly honor Malcolm.",
      "it": "Perché è così che onoriamo veramente Malcolm."
    }
  },
  {
    "translation": {
      "en": "[Abdur-Rahman Muhammad] When we say we love Malcolm X,",
      "it": "Quando diciamo che amiamo Malcolm X,"
    }
  },
  {
    "translation": {
      "en": "el-Hajj Malik el-Shabazz,",
      "it": "El Hajj-Malik El Shabazz,"
    }
  },
  {
    "translation": {
      "en": "we love him so much, we name high schools and institutions after him.",
      "it": "lo amiamo così tanto che gli intitoliamo scuole superiori e istituzioni."
    }
  },
  {
    "translation": {
      "en": "He's one of our greatest heroes.",
      "it": "È uno dei nostri più grandi eroi."
    }
  },
  {
    "translation": {
      "en": "[Malcolm X] You don't scare Negroes today",
      "it": "Oggi i neri non si spaventano"
    }
  },
  {
    "translation": {
      "en": "with no badge, or no white skin, or no white sheet,",
      "it": "con distintivi, pelle bianca, lenzuola bianche"
    }
  },
  {
    "translation": {
      "en": "or no white anything else.",
      "it": "o qualsiasi altra cosa bianca."
    }
  },
  {
    "translation": {
      "en": "[Muhammad] Yet the real killers,",
      "it": "Eppure, i veri assassini,"
    }
  },
  {
    "translation": {
      "en": "the real culprits,",
      "it": "i veri colpevoli,"
    }
  },
  {
    "translation": {
      "en": "both those who actually fired the trigger,",
      "it": "sia coloro che hanno premuto il grilletto"
    }
  },
  {
    "translation": {
      "en": "and those who were,",
      "it": "che i burattinai, per così dire,"
    }
  },
  {
    "translation": {
      "en": "let's say, the puppet masters of the whole thing,",
      "it": "che i burattinai, per così dire, che li guidavano, non sono stati consegnati alla giustizia."
    }
  },
  {
    "translation": {
      "en": "were never brought to justice.",
      "it": "che li guidavano, non sono stati consegnati alla giustizia."
    }
  },
  {
    "translation": {
      "en": "But if you can't prove that a democracy is not hypocrisy,",
      "it": "Ma, se non potete dimostrare che la democrazia non è ipocrisia,"
    }
  },
  {
    "translation": {
      "en": "then don't put your hands on me.",
      "it": "allora non mettetemi le mani addosso."
    }
  },
  {
    "translation": {
      "en": "[Muhammad] There's no statute of limitations on murder.",
      "it": "L'omicidio non va in prescrizione."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "[Muhammad] There's no reason why this case cannot be looked at again.",
      "it": "Non c'è motivo per cui questo caso non possa essere riesaminato."
    }
  },
  {
    "translation": {
      "en": "That is my mission. That is my purpose.",
      "it": "Qui sulla tomba... Questa è la mia missione. È il mio scopo."
    }
  },
  {
    "translation": {
      "en": "As long as someone is still out there,",
      "it": "Finché ci sarà ancora qualcuno là fuori,"
    }
  },
  {
    "translation": {
      "en": "you know, there is a chance, still,",
      "it": "c'è ancora una possibilità"
    }
  },
  {
    "translation": {
      "en": "to get justice for Malcolm.",
      "it": "di ottenere giustizia per Malcolm."
    }
  }
]