[
  {
    "translation": {
      "en": "Wills and Kate most popular Royals ever.",
      "it": "\"William e Kate, i reali più popolari di sempre.\""
    }
  },
  {
    "translation": {
      "en": "This is getting out of hand.",
      "it": "La situazione sta sfuggendo di mano."
    }
  },
  {
    "translation": {
      "en": "If we're not careful, the great British scum is going to want to skip a generation!",
      "it": "Se non stiamo attenti, il popolino vorrà saltare una generazione."
    }
  },
  {
    "translation": {
      "en": "Nonsense, Camilla. When I meet the people, they love me.",
      "it": "Sciocchezze, Camilla. La gente mi adora, quando mi vede."
    }
  },
  {
    "translation": {
      "en": "Why else would all those children keep giving you flowers?",
      "it": "Perché i bambini mi regalerebbero tanti fiori?"
    }
  },
  {
    "translation": {
      "en": "Because they're getting a day off school, you idiot!",
      "it": "Grazie a te saltano scuola, idiota."
    }
  },
  {
    "translation": {
      "en": "Well, I think they love me.",
      "it": "Secondo me, mi adorano."
    }
  },
  {
    "translation": {
      "en": "And anyway, the line's very clear. First me, then William, but me first.",
      "it": "Comunque, la successione è chiara. Prima ci sono io e poi William."
    }
  },
  {
    "translation": {
      "en": "The sheep don't care about that.",
      "it": "Al gregge non importa."
    }
  },
  {
    "translation": {
      "en": "They'll have us out faster than a homophobic Big Brother contestant.",
      "it": "Ci eliminerebbe prima di un omofobo al Grande Fratello."
    }
  },
  {
    "translation": {
      "en": "And then, everything I've been through, the walkabouts, the smiling,",
      "it": "Con tutto quello che ho passato. I bagni di folla, i sorrisi."
    }
  },
  {
    "translation": {
      "en": "the talking to Joe Pasquale at the Royal Variety Show,",
      "it": "Le conversazioni con Joe Pasquale al Royal Variety Show."
    }
  },
  {
    "translation": {
      "en": "it'll all have been for nothing!",
      "it": "Sarà stato tutto invano."
    }
  },
  {
    "translation": {
      "en": "Will you look at me when I'm talking to you?",
      "it": "Guardami, quando ti parlo!"
    }
  },
  {
    "translation": {
      "en": "Camilla, how can I sell my Cornish biscuits as organic",
      "it": "Come vendo i biscotti della Cornovaglia come biologici,"
    }
  },
  {
    "translation": {
      "en": "now they've been on the carpet?",
      "it": "se sono finiti sul tappeto?"
    }
  },
  {
    "translation": {
      "en": "Nobody will give a fuck about your Cornish biscuits, if you're not going to be king.",
      "it": "A nessuno frega un cazzo dei biscotti, se non diventerai re."
    }
  },
  {
    "translation": {
      "en": "Of course they will, they're delicious, nutritious",
      "it": "Ma certo che gli importa. Sono deliziosi"
    }
  },
  {
    "translation": {
      "en": "and all the biscuity profits go to charity.",
      "it": "e i proventi andranno in beneficienza."
    }
  },
  {
    "translation": {
      "en": "There wouldn't be any profits if people knew they were made by seven-year-old orphans with Rickets.",
      "it": "Se solo sapessero che sono prodotti da bambini orfani e rachitici."
    }
  },
  {
    "translation": {
      "en": "What happens in the Duchy of Cornwall, stays in the Duchy of Cornwall.",
      "it": "Ciò che succede nel Ducato di Cornovaglia resta nel Ducato di Cornovaglia."
    }
  },
  {
    "translation": {
      "en": "Where are the Garibaldis? Ah.",
      "it": "Dove sono i biscotti Garibaldi?"
    }
  },
  {
    "translation": {
      "en": "[sighing] Christ!",
      "it": "Cristo."
    }
  },
  {
    "translation": {
      "en": "[Wills] That was tremendous, Kate.",
      "it": "È stato bellissimo, Kate."
    }
  },
  {
    "translation": {
      "en": "Are you all right? Oh, it's nothing, Wills.",
      "it": "- Ti senti bene? - Non è nulla, Will."
    }
  },
  {
    "translation": {
      "en": "It's just, well, sometimes I feel like I don't belong in this family.",
      "it": "È solo che... A volte mi sembra di non appartenere a questa famiglia."
    }
  },
  {
    "translation": {
      "en": "What are you talking about? Marrying you was the best decision I ever made.",
      "it": "Che dici? Sposarti è stata la decisione migliore che abbia preso."
    }
  },
  {
    "translation": {
      "en": "Even though I'm a gypsy? Because you're a gypsy.",
      "it": "- Anche se sono una gipsy? - Proprio per questo."
    }
  },
  {
    "translation": {
      "en": "But are you sure your family are all right with it?",
      "it": "Ma alla tua famiglia va bene? Sono felicissimi. Anche se, personalmente,"
    }
  },
  {
    "translation": {
      "en": "They're thrilled.",
      "it": "Sono felicissimi. Anche se, personalmente,"
    }
  },
  {
    "translation": {
      "en": "Although, personally, I do wish",
      "it": "Sono felicissimi. Anche se, personalmente, preferirei non prendessi tanti elettrodomestici dalle discariche."
    }
  },
  {
    "translation": {
      "en": "you didn't bring back quite so many dumped white goods.",
      "it": "preferirei non prendessi tanti elettrodomestici dalle discariche."
    }
  },
  {
    "translation": {
      "en": "That's 12 quid's worth of copper in there.",
      "it": "Lì c'è rame per 12 sterline."
    }
  },
  {
    "translation": {
      "en": "[clock chimes] Oh, is that the time? I need to be at the caff.",
      "it": "È già così tardi? Devo andare al bar."
    }
  },
  {
    "translation": {
      "en": "I'm mingling amongst my subjects to find out what they truly want.",
      "it": "Scoprirò che cosa vogliono i miei sudditi."
    }
  },
  {
    "translation": {
      "en": "And what do they want? Usually double egg and chips.",
      "it": "- E cosa vogliono? - In genere, due uova e patatine."
    }
  },
  {
    "translation": {
      "en": "If I must be King, I'm determined to be the best one I can be.",
      "it": "Voglio fare del mio meglio, se devo diventare re."
    }
  },
  {
    "translation": {
      "en": "And you will be.",
      "it": "Ci riuscirai."
    }
  },
  {
    "translation": {
      "en": "I just wish there were a role for me.",
      "it": "Vorrei solo avere un ruolo tutto mio."
    }
  },
  {
    "translation": {
      "en": "But what you do is vital.",
      "it": "Quello che fai tu è fondamentale, allevare i nostri figli."
    }
  },
  {
    "translation": {
      "en": "Bringing up children.",
      "it": "Quello che fai tu è fondamentale, allevare i nostri figli. Potresti aiutare Harry con il ballo in maschera di beneficienza."
    }
  },
  {
    "translation": {
      "en": "You could help Harry with his upcoming fancy dress, charity ball.",
      "it": "Potresti aiutare Harry con il ballo in maschera di beneficienza."
    }
  },
  {
    "translation": {
      "en": "You'll be invaluable to him, what with being able to read and write.",
      "it": "Gli saresti di grande aiuto, sai leggere e scrivere."
    }
  },
  {
    "translation": {
      "en": "Oh, that's a great idea.",
      "it": "Che idea meravigliosa."
    }
  },
  {
    "translation": {
      "en": "Hey, don't you have to be at the caff?",
      "it": "Non dovevi andare al bar?"
    }
  },
  {
    "translation": {
      "en": "I'm allowed three verbal warnings, and I've only had two. Hmmm.",
      "it": "Mi sono concessi tre richiami verbali e finora ne ho ricevuti solo due."
    }
  },
  {
    "translation": {
      "en": "I'm just saying, I think the Royal family are a complete waste of money.",
      "it": "Penso solo che la famiglia reale sia un grandissimo spreco di soldi."
    }
  },
  {
    "translation": {
      "en": "No, hang on a minute there, Alec, I think they do a very good job.",
      "it": "Aspetta un attimo, Alec. Per me fanno un ottimo lavoro."
    }
  },
  {
    "translation": {
      "en": "They bring in £500 million a year, just from tourism alone.",
      "it": "Ci fanno guadagnare 500 milioni all'anno solo con i turisti che vengono per loro."
    }
  },
  {
    "translation": {
      "en": "I think they're tremendous value for money.",
      "it": "Un ottimo rapporto qualità prezzo."
    }
  },
  {
    "translation": {
      "en": "Well, I suppose you're right.",
      "it": "Forse hai ragione."
    }
  },
  {
    "translation": {
      "en": "Hey, Billy. You clean bog now.",
      "it": "Billy, vai a pulire il cesso!"
    }
  },
  {
    "translation": {
      "en": "It's the London air ambulance.",
      "it": "È la London Air Ambulance!"
    }
  },
  {
    "translation": {
      "en": "We had to make a crash landing. One of the crew has Munchausen syndrome by proxy.",
      "it": "Un membro dell'equipaggio soffre della sindrome di Munchausen per procura."
    }
  },
  {
    "translation": {
      "en": "-But isn't that where you harm other people? -Yes, he poisoned the pilot.",
      "it": "- Non è quando si fa del male agli altri? - Sì, infatti ha avvelenato il pilota."
    }
  },
  {
    "translation": {
      "en": "But we can still make it if someone can fly a helicopter.",
      "it": "Ce la faremo. Sapete pilotare un elicottero?"
    }
  },
  {
    "translation": {
      "en": "[thinking] I can fly a helicopter. But if I make myself known, I'll blow my cover.",
      "it": "Io so pilotarli, ma se lo rivelo farò saltare la mia copertura."
    }
  },
  {
    "translation": {
      "en": "Quickly! We've got a patient who's seriously ill, also with Munchausen syndrome by proxy.",
      "it": "C'è un paziente malato, anche lui con la sindrome di Munchausen per procura."
    }
  },
  {
    "translation": {
      "en": "Won't he be all right, then? He'll be the one poisoning other people.",
      "it": "Allora se la caverà, sarà lui ad avvelenare gli altri. No, non per procura. Ha la sindrome di Munchausen."
    }
  },
  {
    "translation": {
      "en": "Sorry, it's not by proxy, he's just got Munchausen syndrome.",
      "it": "No, non per procura. Ha la sindrome di Munchausen. Capito."
    }
  },
  {
    "translation": {
      "en": "-Gotcha. -That makes sense.",
      "it": "Capito."
    }
  },
  {
    "translation": {
      "en": "Billy! I said bog now. Is big shit in bog. It's no flush.",
      "it": "Billy, ho detto che tu pensare al cesso! Molta merda lì dentro, non scaricare!"
    }
  },
  {
    "translation": {
      "en": "I can fly a helicopter.",
      "it": "- Io so pilotare un elicottero. - Tu!"
    }
  },
  {
    "translation": {
      "en": "You? But you're just a bloke who works in a caff.",
      "it": "- Io so pilotare un elicottero. - Tu! Ma sei solo uno che lavora in un bar. Com'è possibile?"
    }
  },
  {
    "translation": {
      "en": "How can you fly a helicopter?",
      "it": "Ma sei solo uno che lavora in un bar. Com'è possibile?"
    }
  },
  {
    "translation": {
      "en": "Because I am Prince William.",
      "it": "Perché sono il Principe William."
    }
  },
  {
    "translation": {
      "en": "Second in line to the throne. Husband to a gypsy.",
      "it": "Secondo in linea di successione. Sposato con una gipsy"
    }
  },
  {
    "translation": {
      "en": "Closely related to Kaiser Wilhelm of Germany, who started World War I.",
      "it": "e imparentato con Guglielmo II, che iniziò la Prima guerra mondiale."
    }
  },
  {
    "translation": {
      "en": "Billy, what we do about shit?",
      "it": "Billy! Cosa facciamo con merda?"
    }
  },
  {
    "translation": {
      "en": "Now, where are the keys?",
      "it": "- Dove sono le chiavi? - Per il mio Paese."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "Pippa!",
      "it": "Pippa! Mi fa piacere vederti."
    }
  },
  {
    "translation": {
      "en": "-How great to see you. -Hiya, you look fantastic.",
      "it": "Pippa! Mi fa piacere vederti. Ma ciao, ti trovo benissimo."
    }
  },
  {
    "translation": {
      "en": "Ooh, I couldn't have some money, could I?",
      "it": "Non è che mi presteresti un po' di soldi?"
    }
  },
  {
    "translation": {
      "en": "Pippa, what happened to the £400,000 you got for your party planning book?",
      "it": "Che è successo alle 400.000 sterline per il tuo libro sulle feste?"
    }
  },
  {
    "translation": {
      "en": "-I spent it. -What on?",
      "it": "- Le ho spese. - Per cosa?"
    }
  },
  {
    "translation": {
      "en": "Getting fucked up. So... I'm sorry, but no.",
      "it": "- Per sballarmi. Allora... - Mi dispiace, ma la risposta è no."
    }
  },
  {
    "translation": {
      "en": "What? You've got to learn to stand on your own two feet.",
      "it": "- Che cosa? - Devi imparare a essere autonoma."
    }
  },
  {
    "translation": {
      "en": "Like you did? Parading around in your pants at a university fashion show,",
      "it": "Come hai fatto tu, girando in mutande a una sfilata dell'università"
    }
  },
  {
    "translation": {
      "en": "until the future King of England proposes?",
      "it": "per accalappiare il futuro re?"
    }
  },
  {
    "translation": {
      "en": "You weren't there. It was nothing like that.",
      "it": "Tu non c'eri, non è andata così."
    }
  },
  {
    "translation": {
      "en": "Oh, fuck off, it was in a book.",
      "it": "Ma piantala, era scritto in un libro. Mi dai un po' di soldi o no?"
    }
  },
  {
    "translation": {
      "en": "So are you going to give me some money, or not?",
      "it": "Ma piantala, era scritto in un libro. Mi dai un po' di soldi o no? D'accordo, ma posso darti solo 5000 sterline."
    }
  },
  {
    "translation": {
      "en": "All right. But I'm afraid all I can spare is £5,000.",
      "it": "D'accordo, ma posso darti solo 5000 sterline."
    }
  },
  {
    "translation": {
      "en": "That won't even buy lunch. Why don't you sell one of these paintings?",
      "it": "Non bastano nemmeno per il pranzo. Vendi uno di quei dipinti."
    }
  },
  {
    "translation": {
      "en": "Pippa, we don't own those paintings.",
      "it": "Pippa, non sono nostri."
    }
  },
  {
    "translation": {
      "en": "We're merely custodians of them for the public.",
      "it": "Li custodiamo per il pubblico."
    }
  },
  {
    "translation": {
      "en": "But they don't get to see them very often, do they?",
      "it": "Che però non li vede molto spesso."
    }
  },
  {
    "translation": {
      "en": "You really think you're it, don't you?",
      "it": "Ti credi chissà chi, vero?"
    }
  },
  {
    "translation": {
      "en": "Well, I remember when you were fighting Rottweilers",
      "it": "Ricordo quando facevi la lotta coi Rottweiler al parcheggio."
    }
  },
  {
    "translation": {
      "en": "-in Morrison's car park. -So do I.",
      "it": "Ricordo quando facevi la lotta coi Rottweiler al parcheggio. Anch'io. 246 incontri, 246 KO. Sono fiera di essere una gipsy."
    }
  },
  {
    "translation": {
      "en": "246 fights, 246 knockouts. See, I'm proud of being a gypsy.",
      "it": "Anch'io. 246 incontri, 246 KO. Sono fiera di essere una gipsy."
    }
  },
  {
    "translation": {
      "en": "Well, I'm not. I tarmacked my last drive",
      "it": "Io no. Ho chiuso il giorno in cui ho salito le scale dell'Abbazia di Westminster"
    }
  },
  {
    "translation": {
      "en": "the day I walked up the steps of Westminster Abbey",
      "it": "Ho chiuso il giorno in cui ho salito le scale dell'Abbazia di Westminster"
    }
  },
  {
    "translation": {
      "en": "and the world finally woke up to the fact that I've got a fantastic arse.",
      "it": "e il mondo si è accorto di quanto sia fantastico il mio culo."
    }
  },
  {
    "translation": {
      "en": "It's true, you do have a fantastic arse. But all you do is sit on it.",
      "it": "È vero, hai un culo fantastico. Ma non fai molto altro nella vita."
    }
  },
  {
    "translation": {
      "en": "I just wish you had what I have.",
      "it": "Vorrei che avessi quello che ho io. Non possiamo tutte sposare un principe."
    }
  },
  {
    "translation": {
      "en": "We can't all go off and marry a prince, can we?",
      "it": "Non possiamo tutte sposare un principe."
    }
  },
  {
    "translation": {
      "en": "You're right. I'm sorry.",
      "it": "Hai ragione, mi dispiace. Ho esagerato."
    }
  },
  {
    "translation": {
      "en": "-I went too far. -I'm sorry too. Hug?",
      "it": "Hai ragione, mi dispiace. Ho esagerato. Dispiace anche a me. Abbracciamoci."
    }
  },
  {
    "translation": {
      "en": "And it is time I got on with some real work.",
      "it": "È ora che mi trovi un lavoro vero."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah! Oh, yeah!",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah! Oh, yeah! Incoming!",
      "it": "Sì! Sto per venire!"
    }
  },
  {
    "translation": {
      "en": "That was awesome.",
      "it": "È stato fantastico."
    }
  },
  {
    "translation": {
      "en": "Right, so where's this airfix model of a Lancaster bomber you've made, then?",
      "it": "Non dovevi farmi vedere il modellino di un bombardiere che hai costruito?"
    }
  },
  {
    "translation": {
      "en": "I've got a little confession to make, Harry.",
      "it": "Devo confessarti una cosa, Harry."
    }
  },
  {
    "translation": {
      "en": "I didn't make an airfix model of a Lancaster bomber.",
      "it": "Non ho costruito il modellino di un bombardiere."
    }
  },
  {
    "translation": {
      "en": "-Have I been very naughty? -No.",
      "it": "Sono stata una bambina cattiva? No, ma non può succedere di nuovo."
    }
  },
  {
    "translation": {
      "en": "But, er this, it has to be a one-off.",
      "it": "No, ma non può succedere di nuovo."
    }
  },
  {
    "translation": {
      "en": "Oh, really? Why?",
      "it": "Davvero? E perché? Perché sono ancora innamorato di Cressida."
    }
  },
  {
    "translation": {
      "en": "Because I'm still in love with Cressida.",
      "it": "Perché sono ancora innamorato di Cressida."
    }
  },
  {
    "translation": {
      "en": "But that's Chelsea.",
      "it": "Ma quella è Chelsea."
    }
  },
  {
    "translation": {
      "en": "Is it? Well, one of them, anyway.",
      "it": "Sì? Beh, di una di loro."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "it": "Va bene."
    }
  },
  {
    "translation": {
      "en": "We'll have to see about that, won't we?",
      "it": "Staremo a vedere, giusto?"
    }
  },
  {
    "translation": {
      "en": "That is a fantastic arse.",
      "it": "Che culo fantastico."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "it": "Dio mio. COSE DA FARE 1) ATTIRARE HARRY"
    }
  },
  {
    "translation": {
      "en": "If only I could read!",
      "it": "Peccato non sappia leggere."
    }
  },
  {
    "translation": {
      "en": "That was a blinding lobster Thermidor, Beatrice.",
      "it": "Un'aragosta alla Termidoro fantastica, Beatrice."
    }
  },
  {
    "translation": {
      "en": "A bit pricey, though. And we've had another rent demand.",
      "it": "Ma costosa. Ci hanno mandato un altro sollecito per l'affitto."
    }
  },
  {
    "translation": {
      "en": "I can't believe the government's made us start paying rent",
      "it": "È incredibile che ci facciano pagare l'affitto"
    }
  },
  {
    "translation": {
      "en": "for our Chelsea penthouse when we do so much for the country.",
      "it": "per l'attico a Chelsea. Facciamo così tanto per il Paese."
    }
  },
  {
    "translation": {
      "en": "Yeah, that is a big chunk of wedge",
      "it": "Già. Ma dobbiamo trovare un bel mucchio di soldi da qualche parte."
    }
  },
  {
    "translation": {
      "en": "we're going to have to find from somewhere.",
      "it": "Ma dobbiamo trovare un bel mucchio di soldi da qualche parte."
    }
  },
  {
    "translation": {
      "en": "Eugenie... We're going to have to get jobs.",
      "it": "Eugenie, dovremo trovarci un lavoro."
    }
  },
  {
    "translation": {
      "en": "Is that like when Daddy has a party for Arabs and British businessmen?",
      "it": "Come quando papà dà feste per uomini d'affari?"
    }
  },
  {
    "translation": {
      "en": "No. I think a job is where you have to go into a building, or something.",
      "it": "No, per lavorare bisogna entrare in un edificio. O qualcosa del genere."
    }
  },
  {
    "translation": {
      "en": "-Oh. -Hey, we could work for ourselves.",
      "it": "Potremmo metterci in proprio."
    }
  },
  {
    "translation": {
      "en": "-Ooh, I like it, but doing what? -Well, what are our skills?",
      "it": "- Bell'idea, ma per fare cosa? - Cosa sappiamo fare?"
    }
  },
  {
    "translation": {
      "en": "I wear make-up.",
      "it": "Io so truccarmi."
    }
  },
  {
    "translation": {
      "en": "I have an iPhone.",
      "it": "Io ho un iPhone."
    }
  },
  {
    "translation": {
      "en": "We could become online make-up tip girl sensations.",
      "it": "Potremmo fare dei video su come truccarsi."
    }
  },
  {
    "translation": {
      "en": "-I fucking love that idea. -And we'll make it on our own,",
      "it": "È un'idea incredibile! Ce la faremo da sole, senza sfruttare le nostre parentele regali."
    }
  },
  {
    "translation": {
      "en": "without using any royal associations whatsoever.",
      "it": "Ce la faremo da sole, senza sfruttare le nostre parentele regali."
    }
  },
  {
    "translation": {
      "en": "Let's launch it at Harry's ball at Buckingham Palace.",
      "it": "E presenteremo la nostra idea al ballo di Harry."
    }
  },
  {
    "translation": {
      "en": "Bangies!",
      "it": "Bingo!"
    }
  },
  {
    "translation": {
      "en": "Oh, Kate, you're an absolute life-saver.",
      "it": "Kate, sei la mia salvezza."
    }
  },
  {
    "translation": {
      "en": "Oh, honestly, it's you doing me a favor by helping me find a role.",
      "it": "Sei tu che mi fai un favore. Mi aiuti a trovare un ruolo tutto mio."
    }
  },
  {
    "translation": {
      "en": "So, where are we?",
      "it": "A che punto siamo? Stavo pensando a come organizzare i posti a sedere."
    }
  },
  {
    "translation": {
      "en": "Oh, I was just doing the seating plan.",
      "it": "Stavo pensando a come organizzare i posti a sedere."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, I got distracted when an aeroplane flew over and I tried to draw it.",
      "it": "Mi sono distratto per disegnare un aereo di passaggio."
    }
  },
  {
    "translation": {
      "en": "But aeroplanes are always flying over. I know.",
      "it": "- Ma gli aerei passano di continuo. - Lo so."
    }
  },
  {
    "translation": {
      "en": "So, what's this ball in aid of? I don't know.",
      "it": "- Allora, qual è lo scopo del ballo? - Non lo so."
    }
  },
  {
    "translation": {
      "en": "-And when is it? -Don't know.",
      "it": "- E quando si terrà? - Non lo so."
    }
  },
  {
    "translation": {
      "en": "Ah! Friday. -We'd better get stuck in. -Ah, got you.",
      "it": "- Venerdì. Dobbiamo darci da fare. - Ricevuto."
    }
  },
  {
    "translation": {
      "en": "Mummy! Hello, girls.",
      "it": "- Mammina! - Ciao, ragazze."
    }
  },
  {
    "translation": {
      "en": "You're in a good mood.",
      "it": "Sei di buon umore."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. This hasn't happened in yonks Just got recognized.",
      "it": "Oddio, non mi capitava da una vita. Mi hanno riconosciuto."
    }
  },
  {
    "translation": {
      "en": "-Oh, brilliant. -Yeah! I mean, they thought I was Mick Hucknall,",
      "it": "Fantastico. Pensavano che fossi Mick Hucknall, ma è stato bello comunque."
    }
  },
  {
    "translation": {
      "en": "but you know, it's close enough.",
      "it": "Pensavano che fossi Mick Hucknall, ma è stato bello comunque."
    }
  },
  {
    "translation": {
      "en": "Have you heard about Harry's fancy dress ball?",
      "it": "Avete saputo del ballo di Harry?"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's going to be amaze.",
      "it": "Sì, sarà fantastico."
    }
  },
  {
    "translation": {
      "en": "I mean, I'd love to go, but Prince Philip's ordered MI6",
      "it": "Mi piacerebbe andarci, ma il Principe Filippo ha ordinato al MI6"
    }
  },
  {
    "translation": {
      "en": "to assassinate me if I go within five miles of a palace.",
      "it": "di assassinarmi se mi avvicino al palazzo."
    }
  },
  {
    "translation": {
      "en": "Don't worry, Mummy, we'll get you in. Oh, thanks, girls.",
      "it": "- Tranquilla, ti faremo entrare. - Grazie, ragazze."
    }
  },
  {
    "translation": {
      "en": "I mean, I hate to ask, but I do miss the old days, you know,",
      "it": "Mi dispiace chiedervelo, ma... Mi mancano i vecchi tempi. Ballare fino all'alba, poter bere gratis."
    }
  },
  {
    "translation": {
      "en": "dancing till dawn, everything free.",
      "it": "Ballare fino all'alba, poter bere gratis."
    }
  },
  {
    "translation": {
      "en": "Whereas, in the Wetherspoons, it's £2.50 a pint and chucking out at 11.",
      "it": "Nei pub Wetherspoon una pinta costa 2,50 sterline e ti cacciano alle 23."
    }
  },
  {
    "translation": {
      "en": "No, no, table 5.",
      "it": "No, al tavolo cinque."
    }
  },
  {
    "translation": {
      "en": "[whispering] I owe Paolo money. Last time I was here, I did a runner.",
      "it": "Devo dei soldi a Paulo. L'ultima volta sono scappata senza pagare."
    }
  },
  {
    "translation": {
      "en": "Poor Mummy.",
      "it": "Povera mammina."
    }
  },
  {
    "translation": {
      "en": "Yes, I've been made a patron of the BFI.",
      "it": "Sì, sono diventato patrono del BFI."
    }
  },
  {
    "translation": {
      "en": "I mean, I always thought I knew a lot about film, but this proves it.",
      "it": "Ho sempre pensato di capirne molto, di cinema. Ma questo lo dimostra."
    }
  },
  {
    "translation": {
      "en": "Now then, Kate, a little bird tells me",
      "it": "Kate, un uccellino mi ha detto"
    }
  },
  {
    "translation": {
      "en": "that you're helping Harry with the fancy dress ball.",
      "it": "che stai dando una mano a Harry per il ballo."
    }
  },
  {
    "translation": {
      "en": "Yes. It's terribly hard work, but tremendously fulfilling.",
      "it": "Sì. Dobbiamo lavorare sodo, ma mi sento molto realizzata."
    }
  },
  {
    "translation": {
      "en": "It's silly, but at last I feel like...",
      "it": "È una cosa sciocca, ma finalmente mi sento come..."
    }
  },
  {
    "translation": {
      "en": "Go on, dear. ...I belong.",
      "it": "- Come? - ...se appartenessi alla famiglia."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry. [laughing] Something went down the wrong hole.",
      "it": "Scusami, dev'essermi andato qualcosa di traverso."
    }
  },
  {
    "translation": {
      "en": "As per last night, for which I apologize.",
      "it": "Come ieri sera. Scusami."
    }
  },
  {
    "translation": {
      "en": "Is there anything I can do to help?",
      "it": "Posso fare qualcosa per aiutarti?"
    }
  },
  {
    "translation": {
      "en": "I mean, no-one would expect a girl of your upbringing to know,",
      "it": "Non ci aspettiamo che, con le tue origini,"
    }
  },
  {
    "translation": {
      "en": "for instance, that fish is served with white wine, rather than Diamond White.",
      "it": "tu sappia che il pesce si serve col vino e non con il Diamond White, il cocktail."
    }
  },
  {
    "translation": {
      "en": "I judge people by the content of their character, not by the alcohol content of their cider.",
      "it": "Giudico le persone per il loro carattere, non per quanto alcol bevono."
    }
  },
  {
    "translation": {
      "en": "Oh, I've offended you. I'm so sorry, I had no intention.",
      "it": "Devo averti offesa. Mi dispiace, non era mia intenzione."
    }
  },
  {
    "translation": {
      "en": "And I can see that you too like Diamond White, ultra-strong.",
      "it": "E vedo che anche a te il Diamond White piace bello forte."
    }
  },
  {
    "translation": {
      "en": "Sorry I'm late, but I've had the most incredible day.",
      "it": "Scusatemi per il ritardo, ma ho avuto una giornata incredibile."
    }
  },
  {
    "translation": {
      "en": "Looks like someone sold a lot of pies.",
      "it": "Sembra che qualcuno sia soddisfatto."
    }
  },
  {
    "translation": {
      "en": "No, I've come to a decision. I want to be a pilot again.",
      "it": "Ho preso una decisione. Voglio tornare a fare il pilota."
    }
  },
  {
    "translation": {
      "en": "What? Like a common tradesman?",
      "it": "Che cosa? Come un comune cittadino?"
    }
  },
  {
    "translation": {
      "en": "This isn't the Dutch Royal Family, this is the real thing.",
      "it": "Non siamo i reali olandesi, noi siamo seri."
    }
  },
  {
    "translation": {
      "en": "I just want to help people.",
      "it": "Voglio aiutare gli altri."
    }
  },
  {
    "translation": {
      "en": "Then do it by doing what you've been trained to do, waving.",
      "it": "Allora fai quello che sei stato addestrato a fare, salutare."
    }
  },
  {
    "translation": {
      "en": "What was the point in learning to fly a helicopter if I'm forbidden from doing it?",
      "it": "Perché ho imparato a pilotare, se non posso farlo?"
    }
  },
  {
    "translation": {
      "en": "So you could wear a uniform at your wedding. It's not enough for me, Father.",
      "it": "- Per indossare un'uniforme al matrimonio. - Non mi basta."
    }
  },
  {
    "translation": {
      "en": "From now on, the only time you're allowed in a helicopter is when you're going to an exclusive Caribbean island",
      "it": "D'ora in poi potrai salire in elicottero solo per andare su un'isola dei Caraibi"
    }
  },
  {
    "translation": {
      "en": "or Stephen Fry's birthday party.",
      "it": "o al compleanno di Stephen Fry."
    }
  },
  {
    "translation": {
      "en": "-But my mind is made up. -And so is mine!",
      "it": "- Ormai ho deciso. - Anch'io."
    }
  },
  {
    "translation": {
      "en": "-How was the caff? -Terrible.",
      "it": "- Com'è andata al bar? - Malissimo."
    }
  },
  {
    "translation": {
      "en": "All I want to do is fly helicopters, but, instead,",
      "it": "Volevo andare in elicottero e invece ho dovuto"
    }
  },
  {
    "translation": {
      "en": "I spent all day explaining why I've got a dead rat in the sink. Oh!",
      "it": "spiegare perché c'era un topo morto nel lavandino."
    }
  },
  {
    "translation": {
      "en": "So, aren't you going to get ready?",
      "it": "Non vai a prepararti?"
    }
  },
  {
    "translation": {
      "en": "-Hmm? -Wills, have you forgotten what tonight is?",
      "it": "Ti sei scordato di stasera?"
    }
  },
  {
    "translation": {
      "en": "No. Happy Michaelmas.",
      "it": "No. Buona festa di San Michele."
    }
  },
  {
    "translation": {
      "en": "-It's our date night. -Oh... Yeah, can we skip it?",
      "it": "- È la sera in cui usciamo insieme. - Se saltassimo?"
    }
  },
  {
    "translation": {
      "en": "Wills, I've been working hard too, you know, trying to book a band for Harry's ball,",
      "it": "Anch'io mi sto dando da fare per prenotare una band per il ballo."
    }
  },
  {
    "translation": {
      "en": "but none of the trendy ones want to be associated with the Royal family.",
      "it": "Le celebrità non vogliono suonare per la famiglia reale."
    }
  },
  {
    "translation": {
      "en": "Ed Sheeran told me to go and fuck myself.",
      "it": "Ed Sheeran mi ha detto di andare a fare in culo."
    }
  },
  {
    "translation": {
      "en": "At the moment, all I have is Ronan Keating.",
      "it": "Al momento ho convinto solo Ronan Keating."
    }
  },
  {
    "translation": {
      "en": "Oh, darling, I'm so sorry.",
      "it": "Tesoro, mi dispiace."
    }
  },
  {
    "translation": {
      "en": "Oh, there's the baby-sitter.",
      "it": "Ecco il babysitter. Non so se mi va ancora di uscire. Gli dico di andare."
    }
  },
  {
    "translation": {
      "en": "I'm not sure I even want to go out now. Perhaps I'll tell him to go.",
      "it": "Non so se mi va ancora di uscire. Gli dico di andare."
    }
  },
  {
    "translation": {
      "en": "-No, we could both do with a night out. -Thanks.",
      "it": "No, uscire ci farà bene. Grazie."
    }
  },
  {
    "translation": {
      "en": "Hang on, \"him\"?",
      "it": "Aspetta un attimo. \"Il\" babysitter?"
    }
  },
  {
    "translation": {
      "en": "Thanks so much for this.",
      "it": "Vi ringrazio molto."
    }
  },
  {
    "translation": {
      "en": "Uncle Edward, why are you baby-sitting?",
      "it": "Zio Edward, ti sei messo a fare il babysitter?"
    }
  },
  {
    "translation": {
      "en": "I won't lie, Wills,",
      "it": "Non ti mentirò, Will. Me la passo male."
    }
  },
  {
    "translation": {
      "en": "-I'm in the soup. -What's happened?",
      "it": "Non ti mentirò, Will. Me la passo male. - Che è successo? - Vi va qualcosa da bere?"
    }
  },
  {
    "translation": {
      "en": "Any chance of a drink first?",
      "it": "- Che è successo? - Vi va qualcosa da bere?"
    }
  },
  {
    "translation": {
      "en": "Well, I'm not sure, you know, if you're looking after the children.",
      "it": "Non è il caso, deve badare al bambino."
    }
  },
  {
    "translation": {
      "en": "Yes, quite right.",
      "it": "Sì, hai ragione. Per curiosità, dove tenete gli alcolici?"
    }
  },
  {
    "translation": {
      "en": "-Just out of curiosity, where would you keep it? -Uncle Edward!",
      "it": "Sì, hai ragione. Per curiosità, dove tenete gli alcolici? Zio Edward."
    }
  },
  {
    "translation": {
      "en": "You know how I live for show business?",
      "it": "Sapete che vivo per lo spettacolo."
    }
  },
  {
    "translation": {
      "en": "Well, I recently bought the rights to Oliver Twist and turned it into a musical.",
      "it": "Di recente ho comprato i diritti di Oliver Twist, per farci un musical."
    }
  },
  {
    "translation": {
      "en": "But that's been done, it was called Oliver.",
      "it": "Ma l'hanno già fatto, si chiama Oliver."
    }
  },
  {
    "translation": {
      "en": "Well, I know that now. But when I went back to the pub, the man had gone.",
      "it": "Ora lo so. Ma quando sono tornato al pub, quel tizio era sparito."
    }
  },
  {
    "translation": {
      "en": "Anyway, long story short, I need to find £6 million fast.",
      "it": "Il succo della storia è che mi servono sei milioni, in fretta."
    }
  },
  {
    "translation": {
      "en": "We only pay £5 an hour.",
      "it": "Paghiamo 5 sterline l'ora."
    }
  },
  {
    "translation": {
      "en": "That's all right. I'm going to stuff envelopes while I'm here.",
      "it": "Non c'è problema, nel frattempo imbusterò un po' di lettere."
    }
  },
  {
    "translation": {
      "en": "Look, I've even got a business plan.",
      "it": "Ho anche un piano aziendale."
    }
  },
  {
    "translation": {
      "en": "Just a second, Uncle Edward.",
      "it": "Aspetta un attimo, zio Edward."
    }
  },
  {
    "translation": {
      "en": "Darling, are you sure about this?",
      "it": "Sei sicura che sia una buona idea?"
    }
  },
  {
    "translation": {
      "en": "Uncle Edward is a nice bloke and everything, but come on.",
      "it": "Lo zio è un brav'uomo, ma George e Charlotte non sono solo i nostri figli."
    }
  },
  {
    "translation": {
      "en": "George and Charlotte aren't just our babies,",
      "it": "ma George e Charlotte non sono solo i nostri figli."
    }
  },
  {
    "translation": {
      "en": "they are the people's babies.",
      "it": "Sono figli del popolo."
    }
  },
  {
    "translation": {
      "en": "But everyone deserves a second chance.",
      "it": "Tutti si meritano una seconda opportunità."
    }
  },
  {
    "translation": {
      "en": "You and your gypsy code.",
      "it": "Tu e il tuo codice gipsy."
    }
  },
  {
    "translation": {
      "en": "Okay, Uncle Edward, you're on.",
      "it": "Va bene, zio. Pensaci tu."
    }
  },
  {
    "translation": {
      "en": "Oh, right, right, off you go then, have a good time.",
      "it": "Ottimo, allora andate pure. Divertitevi."
    }
  },
  {
    "translation": {
      "en": "And don't worry, we'll be fine.",
      "it": "Non preoccupatevi, andrà tutto bene."
    }
  },
  {
    "translation": {
      "en": "Someone was asking me today if, by some miracle,",
      "it": "Oggi mi chiedevano dove si troverebbe nostro figlio in linea di successione"
    }
  },
  {
    "translation": {
      "en": "we had a child, where it would stand in the line of succession.",
      "it": "Oggi mi chiedevano dove si troverebbe nostro figlio in linea di successione se un giorno, per miracolo, ne avessimo uno."
    }
  },
  {
    "translation": {
      "en": "And I had no idea.",
      "it": "Non ne avevo idea."
    }
  },
  {
    "translation": {
      "en": "Well, it's a bit unlikely, isn't it, darling?",
      "it": "È un po' improbabile, non credi? Non hai il ciclo da quando gli Wham si sono sciolti."
    }
  },
  {
    "translation": {
      "en": "You haven't had a period since Wham! split up!",
      "it": "Non hai il ciclo da quando gli Wham si sono sciolti."
    }
  },
  {
    "translation": {
      "en": "[laughing] You are funny. Yes, but hypothetically.",
      "it": "Come sei divertente. Ma a livello ipotetico?"
    }
  },
  {
    "translation": {
      "en": "Well, it'd be me, William, George, Charlotte, Harry",
      "it": "Ci saremmo io, William, George, Charlotte, Harry"
    }
  },
  {
    "translation": {
      "en": "and then whatever homunculus came out of you.",
      "it": "e l'omuncolo partorito da te."
    }
  },
  {
    "translation": {
      "en": "So, only six fools stand in the way of the Parker Bowles dynasty.",
      "it": "Solo sei sciocchi sbarrano la strada alla dinastia Parker Bowles."
    }
  },
  {
    "translation": {
      "en": "Welcome to Royal Make-up Tips, with Bea and E.",
      "it": "Benvenuti a \"Consigli reali di make-up\", con B ed E."
    }
  },
  {
    "translation": {
      "en": "Today we're going to teach you how to make yourself look like a tiger.",
      "it": "Oggi vi spiegheremo come truccarvi da tigre."
    }
  },
  {
    "translation": {
      "en": "So, that's the concept. What do you think?",
      "it": "L'idea è questa. Che ne dici?"
    }
  },
  {
    "translation": {
      "en": "If you're there, how can you be here as well?",
      "it": "Se siete lì dentro, come fate a essere anche qui?"
    }
  },
  {
    "translation": {
      "en": "Never mind that. Can we launch it at your ball?",
      "it": "Non ci pensare. Possiamo presentarla al ballo?"
    }
  },
  {
    "translation": {
      "en": "Of course you can, girls.",
      "it": "- Certo che potete, ragazze. - Fantastico."
    }
  },
  {
    "translation": {
      "en": "Great. And one more favor. Can Mummy come to your ball too?",
      "it": "Vorremo chiederti un altro favore. Può venire anche la mamma?"
    }
  },
  {
    "translation": {
      "en": "Oh, Granddad wrote me a letter about that.",
      "it": "Il nonno mi ha scritto una lettera a questo proposito."
    }
  },
  {
    "translation": {
      "en": "Ummm, maybe you could read it for me.",
      "it": "Me la leggereste?"
    }
  },
  {
    "translation": {
      "en": "\"Dear Harry, Please find enclosed a £10 WH Smith voucher for your birthday.\"",
      "it": "\"Caro Harry, un buono da 10 sterline per WH Smith, per il tuo compleanno.\""
    }
  },
  {
    "translation": {
      "en": "Oh, ace!",
      "it": "Fantastico. \"P.S.: al tuo ballo del cazzo"
    }
  },
  {
    "translation": {
      "en": "\"PS, under no circumstance can your fucking Aunt Fergie",
      "it": "\"P.S.: al tuo ballo del cazzo la zia Fergie non potrà venire per nessun motivo."
    }
  },
  {
    "translation": {
      "en": "come to your fucking ball. She's a fucking liability.",
      "it": "la zia Fergie non potrà venire per nessun motivo. È una spina nel fianco."
    }
  },
  {
    "translation": {
      "en": "So if she asks to come, tell her to fuck right off. Love, Granddad.\"",
      "it": "Se ti chiede di venire, dille di andare a fare in culo. Con amore, il nonno.\""
    }
  },
  {
    "translation": {
      "en": "Oh, sorry, girls.",
      "it": "Mi dispiace, ragazze."
    }
  },
  {
    "translation": {
      "en": "Let's go to Boujis.",
      "it": "Andiamo da Boujis."
    }
  },
  {
    "translation": {
      "en": "-Mummy's got to get into that ball. -You're right.",
      "it": "- Mamma deve venire al ballo. - Hai ragione."
    }
  },
  {
    "translation": {
      "en": "-Let's go to Boujis. -Yeah.",
      "it": "- Andiamo da Boujis. - Va bene."
    }
  },
  {
    "translation": {
      "en": "What a magical evening. Yeah. You can't beat Pizza Express.",
      "it": "- Che serata magica. - Nulla batte Pizza Express."
    }
  },
  {
    "translation": {
      "en": "The best bit was when you lied and said it was your birthday to get a free cake.",
      "it": "E hai finto che fosse il tuo compleanno per avere la torta gratis."
    }
  },
  {
    "translation": {
      "en": "Shh, someone might hear. I'll check on the kids.",
      "it": "Potrebbero sentirci. Vado a controllare i bambini."
    }
  },
  {
    "translation": {
      "en": "-Had a good time? -Wonderful.",
      "it": "Vi siete divertiti? Tantissimo. È andato tutto bene?"
    }
  },
  {
    "translation": {
      "en": "Everything all right here?",
      "it": "Tantissimo. È andato tutto bene?"
    }
  },
  {
    "translation": {
      "en": "Not a peep and I've stuffed over 200 envelopes.",
      "it": "Dormono come sassi. E ho imbustato più di 200 lettere."
    }
  },
  {
    "translation": {
      "en": "Well done, Uncle Edward. I'm very proud of you.",
      "it": "Bravo, zio Edward. Sono molto fiera di te."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "it": "Grazie. Ho fatto cinque ore a cinque sterline, quindi in totale..."
    }
  },
  {
    "translation": {
      "en": "Anyway, that's five hours at five quid an hour, so that's...",
      "it": "Ho fatto cinque ore a cinque sterline, quindi in totale..."
    }
  },
  {
    "translation": {
      "en": "£25. Plus tip, that's up to you.",
      "it": "Sono venticinque sterline, più la mancia. Quella la decidi tu."
    }
  },
  {
    "translation": {
      "en": "Uncle Edward, have you been letting little George operate a lathe?",
      "it": "Zio Edward, hai fatto usare un tornio al piccolo George? È un problema?"
    }
  },
  {
    "translation": {
      "en": "-Is there a problem? -He's been making metal spikes, they were all covered in jagged edges.",
      "it": "Ha fatto dei chiodi. Sono pieni di bordi taglienti."
    }
  },
  {
    "translation": {
      "en": "-He can't do it perfectly his first time. -What were you thinking of?",
      "it": "- Era la sua prima volta. - Cosa ti è venuto in mente?"
    }
  },
  {
    "translation": {
      "en": "Pardon me for trying to give him something to fall back on.",
      "it": "Volevo fargli imparare un mestiere su cui contare."
    }
  },
  {
    "translation": {
      "en": "Well, he's going to be the King. But what if there's a republic?",
      "it": "- Sarà re. - E se diventassimo una repubblica?"
    }
  },
  {
    "translation": {
      "en": "Then he'll become a Fulham-based estate agent, like everyone else we know.",
      "it": "Allora farà l'agente immobiliare a Fulham, come tutti gli altri."
    }
  },
  {
    "translation": {
      "en": "Well, don't worry about the tip then.",
      "it": "Allora lasciate perdere la mancia."
    }
  },
  {
    "translation": {
      "en": "I'm going now.",
      "it": "Devo andare."
    }
  },
  {
    "translation": {
      "en": "You are coming to the ball tonight, aren't you?",
      "it": "Verrai al ballo di stasera, vero?"
    }
  },
  {
    "translation": {
      "en": "Of course I am.",
      "it": "Ma certo."
    }
  },
  {
    "translation": {
      "en": "Seriously, Wills, this is important to me, so don't say it if you don't mean it.",
      "it": "Sul serio, è importante per me. Non dirlo se non ci credi."
    }
  },
  {
    "translation": {
      "en": "I mean it with all my heart. Nothing's going to stop me getting to that ball.",
      "it": "Lo penso davvero. Nulla mi impedirà di venire al ballo."
    }
  },
  {
    "translation": {
      "en": "-So I'll see you at the ball then. -[mobile ringing]",
      "it": "Allora ci vediamo lì."
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "it": "Pronto? Will, mi servi per pilotare l'ambulanza."
    }
  },
  {
    "translation": {
      "en": "Wills, I need you to fly the air ambulance.",
      "it": "Will, mi servi per pilotare l'ambulanza."
    }
  },
  {
    "translation": {
      "en": "We've had three pilots go down sick, it's this damn Munchhausen's.",
      "it": "Tre piloti si sono ammalati. È colpa della sindrome di Munchausen."
    }
  },
  {
    "translation": {
      "en": "But I've just promised Kate I'd be at her ball.",
      "it": "Ma ho promesso a Kate di andare al ballo."
    }
  },
  {
    "translation": {
      "en": "God dammit, a man has collapsed on a pedalo in Hyde Park.",
      "it": "Pazienza, un uomo è svenuto in un pedalò!"
    }
  },
  {
    "translation": {
      "en": "I've got no-one else to call. You're his last hope.",
      "it": "Non so chi chiamare, sei la sua ultima speranza!"
    }
  },
  {
    "translation": {
      "en": "I need to think. I'll call you back.",
      "it": "Devo pensarci. Ti richiamo."
    }
  },
  {
    "translation": {
      "en": "But...",
      "it": "Ma..."
    }
  },
  {
    "translation": {
      "en": "On the one hand, I'll be defying my father",
      "it": "Da un lato mi opporrei a mio padre"
    }
  },
  {
    "translation": {
      "en": "and, what's worse, breaking a promise to the woman I love.",
      "it": "e romperei la promessa fatta a mia moglie. Dall'altro, un uomo potrebbe morire."
    }
  },
  {
    "translation": {
      "en": "On the other, a man could die.",
      "it": "Dall'altro, un uomo potrebbe morire."
    }
  },
  {
    "translation": {
      "en": "What would you do, King Alfred the Great? That's quite a dilemma, young man.",
      "it": "- Cosa faresti, Alfredo il Grande? - È un bel dilemma, giovanotto."
    }
  },
  {
    "translation": {
      "en": "But when the life of one of your subjects is in danger, the choice is obvious.",
      "it": "Ma se la vita di uno dei tuoi sudditi è a rischio, la scelta è ovvia."
    }
  },
  {
    "translation": {
      "en": "Of course, the pedalo man needs me. Oh, thanks, Alfred the Great, you know everything.",
      "it": "L'uomo del pedalò ha bisogno di me. Grazie, Alfredo. Sai sempre tutto."
    }
  },
  {
    "translation": {
      "en": "Yes, except when to take the cakes off the fire.",
      "it": "Tranne quando togliere le torte dal fuoco."
    }
  },
  {
    "translation": {
      "en": "-Wills! -On my way.",
      "it": "- Will! - Sto arrivando."
    }
  },
  {
    "translation": {
      "en": "Oh, thank God you're here.",
      "it": "Grazie a Dio è qui. Ho mangiato sei torte di carne."
    }
  },
  {
    "translation": {
      "en": "I just had six pork pies. I'm slipping into a diabetic coma.",
      "it": "Grazie a Dio è qui. Ho mangiato sei torte di carne. Sto andando in coma diabetico."
    }
  },
  {
    "translation": {
      "en": "Okay, what's your name? Everyone calls me Fat Twat.",
      "it": "- Come ti chiami? - Tutti mi chiamano Ciccione."
    }
  },
  {
    "translation": {
      "en": "Okay, Fat Twat, I'm Wills. We're going to get through this.",
      "it": "Bene, Ciccione. Io sono Will. Ce la faremo."
    }
  },
  {
    "translation": {
      "en": "Oh, it's Type 2 diabetes,",
      "it": "Ho il diabete di tipo 2, quello che si prende per colpa propria."
    }
  },
  {
    "translation": {
      "en": "the self-inflicted sort.",
      "it": "Ho il diabete di tipo 2, quello che si prende per colpa propria. Non riesco a contenere il mio appetito."
    }
  },
  {
    "translation": {
      "en": "I can't control my basic appetites.",
      "it": "Non riesco a contenere il mio appetito."
    }
  },
  {
    "translation": {
      "en": "Look, I'm even eating a pie now.",
      "it": "Sto mangiando una torta persino adesso."
    }
  },
  {
    "translation": {
      "en": "All right, Fat Twat, the important thing is that we get you to a hospital. Oh, I'm drifting.",
      "it": "- Dobbiamo farti arrivare in ospedale. - Sto per finire in coma."
    }
  },
  {
    "translation": {
      "en": "Stay with me, Fat Twat. I'm not going to lose you.",
      "it": "Resta con me. Non ti lascerò andare."
    }
  },
  {
    "translation": {
      "en": "Oh, I can see a cake, big cake.",
      "it": "Vedo una torta, una grande torta."
    }
  },
  {
    "translation": {
      "en": "Stay away from the cake!",
      "it": "Sta' lontano dalla torta!"
    }
  },
  {
    "translation": {
      "en": "-Knock, knock. -Camilla.",
      "it": "È permesso? Camilla. Da chi sei vestita?"
    }
  },
  {
    "translation": {
      "en": "Who have you come as?",
      "it": "Camilla. Da chi sei vestita?"
    }
  },
  {
    "translation": {
      "en": "[imitating Cheryl] You're my little star and I thoroughly enjoyed it.",
      "it": "Sei la mia stellina e mi è piaciuto moltissimo."
    }
  },
  {
    "translation": {
      "en": "[laughing] That's just like her.",
      "it": "Sei uguale a lei."
    }
  },
  {
    "translation": {
      "en": "Thank you. And what are you going to wear tonight?",
      "it": "Grazie. E tu da cosa ti vestirai, stasera?"
    }
  },
  {
    "translation": {
      "en": "I'm going as Princess Leia.",
      "it": "Da Principessa Leila."
    }
  },
  {
    "translation": {
      "en": "Don't you like it?",
      "it": "- Non ti piace? - No, è che..."
    }
  },
  {
    "translation": {
      "en": "No, it's just, well, since Disney bought the Star Wars franchise,",
      "it": "Da quando la Disney ha comprato Guerre stellari,"
    }
  },
  {
    "translation": {
      "en": "they're really playing hardball over the fancy dress costumes.",
      "it": "sono molto attenti alle violazioni dei diritti per l'uso dei costumi."
    }
  },
  {
    "translation": {
      "en": "I can't risk a legal battle with Disney.",
      "it": "Non posso rischiare una battaglia legale con la Disney. Cosa posso fare?"
    }
  },
  {
    "translation": {
      "en": "-What will I do? -I might be able to help.",
      "it": "Non posso rischiare una battaglia legale con la Disney. Cosa posso fare? Forse posso aiutarti."
    }
  },
  {
    "translation": {
      "en": "I brought a spare costume, just in case, for myself,",
      "it": "Mi ero portata un costume di ricambio per le emergenze, puoi usarlo tu."
    }
  },
  {
    "translation": {
      "en": "-but, you can have it. -Really?",
      "it": "Mi ero portata un costume di ricambio per le emergenze, puoi usarlo tu. Davvero? Non andiamo sempre d'accordo, ma ti ringrazio. Che cos'è?"
    }
  },
  {
    "translation": {
      "en": "I know we haven't always seen eye to eye, but thank you.",
      "it": "Davvero? Non andiamo sempre d'accordo, ma ti ringrazio. Che cos'è?"
    }
  },
  {
    "translation": {
      "en": "-What is it? -Let's just say it's nautical but nice.",
      "it": "Davvero? Non andiamo sempre d'accordo, ma ti ringrazio. Che cos'è? Diciamo che è a tema navale, ma è molto carino."
    }
  },
  {
    "translation": {
      "en": "You'll cause quite the sensation.",
      "it": "Avrai addosso gli sguardi di tutti."
    }
  },
  {
    "translation": {
      "en": "-And it's just you two? -Definitely.",
      "it": "Siete solo voi due? Esatto."
    }
  },
  {
    "translation": {
      "en": "Right, in you go.",
      "it": "Prego, entrate."
    }
  },
  {
    "translation": {
      "en": "-We're in. -Great. Time to do what I do best,",
      "it": "- Ci siamo. - È ora di fare quello che so fare meglio."
    }
  },
  {
    "translation": {
      "en": "drink four bottles of Chablis and flash my freckly bangs.",
      "it": "Bere quattro bottiglie di Chablis e muovere le chiappe."
    }
  },
  {
    "translation": {
      "en": "Yay! Go, Mummy!",
      "it": "- Evvai! - Grande, mamma!"
    }
  },
  {
    "translation": {
      "en": "Oh, Harry, I didn't know you'd be here.",
      "it": "Harry, non sapevo che saresti venuto."
    }
  },
  {
    "translation": {
      "en": "-Oh, well, it's my ball. -Of course it is.",
      "it": "- È il mio ballo. - Ma certo."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, my magic powers don't extend to conjuring up a drink.",
      "it": "Purtroppo non sono capace di far apparire un drink, con i miei poteri magici."
    }
  },
  {
    "translation": {
      "en": "-Eh? -Buy me a drink.",
      "it": "- Eh? - Mi offri da bere?"
    }
  },
  {
    "translation": {
      "en": "Oh, of course, yeah. Two pints of Stella, please. You, Pippa?",
      "it": "Ma certo. Due pinte di Stella, per favore. Per te, Pippa?"
    }
  },
  {
    "translation": {
      "en": "-The same. -Yeah, make it four.",
      "it": "Anche per me. Facciamo quattro. Kate mi ha detto che sei a secco, al momento. Tieni."
    }
  },
  {
    "translation": {
      "en": "Oh, Kate mentioned you're a bit short at the mo, so... Here you are.",
      "it": "Facciamo quattro. Kate mi ha detto che sei a secco, al momento. Tieni."
    }
  },
  {
    "translation": {
      "en": "What's that?",
      "it": "- Che cos'è? - Un assegno da 100.000 sterline."
    }
  },
  {
    "translation": {
      "en": "It's a cheque for 100,000 quid, well, any amount you like, really,",
      "it": "- Che cos'è? - Un assegno da 100.000 sterline. O per l'importo che preferisci. L'ho lasciato in bianco, non so scrivere."
    }
  },
  {
    "translation": {
      "en": "I left it blank. I can't write.",
      "it": "O per l'importo che preferisci. L'ho lasciato in bianco, non so scrivere."
    }
  },
  {
    "translation": {
      "en": "You'd do that for me?",
      "it": "Faresti questo per me?"
    }
  },
  {
    "translation": {
      "en": "-Harry, I don't know what to... -Ooh, there's Chelsea.",
      "it": "- Harry, non so cosa... - Ecco Chelsea."
    }
  },
  {
    "translation": {
      "en": "-That's Cressida. -Yeah, that's what I said. Laters.",
      "it": "- Quella è Cressida. - È quello che ho detto. A dopo."
    }
  },
  {
    "translation": {
      "en": "This is the best hospital in London, Fat Twat.",
      "it": "Questo è il miglior ospedale di Londra, Ciccione."
    }
  },
  {
    "translation": {
      "en": "And remember, it's the Mediterranean diet for you from now on.",
      "it": "D'ora in poi ricordati di seguire una dieta mediterranea."
    }
  },
  {
    "translation": {
      "en": "Too right! It'll be pizza and ice cream all the way!",
      "it": "Hai ragione! Mangerò soltanto pizza e gelati!"
    }
  },
  {
    "translation": {
      "en": "Mission accomplished.",
      "it": "Missione compiuta. Imposto la rotta per il ballo di Harry e Kate."
    }
  },
  {
    "translation": {
      "en": "Setting course for Harry and Kate's charity ball.",
      "it": "Missione compiuta. Imposto la rotta per il ballo di Harry e Kate. Non c'è abbastanza carburante. Ritorna alla base!"
    }
  },
  {
    "translation": {
      "en": "You don't have the fuel. Return to base, return to base!",
      "it": "Non c'è abbastanza carburante. Ritorna alla base!"
    }
  },
  {
    "translation": {
      "en": "I've got a promise to keep!",
      "it": "Ho fatto una promessa!"
    }
  },
  {
    "translation": {
      "en": "I don't need fuel. This chopper is going to be flying on love.",
      "it": "Non mi serve il carburante. Volerò con la forza dell'amore."
    }
  },
  {
    "translation": {
      "en": "We've done some calculations this end and it might just work.",
      "it": "Abbiamo fatto dei calcoli, potrebbe funzionare."
    }
  },
  {
    "translation": {
      "en": "Good luck.",
      "it": "In bocca al lupo."
    }
  },
  {
    "translation": {
      "en": "Come on, my dear.",
      "it": "Andiamo, tesoro."
    }
  },
  {
    "translation": {
      "en": "The ball is a roaring success and it's all thanks to you.",
      "it": "Il ballo è un successone ed è solo merito tuo."
    }
  },
  {
    "translation": {
      "en": "I know. Wills promised me he'd be here.",
      "it": "No. Will mi ha promesso che sarebbe venuto."
    }
  },
  {
    "translation": {
      "en": "Come on, old girl, almost there. Don't give up on me now!",
      "it": "Forza, bello. Ci siamo quasi. Non mollarmi proprio adesso."
    }
  },
  {
    "translation": {
      "en": "Wills!",
      "it": "Will! LIVELLO DEL CARBURANTE"
    }
  },
  {
    "translation": {
      "en": "Okay. I'll just have to glide her in.",
      "it": "Va bene, devo solo planare lì dentro."
    }
  },
  {
    "translation": {
      "en": "Tricky with no wings, but here goes.",
      "it": "Senza ali è un po' difficile, ma devo provarci."
    }
  },
  {
    "translation": {
      "en": "Steady!",
      "it": "Resisti!"
    }
  },
  {
    "translation": {
      "en": "Steady! -Steady. -Wills!",
      "it": "- Resisti! - Will!"
    }
  },
  {
    "translation": {
      "en": "He made it.",
      "it": "Ce l'ha fatta."
    }
  },
  {
    "translation": {
      "en": "I must get dressed.",
      "it": "Devo andare a vestirmi."
    }
  },
  {
    "translation": {
      "en": "What the hell do you think you're doing?",
      "it": "Cosa diavolo credevi di fare?"
    }
  },
  {
    "translation": {
      "en": "I thought I made my views on helicopters quite clear.",
      "it": "Ti avevo spiegato cosa ne pensavo degli elicotteri. Devo vivere la mia vita."
    }
  },
  {
    "translation": {
      "en": "I have to live my own life.",
      "it": "Devo vivere la mia vita."
    }
  },
  {
    "translation": {
      "en": "Your destiny has been set",
      "it": "Il tuo destino è stato scritto"
    }
  },
  {
    "translation": {
      "en": "since the first House of Windsor monkey swung down from the trees.",
      "it": "da quando è apparsa la prima scimmia della dinastia Windsor."
    }
  },
  {
    "translation": {
      "en": "You can't believe in evolution and the divine right of kings.",
      "it": "Credi all'evoluzione e al diritto divino dei re?"
    }
  },
  {
    "translation": {
      "en": "I can believe what I damn well like. I've got nine degrees.",
      "it": "Posso credere quello che preferisco. Ho nove lauree."
    }
  },
  {
    "translation": {
      "en": "They're honorary degrees!",
      "it": "Sono tutte lauree ad honorem!"
    }
  },
  {
    "translation": {
      "en": "I've got the certificates!",
      "it": "Ma ho i certificati!"
    }
  },
  {
    "translation": {
      "en": "Shiver me timbers, boys!",
      "it": "Corpo di mille balene!"
    }
  },
  {
    "translation": {
      "en": "Well, what do you think?",
      "it": "Che ne dite?"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "it": "Che cosa stai facendo?"
    }
  },
  {
    "translation": {
      "en": "Don't you realize this is a fancy dress ball for military amputees?",
      "it": "Non hai notato che questo ballo è per ex soldati mutilati?"
    }
  },
  {
    "translation": {
      "en": "[in a quivering voice] I was just trying to find a role.",
      "it": "Volevo avere un ruolo tutto mio."
    }
  },
  {
    "translation": {
      "en": "[whispering] This could turn into a full-blown constitutional crisis.",
      "it": "Potrebbe scoppiare una vera crisi costituzionale."
    }
  },
  {
    "translation": {
      "en": "I don't know what that means.",
      "it": "Non so nemmeno che significhi."
    }
  }
]