[
  {
    "translation": {
      "en": "[reporter] People once called New York \"Fun City.\"",
      "it": "La gente un tempo chiamava New York, \"fun city\"."
    }
  },
  {
    "translation": {
      "en": "Now the police and firemen's unions in New York are calling it \"Fear City.\"",
      "it": "Ora per i sindacati di polizia e pompieri New York è \"la città della paura\"."
    }
  },
  {
    "translation": {
      "en": "[man 4] There was a dispute over here, and he gets shot in the head.",
      "it": "C'è stata una disputa e gli hanno sparato in testa."
    }
  },
  {
    "translation": {
      "en": "-[radio squawks] -[indistinct chatter]",
      "it": "LA NEW YORK DEGLI ANNI '70. UNA CITTÀ SENZA LEGGE AFFLITTA DA DROGHE, VIOLENZA E OMICIDI"
    }
  },
  {
    "translation": {
      "en": "-[man 5] ...take that cocksucker out. -[siren droning]",
      "it": "UNA CITTÀ SENZA LEGGE AFFLITTA DA DROGHE, VIOLENZA E OMICIDI"
    }
  },
  {
    "translation": {
      "en": "[man 6] This is a story about New York.",
      "it": "Questa è la storia di New York."
    }
  },
  {
    "translation": {
      "en": "[woman] There's been a lot of muggings,",
      "it": "Ci sono state molte rapine,"
    }
  },
  {
    "translation": {
      "en": "killings.",
      "it": "omicidi."
    }
  },
  {
    "translation": {
      "en": "[man 7] Seven people have been murdered, their throats cut with a foot-long knife.",
      "it": "Sette persone sono state uccise, sgozzate con un coltellaccio."
    }
  },
  {
    "translation": {
      "en": "[man 6] It's a story about horrible acts of violence.",
      "it": "È una storia di orribili episodi di violenza."
    }
  },
  {
    "translation": {
      "en": "It seems organized crime may have turned an abandoned railroad tunnel",
      "it": "La criminalità organizzata ha usato un tunnel metropolitano abbandonato"
    }
  },
  {
    "translation": {
      "en": "into a graveyard for as many as 60 people.",
      "it": "come tomba per almeno 60 persone."
    }
  },
  {
    "translation": {
      "en": "[man 8] Twenty-seven people have been eliminated.",
      "it": "Ventisette persone sono state uccise."
    }
  },
  {
    "translation": {
      "en": "[man 6] And then it's a story about greed for money and power and dominance.",
      "it": "È una storia sulla brama di soldi, potere e influenza."
    }
  },
  {
    "translation": {
      "en": "[man 8] Federal officials say the Mob's income could total 60 to 100 billion dollars a year.",
      "it": "Per i federali gli introiti della mafia sono tra i 60 e i 100 miliardi all'anno."
    }
  },
  {
    "translation": {
      "en": "[man 9] Ninety-seven-04.",
      "it": "Novanta-sette-zero-quattro."
    }
  },
  {
    "translation": {
      "en": "[man 6] New York was held in the grip of the Mafia.",
      "it": "New York era in pugno alla mafia."
    }
  },
  {
    "translation": {
      "en": "...as I've tried to tell the president, the vice president, to Congress,",
      "it": "Ho detto al presidente e al vicepresidente, al Congresso"
    }
  },
  {
    "translation": {
      "en": "what's going on here, they're not listening. This is a war.",
      "it": "cosa sta succedendo qui. Non mi ascoltano. Questa è una guerra."
    }
  },
  {
    "translation": {
      "en": "[man 10] The director of the FBI said, \"What are we going to do about this?\"",
      "it": "Il direttore dell'FBI disse: \"Che cosa vogliamo fare?\""
    }
  },
  {
    "translation": {
      "en": "[man 11] This was billed as the biggest organized crime investigation ever.",
      "it": "Questa sarebbe stata la più grande indagine sulla criminalità organizzata."
    }
  },
  {
    "translation": {
      "en": "[man 12] We were gonna bug the Mafia.",
      "it": "Avremmo intercettato la mafia."
    }
  },
  {
    "translation": {
      "en": "-[man 13] Is Jimmy there? -[man 14] He left about five minutes ago.",
      "it": "- C'è Jimmy? - Se n'è andato cinque minuti fa."
    }
  },
  {
    "translation": {
      "en": "[man 12] We were gonna hear them on the tapes, with our very own ears.",
      "it": "Li avremmo sentiti confessare su nastro."
    }
  },
  {
    "translation": {
      "en": "♪ People all around me And they're all in fear ♪",
      "it": "CON CHI HAI PARLATO? OCCUPATI PRIMA DELLA TUA FAMIGLIA."
    }
  },
  {
    "translation": {
      "en": "[man] In the '70s, the city of New York was owned by the Mob.",
      "it": "Negli anni Settanta, la città di New York era in pugno alla mafia."
    }
  },
  {
    "translation": {
      "en": "I had seen what Italian organized crime",
      "it": "Sapevo ciò che la criminalità organizzata italiana"
    }
  },
  {
    "translation": {
      "en": "had done in the neighborhood I grew up in in Brooklyn.",
      "it": "aveva fatto nel quartiere dov'ero cresciuto a Brooklyn..."
    }
  },
  {
    "translation": {
      "en": "A few summers, I worked for my uncle, Jimmy Schiavone, in a butcher shop.",
      "it": "Per qualche estate, ho lavorato con mio zio, Jimmy Scabon, in macelleria."
    }
  },
  {
    "translation": {
      "en": "My uncle, he owed money to the Mob.",
      "it": "Mio zio doveva dei soldi alla mafia."
    }
  },
  {
    "translation": {
      "en": "The poor guy worked six days a week to pay it back.",
      "it": "Lavorava sei giorni alla settimana per restituire il prestito."
    }
  },
  {
    "translation": {
      "en": "Meantime, I'd see these wiseguys come in from the Bonanno crime family...",
      "it": "Vedevo arrivare questi mafiosi del clan dei Bonanno..."
    }
  },
  {
    "translation": {
      "en": "bulls.",
      "it": "Delle bestie."
    }
  },
  {
    "translation": {
      "en": "And my... my uncle was in the back.",
      "it": "E mio zio era nel retro."
    }
  },
  {
    "translation": {
      "en": "And he would be schvitzing.",
      "it": "E sudava freddo."
    }
  },
  {
    "translation": {
      "en": "He would be sweating, because they'd be threatening him.",
      "it": "Sudava freddo perché lo minacciavano."
    }
  },
  {
    "translation": {
      "en": "They'd threaten his son, Joey, Jr.",
      "it": "Minacciavano suo figlio, Joey Junior."
    }
  },
  {
    "translation": {
      "en": "They'd threaten my aunt, Aunt Lucy.",
      "it": "Minacciavano mia zia Lucy."
    }
  },
  {
    "translation": {
      "en": "And actually they'd look at me and say, \"Who's the kid, right?\"",
      "it": "E chiedevano di me: \"Chi è questo ragazzino?\""
    }
  },
  {
    "translation": {
      "en": "And he'd say, \"No, no he's just the delivery boy.\"",
      "it": "E lui diceva: \"È solo quello delle consegne\"."
    }
  },
  {
    "translation": {
      "en": "But, man, that was frightening days.",
      "it": "Erano giorni spaventosi."
    }
  },
  {
    "translation": {
      "en": "You knew when you borrowed money from them.",
      "it": "Sapevi quando avevi preso soldi in prestito da loro."
    }
  },
  {
    "translation": {
      "en": "They-- If you didn't pay on time,",
      "it": "Se non li ripagavi in tempo,"
    }
  },
  {
    "translation": {
      "en": "they'd bend your leg and stuff it in your pocket.",
      "it": "ti spaccavano le gambe in due."
    }
  },
  {
    "translation": {
      "en": "[man] My boxing trainer, my baseball coach,",
      "it": "Il mio allenatore di pugilato, quello di baseball,"
    }
  },
  {
    "translation": {
      "en": "my barber were all involved with the Mob.",
      "it": "il mio barbiere avevano tutti a che fare con la mafia."
    }
  },
  {
    "translation": {
      "en": "And I started getting an education,",
      "it": "Ho iniziato la mia formazione,"
    }
  },
  {
    "translation": {
      "en": "really understanding the street by the time I'm 14, 15.",
      "it": "capire davvero la strada su per giù a 14-15 anni."
    }
  },
  {
    "translation": {
      "en": "By the time I'm the time I'm 17, 18, I'm already collecting money.",
      "it": "A 17-18 anni, già andavo a raccogliere i soldi."
    }
  },
  {
    "translation": {
      "en": "And I'm told when to talk, when not to talk,",
      "it": "Mi dicevano quando parlare o quando stare zitto."
    }
  },
  {
    "translation": {
      "en": "or when to just hurt somebody.",
      "it": "Quando fare del male."
    }
  },
  {
    "translation": {
      "en": "[Alite] You wanna motivate 'em.",
      "it": "Devi motivarli."
    }
  },
  {
    "translation": {
      "en": "\"Better have that money this fucking week.",
      "it": "\"Ti conviene avere i soldi in settimana."
    }
  },
  {
    "translation": {
      "en": "If you don't have that money, I'm gonna come see you in a different way.",
      "it": "Altrimenti, verrò a trovarti con un atteggiamento diverso."
    }
  },
  {
    "translation": {
      "en": "Have that fucking money.\" Now, when a guy comes to see me",
      "it": "Trova i soldi.\" Quando uno viene da me, e mi insulta con 1000 dollari, gli faccio del male."
    }
  },
  {
    "translation": {
      "en": "and he insults me with $1,000, yeah, I hurt him.",
      "it": "Quando uno viene da me, e mi insulta con 1000 dollari, gli faccio del male."
    }
  },
  {
    "translation": {
      "en": "After I hurt him, I tell him to go get me the rest of my fucking money.",
      "it": "Dopo, gli dico di trovarmi il resto dei soldi."
    }
  },
  {
    "translation": {
      "en": "Now there's no patience.",
      "it": "Nessuna pazienza."
    }
  },
  {
    "translation": {
      "en": "He doesn't have the money a week before then, I baseball bat him.",
      "it": "Se non ha i soldi in settimana, lo prendo a mazzate."
    }
  },
  {
    "translation": {
      "en": "[man 2] I liked lending money out to people. It was good business.",
      "it": "Mi piaceva prestare soldi. Era un'attività redditizia."
    }
  },
  {
    "translation": {
      "en": "If somebody couldn't pay, then the idea is we become their partner.",
      "it": "Se qualcuno non poteva pagare allora diventavi loro partner."
    }
  },
  {
    "translation": {
      "en": "I acquired a Chevrolet agency that way.",
      "it": "Così ho ottenuto una concessionaria della Chevrolet."
    }
  },
  {
    "translation": {
      "en": "Then I started making a lot of money and started to use that life to benefit me.",
      "it": "Ho iniziato a fare un sacco di soldi e ho usato quella vita a mio beneficio."
    }
  },
  {
    "translation": {
      "en": "[man 3] The gasoline scheme was the biggest thing that certainly I ever had.",
      "it": "La truffa della benzina era la più grande che avessi mai organizzato."
    }
  },
  {
    "translation": {
      "en": "There was a guy that had a small gas operation out in Long Island.",
      "it": "C'era un tizio che aveva una fornitura di benzina a Long Island."
    }
  },
  {
    "translation": {
      "en": "He comes to me, and he says, \"Mike, I have a germ of an idea,",
      "it": "Viene da me dice: \"Mike, ho un'idea"
    }
  },
  {
    "translation": {
      "en": "where we might be able to defraud the government",
      "it": "Viene da me dice: \"Mike, ho un'idea per frodare il governo dei soldi della tassa su un gallone di benzina\"."
    }
  },
  {
    "translation": {
      "en": "out of tax on a gallon of gasoline.\"",
      "it": "per frodare il governo dei soldi della tassa su un gallone di benzina\"."
    }
  },
  {
    "translation": {
      "en": "So he got my attention. I didn't like the government.",
      "it": "Ero interessato, non mi piaceva il governo."
    }
  },
  {
    "translation": {
      "en": "Puts the box on the table. Opens it up.",
      "it": "Mette una scatola sul tavolo. La apre."
    }
  },
  {
    "translation": {
      "en": "He said, \"This is the first week's take in the gas business: $320,000.\"",
      "it": "Mi dice: \"Questa è la prima settimana di profitti. 320.000 dollari\"."
    }
  },
  {
    "translation": {
      "en": "From that point on,",
      "it": "Da lì in poi,"
    }
  },
  {
    "translation": {
      "en": "I grew that operation to between eight and ten million dollars a week.",
      "it": "ho portato l'operazione a fare tra otto e dieci milioni alla settimana."
    }
  },
  {
    "translation": {
      "en": "We were selling gas to branded, unbranded stations, everybody,",
      "it": "Vendevamo benzina a tutte le stazioni di servizio, perché vendevamo sottocosto rispetto a quelli che pagavano le tasse,"
    }
  },
  {
    "translation": {
      "en": "'cause we were undercutting everybody. We weren't paying the tax.",
      "it": "perché vendevamo sottocosto rispetto a quelli che pagavano le tasse,"
    }
  },
  {
    "translation": {
      "en": "The FBI couldn't figure it out.",
      "it": "L'FBI non riusciva a capire come."
    }
  },
  {
    "translation": {
      "en": "I'll never forget one day: I was at my office at my automobile dealership.",
      "it": "Non dimenticherò mai quel giorno. Ero in ufficio alla concessionaria."
    }
  },
  {
    "translation": {
      "en": "Two FBI agents come in.",
      "it": "Arrivarono due agenti dell'FBI."
    }
  },
  {
    "translation": {
      "en": "They said, \"Look, we know you got something going on with this gas.",
      "it": "Dissero: \"Sappiamo che stai combinando qualcosa con la benzina."
    }
  },
  {
    "translation": {
      "en": "Just tell us how you're doing it.",
      "it": "Dicci solo che stai facendo."
    }
  },
  {
    "translation": {
      "en": "You tell us how you're doing it. We'll give you a pass.\"",
      "it": "Dicci come fai e ti lasceremo in pace\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"I dunno what you're talking about.",
      "it": "E io: \"Non so di cosa parlate."
    }
  },
  {
    "translation": {
      "en": "You wanna buy a car? I'll give you a break. I like you guys. Don't worry about it.\"",
      "it": "Volete un'auto? Vi faccio lo sconto. Mi state simpatici. Tranquilli\"."
    }
  },
  {
    "translation": {
      "en": "But that's how frustrated they were with us.",
      "it": "Erano davvero frustrati con me."
    }
  },
  {
    "translation": {
      "en": "They knew we were doing it, but they could never figure it out.",
      "it": "Sapevano cosa facevamo, ma non capivano come."
    }
  },
  {
    "translation": {
      "en": "It was the golden era of the Mob.",
      "it": "Era l'età d'oro della mafia."
    }
  },
  {
    "translation": {
      "en": "The FBI couldn't keep up with us. There was no way.",
      "it": "L'FBI non riusciva a starci dietro. Era impossibile."
    }
  },
  {
    "translation": {
      "en": "[man] Our relationship with the Mafia... it was a cat and mouse game.",
      "it": "Il nostro rapporto con la mafia... era un gioco al gatto e al topo,"
    }
  },
  {
    "translation": {
      "en": "A very serious game, to be sure.",
      "it": "un gioco molto serio ovviamente."
    }
  },
  {
    "translation": {
      "en": "I can't tell you how many times a wiseguy would say to me,",
      "it": "Non so dirvi quante volte un mafioso mi abbia detto,"
    }
  },
  {
    "translation": {
      "en": "\"You do what you gotta do. I do what I gotta do.\"",
      "it": "\"Fai quel che devi, io farò quel che devo fare.\""
    }
  },
  {
    "translation": {
      "en": "I used to tell them, \"Hey, you do your job. We'll do ours.",
      "it": "Dicevo sempre: \"Voi fate il vostro lavoro, noi il nostro."
    }
  },
  {
    "translation": {
      "en": "You catch us the right way, no complaints.\"",
      "it": "Se ci prendete, nessun rancore\"."
    }
  },
  {
    "translation": {
      "en": "Their job is to lock you up. Our job is to get away with it.",
      "it": "Il loro lavoro era di metterti dentro. Il nostro di cercare di cavarcela."
    }
  },
  {
    "translation": {
      "en": "You see them in a van,",
      "it": "Li vedevi in un furgone,"
    }
  },
  {
    "translation": {
      "en": "you smile and you wave, because you're being cocky with them.",
      "it": "sorridevi e li salutavi, perché facevi lo sbruffone."
    }
  },
  {
    "translation": {
      "en": "They'd either walk away or tell me fuck off.",
      "it": "O se ne andavano o mi mandavano a quel paese."
    }
  },
  {
    "translation": {
      "en": "If you didn't get told that in Brooklyn, you'd done something wrong.",
      "it": "Se non ti mandavano a quel paese a Brooklyn, c'era qualcosa di storto."
    }
  },
  {
    "translation": {
      "en": "[man] There was organized crime investigations being conducted",
      "it": "C'erano indagini sulla criminalità organizzata"
    }
  },
  {
    "translation": {
      "en": "in three separate FBI offices,",
      "it": "in tre diversi uffici dell'FBI,"
    }
  },
  {
    "translation": {
      "en": "but each of them had their own idea about how to approach the problem.",
      "it": "ma ognuno aveva una sua idea su come affrontare il problema."
    }
  },
  {
    "translation": {
      "en": "So, there was organized crime, but very unorganized investigations.",
      "it": "La criminalità era organizzata ma le indagini erano disorganizzate."
    }
  },
  {
    "translation": {
      "en": "We had no strategy. We had no plan.",
      "it": "Non avevamo una strategia o un piano."
    }
  },
  {
    "translation": {
      "en": "[DeVecchio] When we would come across somebody we didn't know,",
      "it": "Se ci imbattevamo in qualcuno che non conoscevamo,"
    }
  },
  {
    "translation": {
      "en": "the only thing we could do was take a photograph of them.",
      "it": "potevamo solo fotografarlo."
    }
  },
  {
    "translation": {
      "en": "Then we could go out to our informants and say, \"Do you know this guy?\"",
      "it": "Poi potevamo andare dai nostri informatori e chiederle loro: \"Lo conosci?\""
    }
  },
  {
    "translation": {
      "en": "They'd say, \"Yeah, I know that guy.\" \"What's he do?",
      "it": "E se dicevano: \"Sì\". Allora, che fa?"
    }
  },
  {
    "translation": {
      "en": "What's his criminal activity? Who's he connected with?\"",
      "it": "Di cosa si occupa? A chi è legato?"
    }
  },
  {
    "translation": {
      "en": "And then we'd put them on a board.",
      "it": "E lo mettevamo su un tabellone."
    }
  },
  {
    "translation": {
      "en": "We had a very, very good idea of who was who",
      "it": "Avevano una chiara idea delle loro identità,"
    }
  },
  {
    "translation": {
      "en": "and how the Mafia was structured in New York.",
      "it": "e della struttura della mafia a New York."
    }
  },
  {
    "translation": {
      "en": "The five Italian organized crime families were",
      "it": "I cinque clan italiani erano"
    }
  },
  {
    "translation": {
      "en": "Gambino, Genovese, Lucchese, Colombo, and Bonanno.",
      "it": "i Gambino, i Genovese, i Lucchese, i Colombo e i Bonanno."
    }
  },
  {
    "translation": {
      "en": "The families were very structured.",
      "it": "C'era una struttura chiara."
    }
  },
  {
    "translation": {
      "en": "It started at the top with the boss,",
      "it": "In cima c'era il boss,"
    }
  },
  {
    "translation": {
      "en": "then you had the underboss, who was really the second in command,",
      "it": "poi c'era l'underboss, che di fatto era il vice,"
    }
  },
  {
    "translation": {
      "en": "and then you had your caporegimes, captains,",
      "it": "e poi c'erano i caporegime, o capodecina,"
    }
  },
  {
    "translation": {
      "en": "and then you had the soldiers under them.",
      "it": "e poi sotto di loro c'erano i soldati."
    }
  },
  {
    "translation": {
      "en": "The way the families were structured gave us a very powerful position.",
      "it": "La struttura delle famiglie ci dava molto potere."
    }
  },
  {
    "translation": {
      "en": "The biggest problem was that you could never get to an underboss",
      "it": "Il problema più grande era che non riuscivamo mai ad arrivare al vice"
    }
  },
  {
    "translation": {
      "en": "or the boss himself.",
      "it": "o al boss."
    }
  },
  {
    "translation": {
      "en": "They were too well-insulated from whatever criminal activity was done.",
      "it": "Erano troppo isolati dalle attività criminali."
    }
  },
  {
    "translation": {
      "en": "They had no connection with it whatsoever.",
      "it": "Non erano legate a loro."
    }
  },
  {
    "translation": {
      "en": "The lower-level guys were out there committing the criminal acts",
      "it": "L'AUTO DI GALLO Era la manovalanza che commetteva i crimini"
    }
  },
  {
    "translation": {
      "en": "and kicking the money up to the higher-ups.",
      "it": "e passava i soldi ai ranghi più alti."
    }
  },
  {
    "translation": {
      "en": "The average wiseguy, we knew what he was doing.",
      "it": "Sapevamo che faceva il tipico mafioso."
    }
  },
  {
    "translation": {
      "en": "We put him in jail for a year,",
      "it": "Lo mandavamo in galera per un anno,"
    }
  },
  {
    "translation": {
      "en": "but it didn't solve the problem.",
      "it": "e non risolvevamo nulla."
    }
  },
  {
    "translation": {
      "en": "Whatever their money making scheme was went right on, virtually without interruption,",
      "it": "Qualunque fosse la truffa, questa procedeva senza interruzione,"
    }
  },
  {
    "translation": {
      "en": "'cause there's a lot of guys waiting in the wings to take his place.",
      "it": "perché c'era tanta gente pronta prenderne il posto."
    }
  },
  {
    "translation": {
      "en": "[Sliwa] You know how I would spot the wiseguys?",
      "it": "Sapete come identificavo i mafiosi?"
    }
  },
  {
    "translation": {
      "en": "-Well, particularly in the disco era... -Mm-hmm.",
      "it": "Soprattutto durante l'era della disco music,"
    }
  },
  {
    "translation": {
      "en": "...they had the polyester waffle-weave bell bottoms.",
      "it": "avevano questi pantaloni di poliestere a zampa di elefante."
    }
  },
  {
    "translation": {
      "en": "They had the open neck, you know? They had to have the hair.",
      "it": "E lasciavano il collo aperto, per sfoggiare i peli."
    }
  },
  {
    "translation": {
      "en": "Then they'd have their toilette water on, you know, like that Old Spice, Hai Karate.",
      "it": "Mettevano un'acqua di colonia da due soldi, insomma, quelle che puzzavano di più."
    }
  },
  {
    "translation": {
      "en": "-Lilac water. -Ah.",
      "it": "insomma, quelle che puzzavano di più."
    }
  },
  {
    "translation": {
      "en": "Man, you light a match, you'd all be blown to kingdom come.",
      "it": "Bastava accendere un fiammifero e rischiavamo un'esplosione."
    }
  },
  {
    "translation": {
      "en": "[Alite] In the '70s, when we started moving heroin and cocaine, it was huge.",
      "it": "Quando cominciammo a trafficare eroina e cocaina, negli anni Settanta, era incredibile."
    }
  },
  {
    "translation": {
      "en": "We were making a million a month.",
      "it": "Facevamo un milione al mese."
    }
  },
  {
    "translation": {
      "en": "We partied constantly.",
      "it": "Facevamo sempre festa."
    }
  },
  {
    "translation": {
      "en": "All the gangsters used. They'll tell you they never did, but they did.",
      "it": "Lo facevano tutti i gangster. Lo negavano, ma lo facevano."
    }
  },
  {
    "translation": {
      "en": "Say nobody cheated on their wives, but everybody cheated on their wives.",
      "it": "Dicevano che nessuno tradiva la moglie, ma lo facevano tutti."
    }
  },
  {
    "translation": {
      "en": "Nobody drank champagne. We drank champagne day and night.",
      "it": "Nessuno beveva champagne. Lo bevevamo giorno e notte."
    }
  },
  {
    "translation": {
      "en": "[Sliwa] The wiseguys were collecting the moola-shmoola.",
      "it": "I mafiosi avevano tutto quello che volevano."
    }
  },
  {
    "translation": {
      "en": "In the mean time, the city of New York was total anarchy.",
      "it": "Nel frattempo, a New York regnava l'anarchia."
    }
  },
  {
    "translation": {
      "en": "The Bronx was burning like every night.",
      "it": "Il Bronx bruciava ogni notte."
    }
  },
  {
    "translation": {
      "en": "Buildings were being either torched by the landlord for the insurance",
      "it": "I palazzi venivano incendiati dai proprietari per l'assicurazione"
    }
  },
  {
    "translation": {
      "en": "or torched by gangs.",
      "it": "o dalle gang."
    }
  },
  {
    "translation": {
      "en": "[man] There is a war in progress on the streets of New York",
      "it": "C'è una guerra in corso sulle strade di New York"
    }
  },
  {
    "translation": {
      "en": "to see who's gonna control portions of the illegal drug market.",
      "it": "per il controllo del mercato illegale dei narcotici."
    }
  },
  {
    "translation": {
      "en": "[DeVecchio] New York was lawless.",
      "it": "New York era senza regole."
    }
  },
  {
    "translation": {
      "en": "[man] One hundred eighty-seven banks were robbed in this town this month,",
      "it": "Sono state rapinate 187 banche questo mese in città,"
    }
  },
  {
    "translation": {
      "en": "and there's still another day left.",
      "it": "e manca ancora un giorno alla fine."
    }
  },
  {
    "translation": {
      "en": "[DeVecchio] Bank robberies, hijackings, drugs, murder, extortion,",
      "it": "Rapine, furti a mano armata, droghe, omicidi, estorsioni,"
    }
  },
  {
    "translation": {
      "en": "loan sharking, gambling, you name it.",
      "it": "strozzinaggi, scommesse e così via."
    }
  },
  {
    "translation": {
      "en": "Organized crime controlled virtually everything you can think of.",
      "it": "La criminalità organizzata controllava virtualmente ogni cosa."
    }
  },
  {
    "translation": {
      "en": "No matter how much manpower we put out there,",
      "it": "Non importa quanti agenti fossero sulla strada,"
    }
  },
  {
    "translation": {
      "en": "the Mafia ran virtually unfettered in New York.",
      "it": "la mafia non aveva limiti a New York."
    }
  },
  {
    "translation": {
      "en": "[reporter] The Guardian Angels",
      "it": "I Guardian Angels sono dei giovani"
    }
  },
  {
    "translation": {
      "en": "is a group of youths who have taken it upon themselves to fight subway crime.",
      "it": "I Guardian Angels sono dei giovani che vogliono combattere il crimine."
    }
  },
  {
    "translation": {
      "en": "[Sliwa] We had to take the law into our own hands.",
      "it": "Dovemmo prendere in mano la legge."
    }
  },
  {
    "translation": {
      "en": "As Guardian Angels, trying to maintain law and order...",
      "it": "Come Guardian Angels, cercavamo di mantenere l'ordine..."
    }
  },
  {
    "translation": {
      "en": "The cops didn't like it, but we said, \"Tough noogies, too bad,",
      "it": "Ai poliziotti non piaceva, ma noi dicevamo: \"Arrangiatevi,"
    }
  },
  {
    "translation": {
      "en": "because you guys turned the city over to organized crime.\"",
      "it": "voi avete consegnato la città alla criminalità organizzata\"."
    }
  },
  {
    "translation": {
      "en": "[Franzese] Look, I had a jet plane. I had a Lear 25. I had a helicopter at that time.",
      "it": "Avevo un jet, un Learjet 25 e un elicottero, sempre a disposizione."
    }
  },
  {
    "translation": {
      "en": "I had a house in Florida, a house in New York.",
      "it": "Avevo una casa in Florida, una a New York."
    }
  },
  {
    "translation": {
      "en": "I built a 7,000-square-foot house with a racquetball court.",
      "it": "Ne avevo costruito una da 650 metri quadrati con un campo da squash."
    }
  },
  {
    "translation": {
      "en": "[Alite] We were untouchable.",
      "it": "Eravamo intoccabili."
    }
  },
  {
    "translation": {
      "en": "Who's gonna stop us? You felt like you had the power to do anything you want.",
      "it": "Chi poteva fermarci? Sentivamo di poter fare quello che volevamo."
    }
  },
  {
    "translation": {
      "en": "I didn't have any power to do anything.",
      "it": "Non avevo il potere di fare nulla."
    }
  },
  {
    "translation": {
      "en": "We were lucky if we put one or two guys in jail every year.",
      "it": "Eravamo fortunati a mandarne in galera uno o due all'anno."
    }
  },
  {
    "translation": {
      "en": "[Alite] I didn't feel New York was mine for the taking.",
      "it": "Non cercavamo di conquistare New York."
    }
  },
  {
    "translation": {
      "en": "I thought we already took it.",
      "it": "Era già nostra."
    }
  },
  {
    "translation": {
      "en": "[Kossler] New York was held in the grip of the Mafia.",
      "it": "New York era in pugno alla Mafia."
    }
  },
  {
    "translation": {
      "en": "The government was not controlling much of anything.",
      "it": "Il governo non aveva nulla sotto controllo."
    }
  },
  {
    "translation": {
      "en": "That was the worst part about it. People didn't believe that law enforcement",
      "it": "Quella era la cosa peggiore. La gente non credeva che la legge"
    }
  },
  {
    "translation": {
      "en": "could do anything about the Mafia.",
      "it": "potesse fermare la mafia."
    }
  },
  {
    "translation": {
      "en": "It was gonna be here forever.",
      "it": "Sarebbe stata qui per sempre."
    }
  },
  {
    "translation": {
      "en": "[Kossler] We had a meeting in Washington, D.C., the Department of Justice.",
      "it": "Ci fu una riunione a Washington, al Dipartimento di Giustizia."
    }
  },
  {
    "translation": {
      "en": "The director of the FBI said, \"What are we going to do about this?\"",
      "it": "Il direttore dell'FBI disse: \"Che vogliamo fare?\""
    }
  },
  {
    "translation": {
      "en": "[man] At the time, the FBI was totally unsuccessful.",
      "it": "A quel tempo, l'FBI era del tutto inefficace."
    }
  },
  {
    "translation": {
      "en": "But we already had the perfect tools to bring down the Mafia.",
      "it": "Ma avevamo già lo strumento ideale per sconfiggere la mafia."
    }
  },
  {
    "translation": {
      "en": "The Racketeer Influenced and Corrupt Organizations Act...",
      "it": "La legge contro le organizzazioni malavitose e corrotte..."
    }
  },
  {
    "translation": {
      "en": "commonly referred to as RICO,",
      "it": "comunemente chiamata RICO,"
    }
  },
  {
    "translation": {
      "en": "was a law that I wrote in 1970 to dismantle the Mafia, bosses and all.",
      "it": "era una legge che avevo scritto nel 1970, per distruggere la mafia."
    }
  },
  {
    "translation": {
      "en": "The FBI had this law for ten years and didn't know how to use it.",
      "it": "L'FBI aveva questa legge da dieci anni, senza sapere come usarla."
    }
  },
  {
    "translation": {
      "en": "So I figured maybe what we could do is have a training course",
      "it": "Quindi pensai di tenere un corso di formazione"
    }
  },
  {
    "translation": {
      "en": "at Cornell, right here.",
      "it": "qui alla Cornell."
    }
  },
  {
    "translation": {
      "en": "[Kossler] March of '79, the boss wanted us to go",
      "it": "Il marzo del '79, il capo voleva che andassimo"
    }
  },
  {
    "translation": {
      "en": "to a seminar at Cornell University Law School",
      "it": "a un seminario alla Facoltà di Legge della Cornell"
    }
  },
  {
    "translation": {
      "en": "having to do with organized crime problems.",
      "it": "che parlava della criminalità organizzata."
    }
  },
  {
    "translation": {
      "en": "It was a week of spending time away from the family.",
      "it": "Sarei stato una settimana lontano dalla mia famiglia."
    }
  },
  {
    "translation": {
      "en": "I wasn't really seeing what benefit it was to me or to us.",
      "it": "Non sapevo a cosa sarebbe servito."
    }
  },
  {
    "translation": {
      "en": "I went kicking and screaming, but as it turned out, it would change everything.",
      "it": "Andai controvoglia, ma finì per cambiare tutto."
    }
  },
  {
    "translation": {
      "en": "[Blakey] Question is, why RICO?",
      "it": "Perché la RICO?"
    }
  },
  {
    "translation": {
      "en": "You need to know what we had before RICO.",
      "it": "Dovete capire cosa c'era prima."
    }
  },
  {
    "translation": {
      "en": "Before RICO, we could arrest the foot soldiers in the Mafia family",
      "it": "Prima della RICO arrestavamo i soldati nelle famiglie mafiose per estorsione, omicidio, spaccio,"
    }
  },
  {
    "translation": {
      "en": "for things like extortion, murder, drug-dealing,",
      "it": "nelle famiglie mafiose per estorsione, omicidio, spaccio,"
    }
  },
  {
    "translation": {
      "en": "but we had no way of tying...",
      "it": "ma non avevamo modo di collegare..."
    }
  },
  {
    "translation": {
      "en": "the foot soldiers to the bosses.",
      "it": "i soldati ai boss."
    }
  },
  {
    "translation": {
      "en": "I was telling them, \"What you've gotta do is take out the organization.",
      "it": "E io dicevo loro: \"Dovete eliminare tutta l'organizzazione."
    }
  },
  {
    "translation": {
      "en": "And you're not gonna take out the organization unless you focus on the organization.\"",
      "it": "E non la distruggerete fino a quando non vi concentrerete su di essa\"."
    }
  },
  {
    "translation": {
      "en": "By defining these people as bosses and members of this organization,",
      "it": "Definendo queste persone come boss e membri dell'organizzazione,"
    }
  },
  {
    "translation": {
      "en": "they're now all joined together.",
      "it": "li legavamo insieme."
    }
  },
  {
    "translation": {
      "en": "Using RICO, a person can now be convicted",
      "it": "Usando la RICO, una persona può essere condannata,"
    }
  },
  {
    "translation": {
      "en": "because they ordered somebody to commit a crime.",
      "it": "perché ha ordinato a qualcuno di commettere un crimine."
    }
  },
  {
    "translation": {
      "en": "So you could now prosecute a group of people",
      "it": "Ora si poteva perseguire un gruppo di persone"
    }
  },
  {
    "translation": {
      "en": "who had committed those crimes together.",
      "it": "che avevano commesso insieme quei crimini."
    }
  },
  {
    "translation": {
      "en": "That way you can go after the whole organization at one time.",
      "it": "Così si poteva attaccare tutta l'organizzazione contemporaneamente."
    }
  },
  {
    "translation": {
      "en": "You need to be able to show that this crime was related",
      "it": "È necessario dimostrare che questo crimine è legato"
    }
  },
  {
    "translation": {
      "en": "to an organization that does crime the whole time.",
      "it": "a una organizzazione che agisce sempre criminalmente."
    }
  },
  {
    "translation": {
      "en": "-The definition of power... -[Kossler] Bob Blakey said,",
      "it": "La definizione di potere... Bob Bakery disse: \"Dovreste perseguire questi mafiosi non come individui,"
    }
  },
  {
    "translation": {
      "en": "\"You should prosecute these Mob guys not as individual people,",
      "it": "Bob Bakery disse: \"Dovreste perseguire questi mafiosi non come individui,"
    }
  },
  {
    "translation": {
      "en": "but as a group of people committing crimes as a business.\"",
      "it": "ma come un gruppo di persone la cui attività è il crimine."
    }
  },
  {
    "translation": {
      "en": "It was like an epiphany for me... a rush.",
      "it": "Quella per me è stata un'illuminazione."
    }
  },
  {
    "translation": {
      "en": "Now I could see how I could redirect the agents",
      "it": "Ora sapevo come indirizzare gli agenti"
    }
  },
  {
    "translation": {
      "en": "and make them understand what we had to do.",
      "it": "e fargli capire cosa dovevamo fare."
    }
  },
  {
    "translation": {
      "en": "Now I knew how we could bring down the entire New York Mafia.",
      "it": "Ora sapevo come smantellare tutta la mafia di New York."
    }
  },
  {
    "translation": {
      "en": "[Kossler] The plan was to develop a RICO case",
      "it": "Il piano era di mettere in piedi un caso RICO contro le cinque famiglie."
    }
  },
  {
    "translation": {
      "en": "against each of the Five Families.",
      "it": "Il piano era di mettere in piedi un caso RICO contro le cinque famiglie. I. METODOLOGIA A. STRUTTURA GERARCHICA"
    }
  },
  {
    "translation": {
      "en": "Organized crime requires organized investigation.",
      "it": "La criminalità organizzata richiedeva un'indagine organizzata."
    }
  },
  {
    "translation": {
      "en": "We would have five Family squads,",
      "it": "Avremmo formato cinque squadre"
    }
  },
  {
    "translation": {
      "en": "and all the information about that particular Family would only go that one squad.",
      "it": "e tutte le informazioni su quella famiglia sarebbero andare solo a quella squadra."
    }
  },
  {
    "translation": {
      "en": "[DeVecchio] Kossler brought us into the conference room one day",
      "it": "Un giorno Kossler ci chiamò nella sala conferenze,"
    }
  },
  {
    "translation": {
      "en": "and said, \"We're not leaving the room until we have a written document",
      "it": "e disse: \"Non ce ne andremo finché non avremo scritto"
    }
  },
  {
    "translation": {
      "en": "of how we work... organized crime cases under the RICO statute.\"",
      "it": "come indaghiamo la criminalità organizzata ai sensi dello statuto RICO\"."
    }
  },
  {
    "translation": {
      "en": "We didn't know anything about the RICO law, frankly, because we never used it.",
      "it": "Non sapevamo nulla della legge RICO, perché non l'avevamo mai usata."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, people said, \"Wait a minute. I have all these cases",
      "it": "E mi dissero: \"Aspetta. Ci sono questi casi"
    }
  },
  {
    "translation": {
      "en": "involving all those people down here.\"",
      "it": "su queste persone\"."
    }
  },
  {
    "translation": {
      "en": "\"Close them, because we're only gonna go after these people up here.\"",
      "it": "\"Chiudeteli, perché cercheremo di perseguire solo quelli al vertice.\""
    }
  },
  {
    "translation": {
      "en": "[DeVecchio] You're talking about a major operation:",
      "it": "Si trattava di un'operazione importante:"
    }
  },
  {
    "translation": {
      "en": "one squad per family, going after the bosses of all Five Families.",
      "it": "una squadra per famiglia che perseguiva i boss delle cinque famiglie."
    }
  },
  {
    "translation": {
      "en": "When he first broached that to me, I...",
      "it": "Quando me lo propose, io..."
    }
  },
  {
    "translation": {
      "en": "I had my doubts. How're we gonna do that?",
      "it": "Avevo i miei dubbi. Come faremo?"
    }
  },
  {
    "translation": {
      "en": "The problem was that no matter how hard you tried,",
      "it": "Ma non importa quanto ci provassi,"
    }
  },
  {
    "translation": {
      "en": "it was very, very difficult to get a cooperating witness.",
      "it": "era molto difficile trovare un collaboratore di giustizia."
    }
  },
  {
    "translation": {
      "en": "They were too afraid to talk on the record.",
      "it": "Avevano troppa paura di parlare."
    }
  },
  {
    "translation": {
      "en": "[Franzese] We had a strict code.",
      "it": "Avevamo regole severe."
    }
  },
  {
    "translation": {
      "en": "It was the main reason why the Mob survived and prospered",
      "it": "Per questo la mafia è sopravvissuta e ha prosperato"
    }
  },
  {
    "translation": {
      "en": "for well over a hundred years in this country.",
      "it": "per più di cento anni in questo paese."
    }
  },
  {
    "translation": {
      "en": "I took the blood oath on Halloween Night, 1975.",
      "it": "Ho fatto la punciuta, il patto di sangue, la notte di Halloween, 1975."
    }
  },
  {
    "translation": {
      "en": "The boss was seated at the head of, like, a horseshoe configuration,",
      "it": "Il boss era a capotavola di una struttura a ferro di cavallo."
    }
  },
  {
    "translation": {
      "en": "and all the captains were alongside of that.",
      "it": "E tutti i capodecina erano seduti intorno."
    }
  },
  {
    "translation": {
      "en": "I held out my hand. He took a knife, cut my finger.",
      "it": "Mi prese la mano e mi tagliò il dito con un coltello."
    }
  },
  {
    "translation": {
      "en": "He took a picture of a saint, put it on my hands, lit a flame...",
      "it": "Mi mise in mano la foto di un santo e gli diede fuoco."
    }
  },
  {
    "translation": {
      "en": "and he said, \"Tonight, Michael Franzese, you are born again into a new life.\"",
      "it": "E disse: \"Stanotte, Micheal Franzese, sei rinato a nuova vita\"."
    }
  },
  {
    "translation": {
      "en": "He said, \"Betray your brothers and you will die and burn in hell",
      "it": "Disse: \"Tradisci i tuoi fratelli e morirai e brucerai all'inferno"
    }
  },
  {
    "translation": {
      "en": "like this saint is burning in your hands.\"",
      "it": "come questo santo ti sta bruciando in mano\"."
    }
  },
  {
    "translation": {
      "en": "He said, \"Do you accept?\"",
      "it": "Disse: \"Accetti?\""
    }
  },
  {
    "translation": {
      "en": "\"Yes, I do.\"",
      "it": "\"Sì.\""
    }
  },
  {
    "translation": {
      "en": "Guys like myself...",
      "it": "La gente come me..."
    }
  },
  {
    "translation": {
      "en": "everybody on the street, they knew, you become the witness,",
      "it": "quelli della strada, sapevamo che testimoniando"
    }
  },
  {
    "translation": {
      "en": "you're probably gonna pay for it with your life.",
      "it": "avremmo probabilmente pagato con la vita."
    }
  },
  {
    "translation": {
      "en": "You feared the boss.",
      "it": "Avevi paura del tuo boss."
    }
  },
  {
    "translation": {
      "en": "You feared breaking the code.",
      "it": "Avevi paura di infrangere la sua legge."
    }
  },
  {
    "translation": {
      "en": "[Kossler] Someone who becomes a member of the Mafia won't testify.",
      "it": "Chi diventa un membro della mafia non testimonia."
    }
  },
  {
    "translation": {
      "en": "It was a secret society.",
      "it": "Era una società segreta."
    }
  },
  {
    "translation": {
      "en": "But we had a good solution to a big problem.",
      "it": "Ma avevamo la soluzione al problema più grande."
    }
  },
  {
    "translation": {
      "en": "Without cooperating witnesses, the plan was to start bugging the Mob.",
      "it": "Senza testimoni, il piano era di intercettare la mafia."
    }
  },
  {
    "translation": {
      "en": "Put bugs in the places where they operated.",
      "it": "Mettere delle cimici dove operavano."
    }
  },
  {
    "translation": {
      "en": "It might be a restaurant he frequents.",
      "it": "Che si trattasse di un ristorante che frequentavano."
    }
  },
  {
    "translation": {
      "en": "It might be a car that he uses. It might be his house.",
      "it": "O una macchina, o anche casa loro."
    }
  },
  {
    "translation": {
      "en": "The ultimate goal was to record evidence",
      "it": "L'obiettivo era di registrare prove"
    }
  },
  {
    "translation": {
      "en": "that's coming directly from the boss's mouth",
      "it": "direttamente dal boss"
    }
  },
  {
    "translation": {
      "en": "as to what criminal activity he was involved in",
      "it": "sulle attività criminali nelle quali era coinvolto"
    }
  },
  {
    "translation": {
      "en": "and who was in it involved with him.",
      "it": "e con chi era coinvolto."
    }
  },
  {
    "translation": {
      "en": "You can use that to bring the whole organization down.",
      "it": "Avremmo potuto usarle per distruggere l'organizzazione."
    }
  },
  {
    "translation": {
      "en": "That was gonna take a lot of manpower.",
      "it": "Avrebbe richiesto molti uomini."
    }
  },
  {
    "translation": {
      "en": "I asked headquarters to send us 50 agents.",
      "it": "Chiesi al quartier generale di mandarci 50 agenti."
    }
  },
  {
    "translation": {
      "en": "The director said, \"Give New York whatever it needs.\"",
      "it": "Il direttore disse: \"Date a New York tutto il necessario\"."
    }
  },
  {
    "translation": {
      "en": "[man] We started off on day one.",
      "it": "Cominciammo subito."
    }
  },
  {
    "translation": {
      "en": "I had the Gambino family. It was one of the most powerful families.",
      "it": "Io avevo la famiglia Gambino, una delle famiglie più potenti."
    }
  },
  {
    "translation": {
      "en": "There were close to 21 captains, over three hundred soldiers...",
      "it": "Avevano circa 21 capodecina, più di trecento soldati..."
    }
  },
  {
    "translation": {
      "en": "thousands of associates.",
      "it": "migliaia di affiliati."
    }
  },
  {
    "translation": {
      "en": "And the largest target was Paul Castellano, the boss of the family.",
      "it": "L'obiettivo principale era Paul Castellano, il boss."
    }
  },
  {
    "translation": {
      "en": "Castellano ran the family like a Fortune 500 business.",
      "it": "Castellano gestiva la famiglia come una grande azienda."
    }
  },
  {
    "translation": {
      "en": "They called him the white-collar don because he read The Wall Street Journal.",
      "it": "Lo chiamavano il don dal colletto bianco perché leggeva Il Wall Street Journal."
    }
  },
  {
    "translation": {
      "en": "He was very successful financially.",
      "it": "Aveva grande successo finanziario."
    }
  },
  {
    "translation": {
      "en": "But the most important thing he understood was, in order to rule a crime family,",
      "it": "Ma la cosa che gli era chiara era che, per gestire un clan,"
    }
  },
  {
    "translation": {
      "en": "you have to instill fear in your soldiers and captains.",
      "it": "dovevi infondere paura nei tuoi uomini."
    }
  },
  {
    "translation": {
      "en": "And he had a bunch of real tough guys around him who were like hit men for the Mob.",
      "it": "E si circondava di uomini che erano sicari della mafia."
    }
  },
  {
    "translation": {
      "en": "[Alite] Paul Castellano was a boss. We knew he was very wealthy.",
      "it": "Paul Castellano era un boss. Sapevamo che era molto ricco."
    }
  },
  {
    "translation": {
      "en": "We knew we was very strong.",
      "it": "Sapevamo che era potente."
    }
  },
  {
    "translation": {
      "en": "He had 20-something guys killed.",
      "it": "Aveva fatto uccidere più di venti uomini."
    }
  },
  {
    "translation": {
      "en": "So when people say he was a soft, white-collar criminal,",
      "it": "La gente che lo definisce un criminale rammollito dal colletto bianco,"
    }
  },
  {
    "translation": {
      "en": "that's the furthest thing from the truth. I actually looked up to the guy.",
      "it": "si sbaglia di grosso. Lo ammiravo."
    }
  },
  {
    "translation": {
      "en": "This is a guy who's smart enough to kill the way had people killed,",
      "it": "Era un uomo abbastanza intelligente da far uccidere chi voleva"
    }
  },
  {
    "translation": {
      "en": "but yet not be called a killer.",
      "it": "senza farsi definire un assassino."
    }
  },
  {
    "translation": {
      "en": "Because he is a killer. It's just not by his own hand.",
      "it": "Perché lo era. Ma non di sua mano."
    }
  },
  {
    "translation": {
      "en": "[Mouw] He lived in a big house on Staten Island.",
      "it": "Viveva in una villa a Staten Island."
    }
  },
  {
    "translation": {
      "en": "Our goal was to put a microphone there.",
      "it": "L'obiettivo era di piazzare là la cimice."
    }
  },
  {
    "translation": {
      "en": "Then when you play the tapes at trial, your best witnesses are",
      "it": "E così al processo i tuoi testimoni migliori"
    }
  },
  {
    "translation": {
      "en": "the criminals themselves, the mobsters.",
      "it": "sarebbero stati i mafiosi stessi."
    }
  },
  {
    "translation": {
      "en": "[Kossler] The problem was you cannot bug anyone without a court order.",
      "it": "Il problema era che non potevi intercettare nessuno senza un mandato."
    }
  },
  {
    "translation": {
      "en": "I have got to come up with enough information,",
      "it": "Dovevo raccogliere abbastanza informazioni"
    }
  },
  {
    "translation": {
      "en": "either from surveillance or from informants,",
      "it": "da appostamenti e informatori"
    }
  },
  {
    "translation": {
      "en": "that links Paul Castellano to criminal activity.",
      "it": "che legassero Paul Castellano a dei reati."
    }
  },
  {
    "translation": {
      "en": "So the plan was to work our way up from the bottom.",
      "it": "Quindi il nostro piano era di partite dal basso."
    }
  },
  {
    "translation": {
      "en": "We want the gossip in the family. We want the blabbermouth, the guy who talks a lot.",
      "it": "Volevamo il pettegolo del clan, quello che parlava parecchio."
    }
  },
  {
    "translation": {
      "en": "[woman] When I started as an organized crime investigator,",
      "it": "Quando iniziai a investigare la criminalità organizzata"
    }
  },
  {
    "translation": {
      "en": "I was assigned to the Gambino squad.",
      "it": "andai nella squadra Gambino."
    }
  },
  {
    "translation": {
      "en": "We were focused on this small group in Queens.",
      "it": "Eravamo concentrati su questo gruppetto nel Queens."
    }
  },
  {
    "translation": {
      "en": "Bergin Hunt and Fish Club was a Mafia social club",
      "it": "Il Circolo Bergin era un circolo della mafia"
    }
  },
  {
    "translation": {
      "en": "where they hung out and talked about their crimes.",
      "it": "dove passavano il tempo e discutevano dei loro crimini."
    }
  },
  {
    "translation": {
      "en": "John Gotti was the captain of this little den of thieves.",
      "it": "John Gotti era il capodecina di questo gruppetto di criminali."
    }
  },
  {
    "translation": {
      "en": "This crew were kind of thuggish, and they handled a lot of street rackets:",
      "it": "Erano degli scagnozzi che si occupavano dei crimini di strada:"
    }
  },
  {
    "translation": {
      "en": "loan sharking primarily, and gambling, and bookie joints.",
      "it": "per lo più strozzinaggio, gioco d'azzardo e scommesse."
    }
  },
  {
    "translation": {
      "en": "And they were hijackers. That was the more violent crimes.",
      "it": "E derubavano camion. Quelli erano i crimini più violenti."
    }
  },
  {
    "translation": {
      "en": "[Alite] Bergin Hunt and Fish Club was our Wall Street.",
      "it": "Il Circolo era la nostra Wall Street."
    }
  },
  {
    "translation": {
      "en": "When guys go to work on Wall Street, they show up to the office,",
      "it": "La gente che lavora a Wall Street va in ufficio"
    }
  },
  {
    "translation": {
      "en": "and we show up to the Bergin Hunt and Fish Club.",
      "it": "e noi andavamo al Circolo Bergin."
    }
  },
  {
    "translation": {
      "en": "And we wait for our boss, our CEO... John Gotti.",
      "it": "Aspettavamo il nostro boss, l'amministratore delegato... John Gotti."
    }
  },
  {
    "translation": {
      "en": "I'm there 24 hours a day, seven days a week, on call for when that man wanted me.",
      "it": "Ero là 24 ore al giorno, sette giorni su sette, sempre pronto per lui."
    }
  },
  {
    "translation": {
      "en": "We're running numbers. We're running drugs. We're running girls.",
      "it": "Gestivamo la lotteria illegale. Ci occupavamo di droghe, prostituzione."
    }
  },
  {
    "translation": {
      "en": "Anything that's illegal.",
      "it": "Qualsiasi cosa illegale."
    }
  },
  {
    "translation": {
      "en": "[Mouw] I tasked all the agents:",
      "it": "Ho incaricato gli agenti."
    }
  },
  {
    "translation": {
      "en": "\"Let's find out what these guys are doing, who's making all the money,",
      "it": "Scopriamo cosa fanno, chi ci guadagna di più,"
    }
  },
  {
    "translation": {
      "en": "and try to look for a weak link.\"",
      "it": "e cercate l'anello debole."
    }
  },
  {
    "translation": {
      "en": "[Alite] The FBI had an office very close to the Bergin Hunt and Fish Club.",
      "it": "L'FBI aveva un ufficio molto vicino al Circolo Bergin."
    }
  },
  {
    "translation": {
      "en": "We were taught, especially by Gotti:",
      "it": "Ci dicevano, specialmente Gotti:"
    }
  },
  {
    "translation": {
      "en": "\"If they're around, they're around. We know they're around,",
      "it": "\"Se sono in giro, sono in giro. Sappiamo che ci sono,"
    }
  },
  {
    "translation": {
      "en": "so, 'Hello, how are you?' Be cordial.\" That's about it.",
      "it": "quindi salutate. Siate Cordiali\". E basta."
    }
  },
  {
    "translation": {
      "en": "[Mouw] We developed several high-level informants in Gotti's crew",
      "it": "Formammo diversi informatori tra gli uomini di Gotti, usando diversi metodi."
    }
  },
  {
    "translation": {
      "en": "through a variety of means. Some were arrested, some we paid a lot.",
      "it": "tra gli uomini di Gotti, usando diversi metodi. Alcuni tramite arresto, altri pagandoli."
    }
  },
  {
    "translation": {
      "en": "These guys provided a lot of information",
      "it": "Ci diedero molte informazioni"
    }
  },
  {
    "translation": {
      "en": "about who the weak links were in that crew.",
      "it": "su chi fossero gli anelli deboli della banda."
    }
  },
  {
    "translation": {
      "en": "[Alite] John's personal pit bull bodyguard was a tough guy known to be very violent.",
      "it": "La guardia del corpo di John era un tipo molto violento."
    }
  },
  {
    "translation": {
      "en": "He would do anything, from making him tons of money",
      "it": "Faceva di tutto, come fargli un sacco di soldi,"
    }
  },
  {
    "translation": {
      "en": "to killing for him, to protecting him.",
      "it": "o uccidere per lui e proteggerlo."
    }
  },
  {
    "translation": {
      "en": "His name was Angelo Ruggiero.",
      "it": "Si chiamava Angelo Ruggiero."
    }
  },
  {
    "translation": {
      "en": "[Mouw] Informants told us that he was a big gossip.",
      "it": "Gli informatori ci dissero che era un gran pettegolo."
    }
  },
  {
    "translation": {
      "en": "They called him \"Quack Quack.\" Not to his face.",
      "it": "Lo chiamavano \"Quack Quack\". Non in faccia."
    }
  },
  {
    "translation": {
      "en": "He ate a great deal. And he talked a great deal.",
      "it": "Mangiava molto. E parlava molto."
    }
  },
  {
    "translation": {
      "en": "[chuckles] So... his mouth was always in motion.",
      "it": "La bocca non si fermava mai."
    }
  },
  {
    "translation": {
      "en": "Angelo was our blabbermouth.",
      "it": "Angelo era il nostro chiacchierone."
    }
  },
  {
    "translation": {
      "en": "[Kossler] This was great.",
      "it": "Era fantastico."
    }
  },
  {
    "translation": {
      "en": "We went to the Attorney General of the United States and got approval",
      "it": "Il Procuratore Generale degli Stati Uniti approvò l'intercettazione a casa di Angelo Ruggiero."
    }
  },
  {
    "translation": {
      "en": "to put a bug in Angelo Ruggiero's house.",
      "it": "l'intercettazione a casa di Angelo Ruggiero."
    }
  },
  {
    "translation": {
      "en": "We were off and running.",
      "it": "Eravamo operativi."
    }
  },
  {
    "translation": {
      "en": "[man] A \"black bag man\" was an agent who had a skill set",
      "it": "Un agente con la borsa nera aveva l'abilità"
    }
  },
  {
    "translation": {
      "en": "for planting a concealed microphone",
      "it": "di piazzare un microfono nascosto"
    }
  },
  {
    "translation": {
      "en": "or getting through a locked door.",
      "it": "o aprire una porta chiusa."
    }
  },
  {
    "translation": {
      "en": "And that's basically what was in the black bag of tricks.",
      "it": "E l'occorrente era nella borsa nera."
    }
  },
  {
    "translation": {
      "en": "Many people don't operate in a covert world effectively.",
      "it": "Molte persone non operano sotto copertura efficacemente."
    }
  },
  {
    "translation": {
      "en": "They don't blend.",
      "it": "Non si confondono tra la folla."
    }
  },
  {
    "translation": {
      "en": "The most successful agents fit sort of my profile.",
      "it": "Gli agenti di maggior successo sono un po' come me."
    }
  },
  {
    "translation": {
      "en": "Maybe I was a bad kid growing up.",
      "it": "Forse ero un ragazzaccio da piccolo."
    }
  },
  {
    "translation": {
      "en": "Maybe I learned how to hide and learned how to blend and so on and so forth.",
      "it": "Forse ho imparato a nascondermi e confondermi tra la gente."
    }
  },
  {
    "translation": {
      "en": "My blending technique would depend on the neighborhood.",
      "it": "La mia tecnica dipendeva dal quartiere."
    }
  },
  {
    "translation": {
      "en": "And generally speaking, I'm just a local guy doing his job.",
      "it": "Per lo più, fingevo di essere uno del posto che faceva il suo lavoro."
    }
  },
  {
    "translation": {
      "en": "In the Ruggiero case, the house was always occupied.",
      "it": "Nel caso di Ruggiero, c'era sempre gente in casa."
    }
  },
  {
    "translation": {
      "en": "The neighborhood was too close and there was never an opportunity",
      "it": "C'erano troppe case intorno, e non c'era mai un'occasione"
    }
  },
  {
    "translation": {
      "en": "that we could guarantee the security of the entry team.",
      "it": "che garantisse la sicurezza della squadra."
    }
  },
  {
    "translation": {
      "en": "So we came up with alternative options.",
      "it": "Così trovammo delle alternative."
    }
  },
  {
    "translation": {
      "en": "Ruggiero's residence had problematic wiring.",
      "it": "La casa di Ruggiero aveva problemi coi cavi."
    }
  },
  {
    "translation": {
      "en": "His telephone service would be out from time to time.",
      "it": "Il telefono non funzionava sempre."
    }
  },
  {
    "translation": {
      "en": "We were just going to see",
      "it": "Avremmo cercato di vedere"
    }
  },
  {
    "translation": {
      "en": "if we could stretch that into an opportunity to get in the house.",
      "it": "se potevamo sfruttare l'occasione per entrare in casa."
    }
  },
  {
    "translation": {
      "en": "The complaint goes in because he has absolute legitimate trouble on his phone.",
      "it": "Arrivò il suo reclamo perché aveva problemi col telefono."
    }
  },
  {
    "translation": {
      "en": "We would ask the phone company to not dispatch... and I would show up.",
      "it": "Avremmo chiesto alla compagnia telefonica di non risolverlo... e sarei andato io."
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] Ruggiero's a little hostile.",
      "it": "Ruggiero era un po' ostile."
    }
  },
  {
    "translation": {
      "en": "We were always concerned that they didn't trust my undercover identity.",
      "it": "Eravamo preoccupati che non si fidassero della mia copertura."
    }
  },
  {
    "translation": {
      "en": "But failure...",
      "it": "Ma il fallimento..."
    }
  },
  {
    "translation": {
      "en": "honestly was not an option.",
      "it": "non era contemplato."
    }
  },
  {
    "translation": {
      "en": "I'm winging it. I'm making this up as I'm going along,",
      "it": "Stavo improvvisando."
    }
  },
  {
    "translation": {
      "en": "trying to read the pulse of who I'm dealing with.",
      "it": "Cercavo di regolarmi in base al suo atteggiamento."
    }
  },
  {
    "translation": {
      "en": "Now I had an opportunity.",
      "it": "C'era un'opportunità."
    }
  },
  {
    "translation": {
      "en": "We ran the wire to the back,",
      "it": "Collegammo il cavo sul retro"
    }
  },
  {
    "translation": {
      "en": "and we're out of there.",
      "it": "e ce ne andammo."
    }
  },
  {
    "translation": {
      "en": "[Lucht] I was assigned to listen in on Angelo Ruggiero's home.",
      "it": "Toccava a me ascoltare la casa di Angelo Ruggiero."
    }
  },
  {
    "translation": {
      "en": "When you were assigned a shift, you listened live.",
      "it": "Quando ti veniva assegnato un turno, ascoltavi in diretta."
    }
  },
  {
    "translation": {
      "en": "And you would listen to see who his colleagues are",
      "it": "E cercavi di capire chi fossero i suoi colleghi"
    }
  },
  {
    "translation": {
      "en": "and who he's in charge of and who he reports to.",
      "it": "e di chi era responsabile e a chi faceva rapporto."
    }
  },
  {
    "translation": {
      "en": "He tried to be a little cryptic.",
      "it": "Cercava di usare un linguaggio cifrato."
    }
  },
  {
    "translation": {
      "en": "So you were kind of trying to capture the gist of what was being talked about.",
      "it": "Quindi cercavamo di capire l'essenza di ciò che stava dicendo."
    }
  },
  {
    "translation": {
      "en": "[Lucht] It was a total immersion into the life of a Mafia household.",
      "it": "Era un'immersione totale nella vita di una famiglia mafiosa."
    }
  },
  {
    "translation": {
      "en": "So, I never heard so many creative uses of the f-word in my life.",
      "it": "Non avevo mai sentito così tanti usi creativi di parolacce in vita mia."
    }
  },
  {
    "translation": {
      "en": "[Lucht] If there were some hot, pertinent conversations,",
      "it": "Se c'erano conversazioni importanti,"
    }
  },
  {
    "translation": {
      "en": "then those things were immediately turned over to the steno pool...",
      "it": "dovevano essere immediatamente mandate alla squadra di stenografia..."
    }
  },
  {
    "translation": {
      "en": "who did their best to transcribe them.",
      "it": "che faceva del suo meglio per trascriverle."
    }
  },
  {
    "translation": {
      "en": "It was like some kind of soap opera.",
      "it": "Era come una soap opera."
    }
  },
  {
    "translation": {
      "en": "I got this impression that Angelo was this kind of cranky, over-verbal guy",
      "it": "Avevo l'impressione che Angelo fosse questo irritabile chiacchierone"
    }
  },
  {
    "translation": {
      "en": "who loved his kids.",
      "it": "che amava i suoi figli."
    }
  },
  {
    "translation": {
      "en": "The kids were, um... shall we say, a handful.",
      "it": "I ragazzini erano, diciamo, delle pesti."
    }
  },
  {
    "translation": {
      "en": "He ran around and did a lot of meat-handed management",
      "it": "Era sempre in giro e gestiva col pugno di ferro"
    }
  },
  {
    "translation": {
      "en": "of all these crew members in his Mafia crew and his family.",
      "it": "tutti i membri della sua banda e la sua famiglia."
    }
  },
  {
    "translation": {
      "en": "[Lucht] It was harder to understand certain sections.",
      "it": "Era più difficile capire certe parti."
    }
  },
  {
    "translation": {
      "en": "So all the agents tended to get assigned to reviewing these conversations",
      "it": "Quindi tutti gli agenti dovevano analizzare queste conversazioni"
    }
  },
  {
    "translation": {
      "en": "in order to make the transcripts sensible.",
      "it": "perché la trascrizione avesse senso."
    }
  },
  {
    "translation": {
      "en": "And so you listened again and again and again.",
      "it": "Quindi la ascoltavi molte volte."
    }
  },
  {
    "translation": {
      "en": "You were kind of trying to put the puzzle together.",
      "it": "Cercavamo di mettere insieme i pezzi di un puzzle."
    }
  },
  {
    "translation": {
      "en": "I mean, it was a real slow-going art.",
      "it": "Era un'attività che richiedeva molto tempo."
    }
  },
  {
    "translation": {
      "en": "People on the squad had different input, and they'd say, \"Wait, I hear this,\"",
      "it": "Ognuno nella squadra aveva il suo punto di vista, e diceva: \"Ho sentito questo\","
    }
  },
  {
    "translation": {
      "en": "and then you'd say, \"Yeah, that's the key.",
      "it": "e tu dicevi: \"Sì, questa è la chiave."
    }
  },
  {
    "translation": {
      "en": "That's what's going on in here.\"",
      "it": "Ecco di cosa stanno parlando\"."
    }
  },
  {
    "translation": {
      "en": "He would make reference to it.",
      "it": "Continuava a parlarne."
    }
  },
  {
    "translation": {
      "en": "Did he get it? You know, did he get it?",
      "it": "\"L'ha ricevuta?\""
    }
  },
  {
    "translation": {
      "en": "We're sitting there like, \"Well, what is he talking about, you know?\"",
      "it": "Eravamo là seduti a pensare, beh, di cosa sta parlando?"
    }
  },
  {
    "translation": {
      "en": "You know, but then you had to put it with who he's speaking to.",
      "it": "Ma poi dovevi pensare con chi stesse parlando."
    }
  },
  {
    "translation": {
      "en": "Who was that at the other end of that telephone?",
      "it": "Chi c'era all'altro capo del telefono?"
    }
  },
  {
    "translation": {
      "en": "[Lucht] And of course, the FBI had technical abilities",
      "it": "Ovviamente l'FBI aveva la capacità di intercettare il telefono"
    }
  },
  {
    "translation": {
      "en": "to track the phone, and over time, you'd figure out who it is.",
      "it": "Ovviamente l'FBI aveva la capacità di intercettare il telefono e col tempo, capivi di chi si trattava."
    }
  },
  {
    "translation": {
      "en": "And then when you put it together, you'd say, he said, \"Did you get it?\"",
      "it": "Poi collegavi tutti gli elementi insieme e quando diceva \"L'ha ricevuta?\","
    }
  },
  {
    "translation": {
      "en": "And he's talking to a guy who is a big drug dealer.",
      "it": "stava parlando con un grosso trafficante."
    }
  },
  {
    "translation": {
      "en": "Here we are in the middle of the day. Angelo is talking about two- or three-kilo heroin deals,",
      "it": "È pieno giorno e Angelo parla di trafficare due o tre chili di eroina,"
    }
  },
  {
    "translation": {
      "en": "while his wife and daughter are a few feet away washing the dishes.",
      "it": "con sua moglie e sua figlia lì a fianco a lavare i piatti."
    }
  },
  {
    "translation": {
      "en": "[Lucht] We had gathered evidence that Angelo was a big-time, multimillion-dollar heroin dealer.",
      "it": "Avevamo le prove che Angelo fosse un grosso trafficante di eroina."
    }
  },
  {
    "translation": {
      "en": "It was a big deal.",
      "it": "Era cruciale."
    }
  },
  {
    "translation": {
      "en": "But we still didn't have enough evidence that links Ruggiero's criminal activity",
      "it": "Ma non avevamo prove sufficienti che legassero le sue attività criminali"
    }
  },
  {
    "translation": {
      "en": "to Paul Castellano, the boss of the Gambino family.",
      "it": "a Paul Castellano, il boss della famiglia Gambino."
    }
  },
  {
    "translation": {
      "en": "[Mouw] For almost 6 months, we followed him around",
      "it": "Lo seguimmo per quasi sei mesi,"
    }
  },
  {
    "translation": {
      "en": "so we knew where he went for different meetings.",
      "it": "quindi sapevamo doveva andava per diversi incontri."
    }
  },
  {
    "translation": {
      "en": "We came to find out that he'd go up to the boss of the family,",
      "it": "Capimmo che andava dal boss della famiglia,"
    }
  },
  {
    "translation": {
      "en": "Paul Castellano's house on a regular basis.",
      "it": "a casa di Paul Castellano, con una certa regolarità."
    }
  },
  {
    "translation": {
      "en": "And then when the meeting was over, Ruggiero would come back to his house.",
      "it": "E a fine incontro, Ruggiero tornava a casa sua."
    }
  },
  {
    "translation": {
      "en": "And other Mob guys would come over,",
      "it": "E lì lo raggiungevano altri mafiosi."
    }
  },
  {
    "translation": {
      "en": "and Ruggiero would tell them all about what happened at the meeting.",
      "it": "Ruggiero riferiva di cosa avevano discusso all'incontro."
    }
  },
  {
    "translation": {
      "en": "It's a big deal to meet with the boss of the family.",
      "it": "Incontrarsi col boss della famiglia era una cosa grossa."
    }
  },
  {
    "translation": {
      "en": "It's a dream come true.",
      "it": "Per noi era fantastico."
    }
  },
  {
    "translation": {
      "en": "It's proof that Castellano was meeting members of his crew at his house",
      "it": "Era la prova che Castellano si incontrava coi suoi uomini a casa per parlare di affari loschi."
    }
  },
  {
    "translation": {
      "en": "and talking criminal matters.",
      "it": "a casa per parlare di affari loschi."
    }
  },
  {
    "translation": {
      "en": "This was the proof we wanted for approval for electronic surveillance",
      "it": "Era la prova necessaria per l'autorizzazione a piazzare una cimice"
    }
  },
  {
    "translation": {
      "en": "of Castellano's house.",
      "it": "a casa di Castellano."
    }
  },
  {
    "translation": {
      "en": "[Kossler] It was an unbelievable moment,",
      "it": "È stato un momento incredibile"
    }
  },
  {
    "translation": {
      "en": "because now we could finally bug the boss's house.",
      "it": "perché potevamo finalmente mettere sotto controllo la casa del boss."
    }
  },
  {
    "translation": {
      "en": "But it was gonna be a very tricky operation.",
      "it": "Ma sarebbe stata un'operazione delicata."
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] It was a big house. It was referred to as the White House.",
      "it": "Era una grossa casa, era chiamata la Casa Bianca."
    }
  },
  {
    "translation": {
      "en": "The surveillance squad, after many, many hours of surveillance,",
      "it": "La squadra che lo teneva sotto sorveglianza"
    }
  },
  {
    "translation": {
      "en": "had come to the determination",
      "it": "determinò"
    }
  },
  {
    "translation": {
      "en": "it's impossible to get in there surreptitiously",
      "it": "che era impossibile entrare di nascosto"
    }
  },
  {
    "translation": {
      "en": "because the house was never empty.",
      "it": "perché la casa non era mai vuota."
    }
  },
  {
    "translation": {
      "en": "Castellano had lots of new things in the house.",
      "it": "Castellano aveva cose all'avanguardia a casa."
    }
  },
  {
    "translation": {
      "en": "He had the latest telephone equipment, and he had cable TV,",
      "it": "Aveva un telefono di ultima generazione, la TV via cavo,"
    }
  },
  {
    "translation": {
      "en": "specifically a CNN channel, which was new at the time.",
      "it": "e la teneva sempre accesa sul nuovo canale della CNN."
    }
  },
  {
    "translation": {
      "en": "[announcer] Get in touch with the world. Touch it. Get in touch with the news.",
      "it": "Connettiti con il mondo. Toccalo. Connettiti con le notizie."
    }
  },
  {
    "translation": {
      "en": "Touch it.",
      "it": "Toccale."
    }
  },
  {
    "translation": {
      "en": "Get in touch when you want, 24 hours a day. CNN headline news.",
      "it": "Rimani sempre in contatto, 24 ore al giorno, CNN ultime notizie."
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] We learned all of his meetings and conversations",
      "it": "Scoprimmo che tutti i suoi incontri e le conversazioni"
    }
  },
  {
    "translation": {
      "en": "took place in his kitchen, dinning room area.",
      "it": "avevano luogo in cucina e nella sala da pranzo."
    }
  },
  {
    "translation": {
      "en": "That was where the TV was and that looked like a real opportunity.",
      "it": "E là c'era la TV e quella era un'ottima occasione."
    }
  },
  {
    "translation": {
      "en": "So we started doing a little homework on cable TV.",
      "it": "Quindi studiammo la TV via cavo."
    }
  },
  {
    "translation": {
      "en": "It's daybreak in the east.",
      "it": "È l'alba a est."
    }
  },
  {
    "translation": {
      "en": "It's the 17th of May, good morning.",
      "it": "È il 17 maggio, buongiorno."
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] I learned it's very easy to introduce interference in cable systems.",
      "it": "Imparai che era molto facile provocare delle interferenze con la TV via cavo."
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] So, we introduced a problem into the house...",
      "it": "E così creammo un disturbo col suo segnale..."
    }
  },
  {
    "translation": {
      "en": "annoying and aggravating enough",
      "it": "abbastanza noioso e irritante"
    }
  },
  {
    "translation": {
      "en": "that if somebody showed up to troubleshoot a problem,",
      "it": "che se qualcuno si fosse presentato a risolverlo"
    }
  },
  {
    "translation": {
      "en": "they'd be happy to see them.",
      "it": "ne sarebbero stati felici."
    }
  },
  {
    "translation": {
      "en": "I'm the cableman now.",
      "it": "E diventai un tecnico TV."
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] I ring the doorbell.",
      "it": "Suonai il campanello,"
    }
  },
  {
    "translation": {
      "en": "Lots of chimes, as I recall.",
      "it": "un sacco di rintocchi."
    }
  },
  {
    "translation": {
      "en": "The gentleman that answers the door happens to be Tommy Bilotti,",
      "it": "Rispose alla porta Tommy Bilotti,"
    }
  },
  {
    "translation": {
      "en": "Paul's right-hand guy.",
      "it": "il braccio destro di Paul."
    }
  },
  {
    "translation": {
      "en": "The guy was a killer.",
      "it": "Era un assassino."
    }
  },
  {
    "translation": {
      "en": "If something goes wrong, I need to get out of here immediately.",
      "it": "Se qualcosa fosse andato storto, me ne sarei dovuto andare immediatamente."
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] I'm calling into the office, and they're going to test the line.",
      "it": "Dovevo chiamare in ufficio per testare la linea."
    }
  },
  {
    "translation": {
      "en": "I'm actually calling Art, who is my other agent out there.",
      "it": "In realtà stavo chiamando Art, un altro agente."
    }
  },
  {
    "translation": {
      "en": "And when I go, \"Art, I'm tapping on this.\"",
      "it": "Dicevo: \"Art, la sto colpendo\"."
    }
  },
  {
    "translation": {
      "en": "As I'm tapping, he's making interference.",
      "it": "E mentre la colpivo, lui creava un'interferenza."
    }
  },
  {
    "translation": {
      "en": "TV's blinking.",
      "it": "E la TV non andava."
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] Preplanned, all orchestrated, bench tested before I went.",
      "it": "Era tutto programmato e testato in anticipo."
    }
  },
  {
    "translation": {
      "en": "Including my level of uncooperativeness.",
      "it": "Incluso quanto mi mostrassi restio."
    }
  },
  {
    "translation": {
      "en": "I'm acting like we have to come back.",
      "it": "Dicevo che sarei dovuto tornare."
    }
  },
  {
    "translation": {
      "en": "You have to make an appointment.",
      "it": "Che dovevano fissare un appuntamento."
    }
  },
  {
    "translation": {
      "en": "They don't like appointments. So, no appointment.",
      "it": "A loro non piaceva l'idea. Quindi, niente appuntamento."
    }
  },
  {
    "translation": {
      "en": "We're gonna do this. We're gonna do this right now.",
      "it": "Ce ne saremmo occupati subito."
    }
  },
  {
    "translation": {
      "en": "I took a risk.",
      "it": "Ho corso il rischio."
    }
  },
  {
    "translation": {
      "en": "I said, \"If you give me a hand for just a minute,",
      "it": "Dissi: \"Se mi dà una mano per un minuto,"
    }
  },
  {
    "translation": {
      "en": "I promise I'll be out of here.\"",
      "it": "prometto di fare presto\"."
    }
  },
  {
    "translation": {
      "en": "\"What do you need?\" I go, \"Would you just come over here and hold the flashlight for me?\"",
      "it": "\"Di cosa hai bisogno?\" E io: \"Può venire a tenermi la torcia?\""
    }
  },
  {
    "translation": {
      "en": "So Tommy Bilotti helped me while I installed the device",
      "it": "E così Tommy Biliotti mi aiutò a installare il congegno"
    }
  },
  {
    "translation": {
      "en": "that had the microphone in it.",
      "it": "che conteneva la cimice."
    }
  },
  {
    "translation": {
      "en": "Microphone was active.",
      "it": "La cimice era attiva."
    }
  },
  {
    "translation": {
      "en": "They were glad to not have me be there too long, and I was glad to leave.",
      "it": "Loro erano felici di non avermi là troppo a lungo, e io ero felice di andarmene."
    }
  },
  {
    "translation": {
      "en": "You know what it takes to stop a crime? Your help and your neighbors'.",
      "it": "Cosa serve per fermare il crimine? Il vostro aiuto e dei vostri vicini."
    }
  },
  {
    "translation": {
      "en": "Take a bite out of crime. [chomps]",
      "it": "Prendi a morsi il crimine."
    }
  },
  {
    "translation": {
      "en": "Everybody was just thrilled with the successful installation",
      "it": "Tutti erano entusiasti dell'istallazione"
    }
  },
  {
    "translation": {
      "en": "of the wire in Paul Castellano's house. I mean, that was just-- Wow.",
      "it": "della cimice a casa di Paul Castellano. Era incredibile."
    }
  },
  {
    "translation": {
      "en": "Your expectations are great. You expect to hear about murder.",
      "it": "Le aspettative erano alte. Pensavamo di sentir parlare di omicidi."
    }
  },
  {
    "translation": {
      "en": "Kill this guy and kill that guy. It was a big day for the FBI.",
      "it": "Uccidi questo e quello. Era una giornata importante per l'FBI."
    }
  },
  {
    "translation": {
      "en": "[Kossler] Paul Castellano, the boss of the Gambino family, was on tape.",
      "it": "Paul Castellano, il boss dei Gambino, era su nastro."
    }
  },
  {
    "translation": {
      "en": "This was really significant,",
      "it": "Era significativo"
    }
  },
  {
    "translation": {
      "en": "in that he was the boss of one of the largest families in the Mafia.",
      "it": "perché era il boss di una delle più grandi famiglie mafiose."
    }
  },
  {
    "translation": {
      "en": "People wouldn't even dream about this ten years before.",
      "it": "Non l'avremmo nemmeno immaginato dieci anni prima."
    }
  },
  {
    "translation": {
      "en": "The sound of a Mafia kitchen, you know what it is?",
      "it": "Sapete qual è il suono di una cucina mafiosa?"
    }
  },
  {
    "translation": {
      "en": "It's eggs being beaten in a bowl.",
      "it": "Uova sbattute in una ciotola."
    }
  },
  {
    "translation": {
      "en": "I don't recall listening to any meetings with others.",
      "it": "Non ricordo di aver ascoltato alcuna riunione."
    }
  },
  {
    "translation": {
      "en": "I just remember Castellano and Gloria talking.",
      "it": "Mi ricordo solo Castellano e Gloria che parlavano."
    }
  },
  {
    "translation": {
      "en": "Gloria was the maid in this giant mansion that they had.",
      "it": "Gloria era la domestica che avevano nella villa."
    }
  },
  {
    "translation": {
      "en": "She cleaned and cooked, and she'd been there for quite a while.",
      "it": "Puliva e cucinava, ed era là da molto."
    }
  },
  {
    "translation": {
      "en": "I got this impression.",
      "it": "Avevo questa sensazione."
    }
  },
  {
    "translation": {
      "en": "She had a certain amount of personality and they clicked.",
      "it": "Aveva molta personalità e andavano d'accordo."
    }
  },
  {
    "translation": {
      "en": "You'd listen to this and you'd go, \"What is that?",
      "it": "Li ascoltavi e pensavi: \"Che ha detto? Torniamo indietro\". E riascoltavamo i nastri."
    }
  },
  {
    "translation": {
      "en": "Alright, stop it here and back it up.\" And the reels would go around.",
      "it": "\"Che ha detto? Torniamo indietro\". E riascoltavamo i nastri."
    }
  },
  {
    "translation": {
      "en": "\"Let's play it again.\"",
      "it": "\"Riascoltiamo.\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, God no! Oh, my God!\"",
      "it": "\"Oh, Dio, no! Oh, mio Dio!\""
    }
  },
  {
    "translation": {
      "en": "Everybody's suddenly realized",
      "it": "Tutti capirono improvvisamente"
    }
  },
  {
    "translation": {
      "en": "he was having a torrid affair with his maid.",
      "it": "che aveva una relazione con la sua domestica."
    }
  },
  {
    "translation": {
      "en": "Poor Joe O'Brien had to be all tuned in to that little soap opera.",
      "it": "Il povero Joe O'Brien ha dovuto sapere tutto di quella soap opera."
    }
  },
  {
    "translation": {
      "en": "[man] My job was to make a prosecutable case against Paul Castellano.",
      "it": "Io dovevo mettere in piedi un caso perseguibile contro Paul Castellano."
    }
  },
  {
    "translation": {
      "en": "I had people talking to me that didn't even know they were informants,",
      "it": "Parlavo con persone che non sapevano di essere informatori,"
    }
  },
  {
    "translation": {
      "en": "including Paul Castellano's maid and lover, Gloria Olarte.",
      "it": "inclusa la domestica e amante di Paul Castellano, Gloria Olarte."
    }
  },
  {
    "translation": {
      "en": "She would we take pictures,",
      "it": "Faceva delle foto,"
    }
  },
  {
    "translation": {
      "en": "family pictures and pictures of Castellano meeting his associates.",
      "it": "foto di famiglia e di Castellano che si incontrava coi suoi affiliati."
    }
  },
  {
    "translation": {
      "en": "She gave me those photographs.",
      "it": "Mi diede quelle fotografie."
    }
  },
  {
    "translation": {
      "en": "But she was an unwitting source.",
      "it": "Ma era una fonte inconsapevole."
    }
  },
  {
    "translation": {
      "en": "She didn't know about the bug in Castellano's house.",
      "it": "Non sapeva della cimice a casa di Castellano."
    }
  },
  {
    "translation": {
      "en": "[O'Brien] You listen to 600 hours' worth of tapes, you get to know the guy.",
      "it": "Dopo aver ascoltato 600 ore di nastro, sentivo di conoscerlo."
    }
  },
  {
    "translation": {
      "en": "So... I did something a little unusual.",
      "it": "E così... feci qualcosa di insolito."
    }
  },
  {
    "translation": {
      "en": "I started sending him greeting cards.",
      "it": "Ho iniziato a mandargli dei biglietti d'auguri."
    }
  },
  {
    "translation": {
      "en": "Birthday cards.",
      "it": "Biglietti di compleanno."
    }
  },
  {
    "translation": {
      "en": "Get well cards. I heard he was sick.",
      "it": "O d pronta guarigione. Sapevo che stava male."
    }
  },
  {
    "translation": {
      "en": "I sent him a card: \"To a special godfather.\"",
      "it": "Gli mandai un biglietto: \"A un Padrino speciale\"."
    }
  },
  {
    "translation": {
      "en": "I was messing with him. This was psychological warfare.",
      "it": "Volevo infastidirlo. Era una guerra psicologica."
    }
  },
  {
    "translation": {
      "en": "I wanted to see what they were made of.",
      "it": "Volevo vedere di che pasta fosse fatto."
    }
  },
  {
    "translation": {
      "en": "My partner Andy and I were listening and had the headsets on.",
      "it": "Il mio partner Andy ed io stavamo ascoltando con le cuffie."
    }
  },
  {
    "translation": {
      "en": "He talked about the greeting cards.",
      "it": "Parlò dei biglietti d'auguri."
    }
  },
  {
    "translation": {
      "en": "A lot of profanity and everything. Kind of funny when you listen to the guy",
      "it": "Disse un sacco di parolacce. Era buffo sentire questo tizio mentre apre un biglietto e parla di te."
    }
  },
  {
    "translation": {
      "en": "and he's opening a card and talking about you.",
      "it": "Era buffo sentire questo tizio mentre apre un biglietto e parla di te."
    }
  },
  {
    "translation": {
      "en": "That's when Gloria revealed that she'd been meeting with me privately.",
      "it": "Ed è allora che Gloria ha svelato che si era incontrata con me."
    }
  },
  {
    "translation": {
      "en": "And I figured, \"Uh-oh.\"",
      "it": "E ho pensato: \"Oh-oh\"."
    }
  },
  {
    "translation": {
      "en": "He scolded her like a little schoolgirl.",
      "it": "La rimproverò come una scolaretta."
    }
  },
  {
    "translation": {
      "en": "\"You don't meet with Mr. Joe anymore.",
      "it": "\"Non puoi più vederti con il sig. Joe."
    }
  },
  {
    "translation": {
      "en": "You stay away from O'Brien. You understand, Gloria.\"",
      "it": "Stai lontana da O'Brien. È chiaro, Gloria?\""
    }
  },
  {
    "translation": {
      "en": "Castellano's bodyguard started goading him.",
      "it": "La guardia del corpo di Castellano cominciò a provocarlo."
    }
  },
  {
    "translation": {
      "en": "\"We can get rid of this guy, O'Brien.\"",
      "it": "\"Possiamo liberarci di questo tizio, O'Brien.\""
    }
  },
  {
    "translation": {
      "en": "They were goading Castellano to put a contract out on my life.",
      "it": "Stavano spingendo Castellano a mettere una taglia sulla mia testa."
    }
  },
  {
    "translation": {
      "en": "Scary people, you know. They're murders. They're psychopaths.",
      "it": "Gente che fa paura. Sono assassini, degli psicopatici."
    }
  },
  {
    "translation": {
      "en": "It was said that Castellano could order somebody killed",
      "it": "Si diceva che Castellano poteva ordinare un omicidio,"
    }
  },
  {
    "translation": {
      "en": "by just lifting an eyebrow. Didn't have to say a word.",
      "it": "alzando solo un sopracciglio. Non doveva dire una parola."
    }
  },
  {
    "translation": {
      "en": "If he had gone silent, it would have been all over for me.",
      "it": "Se non avesse fiatato, sarebbe stata la fine per me."
    }
  },
  {
    "translation": {
      "en": "But Castellano said, \"No.",
      "it": "Ma Castellano disse: \"No."
    }
  },
  {
    "translation": {
      "en": "Bring too much heat on the family.",
      "it": "Causerebbe troppi problemi alla famiglia."
    }
  },
  {
    "translation": {
      "en": "Just be careful, you know. He's just doing his job.\"",
      "it": "State solo attenti. Sta solo facendo il suo lavoro\"."
    }
  },
  {
    "translation": {
      "en": "He defended me, so I gotta give credit for that.",
      "it": "Mi difese, di questo devo dargliene credito."
    }
  },
  {
    "translation": {
      "en": "But it didn't change the fact that the whole object of my case",
      "it": "Ma non cambiò il fatto che l'obiettivo del mio caso"
    }
  },
  {
    "translation": {
      "en": "was to put Castellano in a federal prison for life.",
      "it": "era di rinchiudere Castellano in una prigione federale a vita."
    }
  },
  {
    "translation": {
      "en": "I started getting evidence to implicate him.",
      "it": "Cominciai a raccogliere prove che lo implicavano."
    }
  },
  {
    "translation": {
      "en": "Castellano talked about all kinds of things.",
      "it": "Castellano parlava di molte cose."
    }
  },
  {
    "translation": {
      "en": "He talked with Tommy Gambino about dividing up the Garment District.",
      "it": "Parlava con Tommy Gambino su come dividersi il Garment District."
    }
  },
  {
    "translation": {
      "en": "He spoke with Joe N. Gallo about all the various rackets they were involved in.",
      "it": "Parlava con Joe N. Gallo sui vari traffici nei quali erano immischiati."
    }
  },
  {
    "translation": {
      "en": "He spoke with Joe Armone about the restaurant union.",
      "it": "Parlò con Joe Armone del sindacato della ristorazione."
    }
  },
  {
    "translation": {
      "en": "[Kossler] We were hearing more and more about their involvement with the labor unions.",
      "it": "Sentivamo parlare sempre più del loro coinvolgimento coi sindacati."
    }
  },
  {
    "translation": {
      "en": "That was important information because it showed the real problem",
      "it": "Era un'informazione importante perché mostrava il problema reale"
    }
  },
  {
    "translation": {
      "en": "of organized crime...",
      "it": "della criminalità organizzata..."
    }
  },
  {
    "translation": {
      "en": "that the organized crime groups controlled the major labor unions in this country.",
      "it": "che i gruppi di criminalità organizzata controllavano i maggiori sindacati."
    }
  },
  {
    "translation": {
      "en": "We were hearing how the Mafia controlled the Teamsters trucking union,",
      "it": "Scoprimmo che la mafia controllava il sindacato degli autotrasportatori."
    }
  },
  {
    "translation": {
      "en": "the Laborers' Union,",
      "it": "Il sindacato dei manovali,"
    }
  },
  {
    "translation": {
      "en": "the longshoremen union,",
      "it": "dei portuali,"
    }
  },
  {
    "translation": {
      "en": "the hotel employees' union.",
      "it": "degli impiegati d'albergo."
    }
  },
  {
    "translation": {
      "en": "There's so many ways they used the unions to make money.",
      "it": "Usavano sindacati in mille modi per fare soldi."
    }
  },
  {
    "translation": {
      "en": "They could extort companies to give their friends jobs.",
      "it": "Estorcendo le compagnie e obbligandole a dare lavoro a chi volevano."
    }
  },
  {
    "translation": {
      "en": "They could give him health benefits.",
      "it": "Dandogli l'assicurazione sanitaria."
    }
  },
  {
    "translation": {
      "en": "[Franzese] The Mob had a lot of power, because we controlled the unions.",
      "it": "La mafia aveva molto potere, perché controllavamo i sindacati."
    }
  },
  {
    "translation": {
      "en": "We call in a strike with the Teamsters,",
      "it": "Con uno sciopero degli autotrasportatori,"
    }
  },
  {
    "translation": {
      "en": "two and a half million people stop working.",
      "it": "due milioni e mezzo di persone smettevano di lavorare."
    }
  },
  {
    "translation": {
      "en": "That's a lot of power.",
      "it": "Era un sacco di potere."
    }
  },
  {
    "translation": {
      "en": "Not to mention the pension funds that you had at your disposal.",
      "it": "Per non parlare dei fondi pensione che avevamo a disposizione."
    }
  },
  {
    "translation": {
      "en": "You got hundreds of millions of dollars sitting in the bank",
      "it": "C'erano centinaia di milioni in banca che potevamo muovere a piacimento."
    }
  },
  {
    "translation": {
      "en": "that you can move anywhere you want. You control bankers that way.",
      "it": "C'erano centinaia di milioni in banca che potevamo muovere a piacimento. Così controllavi le banche."
    }
  },
  {
    "translation": {
      "en": "You control insurance companies that way. And we used that.",
      "it": "E le assicurazioni. E sfruttammo la cosa."
    }
  },
  {
    "translation": {
      "en": "-[tape rewinding] -[man] And he gave me $5,000.",
      "it": "Mi diede 5000 dollari."
    }
  },
  {
    "translation": {
      "en": "You control the unions. You control the Teamsters. You control the docks.",
      "it": "Quando controlli i sindacati, gli autotrasporti, i porti,"
    }
  },
  {
    "translation": {
      "en": "You control the country.",
      "it": "controlli il Paese."
    }
  }
]