[
  {
    "translation": {
      "en": "[narrator] Another world.",
      "it": "Un altro mondo."
    }
  },
  {
    "translation": {
      "en": "Another time.",
      "it": "Un'altra epoca."
    }
  },
  {
    "translation": {
      "en": "In the age of wonder.",
      "it": "Nell'era delle meraviglie."
    }
  },
  {
    "translation": {
      "en": "The opening sequence,",
      "it": "La sequenza di iniziale,"
    }
  },
  {
    "translation": {
      "en": "which is just the most atmospheric, mythic, cool thing, where, you know,",
      "it": "è una delle cose più atmosferiche, mitiche e fighe."
    }
  },
  {
    "translation": {
      "en": "the voice-over comes in all deep and low and talks about another age,",
      "it": "La voce fuori campo entra bassa e profonda e parla \"dell'era delle meraviglie.\""
    }
  },
  {
    "translation": {
      "en": "\"In the age of wonder.\"",
      "it": "e parla \"dell'era delle meraviglie.\""
    }
  },
  {
    "translation": {
      "en": "And then, you cut to these creatures, these monstrous, bird-like, reptilian figures.",
      "it": "E poi taglia su queste creature rettiliane mostruose, simili a uccelli."
    }
  },
  {
    "translation": {
      "en": "I fell in love with it. I've been in love with it ever since.",
      "it": "Me ne sono innamorato sin da allora."
    }
  },
  {
    "translation": {
      "en": "The Dark Crystal is Jim's most human creation of everything that he did,",
      "it": "The Dark Crystal è la creazione più umana che Jim abbia fatto,"
    }
  },
  {
    "translation": {
      "en": "which is a funny thing to say about a world where there are no humans.",
      "it": "che è una cosa buffa, dato che non ci sono umani."
    }
  },
  {
    "translation": {
      "en": "I remember it vividly. I loved it.",
      "it": "Lo ricordo bene. L'ho adorato."
    }
  },
  {
    "translation": {
      "en": "It's such an incredibly all-encompassing, vivid world,",
      "it": "È un mondo così onnicomprensivo e vivido"
    }
  },
  {
    "translation": {
      "en": "and the Skeksis are bloody scary.",
      "it": "e gli Skeksis sono terrificanti."
    }
  },
  {
    "translation": {
      "en": "[Taron] It's the only part where I've known I was gonna accept the part before opening the email.",
      "it": "Sapevo che avrei accettato la parte prima di aprire l'email."
    }
  },
  {
    "translation": {
      "en": "The original Jim Henson film, like all of Jim Henson's work,",
      "it": "Specialmente il film originale di Jim Henson e Labyrinth"
    }
  },
  {
    "translation": {
      "en": "but especially that and Labyrinth, were huge parts of my childhood.",
      "it": "Specialmente il film originale di Jim Henson e Labyrinth sono stati importanti nella mia infanzia."
    }
  },
  {
    "translation": {
      "en": "I found them enchanting,",
      "it": "Li trovavo incantevoli,"
    }
  },
  {
    "translation": {
      "en": "the right side of dark for my sensibilities,",
      "it": "cupi al punto giusto, per i miei gusti,"
    }
  },
  {
    "translation": {
      "en": "and just completely other-worldly.",
      "it": "e completamente fuori dal mondo."
    }
  },
  {
    "translation": {
      "en": "There was a book at the library of the making of The Dark Crystal.",
      "it": "In biblioteca c'era un libro sulla realizzazione del film."
    }
  },
  {
    "translation": {
      "en": "You couldn't find the book anywhere, this was pre-Internet,",
      "it": "Non lo trovavi in giro, era pre-Internet"
    }
  },
  {
    "translation": {
      "en": "and I would just check that thing out, like, continuously.",
      "it": "e lo prendevo in prestito di continuo."
    }
  },
  {
    "translation": {
      "en": "I just remember it being quite an overwhelming experience, you know,",
      "it": "Ricordo che era un'esperienza travolgente,"
    }
  },
  {
    "translation": {
      "en": "and, uh, everything about it, the visuals, the score...",
      "it": "tutto quanto, le immagini, la colonna sonora... che adoravo."
    }
  },
  {
    "translation": {
      "en": "I love the score. Another one of those movies",
      "it": "tutto quanto, le immagini, la colonna sonora... che adoravo. Uno di quei film"
    }
  },
  {
    "translation": {
      "en": "where you come out of the cinema slightly changed.",
      "it": "in cui esci dal cinema un po' cambiato."
    }
  },
  {
    "translation": {
      "en": "Early memories I have of watching television with my father was The Muppet Show.",
      "it": "Ricordo quando guardavo il Muppet Show in TV, con mio padre."
    }
  },
  {
    "translation": {
      "en": "It was one of the few television shows he would watch.",
      "it": "Era uno dei pochi show che guardava."
    }
  },
  {
    "translation": {
      "en": "And then, he took me to see The Dark Crystal movie",
      "it": "Poi mi portò a vedere The Dark Crystal al cinema,"
    }
  },
  {
    "translation": {
      "en": "when it was in its theatrical run,",
      "it": "mentre era in programmazione,"
    }
  },
  {
    "translation": {
      "en": "and it was just something we'd never seen before. And it was so magical.",
      "it": "e fu qualcosa di magico, che non avevamo mai visto prima."
    }
  },
  {
    "translation": {
      "en": "[Dave] I left the movie theater going, \"Well, how... how did any of that happen?\"",
      "it": "Uscendo dal cinema pensavo: \"Come ci sono riusciti?\""
    }
  },
  {
    "translation": {
      "en": "I got Podlings. I thought Podlings were a bit like Muppets. I get that.",
      "it": "Ho capito i Podling. Erano un po' come i Muppet."
    }
  },
  {
    "translation": {
      "en": "And then, everything else, I just wanted to know how.",
      "it": "Per tutto il resto volevo sapere come."
    }
  },
  {
    "translation": {
      "en": "It's a game-changing film.",
      "it": "È un film rivoluzionario."
    }
  },
  {
    "translation": {
      "en": "So, if we go back and go, \"Well, what can we do to match the level of script quality,",
      "it": "Se lo rivisitiamo, che possiamo fare per uguagliare la qualità del copione,"
    }
  },
  {
    "translation": {
      "en": "art departments, set design, everything?\"",
      "it": "dell'arte, della scenografia, tutto?"
    }
  },
  {
    "translation": {
      "en": "With Dark Crystal, everything is built.",
      "it": "Con Dark Crystal tutto è creato."
    }
  },
  {
    "translation": {
      "en": "Everything is made specifically just for us.",
      "it": "Tutto è fatto apposta per noi."
    }
  },
  {
    "translation": {
      "en": "It's based in reality, something tangible,",
      "it": "È basato sulla realtà, qualcosa di tangibile,"
    }
  },
  {
    "translation": {
      "en": "something that doesn't trick the eye.",
      "it": "qualcosa che non inganna l'occhio."
    }
  },
  {
    "translation": {
      "en": "And the craftsmanship, the talent",
      "it": "E l'artigianalità, il talento"
    }
  },
  {
    "translation": {
      "en": "that has been brought to the table, is just... it's mind-blowing.",
      "it": "E l'artigianalità, il talento che sono stati impiegati, sono davvero strabilianti."
    }
  },
  {
    "translation": {
      "en": "Vast on every level. I mean, it was one of the biggest things I think we've ever attempted",
      "it": "Vasto. Una delle cose più grandi che abbiamo mai tentato,"
    }
  },
  {
    "translation": {
      "en": "in terms of the amount of characters, the sophistication of the characters,",
      "it": "per la quantità di personaggi, la raffinatezza dei personaggi"
    }
  },
  {
    "translation": {
      "en": "and also, the challenge of recreating things that already exist.",
      "it": "e anche la sfida di ricreare cose che già esistono."
    }
  },
  {
    "translation": {
      "en": "What fans of The Dark Crystal want is they want an odyssey, they want a saga,",
      "it": "I fan di Dark Crystal vogliono un'odissea, una saga,"
    }
  },
  {
    "translation": {
      "en": "they want something to enrich the universe of the original film,",
      "it": "vogliono qualcosa per arricchire l'universo del film originale"
    }
  },
  {
    "translation": {
      "en": "and that's what this series does.",
      "it": "e la serie lo fa."
    }
  },
  {
    "translation": {
      "en": "You could put them side by side,",
      "it": "Se li confronti,"
    }
  },
  {
    "translation": {
      "en": "and it is the same world, but there's just so much of it to explore now.",
      "it": "vedi lo stesso mondo, ma c'è molto di più da esplorare."
    }
  },
  {
    "translation": {
      "en": "[Lisa] Imagine if you are in the puppetry business,",
      "it": "Se lavoraste nel mondo dei pupazzi,"
    }
  },
  {
    "translation": {
      "en": "whether as a puppeteer or a puppet builder,",
      "it": "sia animandoli che costruendoli,"
    }
  },
  {
    "translation": {
      "en": "what bigger opportunity is ever gonna come you way",
      "it": "quale opportunità più grande avrai mai"
    }
  },
  {
    "translation": {
      "en": "than ten episodes of Dark Crystal?",
      "it": "di dieci episodi di Dark Crystal?"
    }
  },
  {
    "translation": {
      "en": "[narrator] A thousand years ago, this land was green and good,",
      "it": "Mille anni fa, questa terra era verde e buona,"
    }
  },
  {
    "translation": {
      "en": "until the crystal cracked.",
      "it": "finché il il Cristallo si incrinò."
    }
  },
  {
    "translation": {
      "en": "[Stephen] There's so much here that you don't know about.",
      "it": "Qui ci sono tante cose che non sai."
    }
  },
  {
    "translation": {
      "en": "There's an entire world to discover.",
      "it": "C'è un intero mondo da scoprire."
    }
  },
  {
    "translation": {
      "en": "[Brian] I was working in London for five years as a jobbing illustrator,",
      "it": "Facevo lavori di illustrazione a Londra da cinque anni"
    }
  },
  {
    "translation": {
      "en": "and I needed to do my own work,",
      "it": "e volevo lavorare su cose mie,"
    }
  },
  {
    "translation": {
      "en": "but I didn't know exactly what that was.",
      "it": "ma non sapevo di preciso che cosa."
    }
  },
  {
    "translation": {
      "en": "But once I got the opportunity to move to the country here,",
      "it": "Ma una volta avuta l'opportunità di trasferirmi qui in campagna,"
    }
  },
  {
    "translation": {
      "en": "then, immediately, the first thing I painted",
      "it": "immediatamente, la prima cosa che ho dipinto"
    }
  },
  {
    "translation": {
      "en": "was, indeed, this picture of a troll with trees behind it",
      "it": "è stata l'immagine di un troll con degli alberi dietro"
    }
  },
  {
    "translation": {
      "en": "and a waterfall coming off its nose.",
      "it": "e una cascata che gli usciva dal naso."
    }
  },
  {
    "translation": {
      "en": "And that's what Jim saw.",
      "it": "E fu quello che vide Jim."
    }
  },
  {
    "translation": {
      "en": "And I was a bit overcome, I think, meeting Jim,",
      "it": "Ero un po' teso all'idea di incontrare Jim"
    }
  },
  {
    "translation": {
      "en": "and I didn't know quite what to say or how to express myself,",
      "it": "e non sapevo cosa dire o come esprimermi"
    }
  },
  {
    "translation": {
      "en": "and it was his leap of faith.",
      "it": "ed era il suo salto nel buio."
    }
  },
  {
    "translation": {
      "en": "[Cheryl] My father really wanted to do an epic fantasy adventure.",
      "it": "Mio padre voleva realizzare un'avventura fantasy epica."
    }
  },
  {
    "translation": {
      "en": "He really enjoyed doing comedy. He enjoyed doing Muppets. He loved Sesame Street.",
      "it": "Gli piaceva fare commedie, i Muppet. Amava Sesamo apriti."
    }
  },
  {
    "translation": {
      "en": "He loved the sort of fast, funny, vignette kind of variety show,",
      "it": "Amava quel tipo di varietà a caricatura, veloce e divertente,"
    }
  },
  {
    "translation": {
      "en": "but he wanted to do something that really told a complex narrative.",
      "it": "ma voleva fare qualcosa che raccontasse una storia complessa."
    }
  },
  {
    "translation": {
      "en": "[Brian] But quite quickly, we were hiring people that had other skills,",
      "it": "Cominciammo ad assumere in fretta persone con altre abilità"
    }
  },
  {
    "translation": {
      "en": "and Wendy was brought on board",
      "it": "e Wendy fu invitata a collaborare"
    }
  },
  {
    "translation": {
      "en": "specifically for the Gelflings,",
      "it": "proprio per i Gelfling,"
    }
  },
  {
    "translation": {
      "en": "because Jim wanted that strong feminine thing.",
      "it": "perché Jim voleva quella forte componente femminile."
    }
  },
  {
    "translation": {
      "en": "It was all about bringing a character to life,",
      "it": "Voleva dar vita ai personaggi"
    }
  },
  {
    "translation": {
      "en": "all about creating something you've never seen before",
      "it": "e creare qualcosa di mai visto prima,"
    }
  },
  {
    "translation": {
      "en": "that he was hoping the audience would not only believe in,",
      "it": "sperava che il pubblico non solo ci credesse,"
    }
  },
  {
    "translation": {
      "en": "but also scratch their heads and go, \"How do you do that?\"",
      "it": "ma che si chiedesse anche: \"Come fanno a farlo?\""
    }
  },
  {
    "translation": {
      "en": "Hang on!",
      "it": "Reggiti!"
    }
  },
  {
    "translation": {
      "en": "[Stephen] You have Brian Froud,",
      "it": "C'è Brian Froud,"
    }
  },
  {
    "translation": {
      "en": "who is a guy who, for this world, these things are real.",
      "it": "un uomo secondo cui, per questo mondo, queste cose sono reali."
    }
  },
  {
    "translation": {
      "en": "You have Frank Oz,",
      "it": "C'è Frank Oz,"
    }
  },
  {
    "translation": {
      "en": "who is one of the most brilliant puppeteers who's ever lived,",
      "it": "che è uno dei migliori marionettisti mai esistiti"
    }
  },
  {
    "translation": {
      "en": "and you have Jim bringing the world-building, and the humanity,",
      "it": "e c'è Jim, che porta la costruzione del mondo e l'umanità e il senso della natura umana che vengono messi in questi pupazzi."
    }
  },
  {
    "translation": {
      "en": "and the sense of human nature being put into these puppets.",
      "it": "e l'umanità e il senso della natura umana che vengono messi in questi pupazzi."
    }
  },
  {
    "translation": {
      "en": "It's a brilliant kind of creative melting pot",
      "it": "È un brillante miscuglio creativo"
    }
  },
  {
    "translation": {
      "en": "that brought the original thing to life.",
      "it": "che ha dato vita al film originale."
    }
  },
  {
    "translation": {
      "en": "[Taron] We live in an age of sequels and prequels,",
      "it": "Questa è l'epoca di sequel e prequel,"
    }
  },
  {
    "translation": {
      "en": "but the great thing about The Dark Crystal is",
      "it": "ma Dark Crystal ti dà una visione microcosmica del mondo"
    }
  },
  {
    "translation": {
      "en": "it's such a microcosmic look at the world that, when you finish watching it,",
      "it": "ma Dark Crystal ti dà una visione microcosmica del mondo e dopo averlo guardato,"
    }
  },
  {
    "translation": {
      "en": "you're left with these massive questions about the universe at large which have never been answered.",
      "it": "ti restano enormi domande sull'universo, che non hanno avuto una risposta."
    }
  },
  {
    "translation": {
      "en": "[Cheryl] There are people who obsess about Dark Crystal, who really care about Dark Crystal,",
      "it": "C'è gente ossessionata da Dark Crystal, che ci tiene molto"
    }
  },
  {
    "translation": {
      "en": "and over the years, it's really become a cult film.",
      "it": "e negli anni è diventato un film di culto."
    }
  },
  {
    "translation": {
      "en": "[Stephen] Is there going to be a feature film sequel?",
      "it": "Ci sarà un sequel del film?"
    }
  },
  {
    "translation": {
      "en": "Is there gonna be an animated TV show?",
      "it": "Ci sarà un show animato per la TV?"
    }
  },
  {
    "translation": {
      "en": "I don't think that you could have done",
      "it": "Non credo che nessuno avrebbe potuto fare"
    }
  },
  {
    "translation": {
      "en": "a new version of The Dark Crystal better than on Netflix",
      "it": "una nuova versione di The Dark Crystal meglio di Netflix,"
    }
  },
  {
    "translation": {
      "en": "with the right budget, with the creative team that Henson assembled.",
      "it": "con il giusto budget, con il team creativo assemblato da Henson."
    }
  },
  {
    "translation": {
      "en": "I mean, it's so exciting to see the world come back to life in that way.",
      "it": "È così emozionante vedere quel mondo tornare in vita."
    }
  },
  {
    "translation": {
      "en": "All too often, projects are rebooted or remade based on an IP",
      "it": "Troppo spesso, dei progetti vengono riavviati o rifatti in base a una PI"
    }
  },
  {
    "translation": {
      "en": "where all the DNA of that thing that makes people love it is discarded.",
      "it": "dove tutto il DNA di quella cosa, ciò che la fa amare alla gente, viene scartato."
    }
  },
  {
    "translation": {
      "en": "But, for me, if you're going to remake or reboot a franchise,",
      "it": "Ma, secondo me, se vuoi rifare o riavviare un franchise,"
    }
  },
  {
    "translation": {
      "en": "go back to why people like it in the first place.",
      "it": "usa ciò per cui alla gente piace."
    }
  },
  {
    "translation": {
      "en": "[Cindy] Teddy Biaselli had told me that Henson were interested",
      "it": "Teddy Biaselli mi aveva detto che Henson era interessata"
    }
  },
  {
    "translation": {
      "en": "in doing an animated series of The Dark Crystal,",
      "it": "a fare una serie animata di Dark Crystal."
    }
  },
  {
    "translation": {
      "en": "and I thought about it, and I went home and I watched the movie again.",
      "it": "Ci ho pensato e sono andata a casa e ho riguardato il film"
    }
  },
  {
    "translation": {
      "en": "I kept thinking about it. I was, like, \"Well the mythology is great,",
      "it": "e continuavo a pensare: \"Beh, la mitologia è grande,"
    }
  },
  {
    "translation": {
      "en": "but what makes it really special and transcendent is the puppets.\"",
      "it": "ma ciò che lo rende speciale e trascendente sono i pupazzi\"."
    }
  },
  {
    "translation": {
      "en": "[Ted] I picked up the phone. I was, like, \"Okay, good news, bad news.",
      "it": "Ho detto al telefono: \"Ho buone e cattive notizie."
    }
  },
  {
    "translation": {
      "en": "Uh, bad news is, we're not gonna make The Dark Crystal animated series.",
      "it": "La cattiva è che non faremo la serie animata di Dark Crystal,"
    }
  },
  {
    "translation": {
      "en": "The good news is Cindy wants to know what it would cost to do it live-action.\"",
      "it": "la buona è che Cindy vuole sapere il costo per farlo live action\"."
    }
  },
  {
    "translation": {
      "en": "And you could hear the phone hit the floor.",
      "it": "E ho sentito cadere il telefono in terra."
    }
  },
  {
    "translation": {
      "en": "And we were shocked.",
      "it": "Eravamo scioccati."
    }
  },
  {
    "translation": {
      "en": "[laughs] Like, \"Really? A series that looks like the film?\"",
      "it": "\"Davvero? Una serie uguale al film?\""
    }
  },
  {
    "translation": {
      "en": "And, of course... of course we immediately responded",
      "it": "E, ovviamente, abbiamo risposto subito:"
    }
  },
  {
    "translation": {
      "en": "that it's yes, like, it's technically possible, but it will be very expensive.",
      "it": "\"Sì, tecnicamente è possibile, ma sarà molto costosa\"."
    }
  },
  {
    "translation": {
      "en": "[Cindy] The best version of The Dark Crystal that could be made today,",
      "it": "La versione migliore di The Dark Crystal che si possa fare oggi"
    }
  },
  {
    "translation": {
      "en": "would be made by the Henson Company,",
      "it": "sarebbe creata dalla Henson Company,"
    }
  },
  {
    "translation": {
      "en": "by giving them the freedom",
      "it": "dando loro la libertà"
    }
  },
  {
    "translation": {
      "en": "to really reach for the best version they can possibly imagine.",
      "it": "di creare la versione migliore che possano immaginare."
    }
  },
  {
    "translation": {
      "en": "-[gasps] -[laughs] Gelfling!",
      "it": "Gelfling!"
    }
  },
  {
    "translation": {
      "en": "And they picked up a teaser, a test,",
      "it": "E hanno fatto un trailer, un test,"
    }
  },
  {
    "translation": {
      "en": "to see what it looked like.",
      "it": "per vedere come sarebbe stato."
    }
  },
  {
    "translation": {
      "en": "[Lisa] Netflix could look at the test and see the same thing that we saw in it.",
      "it": "Netflix poteva guardare il test e vedere quello che abbiamo visto noi."
    }
  },
  {
    "translation": {
      "en": "So what we had tried to do in the test",
      "it": "Quel che abbiamo cercato di fare"
    }
  },
  {
    "translation": {
      "en": "was we did CG Gelfling with puppet Skeksis.",
      "it": "era la Gelfling con la CG e gli Skeksis con i pupazzi."
    }
  },
  {
    "translation": {
      "en": "Trespasser!",
      "it": "Intrusa!"
    }
  },
  {
    "translation": {
      "en": "[Andy] Does it make sense to do a TV show",
      "it": "Ha senso fare uno show televisivo"
    }
  },
  {
    "translation": {
      "en": "in the same way that they did the original film?",
      "it": "come hanno fatto il film originale?"
    }
  },
  {
    "translation": {
      "en": "You know, how much has, of-- has technology progressed?",
      "it": "La tecnologia è progredita molto."
    }
  },
  {
    "translation": {
      "en": "[Skeksis] What's that smell?",
      "it": "Cos'è questa puzza?"
    }
  },
  {
    "translation": {
      "en": "There's something disparate",
      "it": "C'è qualcosa di eterogeneo"
    }
  },
  {
    "translation": {
      "en": "between a real tactile object that catches the light,",
      "it": "tra un oggetto tattile che cattura la luce,"
    }
  },
  {
    "translation": {
      "en": "that is layered and textured,",
      "it": "che è stratificato e strutturato"
    }
  },
  {
    "translation": {
      "en": "versus something that is generated in a computer.",
      "it": "e qualcosa generato dal computer."
    }
  },
  {
    "translation": {
      "en": "And no matter how good it looks, no matter how good it looks, they looked like two different mediums.",
      "it": "E per quanto sia bello, sembravano due tecniche diverse."
    }
  },
  {
    "translation": {
      "en": "[Lisa] We could make a clean marriage between the two.",
      "it": "Potremmo fare un'unione pulita tra i due."
    }
  },
  {
    "translation": {
      "en": "And, technically, it could be done,",
      "it": "Tecnicamente è possibile,"
    }
  },
  {
    "translation": {
      "en": "but the CG Gelfling didn't look like Gelflings.",
      "it": "ma la Gelfling con la CG non sembrava una Gelfling."
    }
  },
  {
    "translation": {
      "en": "[Ritamarie] No matter what you did with the eyes of the puppet,",
      "it": "Qualunque cosa tentassimo con gli occhi,"
    }
  },
  {
    "translation": {
      "en": "those puppet glass eyes were so hard to replicate",
      "it": "gli occhi di vetro del pupazzo erano così difficili da replicare"
    }
  },
  {
    "translation": {
      "en": "in a CG environment,",
      "it": "nell'ambiente della CG,"
    }
  },
  {
    "translation": {
      "en": "that you immediately could see",
      "it": "che notavi subito"
    }
  },
  {
    "translation": {
      "en": "that it was CG talking to the puppet, then you really just wanted to see the puppet.",
      "it": "che era CG che parlava col pupazzo, ma avresti preferito due pupazzi."
    }
  },
  {
    "translation": {
      "en": "[Erik] Seeing the tests that they did before the shoot",
      "it": "Vedendo il test fatto prima delle riprese"
    }
  },
  {
    "translation": {
      "en": "with full CGI character and a puppet,",
      "it": "con il personaggio in CGI e il pupazzo,"
    }
  },
  {
    "translation": {
      "en": "it was... I mean, it's like night and day.",
      "it": "era assolutamente ovvio."
    }
  },
  {
    "translation": {
      "en": "It's amazing how much more evocative the... the puppet is.",
      "it": "È incredibile quanto sia più evocativo il pupazzo."
    }
  },
  {
    "translation": {
      "en": "[Alice] As masterful as it is, you can't talk to a Pixar character in the real world.",
      "it": "Per quanto realistico, non puoi parlare con un personaggio Pixar nella realtà."
    }
  },
  {
    "translation": {
      "en": "I mean, the percentage of the audience that gets to come and talk to a puppet in the real world is very small,",
      "it": "Poche persone potranno venire a parlare con un pupazzo nella realtà,"
    }
  },
  {
    "translation": {
      "en": "but I think you know that you could.",
      "it": "ma almeno sai che potresti."
    }
  },
  {
    "translation": {
      "en": "[Louise] We're going back to telling the story and what serves that,",
      "it": "Torniamo a raccontare la storia e cosa ci aiuta?"
    }
  },
  {
    "translation": {
      "en": "not just, \"These effects are such fun,",
      "it": "Non che gli effetti sono divertenti"
    }
  },
  {
    "translation": {
      "en": "let's-- how much more effects can we do?\"",
      "it": "e quanti più ne possiamo fare."
    }
  },
  {
    "translation": {
      "en": "How do the effects serve the story? What can they tell?",
      "it": "Ma come aiutano la storia? Che possono dire?"
    }
  },
  {
    "translation": {
      "en": "[Andy] CG, they can expand your world, they can enhance it and augment it,",
      "it": "La CG può espandere il mondo, migliorarlo e aumentarlo."
    }
  },
  {
    "translation": {
      "en": "and they can totally take it to places that just sets can't and just puppets can't,",
      "it": "E può portarlo in posti che i soli set e pupazzi non possono,"
    }
  },
  {
    "translation": {
      "en": "but they can't be the star of the show, and they shouldn't be the star,",
      "it": "ma non può e non deve essere la star dello show"
    }
  },
  {
    "translation": {
      "en": "because then you do lose that humanity, and it does jar you out of it.",
      "it": "perché poi perdi quell'umanità, te ne tira fuori."
    }
  },
  {
    "translation": {
      "en": "And we all looked around at each other and said,",
      "it": "Guardandoci abbiamo detto:"
    }
  },
  {
    "translation": {
      "en": "\"We're doing it all with puppets, guys.\"",
      "it": "\"Lo facciamo coi pupazzi\""
    }
  },
  {
    "translation": {
      "en": "And Double Negative, the studio that did the CG,",
      "it": "e Double Negative, lo studio di CG"
    }
  },
  {
    "translation": {
      "en": "said, \"Well, hold on. We want to show you something.\"",
      "it": "ha detto: \"Aspettate. Vi mostriamo una cosa\"."
    }
  },
  {
    "translation": {
      "en": "Take just a shot from the movie, and then just manipulate it,",
      "it": "Prendi una ripresa dal film, la manipoli un po', aggiungi un battito di ciglia o un sorriso"
    }
  },
  {
    "translation": {
      "en": "so you can add a little bit of blink or a little bit of smile,",
      "it": "la manipoli un po', aggiungi un battito di ciglia o un sorriso"
    }
  },
  {
    "translation": {
      "en": "and just take the performance from the puppet just that little bit further to add a bit more life to it.",
      "it": "e migliori un po' la performance del pupazzo, gli infondi un po' di vita."
    }
  },
  {
    "translation": {
      "en": "And they augmented Kira's face a little bit.",
      "it": "Hanno manipolato un po' il volto di Kira,"
    }
  },
  {
    "translation": {
      "en": "That gave it a little bit more pop of life.",
      "it": "gli hanno dato un po' più di vita"
    }
  },
  {
    "translation": {
      "en": "And we all went... [snaps fingers] \"That's it.\"",
      "it": "e abbiamo detto: \"È perfetto\"."
    }
  },
  {
    "translation": {
      "en": "[Lisa] We, as a company, have been doing puppets for over 50 years,",
      "it": "Come azienda, facciamo pupazzi da oltre 50 anni"
    }
  },
  {
    "translation": {
      "en": "and to be here at this point, so many years later,",
      "it": "ed eccoci qui, tanti anni dopo"
    }
  },
  {
    "translation": {
      "en": "and be doing what has got to be the biggest puppet production ever.",
      "it": "e fare ciò che dev'essere la più grande produzione di pupazzi di sempre."
    }
  },
  {
    "translation": {
      "en": "This has no humans,",
      "it": "Non ha umani,"
    }
  },
  {
    "translation": {
      "en": "so it is a complete puppet extravaganza.",
      "it": "quindi è uno spettacolo di soli pupazzi."
    }
  },
  {
    "translation": {
      "en": "My writing partner and I came up with a pitch for a sequel to Labyrinth,",
      "it": "Volevamo proporre alla Hensen un sequel di Labyrinth"
    }
  },
  {
    "translation": {
      "en": "and we called and we're like, \"There's these two guys,",
      "it": "e abbiamo chiamato dicendo: \"Abbiamo un'idea"
    }
  },
  {
    "translation": {
      "en": "they have an idea for Labyrinth. Do you wanna hear it for a sequel?",
      "it": "per un sequel di Labyrinth, volete sentirla?\""
    }
  },
  {
    "translation": {
      "en": "Henson Company was like, \"No, but we're doing Dark Crystal,",
      "it": "E loro: \"No, ma faremo Dark Crystal."
    }
  },
  {
    "translation": {
      "en": "Would you want to come in on that?\"",
      "it": "Volete partecipare?\""
    }
  },
  {
    "translation": {
      "en": "We're sitting there and this French gentleman comes in, says, \"Hello, I'm Louis, I'm here to meet with Lisa.\"",
      "it": "Eravamo lì e un signore francese entra e dice: \"Sono Louis, dovrei vedere Lisa\"."
    }
  },
  {
    "translation": {
      "en": "And we realize we're pitching Lisa Henson",
      "it": "Ci accorgiamo che stavamo presentando a Lisa Henson"
    }
  },
  {
    "translation": {
      "en": "and the guy who directed Hulk.",
      "it": "e al regista de L'incredibile Hulk."
    }
  },
  {
    "translation": {
      "en": "And so, we have to suddenly act like we know what we're doing.",
      "it": "Quindi dovevamo fingere di sapere cosa stavamo facendo."
    }
  },
  {
    "translation": {
      "en": "We turn, look, and we see the archer, except the hunter--",
      "it": "...un momento prima, vediamo l'arciere, ma lui..."
    }
  },
  {
    "translation": {
      "en": "[Blanca] The way they pitched the idea of the show was just so perfect.",
      "it": "Hanno proposto l'idea per lo show in modo perfetto."
    }
  },
  {
    "translation": {
      "en": "And it was so engaging.",
      "it": "Era coinvolgente."
    }
  },
  {
    "translation": {
      "en": "It had high stakes, drama, intimacy,",
      "it": "C'era la posta alta, il dramma, l'intimità"
    }
  },
  {
    "translation": {
      "en": "and, of course, great villains.",
      "it": "e dei grandi cattivi."
    }
  },
  {
    "translation": {
      "en": "So, we were all really in awe,",
      "it": "Quindi, eravamo tutti stupefatti"
    }
  },
  {
    "translation": {
      "en": "and our... our hearts were full of joy",
      "it": "e felici nel vedere che avevamo trovato la persona giusta"
    }
  },
  {
    "translation": {
      "en": "to see that we found the right person to bring this back to life again.",
      "it": "e felici nel vedere che avevamo trovato la persona giusta per riportarlo in vita."
    }
  },
  {
    "translation": {
      "en": "And as he falls back,",
      "it": "...e mentre cade,"
    }
  },
  {
    "translation": {
      "en": "and that is where Aughra manages to emerge...",
      "it": "è lì che Aughra riesce a emergere..."
    }
  },
  {
    "translation": {
      "en": "[Carolina] The level of passion and excitement when they're telling a story",
      "it": "La loro passione ed eccitazione quando raccontano una storia"
    }
  },
  {
    "translation": {
      "en": "had us engaged right away.",
      "it": "ci ha coinvolto subito."
    }
  },
  {
    "translation": {
      "en": "So when they spoke the story to us, we were, like, all leaning in.",
      "it": "Mentre raccontavano la storia, eravamo tutti interessati."
    }
  },
  {
    "translation": {
      "en": "We're like, \"What is this? What is this?\" And that transferred onto the page.",
      "it": "\"Cos'è questo?\" E ciò si è trasferito sullo scritto."
    }
  },
  {
    "translation": {
      "en": "If you weren't incredibly familiar with the original film and didn't have a passion for it,",
      "it": "Se non conoscevi bene il film originale e non ne eri appassionato,"
    }
  },
  {
    "translation": {
      "en": "it might be too hard to decide",
      "it": "forse sarebbe stato troppo difficile"
    }
  },
  {
    "translation": {
      "en": "how to build up this very elaborate prequel.",
      "it": "costruire un prequel molto elaborato."
    }
  },
  {
    "translation": {
      "en": "We're looking at telling ten hours of modern television,",
      "it": "Stiamo parlando di dieci ore di televisione moderna,"
    }
  },
  {
    "translation": {
      "en": "and it's 30 years after the original Dark Crystal came out.",
      "it": "e sono 30 anni dopo il Dark Crystal originale."
    }
  },
  {
    "translation": {
      "en": "So, we can't just live with the idea that we're introducing a new world,",
      "it": "Non possiamo convivere con l'idea di introdurre un nuovo mondo,"
    }
  },
  {
    "translation": {
      "en": "the world has existed for 30 years.",
      "it": "il mondo esiste da 30 anni."
    }
  },
  {
    "translation": {
      "en": "So, we had to break a lot of the narrative conceits of the film,",
      "it": "Abbiamo dovuto rompere delle concezioni narrative del film,"
    }
  },
  {
    "translation": {
      "en": "a lot of the visual conceits of the film, and be free to do that.",
      "it": "delle concezioni visive e dovevamo poterlo fare."
    }
  },
  {
    "translation": {
      "en": "[Will] And so you can't go into that with like, \"And here's how I'd do it.\"",
      "it": "Quindi non puoi entrarci dicendo: \"Ecco come lo farei...\""
    }
  },
  {
    "translation": {
      "en": "You gotta go in with like,",
      "it": "Devi dire:"
    }
  },
  {
    "translation": {
      "en": "\"Okay, what do you like about what you're doing,",
      "it": "\"Cosa ti piace di quello che fai,"
    }
  },
  {
    "translation": {
      "en": "[stammers] what needs a little more life, what needs a little fleshing out,",
      "it": "a cosa serve un po' più di vita, cosa dev'essere elaborato?"
    }
  },
  {
    "translation": {
      "en": "what's got too much fleshing out?\"",
      "it": "Cosa alleggerito?\""
    }
  },
  {
    "translation": {
      "en": "[Ted] Jeff and Will, brilliant writers,",
      "it": "Jeff e Will, brillanti sceneggiatori,"
    }
  },
  {
    "translation": {
      "en": "never worked on television before in their life.",
      "it": "non avevano mai lavorato in TV."
    }
  },
  {
    "translation": {
      "en": "We weren't about to literally throw them in the deep end",
      "it": "Non li avremmo buttati nella situazione"
    }
  },
  {
    "translation": {
      "en": "without any sort of help.",
      "it": "senza nessun aiuto."
    }
  },
  {
    "translation": {
      "en": "So I go into the meeting, and I'm ushered into Lisa Henson's office.",
      "it": "Vado all'incontro, entro nell'ufficio di Lisa Henson"
    }
  },
  {
    "translation": {
      "en": "And there's Lisa, and Halle, and Blanca.",
      "it": "e ci sono lei, Halle e Blanca."
    }
  },
  {
    "translation": {
      "en": "And he came in and he didn't know what he was there for.",
      "it": "È entrato e non sapeva perché era lì."
    }
  },
  {
    "translation": {
      "en": "He was excited though. And we said, \"We're gonna show you something.\"",
      "it": "Ma era emozionato. Gli abbiamo detto: \"Ti mostreremo una cosa\"."
    }
  },
  {
    "translation": {
      "en": "[Javier] And then they show me this five-minute trailer that they shot as a proof of concept.",
      "it": "Poi mi hanno mostrato il trailer che avevano girato come prova concettuale."
    }
  },
  {
    "translation": {
      "en": "And the story's been told enough times that I'm not entirely sure what happened.",
      "it": "E non sono del tutto sicuro di quello che è successo."
    }
  },
  {
    "translation": {
      "en": "[Halle] He was so excited and so happy.",
      "it": "Era così emozionato e felice."
    }
  },
  {
    "translation": {
      "en": "I think he man-cried. I mean, I think he basically man-cried.",
      "it": "Credo che abbia pianto."
    }
  },
  {
    "translation": {
      "en": "I think on the outside I was able to keep a good poker face,",
      "it": "All'esterno avevo la faccia da poker,"
    }
  },
  {
    "translation": {
      "en": "but on the inside, I went into like a full-on, ugly man-cry",
      "it": "ma dentro ho cominciato a piangere,"
    }
  },
  {
    "translation": {
      "en": "for, like, my lost innocence, and my childhood, and for all the things I'd loved as a kid.",
      "it": "per la mia innocenza perduta e per le cose che amavo da piccolo."
    }
  },
  {
    "translation": {
      "en": "And I couldn't say no to the job. It was just one of those things, like,",
      "it": "E non potevo dire di no, era del tipo:"
    }
  },
  {
    "translation": {
      "en": "you could offer me a dollar... [laughs] and I'm gonna do this job, you know?",
      "it": "\"Potresti offrirmi un dollaro e io accetterò\", sai?"
    }
  },
  {
    "translation": {
      "en": "[Will] The minute he walked in the room, you knew he was a huge fan of the property.",
      "it": "Come è entrato, era ovvio che era un grande fan della PI"
    }
  },
  {
    "translation": {
      "en": "and he was a huge fan of process.",
      "it": "e del suo processo creativo."
    }
  },
  {
    "translation": {
      "en": "He immediately set a tone of professionalism and nerd joy.",
      "it": "Ha subito stabilito un tono di professionalità e di gioia da nerd."
    }
  },
  {
    "translation": {
      "en": "Are you nuts? Why would you re-make something so great?",
      "it": "Sei impazzito? Perché rifare una cosa così grande?"
    }
  },
  {
    "translation": {
      "en": "Uh, and then I read the script.",
      "it": "Poi ho letto il copione"
    }
  },
  {
    "translation": {
      "en": "And then I saw they're making it into a TV series and it was a prequel.",
      "it": "e ho visto che era una serie TV ed era un prequel."
    }
  },
  {
    "translation": {
      "en": "I saw the people that were involved and I thought, \"Oh, I get it.",
      "it": "Ho visto chi era coinvolto e ho detto: \"Ho capito."
    }
  },
  {
    "translation": {
      "en": "You're really digging deep into the world and you can do so many more things now.\"",
      "it": "Scaverete a fondo nel mondo e potrete fare molto di più, ora\"."
    }
  },
  {
    "translation": {
      "en": "[Lisa] Louis came to us a long time ago",
      "it": "Louis venne da noi molto tempo fa"
    }
  },
  {
    "translation": {
      "en": "because he wanted to know what we were doing with The Dark Crystal",
      "it": "chiedendo cosa facevamo con The Dark Crystal"
    }
  },
  {
    "translation": {
      "en": "at the time we were developing a feature film.",
      "it": "e allora stavamo sviluppando un film."
    }
  },
  {
    "translation": {
      "en": "He jumped on board the feature film and worked with us on that development",
      "it": "Cominciò a lavorare al film con noi, per capire come realizzare una versione moderna di Dark Crystal."
    }
  },
  {
    "translation": {
      "en": "on how to do Dark Crystal for today.",
      "it": "per capire come realizzare una versione moderna di Dark Crystal."
    }
  },
  {
    "translation": {
      "en": "And he is the one person on the whole show who... who has the show in his head.",
      "it": "Ed è l'unico tra noi ad avere l'intero show in mente."
    }
  },
  {
    "translation": {
      "en": "He's incredibly thoughtful,",
      "it": "È molto premuroso"
    }
  },
  {
    "translation": {
      "en": "and I feel like he's really the right person",
      "it": "e credo che sia la persona giusta"
    }
  },
  {
    "translation": {
      "en": "to be standing in my father's shoes from the original movie,",
      "it": "per occupare il ruolo di mio padre nel film originale,"
    }
  },
  {
    "translation": {
      "en": "where people can, like, ask him,",
      "it": "dove la gente può chiedergli:"
    }
  },
  {
    "translation": {
      "en": "\"All right, what are we doing here?\" [laughs] You know?",
      "it": "\"Ehi, ora che facciamo?\""
    }
  },
  {
    "translation": {
      "en": "He... he's that person who knows.",
      "it": "Lui è la persona che lo sa."
    }
  },
  {
    "translation": {
      "en": "[Javier] The Dark Crystal was heavy with the weight of legacy.",
      "it": "Il peso del retaggio di The Dark Crystal era considerevole."
    }
  },
  {
    "translation": {
      "en": "Legacy because all of us grew up with Jim Henson.",
      "it": "Retaggio perché siamo cresciuti tutti con Jim Henson."
    }
  },
  {
    "translation": {
      "en": "Legacy because The Dark Crystal was a huge movie",
      "it": "Retaggio perché The Dark Crystal era enorme,"
    }
  },
  {
    "translation": {
      "en": "for a lot of us who love cinema and especially who love genre cinema.",
      "it": "per chiunque ami il cinema di genere."
    }
  },
  {
    "translation": {
      "en": "But the trick is to find that sweet spot where you still are able to be honest,",
      "it": "Ma il trucco è trovare quel punto in cui si è ancora in grado di essere onesti."
    }
  },
  {
    "translation": {
      "en": "you're still able to be respectful, and you're still able to be creative.",
      "it": "Si è ancora in grado di essere rispettosi e creativi."
    }
  },
  {
    "translation": {
      "en": "[Lisa] Louis is not a writer, um, but he was in the writing room the whole time.",
      "it": "Louis non è uno sceneggiatore, ma era sempre in sala di scrittura,"
    }
  },
  {
    "translation": {
      "en": "So, we did a writing room in Los Angeles with Jeff, and Will, and Javier,",
      "it": "così ne abbiamo fatta una a Los Angeles con Jeff, Will e Javier"
    }
  },
  {
    "translation": {
      "en": "and Jo Lee, and Vivian.",
      "it": "e Jo Lee e Vivian."
    }
  },
  {
    "translation": {
      "en": "We had a nice team of writers.",
      "it": "Era un bel team di sceneggiatori"
    }
  },
  {
    "translation": {
      "en": "And then, Louis worked with them even closer, and you know, rarely left the room.",
      "it": "e Louis ha lavorato con loro ancora di più e raramente usciva dalla stanza."
    }
  },
  {
    "translation": {
      "en": "[Vivian] Will and Jeff had already thought of the ten episodes,",
      "it": "Will e Jeff avevano già pensato ai dieci episodi,"
    }
  },
  {
    "translation": {
      "en": "so they did a lot of the heavy lifting for us.",
      "it": "così hanno fatto il lavoro più grosso."
    }
  },
  {
    "translation": {
      "en": "So, we knew where we were going.",
      "it": "Così sapevamo la trama principale."
    }
  },
  {
    "translation": {
      "en": "There was so much communication,",
      "it": "C'era tanta comunicazione"
    }
  },
  {
    "translation": {
      "en": "about where the canon was going,",
      "it": "sulla direzione che avrebbe preso il canone"
    }
  },
  {
    "translation": {
      "en": "and sort of what were important aspects to make sure that we didn't change,",
      "it": "e sugli aspetti importanti da non cambiare,"
    }
  },
  {
    "translation": {
      "en": "or things that we did make sure that were the tent poles.",
      "it": "o su quali dovessero rimanere i punti focali."
    }
  },
  {
    "translation": {
      "en": "[Lisa] Jo Lee is writing the YA books,",
      "it": "Jo Lee scrive libri per ragazzi"
    }
  },
  {
    "translation": {
      "en": "and he's a big world creator.",
      "it": "ed è bravo a creare il mondo."
    }
  },
  {
    "translation": {
      "en": "We've used a lot of what he developed in his YA books",
      "it": "Abbiamo usato molto di ciò che ha sviluppato nei suoi libri"
    }
  },
  {
    "translation": {
      "en": "as texture and background for the story that the series tells.",
      "it": "come sfondo per la storia che la serie racconta."
    }
  },
  {
    "translation": {
      "en": "Writing the novels, it was a lot about, like,",
      "it": "Scrivendo i romanzi,"
    }
  },
  {
    "translation": {
      "en": "making up place names, and character names, and environments,",
      "it": "ho creato nomi di luoghi, nomi di personaggi e ambienti"
    }
  },
  {
    "translation": {
      "en": "and now, I'm just one piece in a very big picture.",
      "it": "e ora sono solo una parte di un quadro molto grande."
    }
  },
  {
    "translation": {
      "en": "What was this incredible civilization that the Skeksis wiped out?",
      "it": "Cos'era questa incredibile civiltà che gli Skeksis hanno sterminato?"
    }
  },
  {
    "translation": {
      "en": "That world building which sort of occurred across the YA novels",
      "it": "Creando quel mondo nei libri per ragazzi"
    }
  },
  {
    "translation": {
      "en": "and across the graphic novels,",
      "it": "e nei romanzi a fumetti"
    }
  },
  {
    "translation": {
      "en": "you know, we kind of just created, like, that civilization,",
      "it": "abbiamo creato quella civiltà,"
    }
  },
  {
    "translation": {
      "en": "which is a matriarchal society.",
      "it": "che è una società matriarcale."
    }
  },
  {
    "translation": {
      "en": "Seven clans which are each run by their own Maudra,",
      "it": "Sette clan, ognuno gestito dalla propria Maudra,"
    }
  },
  {
    "translation": {
      "en": "who's the matriarch, and then all the Maudras.",
      "it": "che è la matriarca e poi tutte le Maudra."
    }
  },
  {
    "translation": {
      "en": "The queen of all of them is the All-Maudra.",
      "it": "La regina di tutte loro è l'All-Maudra,"
    }
  },
  {
    "translation": {
      "en": "And she is of the Vapra Clan,",
      "it": "che è del clan Vapra."
    }
  },
  {
    "translation": {
      "en": "so we actually created seven different clans",
      "it": "Quindi abbiamo creato sette clan diversi"
    }
  },
  {
    "translation": {
      "en": "which are not based on any human culture,",
      "it": "che non si basano su nessuna cultura umana"
    }
  },
  {
    "translation": {
      "en": "but what they're a little bit based on is the way that human cultures are different from each other.",
      "it": "ma si basano un po' su come le culture umane sono differenti tra loro."
    }
  },
  {
    "translation": {
      "en": "[Simon] Certainly, in science fiction and fantasy,",
      "it": "Nella fantascienza e nel fantasy,"
    }
  },
  {
    "translation": {
      "en": "you have realms whereby you can rehearse ideas",
      "it": "ci sono regni in cui si possono provare idee"
    }
  },
  {
    "translation": {
      "en": "that might not necessarily be possible in the real world.",
      "it": "che non sarebbero possibili nella realtà."
    }
  },
  {
    "translation": {
      "en": "You can actually present power struggles",
      "it": "Puoi presentare lotte di potere"
    }
  },
  {
    "translation": {
      "en": "or at least environments where things aren't necessarily dictated",
      "it": "o ambienti in cui le cose non sono necessariamente dettate"
    }
  },
  {
    "translation": {
      "en": "by the gender politics of the now, here,",
      "it": "dalla politica di genere del presente,"
    }
  },
  {
    "translation": {
      "en": "and to show how changes can occur.",
      "it": "per mostrare come si possa cambiare."
    }
  },
  {
    "translation": {
      "en": "[Halle] High fantasy, like all good storytelling,",
      "it": "Il fantasy epico, da buon racconto,"
    }
  },
  {
    "translation": {
      "en": "has a character story, has a plot story that drives the action.",
      "it": "ha una storia sul personaggio, ha una trama che guida l'azione,"
    }
  },
  {
    "translation": {
      "en": "But the thing I think high fantasy can do",
      "it": "ma la cosa che può fare"
    }
  },
  {
    "translation": {
      "en": "probably better than any type of storytelling",
      "it": "forse meglio di altri generi,"
    }
  },
  {
    "translation": {
      "en": "is it can send that bigger, overall message,",
      "it": "è mandare un grande messaggio."
    }
  },
  {
    "translation": {
      "en": "not only to bringing people into this wondrous new world,",
      "it": "Non solo per portare la gente in un bellissimo mondo nuovo,"
    }
  },
  {
    "translation": {
      "en": "but also speaking to some issues right now",
      "it": "ma anche per parlare di questioni attuali"
    }
  },
  {
    "translation": {
      "en": "that, uh, we all are feeling very strongly.",
      "it": "che tutti noi sentiamo profondamente."
    }
  },
  {
    "translation": {
      "en": "And seeing it in myth, and a new myth, it's gonna be very exciting.",
      "it": "E vederle nel mito è emozionante."
    }
  },
  {
    "translation": {
      "en": "[Natalie] It pulls on that idea of unity",
      "it": "Tratta l'idea di unità"
    }
  },
  {
    "translation": {
      "en": "against an overriding darkness and evil.",
      "it": "contro un'Oscurità dominante e maligna."
    }
  },
  {
    "translation": {
      "en": "All storytelling is about who we are, and what we do,",
      "it": "La narrazione riguarda chi siamo, che facciamo,"
    }
  },
  {
    "translation": {
      "en": "and how we behave, and what choices we make.",
      "it": "i nostri comportamenti e scelte."
    }
  },
  {
    "translation": {
      "en": "Uh, and sometimes it's naturalistic, sometimes it's through a fantasy prism.",
      "it": "E a volte è naturalistica, a volte è attraverso un prisma fantastico,"
    }
  },
  {
    "translation": {
      "en": "But with this, when it's through creatures that don't look like us,",
      "it": "ma con questo, le creature non ci somigliano,"
    }
  },
  {
    "translation": {
      "en": "from a world that is so far away from us, it makes us let our guard down.",
      "it": "il mondo è molto diverso, quindi abbassiamo la guardia."
    }
  },
  {
    "translation": {
      "en": "We don't notice that we're really talking about how human beings behave.",
      "it": "Non ci accorgiamo che stiamo parlando di comportamenti umani."
    }
  },
  {
    "translation": {
      "en": "[Javier] What are the tent-pole moments we have to hit?",
      "it": "Quali sono i momenti focali da trattare?"
    }
  },
  {
    "translation": {
      "en": "We know that the pilot is the Gelfling discover",
      "it": "Quello basilare è che i Gelfling scoprono"
    }
  },
  {
    "translation": {
      "en": "that the Skeksis are draining the Gelfling for their essence.",
      "it": "che gli Skeksis li prosciugano per l'essenza,"
    }
  },
  {
    "translation": {
      "en": "So we know that's the inciting incident.",
      "it": "è la causa scatenante."
    }
  },
  {
    "translation": {
      "en": "You know, we know, we know, we know.",
      "it": "Sappiamo..."
    }
  },
  {
    "translation": {
      "en": "So you start putting those tent poles up on a white board,",
      "it": "...metti i punti focali su una lavagna"
    }
  },
  {
    "translation": {
      "en": "and what that gives you is, it gives you, if not a road map, a set of destinations.",
      "it": "e ciò che ti dà è, se non una mappa, una serie di destinazioni."
    }
  },
  {
    "translation": {
      "en": "And the creativity comes out of",
      "it": "E la creatività nasce in quella stanza."
    }
  },
  {
    "translation": {
      "en": "you sit in a room, and this is how we did Lost also.",
      "it": "E la creatività nasce in quella stanza. L'abbiamo fatto anche con Lost."
    }
  },
  {
    "translation": {
      "en": "You sit in a room day after day, and go, \"Okay, how do we get from point A, to point B, to point C, to point D?\"",
      "it": "Ti siedi in una stanza e ti chiedi come arriviamo dal punto A, a B, a C, a D?"
    }
  },
  {
    "translation": {
      "en": "Next thing you know, you have a season of television.",
      "it": "Alla fine hai una stagione televisiva."
    }
  },
  {
    "translation": {
      "en": "And from there, that's when you build a world.",
      "it": "E da lì si costruisce un mondo."
    }
  },
  {
    "translation": {
      "en": "If you... you create a character such as...",
      "it": "Se crei un personaggio come,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna use an example like Brea.",
      "it": "per esempio, Brea."
    }
  },
  {
    "translation": {
      "en": "So, she's a princess, which means there's a mother who's a queen,",
      "it": "È una principessa, quindi la madre è una regina,"
    }
  },
  {
    "translation": {
      "en": "which means, oh, there's a hierarchy, this, uh, legacy that she has to live.",
      "it": "quindi c'è una gerarchia, c'è una tradizione che deve vivere."
    }
  },
  {
    "translation": {
      "en": "What's that landscape like?",
      "it": "Com'è quello scenario?"
    }
  },
  {
    "translation": {
      "en": "It's just a slow unravel,",
      "it": "Si svela lentamente."
    }
  },
  {
    "translation": {
      "en": "and it's very beautiful, and it's very delicate.",
      "it": "È molto bello, molto delicato."
    }
  },
  {
    "translation": {
      "en": "We wanted to make sure that we also had a love story at its core.",
      "it": "Volevamo anche assicurarci di avere una storia d'amore, al centro,"
    }
  },
  {
    "translation": {
      "en": "And it's the story of Rian and Deet.",
      "it": "ed è la storia di Rian e Deet"
    }
  },
  {
    "translation": {
      "en": "And I think that these two characters need to meet",
      "it": "e credo che debbano incontrarsi"
    }
  },
  {
    "translation": {
      "en": "and go on this journey together.",
      "it": "e fare un viaggio insieme."
    }
  },
  {
    "translation": {
      "en": "That's it! Monsters.",
      "it": "- È la soluzione! Mostri. - Cosa?"
    }
  },
  {
    "translation": {
      "en": "-What? -I know exactly what to do now.",
      "it": "- È la soluzione! Mostri. - Cosa? So esattamente cosa fare."
    }
  },
  {
    "translation": {
      "en": "You've been so helpful. Thanks so much.",
      "it": "Mi hai aiutato molto. Grazie."
    }
  },
  {
    "translation": {
      "en": "The language of Podling",
      "it": "La lingua Podling"
    }
  },
  {
    "translation": {
      "en": "was created by Jo Lee,",
      "it": "è stata creata da Jo Lee, uno degli sceneggiatori,"
    }
  },
  {
    "translation": {
      "en": "who's one of our writers on the show and who had a background in linguistics.",
      "it": "è stata creata da Jo Lee, uno degli sceneggiatori, che ha studiato linguistica"
    }
  },
  {
    "translation": {
      "en": "And he handed me a neat little vocabulary packet",
      "it": "e mi ha dato un vocabolario"
    }
  },
  {
    "translation": {
      "en": "of all the Podling and English words,",
      "it": "di parole in Podling e in inglese,"
    }
  },
  {
    "translation": {
      "en": "and so I learned it by studying Jo Lee's diligent work.",
      "it": "e così l'ho imparato studiando il lavoro di Jo Lee."
    }
  },
  {
    "translation": {
      "en": "[J.M.] He's done a huge amount to breathe life into it.",
      "it": "Ha fatto molto per infondergli vita."
    }
  },
  {
    "translation": {
      "en": "He'll write me emails in Podling, and I'm like,\"I don't... I don't know what that says.\"",
      "it": "Mi scriveva e-mail in Podling e gli dicevo: \"Non ho capito niente\"."
    }
  },
  {
    "translation": {
      "en": "Like... [laughs] I made up the language, but I'm not fluent in it.",
      "it": "Ho inventato la lingua, ma non la parlo fluentemente."
    }
  },
  {
    "translation": {
      "en": "So, it's very inclusive for everyone.",
      "it": "È molto inclusivo. È per tutti."
    }
  },
  {
    "translation": {
      "en": "Every idea on this counts, like, figuring out how is he gonna shoot that arrow,",
      "it": "Ogni idea conta, come capire come avrebbe lanciato la freccia,"
    }
  },
  {
    "translation": {
      "en": "because he also had four hands and he can go like this.",
      "it": "perché ha quattro mani e può fare così."
    }
  },
  {
    "translation": {
      "en": "What if he also goes behind his head and shoots up in the air like that with those arms going up?",
      "it": "E se passa dietro la testa e spara in aria con le braccia alzate?"
    }
  },
  {
    "translation": {
      "en": "[Javier] At one point in the writer's room, somebody comes up with,",
      "it": "Nella stanza di scrittura qualcuno dice:"
    }
  },
  {
    "translation": {
      "en": "\"We should have a scene where Podlings are being washed,\"",
      "it": "\"Mettiamo una scena dove i Podling vengono lavati\""
    }
  },
  {
    "translation": {
      "en": "and that just goes over there some place.",
      "it": "e mettiamo l'idea da una parte."
    }
  },
  {
    "translation": {
      "en": "And then, somebody says, \"We should send Brea to, like, some group of people",
      "it": "Un altro dice: \"Dovremmo mandare Brea da un gruppo di persone"
    }
  },
  {
    "translation": {
      "en": "who just do crap jobs and they're really unhappy.\"",
      "it": "che fanno lavoracci e sono infelici\""
    }
  },
  {
    "translation": {
      "en": "And then, you give it to a talented writer like Vivian.",
      "it": "e dai le idee a un talento come Vivian"
    }
  },
  {
    "translation": {
      "en": "Next thing you know, the daughter is going to The Deterge, and there's a season where you wash Podlings.",
      "it": "e hai la figlia che va al Bagnetto nella stagione per lavare i Podling."
    }
  },
  {
    "translation": {
      "en": "And, by the way, that's also a good example",
      "it": "Ed è anche un buon esempio"
    }
  },
  {
    "translation": {
      "en": "of what I refer to as \"wide open spaces.\"",
      "it": "di ciò che io chiamo \"ampi spazi esterni\"."
    }
  },
  {
    "translation": {
      "en": "Having written a Star Trek movie, I know what it's like when you write,",
      "it": "Avendo scritto un film di Star Trek so che quando scrivi:"
    }
  },
  {
    "translation": {
      "en": "\"And such-and-such lands on such-and-such planet.\"",
      "it": "\"Tizio e Caio atterrano su quel pianeta\","
    }
  },
  {
    "translation": {
      "en": "And you know someone's gonna have to go build that, or design it or, or all of those things.",
      "it": "qualcuno dovrà costruirlo, progettarlo e tutto il resto."
    }
  },
  {
    "translation": {
      "en": "But I think, as a writer, you have to trust in the process.",
      "it": "Ma come scrittore, devi fidarti del processo."
    }
  },
  {
    "translation": {
      "en": "You can't think about the designers and the builders.",
      "it": "Non puoi pensare ai designer e ai costruttori."
    }
  },
  {
    "translation": {
      "en": "They have to take care of themselves. You write whatever the heck you wanna write.",
      "it": "Devono prendersi cura di se stessi. Tu scrivi ciò che vuoi."
    }
  },
  {
    "translation": {
      "en": "However vast and expansive it is, you just write it",
      "it": "Per quanto vasto ed esteso sia, scrivilo."
    }
  },
  {
    "translation": {
      "en": "and let them tell you they can't do it. It's not your problem.",
      "it": "Che siano loro a dire se non si può fare! Non è un problema tuo."
    }
  },
  {
    "translation": {
      "en": "For Dark Crystal to be able to work,",
      "it": "Affinché Dark Crystal funzioni"
    }
  },
  {
    "translation": {
      "en": "we had to have that full trust in the creative vision.",
      "it": "dovevamo avere fiducia nella visione creativa."
    }
  },
  {
    "translation": {
      "en": "I don't know where else you could make an epic,",
      "it": "Non so dove altro si potrebbe fare un'epica storia d'azione-avventura,"
    }
  },
  {
    "translation": {
      "en": "action, adventure, fantasy, romance, story of love",
      "it": "Non so dove altro si potrebbe fare un'epica storia d'azione-avventura, fantasy, romantica e d'amore con i pupazzi"
    }
  },
  {
    "translation": {
      "en": "with puppets, and have it be this epic.",
      "it": "fantasy, romantica e d'amore con i pupazzi e renderla così epica."
    }
  },
  {
    "translation": {
      "en": "The mantra is freedom and responsibility.",
      "it": "Il mantra è libertà e responsabilità."
    }
  },
  {
    "translation": {
      "en": "People at all levels within Netflix",
      "it": "Le persone a Netflix, a tutti i livelli,"
    }
  },
  {
    "translation": {
      "en": "do have a lot of freedom to do their jobs how they see fit, but you're accountable.",
      "it": "hanno la libertà di fare il proprio lavoro come credono, ma ne sono responsabili."
    }
  },
  {
    "translation": {
      "en": "So, there's a responsibility for delivering at a really high level.",
      "it": "C'è la responsabilità di consegnare alta qualità"
    }
  },
  {
    "translation": {
      "en": "And we extend that same mantra to our filmmakers.",
      "it": "e estendiamo lo stesso mantra ai nostri cineasti."
    }
  },
  {
    "translation": {
      "en": "[Taron] Before I was an actor, the thing that really sort of set my soul on fire",
      "it": "Prima di diventare attore, ciò che mi incendiava l'anima"
    }
  },
  {
    "translation": {
      "en": "was drawing, and sculpting, and making characters.",
      "it": "era disegnare, scolpire e creare personaggi"
    }
  },
  {
    "translation": {
      "en": "and that's sort of what I thought my life was going to be about.",
      "it": "ed è quello che pensavo fosse la mia vita."
    }
  },
  {
    "translation": {
      "en": "And I just remembered the first time that I opened the printout with the character breakdown and the little image,",
      "it": "E ricordo la prima volta che ho aperto la lista dei personaggi,"
    }
  },
  {
    "translation": {
      "en": "that I just called, like, anyone who I thought might be interested",
      "it": "ho chiamato chiunque pensavo fosse interessato per dirglielo"
    }
  },
  {
    "translation": {
      "en": "to tell them about it, because it was just the coolest thing.",
      "it": "ho chiamato chiunque pensavo fosse interessato per dirglielo perché era fighissimo."
    }
  },
  {
    "translation": {
      "en": "There's something to be said",
      "it": "C'è qualcosa di speciale"
    }
  },
  {
    "translation": {
      "en": "about the way something is moving in real space,",
      "it": "su come qualcosa si muove nello spazio reale,"
    }
  },
  {
    "translation": {
      "en": "with the light catching it and that tactile sense,",
      "it": "con la luce che lo cattura e il senso tattile,"
    }
  },
  {
    "translation": {
      "en": "then bringing it to life.",
      "it": "che lo rende vivo."
    }
  },
  {
    "translation": {
      "en": "[Lisa] We were nervous about doing puppet Gelfling,",
      "it": "Ci innervosiva fare i Gelfling coi pupazzi"
    }
  },
  {
    "translation": {
      "en": "and it came from my father's concern",
      "it": "e veniva dal fatto che mio padre temeva"
    }
  },
  {
    "translation": {
      "en": "that the Gelfling hadn't been entirely successful in the first movie.",
      "it": "che i Gelfling non fossero stati perfetti nel primo film."
    }
  },
  {
    "translation": {
      "en": "The designs were beautiful.",
      "it": "I design erano bellissimi,"
    }
  },
  {
    "translation": {
      "en": "I mean, Wendy did an incredible job,",
      "it": "Wendy aveva fatto un ottimo lavoro,"
    }
  },
  {
    "translation": {
      "en": "but, like, the movement was not quite what he wanted.",
      "it": "ma il movimento non era esattamente quello che voleva."
    }
  },
  {
    "translation": {
      "en": "They were sure that they were gonna be able to do things that were far easier, far better,",
      "it": "Erano sicuri di poter rendere le cose più facili, migliori,"
    }
  },
  {
    "translation": {
      "en": "it wouldn't be difficult this time.",
      "it": "Erano sicuri di poter rendere le cose più facili, migliori, stavolta, ma hanno avuto gli stessi problemi"
    }
  },
  {
    "translation": {
      "en": "And they ran into the same problems,",
      "it": "stavolta, ma hanno avuto gli stessi problemi"
    }
  },
  {
    "translation": {
      "en": "because, basically, it's a hand in a very small head, and there isn't a lot you can do with that.",
      "it": "perché è sempre una mano in una testa molto piccola e non si può cambiare."
    }
  },
  {
    "translation": {
      "en": "You still need to have a lot of room for mechanisms up above",
      "it": "Serve ancora molto spazio per i meccanismi sopra"
    }
  },
  {
    "translation": {
      "en": "and enough room for a hand to manipulate the mouth.",
      "it": "e spazio per muovere la bocca con la mano."
    }
  },
  {
    "translation": {
      "en": "I think what's going to step up our new characters",
      "it": "Credo che ciò che migliorerà i nostri nuovi personaggi"
    }
  },
  {
    "translation": {
      "en": "is how we were able to get the character into the eyes",
      "it": "sia come siamo riusciti a far entrare il personaggio negli occhi"
    }
  },
  {
    "translation": {
      "en": "and into the skin texture.",
      "it": "e nella consistenza della pelle."
    }
  },
  {
    "translation": {
      "en": "We think the Gelflings are so much improved, it's almost hard to look back and remember",
      "it": "I Gelfling sono migliorati talmente tanto che mi è difficile ricordare"
    }
  },
  {
    "translation": {
      "en": "why I was nervous about doing puppet Gelfling.",
      "it": "perché avessi dei dubbi riguardo a questi pupazzi,"
    }
  },
  {
    "translation": {
      "en": "But my father was nervous enough about it",
      "it": "ma mio padre rimase così insoddisfatto"
    }
  },
  {
    "translation": {
      "en": "that he wanted to cast humans in Labyrinth.",
      "it": "da decidere di usare degli umani, in Labyrinth."
    }
  },
  {
    "translation": {
      "en": "[John] Don't get me wrong, the original stuff is magical in its own right.",
      "it": "Non fraintendetemi, la roba originale è magica."
    }
  },
  {
    "translation": {
      "en": "You know, back then, they would carve out fingers out of wood.",
      "it": "All'epoca, intagliavano le dita di legno."
    }
  },
  {
    "translation": {
      "en": "Now we're-- we have 3D printed fingers,",
      "it": "Ora abbiamo le dita stampate in 3D..."
    }
  },
  {
    "translation": {
      "en": "um, out of plastic.",
      "it": "...di plastica."
    }
  },
  {
    "translation": {
      "en": "It's really... the design is fundamentally based on",
      "it": "Il design è basato fondamentalmente su ciò"
    }
  },
  {
    "translation": {
      "en": "what we know they built on the original movie,",
      "it": "che hanno costruito nel film originale,"
    }
  },
  {
    "translation": {
      "en": "um, which is basically this skull...",
      "it": "che in pratica è questo teschio..."
    }
  },
  {
    "translation": {
      "en": "or partial skull...",
      "it": "...o teschio parziale..."
    }
  },
  {
    "translation": {
      "en": "um, with the teeth mounted kind of below it on a wire.",
      "it": "...con i denti montati sotto, su un fil di ferro."
    }
  },
  {
    "translation": {
      "en": "And you think it's not bad,",
      "it": "Pensi che non sia male,"
    }
  },
  {
    "translation": {
      "en": "but a puppeteer has to have it on their hand for hours.",
      "it": "ma un marionettista deve tenerlo sulla mano per ore."
    }
  },
  {
    "translation": {
      "en": "But the skins, um, are foam-latex,",
      "it": "Ma le pelli sono di schiuma di lattice,"
    }
  },
  {
    "translation": {
      "en": "um, as they were on the original,",
      "it": "come nell'originale,"
    }
  },
  {
    "translation": {
      "en": "um, which is very light, uh, and flexible, uh, material.",
      "it": "che è un materiale molto leggero e flessibile."
    }
  },
  {
    "translation": {
      "en": "This is the core,",
      "it": "Questo è lo stampo di base"
    }
  },
  {
    "translation": {
      "en": "and... and this is the actual, uh, detail itself inside.",
      "it": "e poi questo è il dettaglio stesso all'interno."
    }
  },
  {
    "translation": {
      "en": "So, it's got... we've got two molds going on here in... in theory.",
      "it": "Quindi, ci sono due stampi qui, in teoria."
    }
  },
  {
    "translation": {
      "en": "So, this is the core mold,",
      "it": "Questo è lo stampo di base,"
    }
  },
  {
    "translation": {
      "en": "which we get our fiberglass outside that goes inside it",
      "it": "da cui prendiamo la fibra di vetro esterna che va dentro,"
    }
  },
  {
    "translation": {
      "en": "for the animatronics, and inside here is the detail.",
      "it": "per l'animatronica e qui dentro c'è il dettaglio."
    }
  },
  {
    "translation": {
      "en": "[Jasper] The inside... of the skin is actually",
      "it": "L'interno... della pelle è infatti..."
    }
  },
  {
    "translation": {
      "en": "exactly the same shape as the outside of the skull.",
      "it": "...della stessa forma della parte esterna del cranio."
    }
  },
  {
    "translation": {
      "en": "So, I cut this character in half right there,",
      "it": "Ho tagliato questo personaggio in due"
    }
  },
  {
    "translation": {
      "en": "and what that does is it allows me to make a tray.",
      "it": "e ciò mi permette di fare un supporto."
    }
  },
  {
    "translation": {
      "en": "And from that tray, I just start building off.",
      "it": "E da quel supporto inizio a costruire."
    }
  },
  {
    "translation": {
      "en": "So, this is the main hero Aughra puppet, um,",
      "it": "Questo è il pupazzo dell'eroe principale Aughra,"
    }
  },
  {
    "translation": {
      "en": "that Kevin uses most often. Um...",
      "it": "che Kevin usa più spesso."
    }
  },
  {
    "translation": {
      "en": "But, um, this is sort of its clone.",
      "it": "Ma questo è un suo clone,"
    }
  },
  {
    "translation": {
      "en": "Um, she has a foam latex skin,",
      "it": "ha la pelle di schiuma di lattice,"
    }
  },
  {
    "translation": {
      "en": "uh, like the original did.",
      "it": "come aveva l'originale."
    }
  },
  {
    "translation": {
      "en": "And then, inside, she ends up with, uh, her ugly Aughra teeth",
      "it": "E poi dentro finisce con i brutti denti di Aughra"
    }
  },
  {
    "translation": {
      "en": "and a foam mouth a lot like that one.",
      "it": "e la bocca di schiuma di lattice come quella."
    }
  },
  {
    "translation": {
      "en": "So, he grips it like this.",
      "it": "Quindi la afferra così..."
    }
  },
  {
    "translation": {
      "en": "And is able to make her talk that way. But then, there is...",
      "it": "...e la fa parlare così, ma poi c'è anche il radiocomando"
    }
  },
  {
    "translation": {
      "en": "additionally, there is a radio control that gives a second puppeteer expression",
      "it": "ma poi c'è anche il radiocomando con cui un secondo marionettista"
    }
  },
  {
    "translation": {
      "en": "over her eyebrows and her eye.",
      "it": "le muove le sopracciglia e l'occhio."
    }
  },
  {
    "translation": {
      "en": "Technology is great. There are a lot of things",
      "it": "La tecnologia è fantastica,"
    }
  },
  {
    "translation": {
      "en": "that you can do now that you couldn't do then, but, when it comes right down to it,",
      "it": "ora si possono fare tante cose prima impossibili, ma in pratica..."
    }
  },
  {
    "translation": {
      "en": "it's still, basically, a hand in a head.",
      "it": "...è comunque una mano in una testa."
    }
  },
  {
    "translation": {
      "en": "[Brian] You know, when I do it, it's just a drawing. It's a few scribbles.",
      "it": "Quel che faccio io è solo un disegno. Qualche scarabocchio."
    }
  },
  {
    "translation": {
      "en": "They've got to sculpt it, and it's in clay.",
      "it": "Loro devono scolpirlo in argilla."
    }
  },
  {
    "translation": {
      "en": "And it's a dead thing,",
      "it": "Ed è una cosa morta"
    }
  },
  {
    "translation": {
      "en": "and you've got to make sure that somehow that has life.",
      "it": "e devi assicurarti che in qualche modo abbia vita."
    }
  },
  {
    "translation": {
      "en": "Then it's made into a mold, which is a dead... you know, a dead thing,",
      "it": "Poi viene fatto in uno stampo che è una cosa morta"
    }
  },
  {
    "translation": {
      "en": "and then it's cast into this strange thing that is rubber...",
      "it": "e poi viene calcato in questa strana cosa che è gomma,"
    }
  },
  {
    "translation": {
      "en": "that has its own life but has nothing to do with what you're doing.",
      "it": "con una vita sua, ma non ha nulla a che fare con ciò che stai facendo."
    }
  },
  {
    "translation": {
      "en": "And then you've got somebody who's gonna make mechanics in it",
      "it": "E poi qualcuno aggiungerà gi elementi meccanici,"
    }
  },
  {
    "translation": {
      "en": "that are just solid and only do a few things,",
      "it": "che sono solidi e capaci di determinati movimenti,"
    }
  },
  {
    "translation": {
      "en": "and you've got to try and get those things together.",
      "it": "e tu devi cercare di mettere tutto insieme."
    }
  },
  {
    "translation": {
      "en": "And it's got to now express some life,",
      "it": "E ora deve esprimere un po' di vita"
    }
  },
  {
    "translation": {
      "en": "and then you give it to the puppeteer.",
      "it": "e poi lo dai al marionettista."
    }
  },
  {
    "translation": {
      "en": "[Peter] It's another challenge for a show like this,",
      "it": "Un'altra sfida per uno show come questo,"
    }
  },
  {
    "translation": {
      "en": "is that we're creating the actors for the show.",
      "it": "è che stiamo creando gli attori per lo show."
    }
  },
  {
    "translation": {
      "en": "They're not gags,",
      "it": "Non sono gag,"
    }
  },
  {
    "translation": {
      "en": "they're not seen only from the left side, or the right side, or...",
      "it": "non si vedono solo dal lato sinistro o destro,"
    }
  },
  {
    "translation": {
      "en": "You know, [stammers] they don't just show up for five minutes.",
      "it": "non si presentano solo per cinque minuti."
    }
  },
  {
    "translation": {
      "en": "This is the cast.",
      "it": "Questo è il cast."
    }
  },
  {
    "translation": {
      "en": "-[man] Ready? -Clap test.",
      "it": "Test del battito."
    }
  },
  {
    "translation": {
      "en": "[Neil] I don't think puppeteers are well-known",
      "it": "Non credo che i marionettisti siano famosi."
    }
  },
  {
    "translation": {
      "en": "by nature of their job, that they are hidden. Uh, and I don't think...",
      "it": "Perché quando lavorano sono nascosti, e non penso..."
    }
  },
  {
    "translation": {
      "en": "there's very few famous puppeteers. It is an art where you choose to hide.",
      "it": "Sono pochi i marionettisti famosi. È un'arte in cui ci si nasconde."
    }
  },
  {
    "translation": {
      "en": "And I very much I think it's like a musician,",
      "it": "È un po' come essere musicisti, perché hai uno strumento,"
    }
  },
  {
    "translation": {
      "en": "that you have an instrument, but you play a beautiful tune on it.",
      "it": "È un po' come essere musicisti, perché hai uno strumento, suoni una bella melodia."
    }
  },
  {
    "translation": {
      "en": "But we all listen to the... we all listen to tune.",
      "it": "Ma è la melodia, che ascoltiamo."
    }
  },
  {
    "translation": {
      "en": "It's the tune we remember. It's not necessarily the piano it was played on.",
      "it": "Ricordiamo quella, non il piano su cui è stata suonata."
    }
  },
  {
    "translation": {
      "en": "It's the-- the character that-- that lives",
      "it": "È il personaggio che vive"
    }
  },
  {
    "translation": {
      "en": "and has its own life.",
      "it": "e ha una vita propria."
    }
  },
  {
    "translation": {
      "en": "[Olly] People were telling stories with puppetry",
      "it": "Si raccontavano storie con i pupazzi"
    }
  },
  {
    "translation": {
      "en": "long before they decided to come up and act, because they were too frightened to act,",
      "it": "prima che ci fossero attori, perché avevano paura di recitare,"
    }
  },
  {
    "translation": {
      "en": "because they were trying to represent all the ancient gods",
      "it": "perché cercavano di rappresentare tutti gli antichi dei"
    }
  },
  {
    "translation": {
      "en": "and all the myths.",
      "it": "e i miti."
    }
  },
  {
    "translation": {
      "en": "We're just bringing back with the current technologies and sort of mythology",
      "it": "Noi li riproponiamo con le tecnologie attuali e una specie di mitologia."
    }
  },
  {
    "translation": {
      "en": "that we've got this desire to explore these different story lines,",
      "it": "Abbiamo il desiderio di esplorare queste storie,"
    }
  },
  {
    "translation": {
      "en": "but we're just being able to do it through Netflix and through... [chuckling] animatronics.",
      "it": "ma siamo in grado di farlo solo tramite Netflix e l'animatronica."
    }
  },
  {
    "translation": {
      "en": "As a child, I endlessly drew Jim Henson content and Star Wars content.",
      "it": "Da bambino disegnavo sempre cose di Jim Henson e Guerre stellari."
    }
  },
  {
    "translation": {
      "en": "Drawings. I used to write stuff and model stuff in plasticine.",
      "it": "Disegnavo, scrivevo e modellavo cose in plastilina."
    }
  },
  {
    "translation": {
      "en": "I was obsessive about both those things. And, uh, I've been very blessed, very lucky.",
      "it": "Ero ossessionato da entrambe le cose e sono stato fortunato."
    }
  },
  {
    "translation": {
      "en": "Three, two, one...",
      "it": "Tre, due, uno..."
    }
  },
  {
    "translation": {
      "en": "At the age of two, I saw puppets on television for the first time,",
      "it": "A due anni, ho visto dei pupazzi in TV per la prima volta e ho detto: \"Devo farlo."
    }
  },
  {
    "translation": {
      "en": "and I was like, \"I need to do that.\"",
      "it": "per la prima volta e ho detto: \"Devo farlo."
    }
  },
  {
    "translation": {
      "en": "Straightaway, \"That's what I want to do for life.\" And I did it from that point on.",
      "it": "Questo sarà il mio mestiere\". E lo faccio da allora."
    }
  },
  {
    "translation": {
      "en": "My dad gave me a book when I was growing up, and this book was Fairies,",
      "it": "Mio padre mi diede un libro di fate quando ero piccola"
    }
  },
  {
    "translation": {
      "en": "and it was illustrated by Brian Froud.",
      "it": "ed era illustrato da Brian Froud."
    }
  },
  {
    "translation": {
      "en": "[Neil] All the work that I've ever seen Hensons do is, in form, what I do now,",
      "it": "Ho imparato dal lavoro che ho visto gli Henson fare"
    }
  },
  {
    "translation": {
      "en": "and, strangely full circle, here I am doing what inspired me in the beginning.",
      "it": "e ora sto facendo quello che mi ha ispirato all'inizio."
    }
  },
  {
    "translation": {
      "en": "[Simon] The point is with puppetry is that it's a medium,",
      "it": "Il punto è che i pupazzi sono un mezzo,"
    }
  },
  {
    "translation": {
      "en": "it's an art form in itself, and that's what you're watching.",
      "it": "è una forma d'arte in sé ed è ciò che guardi."
    }
  },
  {
    "translation": {
      "en": "It helps you to stay slightly detached and think about it a bit more.",
      "it": "Ti aiuta a rimanere distaccato e a pensarci su,"
    }
  },
  {
    "translation": {
      "en": "You don't just get hypnotized by looking through a window, you know?",
      "it": "non vieni ipnotizzato guardando in una finestra."
    }
  },
  {
    "translation": {
      "en": "You're looking at something which is a... a representation.",
      "it": "Stai guardando una rappresentazione."
    }
  },
  {
    "translation": {
      "en": "This is one of our first rehearsals for the puppet show.",
      "it": "È una delle prime prove per lo spettacolo di burattini."
    }
  },
  {
    "translation": {
      "en": "It's the puppet show that the Heretic and the Wanderer,",
      "it": "È lo spettacolo che l'Eretico e il Viandante"
    }
  },
  {
    "translation": {
      "en": "um, in the Circle of Suns, are going to do for the Gelflings,",
      "it": "fanno nel Cerchio dei Soli per i Gelfling,"
    }
  },
  {
    "translation": {
      "en": "to basically show them the way.",
      "it": "per mostrargli il loro percorso."
    }
  },
  {
    "translation": {
      "en": "Show them what needs to be done, what should happen,",
      "it": "Ciò che devono fare, che dovrebbe succedere"
    }
  },
  {
    "translation": {
      "en": "and how the world of Thra should be in this crazy little puppet show.",
      "it": "e come dovrebbe essere il mondo di Thra con questo spettacolo di burattini."
    }
  },
  {
    "translation": {
      "en": "We have this great young puppeteer called Barnaby Dixon",
      "it": "Abbiamo un grande marionettista, Barnaby Dixon,"
    }
  },
  {
    "translation": {
      "en": "who's, um... who does YouTube, um, puppets with his fingers.",
      "it": "che fa dei pupazzi su YouTube con le dita."
    }
  },
  {
    "translation": {
      "en": "[man] It carries the spirit of Thra, and when wielded by Gelfling,",
      "it": "È lo spirito di Thra e quando è brandita da un Gelfling"
    }
  },
  {
    "translation": {
      "en": "holds the power to unite the seven clans and defeat the Skeksis.",
      "it": "ha il potere di unire i sette clan e di sconfiggete gli Skeksis."
    }
  },
  {
    "translation": {
      "en": "When I teach puppetry, I always tell people there are three main elements.",
      "it": "Quando insegno marionettistica, dico che ci sono tre elementi."
    }
  },
  {
    "translation": {
      "en": "Manipulation of the puppet, voices, and your acting.",
      "it": "La manipolazione del pupazzo, le voci e la tua recitazione."
    }
  },
  {
    "translation": {
      "en": "And of the three, the acting is by far the most important.",
      "it": "E delle tre, la recitazione è la più importante."
    }
  },
  {
    "translation": {
      "en": "When someone's a strong actor like Becky is, it comes through.",
      "it": "Quando sei un grande attore come Becky, viene bene."
    }
  },
  {
    "translation": {
      "en": "[Becky] The first few scenes that I did with Deet, I was still freaking out a lot,",
      "it": "Nelle prime scene che ho fatto con Deet stavo ancora sclerando."
    }
  },
  {
    "translation": {
      "en": "but the first scene that I did with Deet and Hup,",
      "it": "Ma nella prima scena con Deet e Hup,"
    }
  },
  {
    "translation": {
      "en": "I was way more relaxed,",
      "it": "ero più rilassata"
    }
  },
  {
    "translation": {
      "en": "and it was nice to have somebody else there.",
      "it": "ed era bello avere qualcun altro lì."
    }
  },
  {
    "translation": {
      "en": "[Olly] Despite being fantasy characters, the majority of them,",
      "it": "Pur essendo personaggi di fantasia, soprattutto con i Gelfling,"
    }
  },
  {
    "translation": {
      "en": "particularly the Gelfling, we've got to bring this naturalism to them",
      "it": "Pur essendo personaggi di fantasia, soprattutto con i Gelfling, dobbiamo farli apparire naturali"
    }
  },
  {
    "translation": {
      "en": "to engage with the drama of everything.",
      "it": "affinché si cimentino nel dramma."
    }
  },
  {
    "translation": {
      "en": "And it's got to be believable.",
      "it": "Dev'essere credibile."
    }
  },
  {
    "translation": {
      "en": "I mean, it's not like you've even got two nice, colorful characters",
      "it": "Cioè, non è che hai due bei personaggi"
    }
  },
  {
    "translation": {
      "en": "just against the white backdrop and you're enthralled by them.",
      "it": "su uno sfondo bianco e ne sei affascinato."
    }
  },
  {
    "translation": {
      "en": "This is a whole universe.",
      "it": "Questo è un intero universo."
    }
  },
  {
    "translation": {
      "en": "You know how hard it is to hold your hand up like this, even for five minutes?",
      "it": "È difficile tenere la mano così, sai? Anche solo per cinque minuti."
    }
  },
  {
    "translation": {
      "en": "And they're doing it with, you know, 20, 30 pounds on top of it, and then acting emotionally and...",
      "it": "E lo fanno reggendo una decina di chili mentre recitano emotivamente."
    }
  },
  {
    "translation": {
      "en": "you know, you take on the emotions of the character that you're playing.",
      "it": "E si assumono le emozioni del personaggio che si recita."
    }
  },
  {
    "translation": {
      "en": "It's... it's intense.",
      "it": "È intenso."
    }
  },
  {
    "translation": {
      "en": "When I read these scripts, I thought, \"My God. The acting skills required...",
      "it": "Leggendo i copioni, ho pensato: \"Mio Dio. La recitazione richiesta...\""
    }
  },
  {
    "translation": {
      "en": "this is not just funny Muppet-y.\"",
      "it": "Non è solo un divertente show di pupazzi."
    }
  },
  {
    "translation": {
      "en": "To come to this, we had to learn another language,",
      "it": "Abbiamo dovuto imparare un'altra lingua"
    }
  },
  {
    "translation": {
      "en": "because the Gelflings, particularly, require stillness,",
      "it": "perché i Gelfling, in particolare, richiedono calma,"
    }
  },
  {
    "translation": {
      "en": "precision...",
      "it": "precisione,"
    }
  },
  {
    "translation": {
      "en": "subtlety.",
      "it": "sottigliezza."
    }
  },
  {
    "translation": {
      "en": "That pendant belongs to the...",
      "it": "Il ciondolo appartiene..."
    }
  },
  {
    "translation": {
      "en": "[Taron] You indulge in an illusion.",
      "it": "Ti concedi un'illusione."
    }
  },
  {
    "translation": {
      "en": "Everyone apart from the youngest members of the audience",
      "it": "Tutto il pubblico, a parte i bambini,"
    }
  },
  {
    "translation": {
      "en": "know that they are looking at an inanimate object.",
      "it": "sa che sono oggetti inanimati."
    }
  },
  {
    "translation": {
      "en": "But through a collection of great performers and great makers,",
      "it": "Ma grazie a grandi artisti e cineasti,"
    }
  },
  {
    "translation": {
      "en": "the audience are able to invest in this thing and believe it's real life,",
      "it": "il pubblico ci si può cimentare e credere che sia reale"
    }
  },
  {
    "translation": {
      "en": "and there's something really magic about that.",
      "it": "ed è qualcosa di davvero magico."
    }
  },
  {
    "translation": {
      "en": "To bring these characters to life, first you look at them,",
      "it": "Per dare vita ai personaggi, devi guardarli, perché già esistono."
    }
  },
  {
    "translation": {
      "en": "'cause they're already created, unlike when acting on screen",
      "it": "Per dare vita ai personaggi, devi guardarli, perché già esistono. Non scegli tu i costumi e i movimenti come quando sei sullo schermo."
    }
  },
  {
    "translation": {
      "en": "and you chose your costume, the way you walk, move.",
      "it": "Non scegli tu i costumi e i movimenti come quando sei sullo schermo."
    }
  },
  {
    "translation": {
      "en": "There's the way that they look, and then there's a huge part of it that is dictated by the puppeteer.",
      "it": "Oltre al loro aspetto, c'è una parte enorme dettata dal marionettista."
    }
  },
  {
    "translation": {
      "en": "They decide when the character's suddenly shouting, aggressive, or whether they look like they're taken aback by something.",
      "it": "Decidono loro quando il personaggio urla, è aggressivo o sorpreso,"
    }
  },
  {
    "translation": {
      "en": "And so, the performance really takes place within certain parameters",
      "it": "quindi la recitazione avviene in base ai parametri"
    }
  },
  {
    "translation": {
      "en": "that are... are shaped a lot by the puppeteer,",
      "it": "creati dal marionettista"
    }
  },
  {
    "translation": {
      "en": "which is why Louis has been working with them as actors.",
      "it": "e infatti Louis ci lavorava come fa con gli attori."
    }
  },
  {
    "translation": {
      "en": "[Alice] I have to eventually come to the point with every character",
      "it": "Con ogni personaggio, devo arrivare al punto"
    }
  },
  {
    "translation": {
      "en": "where I can make faces without thinking, and I think happy and my hand just does it.",
      "it": "di fare espressioni senza pensarci, automaticamente con la mano."
    }
  },
  {
    "translation": {
      "en": "As I'm showing you this, she's... she's...",
      "it": "Mentre vi mostro questo, lei sta..."
    }
  },
  {
    "translation": {
      "en": "you know, she's thinking, she's emoting, she's...",
      "it": "...pensando, è emotiva, è..."
    }
  },
  {
    "translation": {
      "en": "You know, she can be scared, she can be...",
      "it": "...può essere spaventata, può essere..."
    }
  },
  {
    "translation": {
      "en": "thoughtful, she can... she can be sad.",
      "it": "...pensierosa, può... ...essere triste."
    }
  },
  {
    "translation": {
      "en": "[Victor] When someone else is doing your eyes and you have a sad moment where you close the eyes,",
      "it": "Se qualcun altro fa gli occhi e c'è un momento triste in cui li chiudi,"
    }
  },
  {
    "translation": {
      "en": "and then, when you come out of it, either they have to kind of catch it when you come up,",
      "it": "quando ne esci o devono aprirli quando alzi la testa"
    }
  },
  {
    "translation": {
      "en": "or maybe they come out early and that forces you to come up,",
      "it": "o li aprono prima e questo ti costringe ad alzarla."
    }
  },
  {
    "translation": {
      "en": "but because I'm controlling it, it all feels real and the timing feels real.",
      "it": "Ma dato che li controllo io, sembra tutto reale, anche il tempismo."
    }
  },
  {
    "translation": {
      "en": "With a Muppet, you're so used to going like that.",
      "it": "Con un burattino sei abituato a fare così."
    }
  },
  {
    "translation": {
      "en": "Now, on these things, that doesn't quite look right. It looks like he's riding a horse to Banbury Cross,",
      "it": "Ma con questi pupazzi non va bene, sembrerebbe che va a cavallo."
    }
  },
  {
    "translation": {
      "en": "but it is just the movement translating from your own walk",
      "it": "Serve solo il movimento dalla tua camminata"
    }
  },
  {
    "translation": {
      "en": "with a bit of something in it to make him work.",
      "it": "e aggiungi qualcosa per farlo funzionare."
    }
  },
  {
    "translation": {
      "en": "And just keeping them ali-- I found when I'm performing Rian,",
      "it": "E per farlo apparire vivo, quando faccio Rian,"
    }
  },
  {
    "translation": {
      "en": "it's almost like I can't let him keep still.",
      "it": "non posso farlo stare fermo."
    }
  },
  {
    "translation": {
      "en": "I have to, while I'm with him,",
      "it": "Mentre sono con lui,"
    }
  },
  {
    "translation": {
      "en": "I just have to sort of just change the weight of where he's standing.",
      "it": "devo cambiare il peso della sua posizione."
    }
  },
  {
    "translation": {
      "en": "I'm not afraid.",
      "it": "Non ho paura."
    }
  },
  {
    "translation": {
      "en": "Naturally, when she looks around, the shoulders kind of go with her,",
      "it": "Ovviamente, quando si guarda intorno, le spalle si muovono con lei"
    }
  },
  {
    "translation": {
      "en": "but I don't think that looks very natural.",
      "it": "e non sembra naturale."
    }
  },
  {
    "translation": {
      "en": "So, if I have an assist, I'll get them to do both hands and I'll hold her body still.",
      "it": "Ma se ho un aiuto, uso entrambe le mani e le tengo il corpo fermo."
    }
  },
  {
    "translation": {
      "en": "Puppets are funny because they can kind of do nothing...",
      "it": "Con i pupazzi puoi fare quasi niente..."
    }
  },
  {
    "translation": {
      "en": "but make you believe they're doing everything.",
      "it": "...e sembrare invece che fai molto."
    }
  },
  {
    "translation": {
      "en": "So, like, just a... just a tilt of the head",
      "it": "Quindi, basta fargli inclinare la testa"
    }
  },
  {
    "translation": {
      "en": "and you read an emotion, like, uh, down is sad, for instance.",
      "it": "e leggi un'emozione. Giù è triste, per esempio."
    }
  },
  {
    "translation": {
      "en": "So, it's just playing with the camera, and the light, and the positioning,",
      "it": "Basta giocare con la cinepresa, la luce, la posizione"
    }
  },
  {
    "translation": {
      "en": "and you can really sell any emotion.",
      "it": "e puoi fare qualsiasi emozione."
    }
  },
  {
    "translation": {
      "en": "It's really difficult and exacting, and it's very precise.",
      "it": "È difficile e impegnativo ed è molto preciso."
    }
  },
  {
    "translation": {
      "en": "And so, when they get a moment where your whole job",
      "it": "Quindi quando si tratta"
    }
  },
  {
    "translation": {
      "en": "is to, like, be a half naked Podling running through the forest,",
      "it": "di essere un Podling mezzo nudo che corre nella foresta,"
    }
  },
  {
    "translation": {
      "en": "they're, like, \"Then I'm gonna go all the way with that.\"",
      "it": "allora si sfogano proprio."
    }
  },
  {
    "translation": {
      "en": "And, uh, we're probably gonna be in the suits for a great deal of time today,",
      "it": "Probabilmente saremo nelle tute per un bel po', oggi,"
    }
  },
  {
    "translation": {
      "en": "because it's a long scene.",
      "it": "perché è una scena lunga."
    }
  },
  {
    "translation": {
      "en": "So this is challenging.",
      "it": "Quindi è difficile."
    }
  },
  {
    "translation": {
      "en": "We clamber in here alongside them, like snuggling.",
      "it": "Ci infiliamo qui, insieme a loro, come per farci le coccole."
    }
  },
  {
    "translation": {
      "en": "And I rest my head in Warrick's armpit.",
      "it": "E appoggio la testa nell'ascella di Warrick."
    }
  },
  {
    "translation": {
      "en": "Well, the Skeksis are bodysuits.",
      "it": "Gli Skeksis sono tute."
    }
  },
  {
    "translation": {
      "en": "It's like a rucksack.",
      "it": "È come uno zaino."
    }
  },
  {
    "translation": {
      "en": "They're sort of harnessing it on you,",
      "it": "È una specie di imbracatura su di te,"
    }
  },
  {
    "translation": {
      "en": "then our hands go up through the head",
      "it": "poi gli infili le mani in testa"
    }
  },
  {
    "translation": {
      "en": "and we're operating like this.",
      "it": "e lavoriamo così."
    }
  },
  {
    "translation": {
      "en": "[Victor] I think what I'll do is just, uh...",
      "it": "Quello che farò è..."
    }
  },
  {
    "translation": {
      "en": "Hi, I'm in a Skeksis.",
      "it": "Ciao, sono in uno Skeksis."
    }
  },
  {
    "translation": {
      "en": "-Isn't it fun? -[laughter]",
      "it": "Non è divertente?"
    }
  },
  {
    "translation": {
      "en": "It's very dark and sweaty in here. Yay.",
      "it": "È buio e sudo molto, qui dentro."
    }
  },
  {
    "translation": {
      "en": "[Warrick] Uh, so this is the Chamberlin's body.",
      "it": "Questo è il corpo di Ciambellano."
    }
  },
  {
    "translation": {
      "en": "Um, it looks quite small, but actually, it's bigger than they originally were in the movie.",
      "it": "Sembra piccolo, ma è più grande di quanto non fosse nel film."
    }
  },
  {
    "translation": {
      "en": "Or so we're told.",
      "it": "Così ci dicono."
    }
  },
  {
    "translation": {
      "en": "Louise Gold knows this because she was there for both the movie and series.",
      "it": "Louise Gold lo sa perché c'era per il film e la serie."
    }
  },
  {
    "translation": {
      "en": "We also have a monitor, small monitor strapped to us,",
      "it": "Abbiamo anche un piccolo monitor legato a noi,"
    }
  },
  {
    "translation": {
      "en": "because, as puppeteers, and in Jim's way of working,",
      "it": "così noi marionettisti, nel modo di lavorare di Jim,"
    }
  },
  {
    "translation": {
      "en": "we are seeing exactly what the camera sees.",
      "it": "vediamo ciò che vede la cinepresa."
    }
  },
  {
    "translation": {
      "en": "So, we're in some way directing.",
      "it": "Quindi siamo in qualche modo registi."
    }
  },
  {
    "translation": {
      "en": "We can see exactly what we're doing.",
      "it": "Vediamo esattamente ciò che facciamo."
    }
  },
  {
    "translation": {
      "en": "We have these shoulder straps.",
      "it": "Abbiamo queste bretelle"
    }
  },
  {
    "translation": {
      "en": "And then, in the belly of the beast...",
      "it": "e poi, nella pancia della bestia..."
    }
  },
  {
    "translation": {
      "en": "we have our monitor.",
      "it": "...abbiamo il monitor."
    }
  },
  {
    "translation": {
      "en": "We're watching two shots simultaneously, and pretty much, most of the time, a third camera,",
      "it": "Guardiamo quasi sempre due riprese contemporaneamente"
    }
  },
  {
    "translation": {
      "en": "which is like a CCTV.",
      "it": "e una terza camera a circuito chiuso."
    }
  },
  {
    "translation": {
      "en": "[Warrick] This is Yergin.",
      "it": "Questo è Yergin."
    }
  },
  {
    "translation": {
      "en": "Pretty tight squeeze.",
      "it": "È piuttosto stretto."
    }
  },
  {
    "translation": {
      "en": "It is. [laughs]",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "So there are a series of buckles.",
      "it": "Ci sono una serie di fibbie."
    }
  },
  {
    "translation": {
      "en": "There's a waistband.",
      "it": "E un cinturone."
    }
  },
  {
    "translation": {
      "en": "-All right, you good? -Yeah, I'm good.",
      "it": "- Ok, hai fatto? - Sì."
    }
  },
  {
    "translation": {
      "en": "-Got the weight? -That's me, I'm in.",
      "it": "- Lo reggi? - Sì. Ci sono."
    }
  },
  {
    "translation": {
      "en": "Gerard will put the head on.",
      "it": "Gerard monta la testa."
    }
  },
  {
    "translation": {
      "en": "It takes a village to get a Skeksis on.",
      "it": "Ci vuole un villaggio, per indossarlo."
    }
  },
  {
    "translation": {
      "en": "And, um, I will put my hand up in here.",
      "it": "E... metto la mano qui dentro."
    }
  },
  {
    "translation": {
      "en": "Thank you very much, Yergin.",
      "it": "Grazie mille, Yergin."
    }
  },
  {
    "translation": {
      "en": "-I'm sure that's fine. -No, no, no. One thing.",
      "it": "- Penso vada bene. - No. Un'ultima cosa."
    }
  },
  {
    "translation": {
      "en": "No? One more thing? What?",
      "it": "No? Un'ultima cosa? Cosa?"
    }
  },
  {
    "translation": {
      "en": "Open wide.",
      "it": "Apri la bocca."
    }
  },
  {
    "translation": {
      "en": "-[Yergin] There you go. -Ah, tasty.",
      "it": "- Ecco qua. - Buono."
    }
  },
  {
    "translation": {
      "en": "Working a Skeksis is extremely hard.",
      "it": "Lavorare con uno Skeksis è difficile."
    }
  },
  {
    "translation": {
      "en": "It's the hardest puppet I've ever performed in my entire career.",
      "it": "È il pupazzo più difficile della mia carriera."
    }
  },
  {
    "translation": {
      "en": "But then, it's really, uh, freeing,",
      "it": "Ma è anche liberatorio,"
    }
  },
  {
    "translation": {
      "en": "because once you're inside that puppet, you just can't be seen from head-to-toe.",
      "it": "perché una volta che ci sei dentro, ti copre tutto."
    }
  },
  {
    "translation": {
      "en": "You're invisible and that character lives.",
      "it": "Sei invisibile e lo Skeksis vive."
    }
  },
  {
    "translation": {
      "en": "[Simon] Particularly when you have a skilled puppeteer as Warrick",
      "it": "Soprattutto quando sei bravo come Warrick, che fa tutte quelle mosse con la testa."
    }
  },
  {
    "translation": {
      "en": "who does all those little head moves and stuff, and...",
      "it": "che fa tutte quelle mosse con la testa."
    }
  },
  {
    "translation": {
      "en": "You can see how he's talking when you're watching the playback.",
      "it": "Lo vedi come parla quando guardi il playback."
    }
  },
  {
    "translation": {
      "en": "I've got a lot of help from all over the place, yeah.",
      "it": "Mi hanno aiutato molto l'interpretazione di Warrick, i suoi movimenti,"
    }
  },
  {
    "translation": {
      "en": "Warrick's interpretation, his movements.",
      "it": "l'interpretazione di Warrick, i suoi movimenti,"
    }
  },
  {
    "translation": {
      "en": "The incredible sort of visuals that I'm looking at.",
      "it": "l'incredibile aiuto visuale che avevo davanti."
    }
  },
  {
    "translation": {
      "en": "I was certainly trying to follow on from Frank's performance in the movie",
      "it": "Stavo cercando di seguire l'interpretazione di Frank nel film"
    }
  },
  {
    "translation": {
      "en": "and... and get that kind of...",
      "it": "e fare quel tipo di..."
    }
  },
  {
    "translation": {
      "en": "sleazy, snaky, fluid movement.",
      "it": "...movimento viscido, serpeggiante, fluido."
    }
  },
  {
    "translation": {
      "en": "It's a really distinct performance.",
      "it": "È una performance molto distinta."
    }
  },
  {
    "translation": {
      "en": "This is good.",
      "it": "Questo è bene."
    }
  },
  {
    "translation": {
      "en": "Yes, Emperor will be most pleased.",
      "it": "Sì, Imperatore sarà molto lieto."
    }
  },
  {
    "translation": {
      "en": "-I go now. Bye, bye. -Wait!",
      "it": "- Io vado ora, ciao ciao. - Aspetta!"
    }
  },
  {
    "translation": {
      "en": "[gasps] Yes?",
      "it": "Sì?"
    }
  },
  {
    "translation": {
      "en": "[Lisa] Everything is designed to fit in Brian Froud's aesthetic,",
      "it": "Tutto è progettato per adattarsi all'estetica di Brian Froud"
    }
  },
  {
    "translation": {
      "en": "and if he didn't design it himself, he's weighed in on everything himself.",
      "it": "e se non l'ha progettato lui stesso, ha contribuito."
    }
  },
  {
    "translation": {
      "en": "And he did design every puppet character and every costume.",
      "it": "E ha progettato ogni personaggio e ogni costume."
    }
  },
  {
    "translation": {
      "en": "[Toby] That's where it all begins. It starts with Brian's line.",
      "it": "Tutto inizia da lì. Inizia dalla linea di Brian."
    }
  },
  {
    "translation": {
      "en": "The pencil line that he draws on the page,",
      "it": "La linea a matita che disegna sulla pagina,"
    }
  },
  {
    "translation": {
      "en": "the curve that he'll use.",
      "it": "la curva che userà."
    }
  },
  {
    "translation": {
      "en": "[Brian] In the lines I draw,",
      "it": "Nelle linee che disegno,"
    }
  },
  {
    "translation": {
      "en": "there's something about them that have to encapsulate life.",
      "it": "c'è qualcosa in loro che deve racchiudere la vita."
    }
  },
  {
    "translation": {
      "en": "You know, there's a line, and it might have a flow to it and it feels all right.",
      "it": "C'è una linea e potrebbe avere un flusso e sembra a posto."
    }
  },
  {
    "translation": {
      "en": "But we're going to have to turn this into three dimensions.",
      "it": "Ma dovremo trasformarla in tre dimensioni."
    }
  },
  {
    "translation": {
      "en": "We're gonna have to get somebody to sculpt this,",
      "it": "Dovremo avere qualcuno che la scolpisca"
    }
  },
  {
    "translation": {
      "en": "and they're gonna have to put in the wrinkles.",
      "it": "e dovranno inserire le rughe"
    }
  },
  {
    "translation": {
      "en": "And they can't just put in wrinkles...",
      "it": "e non possono solo inserire le rughe..."
    }
  },
  {
    "translation": {
      "en": "...any way they like.",
      "it": "...come vogliono."
    }
  },
  {
    "translation": {
      "en": "It's trying to get people to understand is,",
      "it": "Sto cercando di far capire alla gente..."
    }
  },
  {
    "translation": {
      "en": "you are gonna sculpt these wrinkles in this character",
      "it": "...che scolpisci queste rughe in questo personaggio,"
    }
  },
  {
    "translation": {
      "en": "because they have to have a meaning.",
      "it": "perché devono avere un significato."
    }
  },
  {
    "translation": {
      "en": "All the wrinkles...",
      "it": "Tutte le rughe..."
    }
  },
  {
    "translation": {
      "en": "there are no superfluous wrinkles.",
      "it": "Non ci sono rughe superflue."
    }
  },
  {
    "translation": {
      "en": "What is the character of this thing?",
      "it": "Qual è il suo carattere?"
    }
  },
  {
    "translation": {
      "en": "It tells you something about it,",
      "it": "Ti dice qualcosa, al riguardo."
    }
  },
  {
    "translation": {
      "en": "and so, they have to listen",
      "it": "Quindi devono ascoltare..."
    }
  },
  {
    "translation": {
      "en": "to, not my drawings anymore,",
      "it": "...non più i miei disegni,"
    }
  },
  {
    "translation": {
      "en": "but, actually, what the character is that you're trying to reach.",
      "it": "bensì il personaggio che stai cercando di ottenere."
    }
  },
  {
    "translation": {
      "en": "[Toby] For him to come and revisit this world and get back into it",
      "it": "Per lui, tornare a rivisitare questo mondo e rientrarci"
    }
  },
  {
    "translation": {
      "en": "might have been a challenge, but a rewarding one.",
      "it": "potrebbe essere stata una sfida, ma gratificante."
    }
  },
  {
    "translation": {
      "en": "[Brian] I don't picture things in my head.",
      "it": "Non mi immagino le cose nella testa."
    }
  },
  {
    "translation": {
      "en": "Can't do it. I can't sit and picture it in the head, and then just draw it.",
      "it": "Non posso sedermi e immaginarmelo per poi disegnarlo."
    }
  },
  {
    "translation": {
      "en": "To get to my subconscious,",
      "it": "Per arrivare al mio subconscio,"
    }
  },
  {
    "translation": {
      "en": "to get rid of the chattering mind,",
      "it": "per liberarmi la mente..."
    }
  },
  {
    "translation": {
      "en": "I'll just scribble.",
      "it": "...scarabocchio..."
    }
  },
  {
    "translation": {
      "en": "And it's... and it's like looking at nature",
      "it": "...ed è come guardare la natura"
    }
  },
  {
    "translation": {
      "en": "and trying to see a face in the... in the.. in the bark of a tree.",
      "it": "e cercare di vedere un volto nella corteccia di un albero."
    }
  },
  {
    "translation": {
      "en": "Somewhere in here, I've got to find...",
      "it": "Da qualche parte qui dentro devo trovare..."
    }
  },
  {
    "translation": {
      "en": "what... what that is.",
      "it": "...che cos'è."
    }
  },
  {
    "translation": {
      "en": "The challenge is...",
      "it": "La sfida è..."
    }
  },
  {
    "translation": {
      "en": "it's got to be different, but it's got to be meaningful.",
      "it": "...che dev'essere diverso e significativo."
    }
  },
  {
    "translation": {
      "en": "How do you find meaning in a line?",
      "it": "Come si trova significato in una linea?"
    }
  },
  {
    "translation": {
      "en": "[Toby] To be able to see that stuff come out, and see those things work,",
      "it": "Poterlo vedere mentre crea quelle cose e vedere che funzionano"
    }
  },
  {
    "translation": {
      "en": "and characters come alive once again...",
      "it": "e che i personaggi riprendono vita"
    }
  },
  {
    "translation": {
      "en": "or to be able to talk to him and find out, you know, about things from the original,",
      "it": "o poter parlare con lui e scoprire delle cose dell'originale,"
    }
  },
  {
    "translation": {
      "en": "on how he interprets something or sees something.",
      "it": "su come interpreta qualcosa o vede qualcosa."
    }
  },
  {
    "translation": {
      "en": "I mean, that's the magic.",
      "it": "Voglio dire, quella è la magia."
    }
  },
  {
    "translation": {
      "en": "[Jeff] I think it's amazing that the whole Froud family has kind of come back. Like...",
      "it": "È incredibile che tutta la famiglia Froud sia tornata."
    }
  },
  {
    "translation": {
      "en": "to see the three of them working together is incredible.",
      "it": "Vedere loro tre che lavorano insieme è incredibile."
    }
  },
  {
    "translation": {
      "en": "And to see him...",
      "it": "E vedere lui..."
    }
  },
  {
    "translation": {
      "en": "watch his son... follow in sort of the family business.",
      "it": "...guardare suo figlio nell'attività di famiglia..."
    }
  },
  {
    "translation": {
      "en": "But it's not even the family business, it's like the family world.",
      "it": "Non è neanche l'attività di famiglia, è il loro mondo."
    }
  },
  {
    "translation": {
      "en": "[Toby] That's where I think we're sort of thriving in this fact",
      "it": "È lì che credo che prosperiamo."
    }
  },
  {
    "translation": {
      "en": "is the fact that we're... you know, we're in this world that's so natural to us as a family",
      "it": "È il fatto che siamo in un mondo così naturale per noi come famiglia"
    }
  },
  {
    "translation": {
      "en": "that we're able to... to just impart what we know,",
      "it": "che possiamo insegnare ciò che sappiamo"
    }
  },
  {
    "translation": {
      "en": "or what we actually just know to be real.",
      "it": "o quello che sappiamo essere reale."
    }
  },
  {
    "translation": {
      "en": "As I grew older, I found that I had the Froudian style, as we call it,",
      "it": "Crescendo, ho capito di avere lo stile Froudiano, come lo chiamiamo,"
    }
  },
  {
    "translation": {
      "en": "um, where it felt comfortable and it felt like home.",
      "it": "ero a mio agio, mi sembrava di essere a casa."
    }
  },
  {
    "translation": {
      "en": "[Taron] I went into the creature workshop, and it's still the Frouds who are creating",
      "it": "Sono entrato nel laboratorio e sono ancora i Froud che creano queste meravigliose creazioni"
    }
  },
  {
    "translation": {
      "en": "these wonderful other-worldly creations,",
      "it": "e sono ancora i Froud che creano queste meravigliose creazioni"
    }
  },
  {
    "translation": {
      "en": "and here's Brian Frouds' son who is doing a lot of the work in there.",
      "it": "ed è il figlio di Brian Froud che fa molti dei lavori."
    }
  },
  {
    "translation": {
      "en": "And I was like a fanboy meeting him, because he's the baby from Labyrinth.",
      "it": "Mi sono sentito come un fan incontrandolo, perché è il neonato di Labyrinth."
    }
  },
  {
    "translation": {
      "en": "So then, the duality of not only seeing someone from a film that I loved as a child,",
      "it": "Quindi, non solo vedevo qualcuno da un film che amavo da piccolo,"
    }
  },
  {
    "translation": {
      "en": "but then also seeing his creative prowess and this incredible work he's doing.",
      "it": "ma anche la sua abilità creativa e il suo incredibile lavoro."
    }
  },
  {
    "translation": {
      "en": "It was just fantastic to go and get a glimpse of all that.",
      "it": "È stato fantastico vedere tutto questo."
    }
  },
  {
    "translation": {
      "en": "[Peter] You have to take something that's spiritual, and creative,",
      "it": "Devi prendere qualcosa di spirituale e creativo e bello da vedere,"
    }
  },
  {
    "translation": {
      "en": "and beautiful to look at, i.e. Brian's designs,",
      "it": "Devi prendere qualcosa di spirituale e creativo e bello da vedere, cioè i progetti di Brian"
    }
  },
  {
    "translation": {
      "en": "and then somehow translate them and actually create a puppet that works.",
      "it": "e poi tradurli in un pupazzo che funzioni."
    }
  },
  {
    "translation": {
      "en": "A sculpture that is gonna work technically, mechanically for the puppeteer,",
      "it": "Una scultura che funzioni tecnicamente, meccanicamente per il marionettista,"
    }
  },
  {
    "translation": {
      "en": "as well as visually look correct,",
      "it": "ma che sia anche visivamente corretta"
    }
  },
  {
    "translation": {
      "en": "and-- and capture the spirit that was in Brian's drawings.",
      "it": "e che cattura lo spirito che era nei disegni di Brian."
    }
  },
  {
    "translation": {
      "en": "Generally, we get one of two versions of designs when we have designers.",
      "it": "In genere, abbiamo una di due versioni di design coi designer."
    }
  },
  {
    "translation": {
      "en": "It's either a maquettes, maquettes are the small sculptures,",
      "it": "O una maquette, che sono piccole sculture."
    }
  },
  {
    "translation": {
      "en": "and Toby Froud was providing those.",
      "it": "E Toby Froud ci forniva quelle."
    }
  },
  {
    "translation": {
      "en": "And those are very helpful because you get a three dimensional view",
      "it": "E sono molto utili perché ti danno una visione 3D di ciò che stai creando."
    }
  },
  {
    "translation": {
      "en": "of what you're creating.",
      "it": "ti danno una visione 3D di ciò che stai creando."
    }
  },
  {
    "translation": {
      "en": "And Brian Froud was sending sketches,",
      "it": "Brian Froud mandava i bozzetti"
    }
  },
  {
    "translation": {
      "en": "and he's got a very loose style.",
      "it": "e ha uno stile molto approssimato."
    }
  },
  {
    "translation": {
      "en": "So, luckily for us, Toby Froud is with us,",
      "it": "Ma per nostra fortuna c'era anche Toby Froud,"
    }
  },
  {
    "translation": {
      "en": "and he's known his father his whole life.",
      "it": "che conosce il padre da sempre."
    }
  },
  {
    "translation": {
      "en": "Imagine! So, he could interpret what the squiggles meant.",
      "it": "Immagina! Quindi poteva interpretare il significato degli schizzi."
    }
  },
  {
    "translation": {
      "en": "[Brian] What they were doing is very, um, kindly trying to tidy my drawings up.",
      "it": "Quello che stavano facendo era cercare di sistemare i miei disegni."
    }
  },
  {
    "translation": {
      "en": "They were trying to, um, even everything up.",
      "it": "Cercavano di...w ...bilanciare tutto."
    }
  },
  {
    "translation": {
      "en": "And once they understood it's meant to be asymmetrical,",
      "it": "E quando hanno capito che doveva essere asimmetrico,"
    }
  },
  {
    "translation": {
      "en": "it's meant to be growing, and organic, and have a flow to it,",
      "it": "in espansione e organico e doveva avere un certo flusso"
    }
  },
  {
    "translation": {
      "en": "it just became simple and it just... -everything fell into place from then on. -[man] Yeah.",
      "it": "è diventato semplice e tutto si e sistemato da quel momento."
    }
  },
  {
    "translation": {
      "en": "Sometimes we weren't understanding exactly the direction design-wise.",
      "it": "A volte non capivamo esattamente la direzione del design."
    }
  },
  {
    "translation": {
      "en": "We weren't hitting it.",
      "it": "Non colpivamo nel segno"
    }
  },
  {
    "translation": {
      "en": "And then, he said, \"That's it. What I want is other.\"",
      "it": "e lui diceva: \"Esatto. Voglio che sia diverso\"."
    }
  },
  {
    "translation": {
      "en": "[Toby] And again, it's that journey.",
      "it": "Di nuovo, è un percorso."
    }
  },
  {
    "translation": {
      "en": "It's just believing and trusting, and as soon as it happens, you will get on,",
      "it": "Si tratta solo di crederci e fidarsi e come succede, lo capirai"
    }
  },
  {
    "translation": {
      "en": "and then it just moves.",
      "it": "e poi comincerà a progredire."
    }
  },
  {
    "translation": {
      "en": "[Gavin] The process of designing something like this does start",
      "it": "Il processo di progettazione di una cosa così inizia col guardare il vecchio film."
    }
  },
  {
    "translation": {
      "en": "with looking back at the old film, obviously.",
      "it": "inizia col guardare il vecchio film."
    }
  },
  {
    "translation": {
      "en": "That's what you're trying to reproduce, that spirit,",
      "it": "È quello che vuoi riprodurre, quello spirito, e spingerlo oltre."
    }
  },
  {
    "translation": {
      "en": "and push it further.",
      "it": "quello spirito, e spingerlo oltre."
    }
  },
  {
    "translation": {
      "en": "Obviously, Brian Froud was... was very much with Jim Henson,",
      "it": "Brian Froud, con Jim Henson,"
    }
  },
  {
    "translation": {
      "en": "the architect of that early product.",
      "it": "è stato l'architetto del primo prodotto"
    }
  },
  {
    "translation": {
      "en": "And Brian is still around. You know, he's been quite involved.",
      "it": "e Brian è ancora qui, è stato molto coinvolto"
    }
  },
  {
    "translation": {
      "en": "We were all a bit nervous at the beginning",
      "it": "ed eravamo agitati, all'inizio,"
    }
  },
  {
    "translation": {
      "en": "of obviously, meeting him and talking to him, knowing that we were sort of holding his baby.",
      "it": "all'idea di incontrarlo e parlare con lui, perché è la sua creazione."
    }
  },
  {
    "translation": {
      "en": "[Brian] Jim really was intrigued by ley lines,",
      "it": "Jim era affascinato dalle linee temporanee."
    }
  },
  {
    "translation": {
      "en": "and then there is a sacred geometry.",
      "it": "E poi c'era la geometria sacra."
    }
  },
  {
    "translation": {
      "en": "And what it did was give the original film a depth.",
      "it": "Questo ha dato profondità al film originale."
    }
  },
  {
    "translation": {
      "en": "[Blanca] We made sure that both in the script",
      "it": "Ci siamo assicurati che, sia nella sceneggiatura che nella produzione artistica,"
    }
  },
  {
    "translation": {
      "en": "but also in the art department production",
      "it": "sia nella sceneggiatura che nella produzione artistica,"
    }
  },
  {
    "translation": {
      "en": "that all those symbols and all that language,",
      "it": "tutti quei simboli e quel linguaggio"
    }
  },
  {
    "translation": {
      "en": "that it had layers,",
      "it": "avessero degli strati"
    }
  },
  {
    "translation": {
      "en": "and that it had, therefore, life.",
      "it": "e avessero quindi vita."
    }
  },
  {
    "translation": {
      "en": "Brian has done some wonderful, uh, drawings on the Skeksis.",
      "it": "Brian ha fatto dei bellissimi disegni degli Skeksis"
    }
  },
  {
    "translation": {
      "en": "And you'll see little kind of bug-like creatures,",
      "it": "e vedrete delle creaturine simili a insetti,"
    }
  },
  {
    "translation": {
      "en": "you know, on these circles, and triangles, and everything.",
      "it": "sui cerchi e i triangoli e tutto."
    }
  },
  {
    "translation": {
      "en": "And I took those, and from them I sketched",
      "it": "Li ho presi e da questi ho disegnato..."
    }
  },
  {
    "translation": {
      "en": "about... well in the end, we ended up with about 54 symbols. from which we said, \"Okay, this is our Skeksis alphabet.\"",
      "it": "...beh, alla fine avevamo circa 54 simboli e sono divenuti l'alfabeto degli Skeksis."
    }
  },
  {
    "translation": {
      "en": "And so... we eventually...",
      "it": "E così alla fine siamo arrivati qui,"
    }
  },
  {
    "translation": {
      "en": "made it to here, which is the--",
      "it": "E così alla fine siamo arrivati qui, che è il..."
    }
  },
  {
    "translation": {
      "en": "This is the aggression symbol, which is the big Skeksis symbol.",
      "it": "...simbolo dell'aggressione, il grande simbolo degli Skeksis."
    }
  },
  {
    "translation": {
      "en": "And then it... it opens...",
      "it": "E poi si apre..."
    }
  },
  {
    "translation": {
      "en": "It's a very aggressive... object.",
      "it": "...è un oggetto molto... aggressivo."
    }
  },
  {
    "translation": {
      "en": "So, you try and... you try and read...",
      "it": "Quindi provi a leggerlo..."
    }
  },
  {
    "translation": {
      "en": "some of this, and then it...",
      "it": "...un po'..."
    }
  },
  {
    "translation": {
      "en": "then it just springs open.",
      "it": "...e poi si apre così."
    }
  },
  {
    "translation": {
      "en": "To put together a fantasy universe on paper... is a lot of work,",
      "it": "Creare un universo fantasy sulla carta richiede molto lavoro,"
    }
  },
  {
    "translation": {
      "en": "but then, to do the details of the fantasy world... practically...",
      "it": "ma poi crearne i dettagli nella pratica..."
    }
  },
  {
    "translation": {
      "en": "First of all it's fun, but it's a lot of work. So, the artistry of it's huge.",
      "it": "...è divertente, ma è impegnativo. L'impegno artistico è enorme."
    }
  },
  {
    "translation": {
      "en": "[Jason] First, I came in and met Louis, and I looked at the screen and they ran a bit,",
      "it": "Sono arrivato, ho conosciuto Louis, mi hanno mostrato una scena"
    }
  },
  {
    "translation": {
      "en": "and I was taken aback.",
      "it": "e sono rimasto sbalordito"
    }
  },
  {
    "translation": {
      "en": "I was just side-swiped by the scale and majesty of it.",
      "it": "e sono rimasto sbalordito dalle dimensioni e dalla maestosità."
    }
  },
  {
    "translation": {
      "en": "How it looked like a gigantic Hollywood special effects movie.",
      "it": "Sembrava un film d'effetti speciali di Hollywood."
    }
  },
  {
    "translation": {
      "en": "I hadn't expected, I guess, that level of effort and artistry.",
      "it": "Non mi aspettavo quel livello di impegno e abilità artistica."
    }
  },
  {
    "translation": {
      "en": "I had no idea of the, uh...",
      "it": "Non avevo idea della..."
    }
  },
  {
    "translation": {
      "en": "the kind of epic nature of the show.",
      "it": "...natura epica dello show."
    }
  },
  {
    "translation": {
      "en": "[Louis] More rocks would create a little bit of a...",
      "it": "Delle rocce per creare un cancello per la rampa."
    }
  },
  {
    "translation": {
      "en": "-you know, a gate for the ramp. -[Gavin] No, that will work well.",
      "it": "Delle rocce per creare un cancello per la rampa. Buona idea."
    }
  },
  {
    "translation": {
      "en": "[Erik] I just feel like it's such a luxury",
      "it": "Mi sembra un lusso"
    }
  },
  {
    "translation": {
      "en": "to be allowed to shoot in this world that's not only so rich and full of details,",
      "it": "poter girare in questo mondo, che non è solo bello e ricco di dettagli,"
    }
  },
  {
    "translation": {
      "en": "but that is, of course, just handmade from scratch for this.",
      "it": "ma è completamente fatto a mano, ex-novo, per questo."
    }
  },
  {
    "translation": {
      "en": "[Simon] Often when you watch a film or a special effects movie, you'd say, \"How do they do that?\"",
      "it": "Spesso guardi un film con effetti speciali e ti chiedi come facciano."
    }
  },
  {
    "translation": {
      "en": "With this, you know how they do it, it's just incredible how they do it.",
      "it": "Qui, sai come lo fanno ed è incredibile."
    }
  },
  {
    "translation": {
      "en": "They had about 30 to 35 sets on Dark Crystal,",
      "it": "Avevano circa 30 o 35 set su Dark Crystal"
    }
  },
  {
    "translation": {
      "en": "and they had about three years prep.",
      "it": "e tre anni di preparazione."
    }
  },
  {
    "translation": {
      "en": "We have about 70, 80 sets, and we had about six months prep.",
      "it": "Noi abbiamo circa 70, 80 set e sei mesi di preparazione."
    }
  },
  {
    "translation": {
      "en": "So, your first, other than creative, thought is about a schedule.",
      "it": "Quindi, dopo la creatività, il primo pensiero è la pianificazione."
    }
  },
  {
    "translation": {
      "en": "Is about how do we work this?",
      "it": "Come lo facciamo?"
    }
  },
  {
    "translation": {
      "en": "We were prepping this from when we started pre-production,",
      "it": "Lo stavamo preparando da quando abbiamo iniziato la pre-produzione,"
    }
  },
  {
    "translation": {
      "en": "making the trees, the plants, the vines that are hanging up.",
      "it": "facendo gli alberi, le piante e le viti, che sono appese."
    }
  },
  {
    "translation": {
      "en": "And then, there's all the prop-made plants",
      "it": "E poi tutte le piante inventate"
    }
  },
  {
    "translation": {
      "en": "that we based most of them from the original movie.",
      "it": "che abbiamo basato sul film originale."
    }
  },
  {
    "translation": {
      "en": "We got all the old photos and reference of all those crazy little plants that were in Dark Crystal.",
      "it": "Abbiamo tutte le vecchie foto e le referenze di quelle piantine."
    }
  },
  {
    "translation": {
      "en": "[Ty] Every piece that you see in here,",
      "it": "Ogni pezzo che vedete qui"
    }
  },
  {
    "translation": {
      "en": "we've actually copied from the original film.",
      "it": "abbiamo copiato dal film originale."
    }
  },
  {
    "translation": {
      "en": "We actually got the original drawings. The original drawings, yeah, original photographs,",
      "it": "- Abbiamo i disegni originali. - E le fotografie originali."
    }
  },
  {
    "translation": {
      "en": "even the original concept models of the original sculpts.",
      "it": "E i modelli concettuali delle sculture originali."
    }
  },
  {
    "translation": {
      "en": "Richard and Ty jumped into the Froud sensibility very... like, they went in feet first.",
      "it": "Richard e Ty si sono buttati a capofitto nella sensibilità dei Froud."
    }
  },
  {
    "translation": {
      "en": "I mean, that... there's an original Skeksis sword",
      "it": "Là c'è una spada originale degli Skeksis."
    }
  },
  {
    "translation": {
      "en": "when this is actually copied from the original one.",
      "it": "Questa è copiata da quella originale."
    }
  },
  {
    "translation": {
      "en": "I mean, they're beautiful.",
      "it": "Sono bellissime."
    }
  },
  {
    "translation": {
      "en": "It's obviously Brian Froud who designed those.",
      "it": "Già. Ovviamente è stato Brian Froud a disegnarle."
    }
  },
  {
    "translation": {
      "en": "[Taron] There's a real joy in knowing that every detail has been... completely, lovingly crafted,",
      "it": "È una gioia sapere che ogni dettaglio è stato creato con amore,"
    }
  },
  {
    "translation": {
      "en": "and there's something akin to a great painting.",
      "it": "che è qualcosa di simile a un grande dipinto."
    }
  },
  {
    "translation": {
      "en": "There's something wonderful about knowing you can pause any frame and know that no moment in there is an accident.",
      "it": "È meraviglioso poter pausare e sapere che nulla di ciò che vedi è casuale."
    }
  },
  {
    "translation": {
      "en": "Every leaf you see has been placed there.",
      "it": "Ogni foglia è posizionata con cura."
    }
  },
  {
    "translation": {
      "en": "Every movement of the character has been considered.",
      "it": "Ogni movimento è stato considerato."
    }
  },
  {
    "translation": {
      "en": "To invest in creating an entire other world,",
      "it": "Investire nella creazione di un intero mondo,"
    }
  },
  {
    "translation": {
      "en": "down to the smallest details of what its flowers look like, and its food stuffs,",
      "it": "nei minimi dettagli dei suoi fiori e del suo cibo,"
    }
  },
  {
    "translation": {
      "en": "to the constellation of the planetary alignments",
      "it": "fino alla costellazione degli allineamenti planetari"
    }
  },
  {
    "translation": {
      "en": "of the cosmos that it holds,",
      "it": "del cosmo che contiene."
    }
  },
  {
    "translation": {
      "en": "you are transported to an entirely different landscape",
      "it": "Sei trasportato in un paesaggio completamente diverso"
    }
  },
  {
    "translation": {
      "en": "which overwhelms you.",
      "it": "che ti travolge."
    }
  },
  {
    "translation": {
      "en": "[Will] I turned to Jeff at one point and said,",
      "it": "Un giorno ho detto a Jeff:"
    }
  },
  {
    "translation": {
      "en": "\"Boy, we'd better be careful what we write.\"",
      "it": "\"Stiamo attenti a ciò che scriviamo\"."
    }
  },
  {
    "translation": {
      "en": "Because, you know, we just put, like, uh, \"exterior, balcony,\"",
      "it": "Perché scriviamo tipo: \"Esterno Balcone\","
    }
  },
  {
    "translation": {
      "en": "and then we get into, \"What are they talking about on the balcony?",
      "it": "poi ci chiediamo: \"Di cosa parlano sul balcone? Qual è la trama? I personaggi?\""
    }
  },
  {
    "translation": {
      "en": "What's the plot? What's the story? What are the characters on the balcony?\"",
      "it": "\"Di cosa parlano sul balcone? Qual è la trama? I personaggi?\""
    }
  },
  {
    "translation": {
      "en": "And then you look, and this balcony wraps around,",
      "it": "E poi guardi e il balcone gira tutt'intorno"
    }
  },
  {
    "translation": {
      "en": "and it's 300 feet long,",
      "it": "ed è lungo 90 metri"
    }
  },
  {
    "translation": {
      "en": "and you're just, like, \"Who thought of that? It's beautiful.\"",
      "it": "e ti chiedi: \"Chi ci ha pensato? È bellissimo\"."
    }
  },
  {
    "translation": {
      "en": "[Gavin] One of the big ones was the citadel, the throne room, for the Ha'rar Gelfling Clan,",
      "it": "Uno dei più grandi era la cittadella, la sala del trono dei Gelfling di Ha'rar,"
    }
  },
  {
    "translation": {
      "en": "and completely new world, very important, it's the head clan.",
      "it": "un mondo nuovo, molto importante, è il clan dirigente."
    }
  },
  {
    "translation": {
      "en": "We went through quite a few different incarnations of what that needs to be, trying to hold within the budget,",
      "it": "Ne abbiamo fatte diverse versioni, cercando di mantenerla nel budget"
    }
  },
  {
    "translation": {
      "en": "because anything with a compound curve that isn't a straight line",
      "it": "perché ciò che è fatto di curve composte"
    }
  },
  {
    "translation": {
      "en": "is more expensive than something with a straight line.",
      "it": "è più costoso di qualcosa con linee dritte."
    }
  },
  {
    "translation": {
      "en": "[Phil] We had Machu Picchu,",
      "it": "Abbiamo usato Machu Picchu,"
    }
  },
  {
    "translation": {
      "en": "which was our inspiration for this.",
      "it": "come ispirazione per questa città."
    }
  },
  {
    "translation": {
      "en": "This was a town that was up in the heavens.",
      "it": "Era una città che si espandeva verso il cielo."
    }
  },
  {
    "translation": {
      "en": "Well, it was fantastic to see those environments practically,",
      "it": "È stato fantastico vedere il modellino finito,"
    }
  },
  {
    "translation": {
      "en": "um, not framed for the camera,",
      "it": "non solo attraverso la cinepresa,"
    }
  },
  {
    "translation": {
      "en": "because you could see the mechanics of it.",
      "it": "perché così ne vedevi la meccanica."
    }
  },
  {
    "translation": {
      "en": "The fact that they had to be built so high so that the puppets could go inside.",
      "it": "Dovevano essere costruiti in alto per farci entrare i pupazzi."
    }
  },
  {
    "translation": {
      "en": "So our standard height here, we have four-foot-high rostrums.",
      "it": "Le piattaforme sono alte un metro e 20"
    }
  },
  {
    "translation": {
      "en": "There's the finished set floor and then the set sits on top,",
      "it": "poi c'è il pavimento e il set sopra,"
    }
  },
  {
    "translation": {
      "en": "and that's so we can open up the floor to drop the puppeteers in",
      "it": "così apriamo il pavimento e inseriamo i marionettisti e le creature"
    }
  },
  {
    "translation": {
      "en": "to have the creatures at the right height.",
      "it": "così apriamo il pavimento e inseriamo i marionettisti e le creature all'altezza giusta."
    }
  },
  {
    "translation": {
      "en": "That doesn't happen on a normal show.",
      "it": "Non si fa, in uno show normale."
    }
  },
  {
    "translation": {
      "en": "So, you've got the creature's complexity, you've got the complexity of the set,",
      "it": "Hai la complessità delle creature e quella del set"
    }
  },
  {
    "translation": {
      "en": "so you have to map out in great detail which creature's gonna move where",
      "it": "e devi mappare nei dettagli quale creatura si muoverà dove"
    }
  },
  {
    "translation": {
      "en": "to provide the right type of flooring or open up the flooring.",
      "it": "per fornire il pavimento giusto o per aprirlo."
    }
  },
  {
    "translation": {
      "en": "[Richard] On another film where you're not making everything,",
      "it": "In altri film non crei tutto,"
    }
  },
  {
    "translation": {
      "en": "I'll-- I'll run around and find everything, book it from the rental companies or buy it, and then...",
      "it": "si può trovare tutto pronto, prenotarlo dalle ditte di noleggio o comprarlo."
    }
  },
  {
    "translation": {
      "en": "But with this, on a daily basis, we're constantly making pieces.",
      "it": "Ma con questo, ogni giorno costruiamo pezzi."
    }
  },
  {
    "translation": {
      "en": "[Gavin] And not just at human scale.",
      "it": "E non solo a misura d'uomo."
    }
  },
  {
    "translation": {
      "en": "There's nothing that could be really hired or purchased.",
      "it": "Non c'è niente che possa essere affittato o comprato."
    }
  },
  {
    "translation": {
      "en": "Sculpting's been our biggest thing on this. I mean, literally, everything you see has been sculpted.",
      "it": "Scolpire è stata la cosa principale. Tutto ciò che vedi è stato scolpito."
    }
  },
  {
    "translation": {
      "en": "I mean, we concepted this and from--",
      "it": "Abbiamo ideato tutto questo ed è molto Froudiano, come vedete."
    }
  },
  {
    "translation": {
      "en": "And it's very Froudian, as you can see. I mean it's beautiful.",
      "it": "Abbiamo ideato tutto questo ed è molto Froudiano, come vedete. È bellissimo."
    }
  },
  {
    "translation": {
      "en": "[Richard] With like any piece of art, you can keep going and going.",
      "it": "Con ogni creazione artistica, puoi continuare all'infinito."
    }
  },
  {
    "translation": {
      "en": "You have to just say that's your time, this is where we've got to be,",
      "it": "Devi calcolare i tempi e pianificare dove essere"
    }
  },
  {
    "translation": {
      "en": "and plan, you know, those five weeks of where each week they want to be at.",
      "it": "Devi calcolare i tempi e pianificare dove essere tra cinque settimane o alla fine di ogni settimana."
    }
  },
  {
    "translation": {
      "en": "From archives, original photographs,",
      "it": "Da archivi e fotografie originali,"
    }
  },
  {
    "translation": {
      "en": "we've been able to scale up, draw off,",
      "it": "abbiamo creato i design,"
    }
  },
  {
    "translation": {
      "en": "and take all the information off the original and get it as close as we possibly can.",
      "it": "prendendo informazioni dall'originale e avvicinandoci il più possibile."
    }
  },
  {
    "translation": {
      "en": "[Ty] And the reason there's this massive hole here",
      "it": "Il motivo per cui c'è questo buco"
    }
  },
  {
    "translation": {
      "en": "is for the puppeteer, obviously, to... to work the puppet.",
      "it": "è per il marionettista, ovviamente per muovere il pupazzo."
    }
  },
  {
    "translation": {
      "en": "Purely fiberglass piece, polyester resin,",
      "it": "Un pezzo in fibra di vetro, resina poliestere"
    }
  },
  {
    "translation": {
      "en": "and then we're having to again down to the painters now",
      "it": "e poi va dai pittori per la finitura"
    }
  },
  {
    "translation": {
      "en": "to do the finishing, and then onto set.",
      "it": "e poi va dai pittori per la finitura e poi va sul set."
    }
  },
  {
    "translation": {
      "en": "And that's the continuing train of work.",
      "it": "E questo è il processo di lavoro continuo."
    }
  },
  {
    "translation": {
      "en": "[Peter] Everybody came together for the common good.",
      "it": "Tutti hanno lavorato insieme per il bene comune."
    }
  },
  {
    "translation": {
      "en": "And Gavin, the production designer, was amazing.",
      "it": "Lo scenografo, Gavin, è stato fantastico."
    }
  },
  {
    "translation": {
      "en": "And him and his team, they produced the most gorgeous sets I think I've seen ever.",
      "it": "Lui e il suo team hanno prodotto i set più belli che abbia mai visto."
    }
  },
  {
    "translation": {
      "en": "[Javier] When you put something on a page,",
      "it": "Quando scrivi qualcosa,"
    }
  },
  {
    "translation": {
      "en": "more than 100 people are gonna come to work on the show and create that thing.",
      "it": "più di 100 persone lavoreranno allo show per crearla."
    }
  },
  {
    "translation": {
      "en": "More so in The Dark Crystal, because it is a completely synthetic universe.",
      "it": "Anche di più per The Dark Crystal, che è un universo sintetico."
    }
  },
  {
    "translation": {
      "en": "Everything that we write has to be made by somebody, and it's by hand.",
      "it": "Tutto ciò che scriviamo deve essere creato da qualcuno ed è fatto a mano."
    }
  },
  {
    "translation": {
      "en": "It's pushing that back into a handmade quality and feel,",
      "it": "Sta riportando la qualità e la sensibilità artigianale"
    }
  },
  {
    "translation": {
      "en": "and it's the hardest thing to do.",
      "it": "ed è la cosa più difficile da fare."
    }
  },
  {
    "translation": {
      "en": "The film was so rich and vibrant in every single frame,",
      "it": "Ogni singolo fotogramma del film era ricco e vivace."
    }
  },
  {
    "translation": {
      "en": "and to do that across a TV show is a huge problem.",
      "it": "Ricrearlo per uno show televisivo è un grosso problema."
    }
  },
  {
    "translation": {
      "en": "[Javier] When you look at every little detail in The Dark Crystal,",
      "it": "Quando guardi ogni dettaglio di The Dark Crystal,"
    }
  },
  {
    "translation": {
      "en": "you look at the books in that library,",
      "it": "guardi i libri in biblioteca,"
    }
  },
  {
    "translation": {
      "en": "you look at the vials in the scientist's chamber,",
      "it": "guardi le fiale nella stanza dello Scienziato,"
    }
  },
  {
    "translation": {
      "en": "uh, those things are the apex of somebody's art.",
      "it": "quelle cose sono l'apice dell'arte di qualcuno."
    }
  },
  {
    "translation": {
      "en": "[Lisa] You're looking at a set that's all Styrofoam,",
      "it": "Stai guardando un set di polistirolo"
    }
  },
  {
    "translation": {
      "en": "but it looks like parquet wood,",
      "it": "ma sembra un parquet,"
    }
  },
  {
    "translation": {
      "en": "it looks like stone, it looks like marble because the painting is so incredible,",
      "it": "sembra pietra, sembra marmo perché la pittura è incredibile"
    }
  },
  {
    "translation": {
      "en": "and, at the same time, in the creature shop,",
      "it": "e nel laboratorio delle creature,"
    }
  },
  {
    "translation": {
      "en": "we have people who are putting in individual hairs.",
      "it": "abbiamo persone che inseriscono peli individualmente."
    }
  },
  {
    "translation": {
      "en": "The Landstrider has hair all over its body. Every one was hand-punched.",
      "it": "L'ippotrampolo ha peli su tutto il corpo inseriti uno a uno, a mano."
    }
  },
  {
    "translation": {
      "en": "[Finola] The main kind of color of hair around here is just one pattern piece.",
      "it": "Il tipo e il colore principale del suo pelo viene da un unico pattern"
    }
  },
  {
    "translation": {
      "en": "And then, we've gone through it and, um, put other types of fur through it to kind of break it up a little bit.",
      "it": "e poi abbiamo inserito altri tipi di pelo per spezzarlo un po'."
    }
  },
  {
    "translation": {
      "en": "But the pattern had a direction on it",
      "it": "Ma il pattern aveva una direzione,"
    }
  },
  {
    "translation": {
      "en": "so that we can have-- have it sticking up as much as possible like the original one.",
      "it": "così possiamo farlo star dritto il più possibile, come quello originale."
    }
  },
  {
    "translation": {
      "en": "So you use like a beading needle that's far down,",
      "it": "Allora, si usa un ago per perline"
    }
  },
  {
    "translation": {
      "en": "and then there's one edge to it, so it picks up,",
      "it": "e c'è un bordo che raccoglie"
    }
  },
  {
    "translation": {
      "en": "like, a few hairs at a time,",
      "it": "qualche pelo alla volta"
    }
  },
  {
    "translation": {
      "en": "to keep it quite natural, I guess.",
      "it": "per renderlo piuttosto naturale."
    }
  },
  {
    "translation": {
      "en": "Well, this is... this is Brea's journal,",
      "it": "Questo è il diario di Brea"
    }
  },
  {
    "translation": {
      "en": "and Brea is one of our main, main characters.",
      "it": "e Brea è uno dei personaggi principali."
    }
  },
  {
    "translation": {
      "en": "And this is kind of her prized possession.",
      "it": "È questa è la cosa a cui tiene di più."
    }
  },
  {
    "translation": {
      "en": "I think it... it represents her.",
      "it": "Credo che la rappresenti."
    }
  },
  {
    "translation": {
      "en": "The idea that it's a beautifully embroidered item",
      "it": "L'idea è che è un bellissimo oggetto impreziosito,"
    }
  },
  {
    "translation": {
      "en": "that maybe... maybe her grandmother embroidered for her.",
      "it": "che forse la nonna ha impreziosito per lei."
    }
  },
  {
    "translation": {
      "en": "The paper is handmade.",
      "it": "La carta è fatta a mano."
    }
  },
  {
    "translation": {
      "en": "You know, it's very beautiful,",
      "it": "È molto bello"
    }
  },
  {
    "translation": {
      "en": "but I thought it was extremely important that this was a real object.",
      "it": "e ho pensato fosse importante che fosse vero."
    }
  },
  {
    "translation": {
      "en": "So, I sat down for quite a few days...",
      "it": "Quindi mi sono seduta per qualche giorno"
    }
  },
  {
    "translation": {
      "en": "um, and just painted and painted.",
      "it": "e ho dipinto e dipinto."
    }
  },
  {
    "translation": {
      "en": "So just putting key things in, like, a mother Aughra.",
      "it": "Mettendoci le cose chiave, come una Madre Aughra."
    }
  },
  {
    "translation": {
      "en": "And also, um, taking actual flower pressing,",
      "it": "E anche un fiore pressato."
    }
  },
  {
    "translation": {
      "en": "You know, the idea of things getting a little bit purple,",
      "it": "L'idea è che le cose stanno divenendo up po' viola"
    }
  },
  {
    "translation": {
      "en": "a little bit of the dark things coming in a little bit into her world.",
      "it": "per l'Oscurità in arrivo nel suo mondo."
    }
  },
  {
    "translation": {
      "en": "Hup's gonna have a spoon, or Hup's gonna have a couple of different versions of a spoon,",
      "it": "Hup avrebbe avuto un paio di versioni diverse di un cucchiaio,"
    }
  },
  {
    "translation": {
      "en": "and those are hand-crafted and made.",
      "it": "che sono fatte a mano."
    }
  },
  {
    "translation": {
      "en": "And we sit and have meetings about, like, the size of the spoon,",
      "it": "Facevamo riunioni sulla misura del cucchiaio,"
    }
  },
  {
    "translation": {
      "en": "and at one point, he was gonna have a whisk, and did that sort of drift away from the spirit of Hup?",
      "it": "poi doveva avere una frusta. Ma si sarebbe allontanata dallo spirito di Hup?"
    }
  },
  {
    "translation": {
      "en": "Like, he's really all about spoons, it shouldn't be a whisk. And...",
      "it": "Il cucchiaio è più Hup, non la frusta."
    }
  },
  {
    "translation": {
      "en": "But people made a whisk, and we looked at the whisk, it was designed,",
      "it": "Hanno fatto una frusta e l'abbiamo guardata,"
    }
  },
  {
    "translation": {
      "en": "and you're like, \"I don't think this is Hup. I think he's a spoon.\"",
      "it": "ma ero contrario perché il cucchiaio è più Hup."
    }
  },
  {
    "translation": {
      "en": "[Will] And you write something like, \"You know... Ah, you know, the Podling, it doesn't want a bath. Bah, bah, bah.",
      "it": "E scrivi qualcosa tipo: \"Il Podling non vuole fare il bagno...\""
    }
  },
  {
    "translation": {
      "en": "Anyway, moving on.\"",
      "it": "Okay, andiamo avanti."
    }
  },
  {
    "translation": {
      "en": "And they're like, \"Okay. We've got a village,",
      "it": "E loro: \"Ok. Abbiamo un villaggio,"
    }
  },
  {
    "translation": {
      "en": "There's 30 Podling. They don't want a bath, but each doesn't want a bath in a different way.",
      "it": "con 30 Podling e ognuno non vuole fare il bagno in un modo diverso"
    }
  },
  {
    "translation": {
      "en": "So we made all these Podlings,",
      "it": "e li abbiamo fatti tutti\"."
    }
  },
  {
    "translation": {
      "en": "and you're just like, \"Okay, that's exactly what I meant.\"",
      "it": "E tu: \"Ok, è proprio quello che volevo\"."
    }
  },
  {
    "translation": {
      "en": "The Deterge is upon us!",
      "it": "È giunta l'ora del Bagnetto!"
    }
  },
  {
    "translation": {
      "en": "Like, we looked at Podling butt sculpts. Does that make sense?",
      "it": "Quindi abbiamo guardato sculture di sederi di Podling. Ha senso?"
    }
  },
  {
    "translation": {
      "en": "And the first one, we were like, \"That's not right.\" And, and, and, and...",
      "it": "E al primo abbiamo detto: \"Non va bene\"..."
    }
  },
  {
    "translation": {
      "en": "had it redone.",
      "it": "...e l'abbiamo fatto rifare."
    }
  },
  {
    "translation": {
      "en": "And so, we, like... There was multiple sculpts of Podling posteriors",
      "it": "E quindi... ci sono state diverse sculture del posteriore del Podling"
    }
  },
  {
    "translation": {
      "en": "before we got to the one that... that I think you'll see in the show.",
      "it": "prima di arrivare a quella che vedrete nello show."
    }
  },
  {
    "translation": {
      "en": "[Simon] It meant something to everybody, you know. And, uh...",
      "it": "Significava qualcosa per tutti e si sentiva che sul set,"
    }
  },
  {
    "translation": {
      "en": "And you could feel that on the set,",
      "it": "e si sentiva che sul set,"
    }
  },
  {
    "translation": {
      "en": "everybody was so at pains to make it Dark Crystal.",
      "it": "tutti erano così impegnati a renderlo Dark Crystal."
    }
  },
  {
    "translation": {
      "en": "It was a puppet show and a puppet show is an art.",
      "it": "È uno spettacolo di burattini ed è un'arte."
    }
  },
  {
    "translation": {
      "en": "And that... that art is a big part of the thing itself.",
      "it": "E quell'arte è una parte importante della cosa stessa."
    }
  },
  {
    "translation": {
      "en": "[Taron] We're still riveted and amazed by CG,",
      "it": "Siamo ancora impressionati dalla CG,"
    }
  },
  {
    "translation": {
      "en": "but there is so much of it",
      "it": "ma ce n'è talmente tanta"
    }
  },
  {
    "translation": {
      "en": "that I think there is an element of kind of desensitizing that happens.",
      "it": "che penso che ormai crei un effetto di desensibilizzazione."
    }
  },
  {
    "translation": {
      "en": "The wonderful thing about this world is everything has weight,",
      "it": "La cosa bella di questo mondo è che tutto ha un peso,"
    }
  },
  {
    "translation": {
      "en": "it's real, it has texture.",
      "it": "è reale, ha consistenza."
    }
  },
  {
    "translation": {
      "en": "If you were in front of the camera, you could reach out and grab them, and I think that's really exciting, too.",
      "it": "Potevi allungare la mano e toccarlo e penso che sia molto emozionante."
    }
  },
  {
    "translation": {
      "en": "The reality of it, the weight of it.",
      "it": "La realtà, il peso."
    }
  },
  {
    "translation": {
      "en": "[Peter] Jim would have embraced every tool in the box available to him.",
      "it": "Jim avrebbe usato ogni strumento a disposizione."
    }
  },
  {
    "translation": {
      "en": "And I have no doubt that he would have absolutely loved CG",
      "it": "Non ho dubbi che avrebbe adorato la CG"
    }
  },
  {
    "translation": {
      "en": "and what CG would have allowed him to do.",
      "it": "e ciò che gli avrebbe permesso di fare."
    }
  },
  {
    "translation": {
      "en": "[Cheryl] My father was a real innovator",
      "it": "Mio padre era un innovatore"
    }
  },
  {
    "translation": {
      "en": "when it comes to all different kinds of aspects of puppets on television, puppets on film.",
      "it": "quando si trattava dei diversi aspetti dei pupazzi in TV, su pellicola"
    }
  },
  {
    "translation": {
      "en": "And he had to invent all the time.",
      "it": "e doveva sempre inventarsi nuovi modi di fare le cose."
    }
  },
  {
    "translation": {
      "en": "He had to come up with new ways of doing things.",
      "it": "e doveva sempre inventarsi nuovi modi di fare le cose. Papà, Deet!"
    }
  },
  {
    "translation": {
      "en": "Oh, hi family.",
      "it": "Ciao famigliola."
    }
  },
  {
    "translation": {
      "en": "-Hello, Nurlocks, feeding time. -[Peter] We didn't want to just rely on",
      "it": "Non volevamo affidarci al fatto"
    }
  },
  {
    "translation": {
      "en": "the fact that CG could potentially fix the problem",
      "it": "Non volevamo affidarci al fatto che la CG potesse risolvere un problema"
    }
  },
  {
    "translation": {
      "en": "or could even substitute a digital character for a... for a practical character.",
      "it": "o anche sostituire un personaggio pratico con uno digitale."
    }
  },
  {
    "translation": {
      "en": "We wanted to make sure that everything that we did",
      "it": "Volevamo assicurarci che tutte le riprese"
    }
  },
  {
    "translation": {
      "en": "and all the shots could be covered practically.",
      "it": "Volevamo assicurarci che tutte le riprese potessero essere fatte praticamente."
    }
  },
  {
    "translation": {
      "en": "We've been talking for a long time about using more puppeteer removal,",
      "it": "Abbiamo parlato a lungo di usare più rimozione del marionettista,"
    }
  },
  {
    "translation": {
      "en": "so that you can do a large character",
      "it": "per poter creare un personaggio grande,"
    }
  },
  {
    "translation": {
      "en": "by controlling from the outside,",
      "it": "controllandolo dall'esterno"
    }
  },
  {
    "translation": {
      "en": "and then removing the puppeteers and the rods.",
      "it": "e poi rimuovere i marionettisti e le aste."
    }
  },
  {
    "translation": {
      "en": "[Damian] The guys in DNeg are doing some interesting tests",
      "it": "Alla DNeg stanno facendo dei test interessanti"
    }
  },
  {
    "translation": {
      "en": "for some of the CG shots that they have to do,",
      "it": "Alla DNeg stanno facendo dei test interessanti per le loro riprese con la CG."
    }
  },
  {
    "translation": {
      "en": "where they've built a human figure behind the CG rig.",
      "it": "Hanno costruito una figura umana dietro il dispositivo della CG e sarà articolato dall'umano da dietro."
    }
  },
  {
    "translation": {
      "en": "And it'll be articulated from the human figure behind it.",
      "it": "dietro il dispositivo della CG e sarà articolato dall'umano da dietro."
    }
  },
  {
    "translation": {
      "en": "So, it kind of mimics all the... the kind of, uh...",
      "it": "Così imita tutte le imprecisioni"
    }
  },
  {
    "translation": {
      "en": "kind of the inaccuracies and all that, so it doesn't become too smooth.",
      "it": "Così imita tutte le imprecisioni e non diventa troppo fluido."
    }
  },
  {
    "translation": {
      "en": "You can get motion capture directly onto that.",
      "it": "Puoi ottenere il motion capture direttamente così."
    }
  },
  {
    "translation": {
      "en": "So, then, you're literally replicating the performance through the puppeteer.",
      "it": "Quindi replichi letteralmente la performance del marionettista."
    }
  },
  {
    "translation": {
      "en": "Anything that gets us as close as possible",
      "it": "Qualsiasi cosa che ci avvicini il più possibile"
    }
  },
  {
    "translation": {
      "en": "to the methods that the puppeteers are using.",
      "it": "ai metodi usati dai marionettisti."
    }
  },
  {
    "translation": {
      "en": "Lore is a character that was originally decided to be a full CG character",
      "it": "Lore è un personaggio che doveva essere fatto col la CG,"
    }
  },
  {
    "translation": {
      "en": "because of the way he's articulated, what he's made of, and the things he has to do in the script.",
      "it": "per come è articolato e per ciò che deve fare nel copione."
    }
  },
  {
    "translation": {
      "en": "[Ted] We had so many meetings about the look of Lore.",
      "it": "Abbiamo avuto tante riunioni sull'aspetto di Lore."
    }
  },
  {
    "translation": {
      "en": "I mean, this thing evolved.",
      "it": "Questa cosa si è evoluta."
    }
  },
  {
    "translation": {
      "en": "At one point, he had, you know, three legs.",
      "it": "A un certo punto aveva tre gambe,"
    }
  },
  {
    "translation": {
      "en": "At one point, he looked like a giant turtle. At one point he-- you know, he was just a big block.",
      "it": "poi sembrava una tartaruga gigante, poi era solo un grosso blocco."
    }
  },
  {
    "translation": {
      "en": "I mean, there were so many looks of Lore,",
      "it": "Lore ha avuto molti aspetti"
    }
  },
  {
    "translation": {
      "en": "and now we've come to this thing where it looks like a pile of stone,",
      "it": "e ora siamo giunti a questo, che sembra una pila di pietre"
    }
  },
  {
    "translation": {
      "en": "and it looked like they were gonna fall.",
      "it": "e ora siamo giunti a questo, che sembra una pila di pietre e sembra che cadano."
    }
  },
  {
    "translation": {
      "en": "And he says, \"I think there's a Lore in this.\"",
      "it": "E dice: \"Credo ci sia una Lore qui\"."
    }
  },
  {
    "translation": {
      "en": "[Andy] The more we started to work on it, the more people got thinking about him.",
      "it": "Più ci abbiamo lavorato, più la gente ci pensava."
    }
  },
  {
    "translation": {
      "en": "We did animation tests, and that got the puppeteers excited,",
      "it": "Abbiamo fatto dei test di animazione e i marionettisti erano emozionati."
    }
  },
  {
    "translation": {
      "en": "and then it became this thing where they were like,",
      "it": "Abbiamo fatto dei test di animazione e i marionettisti erano emozionati. Poi abbiamo capito di poter fare un pupazzo che poteva fare"
    }
  },
  {
    "translation": {
      "en": "\"Well, you know, we can build a puppet that can do way more than we thought",
      "it": "Poi abbiamo capito di poter fare un pupazzo che poteva fare più di ciò che pensavamo e dare a Louis di più, sul set."
    }
  },
  {
    "translation": {
      "en": "and gives Louis even more on set and on camera.\"",
      "it": "più di ciò che pensavamo e dare a Louis di più, sul set."
    }
  },
  {
    "translation": {
      "en": "[Jeff] We thought we had set this challenge you couldn't do, and then they did it.",
      "it": "Pensavamo di avere una sfida impossibile, ma ce l'hanno fatta"
    }
  },
  {
    "translation": {
      "en": "And so, Lore is on set,",
      "it": "e così Lore è sul set,"
    }
  },
  {
    "translation": {
      "en": "and Lore is there, and Lore is puppeteered,",
      "it": "Lore è lì ed è un pupazzo"
    }
  },
  {
    "translation": {
      "en": "and it's beautiful to see them interact and come together.",
      "it": "ed è bello vederli interagire e trovarsi ."
    }
  },
  {
    "translation": {
      "en": "Well, Lore's got this really nice, uh, you know, sort of, like, layers of rock,",
      "it": "Lore ha questi bellissimi strati di roccia"
    }
  },
  {
    "translation": {
      "en": "and mostly when Damon moves the head,",
      "it": "e quando Damon muove la testa,"
    }
  },
  {
    "translation": {
      "en": "just trying to keep it sympathetic with what he's doing",
      "it": "cercando di farlo essere solidale con ciò che fa"
    }
  },
  {
    "translation": {
      "en": "and what he's observing,",
      "it": "e ciò che osserva,"
    }
  },
  {
    "translation": {
      "en": "because it looks like a mouth,",
      "it": "perché sembra una bocca,"
    }
  },
  {
    "translation": {
      "en": "but this is really where he's seeing through, isn't it?",
      "it": "ma qui è da dove vede, vero?"
    }
  },
  {
    "translation": {
      "en": "He can be down quite low, and then he can be up quite high.",
      "it": "Può piegarsi in basso e alzarsi in alto,"
    }
  },
  {
    "translation": {
      "en": "So, we know that they're kind of key positions that he will always go to, you know?",
      "it": "quindi sappiamo che sono le posizioni chiave che farà sempre."
    }
  },
  {
    "translation": {
      "en": "[Ted] Never in my dreams would I think that that thing would be so cool,",
      "it": "Non pensavo che sarebbe stato così figo,"
    }
  },
  {
    "translation": {
      "en": "but, man, I can't wait to own a Lore figure. [laughs]",
      "it": "non vedo l'ora di avere una miniatura di Lore."
    }
  },
  {
    "translation": {
      "en": "[Simon] It's nice to see the CG technology used collaboratively with the puppets,",
      "it": "È bello vedere la tecnologia della CG usata insieme ai pupazzi, il tutto sembra fedele a The Dark Crystal."
    }
  },
  {
    "translation": {
      "en": "so the whole thing feels very true to The Dark Crystal.",
      "it": "usata insieme ai pupazzi, il tutto sembra fedele a The Dark Crystal."
    }
  },
  {
    "translation": {
      "en": "It is, first and foremost, a puppet-led thing, but there are tiny little things you can do.",
      "it": "È prima di tutto guidato da burattini, ma ci sono piccole cose che puoi fare."
    }
  },
  {
    "translation": {
      "en": "Like, in the original film, not that it mattered,",
      "it": "Nel film originale,"
    }
  },
  {
    "translation": {
      "en": "and not that I cared, and not that it was ever a thing,",
      "it": "non che m'importasse o fosse un problema,"
    }
  },
  {
    "translation": {
      "en": "but, occasionally, you can see a rod now and again, you know?",
      "it": "ma ogni tanto si vede un'asta."
    }
  },
  {
    "translation": {
      "en": "Not that that means, \"Wait, there's a rod, it's not real.\"",
      "it": "Non dicevi: \"Ehi, c'è un'asta, non è reale\"."
    }
  },
  {
    "translation": {
      "en": "You know it's not real, it's a puppet show. You should be able to see all the rods really.",
      "it": "Sai che sono burattini. Dovresti vedere tutte le aste."
    }
  },
  {
    "translation": {
      "en": "But what they can do now is they can remove that stuff,",
      "it": "Ma ora possono rimuovere quella roba."
    }
  },
  {
    "translation": {
      "en": "add blinks, add little bits and bobs, which give them a little bit more life and presence,",
      "it": "Aggiungere battiti di ciglia e cose che gli danno un po' più di vita"
    }
  },
  {
    "translation": {
      "en": "and... and just help with the magic trick that it is.",
      "it": "e di presenza e aggiungono alla magia."
    }
  },
  {
    "translation": {
      "en": "The way it's developed, even the effects that are CG effects,",
      "it": "Lo abbiamo sviluppato in maniera che gli effetti in CG,"
    }
  },
  {
    "translation": {
      "en": "we've now complemented most of those by realizing them in a dual capacity",
      "it": "sono stati realizzati in doppia capacità, così abbiamo la versione coi burattini"
    }
  },
  {
    "translation": {
      "en": "where we have the puppet version of it and the CG version of it.",
      "it": "sono stati realizzati in doppia capacità, così abbiamo la versione coi burattini e la versione CG,"
    }
  },
  {
    "translation": {
      "en": "So there's almost nothing in the whole series that exists only as a CG effect.",
      "it": "quindi non c'è quasi niente in tutta la serie che sia solo CG."
    }
  },
  {
    "translation": {
      "en": "[Andy] It's still photo real. In some ways, the techniques are still the same.",
      "it": "È sempre foto reale e le tecniche sono le stesse."
    }
  },
  {
    "translation": {
      "en": "We're still replicating the real world, it's just that the real world is Thra.",
      "it": "Stiamo replicando il mondo reale, è solo che il mondo reale è Thra."
    }
  },
  {
    "translation": {
      "en": "It's Jim Henson's, it's Brian Froud's.",
      "it": "È di Jim Henson, di Brian Froud"
    }
  },
  {
    "translation": {
      "en": "And I think there's something about the... the tangible,",
      "it": "e credo sia la qualità tangibile e artigianale di tutto questo"
    }
  },
  {
    "translation": {
      "en": "hand-crafted quality of it all that immediately makes people think,",
      "it": "e credo sia la qualità tangibile e artigianale di tutto questo che fa pensare alla gente:"
    }
  },
  {
    "translation": {
      "en": "\"Well actually, this isn't like anything we've done before, so we do need to think differently about it.\"",
      "it": "\"Beh, in realtà è diverso, quindi dobbiamo pensarci in modo diverso\"."
    }
  },
  {
    "translation": {
      "en": "The plan now is for the CG to be more based on the rigging",
      "it": "Il piano ora è che la CGI sia più basata sull'attrezzatura"
    }
  },
  {
    "translation": {
      "en": "and have all these little flaws in it that the... um, that puppets have.",
      "it": "e abbia tutti quei piccoli difetti che hanno i pupazzi."
    }
  },
  {
    "translation": {
      "en": "[Andy] For me, it should always be, you know,",
      "it": "Per me ogni cosa dovrebbe essere"
    }
  },
  {
    "translation": {
      "en": "it's not just for the art department to try and work this out, 'cause maybe the VFX guys can do it better.",
      "it": "che non è solo per il reparto artistico perché forse col FX viene meglio"
    }
  },
  {
    "translation": {
      "en": "It's not just for the VFX guys to do it, 'cause, actually, if you built it, it'd be better.",
      "it": "e non è solo da fare col FX, perché costruito sarebbe più bello."
    }
  },
  {
    "translation": {
      "en": "You know, no one should be too precious about what they're doing.",
      "it": "Nessun reparto è più importante di un altro."
    }
  },
  {
    "translation": {
      "en": "The great thing about voice work is that it's inherently a collaborative process,",
      "it": "Il bello del lavorare con la voce è che è un processo collaborativo."
    }
  },
  {
    "translation": {
      "en": "and you are far from the most important cog in the machine.",
      "it": "Non sei l'ingranaggio chiave della macchina."
    }
  },
  {
    "translation": {
      "en": "They have made choices in movement, in pace, in style.",
      "it": "Hanno fatto scelte di movimento, di ritmo, di stile."
    }
  },
  {
    "translation": {
      "en": "They've made characterization choices that you inherit.",
      "it": "Hanno fatto scelte di caratterizzazione che tu erediti."
    }
  },
  {
    "translation": {
      "en": "[Simon] It a very interesting process, and it's been very, very challenging in a good way,",
      "it": "È un processo interessante ed è stato difficile in senso buono."
    }
  },
  {
    "translation": {
      "en": "because usually when you do a voice in something, if you do animation, you do the voice,",
      "it": "Perché, di solito, quando lavori con l'animazione, tu fai la voce"
    }
  },
  {
    "translation": {
      "en": "and then the animators take your voice and they animate to the voice.",
      "it": "e poi gli animatori animano seguendo la tua voce."
    }
  },
  {
    "translation": {
      "en": "With this, it's the other way around.",
      "it": "Qui è il contrario,"
    }
  },
  {
    "translation": {
      "en": "You have to match your performance to the puppeteers, who are all very good at what they do.",
      "it": "devi abbinare la tua performance ai marionettisti, che sono bravissimi."
    }
  },
  {
    "translation": {
      "en": "They are actors, you know, they characterize, but you have to match their mouth flaps.",
      "it": "Sono attori, ma devi seguire i loro movimenti della bocca."
    }
  },
  {
    "translation": {
      "en": "[Jason] It's an interesting discipline, because the puppeteers, the world's greatest puppeteers,",
      "it": "È una disciplina interessante perché i marionettisti più grandi del mondo"
    }
  },
  {
    "translation": {
      "en": "have done the work already",
      "it": "hanno già fatto il lavoro"
    }
  },
  {
    "translation": {
      "en": "and so, you have to act and convey truth, power, fear, threat, whatever it is,",
      "it": "e tu devi recitare e trasmettere verità, potere, paura, minaccia, quello che è..."
    }
  },
  {
    "translation": {
      "en": "but you have to match the discipline.",
      "it": "...ma devi seguire la disciplina."
    }
  },
  {
    "translation": {
      "en": "The Crystal calls.",
      "it": "Il richiamo del Cristallo!"
    }
  },
  {
    "translation": {
      "en": "To the crystal chamber!",
      "it": "Alla Camera del Cristallo!"
    }
  },
  {
    "translation": {
      "en": "Ah, scroll keeper. Scroll keeper!",
      "it": "Ah! Storico!"
    }
  },
  {
    "translation": {
      "en": "[Jason] You take a lot of time to get it right,",
      "it": "Ci vuole tempo per farlo bene"
    }
  },
  {
    "translation": {
      "en": "because you can be satisfied that you matched the movement in sync,",
      "it": "perché puoi accontentarti di sincronizzare il movimento,"
    }
  },
  {
    "translation": {
      "en": "but you're trying to give performances that are as real and as engaging as possible.",
      "it": "ma vuoi dare una performance il più reale e coinvolgente possibile."
    }
  },
  {
    "translation": {
      "en": "Go? Leave?",
      "it": "Andare? Via?"
    }
  },
  {
    "translation": {
      "en": "Chamberlain will decide when Grunac's service is finished.",
      "it": "Ciambellano deciderà quando il servizio dei Gruenaks è finito."
    }
  },
  {
    "translation": {
      "en": "Until then, Grunac stay right where are.",
      "it": "Fino ad allora, Gruenaks restano dove sono."
    }
  },
  {
    "translation": {
      "en": "So, that's actually quite hard sometimes,",
      "it": "A volte è difficile,"
    }
  },
  {
    "translation": {
      "en": "when you might choose a different way of delivering a line,",
      "it": "quando scegli un modo diverso di dire una battuta"
    }
  },
  {
    "translation": {
      "en": "but you've got to get it into this rhythm of, uh... of speech.",
      "it": "ma devi usare quel ritmo nel parlare."
    }
  },
  {
    "translation": {
      "en": "It is amazing to be part of that group of... of Skeksis.",
      "it": "È fantastico far parte di quel gruppo di Skeksis."
    }
  },
  {
    "translation": {
      "en": "Much to do. Much fun to be had.",
      "it": "C'è molto da fare. Molto da divertirsi."
    }
  },
  {
    "translation": {
      "en": "From there?",
      "it": "Da lì?"
    }
  },
  {
    "translation": {
      "en": "So... she hits him.",
      "it": "Quindi... lei lo colpisce."
    }
  },
  {
    "translation": {
      "en": "So, first, like...",
      "it": "Quindi, prima così..."
    }
  },
  {
    "translation": {
      "en": "She told you to let go! She told you to let go.",
      "it": "Ti ha detto di lasciarla andare."
    }
  },
  {
    "translation": {
      "en": "And there's something hard about it.",
      "it": "Ed è molto complicato,"
    }
  },
  {
    "translation": {
      "en": "It's really difficult, but the reward is even greater",
      "it": "è molto... difficile, ma la soddisfazione è maggiore"
    }
  },
  {
    "translation": {
      "en": "because it's tangible, it feels tactile.",
      "it": "perché è tangibile, ti sembra tattile."
    }
  },
  {
    "translation": {
      "en": "It's also key that you create a sense of spontaneity in it,",
      "it": "È fondamentale creare un senso di spontaneità,"
    }
  },
  {
    "translation": {
      "en": "an immediacy, and... and life.",
      "it": "un'immediatezza e... la vita."
    }
  },
  {
    "translation": {
      "en": "We protect the Lords,",
      "it": "Noi proteggiamo i Signori."
    }
  },
  {
    "translation": {
      "en": "the Lords protect the Crystal of Truth.",
      "it": "I Signori proteggono il Cristallo della Verità."
    }
  },
  {
    "translation": {
      "en": "[Natalie] The ensemble cast of actors that are doing the voice work speaks for itself.",
      "it": "Il cast di attori che fanno le voci parla da sé."
    }
  },
  {
    "translation": {
      "en": "It's incredible. But behind that is the other layers of the puppeteers, and the suit artists,",
      "it": "È incredibile, ma dietro ci sono i marionettisti e gli artisti"
    }
  },
  {
    "translation": {
      "en": "and, um, it's a team eff-- like, it's genuinely a team effort.",
      "it": "ed è davvero un lavoro di squadra."
    }
  },
  {
    "translation": {
      "en": "It's a huge variety of people, uh, in this,",
      "it": "C'è una grande varietà di persone, provenienti da Paesi e culture diverse."
    }
  },
  {
    "translation": {
      "en": "from different countries, and cultures, and I think you'll get a sense of that.",
      "it": "C'è una grande varietà di persone, provenienti da Paesi e culture diverse. Penso che avrete la sensazione che sia un mondo eclettico."
    }
  },
  {
    "translation": {
      "en": "You'll get a sense of a big, eclectic world.",
      "it": "Penso che avrete la sensazione che sia un mondo eclettico."
    }
  },
  {
    "translation": {
      "en": "So, this is when we see the crystal.",
      "it": "Qui è quando vediamo il Cristallo."
    }
  },
  {
    "translation": {
      "en": "So when the crystal comes down, we get this sound",
      "it": "Quando il Cristallo scende, c'è questo suono"
    }
  },
  {
    "translation": {
      "en": "that we've come to associate with the crystal.",
      "it": "che siamo arrivati ad associare al cristallo."
    }
  },
  {
    "translation": {
      "en": "And there's an instability to sound.",
      "it": "È un suono di instabilità."
    }
  },
  {
    "translation": {
      "en": "This is kind of connected to the crystal and the, uh, Skeksis.",
      "it": "È collegato al Cristallo e agli Skeksis,"
    }
  },
  {
    "translation": {
      "en": "In a way, it's a very uncomfortable sound.",
      "it": "è un suono molto disagevole."
    }
  },
  {
    "translation": {
      "en": "So this creates, again...",
      "it": "Questo crea, di nuovo..."
    }
  },
  {
    "translation": {
      "en": "a sound you wouldn't",
      "it": "...un suono che..."
    }
  },
  {
    "translation": {
      "en": "associate with an orchestra.",
      "it": "...non assoceresti a un'orchestra."
    }
  },
  {
    "translation": {
      "en": "It's just a very unusual sound.",
      "it": "È un suono insolito."
    }
  },
  {
    "translation": {
      "en": "-[metal cranking] -Yes!",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "[Daniel] The Dark Crystal world always felt, to me, like from a different time.",
      "it": "Il mondo di The Dark Crystal a me sembra da un'epoca diversa."
    }
  },
  {
    "translation": {
      "en": "I sort of felt, musically, I wanted to incorporate as many different elements",
      "it": "Musicalmente volevo incorporare molti elementi diversi"
    }
  },
  {
    "translation": {
      "en": "from all types of musical culture into the score.",
      "it": "da tutti i tipi di cultura musicale."
    }
  },
  {
    "translation": {
      "en": "I also wanted to give it a simplicity in way,",
      "it": "Volevo anche renderla semplice,"
    }
  },
  {
    "translation": {
      "en": "because a lot of early instruments, they often--",
      "it": "perché molti dei primi strumenti"
    }
  },
  {
    "translation": {
      "en": "they might not even have a chromatic scale, they might have quite a simple scale on them.",
      "it": "non avevano una scala cromatica, avevano una scala molto semplice"
    }
  },
  {
    "translation": {
      "en": "And by limiting yourself to more of just a smaller range of notes,",
      "it": "e limitandoti a una gamma più piccola di note"
    }
  },
  {
    "translation": {
      "en": "it starts to feel, hopefully, more authentic.",
      "it": "inizia a sembrare più autentica."
    }
  },
  {
    "translation": {
      "en": "I want it to feel like this music could have been made in Thra.",
      "it": "Voglio che sia come se questa musica potesse essere fatta a Thra."
    }
  },
  {
    "translation": {
      "en": "Cast him out.",
      "it": "Lo esilieranno."
    }
  },
  {
    "translation": {
      "en": "How can they not?",
      "it": "Come possono non farlo?"
    }
  },
  {
    "translation": {
      "en": "To believe him is not to believe themselves.",
      "it": "Credere a lui, è non credere a se stessi."
    }
  },
  {
    "translation": {
      "en": "[Daniel] And so, the idea with that is we can use it in lots of different ways",
      "it": "L'idea è che possiamo usarla in molti modi diversi"
    }
  },
  {
    "translation": {
      "en": "through the show.",
      "it": "durante lo show."
    }
  },
  {
    "translation": {
      "en": "[Skeksis] Thra belongs to us now.",
      "it": "Thra è nostra, ora."
    }
  },
  {
    "translation": {
      "en": "And is nothing... nothing Gelfling can do!",
      "it": "E non c'è niente Gelfling possono fare!"
    }
  },
  {
    "translation": {
      "en": "The first time we were going round set, we would just find all these,",
      "it": "Le prime volte che andavamo sul set, trovavamo tutti questi oggetti folli"
    }
  },
  {
    "translation": {
      "en": "like, mad objects,",
      "it": "trovavamo tutti questi oggetti folli"
    }
  },
  {
    "translation": {
      "en": "and we were like, \"Oh, wow!\" You could just... It was so tactile.",
      "it": "e dicevamo: \"Oh, wow!\" Era così tattile"
    }
  },
  {
    "translation": {
      "en": "And I think that's a really important word in this.",
      "it": "e credo che sia una parola molto importante."
    }
  },
  {
    "translation": {
      "en": "If the music can feel as tactile as everything else,",
      "it": "Se la musica può sembrare tattile come il resto,"
    }
  },
  {
    "translation": {
      "en": "then we've sort of succeeded.",
      "it": "allora ci siamo riusciti."
    }
  },
  {
    "translation": {
      "en": "[Daniel] I think everyone involved in this show",
      "it": "Tutti quelli coinvolti in questo show"
    }
  },
  {
    "translation": {
      "en": "has put so much work and effort into every minute detail.",
      "it": "hanno lavorato molto e si sono impegnati in ogni dettaglio."
    }
  },
  {
    "translation": {
      "en": "I think every department,",
      "it": "Penso che in ogni reparto,"
    }
  },
  {
    "translation": {
      "en": "from, you know, sound, to costume design,",
      "it": "dal suono, ai costumi,"
    }
  },
  {
    "translation": {
      "en": "to story, to set building, the puppeteers,",
      "it": "alla sceneggiatura, alla scenografia, ai marionettisti,"
    }
  },
  {
    "translation": {
      "en": "everyone is putting something",
      "it": "tutti mettano qualcosa"
    }
  },
  {
    "translation": {
      "en": "that most of us wouldn't even know what-- what is going into it.",
      "it": "e la maggior parte di noi non sa cosa"
    }
  },
  {
    "translation": {
      "en": "And that's what makes the show so special, I think, because...",
      "it": "e questo rende lo show così speciale, perché è creativamente diverso da qualsiasi altra cosa tu abbia visto."
    }
  },
  {
    "translation": {
      "en": "it's creatively like... unlike anything else you've seen.",
      "it": "perché è creativamente diverso da qualsiasi altra cosa tu abbia visto."
    }
  },
  {
    "translation": {
      "en": "[Jason] Nobody's making films with puppets anymore,",
      "it": "Nessuno fa più film coi pupazzi"
    }
  },
  {
    "translation": {
      "en": "the world's greatest puppeteers. They're working at the very top of their game.",
      "it": "e questi sono i migliori marionettisti del mondo che lavorano al meglio,"
    }
  },
  {
    "translation": {
      "en": "They're working in a context where one of the greatest DPs in the world",
      "it": "e questi sono i migliori marionettisti del mondo che lavorano al meglio, con uno dei più grandi DOP al mondo che fa le luci e lo gira."
    }
  },
  {
    "translation": {
      "en": "is lighting it and shooting it.",
      "it": "con uno dei più grandi DOP al mondo che fa le luci e lo gira."
    }
  },
  {
    "translation": {
      "en": "And so, uh, it's a look that you've never seen before. It's a look I've never seen before, that's for sure.",
      "it": "Quindi è sicuramente un look mai visto prima."
    }
  },
  {
    "translation": {
      "en": "Go where I can see you. I'll be on the other side.",
      "it": "Vai dove posso vederti. Sarò dall'altra parte."
    }
  },
  {
    "translation": {
      "en": "[Taron] Film-making of all types is deceptively simple.",
      "it": "Fare un film sembra illusoriamente semplice."
    }
  },
  {
    "translation": {
      "en": "That's the thing about it, you know, it's an illusion and that's the great joy of it, you know,",
      "it": "Quello è il punto. È un'illusione e ciò lo rende una gioia."
    }
  },
  {
    "translation": {
      "en": "that there's a bunch of people who are working painstakingly and lovingly",
      "it": "Ci sono molte persone che lavorano con diligenza"
    }
  },
  {
    "translation": {
      "en": "to create something that other people enjoy",
      "it": "per creare qualcosa che gli altri gradiscono"
    }
  },
  {
    "translation": {
      "en": "in a fraction of the time it took to create.",
      "it": "per una frazione del tempo che c'è voluto per crearla."
    }
  },
  {
    "translation": {
      "en": "Louis was just fantastic. I mean he... [laughs]",
      "it": "Louis è stato fantastico. Cioè..."
    }
  },
  {
    "translation": {
      "en": "I don't know how he does it.",
      "it": "...non so come fa."
    }
  },
  {
    "translation": {
      "en": "He almost immediately got how a movie like this is made.",
      "it": "Ha capito subito come si fa un film come questo."
    }
  },
  {
    "translation": {
      "en": "I really love the fact that he embraced our methodology so wholeheartedly.",
      "it": "Adoro il fatto che abbia accolto la nostra metodologia con il cuore."
    }
  },
  {
    "translation": {
      "en": "I felt he was always, you know, behind us. He was championing what we were doing.",
      "it": "Ci supportava sempre. Difendeva quello che facevamo."
    }
  },
  {
    "translation": {
      "en": "Swings in, that makes it ring.",
      "it": "Un fendente la fa risuonare..."
    }
  },
  {
    "translation": {
      "en": "[Olly] Absolutely every day is a voyage of discovery on this job.",
      "it": "Ogni giorno fai una scoperta, in questo lavoro."
    }
  },
  {
    "translation": {
      "en": "We anticipate, analyze, and plan as best we can,",
      "it": "Anticipiamo, analizziamo e pianifichiamo al meglio,"
    }
  },
  {
    "translation": {
      "en": "but the sequences are big, they're ambitious, you can't cover all your bases.",
      "it": "ma le sequenze sono grandi e ambiziose, non puoi coprire tutte le basi."
    }
  },
  {
    "translation": {
      "en": "And then, obviously, you get on set, things change.",
      "it": "E poi, sul set, le cose cambiano."
    }
  },
  {
    "translation": {
      "en": "Like, the shot changes. Something's not working quite right,",
      "it": "La ripresa cambia. Qualcosa non quadra,"
    }
  },
  {
    "translation": {
      "en": "so we're always discovering better ways,",
      "it": "quindi scopriamo sempre modi nuovi e migliori"
    }
  },
  {
    "translation": {
      "en": "newer ways to achieve what we set out to.",
      "it": "per raggiungere il nostro scopo."
    }
  },
  {
    "translation": {
      "en": "Sometimes we don't. Sometimes things don't work as we planned,",
      "it": "A volte no, le cose non vanno come previsto"
    }
  },
  {
    "translation": {
      "en": "and then we have to completely change direction.",
      "it": "e dobbiamo cambiare totalmente direzione."
    }
  },
  {
    "translation": {
      "en": "We're constantly altering, and changing,",
      "it": "Modifichiamo e cambiamo le cose di continuo"
    }
  },
  {
    "translation": {
      "en": "and addressing everything.",
      "it": "e ci occupiamo di tutto."
    }
  },
  {
    "translation": {
      "en": "We're replacing skins or we're fixing mouth interiors.",
      "it": "Sostituiamo pelle o ripariamo l'interno di bocche,"
    }
  },
  {
    "translation": {
      "en": "We're working on hand paddles,",
      "it": "lavoriamo sulle mani,"
    }
  },
  {
    "translation": {
      "en": "we're trying to always make things better,",
      "it": "cerchiamo sempre di migliorare le cose."
    }
  },
  {
    "translation": {
      "en": "and also make sure that things function for whatever they need to do next.",
      "it": "E ci assicuriamo che le cose funzionino per ciò che devono fare la prossima volta."
    }
  },
  {
    "translation": {
      "en": "[Ritamarie] The beauty of it is it looks simple.",
      "it": "Il bello è che sembra semplice."
    }
  },
  {
    "translation": {
      "en": "At the end of the day, nobody's gonna understand",
      "it": "Alla fine, nessuno capirà"
    }
  },
  {
    "translation": {
      "en": "what it took to try to get there.",
      "it": "cosa ci sia voluto per arrivarci."
    }
  },
  {
    "translation": {
      "en": "If you'd have said, \"Let's shoot puppets hand-held",
      "it": "Se avessi detto: \"Giriamo dei pupazzi a mano libera"
    }
  },
  {
    "translation": {
      "en": "and steadicam with two cameras simultaneously,\"",
      "it": "e con la steadicam contemporaneamente\"."
    }
  },
  {
    "translation": {
      "en": "I'd have said you're crazy. It's counter-intuitive.",
      "it": "Avrei detto che eri pazzo. È controintuitivo."
    }
  },
  {
    "translation": {
      "en": "You need to hide the puppeteer's head, and you need to hide the sleeves,",
      "it": "Devi celare la testa del marionettista, le maniche"
    }
  },
  {
    "translation": {
      "en": "and as soon as you have a wobbly frame, then you're just gonna kill yourself.",
      "it": "e se hai un'inquadratura traballante sarà impossibile."
    }
  },
  {
    "translation": {
      "en": "But, you know, he does it, and he does it amazingly,",
      "it": "Ma lo fa incredibilmente bene."
    }
  },
  {
    "translation": {
      "en": "and I think it will change the way people perhaps shoot puppets in the future.",
      "it": "Cambierà il modo in cui si filmeranno i pupazzi in futuro."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey] Louis is strapped into that rig.",
      "it": "Louis è legato all'impianto."
    }
  },
  {
    "translation": {
      "en": "He's moving on the fly, he's constantly adjusting,",
      "it": "Si muove e si adegua costantemente."
    }
  },
  {
    "translation": {
      "en": "\"Okay, there's a head coming in here. There's here, there's that...\"",
      "it": "\"Ok, c'è una testa, c'è questo e quello.\""
    }
  },
  {
    "translation": {
      "en": "And so, it's much more sort of fluid,",
      "it": "E quindi è molto più fluido"
    }
  },
  {
    "translation": {
      "en": "and so, the puppeteers have... I don't think any of them had ever worked with having two cameras running,",
      "it": "e i marionettisti non credo abbiano mai lavorato con due cineprese"
    }
  },
  {
    "translation": {
      "en": "which means two monitors, and eye lines can get tricky with puppets.",
      "it": "e due monitor e gli occhi dei pupazzi sono difficili."
    }
  },
  {
    "translation": {
      "en": "[Neil] We're used to quite static stuff on us.",
      "it": "Siamo abituati a cose statiche"
    }
  },
  {
    "translation": {
      "en": "And we kind of work within a frame that we're given,",
      "it": "e lavoriamo con l'inquadratura che ci viene data,"
    }
  },
  {
    "translation": {
      "en": "whereas Louis and Erik, they're giving us so much movement.",
      "it": "mentre Louis ed Erik ci danno tanto movimento."
    }
  },
  {
    "translation": {
      "en": "And we know Louis has got a much bigger picture in his head than we have.",
      "it": "E sappiamo che Louis in testa ha un quadro più ampio del nostro."
    }
  },
  {
    "translation": {
      "en": "-[Louis] The best, the idea is that... -[man] Um...",
      "it": "- L'idea migliore è che... - Bene."
    }
  },
  {
    "translation": {
      "en": "You watch the show and you forget you're watching puppets.",
      "it": "Devi guardare lo show e dimenticare che sono pupazzi."
    }
  },
  {
    "translation": {
      "en": "And if we do this, if we achieve that,",
      "it": "Se lo facciamo, se ci riusciamo,"
    }
  },
  {
    "translation": {
      "en": "we might be onto something.",
      "it": "allora ce l'avremo fatta."
    }
  },
  {
    "translation": {
      "en": "I don't think we did it, but we try. Every day, we try.",
      "it": "Non ci siamo ancora, ma ci proviamo ogni giorno."
    }
  },
  {
    "translation": {
      "en": "[Natalie] It's a marathon task.",
      "it": "È una maratona."
    }
  },
  {
    "translation": {
      "en": "It's to have the mental capacity",
      "it": "È avere le capacità mentali"
    }
  },
  {
    "translation": {
      "en": "to play that three dimensional chess",
      "it": "per giocare a scacchi tridimensionali."
    }
  },
  {
    "translation": {
      "en": "of being, thinking about pre-production, shooting, post-production,",
      "it": "Devi pensare alla pre-produzione, al filmare, alla post-produzione,"
    }
  },
  {
    "translation": {
      "en": "all the different elements that something like Age of Resistance requires.",
      "it": "tutti gli elementi diversi che La resistenza richiede."
    }
  },
  {
    "translation": {
      "en": "[Taron] And he's also incredibly laid back and mellow,",
      "it": "Ed è anche molto rilassato e tranquillo."
    }
  },
  {
    "translation": {
      "en": "and I think for most people, the task of bringing something like this to life,",
      "it": "Per la maggior parte della gente, la quantità di lavoro richiesta"
    }
  },
  {
    "translation": {
      "en": "it's quite hard to comprehend the amount of work that goes into this that you don't see.",
      "it": "per fare qualcosa di simile, è difficile da capire, perché non si vede."
    }
  },
  {
    "translation": {
      "en": "I think what we've never done",
      "it": "Credo che non abbiamo mai fatto"
    }
  },
  {
    "translation": {
      "en": "is this kind of dance between the camera and the puppets.",
      "it": "Credo che non abbiamo mai fatto questa danza tra la cinepresa e i pupazzi."
    }
  },
  {
    "translation": {
      "en": "So Louis, moving the camera through,",
      "it": "Louis muove la cinepresa nella scena"
    }
  },
  {
    "translation": {
      "en": "not necessarily always telling people where the camera's gonna be,",
      "it": "senza necessariamente dire sempre alla gente dove sarà"
    }
  },
  {
    "translation": {
      "en": "and then having the characters be able to interact with a moving camera.",
      "it": "e poi fa interagire i personaggi con la cinepresa in movimento."
    }
  },
  {
    "translation": {
      "en": "There's so much more dynamism to this shooting,",
      "it": "C'è così tanto dinamismo nelle riprese"
    }
  },
  {
    "translation": {
      "en": "that I think that is the first.",
      "it": "che credo sia la prima volta."
    }
  },
  {
    "translation": {
      "en": "[Helena] I love it, the energy it gives it.",
      "it": "Adoro l'energia che dà."
    }
  },
  {
    "translation": {
      "en": "You can really start to use it when you know he's coming round and then you can turn into his shot.",
      "it": "Puoi davvero usarla se sai che sta arrivando e ti giri nell'inquadratura."
    }
  },
  {
    "translation": {
      "en": "[Simon] He's directing through something, You know, he's directing through the puppet to the puppeteer, which can't be easy,",
      "it": "Dirige i marionettisti attraverso i pupazzi, che non è facile,"
    }
  },
  {
    "translation": {
      "en": "giving performance notes to the people underneath",
      "it": "dando appunti di performance alle persone al di sotto,"
    }
  },
  {
    "translation": {
      "en": "which have to then be telegraphed above.",
      "it": "che devono poi essere trasmesse sopra."
    }
  },
  {
    "translation": {
      "en": "So, it's like this. Like... [growls]",
      "it": "Quindi è così..."
    }
  },
  {
    "translation": {
      "en": "We're doing everything we can",
      "it": "Facciamo di tutto per far sì"
    }
  },
  {
    "translation": {
      "en": "to make sure that the characters can run, and jump, and fly,",
      "it": "Facciamo di tutto per far sì che i personaggi possano correre, saltare, volare,"
    }
  },
  {
    "translation": {
      "en": "and climb, and do a lot more action than they could originally.",
      "it": "arrampicarsi e fare più azione di quanto potessero in origine."
    }
  },
  {
    "translation": {
      "en": "Climb, Lore!",
      "it": "Sali, Lore!"
    }
  },
  {
    "translation": {
      "en": "[Natalie] The physical strength",
      "it": "La forza fisica e mentale che serve"
    }
  },
  {
    "translation": {
      "en": "that is required to be there on set holding a camera every day,",
      "it": "La forza fisica e mentale che serve per essere lì sul set a reggere la cinepresa ogni giorno..."
    }
  },
  {
    "translation": {
      "en": "as well as the mental.",
      "it": "per essere lì sul set a reggere la cinepresa ogni giorno..."
    }
  },
  {
    "translation": {
      "en": "What Louis has done is super-human,",
      "it": "Ciò che Louis ha fatto è superumano,"
    }
  },
  {
    "translation": {
      "en": "but to the benefit, because it means that the audience innately feel his energy,",
      "it": "ma a vantaggio, perché significa che il pubblico sente la sua energia"
    }
  },
  {
    "translation": {
      "en": "and there will be a house style,",
      "it": "e ci sarà uno stile particolare,"
    }
  },
  {
    "translation": {
      "en": "there will be a house energy.",
      "it": "ci sarà un'energia particolare."
    }
  },
  {
    "translation": {
      "en": "[Cameron] It makes it a lot easier to have somebody",
      "it": "È molto più facile se c'è qualcuno"
    }
  },
  {
    "translation": {
      "en": "that has full knowledge of every single episode",
      "it": "che conosce tutti i singoli episodi"
    }
  },
  {
    "translation": {
      "en": "and every item that goes in that episode.",
      "it": "e gli oggetti che vanno in ognuno."
    }
  },
  {
    "translation": {
      "en": "And even still, it's just so overwhelming.",
      "it": "E anche così, è travolgente."
    }
  },
  {
    "translation": {
      "en": "There's so much minutia that goes into this.",
      "it": "Ci sono così tanti dettagli in questa produzione."
    }
  },
  {
    "translation": {
      "en": "[Will] Absolutely, this is Louis' show.",
      "it": "Questo è lo show di Louis."
    }
  },
  {
    "translation": {
      "en": "He drives it, and he runs it,",
      "it": "Lo conduce e lo gestisce"
    }
  },
  {
    "translation": {
      "en": "and everyone kind of fills in behind him and helps create his vision.",
      "it": "e tutti gli altri lo aiutano a creare la sua visione."
    }
  },
  {
    "translation": {
      "en": "The performers will come and would raid the village,",
      "it": "Gli artisti arriveranno e saccheggeranno il villaggio,"
    }
  },
  {
    "translation": {
      "en": "you know, so... so, two-by-two coming around.",
      "it": "quindi si avvicinano due a due"
    }
  },
  {
    "translation": {
      "en": "And then, we have, uh... we have all of them gathering,",
      "it": "e poi abbiamo... Faremo riunire tutti,"
    }
  },
  {
    "translation": {
      "en": "so that's 18, 19.",
      "it": "quindi sono 18, 19."
    }
  },
  {
    "translation": {
      "en": "I want to use those big swords in the beginning.",
      "it": "Voglio usare quelle spade grandi all'inizio."
    }
  },
  {
    "translation": {
      "en": "I think you would go for, like... [growls]",
      "it": "Credo che tu farai un bel fendente."
    }
  },
  {
    "translation": {
      "en": "And he goes, and he goes... [growls]",
      "it": "E lui fa..."
    }
  },
  {
    "translation": {
      "en": "And he's going to...",
      "it": "...e lui farà..."
    }
  },
  {
    "translation": {
      "en": "General's going to push...",
      "it": "Il Generale spingerà..."
    }
  },
  {
    "translation": {
      "en": "And then, Rian goes, \"Ah!\" like that",
      "it": "...e poi Rian fa... così"
    }
  },
  {
    "translation": {
      "en": "and the thing just... [grinds] it goes like this.",
      "it": "e la cosa fa... così."
    }
  },
  {
    "translation": {
      "en": "Gets stuck.",
      "it": "Alzati!"
    }
  },
  {
    "translation": {
      "en": "[Ted] It was never in my wildest dreams that Louis Leterrier was gonna direct all ten episodes.",
      "it": "Non osavo sperare che Louis Leterrier avrebbe diretto tutti gli episodi."
    }
  },
  {
    "translation": {
      "en": "It's inhuman, by the way.",
      "it": "È uno sforzo disumano!"
    }
  },
  {
    "translation": {
      "en": "The biggest question when a director's gonna take that kind of...",
      "it": "La domanda più grande quando un regista vuole fare tutto quel lavoro..."
    }
  },
  {
    "translation": {
      "en": "amount of work on, you think, \"Wow, that's nuts.\"",
      "it": "vuole fare tutto quel lavoro... Pensi: \"Wow, che follia\"."
    }
  },
  {
    "translation": {
      "en": "But the beauty of it is, it's a single vision.",
      "it": "Ma il bello è che è un'unica visione."
    }
  },
  {
    "translation": {
      "en": "It's quite tough.",
      "it": "È molto dura."
    }
  },
  {
    "translation": {
      "en": "And... I'm just shooting it.",
      "it": "E io faccio solo le riprese."
    }
  },
  {
    "translation": {
      "en": "Louis is directing, and editing,",
      "it": "Louis dirige e fa il montaggio"
    }
  },
  {
    "translation": {
      "en": "and helping with the writing and producing--",
      "it": "e aiuta con la sceneggiatura e la produzione..."
    }
  },
  {
    "translation": {
      "en": "You know, he's kind of... All of this is kind of...",
      "it": "È tipo... Tutto questo è..."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's a lot.",
      "it": "...sì, è tantissimo."
    }
  },
  {
    "translation": {
      "en": "He's got to take the vision that Jim Henson had,",
      "it": "Deve riprendere la visione di Jim Henson,"
    }
  },
  {
    "translation": {
      "en": "continue that, and then put his own stamp on it.",
      "it": "continuarla e metterci del suo."
    }
  },
  {
    "translation": {
      "en": "He's obviously developed an incredible knowledge about how the creatures work, the puppets work.",
      "it": "Ha un'incredibile conoscenza del funzionamento dei pupazzi."
    }
  },
  {
    "translation": {
      "en": "He's often suggesting ways that they can make-- improve the puppets and improve the creatures",
      "it": "Spesso suggerisce dei modi in cui possono essere migliorati."
    }
  },
  {
    "translation": {
      "en": "that I find quite fascinating, considering that's not his traditional background.",
      "it": "Lo trovo interessante, dato che non è la sua formazione."
    }
  },
  {
    "translation": {
      "en": "He's not afraid that they're puppets, which sounds a bizarre thing.",
      "it": "Non ha paura che siano pupazzi, il che sembra strano da dire."
    }
  },
  {
    "translation": {
      "en": "You work on many shows and things where it's, \"Well, it's a puppet, it's going to do this, and it's gonna be a problem.\"",
      "it": "Lavori in molti show in cui dicono: \"È un pupazzo. Sarà un problema\","
    }
  },
  {
    "translation": {
      "en": "But when a character walks into a room,",
      "it": "ma quando un personaggio entra nella stanza"
    }
  },
  {
    "translation": {
      "en": "he and Erik, they shoot it as if it was a human actor.",
      "it": "lui ed Erik lo riprendono come se fosse umano."
    }
  },
  {
    "translation": {
      "en": "If he doesn't like something, he'll tell you what he thinks it should be.",
      "it": "Se non gli piace qualcosa, ti descrive come pensa che dovrebbe essere."
    }
  },
  {
    "translation": {
      "en": "He can describe what it should be rather than, \"No, show me something else.\"",
      "it": "Se non gli piace qualcosa, ti descrive come pensa che dovrebbe essere. Non dice: \"Mostrami qualcos'altro\", dice: \"No, ma che ne dici di questo?\""
    }
  },
  {
    "translation": {
      "en": "It's, like, \"No, but how about this?\"",
      "it": "Non dice: \"Mostrami qualcos'altro\", dice: \"No, ma che ne dici di questo?\""
    }
  },
  {
    "translation": {
      "en": "And his ideas are brilliant,",
      "it": "Ha delle idee geniali"
    }
  },
  {
    "translation": {
      "en": "and he has given us loads of ideas of how things could look and how they could be.",
      "it": "e ce ne ha date tante su come le cose si potevano migliorare."
    }
  },
  {
    "translation": {
      "en": "[Javier] We're in this hybrid place where we're neither a feature, nor a television show,",
      "it": "Siamo un po' un ibrido, non siamo né un film, né uno show televisivo"
    }
  },
  {
    "translation": {
      "en": "and having somebody like Louis at the top of that,",
      "it": "e avere al comando qualcuno che lavora come Louis"
    }
  },
  {
    "translation": {
      "en": "the way that he works made it really possible",
      "it": "e avere al comando qualcuno che lavora come Louis ci ha permesso di creare liberamente."
    }
  },
  {
    "translation": {
      "en": "for us to create freely.",
      "it": "ci ha permesso di creare liberamente."
    }
  },
  {
    "translation": {
      "en": "We knew what we could write that was gonna get on screen,",
      "it": "Sapevamo cosa scrivere per farlo arrivare sullo schermo,"
    }
  },
  {
    "translation": {
      "en": "because we knew the guy who was gonna be shooting it.",
      "it": "perché sapevamo chi l'avrebbe girato."
    }
  },
  {
    "translation": {
      "en": "He was there in the room with us, you know.",
      "it": "Era nella stanza con noi."
    }
  },
  {
    "translation": {
      "en": "[Cameron] There's a certain type of director",
      "it": "C'è un certo tipo di regista"
    }
  },
  {
    "translation": {
      "en": "that is good with these big, big, massive projects,",
      "it": "che è bravo con questi enormi progetti,"
    }
  },
  {
    "translation": {
      "en": "and he's just one of those. There's like a handful of them.",
      "it": "lui è uno di loro, ce ne sono pochi."
    }
  },
  {
    "translation": {
      "en": "[Simon] Louis Leterrier has made, essentially, five feature films",
      "it": "Louis Leterrier ha praticamente girato cinque lungometraggi"
    }
  },
  {
    "translation": {
      "en": "and they're all gonna drop at once and form this expansive prequel",
      "it": "che usciranno tutti insieme e formeranno un enorme prequel"
    }
  },
  {
    "translation": {
      "en": "to a film that came out 30-odd years ago.",
      "it": "per un film uscito 30 anni fa."
    }
  },
  {
    "translation": {
      "en": "It's brilliant. It's so amazing, and it's gonna blow people away, you know.",
      "it": "È geniale, è fantastico e farà impazzire la gente."
    }
  },
  {
    "translation": {
      "en": "Those are the risks that need to be taken.",
      "it": "Quelli sono i rischi da correre."
    }
  },
  {
    "translation": {
      "en": "You can't... If you're safe all the time, everything gets very beige.",
      "it": "Se sei sempre cauto, tutto diventa beige."
    }
  },
  {
    "translation": {
      "en": "[Peter] The thread that keeps it all going was Louis,",
      "it": "Il filo conduttore è stato Louis"
    }
  },
  {
    "translation": {
      "en": "and I also like to think the fact that it is Dark Crystal,",
      "it": "e mi piace pensare che, essendo Dark Crystal,"
    }
  },
  {
    "translation": {
      "en": "the spiritual thread comes right from Jim all the way through,",
      "it": "il filo spirituale viene da Jim, fino in fondo"
    }
  },
  {
    "translation": {
      "en": "and Brian as well.",
      "it": "e anche da Brian."
    }
  },
  {
    "translation": {
      "en": "I like the darkness that's embraced with The Dark Crystal.",
      "it": "Mi piace l'oscurità di The Dark Crystal."
    }
  },
  {
    "translation": {
      "en": "I really do. I think sometimes we can sanitize",
      "it": "Penso che a volte possiamo sterilizzare"
    }
  },
  {
    "translation": {
      "en": "and spoon-feed children and young adults a bit too much.",
      "it": "e imboccare troppo i bambini e i giovani."
    }
  },
  {
    "translation": {
      "en": "[Taron] Something about that period in the '80s",
      "it": "Qualcosa in quel periodo degli anni '80"
    }
  },
  {
    "translation": {
      "en": "meant that there was a spate of films that were kind of tinged with darkness.",
      "it": "fece sì che ci fu una serie di film piuttosto cupi."
    }
  },
  {
    "translation": {
      "en": "Not gratuitously so...",
      "it": "Non senza motivo, però."
    }
  },
  {
    "translation": {
      "en": "-just sort of something... -[growls] a little dangerous and other-worldly.",
      "it": "Qualcosa un po' pericoloso e di un altro mondo."
    }
  },
  {
    "translation": {
      "en": "I make a point of showing films to my daughter that I think that she should see,",
      "it": "Mostro sempre a mia figlia i film che credo che dovrebbe vedere."
    }
  },
  {
    "translation": {
      "en": "so I took her through all the Amblin movies and we watched all the formative movies of my childhood,",
      "it": "Ha visto tutti i film della Amblin e i film formativi della mia infanzia,"
    }
  },
  {
    "translation": {
      "en": "one of which was Dark Crystal.",
      "it": "incluso Dark Crystal."
    }
  },
  {
    "translation": {
      "en": "She watched it and really liked it. It frightened the life out of her.",
      "it": "Le è piaciuto molto e l'ha spaventata a morte."
    }
  },
  {
    "translation": {
      "en": "[Javier] The alchemy of working with creatures in a story that we all knew as kids,",
      "it": "L'alchimia del lavorare con creature in una storia che conoscevamo da bambini,"
    }
  },
  {
    "translation": {
      "en": "that has this amazing mythical resonance for us...",
      "it": "che ha una risonanza mitica per noi."
    }
  },
  {
    "translation": {
      "en": "The puppets can be satirical, the puppets can be emotional,",
      "it": "I pupazzi possono essere satirici, emotivi,"
    }
  },
  {
    "translation": {
      "en": "the puppets can say things we never got to say to our parents, what we wish we had.",
      "it": "possono dire cose che vorremmo aver detto ai nostri genitori"
    }
  },
  {
    "translation": {
      "en": "Or that our parents never got to say to us but we wish they had.",
      "it": "o che loro vorrebbero aver detto a noi."
    }
  },
  {
    "translation": {
      "en": "[Jason] I've been shocked lots of times, not just once or twice,",
      "it": "Sono rimasto scioccato più volte che questa serie sarà guardata da famiglie,"
    }
  },
  {
    "translation": {
      "en": "that this is going to go out and be watched by families",
      "it": "più volte che questa serie sarà guardata da famiglie,"
    }
  },
  {
    "translation": {
      "en": "because it's sometimes very dark, and very disturbing,",
      "it": "perché a volte è molto cupa e molto inquietante"
    }
  },
  {
    "translation": {
      "en": "and very edgy.",
      "it": "e molto audace."
    }
  },
  {
    "translation": {
      "en": "And if it was live human beings, you might shy away from some things they're doing.",
      "it": "E se fossero esseri umani, le cose che fanno potrebbero intimidirti."
    }
  },
  {
    "translation": {
      "en": "But then I remind myself how dark Grimm's Fairy Tales are, and very...",
      "it": "Ma poi penso a quanto siano cupe le fiabe dei Grimm"
    }
  },
  {
    "translation": {
      "en": "and how... how resilient children are,",
      "it": "e come i bambini siano resilienti"
    }
  },
  {
    "translation": {
      "en": "and how we over-protect them,",
      "it": "e come li proteggiamo troppo"
    }
  },
  {
    "translation": {
      "en": "uh, and the power of narrative like this.",
      "it": "e al vigore di narrativa così."
    }
  },
  {
    "translation": {
      "en": "But it's... it's certainly not a gentle touch.",
      "it": "Ma di certo non è delicata."
    }
  },
  {
    "translation": {
      "en": "[Natalie] It's cathartic as well. The highs are high, the lows are low.",
      "it": "È anche catartica. Gli alti sono alti, i bassi sono bassi."
    }
  },
  {
    "translation": {
      "en": "I like the darkness of the original Dark Crystal,",
      "it": "Mi piace il lato oscuro del Dark Crystal originale,"
    }
  },
  {
    "translation": {
      "en": "and the ethos of that has bled into our prequel.",
      "it": "Mi piace il lato oscuro del Dark Crystal originale, la sua essenza è confluita nel nostro prequel."
    }
  },
  {
    "translation": {
      "en": "We have a real respect for the younger audience,",
      "it": "Abbiamo molto rispetto per il pubblico più giovane,"
    }
  },
  {
    "translation": {
      "en": "which is that you don't have to shield them from everything uncomfortable.",
      "it": "quindi non devi proteggerli da tutto ciò che è disagevole."
    }
  },
  {
    "translation": {
      "en": "You actually have to let people experience",
      "it": "Le persone devono poter sperimentare"
    }
  },
  {
    "translation": {
      "en": "some of, like, these grittier aspects of the world that we live in,",
      "it": "alcuni degli aspetti più crudi del mondo"
    }
  },
  {
    "translation": {
      "en": "and maybe the world becomes a little less scary because of that.",
      "it": "e forse così il mondo farà meno paura."
    }
  },
  {
    "translation": {
      "en": "[Ted] One of the things that I love about fantasy worlds",
      "it": "Una delle cose che amo dei mondi fantasy"
    }
  },
  {
    "translation": {
      "en": "is the breakdown of sort of our own world segregations.",
      "it": "è il crollo delle nostre stesse segregazioni."
    }
  },
  {
    "translation": {
      "en": "[Halle] So, I love that we have this intellectual, strong female character",
      "it": "Adoro che ci sia un personaggio femminile forte e intellettuale"
    }
  },
  {
    "translation": {
      "en": "that actually comes from a political background,",
      "it": "che viene da un contesto politico,"
    }
  },
  {
    "translation": {
      "en": "and yet is able, through her knowledge and her curiosity, to.. to question it and challenge it,",
      "it": "che grazie alla sua conoscenza e curiosità può mettere in discussione e sfidare"
    }
  },
  {
    "translation": {
      "en": "and is smart and strong.",
      "it": "con forza e intelligenza."
    }
  },
  {
    "translation": {
      "en": "[Helena] I've never worked on anything where there's been so many brilliant lead female roles,",
      "it": "Non ho lavorato a nulla che avesse tanti brillanti ruoli femminili, prima,"
    }
  },
  {
    "translation": {
      "en": "and this is packed full.",
      "it": "e questa serie ne è piena."
    }
  },
  {
    "translation": {
      "en": "[Vivian] This is the first studio that I've been in",
      "it": "È il primo studio in cui, durante le riunioni,"
    }
  },
  {
    "translation": {
      "en": "where we went to the meetings and we were just looking at all women.",
      "it": "È il primo studio in cui, durante le riunioni, vedevamo tutte donne."
    }
  },
  {
    "translation": {
      "en": "[Natalie] It is feminist insofar, and I mean that in a sense of equality.",
      "it": "È femminista e intendo in un senso di uguaglianza."
    }
  },
  {
    "translation": {
      "en": "It's actually scary that message is still necessary and relevant now actually, 30 years on.",
      "it": "Fa paura che il messaggio sia ancora necessario e rilevante, dopo 30 anni."
    }
  },
  {
    "translation": {
      "en": "You'd like to think that that would be historical",
      "it": "Vorremmo pensare che sia storico,"
    }
  },
  {
    "translation": {
      "en": "but it's not, it's still contemporary.",
      "it": "ma no, è ancora contemporaneo."
    }
  },
  {
    "translation": {
      "en": "[Javier] Each clan has its own Maudra, and then there was an All-Maudra over all of them.",
      "it": "Ogni clan ha la sua Maudra e poi c'era un All-Maudra su tutte loro."
    }
  },
  {
    "translation": {
      "en": "It is a maternally-driven society.",
      "it": "È una società guidata dalle madri."
    }
  },
  {
    "translation": {
      "en": "The Spriton bless the All-Maudra.",
      "it": "Il clan Spriton benedice l'All-Maudra."
    }
  },
  {
    "translation": {
      "en": "[Javier] And ultimately, that's the magic of The Dark Crystal",
      "it": "E questa è la magia di Dark Crystal,"
    }
  },
  {
    "translation": {
      "en": "is a group of people,",
      "it": "un gruppo di persone,"
    }
  },
  {
    "translation": {
      "en": "all of them brought their A-creative-game to this thing",
      "it": "che hanno dato tutte il massimo,"
    }
  },
  {
    "translation": {
      "en": "at every level, from design, production, writing, direction,",
      "it": "a ogni livello di progettazione, produzione, scenografia, regia"
    }
  },
  {
    "translation": {
      "en": "and every time you see one unit of what they created,",
      "it": "e ogni volta che vedi un'unità di ciò che hanno creato,"
    }
  },
  {
    "translation": {
      "en": "everything implies the existence of a great universe behind it,",
      "it": "tutto implica l'esistenza di un grande universo alle spalle"
    }
  },
  {
    "translation": {
      "en": "and you get to, in your own mind, go and live in that universe for as long as you want.",
      "it": "e tu, nella tua mente, vai a vivere in quell'universo per quanto vuoi."
    }
  },
  {
    "translation": {
      "en": "[Toby] We brought everything we could,",
      "it": "Abbiamo contribuito ciò che potevamo,"
    }
  },
  {
    "translation": {
      "en": "the skills, the imagination, the technique",
      "it": "le abilità, l'immaginazione, la tecnica"
    }
  },
  {
    "translation": {
      "en": "um, from truly, you know, astounding artists.",
      "it": "di artisti veramente incredibili."
    }
  },
  {
    "translation": {
      "en": "[Taron] Ninety-five percent of this production",
      "it": "Questa produzione è stata creata per il 95%"
    }
  },
  {
    "translation": {
      "en": "has been created in exactly the same way that Jim Henson's original film was,",
      "it": "esattamente come quella di Jim Henson nel film originale"
    }
  },
  {
    "translation": {
      "en": "and that was very important to me as a fan of the original,",
      "it": "ed è stato importante per me come fan."
    }
  },
  {
    "translation": {
      "en": "and I think the fact that Netflix, Louis, the Hensons,",
      "it": "Credo che Netflix, Louis, gli Henson, tutti"
    }
  },
  {
    "translation": {
      "en": "everyone's been very committed to that authentic way of making the series.",
      "it": "si siano impegnati molto nel fare la serie in modo autentico."
    }
  },
  {
    "translation": {
      "en": "I think it's wonderful to re-visit something that Jim did 35 years ago,",
      "it": "È magnifico rivisitare una cosa che Jim ha fatto 35 anni fa,"
    }
  },
  {
    "translation": {
      "en": "which was, you know, one of the most remarkable things that he ever achieved.",
      "it": "che è stata una delle cose più straordinarie che abbia mai fatto."
    }
  },
  {
    "translation": {
      "en": "[Lisa] I'm so proud because I really believe it does look like the feature.",
      "it": "Sono orgogliosa perché credo che assomigli al film."
    }
  },
  {
    "translation": {
      "en": "It looks, in some cases, like more than the feature,",
      "it": "Sono orgogliosa perché credo che assomigli al film. In certi casi, la serie sembra migliore del film"
    }
  },
  {
    "translation": {
      "en": "because we're doing so many more locations,",
      "it": "perché mostriamo molte più location"
    }
  },
  {
    "translation": {
      "en": "and more... more clans, more different types of Gelflings.",
      "it": "e più clan, più tipi diversi di Gelfling."
    }
  },
  {
    "translation": {
      "en": "We have dozens and dozens of puppets this time around,",
      "it": "Abbiamo dozzine e dozzine di pupazzi, stavolta, quindi..."
    }
  },
  {
    "translation": {
      "en": "so, it's really big.",
      "it": "Abbiamo dozzine e dozzine di pupazzi, stavolta, quindi... ... è enorme"
    }
  },
  {
    "translation": {
      "en": "And I'm happy that not only we could make it like the feature,",
      "it": "e sono felice non solo che abbiamo potuto farla come il film,"
    }
  },
  {
    "translation": {
      "en": "but we could make it even... even bigger.",
      "it": "ma che abbiamo potuto farla anche più grande."
    }
  },
  {
    "translation": {
      "en": "And I think it's just great that my sister Lisa,",
      "it": "E penso che sia grandioso che mia sorella Lisa"
    }
  },
  {
    "translation": {
      "en": "you know, picked up the torch and has carried it through",
      "it": "abbia preso la situazione in mano e l'abbia portata"
    }
  },
  {
    "translation": {
      "en": "to the most extraordinary end point.",
      "it": "fino al punto finale più straordinario."
    }
  },
  {
    "translation": {
      "en": "Its exciting to have brought puppetry to this point.",
      "it": "È stata una vera emozione portare i burattini fino a questo punto."
    }
  },
  {
    "translation": {
      "en": "My own kids have always been a part of, uh, the creative process, I suppose.",
      "it": "I miei figli hanno sempre fatto parte del processo creativo, immagino."
    }
  },
  {
    "translation": {
      "en": "Uh, my oldest two daughters have always been people",
      "it": "Le mie due figlie maggiori sono sempre state persone"
    }
  },
  {
    "translation": {
      "en": "that I can bounce a lot of things off of.",
      "it": "con cui posso scambiare idee."
    }
  },
  {
    "translation": {
      "en": "It's kind of the most exciting challenge that we've tackled so far.",
      "it": "È la sfida più emozionante che abbiamo affrontato finora."
    }
  },
  {
    "translation": {
      "en": "[Toby] And I think Jim Henson would have just been delighted",
      "it": "E credo che Jim Henson sarebbe stato molto contento"
    }
  },
  {
    "translation": {
      "en": "by... by the iconography of this",
      "it": "della sua iconografia"
    }
  },
  {
    "translation": {
      "en": "and how strange it is. [laughs]",
      "it": "e di quanto sia strano."
    }
  },
  {
    "translation": {
      "en": "This is such a wonderful moment,",
      "it": "È un momento meraviglioso,"
    }
  },
  {
    "translation": {
      "en": "as a legacy for Jim Henson's vision.",
      "it": "come eredità per la visione di Jim Henson."
    }
  }
]