[
  {
    "translation": {
      "en": "[woman 1] At the moment of death.",
      "it": "Al momento della morte..."
    }
  },
  {
    "translation": {
      "en": "are we actually just dead or is something else going on?",
      "it": "siamo davvero morti e basta, o succede qualcos'altro?"
    }
  },
  {
    "translation": {
      "en": "[man 1] There's no one on the planet who doesn't have a vested interest",
      "it": "Non c'è nessuno al mondo che non si chieda"
    }
  },
  {
    "translation": {
      "en": "in the question, does life go on after death?",
      "it": "se la vita continui dopo la morte."
    }
  },
  {
    "translation": {
      "en": "[man 2] Whatever this consciousness is that we have in this life...",
      "it": "Qualunque cosa sia la coscienza che abbiamo in questa vita..."
    }
  },
  {
    "translation": {
      "en": "it was also there in another life before.",
      "it": "c'era anche in una vita precedente."
    }
  },
  {
    "translation": {
      "en": "[woman 2] He said, \"Mom, I think I need to tell you somethin'.",
      "it": "Disse: \"Mamma, devo dirti una cosa."
    }
  },
  {
    "translation": {
      "en": "I think I used to be somebody else.\"",
      "it": "Credo di essere stato qualcun altro\"."
    }
  },
  {
    "translation": {
      "en": "[woman 3] How many people here have had a near-death experience?",
      "it": "Quanti di voi hanno avuto un'esperienza di premorte?"
    }
  },
  {
    "translation": {
      "en": "Lotta dead people here today. Welcome.",
      "it": "Un sacco di morti oggi. Benvenuti."
    }
  },
  {
    "translation": {
      "en": "We had to rethink everything that we believed about death and dying.",
      "it": "Abbiamo dovuto riconsiderare tutto ciò che pensavamo di sapere sulla morte."
    }
  },
  {
    "translation": {
      "en": "[woman 4] There have always been ghosts in history.",
      "it": "I fantasmi esistono da sempre."
    }
  },
  {
    "translation": {
      "en": "We continue to report them and see them.",
      "it": "Noi continuiamo a segnalarli e a vederli."
    }
  },
  {
    "translation": {
      "en": "To the spirits of the mansion, help us connect more deeply to your world.",
      "it": "Spiriti della casa, aiutateci a connetterci con il vostro mondo."
    }
  },
  {
    "translation": {
      "en": "Is there a child on the other side connected to you?",
      "it": "C'è un bambino dall'altra parte in contatto con te?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "[man 3] There are things that science can't test.",
      "it": "Ci sono cose che la scienza non può dimostrare."
    }
  },
  {
    "translation": {
      "en": "It doesn't mean they don't happen.",
      "it": "Non per questo non accadono."
    }
  },
  {
    "translation": {
      "en": "Literally, I can feel him and I know that he is there with me right now.",
      "it": "Davvero, posso percepirlo e so che è qui con me."
    }
  },
  {
    "translation": {
      "en": "[woman 5] I could feel my spirit sort of peeling away from my body.",
      "it": "Sentivo il mio spirito staccarsi dal corpo,"
    }
  },
  {
    "translation": {
      "en": "How good would it be to know there is life after death?",
      "it": "Quanto sarebbe bello sapere che c'è vita dopo la morte?"
    }
  },
  {
    "translation": {
      "en": "[woman] As a physician, I know that most people don't think about death really",
      "it": "In quanto medico, so che molte persone non pensano alla morte"
    }
  },
  {
    "translation": {
      "en": "until they're forced to.",
      "it": "finché non sono costrette."
    }
  },
  {
    "translation": {
      "en": "But 20 years ago, I was not only physically dead,",
      "it": "Ma 20 anni fa, non sono solo morta fisicamente,"
    }
  },
  {
    "translation": {
      "en": "I had been dead for a while.",
      "it": "sono stata morta per un po'."
    }
  },
  {
    "translation": {
      "en": "And that experience radically changed",
      "it": "E quell'esperienza cambiò radicalmente"
    }
  },
  {
    "translation": {
      "en": "everything about what I am and who I am.",
      "it": "tutto ciò che mi riguarda e chi sono."
    }
  },
  {
    "translation": {
      "en": "In 1999, I arranged to go to Chile and kayak.",
      "it": "Nel 1999 decisi di andare in Cile in kayak."
    }
  },
  {
    "translation": {
      "en": "And I was looking forward",
      "it": "E aspettavo con impazienza"
    }
  },
  {
    "translation": {
      "en": "to this section of river that's well known for its waterfalls.",
      "it": "questa parte del fiume, nota per le sue cascate."
    }
  },
  {
    "translation": {
      "en": "We put on the river and we went over the first couple of drops.",
      "it": "Ci mettemmo sul fiume e superammo le prime discese."
    }
  },
  {
    "translation": {
      "en": "This river has a very high flow.",
      "it": "Questo fiume ha una corrente molto alta."
    }
  },
  {
    "translation": {
      "en": "So we decided to run this smaller part of the first major waterfall.",
      "it": "Percorremmo questa parte più piccola della prima grande cascata."
    }
  },
  {
    "translation": {
      "en": "And so I pulled out in the current.",
      "it": "E così uscii dalla corrente."
    }
  },
  {
    "translation": {
      "en": "There was another kayaker who had sort of bobbled her way past.",
      "it": "C'era un altro kayakista che l'aveva superata."
    }
  },
  {
    "translation": {
      "en": "And her boat was lodged sideways at the entrance.",
      "it": "E la sua barca si era incastrata di lato all'ingresso."
    }
  },
  {
    "translation": {
      "en": "So I was forced over to the main part of the waterfall.",
      "it": "Così fui costretta a passare dalla parte principale della cascata."
    }
  },
  {
    "translation": {
      "en": "[laughing] I mean, I-- I knew it was not gonna be good!",
      "it": "Insomma, sapevo che non sarebbe andata bene."
    }
  },
  {
    "translation": {
      "en": "My boat became pinned and I was completely submerged under ten feet of water.",
      "it": "La mia barca s'incastrò e io venni sommersa da tre metri d'acqua."
    }
  },
  {
    "translation": {
      "en": "I was not breathing.",
      "it": "Non respiravo."
    }
  },
  {
    "translation": {
      "en": "My torso was absolutely plastered to the front deck of the boat.",
      "it": "Il mio corpo era totalmente schiacciato dal ponte anteriore della barca."
    }
  },
  {
    "translation": {
      "en": "I could feel my bones breaking.",
      "it": "Sentivo le ossa rompersi."
    }
  },
  {
    "translation": {
      "en": "I thought I should be screaming, but I wasn't.",
      "it": "Pensavo che avrei dovuto urlare, ma non l'ho fatto."
    }
  },
  {
    "translation": {
      "en": "I felt... uh, no pain, no fear, no panic.",
      "it": "Non provavo... alcun dolore, paura o panico."
    }
  },
  {
    "translation": {
      "en": "I felt more alive than I've ever felt.",
      "it": "Mi sentivo più viva che mai."
    }
  },
  {
    "translation": {
      "en": "I could feel my spirit sort of peeling away from my body,",
      "it": "Sentivo il mio spirito staccarsi dal corpo,"
    }
  },
  {
    "translation": {
      "en": "and my spirit was then released up to the heavens.",
      "it": "e il mio spirito venne poi liberato in cielo."
    }
  },
  {
    "translation": {
      "en": "I was immediately greeted by a group of somethings.",
      "it": "Fui immediatamente accolta da un gruppo di entità."
    }
  },
  {
    "translation": {
      "en": "I don't know what to call them. People, spirits, beings.",
      "it": "Non so come definirli. Persone, spiriti, esseri."
    }
  },
  {
    "translation": {
      "en": "I didn't recognize any of them.",
      "it": "Non riconobbi nessuno di loro."
    }
  },
  {
    "translation": {
      "en": "But they had been important in my life story somehow.",
      "it": "Ma erano stati importanti nella mia vita, in qualche modo."
    }
  },
  {
    "translation": {
      "en": "Like a grandparent who died before I was born.",
      "it": "Come un nonno che morì prima della mia nascita."
    }
  },
  {
    "translation": {
      "en": "They were so overjoyed to welcome me and greet me and love me.",
      "it": "Erano felicissimi di accogliermi, di salutarmi e di amarmi."
    }
  },
  {
    "translation": {
      "en": "These beings started taking me down this pathway.",
      "it": "Questi esseri iniziarono a portarmi giù per questo sentiero."
    }
  },
  {
    "translation": {
      "en": "The pathway was very thickly covered with hundreds of thousands of flowers,",
      "it": "Il sentiero era fittamente ricoperto da centinaia di migliaia di fiori"
    }
  },
  {
    "translation": {
      "en": "and the aromas of flowers.",
      "it": "e dal profumo dei fiori."
    }
  },
  {
    "translation": {
      "en": "It was exploding with every color of the universe.",
      "it": "Era un'esplosione di tutti i colori dell'universo."
    }
  },
  {
    "translation": {
      "en": "There was an absolute shift of time and dimension.",
      "it": "Ci fu un cambiamento assoluto di tempo e dimensione."
    }
  },
  {
    "translation": {
      "en": "I experienced all of eternity in every second,",
      "it": "Vivevo tutta l'eternità in ogni secondo."
    }
  },
  {
    "translation": {
      "en": "and every second expanded into all of eternity.",
      "it": "E ogni secondo si espandeva per tutta l'eternità."
    }
  },
  {
    "translation": {
      "en": "The pathway went to this great domed structure.",
      "it": "Il sentiero andava verso questa grande struttura a cupola."
    }
  },
  {
    "translation": {
      "en": "I believe I was in heaven.",
      "it": "Credo di essere stata in paradiso,"
    }
  },
  {
    "translation": {
      "en": "God's world, whatever you wanna call it.",
      "it": "mondo di Dio, in qualunque modo vogliate chiamarlo."
    }
  },
  {
    "translation": {
      "en": "I had an overwhelming sense of being home.",
      "it": "Avevo la travolgente sensazione di essere a casa."
    }
  },
  {
    "translation": {
      "en": "At the same time, I could look back at the river,",
      "it": "Allo stesso tempo, potevo guardare il fiume,"
    }
  },
  {
    "translation": {
      "en": "where my body was still submerged under water.",
      "it": "dove il mio corpo era ancora sott'acqua."
    }
  },
  {
    "translation": {
      "en": "[man yells] You okay?",
      "it": "Stai bene?"
    }
  },
  {
    "translation": {
      "en": "[woman] The group of kayakers kept trying to get to me,",
      "it": "Il gruppo di kayakisti continuò a provare a raggiungermi."
    }
  },
  {
    "translation": {
      "en": "but they were never able to do it.",
      "it": "Ma non ci riuscì mai."
    }
  },
  {
    "translation": {
      "en": "And after maybe 15 minutes, they had given up rescue.",
      "it": "E dopo forse 15 minuti, rinunciò a salvarmi."
    }
  },
  {
    "translation": {
      "en": "They had really shifted over into a body recovery mode.",
      "it": "E passò piuttosto a cercare di recuperare il corpo."
    }
  },
  {
    "translation": {
      "en": "One of the guys saw my life jacket pop up downstream",
      "it": "Uno dei ragazzi vide spuntare a valle il mio giubbotto di salvataggio..."
    }
  },
  {
    "translation": {
      "en": "and thought that maybe my husband would want it.",
      "it": "e pensò che magari mio marito l'avrebbe voluto."
    }
  },
  {
    "translation": {
      "en": "As he got that, he felt my body hit his leg.",
      "it": "Non appena lo prese, sentì il mio corpo colpire la sua gamba."
    }
  },
  {
    "translation": {
      "en": "So he reached underwater and was able to grab my wrist.",
      "it": "Così si immerse e riuscì ad afferrarmi per il polso."
    }
  },
  {
    "translation": {
      "en": "My body was bloated and purple and I had fixed eyes.",
      "it": "Avevo il corpo gonfio, viola e gli occhi persi nel vuoto."
    }
  },
  {
    "translation": {
      "en": "There's absolutely no doubt...",
      "it": "Non c'era il minimo dubbio..."
    }
  },
  {
    "translation": {
      "en": "in my own mind that I was physically dead.",
      "it": "nella mia mente, che fossi fisicamente morta."
    }
  },
  {
    "translation": {
      "en": "But I watched from the entrance to the domed structure",
      "it": "Ma guardavo dall'ingresso della struttura a cupola"
    }
  },
  {
    "translation": {
      "en": "as they started CPR, and I could still hear them.",
      "it": "quando iniziarono la RCP. E riuscivo ancora a sentirli."
    }
  },
  {
    "translation": {
      "en": "One of the guys kept calling to me to come back and take a breath.",
      "it": "Uno dei ragazzi continuava a chiamarmi dicendomi di tornare e di respirare."
    }
  },
  {
    "translation": {
      "en": "You know, \"Please come back. I know you're still here.\"",
      "it": "\"Ti prego, torna. So che sei ancora qui.\""
    }
  },
  {
    "translation": {
      "en": "I had been without oxygen for 30 minutes,",
      "it": "Sono rimasta senza ossigeno per 30 minuti."
    }
  },
  {
    "translation": {
      "en": "and the statistical likelihood of my survival should have been zero.",
      "it": "E le probabilità che sarei sopravvissuta, avrebbero dovuto essere zero."
    }
  },
  {
    "translation": {
      "en": "I did not want to go back down to my body.",
      "it": "Non volevo tornare nel mio corpo."
    }
  },
  {
    "translation": {
      "en": "I had a very, very physical sensation of being held and comforted",
      "it": "Provavo una sensazione molto reale di essere abbracciata e confortata"
    }
  },
  {
    "translation": {
      "en": "and reassured that everything was fine.",
      "it": "e rassicurata che sarebbe andato tutto bene."
    }
  },
  {
    "translation": {
      "en": "But the beings told me that it wasn't my time,",
      "it": "Ma gli esseri mi dissero che non era la mia ora."
    }
  },
  {
    "translation": {
      "en": "that I had more work to do on Earth,",
      "it": "Avevo ancora lavoro da fare sulla Terra."
    }
  },
  {
    "translation": {
      "en": "and that I had to go back to my body.",
      "it": "E che dovevo tornare nel mio corpo."
    }
  },
  {
    "translation": {
      "en": "When I opened my eyes, the guys that resuscitated me",
      "it": "Quando aprii gli occhi, i ragazzi che mi rianimarono..."
    }
  },
  {
    "translation": {
      "en": "were stunned.",
      "it": "erano scioccati."
    }
  },
  {
    "translation": {
      "en": "I was in terrible shape.",
      "it": "Ero in un pessimo stato."
    }
  },
  {
    "translation": {
      "en": "[laughs] I mean, I had just drowned.",
      "it": "Insomma, ero appena annegata."
    }
  },
  {
    "translation": {
      "en": "But I also had, uh...",
      "it": "Ma avevo anche..."
    }
  },
  {
    "translation": {
      "en": "multiple broken bones and torn ligaments in my legs.",
      "it": "fratture multiple e dei legamenti delle gambe rotti."
    }
  },
  {
    "translation": {
      "en": "And I was...",
      "it": "E mi trovavo..."
    }
  },
  {
    "translation": {
      "en": "on the side of a river in the middle of nowhere.",
      "it": "sulla sponda di un fiume nel mezzo del nulla."
    }
  },
  {
    "translation": {
      "en": "The guys who resuscitated me put my body on top of a boat",
      "it": "I ragazzi che mi rianimarono, misero il mio corpo sopra un kayak"
    }
  },
  {
    "translation": {
      "en": "and then began to try to get me up the hillside.",
      "it": "e iniziarono a cercare di farmi salire sulla collina."
    }
  },
  {
    "translation": {
      "en": "We emerged onto a dirt road.",
      "it": "Ci ritrovammo su una strada sterrata."
    }
  },
  {
    "translation": {
      "en": "They thought maybe someone would run and get a tractor, a horse or something.",
      "it": "Pensavano di andare a prendere un trattore, un cavallo o altro."
    }
  },
  {
    "translation": {
      "en": "But when we emerged onto the dirt road,",
      "it": "Ma quando ci ritrovammo su quella strada sterrata..."
    }
  },
  {
    "translation": {
      "en": "exactly there was an ambulance, which",
      "it": "esattamente lì, c'era un'ambulanza che..."
    }
  },
  {
    "translation": {
      "en": "in 1999, in southern Chile, didn't exist. [laughs]",
      "it": "nel 1999 nel Cile meridionale non c'erano."
    }
  },
  {
    "translation": {
      "en": "It was inexplicable.",
      "it": "Era inspiegabile."
    }
  },
  {
    "translation": {
      "en": "It took a number of hours, but my friends got me to the hospital.",
      "it": "Ci volle qualche ora, ma i miei amici mi portarono in ospedale."
    }
  },
  {
    "translation": {
      "en": "My husband was actually told that...",
      "it": "A mio marito dissero proprio che..."
    }
  },
  {
    "translation": {
      "en": "I probably would not survive the night.",
      "it": "probabilmente non avrei superato la notte."
    }
  },
  {
    "translation": {
      "en": "But I did.",
      "it": "Ma ci riuscii."
    }
  },
  {
    "translation": {
      "en": "I was in the hospital for more than a month.",
      "it": "Sono stata in ospedale per più di un mese."
    }
  },
  {
    "translation": {
      "en": "I had... several operations.",
      "it": "Ho fatto... diverse operazioni."
    }
  },
  {
    "translation": {
      "en": "Then many, many months of rehab before I could walk again.",
      "it": "E poi moltissimi mesi di riabilitazione prima di poter camminare di nuovo."
    }
  },
  {
    "translation": {
      "en": "And statistically, I had zero likelihood",
      "it": "E statisticamente, avevo zero probabilità"
    }
  },
  {
    "translation": {
      "en": "of surviving without significant brain damage.",
      "it": "di sopravvivere senza gravi danni cerebrali."
    }
  },
  {
    "translation": {
      "en": "But I never actually had any brain damage.",
      "it": "Ma, in realtà, non ho mai avuto nessun danno cerebrale."
    }
  },
  {
    "translation": {
      "en": "[laughing] My kids might say something differently, but...",
      "it": "I miei figli potrebbero dire diversamente, ma..."
    }
  },
  {
    "translation": {
      "en": "I...",
      "it": "io..."
    }
  },
  {
    "translation": {
      "en": "made a complete recovery.",
      "it": "mi sono ripresa completamente."
    }
  },
  {
    "translation": {
      "en": "As a physician, I'm not really in a crowd of people",
      "it": "In quanto medico, non mi trovo proprio tra persone"
    }
  },
  {
    "translation": {
      "en": "who want to talk about things like near death experiences.",
      "it": "che vogliono parlare di cose come le esperienze di premorte."
    }
  },
  {
    "translation": {
      "en": "People in science often think you can't possibly believe in anything supernatural.",
      "it": "Per molti scienziati non si può affatto credere nel soprannaturale."
    }
  },
  {
    "translation": {
      "en": "When I went off to medical school,",
      "it": "Ai tempi della scuola di medicina,"
    }
  },
  {
    "translation": {
      "en": "I would have defined death as...",
      "it": "avrei definito la morte come..."
    }
  },
  {
    "translation": {
      "en": "death, meaning physical death.",
      "it": "morte, nel senso di morte fisica."
    }
  },
  {
    "translation": {
      "en": "But my near-death experience, and then what happened to my son ten years later,",
      "it": "Ma la mia esperienza di premorte e poi ciò che accadde a mio figlio dieci anni dopo,"
    }
  },
  {
    "translation": {
      "en": "changed my definition of death significantly.",
      "it": "cambiarono la mia definizione di morte significativamente."
    }
  },
  {
    "translation": {
      "en": "I don't believe that...",
      "it": "Non credo che..."
    }
  },
  {
    "translation": {
      "en": "we... know everything. [laughs]",
      "it": "noi... sappiamo tutto."
    }
  },
  {
    "translation": {
      "en": "[man] A near death experience, sometimes called an NDE,",
      "it": "Un'esperienza di premorte, nota anche come NDE,"
    }
  },
  {
    "translation": {
      "en": "is a profound experience that many people have",
      "it": "è un'intensa esperienza che hanno molte persone"
    }
  },
  {
    "translation": {
      "en": "when they come close to death.",
      "it": "quando sono vicini alla morte."
    }
  },
  {
    "translation": {
      "en": "Probably between ten and 20% of people whose hearts actually stop",
      "it": "Presumibilmente tra il 10 e il 20% delle persone a cui si ferma il cuore,"
    }
  },
  {
    "translation": {
      "en": "will report these dramatic near-death experiences.",
      "it": "riporterà queste drammatiche esperienze di premorte."
    }
  },
  {
    "translation": {
      "en": "Here at the Division of Perceptual Studies,",
      "it": "Qui alla Divisione di Studi Percettivi,"
    }
  },
  {
    "translation": {
      "en": "we study the possibility that something about humans",
      "it": "studiamo la possibilità che qualcosa di umano"
    }
  },
  {
    "translation": {
      "en": "may survive bodily death.",
      "it": "possa sopravvivere alla morte fisica."
    }
  },
  {
    "translation": {
      "en": "[man 2] The general mainstream, materialist view of reality",
      "it": "Secondo la visione generale e materialista della realtà,"
    }
  },
  {
    "translation": {
      "en": "is that physical matter is all there is.",
      "it": "esiste solo la materia fisica."
    }
  },
  {
    "translation": {
      "en": "So when the physical brain stops working, then the consciousness ends.",
      "it": "Quindi se il cervello smette di lavorare, la coscienza smette di esistere."
    }
  },
  {
    "translation": {
      "en": "So the idea that there might be this consciousness piece that could continue on",
      "it": "Così, l'idea di questa parte di coscienza che continua a esistere,"
    }
  },
  {
    "translation": {
      "en": "conflicts with a pretty basic principle.",
      "it": "è in conflitto con un principio piuttosto basilare."
    }
  },
  {
    "translation": {
      "en": "But the question of what happens after we die",
      "it": "Ma l'interrogativo di cosa succede dopo la morte,"
    }
  },
  {
    "translation": {
      "en": "is something that has intrigued humans for as long as we've been around.",
      "it": "incuriosisce l'uomo da sempre."
    }
  },
  {
    "translation": {
      "en": "[Bruce] We've been doing this research for almost 50 years now.",
      "it": "Ci occupiamo di queste ricerche da ormai quasi 50 anni."
    }
  },
  {
    "translation": {
      "en": "We study mediums,",
      "it": "Studiamo i medium,"
    }
  },
  {
    "translation": {
      "en": "people who think they can communicate with the deceased.",
      "it": "persone che credono di poter comunicare con i morti."
    }
  },
  {
    "translation": {
      "en": "We've studied deathbed visions that happen to people as they die.",
      "it": "Abbiamo studiato le visioni sul letto di morte."
    }
  },
  {
    "translation": {
      "en": "We've studied reincarnation",
      "it": "Studiamo la reincarnazione"
    }
  },
  {
    "translation": {
      "en": "and a variety of other spontaneously occurring experiences",
      "it": "e una varietà di altre esperienze che si verificano spontaneamente"
    }
  },
  {
    "translation": {
      "en": "on the border between life and death, such as near-death experiences.",
      "it": "al confine tra la vita e la morte, come le esperienze di premorte."
    }
  },
  {
    "translation": {
      "en": "If you look back in history,",
      "it": "Se ci guardiamo indietro,"
    }
  },
  {
    "translation": {
      "en": "there have been what we now call near death experiences",
      "it": "ciò che ora chiamiamo esperienze di premorte, esistono"
    }
  },
  {
    "translation": {
      "en": "since prehistoric times.",
      "it": "dalla preistoria."
    }
  },
  {
    "translation": {
      "en": "But the first collection of near-death experiences",
      "it": "Ma la prima raccolta di esperienze di premorte"
    }
  },
  {
    "translation": {
      "en": "was put together in 1892 by Albert Heim,",
      "it": "è stata realizzata nel 1892 da Albert Heim,"
    }
  },
  {
    "translation": {
      "en": "a geologist in Switzerland.",
      "it": "un geologo in Svizzera."
    }
  },
  {
    "translation": {
      "en": "While climbing in the Alps, he had fallen...",
      "it": "Mentre scalava le Alpi, cadde..."
    }
  },
  {
    "translation": {
      "en": "and had a beautiful experience as he was falling down the mountain.",
      "it": "ed ebbe una bellissima esperienza mentre cadeva dalla montagna."
    }
  },
  {
    "translation": {
      "en": "He described time expanding as he went faster and faster.",
      "it": "Descrisse il tempo espandersi mentre andava sempre più veloce."
    }
  },
  {
    "translation": {
      "en": "And he was so struck by this experience",
      "it": "E restò così colpito da quest'esperienza,"
    }
  },
  {
    "translation": {
      "en": "that he started asking other mountain climbers,",
      "it": "che iniziò a interrogare gli altri scalatori"
    }
  },
  {
    "translation": {
      "en": "and quickly collected 30 other cases like his",
      "it": "e raccolse velocemente altri 30 casi come il suo,"
    }
  },
  {
    "translation": {
      "en": "of people who had falls from great heights who had blissful experiences.",
      "it": "di persone cadute da grandi altezze che ebbero esperienze di benessere."
    }
  },
  {
    "translation": {
      "en": "And then in the 1960s and '70s,",
      "it": "E poi negli anni '60 e '70,"
    }
  },
  {
    "translation": {
      "en": "resuscitation medicine really got started.",
      "it": "la medicina di rianimazione nacque davvero."
    }
  },
  {
    "translation": {
      "en": "[man] External chest compression is the best rescue technique",
      "it": "Il massaggio cardiaco è la migliore tecnica di soccorso"
    }
  },
  {
    "translation": {
      "en": "for artificial circulation.",
      "it": "per la circolazione artificiale."
    }
  },
  {
    "translation": {
      "en": "[Bruce] Which means we were bringing people back",
      "it": "Ciò significa che riportavamo indietro persone in fin di vita"
    }
  },
  {
    "translation": {
      "en": "from the brink of death in larger and larger numbers.",
      "it": "Ciò significa che riportavamo indietro persone in fin di vita in numero sempre maggiore."
    }
  },
  {
    "translation": {
      "en": "Many people came back and reported these blissful experiences",
      "it": "In molti sono tornati indietro riportando queste esperienze di benessere"
    }
  },
  {
    "translation": {
      "en": "in which they left their bodies and traveled to some other realm.",
      "it": "in cui lasciavano i propri corpi e viaggiavano verso un altro regno."
    }
  },
  {
    "translation": {
      "en": "Patients say they become aware of what's described as a tunnel...",
      "it": "I pazienti dicono che presero coscienza di ciò che descrivono come un tunnel... RAYMOND MOODY, DM"
    }
  },
  {
    "translation": {
      "en": "a passageway, a portal.",
      "it": "...un passaggio, un portale."
    }
  },
  {
    "translation": {
      "en": "And they go into this tunnel...",
      "it": "Ed entrano in questo tunnel..."
    }
  },
  {
    "translation": {
      "en": "and when they come out,",
      "it": "e quando escono,"
    }
  },
  {
    "translation": {
      "en": "they come out into a very brilliant, warm, loving and accepting light.",
      "it": "sono avvolte da una luce molto brillante, calda, d'amore e accettazione."
    }
  },
  {
    "translation": {
      "en": "[Bruce] In 1975, Raymond Moody wrote his book Life After Life,",
      "it": "Nel 1975, Raymond Moody scrisse il libro La vita dopo la vita..."
    }
  },
  {
    "translation": {
      "en": "which caused many people, myself included,",
      "it": "che portò molte persone, me compreso,"
    }
  },
  {
    "translation": {
      "en": "to take near death experiences more seriously.",
      "it": "a prendere le esperienze di premorte più seriamente."
    }
  },
  {
    "translation": {
      "en": "[man] When Raymond Moody's book came out,",
      "it": "Quando uscì il libro di Raymond Moody..."
    }
  },
  {
    "translation": {
      "en": "I thought that near death experiences were rubbish. Had to be.",
      "it": "pensavo che le esperienze di premorte fossero sciocchezze. Dovevano esserlo."
    }
  },
  {
    "translation": {
      "en": "And they occurred in the United States, in California and that's the end of it.",
      "it": "E si verificavano negli Stati Uniti, in California, e basta."
    }
  },
  {
    "translation": {
      "en": "Would it ever cross to England?",
      "it": "E in Inghilterra?"
    }
  },
  {
    "translation": {
      "en": "No. We're far too sensible to have experiences like this.",
      "it": "No. Noi siamo troppo razionali per avere esperienze simili."
    }
  },
  {
    "translation": {
      "en": "But I'm a neuropsychiatrist,",
      "it": "Ma io sono un neuropsichiatra"
    }
  },
  {
    "translation": {
      "en": "and, one day, this guy walked into my consulting room.",
      "it": "e, un giorno, un ragazzo venne nel mio studio medico."
    }
  },
  {
    "translation": {
      "en": "He'd just had a cardiac catheter go wrong,",
      "it": "Aveva appena avuto un malfunzionamento a un catetere cardiaco,"
    }
  },
  {
    "translation": {
      "en": "left his body, watched the resuscitation process,",
      "it": "lasciò il suo corpo, guardò il processo di rianimazione"
    }
  },
  {
    "translation": {
      "en": "and had a full near-death experience.",
      "it": "e ebbe un'esperienza di premorte."
    }
  },
  {
    "translation": {
      "en": "And so there I was, confronted. Did I believe or did I not?",
      "it": "Ed eccomi lì, a doverlo affrontare. Ci credevo o no?"
    }
  },
  {
    "translation": {
      "en": "Well, I thought that before I could draw any conclusions,",
      "it": "Beh, pensai che prima di poter trarre qualsiasi conclusione,"
    }
  },
  {
    "translation": {
      "en": "that I ought to study them.",
      "it": "dovevo studiarle."
    }
  },
  {
    "translation": {
      "en": "So I've been studying near death experiences for about 40 years.",
      "it": "Così, studio esperienze di premorte da circa 40 anni."
    }
  },
  {
    "translation": {
      "en": "The science we have, which is a materialistic science,",
      "it": "La scienza che conosciamo, che è una scienza materialista,"
    }
  },
  {
    "translation": {
      "en": "says it's all brain.",
      "it": "dice che c'è solo il cervello."
    }
  },
  {
    "translation": {
      "en": "All brain.",
      "it": "Solo il cervello."
    }
  },
  {
    "translation": {
      "en": "So when the brain stops functioning, you can't be conscious.",
      "it": "Quindi quando il cervello smette di funzionare, non puoi essere cosciente."
    }
  },
  {
    "translation": {
      "en": "But during a near death experience,",
      "it": "Ma durante un'esperienza di premorte,"
    }
  },
  {
    "translation": {
      "en": "you get these very wide expansions of consciousness,",
      "it": "si hanno queste ampissime espansioni della coscienza,"
    }
  },
  {
    "translation": {
      "en": "even when the brain has ceased to function.",
      "it": "anche se il cervello ha smesso di funzionare."
    }
  },
  {
    "translation": {
      "en": "So it can't be all brain.",
      "it": "Quindi non può esserci solo il cervello."
    }
  },
  {
    "translation": {
      "en": "[Bruce] Near death experiences are subjective experiences...",
      "it": "Le esperienze di premorte sono esperienze soggettive...."
    }
  },
  {
    "translation": {
      "en": "that are very difficult to confirm objectively.",
      "it": "molto difficili da confermare oggettivamente."
    }
  },
  {
    "translation": {
      "en": "And that raises questions in the minds of many scientists.",
      "it": "E questo solleva interrogativi nella mente di molti scienziati."
    }
  },
  {
    "translation": {
      "en": "Some of the critics of this research complain that this is just anecdotes.",
      "it": "Alcuni critici di questa ricerca lamentano il fatto che si tratta solo di aneddoti."
    }
  },
  {
    "translation": {
      "en": "Well, actually, if you look at the history of science,",
      "it": "Beh, se osserviamo la storia della scienza,"
    }
  },
  {
    "translation": {
      "en": "all science starts as collecting anecdotes,",
      "it": "tutte le scienze iniziano come raccolte di aneddoti."
    }
  },
  {
    "translation": {
      "en": "and then finding patterns among those different stories.",
      "it": "E poi si trovano degli schemi tra le diverse storie."
    }
  },
  {
    "translation": {
      "en": "And there are millions of these experiences",
      "it": "E ci sono milioni di queste esperienze"
    }
  },
  {
    "translation": {
      "en": "being reported across the globe.",
      "it": "segnalate in tutto il mondo."
    }
  },
  {
    "translation": {
      "en": "[woman 1] I was experiencing a really bad asthma attack in my apartment.",
      "it": "Stavo avendo un attacco d'asma davvero brutto a casa mia."
    }
  },
  {
    "translation": {
      "en": "[man] I was blown up by a bomb in the Vietnam War",
      "it": "Una bomba mi fece saltare in aria nella Guerra del Vietnam"
    }
  },
  {
    "translation": {
      "en": "and then shot through the arm, chest and neck.",
      "it": "e poi mi spararono al braccio, petto e collo."
    }
  },
  {
    "translation": {
      "en": "[woman 2] I was hit broadside by a woman who was texting while she was driving.",
      "it": "Sono stata investita da una donna che stava messaggiando mentre guidava."
    }
  },
  {
    "translation": {
      "en": "[man 2] I hit my head, broke my neck, injured my spinal cord",
      "it": "Battei la testa, mi ruppi il collo, mi lesionai il midollo spinale"
    }
  },
  {
    "translation": {
      "en": "and was paralyzed right away.",
      "it": "e rimasi subito paralizzato."
    }
  },
  {
    "translation": {
      "en": "[Bruce] I've been doing this work for four decades now,",
      "it": "Faccio questo lavoro ormai da quattro decenni."
    }
  },
  {
    "translation": {
      "en": "and what I've found is that, no matter how you come close to death",
      "it": "E ho scoperto che non importa come ci si avvicina alla morte,"
    }
  },
  {
    "translation": {
      "en": "there are very consistent patterns in the experience itself...",
      "it": "ci sono degli schemi ricorrenti nell'esperienza stessa"
    }
  },
  {
    "translation": {
      "en": "and in how it affects people.",
      "it": "e in come colpisce le persone."
    }
  },
  {
    "translation": {
      "en": "For example, people all over the world will report",
      "it": "Per esempio, le persone in tutto il mondo riportano"
    }
  },
  {
    "translation": {
      "en": "that their sense of time was distorted.",
      "it": "una distorsione della percezione del tempo."
    }
  },
  {
    "translation": {
      "en": "For me, there was no sense of time. Moments or months or millennia. I don't know.",
      "it": "- Non avevo la concezione del tempo. - Momenti o mesi o millenni, non lo so."
    }
  },
  {
    "translation": {
      "en": "I had no idea how fast it was going,",
      "it": "Non avevo idea di quanto velocemente stesse accadendo."
    }
  },
  {
    "translation": {
      "en": "but it was light speed.",
      "it": "Ma era la velocità della luce."
    }
  },
  {
    "translation": {
      "en": "[Bruce] They also describe this warm, loving being of light.",
      "it": "Descrivono anche questo caldo, amorevole essere di luce."
    }
  },
  {
    "translation": {
      "en": "A sense of getting information from some really high-frequency teachers.",
      "it": "La sensazione di ricevere sapere da maestri molto illuminati."
    }
  },
  {
    "translation": {
      "en": "Very embracing and warm and-- and caressing.",
      "it": "Molto avvolgente, caldo e affettuoso."
    }
  },
  {
    "translation": {
      "en": "A warm energy hug...",
      "it": "Un caldo abbraccio di energia..."
    }
  },
  {
    "translation": {
      "en": "to the brain.",
      "it": "al cervello."
    }
  },
  {
    "translation": {
      "en": "[Bruce] And then there are things that are paranormal or otherworldly.",
      "it": "E poi ci sono cose paranormali o ultraterrene."
    }
  },
  {
    "translation": {
      "en": "Like your ordinary senses becoming much more vivid.",
      "it": "Come se i normali sensi diventassero più vividi."
    }
  },
  {
    "translation": {
      "en": "All this grand music.",
      "it": "Tutta questa meravigliosa musica."
    }
  },
  {
    "translation": {
      "en": "Jacques Cousteau. [laughs]",
      "it": "Jacques Cousteau."
    }
  },
  {
    "translation": {
      "en": "Being under the water and all these fish.",
      "it": "Sott'acqua e con tantissimi pesci."
    }
  },
  {
    "translation": {
      "en": "I started dissolving, or, like that drop into the ocean, just disappearing.",
      "it": "Iniziai a dissolvermi o, come una goccia nell'oceano, a svanire."
    }
  },
  {
    "translation": {
      "en": "If I could reach out and touch a leaf...",
      "it": "Se avessi toccato una foglia..."
    }
  },
  {
    "translation": {
      "en": "I became an aspect of that leaf.",
      "it": "sarei diventato un aspetto di quella foglia."
    }
  },
  {
    "translation": {
      "en": "I was a tiny, tiny light, a little tiny speck of light,",
      "it": "Ero una luce minuscola. Un piccolo punto luminoso e sarei diventata una luce grandissima."
    }
  },
  {
    "translation": {
      "en": "and then I'd become a great, big light.",
      "it": "Un piccolo punto luminoso e sarei diventata una luce grandissima."
    }
  },
  {
    "translation": {
      "en": "[Bruce] You'll see the same phenomena from all different cultures.",
      "it": "Vedreste lo stesso fenomeno in tutte le diverse culture."
    }
  },
  {
    "translation": {
      "en": "And they often come back feeling that it profoundly changed them.",
      "it": "E spesso ritornano con la sensazione che li abbia profondamente cambiati."
    }
  },
  {
    "translation": {
      "en": "[woman 3] I see the beauty in everything now.",
      "it": "Ora vedo la bellezza in tutto."
    }
  },
  {
    "translation": {
      "en": "[woman 4] A hundred percent turnaround from being a hardcore, angry atheist.",
      "it": "Un dietrofront al cento percento dall'irriducibile atea arrabbiata che ero."
    }
  },
  {
    "translation": {
      "en": "[woman 2] I no longer have any kind of a fear of death.",
      "it": "Non ho più nessuna paura della morte."
    }
  },
  {
    "translation": {
      "en": "[Bruce] What is going on here",
      "it": "Che sta succedendo qui?"
    }
  },
  {
    "translation": {
      "en": "that has such power to change a person's life in a fraction of a second?",
      "it": "Ha un potere tale da cambiare la vita di una persona in una frazione di secondo?"
    }
  },
  {
    "translation": {
      "en": "[woman 1] Hi, everybody.",
      "it": "Salve a tutti."
    }
  },
  {
    "translation": {
      "en": "-[woman 2] Hi. -[group] Hey.",
      "it": "- Salve. - Salve."
    }
  },
  {
    "translation": {
      "en": "This is the Seattle International Association for Near-Death Studies.",
      "it": "Questa è l'Associazione Internazionale per gli Studi di Premorte."
    }
  },
  {
    "translation": {
      "en": "How many people here, by show of hands, have had a near death experience?",
      "it": "Quanti di voi, per alzata di mano, hanno avuto un'esperienza di premorte?"
    }
  },
  {
    "translation": {
      "en": "A lot of dead people here today. Welcome! [laughs]",
      "it": "Un sacco di morti oggi. Benvenuti."
    }
  },
  {
    "translation": {
      "en": "Near death experiences are not just butterflies and flowers",
      "it": "Le esperienze di premorte non sono solo farfalle, fiori,"
    }
  },
  {
    "translation": {
      "en": "and God and light and heaven.",
      "it": "Dio, luce e paradiso."
    }
  },
  {
    "translation": {
      "en": "You will find that you have difficulties with materialism.",
      "it": "Scoprirete di avere dei problemi con il materialismo."
    }
  },
  {
    "translation": {
      "en": "Maybe with employment.",
      "it": "Forse nel lavoro."
    }
  },
  {
    "translation": {
      "en": "Probably with your marriage, if you're married.",
      "it": "Probabilmente nel matrimonio, se siete sposati."
    }
  },
  {
    "translation": {
      "en": "Because the changes are so profound.",
      "it": "Perché i cambiamenti sono molto profondi."
    }
  },
  {
    "translation": {
      "en": "So I began counseling people with near death experiences.",
      "it": "Così iniziai a offrire consulenza a persone con esperienze di premorte."
    }
  },
  {
    "translation": {
      "en": "And I have the advantage of having had a near death experience,",
      "it": "E io ho il vantaggio di aver avuto un'esperienza di premorte,"
    }
  },
  {
    "translation": {
      "en": "so I can honestly say, \"I know how you feel.\"",
      "it": "quindi posso dire con onestà: \"So cosa provi\"."
    }
  },
  {
    "translation": {
      "en": "-I'm good. -Yeah?",
      "it": "- Sto bene. - Sì?"
    }
  },
  {
    "translation": {
      "en": "-Have a seat. -Thank you.",
      "it": "- Accomodati. - Grazie."
    }
  },
  {
    "translation": {
      "en": "[woman] I didn't just go into cardiac arrest.",
      "it": "Non sono solo andata in arresto cardiaco."
    }
  },
  {
    "translation": {
      "en": "My electrolytes...",
      "it": "I miei elettroliti..."
    }
  },
  {
    "translation": {
      "en": "flip-flopped.",
      "it": "fecero dietrofront."
    }
  },
  {
    "translation": {
      "en": "I was basically poisoned.",
      "it": "Praticamente, ero avvelenata."
    }
  },
  {
    "translation": {
      "en": "And I was gone.",
      "it": "E morii."
    }
  },
  {
    "translation": {
      "en": "When I came back, it pulled me away from a lot of people.",
      "it": "Quando tornai indietro, questo mi allontanò da molte persone."
    }
  },
  {
    "translation": {
      "en": "It's hard to even talk to my husband...",
      "it": "È difficile anche parlarne con mio marito..."
    }
  },
  {
    "translation": {
      "en": "because I feel that...",
      "it": "perché sento che..."
    }
  },
  {
    "translation": {
      "en": "somebody is going to bring a straitjacket and throw away the key.",
      "it": "mi metterebbero una camicia di forza e butterebbero la chiave."
    }
  },
  {
    "translation": {
      "en": "Because what I used to know is not what I know now.",
      "it": "Perché ciò che sapevo non è ciò che so ora."
    }
  },
  {
    "translation": {
      "en": "And I'm havin' a very hard time with it.",
      "it": "E non è affatto facile per me."
    }
  },
  {
    "translation": {
      "en": "Yeah. Feeling crazy... I'm validating you.",
      "it": "Già. Sentirsi pazzi... Ti capisco."
    }
  },
  {
    "translation": {
      "en": "...is part of the adjustment,",
      "it": "Fa parte dell'adattamento,"
    }
  },
  {
    "translation": {
      "en": "because everything gets so mixed up.",
      "it": "perché è tutto confuso."
    }
  },
  {
    "translation": {
      "en": "You died.",
      "it": "Tu sei morta."
    }
  },
  {
    "translation": {
      "en": "-[laughs] -You had an experience.",
      "it": "Hai avuto un'esperienza."
    }
  },
  {
    "translation": {
      "en": "You came back and now you have to live in the same world,",
      "it": "Sei tornata indietro e ora devi vivere nello stesso mondo,"
    }
  },
  {
    "translation": {
      "en": "but with a completely different point of view.",
      "it": "ma con un punto di vista completamente diverso."
    }
  },
  {
    "translation": {
      "en": "And it's so hard when everybody else's point of view hasn't changed.",
      "it": "Ed è molto difficile se il punto di vista di tutti gli altri non è cambiato."
    }
  },
  {
    "translation": {
      "en": "Seattle IANDS is a place of comfort and hope,",
      "it": "La Seattle IANDS è un luogo di conforto e speranza,"
    }
  },
  {
    "translation": {
      "en": "validation and support, and I hope attending here...",
      "it": "comprensione e supporto, e spero che partecipare..."
    }
  },
  {
    "translation": {
      "en": "calms your heart and your emotions...",
      "it": "calmi i vostri cuori e le vostre emozioni..."
    }
  },
  {
    "translation": {
      "en": "and reminds you that this is a very temporary situation.",
      "it": "e che vi ricordi che questa è una situazione temporanea."
    }
  },
  {
    "translation": {
      "en": "Life.",
      "it": "La vita."
    }
  },
  {
    "translation": {
      "en": "People attend Seattle IANDS because they've had a near death experience.",
      "it": "Le persone partecipano alla Seattle IANDS perché hanno avuto esperienze di premorte."
    }
  },
  {
    "translation": {
      "en": "People come because they're grieving and want to hear that we go on.",
      "it": "C'è chi viene perché è addolorato e vuole sentire che si va avanti."
    }
  },
  {
    "translation": {
      "en": "And then people come just to hear it's real,",
      "it": "E poi c'è chi viene solo per sentire che è tutto vero."
    }
  },
  {
    "translation": {
      "en": "it really happened, and has happened to millions of people.",
      "it": "È successo davvero ed è successo a milioni di persone."
    }
  },
  {
    "translation": {
      "en": "My experience started...",
      "it": "La mia esperienza iniziò"
    }
  },
  {
    "translation": {
      "en": "incredibly enough, on a Wednesday evening.",
      "it": "abbastanza incredibilmente, un mercoledì sera."
    }
  },
  {
    "translation": {
      "en": "And it was Thanksgiving coming up the next day.",
      "it": "E l'indomani sarebbe stato il Giorno del ringraziamento."
    }
  },
  {
    "translation": {
      "en": "And we were running some electrical lines on some poles...",
      "it": "Stavamo azionando delle linee elettriche su alcuni pali..."
    }
  },
  {
    "translation": {
      "en": "and I was up on a bucket truck.",
      "it": "ed ero su un camion con cestello elevatore."
    }
  },
  {
    "translation": {
      "en": "We kind of said, \"We could save a couple of hours",
      "it": "Ci siamo detti: \"Risparmieremmo un paio d'ore"
    }
  },
  {
    "translation": {
      "en": "if I stay up on the bucket...",
      "it": "se io resto nel cestello..."
    }
  },
  {
    "translation": {
      "en": "and you just maneuver the truck...",
      "it": "e tu manovri il camion..."
    }
  },
  {
    "translation": {
      "en": "from space to space.\"",
      "it": "da un punto all'altro\"."
    }
  },
  {
    "translation": {
      "en": "I hit the side of the bucket and I broke all my ribs on my right side.",
      "it": "Ho sbattuto su una parete del cestello e mi sono rotto tutte le costole a destra."
    }
  },
  {
    "translation": {
      "en": "I wound up in an emergency room.",
      "it": "Sono finito al pronto soccorso."
    }
  },
  {
    "translation": {
      "en": "They gave me a medication for pain...",
      "it": "Mi hanno dato un farmaco per il dolore..."
    }
  },
  {
    "translation": {
      "en": "and it had some kind of an anti-inflammatory component.",
      "it": "con un componente antinfiammatorio."
    }
  },
  {
    "translation": {
      "en": "Turns out I'm allergic to it.",
      "it": "A quanto pare sono allergico."
    }
  },
  {
    "translation": {
      "en": "So, ultimately, my lungs shut down, I stopped breathing and my heart stopped.",
      "it": "Sostanzialmente, i polmoni mi si chiusero, smisi di respirare e mi si fermò il cuore."
    }
  },
  {
    "translation": {
      "en": "There was a tunnel, but not the way that it's typically described.",
      "it": "C'era un tunnel, ma non come quelli descritti solitamente."
    }
  },
  {
    "translation": {
      "en": "I kind of fell into it.",
      "it": "Diciamo che ci sono caduto."
    }
  },
  {
    "translation": {
      "en": "And what I saw was just color...",
      "it": "E ciò che ho visto era solo colore..."
    }
  },
  {
    "translation": {
      "en": "wrapped all around me, so that I was completely integrated into it.",
      "it": "che mi avvolgeva, e con cui ero completamente integrato."
    }
  },
  {
    "translation": {
      "en": "And I could hear this color talking to me. Millions of voices.",
      "it": "E sento questo colore che mi parla. Milioni di voci."
    }
  },
  {
    "translation": {
      "en": "-\"Sssss.\" This chatter. -[whispering voices]",
      "it": "Un brusio."
    }
  },
  {
    "translation": {
      "en": "Then I look down and I see the ocean.",
      "it": "Poi guardo giù... e vedo l'oceano."
    }
  },
  {
    "translation": {
      "en": "And then I notice a man in the water.",
      "it": "E poi noto un uomo... nell'acqua. Gli arrivava al ginocchio."
    }
  },
  {
    "translation": {
      "en": "He's about knee deep.",
      "it": "nell'acqua. Gli arrivava al ginocchio."
    }
  },
  {
    "translation": {
      "en": "Then he turns around suddenly.",
      "it": "Poi si gira improvvisamente."
    }
  },
  {
    "translation": {
      "en": "And, uh...",
      "it": "E..."
    }
  },
  {
    "translation": {
      "en": "the biggest surprise of my death, my new life...",
      "it": "la più grande sorpresa della mia morte... della mia nuova vita..."
    }
  },
  {
    "translation": {
      "en": "was that it was my father.",
      "it": "fu che quell'uomo era mio padre."
    }
  },
  {
    "translation": {
      "en": "Me and my dad had a very difficult relationship in life.",
      "it": "Io e mio padre avevamo un rapporto molto complicato in vita."
    }
  },
  {
    "translation": {
      "en": "We couldn't even hug.",
      "it": "Non riuscivamo neanche ad abbracciarci."
    }
  },
  {
    "translation": {
      "en": "So when he died, I felt totally bitter",
      "it": "Quindi, quando è morto, mi sono sentito completamente amareggiato"
    }
  },
  {
    "translation": {
      "en": "and really regretful of the fact",
      "it": "e davvero pentito del fatto"
    }
  },
  {
    "translation": {
      "en": "that we never were able to say we love each other or we care.",
      "it": "che non eravamo mai riusciti a dirci che ci volevamo bene."
    }
  },
  {
    "translation": {
      "en": "So I'm lookin' at him here in this space, and I'm saying, \"Oh, my gosh.",
      "it": "Lo guardo lì, in questo luogo, e dico: \"Mio Dio."
    }
  },
  {
    "translation": {
      "en": "This is my opportunity.",
      "it": "È la mia occasione."
    }
  },
  {
    "translation": {
      "en": "My second chance to make peace with my dad.\"",
      "it": "La mia seconda chance per fare pace con mio padre\"."
    }
  },
  {
    "translation": {
      "en": "Something that I could never do in life.",
      "it": "Una cosa che non potrei mai fare in vita."
    }
  },
  {
    "translation": {
      "en": "So...",
      "it": "Così..."
    }
  },
  {
    "translation": {
      "en": "we hugged.",
      "it": "ci siamo abbracciati."
    }
  },
  {
    "translation": {
      "en": "[crying] And we said we loved each other. We loved each other.",
      "it": "E ci siamo detti che ci volevamo bene. Ci volevamo bene."
    }
  },
  {
    "translation": {
      "en": "That has changed my life in so many ways.",
      "it": "Questa cosa ha cambiato la mia vita in tantissimi modi."
    }
  },
  {
    "translation": {
      "en": "Just knowing that he did care.",
      "it": "Il solo sapere che mi voleva bene."
    }
  },
  {
    "translation": {
      "en": "That he did...",
      "it": "Che lui..."
    }
  },
  {
    "translation": {
      "en": "love me.",
      "it": "mi amava."
    }
  },
  {
    "translation": {
      "en": "He looked at me when he embraced me. And he let go and he just looked at me.",
      "it": "Mi guardava quando mi ha abbracciato. Mi ha lasciato andare e mi guardava."
    }
  },
  {
    "translation": {
      "en": "He said, \"Jose. You need to go back.\"",
      "it": "Ha detto: \"Jose. Devi tornare indietro\"."
    }
  },
  {
    "translation": {
      "en": "I'm lookin' at him, like, \"What? Are you kidding me?",
      "it": "Lo guardo e dico: \"Cosa? Mi prendi in giro?"
    }
  },
  {
    "translation": {
      "en": "I like it here. This is great. I don't wanna go back.\"",
      "it": "mi piace qui. È fantastico. Non voglio tornare indietro\"."
    }
  },
  {
    "translation": {
      "en": "And he said to me, \"No, you gotta go back.\"",
      "it": "E mi ha detto: \"No, devi tornare indietro\"."
    }
  },
  {
    "translation": {
      "en": "Whilst I didn't want to, uh...",
      "it": "Sebbene non volessi..."
    }
  },
  {
    "translation": {
      "en": "we came to, kind of, sort of an agreement, in a way.",
      "it": "abbiamo fatto una specie di patto."
    }
  },
  {
    "translation": {
      "en": "We-- we agreed that, when my time came, he would come get me and I said...",
      "it": "Quando sarebbe giunta la mia ora, sarebbe venuto e prendermi e ho detto..."
    }
  },
  {
    "translation": {
      "en": "\"Well, that sounds like a pretty good deal. Let me go with that.\"",
      "it": "\"Sembra davvero un buon patto. Mi sta bene\"."
    }
  },
  {
    "translation": {
      "en": "And-- and I transitioned back.",
      "it": "E sono tornato indietro."
    }
  },
  {
    "translation": {
      "en": "I felt this sense of pull and I wound up back in my body.",
      "it": "Ho sentito una sorta di spinta e mi sono ritrovato nel mio corpo."
    }
  },
  {
    "translation": {
      "en": "When I met my dad on the other side...",
      "it": "Quando ho incontrato mio padre nell'aldilà..."
    }
  },
  {
    "translation": {
      "en": "I realized that...",
      "it": "ho capito che..."
    }
  },
  {
    "translation": {
      "en": "sometimes, we may not be able to say something here...",
      "it": "a volte potremmo non riuscire a dire delle cose qui..."
    }
  },
  {
    "translation": {
      "en": "but...",
      "it": "ma..."
    }
  },
  {
    "translation": {
      "en": "we're gonna be able to say it somewhere else.",
      "it": "ci riusciremo da un'altra parte."
    }
  },
  {
    "translation": {
      "en": "By having this opportunity...",
      "it": "Avere questa opportunità..."
    }
  },
  {
    "translation": {
      "en": "it truly healed my spirit.",
      "it": "ha guarito davvero la mia anima."
    }
  },
  {
    "translation": {
      "en": "Before, I just was moving through life.",
      "it": "Prima sopravvivevo e basta."
    }
  },
  {
    "translation": {
      "en": "I wasn't living.",
      "it": "Non vivevo."
    }
  },
  {
    "translation": {
      "en": "-I was not alive. -[applause]",
      "it": "Non ero vivo."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "[Bruce] There have been a number of medical explanations",
      "it": "Diverse spiegazioni mediche sono state proposte"
    }
  },
  {
    "translation": {
      "en": "that have been proposed to explain what causes near-death experiences.",
      "it": "Diverse spiegazioni mediche sono state proposte per spiegare cosa causa le esperienze di premorte."
    }
  },
  {
    "translation": {
      "en": "I'm all in favor of that. Being a doctor, I wanna understand what causes these things.",
      "it": "E sono d'accordo. In quanto medico, voglio capire cosa causa queste cose."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, I don't think any of the explanations we've come up with so far",
      "it": "Purtroppo, non credo che nessuna delle spiegazioni avanzate finora,"
    }
  },
  {
    "translation": {
      "en": "help us very much in trying to understand things.",
      "it": "ci aiuti molto nel cercare di capire le cose."
    }
  },
  {
    "translation": {
      "en": "Some have said drugs given to people as they're approaching death",
      "it": "Alcuni dicono che i farmaci dati a chi sta per morire,"
    }
  },
  {
    "translation": {
      "en": "may cause near death experiences.",
      "it": "potrebbero causare le esperienze di premorte."
    }
  },
  {
    "translation": {
      "en": "And what we find is that the fewer drugs people are given...",
      "it": "E poi si scopre che meno farmaci vengono dati alle persone..."
    }
  },
  {
    "translation": {
      "en": "the more likely they are to report a near death experience.",
      "it": "più è probabile che riportino un'esperienza di premorte."
    }
  },
  {
    "translation": {
      "en": "That the drugs tend to inhibit the near-death experience,",
      "it": "Che i farmaci tendono a inibire le esperienze di premorte,"
    }
  },
  {
    "translation": {
      "en": "rather than causing it.",
      "it": "invece di causarle."
    }
  },
  {
    "translation": {
      "en": "People also suggest lack of oxygen to the brain.",
      "it": "La gente ipotizza anche la mancanza di ossigeno nel cervello."
    }
  },
  {
    "translation": {
      "en": "And that's appealing, because no matter how you come close to death,",
      "it": "E questo è interessante, perché non conta come si sta per morire,"
    }
  },
  {
    "translation": {
      "en": "lack of oxygen to the brain is the common factor.",
      "it": "la mancanza di ossigeno nel cervello è il fattore comune."
    }
  },
  {
    "translation": {
      "en": "However, we know, from decades of research,",
      "it": "Tuttavia, sappiamo da decenni di ricerca,"
    }
  },
  {
    "translation": {
      "en": "what happens when you get lack of oxygen.",
      "it": "cosa succede quando manca l'ossigeno."
    }
  },
  {
    "translation": {
      "en": "People become frightened, become belligerent,",
      "it": "La gente si spaventa, diventa bellicosa,"
    }
  },
  {
    "translation": {
      "en": "become terrified of what's happening to them.",
      "it": "terrorizzata da ciò che sta vivendo."
    }
  },
  {
    "translation": {
      "en": "Very much unlike the calm, consistent,",
      "it": "Molto diversamente dall'esperienza calma, coerente,"
    }
  },
  {
    "translation": {
      "en": "almost blissful experience of a near death experience.",
      "it": "quasi di benessere, dell'esperienza di premorte."
    }
  },
  {
    "translation": {
      "en": "I'm frequently challenged by people who say,",
      "it": "Vengo spesso criticato dalle persone che dicono:"
    }
  },
  {
    "translation": {
      "en": "\"Okay, he's had a cardiac arrest.",
      "it": "\"Ok, ha avuto un arresto cardiaco."
    }
  },
  {
    "translation": {
      "en": "There's a little bit of brain which is working,",
      "it": "Una piccola parte del cervello funziona ancora,"
    }
  },
  {
    "translation": {
      "en": "which you guys have all missed.\"",
      "it": "cosa che avete dimenticato\"."
    }
  },
  {
    "translation": {
      "en": "But this says that they don't really understand what consciousness is.",
      "it": "Ma questo significa che non capiscono cosa sia davvero la coscienza."
    }
  },
  {
    "translation": {
      "en": "You cannot maintain consciousness",
      "it": "Non si può mantenere una coscienza..."
    }
  },
  {
    "translation": {
      "en": "unless you have a highly-organized brain.",
      "it": "a meno che non si abbia un cervello altamente organizzato."
    }
  },
  {
    "translation": {
      "en": "Believe you me, when the brain loses its oxygen,",
      "it": "Credetemi, quando al cervello manca l'ossigeno,"
    }
  },
  {
    "translation": {
      "en": "-it doesn't organize itself. -[rhythmic bleeping]",
      "it": "non si organizza da solo."
    }
  },
  {
    "translation": {
      "en": "[Bruce] When the heart stops, -in 20 seconds or so... -[continuous bleep]",
      "it": "Quando il cuore si ferma, entro circa 20 secondi,"
    }
  },
  {
    "translation": {
      "en": "...you get flatlining, which means no brain activity.",
      "it": "l'elettroencefalogramma diventa piatto, cioè, nessuna attività cerebrale."
    }
  },
  {
    "translation": {
      "en": "And yet people have near death experiences",
      "it": "Eppure le persone hanno esperienze di premorte,"
    }
  },
  {
    "translation": {
      "en": "when they've been, quote, \"flatlined\" for longer than that.",
      "it": "sebbene, cito, in arresto per molto più tempo."
    }
  },
  {
    "translation": {
      "en": "One of the most widely publicized cases was that of Pam Reynolds,",
      "it": "Uno dei casi più pubblicizzati è stato quello di Pam Reynolds."
    }
  },
  {
    "translation": {
      "en": "who had an aneurysm,",
      "it": "Ebbe un aneurisma,"
    }
  },
  {
    "translation": {
      "en": "which is a ballooning of a blood vessel at the base of her brain.",
      "it": "una dilatazione di un vaso sanguigno alla base del cervello."
    }
  },
  {
    "translation": {
      "en": "And it was so large that, if it burst, it would have killed her instantly.",
      "it": "Ed era così grande che se fosse scoppiato, l'avrebbe uccisa all'istante."
    }
  },
  {
    "translation": {
      "en": "The most that they could do for me was try...",
      "it": "Il massimo che potevano fare per me era provare..."
    }
  },
  {
    "translation": {
      "en": "a surgical process which involved the stopping of the heart,",
      "it": "un processo chirurgico che comportava l'arresto del cuore,"
    }
  },
  {
    "translation": {
      "en": "the lowering of the bodily temperature,",
      "it": "l'abbassamento della temperatura corporea,"
    }
  },
  {
    "translation": {
      "en": "the emptying of the blood from the body,",
      "it": "lo svuotamento del sangue dal corpo,"
    }
  },
  {
    "translation": {
      "en": "thereby shrinking the aneurysm.",
      "it": "riducendo così l'aneurisma."
    }
  },
  {
    "translation": {
      "en": "[Bruce] She was without any blood going to her brain for about an hour.",
      "it": "Restò senza sangue nel cervello per circa un'ora."
    }
  },
  {
    "translation": {
      "en": "The EEG, or the brainwave, goes totally flat.",
      "it": "L'EEG, o le onde cerebrali, erano completamente piatte."
    }
  },
  {
    "translation": {
      "en": "There is no brain activity at all.",
      "it": "Non c'era la minima attività cerebrale."
    }
  },
  {
    "translation": {
      "en": "Which presumably means there's no brain function at all during that time.",
      "it": "Il che presumibilmente significa che non c'è funzione cerebrale."
    }
  },
  {
    "translation": {
      "en": "And yet, she reported a blissful near-death experience",
      "it": "Eppure, lei ha riportato una esperienza di premorte di benessere..."
    }
  },
  {
    "translation": {
      "en": "in which she saw and heard things going on in the operating room",
      "it": "in ci ha visto e sentito ciò che avveniva nella sala operatoria,"
    }
  },
  {
    "translation": {
      "en": "that she couldn't possibly have seen or heard.",
      "it": "che non avrebbe potuto vedere o sentire."
    }
  },
  {
    "translation": {
      "en": "[Pam] My vantage point was rather like sitting on the shoulder of the surgeon.",
      "it": "Per la prospettiva che avevo, era come se fossi seduta sulla spalla del chirurgo."
    }
  },
  {
    "translation": {
      "en": "And I was free to move around at will.",
      "it": "Ed ero libera di muovermi in giro come volevo."
    }
  },
  {
    "translation": {
      "en": "While I knew what they were doing,",
      "it": "Loro sapevano cosa stavano facendo,"
    }
  },
  {
    "translation": {
      "en": "they didn't know what I was doing.",
      "it": "ma non sapevano cosa stessi facendo io."
    }
  },
  {
    "translation": {
      "en": "They thought I was that thing lying on the table.",
      "it": "Pensavano che fossi quella cosa che giaceva sul tavolo."
    }
  },
  {
    "translation": {
      "en": "[Bruce] Now, her eyes were taped shut for the entire procedure,",
      "it": "Ha avuto gli occhi bendati per tutta la procedura."
    }
  },
  {
    "translation": {
      "en": "and she had molded earpieces in her ears.",
      "it": "E auricolari sagomati nelle orecchie."
    }
  },
  {
    "translation": {
      "en": "But she described the tools they were using to saw through her skull,",
      "it": "Ma descrisse gli strumenti che utilizzarono per vederle il cranio."
    }
  },
  {
    "translation": {
      "en": "and it was something that she hadn't seen before or after.",
      "it": "E non li aveva mai visti né prima né dopo."
    }
  },
  {
    "translation": {
      "en": "[Pam] I saw, in Dr. Spetzler's hand,",
      "it": "Ho visto, nella mano del Dr. Spetzler,"
    }
  },
  {
    "translation": {
      "en": "an instrument that reminded me suspiciously of an electric toothbrush.",
      "it": "uno strumento che, curiosamente, mi ricordava uno spazzolino elettrico."
    }
  },
  {
    "translation": {
      "en": "There was a case very close to it, and it had bits...",
      "it": "Proprio lì vicino c'era una cassetta con delle punte..."
    }
  },
  {
    "translation": {
      "en": "that looked like the...",
      "it": "che sembrava..."
    }
  },
  {
    "translation": {
      "en": "case that my father kept his socket wrenches in.",
      "it": "la cassetta in cui mio padre teneva le chiavi inglesi."
    }
  },
  {
    "translation": {
      "en": "[Bruce] Her neurosurgeon said he can't understand how this could possibly happen.",
      "it": "Il suo neurochirurgo ha detto che non capisce come sia potuto succedere."
    }
  },
  {
    "translation": {
      "en": "If somebody asked me to describe what the Midas Rex drill, uh, looked like,",
      "it": "Se qualcuno mi chiedesse di descrivere il trapano Midas Rex,"
    }
  },
  {
    "translation": {
      "en": "I might very well use the term, \"Like an electric toothbrush.\"",
      "it": "potrei benissimo dire: \"Sembra uno spazzolino elettrico\"."
    }
  },
  {
    "translation": {
      "en": "And describing them, uh, as if they were a socket wrench set,",
      "it": "E descriverli come se fossero un set di chiavi inglesi,"
    }
  },
  {
    "translation": {
      "en": "uh, I think that's very appropriate.",
      "it": "lo trovo molto appropriato."
    }
  },
  {
    "translation": {
      "en": "Her ability to describe...",
      "it": "La sua capacità di descrivere..."
    }
  },
  {
    "translation": {
      "en": "what went on during surgery is inconceivable to me,",
      "it": "ciò che è accaduto durante l'operazione, per me è inconcepibile,"
    }
  },
  {
    "translation": {
      "en": "considering the state that she was in.",
      "it": "considerando lo stato in cui si trovava."
    }
  },
  {
    "translation": {
      "en": "Pam Reynolds was clinically dead.",
      "it": "Pam Reynolds era clinicamente morta."
    }
  },
  {
    "translation": {
      "en": "This really challenges the idea that our consciousness, our minds,",
      "it": "Tutto ciò sfida davvero l'idea che la coscienza, la mente,"
    }
  },
  {
    "translation": {
      "en": "are created by the brain, because her brain was not functioning...",
      "it": "siano create dal cervello, perché il suo non stava funzionando…"
    }
  },
  {
    "translation": {
      "en": "and yet she had the most vivid experience of her life.",
      "it": "Eppure ha avuto l'esperienza più vivida della sua vita."
    }
  },
  {
    "translation": {
      "en": "[Peter] How can people be conscious when they're unconscious?",
      "it": "Come può la gente essere cosciente quando è incosciente?"
    }
  },
  {
    "translation": {
      "en": "It's an oxymoron. It's ridiculous.",
      "it": "È un ossimoro. È ridicolo."
    }
  },
  {
    "translation": {
      "en": "But in fact, this is what the data seemed to prove more and more.",
      "it": "Ma in effetti, è ciò che i dati sembrano dimostrare sempre di più."
    }
  },
  {
    "translation": {
      "en": "Well, that, of course, is going to have some significance",
      "it": "Questo, ovviamente, avrà una certa rilevanza"
    }
  },
  {
    "translation": {
      "en": "for our ideas about death.",
      "it": "per le nostre idee sulla morte."
    }
  },
  {
    "translation": {
      "en": "I mean, is it possible",
      "it": "Insomma, è possibile"
    }
  },
  {
    "translation": {
      "en": "that there is an expansion of consciousness when we die?",
      "it": "che ci sia un'espansione della coscienza quando moriamo?"
    }
  },
  {
    "translation": {
      "en": "[woman 1] When one survives something so catastrophic as death",
      "it": "Quando sopravvivi a qualcosa di catastrofico come la morte..."
    }
  },
  {
    "translation": {
      "en": "there's a gaping hole in your soul.",
      "it": "si crea un vuoto enorme nell'anima."
    }
  },
  {
    "translation": {
      "en": "Inside, you feel like crumbling,",
      "it": "Dentro, ti senti in frantumi"
    }
  },
  {
    "translation": {
      "en": "and you wonder, \"How do I make sense of it?\"",
      "it": "e ti chiedi come fare a dargli un senso."
    }
  },
  {
    "translation": {
      "en": "When people talk about near death experiences,",
      "it": "Quando la gente parla d'esperienze di premorte,"
    }
  },
  {
    "translation": {
      "en": "they talk about it being so pleasant.",
      "it": "dice che sono piacevoli."
    }
  },
  {
    "translation": {
      "en": "But it was not the case with me.",
      "it": "Ma non è stato il mio caso."
    }
  },
  {
    "translation": {
      "en": "When I first met my husband, Jonathan, we definitely wanted to have children.",
      "it": "Quando ho conosciuto mio marito, Jonathan, volevamo assolutamente avere figli."
    }
  },
  {
    "translation": {
      "en": "We had our first, Adina. No issues, no complications.",
      "it": "Abbiamo avuto la prima, Adina. Nessun problema, nessuna complicazione."
    }
  },
  {
    "translation": {
      "en": "Delivered her and back at work eight days later.",
      "it": "L'ho partorita e sono tornata al lavoro otto giorni dopo."
    }
  },
  {
    "translation": {
      "en": "The second one was after seven rounds of IVF.",
      "it": "La seconda arrivò dopo sette round di fecondazione in vitro."
    }
  },
  {
    "translation": {
      "en": "And everything went swimmingly until the 20-week ultrasound.",
      "it": "E tutto è andato liscio fino all'ecografia della ventesima settimana."
    }
  },
  {
    "translation": {
      "en": "They do the scan and they say, \"Oh. You have a placenta previa.\"",
      "it": "Fecero l'ecografia e dissero: \"Hai la placenta previa\"."
    }
  },
  {
    "translation": {
      "en": "Jonathan was with me and I said,",
      "it": "Jonathan era con me e io dissi:"
    }
  },
  {
    "translation": {
      "en": "\"I don't know what this is, but I've got a bad feeling about it.\"",
      "it": "\"Non so cosa sia, ma ho un brutto presentimento\"."
    }
  },
  {
    "translation": {
      "en": "And then I open the computer and I start Googling.",
      "it": "Poi accesi il computer e iniziai a cercare su Google."
    }
  },
  {
    "translation": {
      "en": "Placenta previa can turn into an accreta,",
      "it": "La placenta previa può trasformarsi in un'accumeta,"
    }
  },
  {
    "translation": {
      "en": "which is when the placenta marries itself to the uterus.",
      "it": "che si verifica quando la placenta si attacca all'utero."
    }
  },
  {
    "translation": {
      "en": "If that happens, you could hemorrhage,",
      "it": "Se succede, puoi avere un'emorragia,"
    }
  },
  {
    "translation": {
      "en": "and if that happens, you and the baby could lose your life.",
      "it": "e se succede, tu e tuo figlio potreste perdere la vita."
    }
  },
  {
    "translation": {
      "en": "I sat back, and I said...",
      "it": "Stavo lì seduta... e dissi..."
    }
  },
  {
    "translation": {
      "en": "\"This is going to happen to us.",
      "it": "\"Ci succederà."
    }
  },
  {
    "translation": {
      "en": "The only difference is the baby's going to survive.\"",
      "it": "L'unica differenza è che il bambino sopravvivrà.\""
    }
  },
  {
    "translation": {
      "en": "[woman 2] And what did you think?",
      "it": "E lei cos'ha pensato?"
    }
  },
  {
    "translation": {
      "en": "Uh, that it was stereotypical pregnancy hysteria.",
      "it": "Che fosse una classica isteria da gravidanza."
    }
  },
  {
    "translation": {
      "en": "Although I didn't quite put it in those terms.",
      "it": "Anche se non la misi in quei termini."
    }
  },
  {
    "translation": {
      "en": "Earlier in my life, I trained as an air force pilot, got my PhD in economics.",
      "it": "In passato, fui pilota dell'aeronautica, presi un dottorato in economia."
    }
  },
  {
    "translation": {
      "en": "Data is core to my being.",
      "it": "I dati sono fondamentali per me."
    }
  },
  {
    "translation": {
      "en": "I like to joke that I don't like to complicate things with words and feelings.",
      "it": "Scherzo dicendo che non amo complicare le cose con parole e sentimenti."
    }
  },
  {
    "translation": {
      "en": "I'd much rather go with the data.",
      "it": "Preferirei usare i dati."
    }
  },
  {
    "translation": {
      "en": "And we didn't have any empirical data,",
      "it": "E non avevamo nessun dato empirico,"
    }
  },
  {
    "translation": {
      "en": "so I had the stereotypical husband's response.",
      "it": "così diedi la classica risposta da marito."
    }
  },
  {
    "translation": {
      "en": "But I dressed it up in science, so that made it more sophisticated.",
      "it": "Ma la travestii da scienza, così la resi più sofisticata."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] It was so difficult trying to communicate about feelings",
      "it": "Era molto difficile cercare di parlare di sentimenti"
    }
  },
  {
    "translation": {
      "en": "and this foreboding",
      "it": "e di questo presentimento,"
    }
  },
  {
    "translation": {
      "en": "when I didn't have something tangible to show.",
      "it": "non avendo nulla di tangibile da mostrare."
    }
  },
  {
    "translation": {
      "en": "I told Jonathan, \"I do not know what to tell you,",
      "it": "Dissi a Jonathan: \"Non so cosa dirti,"
    }
  },
  {
    "translation": {
      "en": "other than the fact that I've got this intense feeling around this",
      "it": "a parte il fatto che ho un'intensa sensazione al riguardo,"
    }
  },
  {
    "translation": {
      "en": "that something bad is about to happen.",
      "it": "accadrà qualcosa di brutto."
    }
  },
  {
    "translation": {
      "en": "If you saw me in Starbucks and you said, \"Oh, how's the pregnancy going?\"",
      "it": "Se mi aveste visto da Starbucks e chiesto: \"Come va la gravidanza?\""
    }
  },
  {
    "translation": {
      "en": "I would literally say, \"I'm going to die.\"",
      "it": "avrei letteralmente detto: \"Morirò\"."
    }
  },
  {
    "translation": {
      "en": "And my premonitions kept coming.",
      "it": "E continuavo ad avere premonizioni."
    }
  },
  {
    "translation": {
      "en": "I was walking in the park.",
      "it": "Stavo passeggiando nel parco."
    }
  },
  {
    "translation": {
      "en": "I saw a dry fountain.",
      "it": "Vidi una fontana senz'acqua."
    }
  },
  {
    "translation": {
      "en": "In mind's eye, the fountain was flowing and, all of a sudden, it turned to blood.",
      "it": "Nella mia testa, la fontana scorreva e all'improvviso si trasformò in sangue."
    }
  },
  {
    "translation": {
      "en": "And I felt my body hemorrhage.",
      "it": "E sentii di avere un'emorragia."
    }
  },
  {
    "translation": {
      "en": "I called Jonathan, said \"Meet me at the emergency room.\"",
      "it": "Jonathan mi disse di vederci al pronto soccorso."
    }
  },
  {
    "translation": {
      "en": "He's frantic about it.",
      "it": "Lui è irrequieto."
    }
  },
  {
    "translation": {
      "en": "Doctors examining me, and they're like, \"No, you're actually fine.\"",
      "it": "I dottori mi esaminano e dicono \"No, in realtà, stai bene\"."
    }
  },
  {
    "translation": {
      "en": "Jonathan's like, \"Okay, it's a false alarm,\"",
      "it": "Jonathan fa: \"Ok, un falso allarme\","
    }
  },
  {
    "translation": {
      "en": "and I'm like, \"No, this is a warning.\"",
      "it": "e io dico: \"No, è un avvertimento\"."
    }
  },
  {
    "translation": {
      "en": "[woman] I've had other patients who've expressed concern,",
      "it": "Ho avuto altre pazienti che hanno espresso preoccupazione,"
    }
  },
  {
    "translation": {
      "en": "but I would say Stephanie was the first patient that came forward and said,",
      "it": "ma direi che Stephanie è stata la prima a farsi avanti dicendo:"
    }
  },
  {
    "translation": {
      "en": "\"I'm seeing things very vividly that are scaring me to death.\"",
      "it": "\"Vedo delle cose in modo molto vivido, che mi spaventano a morte\"."
    }
  },
  {
    "translation": {
      "en": "I tried to acknowledge her fear, but also my role is to keep the calm.",
      "it": "Cercai di riconoscere la sua paura, ma io devo anche mantenere la calma."
    }
  },
  {
    "translation": {
      "en": "So I was concerned, but I wasn't necessarily panicked.",
      "it": "Così, ero preoccupata, ma non necessariamente nel panico."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] The day that I go into labor...",
      "it": "Il giorno in cui entrai in travaglio…"
    }
  },
  {
    "translation": {
      "en": "I was in the kitchen, giving Adina breakfast.",
      "it": "ero in cucina a preparare la colazione ad Adina."
    }
  },
  {
    "translation": {
      "en": "-All of a sudden, blood went everywhere. -[kettle whistling]",
      "it": "All'improvviso, c'era sangue ovunque."
    }
  },
  {
    "translation": {
      "en": "My nanny was here and I said, \"Let's get in the car.\"",
      "it": "La mia tata era qui e ho detto: \"Saliamo in macchina\"."
    }
  },
  {
    "translation": {
      "en": "She jumped in the driver's seat.",
      "it": "Si è fiondata al posto di guida."
    }
  },
  {
    "translation": {
      "en": "I said, \"Get out. I am driving.\"",
      "it": "Ho detto: \"Esci. Guido io\"."
    }
  },
  {
    "translation": {
      "en": "And she's like, \"Are you crazy? You're bleeding.\"",
      "it": "E lei fa: \"Sei pazza? Stai sanguinando\"."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"I've had many premonitions. Dying in a car accident was not one.\"",
      "it": "E io: \"Ho avuto molte premonizioni e non morirò in un incidente\"."
    }
  },
  {
    "translation": {
      "en": "Jonathan was in New York on one of his business trips.",
      "it": "Jonathan era a New York per un viaggio di lavoro."
    }
  },
  {
    "translation": {
      "en": "[Jonathan] My wife called to say that she was on her way to the hospital",
      "it": "Mia moglie mi chiamò per dire che stava andando in ospedale"
    }
  },
  {
    "translation": {
      "en": "and to get to Chicago as fast as possible.",
      "it": "e di andare a Chicago il prima possibile."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] I was acutely aware that it was the day I was gonna die.",
      "it": "Ero davvero convinta che era il giorno in cui sarei morta."
    }
  },
  {
    "translation": {
      "en": "The last thing I texted Jonathan was...",
      "it": "L'ultimo messaggio che scrissi a Jonathan è stato..."
    }
  },
  {
    "translation": {
      "en": "\"You've made me the happiest woman in the world and...",
      "it": "\"Mi hai reso la donna più felice del mondo e..."
    }
  },
  {
    "translation": {
      "en": "please take care of this baby.\"",
      "it": "per favore, prenditi cura del bimbo\"."
    }
  },
  {
    "translation": {
      "en": "And then they wheel me into the room",
      "it": "E poi mi portarono nella stanza"
    }
  },
  {
    "translation": {
      "en": "that's going to give life to Jacob and take mine.",
      "it": "che avrebbe dato la vita a Jacob e si sarebbe presa la mia."
    }
  },
  {
    "translation": {
      "en": "They put a curtain right in front of my face and prepare me for a C-section.",
      "it": "Mi misero una tenda di fronte alla faccia e mi prepararono per il cesareo."
    }
  },
  {
    "translation": {
      "en": "-[baby cries] -They deliver Jacob.",
      "it": "Fecero nascere Jacob."
    }
  },
  {
    "translation": {
      "en": "He's healthy, happy.",
      "it": "È sano, felice."
    }
  },
  {
    "translation": {
      "en": "Seconds later, I flatline.",
      "it": "Pochi secondi dopo, il mio encefalogramma era piatto."
    }
  },
  {
    "translation": {
      "en": "Everything came into a 3D movie",
      "it": "Divenne tutto un film in 3D"
    }
  },
  {
    "translation": {
      "en": "and I could actually see outside of my body.",
      "it": "e potevo vedere fuori dal mio corpo."
    }
  },
  {
    "translation": {
      "en": "My point of view was above my body and next to my body,",
      "it": "La mia prospettiva era sopra il mio corpo e vicino al mio corpo"
    }
  },
  {
    "translation": {
      "en": "and I could see everything that was going on in the operating room.",
      "it": "e riuscivo a vedere tutto ciò che accadeva in sala operatoria."
    }
  },
  {
    "translation": {
      "en": "I see the anesthesiologist by my feet.",
      "it": "Vedo l'anestesista ai miei piedi."
    }
  },
  {
    "translation": {
      "en": "I see which nurse jumped on my chest to give me CPR.",
      "it": "Vedo quale infermiera mi è saltata sul petto per farmi la RCP."
    }
  },
  {
    "translation": {
      "en": "In this other dimension, spatial relations break.",
      "it": "In quest'altra dimensione, le relazioni spaziali si rompono."
    }
  },
  {
    "translation": {
      "en": "-There is no ceiling. There are no walls. -[water rushing]",
      "it": "Non c'è un tetto. Non ci sono pareti."
    }
  },
  {
    "translation": {
      "en": "Everything is just moving around in so many different directions.",
      "it": "Tutto si muove in tantissime direzioni diverse."
    }
  },
  {
    "translation": {
      "en": "I saw my daughter in a completely different part of the hospital",
      "it": "Vidi mia figlia in una parte dell'ospedale completamente diversa,"
    }
  },
  {
    "translation": {
      "en": "with our nanny.",
      "it": "con la tata."
    }
  },
  {
    "translation": {
      "en": "I saw what my husband was wearing when he got off the plane.",
      "it": "Vidi cosa indossava mio marito quando scese dall'aereo."
    }
  },
  {
    "translation": {
      "en": "And then I see spirits everywhere.",
      "it": "E poi, vedo spiriti ovunque."
    }
  },
  {
    "translation": {
      "en": "My grandmother, who had passed when I was ten years old.",
      "it": "Mia nonna, che morì quando avevo dieci anni."
    }
  },
  {
    "translation": {
      "en": "My mother's brother also appeared.",
      "it": "Apparve anche il fratello di mia madre."
    }
  },
  {
    "translation": {
      "en": "The last thing I heard was Julie, Dr. Levitt,",
      "it": "L'ultima cosa che sentii, fu Julie, la Dr. Levitt, dire:"
    }
  },
  {
    "translation": {
      "en": "saying, \"This can't be happening. This can't be happening.\"",
      "it": "L'ultima cosa che sentii, fu Julie, la Dr. Levitt, dire: \"Non può succedere\"."
    }
  },
  {
    "translation": {
      "en": "[Julie] This was about as serious as it gets.",
      "it": "Era una cosa grave."
    }
  },
  {
    "translation": {
      "en": "Stephanie was having an amniotic fluid embolism.",
      "it": "Stephanie aveva un'embolia da liquido amniotico."
    }
  },
  {
    "translation": {
      "en": "Many patients will die from this condition,",
      "it": "Molti pazienti morirebbero per questa malattia,"
    }
  },
  {
    "translation": {
      "en": "because they bleed to death.",
      "it": "perché morirebbero dissanguati."
    }
  },
  {
    "translation": {
      "en": "And I, with my hands across my chest, with my gloves on, looked up, and I said,",
      "it": "Ed io, con le mani sul petto, con i guanti, alzai lo sguardo e dissi,"
    }
  },
  {
    "translation": {
      "en": "under my breath, \"This cannot be happening.\"",
      "it": "sottovoce: \"Non può succedere\"."
    }
  },
  {
    "translation": {
      "en": "She called it.",
      "it": "Lei l'aveva detto."
    }
  },
  {
    "translation": {
      "en": "She knew that this was going to happen.",
      "it": "Sapeva che sarebbe successo."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] After I heard Dr. Levitt, there was just this pulling in my stomach,",
      "it": "Dopo aver sentito la Dr. Levitt, sentivo solo spingere sullo stomaco,"
    }
  },
  {
    "translation": {
      "en": "and then I was back in my body.",
      "it": "e poi tornai nel mio corpo."
    }
  },
  {
    "translation": {
      "en": "I was clinically dead for 37 seconds.",
      "it": "Sono stata clinicamente morta per 37 secondi."
    }
  },
  {
    "translation": {
      "en": "I was in a medically-induced coma for six days.",
      "it": "Sono stata in coma indotto per sei giorni."
    }
  },
  {
    "translation": {
      "en": "I had kidney failure.",
      "it": "Ebbi un'insufficienza renale."
    }
  },
  {
    "translation": {
      "en": "I had to learn how to walk again.",
      "it": "Ho dovuto reimparare a camminare."
    }
  },
  {
    "translation": {
      "en": "I had to learn how to talk.",
      "it": "Ho dovuto reimparare a parlare."
    }
  },
  {
    "translation": {
      "en": "It took me a long time to physically recover.",
      "it": "Mi ci volle molto tempo per guarire fisicamente."
    }
  },
  {
    "translation": {
      "en": "When I was clinically dead, I knew that something extraordinary had happened.",
      "it": "Quando ero clinicamente morta, sapevo che era successo qualcosa di incredibile."
    }
  },
  {
    "translation": {
      "en": "But it ultimately had to go to the people who were present that day to validate it.",
      "it": "Ma dovette andare da chi era presente quel giorno, per confermarlo."
    }
  },
  {
    "translation": {
      "en": "[Julie] Stephanie and I met to talk about what had happened that day.",
      "it": "Io e Stephanie ci vedemmo per parlare di ciò che successe quel giorno."
    }
  },
  {
    "translation": {
      "en": "I almost couldn't breathe.",
      "it": "Quasi non riuscivo a respirare."
    }
  },
  {
    "translation": {
      "en": "There was absolutely no way that she was aware",
      "it": "Non era assolutamente possibile che sapesse"
    }
  },
  {
    "translation": {
      "en": "of who was standing to her left, who was standing to her right,",
      "it": "chi ci fosse alla sua sinistra, chi ci fosse alla sua destra,"
    }
  },
  {
    "translation": {
      "en": "what I said, what other people said in the operating room.",
      "it": "ciò che dicevo, ciò che dicevano gli altri in sala operatoria."
    }
  },
  {
    "translation": {
      "en": "It makes me...",
      "it": "Tutto questo mi fa..."
    }
  },
  {
    "translation": {
      "en": "believe in more than just what we know as art and science.",
      "it": "credere in più di ciò che conosciamo come arte e scienza."
    }
  },
  {
    "translation": {
      "en": "My medical mind turns more to a spiritual place,",
      "it": "La mia mentalità scientifica è più rivolta verso una spiritualità"
    }
  },
  {
    "translation": {
      "en": "which I don't think I was ever really aware of in the past.",
      "it": "di cui credo di non essere mai stata consapevole in passato."
    }
  },
  {
    "translation": {
      "en": "It was a very...",
      "it": "Fu una vera..."
    }
  },
  {
    "translation": {
      "en": "real lesson that day.",
      "it": "e propria lezione, quel giorno."
    }
  },
  {
    "translation": {
      "en": "-[Jonathan] How old was Jacob there? -[Stephanie] Not even a year.",
      "it": "Quanti anni aveva Jacob qui? Neanche un anno."
    }
  },
  {
    "translation": {
      "en": "-[Jonathan] Yeah. -[Stephanie] Not even a year.",
      "it": "- Già. - Neanche un anno."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] All of the doctors were like, \"I don't have a medical explanation",
      "it": "Tutti i medici dicevano: \"Non ho una spiegazione medica"
    }
  },
  {
    "translation": {
      "en": "for the near-death experience or the premonitions.\"",
      "it": "per l'esperienze di premorte o le premonizioni\"."
    }
  },
  {
    "translation": {
      "en": "But I look at them as a knowing.",
      "it": "Ma per me sono inconsapevoli."
    }
  },
  {
    "translation": {
      "en": "This knowing comes from someplace.",
      "it": "Questa consapevolezza viene da qualche parte."
    }
  },
  {
    "translation": {
      "en": "[Jonathan] I'm not in the category of true believer.",
      "it": "Non rientro nella categoria dei veri credenti."
    }
  },
  {
    "translation": {
      "en": "But I accept that there's something else going on here,",
      "it": "Ma accetto che ci sia qualcos'altro,"
    }
  },
  {
    "translation": {
      "en": "some extra dimension of knowledge or cognition, uh... that my wife has.",
      "it": "un'altra dimensione di conoscenza o cognizione che mia moglie ha."
    }
  },
  {
    "translation": {
      "en": "So I believe-- I believe that she knew.",
      "it": "Quindi credo... credo che lei lo sapesse."
    }
  },
  {
    "translation": {
      "en": "[woman] Stephanie.",
      "it": "Stephanie."
    }
  },
  {
    "translation": {
      "en": "It would have been much...",
      "it": "Sarebbe stato molto..."
    }
  },
  {
    "translation": {
      "en": "um, easier to go along those three months prior to flatlining if he had said that.",
      "it": "più facile andare d'accordo quei tre mesi, se l'avesse detto prima dell'EEG piatto."
    }
  },
  {
    "translation": {
      "en": "I just felt I wasn't believed by the one person I need to believe me.",
      "it": "Sentivo che l'unico che avevo bisogno che mi credesse, non mi credeva."
    }
  },
  {
    "translation": {
      "en": "By the one person who matters.",
      "it": "L'unica persona che importava."
    }
  },
  {
    "translation": {
      "en": "Everybody else can call me crazy, hormonal and stressed out and everything,",
      "it": "Gli altri potevano dire che ero pazza, in preda agli ormoni, stressata o altro,"
    }
  },
  {
    "translation": {
      "en": "but it's the one person that I needed to protect me.",
      "it": "ma è l'unica persona di cui avevo bisogno per sentirmi protetta."
    }
  },
  {
    "translation": {
      "en": "And it was-- it was hard.",
      "it": "Ed è stato difficile."
    }
  },
  {
    "translation": {
      "en": "All of us who are researchers or scientists,",
      "it": "Tutti noi che siamo ricercatori o scienziati,"
    }
  },
  {
    "translation": {
      "en": "and professors, academics and the like, um,",
      "it": "professori, accademici e simili..."
    }
  },
  {
    "translation": {
      "en": "are engaged in research because we don't know everything.",
      "it": "siamo impegnati nella ricerca perché non sappiamo tutto."
    }
  },
  {
    "translation": {
      "en": "And what this is telling me is that there's--",
      "it": "E tutto questo mi dice che c'è…"
    }
  },
  {
    "translation": {
      "en": "Whether it's God or spirits",
      "it": "Che si tratti di Dio o di spiriti,"
    }
  },
  {
    "translation": {
      "en": "or some sense that we have that is not yet identified...",
      "it": "o di un qualche senso che non abbiamo ancora ben identificato…"
    }
  },
  {
    "translation": {
      "en": "there is something like that that was operating here.",
      "it": "c'è qualcosa di simile che opera qui."
    }
  },
  {
    "translation": {
      "en": "-[Bruce] Sit right there. -[Stephanie] Okay, great.",
      "it": "- Siediti lì. - Ok, perfetto."
    }
  },
  {
    "translation": {
      "en": "Right before flatline, I was perpendicular.",
      "it": "Prima dell'elettroencefalogramma piatto, ero perpendicolare."
    }
  },
  {
    "translation": {
      "en": "I know people talk about, like, floating -and being above their body. -[Bruce] Yeah.",
      "it": "So che le persone dicono di fluttuare e di trovarsi sopra il proprio corpo."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] I didn't have that.",
      "it": "A me non è successo."
    }
  },
  {
    "translation": {
      "en": "So it's almost like you were in both places at once.",
      "it": "Quindi è quasi come se fossi in entrambi posti contemporaneamente."
    }
  },
  {
    "translation": {
      "en": "Part of you was still in the body",
      "it": "Parte di te era nel corpo"
    }
  },
  {
    "translation": {
      "en": "-and part of you was out there. -Yeah.",
      "it": "- e parte di te era là fuori. - Sì."
    }
  },
  {
    "translation": {
      "en": "[Bruce] Most people who share their experiences with us",
      "it": "La maggior parte della gente che condivide le sue esperienze con noi, lo fa"
    }
  },
  {
    "translation": {
      "en": "do so because they're struggling with how to understand it.",
      "it": "perché sta lottando per capirle."
    }
  },
  {
    "translation": {
      "en": "It doesn't make sense in terms of science or their particular religious background",
      "it": "Non ha senso in termini di scienza né della loro specifica religione"
    }
  },
  {
    "translation": {
      "en": "and they're looking for some way to come to terms with it.",
      "it": "e cercano un qualche compromesso."
    }
  },
  {
    "translation": {
      "en": "I just would like to understand -a little bit more about the mechanics. -Yeah.",
      "it": "Vorrei solo capire un po' di più sul meccanismo"
    }
  },
  {
    "translation": {
      "en": "And is there a pattern that you're seeing",
      "it": "e voi vedete uno schema"
    }
  },
  {
    "translation": {
      "en": "in people that have had near death experiences?",
      "it": "nelle esperienze di premorte?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Well, some things that you told-- told me about",
      "it": "Alcune delle cose che mi ha detto"
    }
  },
  {
    "translation": {
      "en": "are very common, but some are not.",
      "it": "sono molto comuni, ma altre no."
    }
  },
  {
    "translation": {
      "en": "Frankly, the premonitions that came before it are not common.",
      "it": "Francamente, le premonizioni precedenti non sono comuni."
    }
  },
  {
    "translation": {
      "en": "It's more common to have these premonitions after the experience.",
      "it": "È più comune avere queste premonizioni dopo l'esperienza."
    }
  },
  {
    "translation": {
      "en": "What struck me most about Stephanie's experience",
      "it": "Ciò che mi ha colpito di più dell'esperienza di Stephanie,"
    }
  },
  {
    "translation": {
      "en": "is she was having premonitions",
      "it": "è che aveva premonizioni"
    }
  },
  {
    "translation": {
      "en": "about dying for months before it happened.",
      "it": "sulla sua morte, da mesi prima che accadesse."
    }
  },
  {
    "translation": {
      "en": "And these were not imaginations. They were things she could not deny.",
      "it": "E non erano frutto dell'immaginazione. Erano cose che non poteva negare."
    }
  },
  {
    "translation": {
      "en": "There are all these things going on around us all the time",
      "it": "Accadono di continuo cose simili intorno a noi"
    }
  },
  {
    "translation": {
      "en": "that we sort of block out. It's like our brain has a filter",
      "it": "che, in un certo senso, escludiamo. È come se il cervello"
    }
  },
  {
    "translation": {
      "en": "that filters out things that don't help us get along in this world.",
      "it": "filtrasse le cose che non ci aiutano ad andare avanti  in questo mondo."
    }
  },
  {
    "translation": {
      "en": "And when something like a near death experience happens,",
      "it": "E quando accadono cose come le esperienze di premorte,"
    }
  },
  {
    "translation": {
      "en": "that opens up the filter.",
      "it": "il filtro si apre."
    }
  },
  {
    "translation": {
      "en": "The door's been opened for you.",
      "it": "Per te la porta è aperta."
    }
  },
  {
    "translation": {
      "en": "And once it's open, it's-- it's hard to shut it.",
      "it": "E una volta che è aperta, è difficile chiuderla."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] My visions and my premonitions have become more intense",
      "it": "Le visioni e le premonizioni sono diventate più intense"
    }
  },
  {
    "translation": {
      "en": "since my near-death experience.",
      "it": "dalla mia esperienza di premorte."
    }
  },
  {
    "translation": {
      "en": "I believe it's a blessing.",
      "it": "Credo sia una benedizione."
    }
  },
  {
    "translation": {
      "en": "But spiritually, it's a challenge, because...",
      "it": "Ma spiritualmente, è una sfida, perché..."
    }
  },
  {
    "translation": {
      "en": "I see things that people don't see a lot of the time.",
      "it": "vedo cose che la gente non vede, per lo più."
    }
  },
  {
    "translation": {
      "en": "Most of the visions I get are from complete strangers.",
      "it": "La maggior parte delle visioni che ho, vengono da completi sconosciuti."
    }
  },
  {
    "translation": {
      "en": "Just people who are in my line of sight.",
      "it": "Persone che sono solo nel mio campo visivo."
    }
  },
  {
    "translation": {
      "en": "I feel like I'm gonna have a heart attack.",
      "it": "Mi sento come se stessi per avere un infarto."
    }
  },
  {
    "translation": {
      "en": "But I know it's not mine.",
      "it": "Ma so che non è così."
    }
  },
  {
    "translation": {
      "en": "We all have this ability to perceive things, especially danger.",
      "it": "Tutti abbiamo la capacità di percepire le cose, soprattutto il pericolo."
    }
  },
  {
    "translation": {
      "en": "Um, we just don't take it seriously.",
      "it": "Solo che non la prendiamo seriamente."
    }
  },
  {
    "translation": {
      "en": "What do you suggest to those who sit in this chair across from you",
      "it": "Cosa consiglia a coloro che si siedono su questa sedia di fronte a lei"
    }
  },
  {
    "translation": {
      "en": "and explain their near-death experiences?",
      "it": "e descrivono la propria esperienza di premorte?"
    }
  },
  {
    "translation": {
      "en": "What do you normally advise them?",
      "it": "Cosa consiglia di solito?"
    }
  },
  {
    "translation": {
      "en": "I can just tell you what I've learned",
      "it": "Posso dirle ciò che ho imparato"
    }
  },
  {
    "translation": {
      "en": "from the thousands of people who have sat in that chair and talked to me.",
      "it": "dalle migliaia di persone sedute là, e che me ne hanno parlato."
    }
  },
  {
    "translation": {
      "en": "And what seems to be most comforting to them",
      "it": "E la cosa che sembra essere più confortante per loro,"
    }
  },
  {
    "translation": {
      "en": "is knowing, one, you're not alone.",
      "it": "è sapere che, primo, non siete soli."
    }
  },
  {
    "translation": {
      "en": "Many people have had near death experiences.",
      "it": "Molti hanno avuto esperienze di premorte."
    }
  },
  {
    "translation": {
      "en": "And if we can't understand it,",
      "it": "E se noi non riusciamo a capirlo,"
    }
  },
  {
    "translation": {
      "en": "we can at least have faith that there's a purpose to it.",
      "it": "possiamo almeno credere che ci sia uno scopo."
    }
  },
  {
    "translation": {
      "en": "And you don't have to be in control of it,",
      "it": "E non si deve avere il controllo,"
    }
  },
  {
    "translation": {
      "en": "because, in fact, we're not in control of it.",
      "it": "perché, di fatto, non ce l'abbiamo."
    }
  },
  {
    "translation": {
      "en": "Something else is.",
      "it": "Ce l'ha qualcos'altro."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "I used to be more easy-going before this all happened. Um...",
      "it": "Ero più rilassata prima che accadesse tutto ciò."
    }
  },
  {
    "translation": {
      "en": "I used to laugh more. Uh...",
      "it": "Ridevo di più."
    }
  },
  {
    "translation": {
      "en": "And... I used to not take things so seriously.",
      "it": "E non prendevo le cose così seriamente."
    }
  },
  {
    "translation": {
      "en": "I-- I think Jonathan misses that part of me.",
      "it": "Credo che a Jonathan manchi quella parte di me."
    }
  },
  {
    "translation": {
      "en": "I think I'll be asking questions probably until the day I die.",
      "it": "Credo che farò delle domande probabilmente fino a quando morirò."
    }
  },
  {
    "translation": {
      "en": "Again.",
      "it": "Di nuovo."
    }
  },
  {
    "translation": {
      "en": "[Jose] The experience is very, very difficult to process.",
      "it": "L'esperienza è molto difficile da elaborare."
    }
  },
  {
    "translation": {
      "en": "The dying is very difficult.",
      "it": "Morire è molto difficile."
    }
  },
  {
    "translation": {
      "en": "A few years after my experience, I started painting.",
      "it": "Qualche anno dopo la mia esperienza... ho iniziato a dipingere."
    }
  },
  {
    "translation": {
      "en": "Had no idea. I'd never painted in my life.",
      "it": "Non ne sapevo niente. Non avevo mai dipinto."
    }
  },
  {
    "translation": {
      "en": "Initially, it was just a desire to reproduce what I saw...",
      "it": "All'inizio, era solo il desiderio di riprodurre ciò che ho visto…"
    }
  },
  {
    "translation": {
      "en": "where I was in a ball of color...",
      "it": "Ero in una bolla di colori..."
    }
  },
  {
    "translation": {
      "en": "and these colors were all moving, and I become the color.",
      "it": "e questi colori erano in movimento e io diventai colore."
    }
  },
  {
    "translation": {
      "en": "That's how I wound up doing art.",
      "it": "Ecco come sono finito a fare arte."
    }
  },
  {
    "translation": {
      "en": "Just a desire to try to create that three-dimensional feeling with color.",
      "it": "Solo per il desiderio di creare quella percezione tridimensionale con il colore."
    }
  },
  {
    "translation": {
      "en": "But as I kept doing it more and more,",
      "it": "Ma più lo facevo,"
    }
  },
  {
    "translation": {
      "en": "I began to realize that it's a lot deeper than that.",
      "it": "più iniziavo a capire che era qualcosa di molto più profondo."
    }
  },
  {
    "translation": {
      "en": "It was healing.",
      "it": "Era curativo."
    }
  },
  {
    "translation": {
      "en": "It was healing me.",
      "it": "Mi guariva."
    }
  },
  {
    "translation": {
      "en": "Dying is traumatic.",
      "it": "Morire è traumatico."
    }
  },
  {
    "translation": {
      "en": "And it's difficult to integrate and-- and get past that.",
      "it": "Ed è difficile assimilarlo e superarlo."
    }
  },
  {
    "translation": {
      "en": "This world of art and color...",
      "it": "Questo mondo di arte e colori..."
    }
  },
  {
    "translation": {
      "en": "brought a lot of peace and calm into my life,",
      "it": "ha portato molta pace e calma nella mia vita."
    }
  },
  {
    "translation": {
      "en": "and it made me feel a sense of knowing.",
      "it": "E mi ha fatto provare un sensazione di conoscenza."
    }
  },
  {
    "translation": {
      "en": "People ask me if the experience was real or not.",
      "it": "La gente mi chiede se l'esperienza sia stata reale o meno."
    }
  },
  {
    "translation": {
      "en": "At the end of the day, I can't prove to you.",
      "it": "In fin dei conti, non posso dimostrarlo."
    }
  },
  {
    "translation": {
      "en": "I can only share my experience with you.",
      "it": "Posso solo condividere la mia esperienza."
    }
  },
  {
    "translation": {
      "en": "[Mary] I had more motivation",
      "it": "Ero più motivata"
    }
  },
  {
    "translation": {
      "en": "than any other person on this planet to disprove my account.",
      "it": "di chiunque altro al mondo a mettere in dubbio ciò che era successo."
    }
  },
  {
    "translation": {
      "en": "Because during my near-death experience, when I was with these beings...",
      "it": "Perché nella mia esperienza di premorte, quando ero con tutti quegli esseri..."
    }
  },
  {
    "translation": {
      "en": "they told me about the coming and unexpected death of my oldest son, Willie,",
      "it": "mi dissero della prossima e improvvisa morte di mio figlio più grande, Willie,"
    }
  },
  {
    "translation": {
      "en": "who was only nine years old at the time of my accident.",
      "it": "che aveva solo nove anni all'epoca del mio incidente."
    }
  },
  {
    "translation": {
      "en": "I knew that if I could come up with any other plausible explanation,",
      "it": "So che se riuscissi a trovare un'altra qualsiasi plausibile spiegazione,"
    }
  },
  {
    "translation": {
      "en": "that I would be able to discount everything I'd been told.",
      "it": "sarei in grado di non considerare tutto ciò che mi dissero."
    }
  },
  {
    "translation": {
      "en": "I wasn't given details in terms of the date and time of his death,",
      "it": "Non mi diedero dettagli in termini di data e orario della sua morte,"
    }
  },
  {
    "translation": {
      "en": "but it was very concrete information",
      "it": "ma erano informazioni molto concrete che mi fecero pensare"
    }
  },
  {
    "translation": {
      "en": "that made me think he would never live to be 18.",
      "it": "ma erano informazioni molto concrete che mi fecero pensare che non sarebbe mai arrivato ai 18 anni."
    }
  },
  {
    "translation": {
      "en": "And...",
      "it": "E..."
    }
  },
  {
    "translation": {
      "en": "I asked why. You know, why...",
      "it": "chiesi perché. Sapete, perché..."
    }
  },
  {
    "translation": {
      "en": "Why Willie? Why my son?",
      "it": "Perché Willie? Perché mio figlio?"
    }
  },
  {
    "translation": {
      "en": "And I was told that beauty comes of all things.",
      "it": "E mi dissero che la bellezza deriva da ogni cosa."
    }
  },
  {
    "translation": {
      "en": "You can imagine how difficult it was",
      "it": "Immaginate quanto sia stato difficile svegliarsi ogni giorno chiedendosi"
    }
  },
  {
    "translation": {
      "en": "to wake up every day wondering if that would be the day that my son died.",
      "it": "Immaginate quanto sia stato difficile svegliarsi ogni giorno chiedendosi se quello sarebbe stato il giorno in cui mio figlio sarebbe morto."
    }
  },
  {
    "translation": {
      "en": "I did not tell anyone about that...",
      "it": "Non ne parlai con nessuno..."
    }
  },
  {
    "translation": {
      "en": "until shortly before Willie's 18th birthday.",
      "it": "fino a poco prima del diciottesimo compleanno di Willie."
    }
  },
  {
    "translation": {
      "en": "We were at a ski race...",
      "it": "Eravamo ad una gara di sci..."
    }
  },
  {
    "translation": {
      "en": "and I knocked on Willie's hotel room door at about four in the morning...",
      "it": "e bussai alla porta della camera d'hotel di Willie verso le 4 del mattino..."
    }
  },
  {
    "translation": {
      "en": "and told him.",
      "it": "e glielo dissi."
    }
  },
  {
    "translation": {
      "en": "[laughing] And he thought-- he thought I was crazy.",
      "it": "Lui pensò che fossi pazza."
    }
  },
  {
    "translation": {
      "en": "But I told him and he...",
      "it": "Ma glielo dissi e lui..."
    }
  },
  {
    "translation": {
      "en": "took it in stride.",
      "it": "la prese bene."
    }
  },
  {
    "translation": {
      "en": "So when he reached his 18th birthday, I relaxed.",
      "it": "Così, quando fece 18 anni, mi rilassai."
    }
  },
  {
    "translation": {
      "en": "I sort of thought the plan for his life had changed.",
      "it": "Pensai che i piani per la sua vita fossero cambiati."
    }
  },
  {
    "translation": {
      "en": "About two years later...",
      "it": "Circa due anni dopo..."
    }
  },
  {
    "translation": {
      "en": "Willie was at a ski camp in Maine.",
      "it": "Willie si trovava in un campo sciistico nel Maine."
    }
  },
  {
    "translation": {
      "en": "He was roller-skiing,",
      "it": "Stava facendo skiroll,"
    }
  },
  {
    "translation": {
      "en": "which is a cross-country, dry landform of skiing...",
      "it": "che è una forma di sci di fondo senza neve..."
    }
  },
  {
    "translation": {
      "en": "with a friend of his, and a...",
      "it": "con una sua amica e..."
    }
  },
  {
    "translation": {
      "en": "car missed her and hit him and killed him instantly.",
      "it": "un'auto ha mancato lei e colpì lui e lo uccise all'istante."
    }
  },
  {
    "translation": {
      "en": "The world stopped.",
      "it": "Il mondo si fermò."
    }
  },
  {
    "translation": {
      "en": "My experience, uh, did not...",
      "it": "La mia esperienza non mi proteggeva..."
    }
  },
  {
    "translation": {
      "en": "and does not protect me from grief.",
      "it": "e non mi protegge dal dolore."
    }
  },
  {
    "translation": {
      "en": "I love...",
      "it": "Amo..."
    }
  },
  {
    "translation": {
      "en": "I loved my son and continue to love him...",
      "it": "Amavo mio figlio e continuo ad amarlo."
    }
  },
  {
    "translation": {
      "en": "more than I can imagine.",
      "it": "Più di quanto possa immaginare."
    }
  },
  {
    "translation": {
      "en": "But my near-death experience changes how I understand death.",
      "it": "Ma la mia esperienza di premorte cambia il modo in cui concepisco la morte."
    }
  },
  {
    "translation": {
      "en": "Death is not the final word and it's not the end.",
      "it": "La morte non è l'ultima parola e non è la fine."
    }
  },
  {
    "translation": {
      "en": "Death is just the physical loss.",
      "it": "La morte è solo la perdita fisica."
    }
  },
  {
    "translation": {
      "en": "I know my son is...",
      "it": "So che mio figlio è..."
    }
  },
  {
    "translation": {
      "en": "somewhere. [laughs]",
      "it": "da qualche parte."
    }
  },
  {
    "translation": {
      "en": "And I know that I'll see him again.",
      "it": "E so che lo rivedrò."
    }
  },
  {
    "translation": {
      "en": "[Bruce] If it is true that consciousness is not solely dependent on the brain...",
      "it": "Se è vero che la coscienza non dipende unicamente dal cervello,"
    }
  },
  {
    "translation": {
      "en": "that raises the question,",
      "it": "ciò solleva la domanda..."
    }
  },
  {
    "translation": {
      "en": "\"What happens to consciousness after we die?\"",
      "it": "cosa succede alla coscienza dopo la nostra morte?"
    }
  },
  {
    "translation": {
      "en": "Can a consciousness continue after the death of the body",
      "it": "La coscienza può continuare a esistere dopo la morte del corpo"
    }
  },
  {
    "translation": {
      "en": "and communicate with people who are still alive?",
      "it": "e comunicare con le persone che sono ancora vive?"
    }
  },
  {
    "translation": {
      "en": "When I was four, I used to see spirits. I'd get messages from them.",
      "it": "A quattro anni, vedevo gli spiriti. Mi mandavano dei messaggi."
    }
  },
  {
    "translation": {
      "en": "So I'm hopin' you're gonna enjoy this evening.",
      "it": "Spero che vi godiate questa serata."
    }
  },
  {
    "translation": {
      "en": "There will be some laughter, there may be some tears,",
      "it": "Ci saranno risate e forse anche lacrime..."
    }
  },
  {
    "translation": {
      "en": "and I'll do my best to get as many messages out as is possible.",
      "it": "e farò del mio meglio per ricevere più messaggi possibile."
    }
  },
  {
    "translation": {
      "en": "I would see people that other people couldn't see.",
      "it": "Vedevo persone che altri non vedevano."
    }
  },
  {
    "translation": {
      "en": "But I didn't realize that they were not living people.",
      "it": "Ma non capivo che non fossero vivi."
    }
  },
  {
    "translation": {
      "en": "[woman] As mediums, we open ourselves up to the spirit world.",
      "it": "In quanto medium, ci apriamo al mondo degli spiriti."
    }
  },
  {
    "translation": {
      "en": "We create a meeting space for both worlds to be united.",
      "it": "Creiamo uno spazio di incontro per unire entrambi i mondi."
    }
  }
]