[
  {
    "translation": {
      "en": "[reporter] The great Seahawk racing team. How do you look forward to the race today?",
      "it": "Il grande team Seahawk. Cosa ti aspetti dalla gara di oggi?"
    }
  },
  {
    "translation": {
      "en": "-We'll see when we get out there. -Don't believe anything he says.",
      "it": "- Vedremo quando arriveremo. - Non credergli mai."
    }
  },
  {
    "translation": {
      "en": "Who just came into this picture here is the one and only Sal Magluta,",
      "it": "Chi è appena apparso è l'unico e solo Sal Magluta,"
    }
  },
  {
    "translation": {
      "en": "the man who is the driving force behind the Seahawk race team.",
      "it": "il vero motore dietro il team Seahawk."
    }
  },
  {
    "translation": {
      "en": "The way it's going, you may end up with a third national championship somewhere along the way.",
      "it": "State andando bene, potreste anche vincere il terzo campionato nazionale."
    }
  },
  {
    "translation": {
      "en": "Well, I'll take it.",
      "it": "Va bene, accetto."
    }
  },
  {
    "translation": {
      "en": "Why not?",
      "it": "Perché?"
    }
  },
  {
    "translation": {
      "en": "Three in a row's not too bad. They come in threes.",
      "it": "Tre di fila non è male. Arrivano tre a tre."
    }
  },
  {
    "translation": {
      "en": "Willy Falcon, driver of Seahawk.",
      "it": "Willy Falcon, il pilota di Seahawk."
    }
  },
  {
    "translation": {
      "en": "Willy Falcon looks confident to me today.",
      "it": "Willy Falcon mi sembra fiducioso."
    }
  },
  {
    "translation": {
      "en": "-I wish him the best of luck. -Thank you.",
      "it": "- Buona fortuna. - Grazie!"
    }
  },
  {
    "translation": {
      "en": "[announcer] There's the yellow flag and the flare. They're now on the course.",
      "it": "Ecco la bandiera gialla e il razzo. La gara è iniziata."
    }
  },
  {
    "translation": {
      "en": "Right off the bat, look at these two cats going at it. A drag race, if you will.",
      "it": "Guardate l'avvio di quei due catamarani, sembra una gara di sprint."
    }
  },
  {
    "translation": {
      "en": "Willy Falcon makes a bid for the lead",
      "it": "Willy Falcon si gioca il primo posto"
    }
  },
  {
    "translation": {
      "en": "over Sal Magluta.",
      "it": "con Sal Magluta."
    }
  },
  {
    "translation": {
      "en": "-[engine whines] -Uh-oh! Sal Magluta spins out!",
      "it": "Oh! Sal Magluta perde il controllo!"
    }
  },
  {
    "translation": {
      "en": "You're gonna see the number 20, Willy Falcon,",
      "it": "Il numero 20, Willy Falcon,"
    }
  },
  {
    "translation": {
      "en": "go by and now he has moved up.",
      "it": "sorpassa e ora è davanti."
    }
  },
  {
    "translation": {
      "en": "Whoa! And we're starting to fly.",
      "it": "Ehi! Iniziamo a volare."
    }
  },
  {
    "translation": {
      "en": "Jesse James has taken over the lead.",
      "it": "Jesse James sta prendendo il comando."
    }
  },
  {
    "translation": {
      "en": "Willy Falcon… He's finding some extra power.",
      "it": "Willy Falcon sta trovando una marcia in più."
    }
  },
  {
    "translation": {
      "en": "Whoa! Seahawk has taken over the lead.",
      "it": "Ehi! Seahawk ha preso il comando."
    }
  },
  {
    "translation": {
      "en": "A little happiness on the part of the navigator",
      "it": "Il navigatore sembra felice,"
    }
  },
  {
    "translation": {
      "en": "as he kinda jumps up and down.",
      "it": "sta saltando su e giù."
    }
  },
  {
    "translation": {
      "en": "[commentator] He knows.",
      "it": "Lo sa."
    }
  },
  {
    "translation": {
      "en": "[announcer laughs] They're waving out there.",
      "it": "Stanno salutando."
    }
  },
  {
    "translation": {
      "en": "Look at the excitement in that crew now.",
      "it": "Guarda il loro entusiasmo."
    }
  },
  {
    "translation": {
      "en": "What a thrill for this crew to come here as the second boat of the Seahawk team.",
      "it": "Che emozione per questo equipaggio, qui come seconda barca del team Seahawk."
    }
  },
  {
    "translation": {
      "en": "[commentator] Look who's excited, their teammates who broke early.",
      "it": "qui come seconda barca del team Seahawk. Guarda la felicità dei loro compagni fuori gara."
    }
  },
  {
    "translation": {
      "en": "Look at Sal Magluta do a dance.",
      "it": "Guarda Sal Magluta come balla."
    }
  },
  {
    "translation": {
      "en": "[announcer] This team will be celebrating for three weeks, I think.",
      "it": "Festeggeranno per almeno tre settimane, immagino."
    }
  },
  {
    "translation": {
      "en": "[reporter] Willy Falcon and Sal Magluta, Los Muchachos, \"the boys,\"",
      "it": "Willy Falcon e Sal Magluta, Los Muchachos, i ragazzi, campioni di motonautica offshore,"
    }
  },
  {
    "translation": {
      "en": "the offshore powerboat champions indicted for trafficking",
      "it": "Los Muchachos, i ragazzi, campioni di motonautica offshore, accusati di traffico di oltre 75 tonnellate di cocaina"
    }
  },
  {
    "translation": {
      "en": "more than 75 tons of cocaine worth an estimated two billion dollars.",
      "it": "accusati di traffico di oltre 75 tonnellate di cocaina per circa due miliardi di dollari. Secondo le autorità federali,"
    }
  },
  {
    "translation": {
      "en": "Making it what federal authorities say was the largest drug case in history.",
      "it": "per circa due miliardi di dollari. Secondo le autorità federali, è il più grande caso di droga di sempre."
    }
  },
  {
    "translation": {
      "en": "Witness assassinations,",
      "it": "Omicidi di testimoni,"
    }
  },
  {
    "translation": {
      "en": "unprecedented corruption of the American justice system.",
      "it": "corruzione senza precedenti del sistema giudiziario USA."
    }
  },
  {
    "translation": {
      "en": "Few people in South Florida have been untouched",
      "it": "Poche persone nella Florida del sud sono ignare"
    }
  },
  {
    "translation": {
      "en": "by the saga of Willy Falcon and Sal Magluta",
      "it": "della saga di Willy Falcon e Sal Magluta, che ha trasformato"
    }
  },
  {
    "translation": {
      "en": "that has taken these Cuban exiles from dropouts",
      "it": "della saga di Willy Falcon e Sal Magluta, che ha trasformato questi esiliati cubani da emarginati a personificazione"
    }
  },
  {
    "translation": {
      "en": "to the epitome of the Cocaine Cowboys of the 1980s.",
      "it": "questi esiliati cubani da emarginati a personificazione dei cowboy della coca degli anni '80."
    }
  },
  {
    "translation": {
      "en": "♪ I've been processed, packaged Delivered in bricks ♪ ♪ I've been cut, cooked Chopped and whipped ♪",
      "it": "UNA DOCUSERIE ORIGINALE NETFLIX"
    }
  },
  {
    "translation": {
      "en": "[woman] I was born in New York City.",
      "it": "Sono nata a New York."
    }
  },
  {
    "translation": {
      "en": "My parents are Cuban.",
      "it": "Da genitori cubani."
    }
  },
  {
    "translation": {
      "en": "And in 1971, we moved to Miami.",
      "it": "Nel 1971 ci trasferimmo a Miami."
    }
  },
  {
    "translation": {
      "en": "[reporter] This is Southwest 8th Street or as the Cubans call it,",
      "it": "Questa è la Southwest 8th Street, o, come la chiamano i cubani,"
    }
  },
  {
    "translation": {
      "en": "8th Street of the Southwest. Little Havana's main street.",
      "it": "l'ottava strada del sudovest. La via principale di Little Havana."
    }
  },
  {
    "translation": {
      "en": "The Tamiami Trail now symbolizes an economic miracle",
      "it": "La Tamiami Trail ora simboleggia un miracolo economico"
    }
  },
  {
    "translation": {
      "en": "brought about by Miami's Cuban refugees.",
      "it": "dovuto ai rifugiati cubani di Miami."
    }
  },
  {
    "translation": {
      "en": "[Bonachea] I was 15 and a half. It was summer, and I needed a job.",
      "it": "Avevo 15 anni e mezzo. Era estate e mi serviva un lavoro. Mia madre disse:"
    }
  },
  {
    "translation": {
      "en": "My mom said, \"Next to Publix is a bakery, a Jewish-Cuban bakery",
      "it": "Avevo 15 anni e mezzo. Era estate e mi serviva un lavoro. Mia madre disse: \"Accanto a Publix c'è una pasticceria ebrea-cubana"
    }
  },
  {
    "translation": {
      "en": "with the rye bread, the pumpernickel.\"",
      "it": "con vari tipi di pane di segale\"."
    }
  },
  {
    "translation": {
      "en": "And then they had guayabas, and all that kinda stuff.",
      "it": "E poi avevano le guaiava e cose del genere."
    }
  },
  {
    "translation": {
      "en": "So I said, \"Okay.\" I went over there.",
      "it": "Dissi: \"Ok\" e ci andai."
    }
  },
  {
    "translation": {
      "en": "I met Sal's mom and dad, and uncles. They all owned the bakery.",
      "it": "Conobbi i genitori e gli zii di Sal. Possedevano il panificio."
    }
  },
  {
    "translation": {
      "en": "The next day, I met Sal.",
      "it": "Il giorno dopo, conobbi Sal."
    }
  },
  {
    "translation": {
      "en": "I just didn't like him. I thought, \"Who is this guy with attitude here?\"",
      "it": "Non mi piacque. Pensai: \"Ma chi si crede di essere?\""
    }
  },
  {
    "translation": {
      "en": "He was supposed to be working in the back.",
      "it": "Doveva lavorare nel retro."
    }
  },
  {
    "translation": {
      "en": "But he would set up a stool where I worked in the counter",
      "it": "Ma metteva uno sgabello al banco, dove lavoravo io,"
    }
  },
  {
    "translation": {
      "en": "and he'd sit there and watch because I wore this little pink uniform.",
      "it": "e si sedeva a guardarmi, nella mia piccola divisa rosa."
    }
  },
  {
    "translation": {
      "en": "It was really short. He would sit there and wait for me to bend over.",
      "it": "Era molto corta. Si sedeva lì e aspettava che mi chinassi."
    }
  },
  {
    "translation": {
      "en": "He spent three weeks trying to get my phone number.",
      "it": "Mi chiese il numero di telefono per tre settimane."
    }
  },
  {
    "translation": {
      "en": "I said, \"I'll give you one number per week.\"",
      "it": "Gli dissi: \"Avrai un numero alla settimana\"."
    }
  },
  {
    "translation": {
      "en": "I gave him one number until we went down the line to the seven numbers,",
      "it": "E feci così fino a darglieli tutti e sette."
    }
  },
  {
    "translation": {
      "en": "then he got my phone number.",
      "it": "Così ebbe il mio numero."
    }
  },
  {
    "translation": {
      "en": "Most of the time we went out, he didn't have a penny to his name.",
      "it": "Quando uscivamo, di solito non aveva un soldo in tasca."
    }
  },
  {
    "translation": {
      "en": "He says, \"One day I'm gonna have",
      "it": "Diceva: \"Diventerò ricco,"
    }
  },
  {
    "translation": {
      "en": "all the money in the world. I'll buy any car I want.\"",
      "it": "avrò tutte le macchine che vorrò\"."
    }
  },
  {
    "translation": {
      "en": "I was like, \"Great.\"",
      "it": "E io: \"Fantastico\"."
    }
  },
  {
    "translation": {
      "en": "Sal was always up to no good. He was mischievous.",
      "it": "Sal è sempre stato un poco di buono."
    }
  },
  {
    "translation": {
      "en": "He had just gotten kicked out of Miami High School.",
      "it": "Era appena stato cacciato dal liceo di Miami."
    }
  },
  {
    "translation": {
      "en": "So he ended up in my high school.",
      "it": "Così venne al mio liceo."
    }
  },
  {
    "translation": {
      "en": "And I would sit and do his homework, so he wouldn't get in trouble.",
      "it": "Io gli facevo i compiti, per evitargli guai."
    }
  },
  {
    "translation": {
      "en": "His mother and father don't speak any English.",
      "it": "I suoi genitori non parlano inglese."
    }
  },
  {
    "translation": {
      "en": "And he would take his report card home and his mother would say,",
      "it": "Lui portava a casa la pagella e sua madre chiedeva:"
    }
  },
  {
    "translation": {
      "en": "\"What does that F stand for?\"",
      "it": "\"Cos'è quella F?\""
    }
  },
  {
    "translation": {
      "en": "\"That F stands for Felicidad.\"",
      "it": "\"Quella F sta per Felicidad.\" Felicidad significa felicità,"
    }
  },
  {
    "translation": {
      "en": "Felicidad means \"happy.\" He got a good grade.",
      "it": "\"Quella F sta per Felicidad.\" Felicidad significa felicità, quindi era un bel voto, e gli hanno sempre creduto."
    }
  },
  {
    "translation": {
      "en": "And they believed it all these years,",
      "it": "quindi era un bel voto, e gli hanno sempre creduto."
    }
  },
  {
    "translation": {
      "en": "all those F's, that Sal was doing great in school.",
      "it": "Con tutte quelle F, era bravissimo a scuola."
    }
  },
  {
    "translation": {
      "en": "Because he was getting Felicidad, Felicidad, Felicidad. [laughs]",
      "it": "Prendeva sempre Felicidad."
    }
  },
  {
    "translation": {
      "en": "When he wasn't even attending class.",
      "it": "Ma non andava neanche a lezione."
    }
  },
  {
    "translation": {
      "en": "He would date at least ten girls at the same time before I found out.",
      "it": "Usciva con altre dieci ragazze. Lo scoprii dopo."
    }
  },
  {
    "translation": {
      "en": "And he got one of the girls pregnant.",
      "it": "Una delle ragazze rimase incinta."
    }
  },
  {
    "translation": {
      "en": "I wouldn't date him anymore after that.",
      "it": "Da allora, smisi di uscire con lui."
    }
  },
  {
    "translation": {
      "en": "[man] Gloria and Manolo Magluta were my parents' best friends.",
      "it": "Gloria e Manolo Magluta erano i migliori amici dei miei."
    }
  },
  {
    "translation": {
      "en": "To me, they were like my parents.",
      "it": "Li amavo come i miei genitori."
    }
  },
  {
    "translation": {
      "en": "So Sal was like my cousin. Actually, like my brother.",
      "it": "Sal era come mio cugino, come mio fratello."
    }
  },
  {
    "translation": {
      "en": "Sal's parents, they owned a bakery shop and they worked very hard,",
      "it": "I suoi genitori avevano una pasticceria e lavoravano sodo,"
    }
  },
  {
    "translation": {
      "en": "extremely hard-working people. They were in church two, three times a week.",
      "it": "davvero sodo. Andavano a messa due o tre volte la settimana."
    }
  },
  {
    "translation": {
      "en": "Here were these amazing parents, but they weren't there all day long.",
      "it": "Erano dei genitori fantastici, ma non c'erano mai."
    }
  },
  {
    "translation": {
      "en": "I look back now,",
      "it": "Se ci ripenso adesso,"
    }
  },
  {
    "translation": {
      "en": "and that probably started to become the formation",
      "it": "probabilmente quello fu alla base"
    }
  },
  {
    "translation": {
      "en": "of what happened in Sal's life.",
      "it": "di ciò che accadde nella vita di Sal."
    }
  },
  {
    "translation": {
      "en": "[Bonachea] Every night, Sal would call me. We would chat and he'd read me the Bible.",
      "it": "Ogni sera, Sal mi chiamava. Parlavamo e lui mi leggeva la Bibbia."
    }
  },
  {
    "translation": {
      "en": "Sal's main concern, always,",
      "it": "La sua grande preoccupazione"
    }
  },
  {
    "translation": {
      "en": "was whether he was going to go to heaven or not.",
      "it": "era sapere se sarebbe andato in paradiso o no."
    }
  },
  {
    "translation": {
      "en": "He said to me one time that, if you repent,",
      "it": "Una volta mi disse che, se ti penti,"
    }
  },
  {
    "translation": {
      "en": "no matter what bad deeds you do, that you will go to heaven.",
      "it": "non importa cosa hai fatto, andrai comunque in paradiso."
    }
  },
  {
    "translation": {
      "en": "So I think in his mind, it's like, \"I can do anything I want",
      "it": "Probabilmente pensava: \"Posso fare quello che voglio,"
    }
  },
  {
    "translation": {
      "en": "as long as later I repent, and I feel bad for what I did,",
      "it": "se poi mi pentirò e mi sentirò in colpa, Dio mi perdonerà"
    }
  },
  {
    "translation": {
      "en": "and then God will forgive me and I will go to heaven.\"",
      "it": "se poi mi pentirò e mi sentirò in colpa, Dio mi perdonerà e andrò in paradiso\"."
    }
  },
  {
    "translation": {
      "en": "I think that things started to go wrong for Sal.",
      "it": "Credo che le cose iniziassero ad andare male per Sal."
    }
  },
  {
    "translation": {
      "en": "He was hanging around the wrong crowd.",
      "it": "Frequentava le persone sbagliate."
    }
  },
  {
    "translation": {
      "en": "[Bonachea] Sal's best friend during that time was Willy Falcon.",
      "it": "Il miglior amico di Sal in quel periodo era Willy Falcon."
    }
  },
  {
    "translation": {
      "en": "Willy was intimidating,",
      "it": "Willy mi intimoriva,"
    }
  },
  {
    "translation": {
      "en": "where Sal wasn't.",
      "it": "invece Sal no."
    }
  },
  {
    "translation": {
      "en": "Sal was the peacemaker.",
      "it": "Sal cercava la pace."
    }
  },
  {
    "translation": {
      "en": "Willy was more of the brawler. Like, you know, \"I'm in your face.\"",
      "it": "Willy era un attaccabrighe, del genere: \"Dai, fatti sotto\"."
    }
  },
  {
    "translation": {
      "en": "He had this expression of going like this all the time,",
      "it": "Aveva sempre un'espressione come di sfida,"
    }
  },
  {
    "translation": {
      "en": "\"What you gonna do about it?\"",
      "it": "tipo: \"E allora?\""
    }
  },
  {
    "translation": {
      "en": "At that time, I had no idea that they were drug dealers.",
      "it": "A quel tempo, non avevo idea che fossero spacciatori."
    }
  },
  {
    "translation": {
      "en": "We all shared one thing. We were poor and didn't wanna stay poor.",
      "it": "Condividiamo una cosa. Eravamo poveri, ma non volevamo restarlo."
    }
  },
  {
    "translation": {
      "en": "Willy and Sal started off as small-time, little pot pushers out of Miami High.",
      "it": "Willy e Sal cominciarono come piccoli spacciatori fuori dal liceo."
    }
  },
  {
    "translation": {
      "en": "They sorta struggled, don't do well, end up being high school dropouts.",
      "it": "Non andavano bene a scuola e alla fine smisero di studiare."
    }
  },
  {
    "translation": {
      "en": "[man] My sister-in-law's boyfriend introduced me to Willy.",
      "it": "Fu il ragazzo di mia cognata a presentarmi Willy."
    }
  },
  {
    "translation": {
      "en": "\"Tony, why don't you give these guys a try?\"",
      "it": "\"Tony, perché non provi questi ragazzi?\""
    }
  },
  {
    "translation": {
      "en": "At that time, Willy was selling dime bags with Sal.",
      "it": "A quel tempo, Willy vendeva marijuana con Sal."
    }
  },
  {
    "translation": {
      "en": "Willy was a jovial guy, very nice. Uh, not too smart.",
      "it": "Willy era gioviale, simpatico, non molto intelligente."
    }
  },
  {
    "translation": {
      "en": "I knew his mother and his father and his brother, Taby.",
      "it": "Conoscevo i suoi genitori e suo fratello Taby."
    }
  },
  {
    "translation": {
      "en": "Willy and Salvador were always together. They were like family.",
      "it": "Willy e Salvador erano sempre insieme. Erano come una famiglia."
    }
  },
  {
    "translation": {
      "en": "But really, Willy didn't know what the hell was going on.",
      "it": "Ma Willy non sapeva cosa stesse succedendo."
    }
  },
  {
    "translation": {
      "en": "How much money they had, he didn't know. That was all Sal.",
      "it": "Non sapeva quanti soldi avessero. Sapeva tutto Sal."
    }
  },
  {
    "translation": {
      "en": "Willy was always kept in the dark.",
      "it": "Willy era sempre tenuto all'oscuro."
    }
  },
  {
    "translation": {
      "en": "Willy was, for all intents and purposes, Sal's dummy.",
      "it": "Willy era, a tutti gli effetti, il burattino di Sal."
    }
  },
  {
    "translation": {
      "en": "I'd fly the marijuana from Colombia and I was selling it to them.",
      "it": "Trasportavo la marijuana dalla Colombia e la vendevo a loro."
    }
  },
  {
    "translation": {
      "en": "But then I stopped.",
      "it": "Ma poi smisi."
    }
  },
  {
    "translation": {
      "en": "It's not enough money.",
      "it": "I soldi erano pochi."
    }
  },
  {
    "translation": {
      "en": "[Valdes] There was so many people in the marijuana business,",
      "it": "C'era molta gente nell'affare della marijuana"
    }
  },
  {
    "translation": {
      "en": "because it took so many people to handle one load.",
      "it": "perché ci voleva molta gente per gestire un carico."
    }
  },
  {
    "translation": {
      "en": "Whereas in the cocaine, you can bring in 800, 1000 kilo.",
      "it": "Mentre con la cocaina puoi portare 800, 1000 kg."
    }
  },
  {
    "translation": {
      "en": "Literally, I could handle that with four people.",
      "it": "E basterebbero quattro persone."
    }
  },
  {
    "translation": {
      "en": "[DeFede] They moved from marijuana to cocaine.",
      "it": "Passarono dalla marijuana alla coca."
    }
  },
  {
    "translation": {
      "en": "I wouldn't have said they were drug dealers.",
      "it": "Non li avrei chiamati narcotrafficanti."
    }
  },
  {
    "translation": {
      "en": "They were buying ounces on the streets and reselling it.",
      "it": "Compravano grammi per strada e li rivendevano."
    }
  },
  {
    "translation": {
      "en": "Sal was just a regular young guy doing a little hustle on the side.",
      "it": "Sal era un tipo normale, un ragazzo che faceva qualche affaruccio."
    }
  },
  {
    "translation": {
      "en": "You know, if anybody, I was a drug dealer, right?",
      "it": "Se c'era un narcotrafficante, quello ero io!"
    }
  },
  {
    "translation": {
      "en": "I'm the one bringing in 800 kilos a month.",
      "it": "Trasportavo 800 chili al mese."
    }
  },
  {
    "translation": {
      "en": "I think that Sal put two and two together.",
      "it": "Credo che Sal abbia fatto due più due."
    }
  },
  {
    "translation": {
      "en": "My father started telling how I was always traveling.",
      "it": "Mio padre iniziò a dire che viaggiavo sempre"
    }
  },
  {
    "translation": {
      "en": "and that I was putting a banana company together in Colombia.",
      "it": "e che stavo mettendo su un'azienda di banane in Colombia."
    }
  },
  {
    "translation": {
      "en": "Sal just said, \"Impossible. I mean, Jorge is 21 years old,",
      "it": "Sal pensò: \"Impossibile. Jorge ha 21 anni"
    }
  },
  {
    "translation": {
      "en": "he's making a million dollars a month. He ain't selling bananas.\"",
      "it": "e guadagna milioni di dollari al mese. Non vende banane\"."
    }
  },
  {
    "translation": {
      "en": "\"Let me talk to your son. Tell him to give me a meeting.\"",
      "it": "Gli disse: \"Fammi parlare con tuo figlio\"."
    }
  },
  {
    "translation": {
      "en": "I finally gave him a meeting.",
      "it": "Gli diedi un appuntamento."
    }
  },
  {
    "translation": {
      "en": "I had about 15 minutes to meet with him. I was in a rush. He was at my office.",
      "it": "Avevo 15 minuti da dedicargli. Ero di fretta. Era nel mio ufficio."
    }
  },
  {
    "translation": {
      "en": "He said, \"Give me a chance. I think I can sell some coke here and there.\"",
      "it": "Disse: \"Dammi un'occasione. Posso vendere un po' di coca\"."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Well, how much money do you have?\"",
      "it": "Gli dissi: \"Beh, quanti soldi hai?\""
    }
  },
  {
    "translation": {
      "en": "And he's like, \"I think ten or 20 thousand dollars.\"",
      "it": "\"Dieci o venti migliaia di dollari.\""
    }
  },
  {
    "translation": {
      "en": "I literally almost peed in my pants.",
      "it": "Me la feci sotto dal ridere."
    }
  },
  {
    "translation": {
      "en": "At that time, it was $42,000, in Miami, wholesale for a kilo of cocaine.",
      "it": "All'epoca, a Miami un chilo di coca costava 42.000 $ all'ingrosso."
    }
  },
  {
    "translation": {
      "en": "I didn't wanna insult him because I've always loved Sal, even today.",
      "it": "Non volli insultarlo. Gli ho sempre voluto bene. Ancora oggi."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"All right, let me see",
      "it": "Quindi, gli dissi: \"Ok, vediamo"
    }
  },
  {
    "translation": {
      "en": "if the opportunity arises because now, we really are committed somewhere else.\"",
      "it": "se si presenta un'occasione, perché adesso siamo molto impegnati\"."
    }
  },
  {
    "translation": {
      "en": "My handsome Latin friends, the brothers Falcon, Gus and Willy.",
      "it": "I miei bei amici latini, i fratelli Falcon, Gus e Willy."
    }
  },
  {
    "translation": {
      "en": "[man] In about 1978, my older sister, China, she started dating Taby, Gustavo Falcon.",
      "it": "Verso il 1978, mia sorella maggiore, China, iniziò a frequentare Taby, Gustavo Falcon."
    }
  },
  {
    "translation": {
      "en": "As soon as she turned 18, my sister and Taby got married.",
      "it": "Appena compì 18 anni, lei e Taby si sposarono."
    }
  },
  {
    "translation": {
      "en": "Through Taby, I met his older brother Willy Falcon.",
      "it": "Attraverso Taby, conobbi il fratello maggiore, Willy."
    }
  },
  {
    "translation": {
      "en": "And through Willy Falcon, I met his best friend, Sal Magluta.",
      "it": "E attraverso Willy conobbi il suo migliore amico, Sal Magluta."
    }
  },
  {
    "translation": {
      "en": "I grew up in Little Havana when we came from Cuba.",
      "it": "Siamo di Cuba, ma sono cresciuto a Little Havana."
    }
  },
  {
    "translation": {
      "en": "It was like the Cuban ghetto.",
      "it": "Era come il ghetto cubano."
    }
  },
  {
    "translation": {
      "en": "[reporter] Among Latins in South Florida, particularly Cubans,",
      "it": "I latini del sud della Florida, in particolare i cubani,"
    }
  },
  {
    "translation": {
      "en": "there is a lingual reference to different aspects of community life.",
      "it": "hanno dei termini per molti aspetti della vita della comunità."
    }
  },
  {
    "translation": {
      "en": "Police are called la jara.",
      "it": "La polizia si chiama \"la jara\"."
    }
  },
  {
    "translation": {
      "en": "The Federal Bureau of Investigation is la federica.",
      "it": "L'FBI è \"la federica\"."
    }
  },
  {
    "translation": {
      "en": "And when talking about a gun, Latins say, la fuca.",
      "it": "E se si parla di una pistola, i latini dicono \"la fuca\"."
    }
  },
  {
    "translation": {
      "en": "[Rosello] My parents didn't know English. So it was hard for us growing up.",
      "it": "I miei non parlavano inglese. Per noi, crescendo, è stato difficile."
    }
  },
  {
    "translation": {
      "en": "My dad had two jobs. He would leave at seven in the morning",
      "it": "Mio padre aveva due lavori. Usciva alle sette"
    }
  },
  {
    "translation": {
      "en": "and get back at ten o'clock at night.",
      "it": "e tornava alle dieci di sera."
    }
  },
  {
    "translation": {
      "en": "I saw my dad working so hard.",
      "it": "Vedevo mio padre lavorare tanto. Non volevo diventare come lui,"
    }
  },
  {
    "translation": {
      "en": "That's not what I wanted to do when I was a kid growing up.",
      "it": "Vedevo mio padre lavorare tanto. Non volevo diventare come lui, da piccolo. Non volevo avere due lavori."
    }
  },
  {
    "translation": {
      "en": "I didn't wanna have two jobs.",
      "it": "da piccolo. Non volevo avere due lavori."
    }
  },
  {
    "translation": {
      "en": "But now, I was Willy and Taby Falcon's little brother.",
      "it": "Ma adesso ero il fratellino di Willy e Taby Falcon."
    }
  },
  {
    "translation": {
      "en": "I hung out with Taby, like, on a daily basis.",
      "it": "Vedevo Taby ogni giorno."
    }
  },
  {
    "translation": {
      "en": "After school, I would go to their house. Willy's friends would come by.",
      "it": "Dopo la scuola, andavo a casa loro. Gli amici di Willy passavano."
    }
  },
  {
    "translation": {
      "en": "I would wash their cars and get paid 20 bucks.",
      "it": "Lavavo le loro auto e mi pagavano 20 dollari."
    }
  },
  {
    "translation": {
      "en": "Expensive Corvettes, Cadillacs, Porsches.",
      "it": "Auto costose, Corvette, Cadillac, Porsche."
    }
  },
  {
    "translation": {
      "en": "So on a Saturday and Sunday, I would make like $200 in two days.",
      "it": "Nei fine settimana guadagnavo 200 dollari in due giorni."
    }
  },
  {
    "translation": {
      "en": "My dad would make $200 probably in three weeks.",
      "it": "Mio padre forse li guadagnava in tre settimane."
    }
  },
  {
    "translation": {
      "en": "So, I'm like, \"Oh, this is good,\" you know?",
      "it": "Pensavo: \"Ehi, questo mi piace\"."
    }
  },
  {
    "translation": {
      "en": "I mean, whatever they're doing, it's paying off.",
      "it": "Qualsiasi cosa stessero facendo, ne valeva la pena."
    }
  },
  {
    "translation": {
      "en": "A lot of Willy's friends, they would taunt me, you know?",
      "it": "Molti amici di Willy si burlavano di me:"
    }
  },
  {
    "translation": {
      "en": "They would go in and go, \"Pegy, here look what I got in here.\"",
      "it": "\"Pegy, guarda cosa c'è qui dentro\"."
    }
  },
  {
    "translation": {
      "en": "They opened the shoe box and it was all money, and I'm, like, \"Damn.\" You know?",
      "it": "Aprivano una scatola di scarpe ed era piena di soldi, e io: \"Cavolo!\""
    }
  },
  {
    "translation": {
      "en": "Right then and there, I knew what they were doing. I knew it was drugs.",
      "it": "In quel momento capii come facevano. Droga."
    }
  },
  {
    "translation": {
      "en": "The city of Miami in 1978 and 1979,",
      "it": "A Miami, nel 1978 e nel 1979, una serie di detective della narcotici"
    }
  },
  {
    "translation": {
      "en": "a number of narcotics detectives at that time had obtained permission",
      "it": "A Miami, nel 1978 e nel 1979, una serie di detective della narcotici avevano ottenuto il permesso da un giudice"
    }
  },
  {
    "translation": {
      "en": "from a state court judge to conduct",
      "it": "avevano ottenuto il permesso da un giudice"
    }
  },
  {
    "translation": {
      "en": "a wiretap investigation involving a number of drug traffickers.",
      "it": "per intercettare un certo numero di narcotrafficanti."
    }
  },
  {
    "translation": {
      "en": "This operation was coined Operation Video Canary.",
      "it": "L'operazione si chiamò Video Canary."
    }
  },
  {
    "translation": {
      "en": "[reporter] The state attorney's office got its first lead last August",
      "it": "In agosto, la procura ha ricevuto una soffiata"
    }
  },
  {
    "translation": {
      "en": "when an informant led undercover agents to the 5th floor of the Capital Bank Building.",
      "it": "che ha portato agenti sotto copertura al palazzo della Capital Bank."
    }
  },
  {
    "translation": {
      "en": "[Valdes] Sal was dealing with this gentleman that had a office.",
      "it": "Sal trattava con un signore che aveva un ufficio."
    }
  },
  {
    "translation": {
      "en": "And the office was all wired.",
      "it": "E l'ufficio era intercettato."
    }
  },
  {
    "translation": {
      "en": "That operation, Video Canary,",
      "it": "L'operazione Video Canary"
    }
  },
  {
    "translation": {
      "en": "was the first time that they came into the radar.",
      "it": "fu quando seppero di loro per la prima volta."
    }
  },
  {
    "translation": {
      "en": "All they know about Sal and Willy is that they were selling ounces or a kilo.",
      "it": "Fino ad allora sapevano solo che Sal e Willy vendevano grammi, o un chilo. Non erano grandi quantità."
    }
  },
  {
    "translation": {
      "en": "It wasn't no big amounts of anything.",
      "it": "vendevano grammi, o un chilo. Non erano grandi quantità."
    }
  },
  {
    "translation": {
      "en": "That investigation was not centered on Falcon and Magluta.",
      "it": "Quell'indagine non era incentrata su Falcon e Magluta."
    }
  },
  {
    "translation": {
      "en": "[reporter] More than 120 suspects were expected to be brought in,",
      "it": "Dovevano essere arrestati oltre 120 sospettati,"
    }
  },
  {
    "translation": {
      "en": "43 of whom are from Dade County.",
      "it": "43 dei quali della contea di Dade."
    }
  },
  {
    "translation": {
      "en": "[Clark] Falcon and Magluta were among those arrested",
      "it": "Falcon e Magluta furono arrestati"
    }
  },
  {
    "translation": {
      "en": "and charged in the state system in Miami, Florida",
      "it": "e incriminati nel sistema statale di Miami,"
    }
  },
  {
    "translation": {
      "en": "with state drug trafficking charges.",
      "it": "con l'accusa di traffico di droga."
    }
  },
  {
    "translation": {
      "en": "[Valdes] When they got busted, I don't believe the government had any idea",
      "it": "Quando li arrestarono, non credo che il governo avesse idea"
    }
  },
  {
    "translation": {
      "en": "what Sal and Willy were all about. They're clueless what's going on in Miami.",
      "it": "di cosa facessero Sal e Willy. Non sapevano cosa accadesse a Miami."
    }
  },
  {
    "translation": {
      "en": "[Clark] They were given a probationary sentence of five years,",
      "it": "Li condannarono a cinque anni di libertà vigilata."
    }
  },
  {
    "translation": {
      "en": "a special condition of which they serve 14 months.",
      "it": "Una condizione speciale per cui si scontano 14 mesi."
    }
  },
  {
    "translation": {
      "en": "What it was, it was like a joke.",
      "it": "Era uno scherzo. Non era niente."
    }
  },
  {
    "translation": {
      "en": "It was like, \"This is nothing. This is kiddy play.\"",
      "it": "Era uno scherzo. Non era niente. Un gioco da ragazzi."
    }
  },
  {
    "translation": {
      "en": "[DeFede] Willy and Sal got out on bail.",
      "it": "Willy e Sal uscirono su cauzione."
    }
  },
  {
    "translation": {
      "en": "But what their attorneys were also able to do, was to keep the case on appeal for years.",
      "it": "Ma i loro avvocati riuscirono anche a tenere il caso in appello per anni."
    }
  },
  {
    "translation": {
      "en": "The likelihood of them ever prevailing was nil.",
      "it": "Le probabilità che riuscissero a vincere erano zero."
    }
  },
  {
    "translation": {
      "en": "However, this did buy them time.",
      "it": "Tuttavia, guadagnarono tempo."
    }
  },
  {
    "translation": {
      "en": "And they continued to traffic in drugs pretty much unabated throughout the 1980s.",
      "it": "E continuarono a trafficare droga praticamente senza sosta negli anni '80."
    }
  },
  {
    "translation": {
      "en": "[DeFede] They were still out on the streets, selling cocaine, and this began a real theme for them.",
      "it": "Erano ancora in giro a vendere cocaina, e questo diede loro una certa fama."
    }
  },
  {
    "translation": {
      "en": "That they were almost untouchable. Like they were walking between raindrops.",
      "it": "Di essere quasi intoccabili, invulnerabili."
    }
  },
  {
    "translation": {
      "en": "And that's really the story of Willy and Sal.",
      "it": "Ed è proprio la storia di Willy e Sal."
    }
  },
  {
    "translation": {
      "en": "At that time, a load had come in and we were down to 30 kilos.",
      "it": "Una volta, mi era arrivato un carico e ne erano rimasti 30 chili."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, we had these 30 kilos I had to get rid of",
      "it": "All'improvviso, ebbi bisogno di sbarazzarmene perché il giorno dopo"
    }
  },
  {
    "translation": {
      "en": "because the following day, I'm leaving for Europe.",
      "it": "ebbi bisogno di sbarazzarmene perché il giorno dopo sarei andato in Europa."
    }
  },
  {
    "translation": {
      "en": "Sal comes over with Willy and I said, \"You want a chance?\"",
      "it": "E così dissi a Sal e Willy: \"Volete un'occasione?\""
    }
  },
  {
    "translation": {
      "en": "And he's like, \"Yeah, thanks.\" I said, \"Okay, here it is, 30 kilos.\"",
      "it": "\"Sì, grazie!\" \"Ok, tenete, sono 30 chili.\""
    }
  },
  {
    "translation": {
      "en": "Sal did not wanna do it.",
      "it": "Sal non voleva farlo."
    }
  },
  {
    "translation": {
      "en": "Sal didn't think they could sell 30 kilos of cocaine.",
      "it": "Sal non pensava di poter vendere 30 chili di coca."
    }
  },
  {
    "translation": {
      "en": "He's like, \"Oh, my God! No, too much.\" But Willy jumped up and he's like,",
      "it": "Disse: \"Dio! No, sono troppi\". Ma Willy balzò in piedi e disse:"
    }
  },
  {
    "translation": {
      "en": "\"That's nothing.\"",
      "it": "\"Non sono niente\"."
    }
  },
  {
    "translation": {
      "en": "\"Trust me. Don't worry. It's Miami, we'll figure it out.\"",
      "it": "\"Tranquillo. Siamo a Miami, ce la faremo.\""
    }
  },
  {
    "translation": {
      "en": "And Sal looked at him like…",
      "it": "E Sal lo guardò dicendo:"
    }
  },
  {
    "translation": {
      "en": "[chuckles] \"You've probably been snorting a bit too much.\"",
      "it": "\"Devi aver sniffato troppo\"."
    }
  },
  {
    "translation": {
      "en": "Sal's got more reservation about what he can do,",
      "it": "Sal era meno sicuro di poterlo fare,"
    }
  },
  {
    "translation": {
      "en": "possibly because Willy knew more people than he did.",
      "it": "forse perché Willy conosceva più persone di lui."
    }
  },
  {
    "translation": {
      "en": "Willy was just the face.",
      "it": "Willy aveva una bella faccia."
    }
  },
  {
    "translation": {
      "en": "He loved to brag. Not a lot of brains, but everybody loved Willy, right?",
      "it": "Gli piaceva vantarsi. Non aveva molto cervello, ma lo amavano tutti."
    }
  },
  {
    "translation": {
      "en": "Thirty days later the guy came back. They had $1.2 million for him",
      "it": "Tornò dopo 30 giorni. Avevano 1,2 milioni di dollari per lui"
    }
  },
  {
    "translation": {
      "en": "in return for the 30 kilos that he had sold them.",
      "it": "in cambio dei 30 chili che gli aveva venduto."
    }
  },
  {
    "translation": {
      "en": "They came with all the money. And I was very shocked.",
      "it": "Arrivarono con i soldi. Ne fui molto scioccato."
    }
  },
  {
    "translation": {
      "en": "\"Hey, when can we have some more?\"",
      "it": "\"Quando possiamo averne ancora?\""
    }
  },
  {
    "translation": {
      "en": "[DeFede] There was never any discussion after that as to whether they could actually handle",
      "it": "Da allora non ci furono più dubbi sul fatto che potessero gestire"
    }
  },
  {
    "translation": {
      "en": "the amount the providers could give to them.",
      "it": "le quantità che gli venivano affidate."
    }
  },
  {
    "translation": {
      "en": "[Valdes] Sal got confidence quickly.",
      "it": "Sal acquistò fiducia in fretta. La prima volta che fai qualcosa,"
    }
  },
  {
    "translation": {
      "en": "When you try to do something the first time, you don't think you can.",
      "it": "Sal acquistò fiducia in fretta. La prima volta che fai qualcosa, sei insicuro. Ma dopo ti dici: \"Non è stato difficile\"."
    }
  },
  {
    "translation": {
      "en": "Once you do it, you're like, \"That was not hard.\"",
      "it": "sei insicuro. Ma dopo ti dici: \"Non è stato difficile\"."
    }
  },
  {
    "translation": {
      "en": "They went from selling grams, to selling 30 kilos.",
      "it": "Passarono da vendere grammi a vendere 30 chili."
    }
  },
  {
    "translation": {
      "en": "How did these people go from party boy, to becoming a major drug lord,",
      "it": "Come riuscirono questi due festaioli a diventare dei signori della droga"
    }
  },
  {
    "translation": {
      "en": "making a million dollars a month?",
      "it": "da un milione di dollari al mese?"
    }
  },
  {
    "translation": {
      "en": "Very quickly.",
      "it": "In un lampo."
    }
  },
  {
    "translation": {
      "en": "Little did we begin to see that demand would explode and it was fast.",
      "it": "Presto capimmo che la domanda sarebbe esplosa. E fu in fretta."
    }
  },
  {
    "translation": {
      "en": "[DeFede] The demand was insatiable. It was like an eruption.",
      "it": "La richiesta era insaziabile. Fu come un'eruzione."
    }
  },
  {
    "translation": {
      "en": "[reporter] Americans consume more than 50 tons of cocaine every year,",
      "it": "Gli americani consumano oltre 50 tonnellate di coca all'anno,"
    }
  },
  {
    "translation": {
      "en": "spending nearly $40 billion for the illicit drug.",
      "it": "spendendo quasi 40 miliardi di dollari."
    }
  },
  {
    "translation": {
      "en": "[Valdes] It started in California where you got movie stars, celebrities, singers.",
      "it": "Iniziò in California, dove c'erano star del cinema, celebrità, cantanti."
    }
  },
  {
    "translation": {
      "en": "New York City where you have nightclubs, where you have Wall Street.",
      "it": "A New York, con i locali notturni e Wall Street."
    }
  },
  {
    "translation": {
      "en": "What was Miami?",
      "it": "E Miami?"
    }
  },
  {
    "translation": {
      "en": "There was no night life. It was two, three little nightclubs of high school kids.",
      "it": "Non c'era vita notturna. Giusto due o tre discoteche per liceali."
    }
  },
  {
    "translation": {
      "en": "South Beach did not exist. To imagine selling 30 kilos in Miami, it's crazy.",
      "it": "South Beach non esisteva. Immaginare di vendere 30 chili a Miami è pazzesco."
    }
  },
  {
    "translation": {
      "en": "Sal comes into the picture of Miami.",
      "it": "Ma sulla scena di Miami entrò Sal."
    }
  },
  {
    "translation": {
      "en": "He starts bringing all his young friends around to go and party and to show off.",
      "it": "Portò in giro tutti i suoi amici a fare festa e mettersi in mostra."
    }
  },
  {
    "translation": {
      "en": "Sal and Willy developed the Miami cocaine market.",
      "it": "Sal e Willy svilupparono il mercato della coca a Miami."
    }
  },
  {
    "translation": {
      "en": "They got a huge reputation very quick.",
      "it": "Si fecero presto una reputazione."
    }
  },
  {
    "translation": {
      "en": "Success in any business venture involves elements of hard work as well as luck.",
      "it": "Il successo in qualsiasi impresa comporta duro lavoro e fortuna."
    }
  },
  {
    "translation": {
      "en": "Falcon and Magluta benefited from luck",
      "it": "Falcon e Magluta sfruttarono la loro fortuna e la sfortuna"
    }
  },
  {
    "translation": {
      "en": "and the misfortune of one of their colleagues, Jorge Valdes.",
      "it": "Falcon e Magluta sfruttarono la loro fortuna e la sfortuna di uno dei loro colleghi, Jorge Valdes."
    }
  },
  {
    "translation": {
      "en": "He was arrested and he received a sentence of between five and ten years.",
      "it": "Fu arrestato e condannato a scontare tra i cinque e i dieci anni."
    }
  },
  {
    "translation": {
      "en": "But then he had to turn his business over to somebody.",
      "it": "Dovette affidare la sua attività a qualcuno."
    }
  },
  {
    "translation": {
      "en": "When I got convicted, they let me out on bail. Logically,",
      "it": "Mi fecero uscire su cauzione. Ovviamente,"
    }
  },
  {
    "translation": {
      "en": "I didn't have anybody else to handle operation that I thought",
      "it": "non potevo pensare a nessun altro"
    }
  },
  {
    "translation": {
      "en": "could handle the level of what I was doing.",
      "it": "in grado di gestire il mio livello d'affari."
    }
  },
  {
    "translation": {
      "en": "So I got together with Sal and I told him, I said, \"Here's my buyers in California.\"",
      "it": "Così incontrai Sal e gli dissi: \"Ecco i miei compratori in California\"."
    }
  },
  {
    "translation": {
      "en": "And I introduced him to my connection in the Medellin cartel.",
      "it": "Gli presentai il mio contatto con il cartello di Medellín."
    }
  },
  {
    "translation": {
      "en": "[Clark] This was the break that launched Falcon and Magluta into the big time,",
      "it": "Questa fu la svolta che portò Falcon e Magluta nel grande giro,"
    }
  },
  {
    "translation": {
      "en": "now that they had Valdes' exclusive contact with the Medellin cartel.",
      "it": "ora che avevano il contatto di Valdes con il cartello di Medellín."
    }
  },
  {
    "translation": {
      "en": "Now they had unlimited access to large quantities of cocaine",
      "it": "Ora avevano accesso illimitato a enormi quantità di cocaina"
    }
  },
  {
    "translation": {
      "en": "that the Colombian cartel needed to have transported successfully",
      "it": "che il cartello colombiano doveva far trasportare negli USA."
    }
  },
  {
    "translation": {
      "en": "into the United States.",
      "it": "doveva far trasportare negli USA."
    }
  },
  {
    "translation": {
      "en": "Imagine if they thought selling 30 kilos was something crazy out of this world.",
      "it": "Pensavano che vendere 30 chili fosse stata un'impresa pazzesca."
    }
  },
  {
    "translation": {
      "en": "Suddenly now, they're going to be running an empire.",
      "it": "Di colpo, si ritrovarono a dover gestire un impero."
    }
  },
  {
    "translation": {
      "en": "Man, next week, there's 800 kilos coming.",
      "it": "La settimana dopo sarebbero arrivati 800 chili."
    }
  },
  {
    "translation": {
      "en": "All they have to do is find a pilot with a plane.",
      "it": "Serviva solo un pilota con un aereo."
    }
  },
  {
    "translation": {
      "en": "[man] I had a part-time job doing banners",
      "it": "Avevo un lavoro part-time, portavo striscioni."
    }
  },
  {
    "translation": {
      "en": "up and down Miami Beach.",
      "it": "Su e giù per Miami Beach."
    }
  },
  {
    "translation": {
      "en": "And that paid $3 an hour.",
      "it": "Guadagnavo tre dollari l'ora."
    }
  },
  {
    "translation": {
      "en": "I went to Miami High with Willy and Sal. We just became friends.",
      "it": "Andavo al Miami High con Willy e Sal. Diventammo amici."
    }
  },
  {
    "translation": {
      "en": "Years later, we started talking.",
      "it": "Anni dopo, iniziammo a parlare."
    }
  },
  {
    "translation": {
      "en": "We discussed, what kind of plane would you use for smuggling?",
      "it": "Parlammo del tipo di aereo da usare per il contrabbando."
    }
  },
  {
    "translation": {
      "en": "I started doing some research as to what kind of plane, what kind of equipment.",
      "it": "Feci delle ricerche sul tipo di aereo e di dotazioni."
    }
  },
  {
    "translation": {
      "en": "I said, \"Look, this is what you need and this is how much it's gonna cost.\"",
      "it": "Poi dissi loro: \"Questo è quello che vi serve e questo è quanto costerà\"."
    }
  },
  {
    "translation": {
      "en": "And he says, \"Okay, well,",
      "it": "\"Ok, va bene."
    }
  },
  {
    "translation": {
      "en": "let's do it.\"",
      "it": "Procediamo.\""
    }
  },
  {
    "translation": {
      "en": "Everything was prepared, the Colombians were ready,",
      "it": "Preparammo tutto, i colombiani erano pronti."
    }
  },
  {
    "translation": {
      "en": "'cause they need a few days to clear the runways",
      "it": "Avevano bisogno di alcuni giorni per farsi strada tra l'esercito e i guerriglieri"
    }
  },
  {
    "translation": {
      "en": "between the army and the leftist guerrillas",
      "it": "per farsi strada tra l'esercito e i guerriglieri"
    }
  },
  {
    "translation": {
      "en": "and bring the merchandise to where it's supposed to be.",
      "it": "e portare la merce al posto stabilito."
    }
  },
  {
    "translation": {
      "en": "Opa Locka Airport was full of smugglers.",
      "it": "L'aeroporto era pieno di trafficanti."
    }
  },
  {
    "translation": {
      "en": "[Posada] Everybody there was working.",
      "it": "Erano tutti nel giro."
    }
  },
  {
    "translation": {
      "en": "[Linero] Cuban smugglers walking around, all were wearing cowboy boots.",
      "it": "Tutti i trafficanti cubani indossavano stivali da cowboy,"
    }
  },
  {
    "translation": {
      "en": "All were wearing beepers. All were wearing Rolex.",
      "it": "portavano un cerca persone e un Rolex."
    }
  },
  {
    "translation": {
      "en": "All were wearing cowboy hats.",
      "it": "E un cappello da cowboy. Da lì il nome \"cowboy della coca\","
    }
  },
  {
    "translation": {
      "en": "And I think that's where the \"cocaine cowboys\" came to be known as.",
      "it": "E un cappello da cowboy. Da lì il nome \"cowboy della coca\", con cui diventarono famosi. Era una divisa."
    }
  },
  {
    "translation": {
      "en": "It was a uniform.",
      "it": "con cui diventarono famosi. Era una divisa."
    }
  },
  {
    "translation": {
      "en": "Going to Colombia, it was a ten-hour flight.",
      "it": "Per andare in Colombia ci volevano dieci ore."
    }
  },
  {
    "translation": {
      "en": "So we had about 400 gallons of fuel in about eight tanks.",
      "it": "Avevamo 1500 litri di carburante in otto taniche."
    }
  },
  {
    "translation": {
      "en": "I'm in a flying bomb.",
      "it": "Volavo su una bomba."
    }
  },
  {
    "translation": {
      "en": "In Colombia, it is illegal to fly a private airplane after five o'clock.",
      "it": "In Colombia, è illegale pilotare un aereo privato dopo le cinque."
    }
  },
  {
    "translation": {
      "en": "So, basically, everybody knows that this plane that's flying at six o'clock",
      "it": "Quindi, in pratica, tutti sapevano che quell'aereo che volava alle sei"
    }
  },
  {
    "translation": {
      "en": "is a smuggler plane.",
      "it": "era di un trafficante."
    }
  },
  {
    "translation": {
      "en": "You look down, everybody is giving you signals.",
      "it": "Guardando in basso, vedevi segnali ovunque."
    }
  },
  {
    "translation": {
      "en": "They're burning tires.",
      "it": "Bruciavano le gomme."
    }
  },
  {
    "translation": {
      "en": "So you have to precisely be",
      "it": "Quindi dovevi trovarti esattamente"
    }
  },
  {
    "translation": {
      "en": "where you need to be, or otherwise,",
      "it": "dove dovevi essere,"
    }
  },
  {
    "translation": {
      "en": "you're gonna die.",
      "it": "o saresti morto."
    }
  },
  {
    "translation": {
      "en": "I made my approach and I'm pretty confident that I got the runway,",
      "it": "Mi avvicinai, sicuro di aver trovato la pista,"
    }
  },
  {
    "translation": {
      "en": "which is not really a runway.",
      "it": "che non era proprio una pista."
    }
  },
  {
    "translation": {
      "en": "So, I landed,",
      "it": "Atterrai,"
    }
  },
  {
    "translation": {
      "en": "get out, people start putting grass on top of the airplane and so on.",
      "it": "e alcune persone coprirono l'aereo con dell'erba."
    }
  },
  {
    "translation": {
      "en": "In the morning, we get to the plane,",
      "it": "Al mattino, arrivammo all'aereo,"
    }
  },
  {
    "translation": {
      "en": "and here comes these three or four Jeeps",
      "it": "ed ecco arrivare tre o quattro Jeep piene di borsoni,"
    }
  },
  {
    "translation": {
      "en": "full of duffel bags, each carrying about 30 to 40 kilos of cocaine.",
      "it": "tre o quattro Jeep piene di borsoni, ognuno con circa 30 o 40 chili di cocaina."
    }
  },
  {
    "translation": {
      "en": "Plane is loaded, ready to go.",
      "it": "Caricarono l'aereo. Ero pronto."
    }
  },
  {
    "translation": {
      "en": "Now, we're almost 1,500 pounds over the gross weight of the airplane.",
      "it": "Ma pesavamo circa 700 chili oltre la portata massima dell'aereo."
    }
  },
  {
    "translation": {
      "en": "\"Are you out of your mind? This could not happen.\"",
      "it": "\"Sei fuori di testa? Non è possibile.\""
    }
  },
  {
    "translation": {
      "en": "Well, it's happening, okay?",
      "it": "Beh, invece sì, ok?"
    }
  },
  {
    "translation": {
      "en": "We were doing lines right on the top of the dashboard where the instruments are.",
      "it": "Facemmo delle linee sul cruscotto della strumentazione."
    }
  },
  {
    "translation": {
      "en": "Some beautiful, big, thick lines of cocaine.",
      "it": "Delle belle linee di cocaina, grosse e spesse."
    }
  },
  {
    "translation": {
      "en": "People fly high, you know? I can't understand that.",
      "it": "La gente vola fatta. Non riesco a capirlo."
    }
  },
  {
    "translation": {
      "en": "[Linero] You need to be very aware of what's going on in the plane.",
      "it": "Devi essere molto consapevole di quello che succede sull'aereo."
    }
  },
  {
    "translation": {
      "en": "As I'm high and paranoid, I could feel a little change on the engine in my ass.",
      "it": "Se sono fatto e paranoico, posso sentire ogni piccolo cambiamento nel motore sotto di me."
    }
  },
  {
    "translation": {
      "en": "If there was a vibration, I could look at the gauges",
      "it": "Se ci fosse una vibrazione, potrei guardare gli strumenti"
    }
  },
  {
    "translation": {
      "en": "and see that this is okay and that's fine here.",
      "it": "e vedere se va tutto bene."
    }
  },
  {
    "translation": {
      "en": "I think that being high helped a lot.",
      "it": "Credo che essere fatto fosse di grande aiuto."
    }
  },
  {
    "translation": {
      "en": "He must have been out of his mind.",
      "it": "Doveva essere fuori di testa."
    }
  },
  {
    "translation": {
      "en": "There was a time that I was making about one or two trips a month.",
      "it": "Ci fu un periodo in cui facevo uno o due viaggi al mese."
    }
  },
  {
    "translation": {
      "en": "We're talking about 800 keys a month.",
      "it": "Parliamo di circa un quintale al mese."
    }
  },
  {
    "translation": {
      "en": "I was basically making around 200 grand per trip.",
      "it": "Guadagnavo circa 200.000 dollari a viaggio."
    }
  },
  {
    "translation": {
      "en": "Willy, he wanted me to go every week",
      "it": "Willy voleva che andassi ogni settimana,"
    }
  },
  {
    "translation": {
      "en": "but it's like, how many times can you go into bullfighting and not get hurt?",
      "it": "ma quante volte puoi lottare contro un toro senza farti male?"
    }
  },
  {
    "translation": {
      "en": "[Rosello] They used to bring the coke from Colombia to Freeport.",
      "it": "Portavano la coca dalla Colombia a Freeport."
    }
  },
  {
    "translation": {
      "en": "From Freeport, they would bring the coke to Miami in speedboats.",
      "it": "Da Freeport, portavano la coca a Miami in motoscafo."
    }
  },
  {
    "translation": {
      "en": "The guy on the boat was Juan Barroso,",
      "it": "Il tizio sulla barca era Juan Barroso."
    }
  },
  {
    "translation": {
      "en": "that used to race with Seahawk. He used to bring in the coke.",
      "it": "Gareggiavano con la Seahawk. Portava la coca."
    }
  },
  {
    "translation": {
      "en": "Okay, now we have the smallest navigator in offshore racing,",
      "it": "Ecco il navigatore più piccolo delle gare offshore,"
    }
  },
  {
    "translation": {
      "en": "and it's Johnny \"Recut.\" Here we go.",
      "it": "Johnny \"Recut\". Ecco qua."
    }
  },
  {
    "translation": {
      "en": "My name is Juan Barroso, right? They call me \"Recut.\"",
      "it": "Il mio nome è Juan Barroso. Mi chiamano \"Recut\"."
    }
  },
  {
    "translation": {
      "en": "Like if he was recut, you know, like if they cut him. [laughs]",
      "it": "\"Tagliato\", perché è basso. Come se lo avessero tagliato."
    }
  },
  {
    "translation": {
      "en": "[Linero] One time when he got in, Willy got a couple of phone books",
      "it": "Una volta, Willy prese un paio di elenchi telefonici"
    }
  },
  {
    "translation": {
      "en": "and put him on his seat with duct tape and he was screaming and yelling.",
      "it": "e lo legò sul sedile con il nastro adesivo mentre lui urlava."
    }
  },
  {
    "translation": {
      "en": "And we were all laughing.",
      "it": "Ridevamo tutti."
    }
  },
  {
    "translation": {
      "en": "As you can see, we standing up.",
      "it": "Come potete vedere, siamo in piedi."
    }
  },
  {
    "translation": {
      "en": "You know, we had to make a special booster for him, but he's learning very little.",
      "it": "Abbiamo dovuto fare un rialzo speciale per lui, ma sta imparando davvero poco."
    }
  },
  {
    "translation": {
      "en": "He's learning by the time that he's got a big mouth.",
      "it": "Col tempo imparerà che parla troppo."
    }
  },
  {
    "translation": {
      "en": "Willy and me, we used to know each other from high school.",
      "it": "Willy e io ci conoscevamo dal liceo."
    }
  },
  {
    "translation": {
      "en": "[Rosello] Willy says, \"You have Recut in the boat, he probably weighs 80 pounds.",
      "it": "Willy disse: \"Mettiamo Recut sulla barca, peserà 40 chili."
    }
  },
  {
    "translation": {
      "en": "He's this short.",
      "it": "È basso così."
    }
  },
  {
    "translation": {
      "en": "You won't get drag from the wind, so you'd get a little advantage.\"",
      "it": "Il vento non ti trascinerà via, questo ti darà un vantaggio\"."
    }
  },
  {
    "translation": {
      "en": "We took our boat down to Nassau, and we took an aerodynamic.",
      "it": "Abbiamo portato la barca a Nassau per darle aerodinamica."
    }
  },
  {
    "translation": {
      "en": "And the boat was running fast, but we needed a shorter navigator",
      "it": "La barca ora è più veloce, ma serviva un navigatore più basso"
    }
  },
  {
    "translation": {
      "en": "so the air would pass through, so we had to get a shorter person.",
      "it": "per far passare l'aria, e ne abbiamo trovato uno."
    }
  },
  {
    "translation": {
      "en": "How old are you?",
      "it": "Quanti anni hai?"
    }
  },
  {
    "translation": {
      "en": "-Eleven. -How old are you?",
      "it": "- Undici. - E tu?"
    }
  },
  {
    "translation": {
      "en": "-Twenty-nine. -He's bigger than you?",
      "it": "- Ventinove. - È più grande di te?"
    }
  },
  {
    "translation": {
      "en": "He's a little bigger.",
      "it": "È un po' più grande."
    }
  },
  {
    "translation": {
      "en": "-You're full of shit. -[all laugh]",
      "it": "Dici solo cazzate."
    }
  },
  {
    "translation": {
      "en": "There was a guy that worked for him, Justo Jay.",
      "it": "C'era un tizio che lavorava per lui, Justo Jay."
    }
  },
  {
    "translation": {
      "en": "We started talking and he tell me, \"Hey, Willy wants to meet with you.\"",
      "it": "Iniziammo a parlare e mi disse: \"Willy ti vuole incontrare\"."
    }
  },
  {
    "translation": {
      "en": "Willy told me, \"We got some stuff that's coming through Freeport, Bahamas.\"",
      "it": "E Willy mi disse: \"Abbiamo qualcosa in arrivo da Freeport, Bahamas."
    }
  },
  {
    "translation": {
      "en": "\"Can you do it for me?\" \"Yeah.\"",
      "it": "Ci pensi tu?\" \"Sì.\""
    }
  },
  {
    "translation": {
      "en": "It was the first load I did with cocaine with him.",
      "it": "Fu il primo carico di coca che portai per lui."
    }
  },
  {
    "translation": {
      "en": "I made like 250 grand.",
      "it": "Guadagnai 250.000 dollari."
    }
  },
  {
    "translation": {
      "en": "In one night.",
      "it": "In una notte."
    }
  },
  {
    "translation": {
      "en": "I would go down to Freeport. You go across the island.",
      "it": "Andavo a Freeport, dall'altra parte dell'isola."
    }
  },
  {
    "translation": {
      "en": "Then he'd meet me with a little boat and he'd put the stuff in.",
      "it": "Era lì su una barchetta, caricava la roba."
    }
  },
  {
    "translation": {
      "en": "Outta there.",
      "it": "Fuori di lì."
    }
  },
  {
    "translation": {
      "en": "I go over by the Keys.",
      "it": "Andavo alle Keys."
    }
  },
  {
    "translation": {
      "en": "I saw people, they transported it and put it in trucks.",
      "it": "Dei tipi la prendevano e la mettevano sui camion."
    }
  },
  {
    "translation": {
      "en": "They bring it over to Miami.",
      "it": "E la portavano a Miami."
    }
  },
  {
    "translation": {
      "en": "[Rosello] '81, Willy and Sal were already big.",
      "it": "Nel 1981, Willy e Sal erano già importanti."
    }
  },
  {
    "translation": {
      "en": "Justo Jay was the one that took care of the loads that came in.",
      "it": "Justo Jay era il responsabile dei carichi in arrivo,"
    }
  },
  {
    "translation": {
      "en": "He took care of the stash houses. He used to take care of everything.",
      "it": "dei depositi, di ogni cosa."
    }
  },
  {
    "translation": {
      "en": "He's like, \"I'm gonna pick you up, I want you to help me do something there.\"",
      "it": "Disse: \"Vengo a prenderti. Mi devi aiutare a fare una cosa\"."
    }
  },
  {
    "translation": {
      "en": "I get in the car. We get to the house.",
      "it": "Salgo in macchina. Arriviamo a casa."
    }
  },
  {
    "translation": {
      "en": "He's like, \"I need you to help me count some money.\"",
      "it": "Mi dice: \"Aiutami a contare dei soldi\"."
    }
  },
  {
    "translation": {
      "en": "He takes the money out of the safe,",
      "it": "Prende i soldi dalla cassaforte,"
    }
  },
  {
    "translation": {
      "en": "tells me how to count money and how to keep ledgers.",
      "it": "mi dice come contare i soldi e come tenere i registri."
    }
  },
  {
    "translation": {
      "en": "There was times where we counted up to five million dollars",
      "it": "A volte contavamo cinque milioni di dollari,"
    }
  },
  {
    "translation": {
      "en": "twice a week.",
      "it": "due volte a settimana."
    }
  },
  {
    "translation": {
      "en": "And I was 15 years old.",
      "it": "Avevo 15 anni."
    }
  },
  {
    "translation": {
      "en": "If the counting machine would break, like five or six hours.",
      "it": "Se la macchina conta soldi si rompeva, ci mettevamo cinque o sei ore."
    }
  },
  {
    "translation": {
      "en": "And the next day, my thumbs would be swollen from counting.",
      "it": "Il giorno dopo avevo i pollici gonfi."
    }
  },
  {
    "translation": {
      "en": "Growing up, you see your parents going through hard times,",
      "it": "Avevo visto i miei genitori vivere momenti difficili,"
    }
  },
  {
    "translation": {
      "en": "and then you're in a room with three or four million dollars,",
      "it": "poi ero lì con tre o quattro milioni."
    }
  },
  {
    "translation": {
      "en": "I mean, how are you gonna say no to that, you know?",
      "it": "Come si fa a dire di no?"
    }
  },
  {
    "translation": {
      "en": "[Jefede] Everyone at that time had a friend or a friend of a friend",
      "it": "Tutti, all'epoca, avevano un amico o un conoscente nel giro della droga"
    }
  },
  {
    "translation": {
      "en": "who was in the drug business seeming to get rich overnight.",
      "it": "Tutti, all'epoca, avevano un amico o un conoscente nel giro della droga che diventava ricco di colpo."
    }
  },
  {
    "translation": {
      "en": "A lot of these kids, they're first-generation immigrants.",
      "it": "Molti erano immigrati di prima generazione."
    }
  },
  {
    "translation": {
      "en": "They thought this was their path to the American dream.",
      "it": "Credevano che quello fosse il sogno americano."
    }
  },
  {
    "translation": {
      "en": "If you would've told us we were criminal, we would have laughed.",
      "it": "Se ci avessero dato dei criminali, avremmo riso."
    }
  },
  {
    "translation": {
      "en": "We're 20-year-old kids! We're just having fun.",
      "it": "Siamo ventenni! Ci stiamo solo divertendo."
    }
  },
  {
    "translation": {
      "en": "[announcer] And there he is, Justo Jay, Willy Falcon, doing a fine job in the Seahawk V-Bottom.",
      "it": "Eccoli, Justo Jay, Willy Falcon, che vanno alla grande con la loro Seahawk."
    }
  },
  {
    "translation": {
      "en": "I'm very much responsible for them getting involved in racing.",
      "it": "Sono il responsabile del loro coinvolgimento nelle gare."
    }
  },
  {
    "translation": {
      "en": "I started racing boats.",
      "it": "Iniziai a gareggiare."
    }
  },
  {
    "translation": {
      "en": "One day, Willy came over, he saw all the fun we were having.",
      "it": "Un giorno, Willy venne e vide come ci divertivamo."
    }
  },
  {
    "translation": {
      "en": "And he goes, \"Hey, can we do this?\" And we started a company.",
      "it": "Disse: \"Vogliamo farlo insieme?\" E avviamo una società."
    }
  },
  {
    "translation": {
      "en": "[Rosello] Willy and Sal bought a boat company, Seahawk.",
      "it": "Willy e Sal comprarono un'azienda di barche, la Seahawk."
    }
  },
  {
    "translation": {
      "en": "[young Linero] It's the hottest thing around. [reporter] It seems to be.",
      "it": "- È la cosa più in voga ultimamente. - Sembra di sì."
    }
  },
  {
    "translation": {
      "en": "It was appealing to drug smugglers, 'cause it's an expensive sport.",
      "it": "Attirava i trafficanti di droga perché è uno sport costoso."
    }
  },
  {
    "translation": {
      "en": "[DeFede] Who else could afford it?",
      "it": "Chi, se non loro?"
    }
  },
  {
    "translation": {
      "en": "The toys are more expensive, but they're toys, right?",
      "it": "Sono più costosi, ma sono pur sempre dei giocattoli."
    }
  },
  {
    "translation": {
      "en": "[Rosello] You do, say, nine races a year. One race could cost you a million dollars.",
      "it": "Facciamo, per esempio, nove gare all'anno. Possono costare un milione l'una."
    }
  },
  {
    "translation": {
      "en": "If you're a drug dealer, why would you wanna race boats?",
      "it": "Se sei un narcotrafficante, perché ti dai alle gare?"
    }
  },
  {
    "translation": {
      "en": "How the hell you gonna justify",
      "it": "Come puoi giustificare una spesa di milioni di dollari"
    }
  },
  {
    "translation": {
      "en": "spending a million dollars racing boats and you don't have a job?",
      "it": "Come puoi giustificare una spesa di milioni di dollari per i motoscafi se non hai un lavoro?"
    }
  },
  {
    "translation": {
      "en": "[Linero] Sal got a boat, and they went and they got another boat.",
      "it": "Sal comprò una barca e poi ne comprarono un'altra."
    }
  },
  {
    "translation": {
      "en": "And forget about everybody else, the race was between Willy and Sal",
      "it": "E dimenticate tutti gli altri, la gara era tra Willy e Sal,"
    }
  },
  {
    "translation": {
      "en": "in different boats. That was the race.",
      "it": "su barche diverse. Ecco la gara."
    }
  },
  {
    "translation": {
      "en": "[announcer] There you see it, Seahawk Two makes a move on Seahawk One.",
      "it": "Ecco, Seahawk Due fa una mossa su Seahawk Uno."
    }
  },
  {
    "translation": {
      "en": "Willy Falcon makes a bid for the lead over Sal Magluta and Sal answers the challenge.",
      "it": "Willy Falcon sfida Sal Magluta e Sal non si tira indietro."
    }
  },
  {
    "translation": {
      "en": "[Rosello] And they had Taby, Recut,",
      "it": "E avevano Taby, Recut,"
    }
  },
  {
    "translation": {
      "en": "Jay, and Ralph Linero.",
      "it": "Jay, e Ralph Linero."
    }
  },
  {
    "translation": {
      "en": "They call him cabeza because he's got a big head.",
      "it": "Lo chiamano cabeza perché ha la testa grossa."
    }
  },
  {
    "translation": {
      "en": "The racing helmet, it had to be custom made 'cause none of them fit.",
      "it": "Il casco doveva essere fatto su misura, o non gli andava."
    }
  },
  {
    "translation": {
      "en": "Sometimes when we finish a race,",
      "it": "A volte, finivamo una gara"
    }
  },
  {
    "translation": {
      "en": "we got a couple of planes coming in about a day with 400 keys.",
      "it": "e il giorno dopo avevamo un paio di aerei in arrivo con 400 chili."
    }
  },
  {
    "translation": {
      "en": "[DeFede] Willy won one national title, Sal was a three-time champion.",
      "it": "Willy vinse un titolo nazionale, Sal ne vinse tre."
    }
  },
  {
    "translation": {
      "en": "[Barroso] We won the world championship.",
      "it": "Vincemmo il campionato del mondo."
    }
  },
  {
    "translation": {
      "en": "Man, that was the best feeling you ever had.",
      "it": "Cavolo, non mi ero mai sentito così."
    }
  },
  {
    "translation": {
      "en": "[announcer] There's your winner in the Open Class National Champions",
      "it": "Ecco il vincitore per due anni di fila nel campionato nazionale in classe open"
    }
  },
  {
    "translation": {
      "en": "two years in a row, and in modified class before that.",
      "it": "Ecco il vincitore per due anni di fila nel campionato nazionale in classe open e, prima, in classe modificata."
    }
  },
  {
    "translation": {
      "en": "[DeFede] At one point,",
      "it": "A un certo punto,"
    }
  },
  {
    "translation": {
      "en": "two-thirds of the champions of the powerboat racing circuit",
      "it": "credo che due terzi dei campioni delle gare di fuoribordo"
    }
  },
  {
    "translation": {
      "en": "were also all either soon-to-be or had just been convicted drug smugglers.",
      "it": "fossero stati condannati per traffico di droga, o lo sarebbero stati."
    }
  },
  {
    "translation": {
      "en": "Certainly, when you finish racing, win, lose, or draw,",
      "it": "Che tu vinca o perda, alla fine di una gara"
    }
  },
  {
    "translation": {
      "en": "you come home to a beautiful family, so you can't really lose.",
      "it": "ti aspetta una bella famiglia, quindi non perdi mai."
    }
  },
  {
    "translation": {
      "en": "No way.",
      "it": "No."
    }
  },
  {
    "translation": {
      "en": "[Linero] It was the family business. I know that these guys will do",
      "it": "Erano affari di famiglia. Avrebbero fatto di tutto per me,"
    }
  },
  {
    "translation": {
      "en": "whatever they could for me, and I would do whatever I could for them.",
      "it": "Avrebbero fatto di tutto per me, e io avrei fatto di tutto per loro."
    }
  },
  {
    "translation": {
      "en": "[Rosello] Willy's wife, Alina, had three sisters.",
      "it": "La moglie di Willy, Alina, aveva tre sorelle."
    }
  },
  {
    "translation": {
      "en": "Sal's wife, Isabelita, had three sisters.",
      "it": "E anche la moglie di Sal, Isabelita."
    }
  },
  {
    "translation": {
      "en": "Their husbands or boyfriends worked for the company or had a connection.",
      "it": "I loro uomini lavoravano per l'azienda, magari indirettamente."
    }
  },
  {
    "translation": {
      "en": "My daughter, Rachel, is married to Sal's nephew.",
      "it": "Mia figlia, Rachel, è sposata con il nipote di Sal."
    }
  },
  {
    "translation": {
      "en": "We're very close.",
      "it": "Siamo molto uniti."
    }
  },
  {
    "translation": {
      "en": "[reporter] Sal Magluta. A man who has more to smile about than just his race boat.",
      "it": "Sal Magluta, un uomo che non sorride solo per il suo motoscafo."
    }
  },
  {
    "translation": {
      "en": "Who do we have here today?",
      "it": "Chi c'è qui oggi?"
    }
  },
  {
    "translation": {
      "en": "[Sal] I have my oldest son, Chris,",
      "it": "Il mio figlio maggiore, Chris,"
    }
  },
  {
    "translation": {
      "en": "my little twins, Michael and Michelle, a boy and a girl.",
      "it": "i miei gemelli, Michael e Michelle, un maschio e una femmina."
    }
  },
  {
    "translation": {
      "en": "-And don't forget. -Oh, and the wife here, Isabel.",
      "it": "- E non dimenticare… - Oh, e mia moglie, Isabel."
    }
  },
  {
    "translation": {
      "en": "[Rosello] My little sister used to keep the books for Taby. She was 14 years old.",
      "it": "Mia sorella teneva i libri contabili per Taby. Aveva 14 anni."
    }
  },
  {
    "translation": {
      "en": "I mean, it was something that was kept very into the family. No outsiders.",
      "it": "Insomma, era qualcosa che tenevamo molto dentro la famiglia. Niente estranei."
    }
  },
  {
    "translation": {
      "en": "Bye! Bye!",
      "it": "Ciao!"
    }
  },
  {
    "translation": {
      "en": "Bye! Bye!",
      "it": "Ciao!"
    }
  },
  {
    "translation": {
      "en": "[Rosello] We were a close family, we did everything together. I mean, everything.",
      "it": "Eravamo una famiglia unita, facevamo tutto insieme. Cioè, tutto."
    }
  },
  {
    "translation": {
      "en": "We used to go to Vail twice, three times a year.",
      "it": "Andavamo a Vail due o tre volte l'anno."
    }
  },
  {
    "translation": {
      "en": "I mean, my family, my sister. I mean, we never had to pay for anything.",
      "it": "La mia famiglia, mia sorella. Non abbiamo mai dovuto pagare niente."
    }
  },
  {
    "translation": {
      "en": "[DeFede] Willy and Sal, what set them apart,",
      "it": "Una cosa che distingueva Will e Sal"
    }
  },
  {
    "translation": {
      "en": "was that they really did view this as a business.",
      "it": "è che per loro questo era davvero lavoro."
    }
  },
  {
    "translation": {
      "en": "[Rosello] We referred to the organization as \"the company.\" It was run like any other business.",
      "it": "L'organizzazione per noi era l'azienda. La gestivamo come una qualsiasi attività."
    }
  },
  {
    "translation": {
      "en": "You're not running a drug empire. You're running a legitimate corporation.",
      "it": "Non gestisci un impero della droga. Gestisci una multinazionale."
    }
  },
  {
    "translation": {
      "en": "And one of the products is cocaine.",
      "it": "E uno dei prodotti è la cocaina."
    }
  },
  {
    "translation": {
      "en": "We're nothing more than the Kennedys of the 21st century.",
      "it": "Siamo i Kennedy del ventunesimo secolo."
    }
  },
  {
    "translation": {
      "en": "Basically, it's a Fortune 500 company run by a bunch of muchachos.",
      "it": "In pratica, è un'azienda Fortune 500 gestita da un gruppo di muchachos."
    }
  },
  {
    "translation": {
      "en": "[DeFede] It was like \"Muchachos Inc.\"",
      "it": "Era la Muchachos Spa."
    }
  },
  {
    "translation": {
      "en": "Ralph Linero was vice president of air operations.",
      "it": "Ralph Linero era il vicepresidente delle operazioni aeree."
    }
  },
  {
    "translation": {
      "en": "Juan Barroso was the vice president of boats.",
      "it": "Juan Barroso era il vicepresidente delle barche."
    }
  },
  {
    "translation": {
      "en": "Justo Jay, a V.P. of distribution.",
      "it": "Justo Jay, quello della distribuzione."
    }
  },
  {
    "translation": {
      "en": "Willy's brother, Taby, was like an executive vice president.",
      "it": "Il fratello di Willy, Taby, era il vicepresidente esecutivo."
    }
  },
  {
    "translation": {
      "en": "And Willy and Sal, they were the CEOs.",
      "it": "E Willy e Sal erano gli amministratori delegati."
    }
  },
  {
    "translation": {
      "en": "Willy was more of a schmoozer.",
      "it": "Willy era più un affabulatore."
    }
  },
  {
    "translation": {
      "en": "He was the one who would work the edges and the personalities, made the connections.",
      "it": "Smussava gli spigoli, stringeva legami con personalità e contatti."
    }
  },
  {
    "translation": {
      "en": "Then Sal would come in and actually negotiate the finer points of business.",
      "it": "Poi entrava in scena Sal per rifinire le negoziazioni."
    }
  },
  {
    "translation": {
      "en": "That's the way Sal wanted it. He wanted the focus always to be on Willy.",
      "it": "Era quello che voleva Sal. Voleva i riflettori puntati su Willy."
    }
  },
  {
    "translation": {
      "en": "In case something happened, Willy would go down and he wouldn't.",
      "it": "Se fosse successo qualcosa, Willy sarebbe caduto, e lui no."
    }
  },
  {
    "translation": {
      "en": "[Rosello] Sal was taught numbers and the business.",
      "it": "Sal imparò conti e affari."
    }
  },
  {
    "translation": {
      "en": "[Linero] Sal was an accounting wizard.",
      "it": "Sal era un mago della contabilità."
    }
  },
  {
    "translation": {
      "en": "[DeFede] He's making sure payments are being made on a regular basis,",
      "it": "Si accertava che i pagamenti fossero regolari,"
    }
  },
  {
    "translation": {
      "en": "that the organization kept moving, kept running, kept operating.",
      "it": "che l'organizzazione andasse avanti, che fosse operativa."
    }
  },
  {
    "translation": {
      "en": "That was Sal's responsibility.",
      "it": "Era responsabilità di Sal."
    }
  },
  {
    "translation": {
      "en": "That's why they worked. You need an enforcer and you need a good guy.",
      "it": "Ecco perché funzionavano. Servono un sicario e un bravo ragazzo."
    }
  },
  {
    "translation": {
      "en": "Sal would use La Finquita, the farm in Miami, as the corporate headquarters.",
      "it": "Sal usava La Finquita, la fattoria di Miami, come sede centrale."
    }
  },
  {
    "translation": {
      "en": "[Linero] Sal had a tiger there.",
      "it": "Sal lì teneva una tigre."
    }
  },
  {
    "translation": {
      "en": "We had a room full of short-wave radios to communicate with Colombia.",
      "it": "C'era una stanza piena di radio a onde corte per parlare con la Colombia."
    }
  },
  {
    "translation": {
      "en": "[Rosello] Every six months, he would have everybody gathered there, all the clients.",
      "it": "Ogni sei mesi, riuniva lì tutti i clienti."
    }
  },
  {
    "translation": {
      "en": "I used to keep a daily ledger of the money and the coke.",
      "it": "Tenevo la contabilità giornaliera dei soldi e della coca."
    }
  },
  {
    "translation": {
      "en": "Everybody would be waiting there in the living room watching TV,",
      "it": "Tutti aspettavano in salotto guardando la televisione,"
    }
  },
  {
    "translation": {
      "en": "talking, taking hits, whatever.",
      "it": "parlando, facendo dei tiri, cose così."
    }
  },
  {
    "translation": {
      "en": "[Linero] There was no board table. It was done with sweatsuits on.",
      "it": "Non c'era un consiglio d'amministrazione. Erano tutti in tuta."
    }
  },
  {
    "translation": {
      "en": "[Rosello] They would call you one by one.",
      "it": "Li chiamavano uno per volta."
    }
  },
  {
    "translation": {
      "en": "You walk in, you sit down in front of Sal. He's behind the desk.",
      "it": "Entri, ti siedi davanti a Sal. È dietro la scrivania."
    }
  },
  {
    "translation": {
      "en": "They had la silla caliente, the hot chair.",
      "it": "Avevano la silla caliente, la sedia che scotta."
    }
  },
  {
    "translation": {
      "en": "'Cause once you sit there, the truth has to come out. You can't fuck around.",
      "it": "Perché quando ti siedi lì, la verità deve venire fuori. Non si scherza."
    }
  },
  {
    "translation": {
      "en": "Sal had the books, the ledgers, and he'll let you know how much money you owe",
      "it": "Sal aveva i libri, i registri, e ti diceva quanti soldi dovevi,"
    }
  },
  {
    "translation": {
      "en": "and the merchandise that you've taken and all that.",
      "it": "la merce che avevi preso e tutto il resto."
    }
  },
  {
    "translation": {
      "en": "Sal and his books. He ran it like a legit business.",
      "it": "Sal e i suoi registri. Come in un'azienda regolare."
    }
  },
  {
    "translation": {
      "en": "[reporter] You guys are making it sound like a Sunday drive.",
      "it": "Lo fate sembrare una gita della domenica."
    }
  },
  {
    "translation": {
      "en": "Oh, yes, it was nice.",
      "it": "Sì, è stato bello."
    }
  },
  {
    "translation": {
      "en": "[DeFede] The hardest thing about being a drug dealer in Miami in the '70s and early '80s was what to do with the money.",
      "it": "Uno spacciatore a Miami tra gli anni '70 e '80 non sapeva cosa fare coi soldi."
    }
  },
  {
    "translation": {
      "en": "I had ten million dollars in a big… Like a U-Haul box inside the closet.",
      "it": "Avevo dieci milioni in uno scatolone da traslochi nell'armadio."
    }
  },
  {
    "translation": {
      "en": "My mom told this friend from the family, \"I wanna clean Pegy's room.\"",
      "it": "Mia madre disse a un'amica: \"Voglio pulire la stanza di Pegy."
    }
  },
  {
    "translation": {
      "en": "\"There's this big box I need to move. I need you to help me.\"",
      "it": "Ma mi devi aiutare a spostare uno scatolone\"."
    }
  },
  {
    "translation": {
      "en": "They open the closet, both of them are pulling and tugging on the box.",
      "it": "Aprirono l'armadio, tirarono la scatola per spostarla,"
    }
  },
  {
    "translation": {
      "en": "The box breaks, all this money falls.",
      "it": "la ruppero, i soldi caddero."
    }
  },
  {
    "translation": {
      "en": "My mom sees that. Boom, she's fainted on the floor.",
      "it": "Mia madre li vide e svenne sul colpo."
    }
  },
  {
    "translation": {
      "en": "\"What the hell is this? There's all this money in your closet.\"",
      "it": "\"Cosa diavolo sono tutti quei soldi nel tuo armadio?"
    }
  },
  {
    "translation": {
      "en": "\"Your mom just fainted. We were trying to move the box.\"",
      "it": "Tua madre è svenuta. Volevamo spostare la scatola.\""
    }
  },
  {
    "translation": {
      "en": "[DeFede] The money was the biggest problem.",
      "it": "I soldi erano un problema."
    }
  },
  {
    "translation": {
      "en": "You can only box it up and keep it in your basement for so long.",
      "it": "Potevamo solo inscatolarli e tenerli in cantina."
    }
  },
  {
    "translation": {
      "en": "Falcon and Magluta had purchased a great number of properties",
      "it": "Falcon e Magluta avevano comprato un gran numero di proprietà."
    }
  },
  {
    "translation": {
      "en": "and had used their fathers, their respective fathers,",
      "it": "E avevano usato i loro padri, i loro rispettivi padri,"
    }
  },
  {
    "translation": {
      "en": "to act as presidents of construction companies",
      "it": "come presidenti di società edili"
    }
  },
  {
    "translation": {
      "en": "that built apartment buildings in the Miami area.",
      "it": "che costruivano condomini nella zona di Miami."
    }
  },
  {
    "translation": {
      "en": "[Rosello] They used to live in mansions, vacation homes, and Vail.",
      "it": "Vivevano in ville, case vacanze e a Vail."
    }
  },
  {
    "translation": {
      "en": "Sal had an apartment in Brickell Key, we used to call it Scarface.",
      "it": "Sal aveva un appartamento a Brickell Key che chiamavamo \"Scarface\"."
    }
  },
  {
    "translation": {
      "en": "We would go out and party and Sal gave us an extra key.",
      "it": "Uscivamo a divertirci a Sal ci dava la chiave."
    }
  },
  {
    "translation": {
      "en": "After clubbing and stuff, we would go and hang out at Scarface.",
      "it": "Dopo la discoteca, andavamo a Scarface."
    }
  },
  {
    "translation": {
      "en": "They will go out to party at a club or whatever to spend 20, 30 grand a night.",
      "it": "Nei locali spendevano 20 o 30 mila dollari a notte."
    }
  },
  {
    "translation": {
      "en": "That was like, nothing.",
      "it": "Come se niente fosse."
    }
  },
  {
    "translation": {
      "en": "Willy and Sal, they used to party at The Mutiny all the time.",
      "it": "Willy e Sal andavano sempre al The Mutiny."
    }
  },
  {
    "translation": {
      "en": "[Bonachea] If you were anybody, you'd be at The Mutiny.",
      "it": "Se eri qualcuno, andavi al The Mutiny."
    }
  },
  {
    "translation": {
      "en": "That's where every drug dealer went.",
      "it": "Ci andavano tutti gli spacciatori."
    }
  },
  {
    "translation": {
      "en": "[Linero] I would describe The Mutiny as the Wall Street",
      "it": "Il The Mutiny era la Wall Street"
    }
  },
  {
    "translation": {
      "en": "of cocaine business in the '80s.",
      "it": "del business della cocaina negli anni '80."
    }
  },
  {
    "translation": {
      "en": "That's where everything happened.",
      "it": "Era lì che succedeva tutto."
    }
  },
  {
    "translation": {
      "en": "It was not my thing.",
      "it": "Non faceva per me."
    }
  },
  {
    "translation": {
      "en": "Too many fools. Cocaine on the fucking tables",
      "it": "Troppi idioti. Cocaina sui tavoli,"
    }
  },
  {
    "translation": {
      "en": "with the women all around. What are you, crazy?",
      "it": "circondati da donne. Siete pazzi?"
    }
  },
  {
    "translation": {
      "en": "[Linero] We had a way to let other organizations know that we had material.",
      "it": "Avevamo un modo per far sapere alle altre organizzazioni che avevamo del materiale."
    }
  },
  {
    "translation": {
      "en": "We would get a Burger King hat. We would put it on the table.",
      "it": "Mettevamo sul tavolo un copricapo di Burger King."
    }
  },
  {
    "translation": {
      "en": "That was a sign to everybody in the club that, \"Hey, we got material.\"",
      "it": "Era un segnale per chi era nel locale: \"Ehi, abbiamo il materiale."
    }
  },
  {
    "translation": {
      "en": "\"Let's talk.\"",
      "it": "Parliamone\"."
    }
  },
  {
    "translation": {
      "en": "I went looking for Willy to get me my money.",
      "it": "Cercai Willy per farmi dare i miei soldi."
    }
  },
  {
    "translation": {
      "en": "And they had a party at The Mutiny. They were celebrating Cabeza's birthday.",
      "it": "Erano a una festa al The Mutiny. Era il compleanno di Cabeza."
    }
  },
  {
    "translation": {
      "en": "And I found Willy, Sal, and Jay",
      "it": "E trovai Willy, Sal e Jay"
    }
  },
  {
    "translation": {
      "en": "stoned out of their minds in a room at the hotel.",
      "it": "completamente sballati in una stanza dell'hotel."
    }
  },
  {
    "translation": {
      "en": "And there was three girls in the bed, naked.",
      "it": "C'erano tre ragazze nel letto, nude."
    }
  },
  {
    "translation": {
      "en": "So I said, \"The girls or the money?\" So I jumped right in.",
      "it": "Mi chiesi: \"I soldi o le ragazze?\" E saltai dentro al letto."
    }
  },
  {
    "translation": {
      "en": "[Rosello] Willy and Sal were married, but you have money,",
      "it": "Willy e Sal erano sposati, ma con tutti quei soldi"
    }
  },
  {
    "translation": {
      "en": "you wanna go out, party with your friends.",
      "it": "ti vuoi divertire con gli amici."
    }
  },
  {
    "translation": {
      "en": "You think your wife… She could get mad for a day or two.",
      "it": "Tua moglie si arrabbierà per un paio di giorni."
    }
  },
  {
    "translation": {
      "en": "You get home, you give her 30, 40, 50 grand",
      "it": "Torni a casa, le dai 30, 40, 50 mila e la mandi a fare shopping."
    }
  },
  {
    "translation": {
      "en": "and you tell her, \"Go shopping.\" She's not gonna be mad at you anymore.",
      "it": "Torni a casa, le dai 30, 40, 50 mila e la mandi a fare shopping. Non sarà più arrabbiata con te."
    }
  },
  {
    "translation": {
      "en": "[Linero] If they had a boat race, I would fly either the mistress or the wife",
      "it": "Se avevano una gara, portavo in volo l'amante o la moglie,"
    }
  },
  {
    "translation": {
      "en": "and then the mistress would go on another plane in another hotel.",
      "it": "e poi l'amante andava in un altro albergo con un altro aereo."
    }
  },
  {
    "translation": {
      "en": "It was a comedy of errors sometimes.",
      "it": "Sembrava una commedia degli equivoci."
    }
  },
  {
    "translation": {
      "en": "[Rosello] Outside his marriage, Willy had kids with this girl.",
      "it": "Fuori dal matrimonio, Willy aveva dei figli con questa ragazza."
    }
  },
  {
    "translation": {
      "en": "They had twins.",
      "it": "Due gemelli."
    }
  },
  {
    "translation": {
      "en": "\"Here's $50,000 to go shopping.\" I guess that probably cost Willy probably a million. [chuckles]",
      "it": "Altro che 50.000 $ per fare shopping. Quello a Willy sarà costato un milione."
    }
  },
  {
    "translation": {
      "en": "[DeFede] These two guys were running the place. Everywhere you went, it was Willy and Sal.",
      "it": "Erano i padroni del posto. Ovunque andassi, c'erano Willy e Sal."
    }
  },
  {
    "translation": {
      "en": "[Rosello] If you didn't know Willy and Sal personally,",
      "it": "Se non conoscevi Willy e Sal,"
    }
  },
  {
    "translation": {
      "en": "you knew someone that knew someone that knew Willy and Sal.",
      "it": "conoscevi qualcuno che conosceva qualcuno che li conosceva."
    }
  },
  {
    "translation": {
      "en": "All of Miami considered them local heroes",
      "it": "Tutta Miami li considerava eroi locali"
    }
  },
  {
    "translation": {
      "en": "because they were like Robin Hoods. They always shared their wealth.",
      "it": "perché erano come Robin Hood. Condividevano sempre la loro ricchezza."
    }
  },
  {
    "translation": {
      "en": "[Rosello] At Miami High, I was on the basketball team.",
      "it": "Al liceo di Miami, ero nella squadra di basket."
    }
  },
  {
    "translation": {
      "en": "Whatever the team needed, they got it.",
      "it": "Se alla squadra serviva qualcosa, ci pensavano loro."
    }
  },
  {
    "translation": {
      "en": "I mean, you go to them, \"I need 30 grand, 40 grand to put my kid through college.\"",
      "it": "Andavi da loro: \"Mi servono 30 o 40 mila per mandare mio figlio al college\"."
    }
  },
  {
    "translation": {
      "en": "\"What do you need, 30? Here's 50.\"",
      "it": "\"Te ne servono 30? Eccone 50.\""
    }
  },
  {
    "translation": {
      "en": "They helped everybody.",
      "it": "Aiutavano tutti."
    }
  },
  {
    "translation": {
      "en": "[Bonachea] I hadn't seen Sal since 1979.",
      "it": "Non vedevo Sal dal 1979."
    }
  },
  {
    "translation": {
      "en": "Sal called me, he said, \"I wanna see you tonight.\"",
      "it": "Mi chiamò e mi disse: \"Voglio vederti stasera."
    }
  },
  {
    "translation": {
      "en": "He says, \"Do you remember what car I was driving when we last were together?\"",
      "it": "Ricordi che macchina avevo l'ultima volta che ci siamo visti?\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Yeah, you were driving a blue Challenger.\"",
      "it": "\"Certo, guidavi una Challenger blu.\""
    }
  },
  {
    "translation": {
      "en": "And he says, \"Okay. Watch what I'm gonna pick you up in.\"",
      "it": "\"Ok. Guarda con cosa ti vengo a prendere.\""
    }
  },
  {
    "translation": {
      "en": "He came and he picked me up and he's in a Rolls-Royce.",
      "it": "Venne a prendermi ed era in una Rolls Royce."
    }
  },
  {
    "translation": {
      "en": "We were out in the Rolls",
      "it": "Eravamo nella Rolls"
    }
  },
  {
    "translation": {
      "en": "and we were going through…",
      "it": "e attraversavamo…"
    }
  },
  {
    "translation": {
      "en": "You know Coconut Grove has a bad neighborhood on one side?",
      "it": "Coconut Grove ha un brutto quartiere, accanto."
    }
  },
  {
    "translation": {
      "en": "And Sal goes, \"You see all these people? I support them.\"",
      "it": "E Sal disse: \"Vedi tutta questa gente? Li aiuto io."
    }
  },
  {
    "translation": {
      "en": "\"They get all their drugs from me.\" I said, \"Great.\"",
      "it": "Prendono la droga da me.\" Risposi: \"Fantastico\"."
    }
  },
  {
    "translation": {
      "en": "Then right behind us, I see sirens. And I go, \"Oh, man.\"",
      "it": "Poi, dietro di noi, vedo le sirene. Dissi: \"Oh, cavolo\"."
    }
  },
  {
    "translation": {
      "en": "I think he had a couple of keys in the back.",
      "it": "Penso che avesse un paio di chili con sé."
    }
  },
  {
    "translation": {
      "en": "So I go, \"Okay. We're all going to jail today.\"",
      "it": "Dissi: \"Oggi andremo tutti in galera\"."
    }
  },
  {
    "translation": {
      "en": "There were two cops. They come out of the car.",
      "it": "C'erano due poliziotti. Scesero dall'auto."
    }
  },
  {
    "translation": {
      "en": "They looked at Sal and never said,",
      "it": "Guardarono Sal"
    }
  },
  {
    "translation": {
      "en": "\"Can I have your driver's license?\" or anything. They knew who he was.",
      "it": "e non gli chiesero patente o documenti. Sapevano chi era."
    }
  },
  {
    "translation": {
      "en": "Sal says, \"Look, we'll do a trade. You take the keys and you let me go.\"",
      "it": "Sal disse: \"Facciamo uno scambio. Prendetevi la coca e me ne vado\"."
    }
  },
  {
    "translation": {
      "en": "And the cops turn around and said, \"It was nice running into you.\"",
      "it": "I poliziotti si girarono e dissero: \"È stato bello incontrarti\"."
    }
  },
  {
    "translation": {
      "en": "Took the two keys and took off.",
      "it": "Presero i due chili e via."
    }
  },
  {
    "translation": {
      "en": "And that was the end of that and I was like… [gasps]",
      "it": "L'episodio finì lì e io pensai: \"Oh\"."
    }
  },
  {
    "translation": {
      "en": "[DeFede] In a lot of ways, Willy and Sal, in their world, in their community…",
      "it": "Per molti versi, Willy e Sal, nel loro mondo, nella loro comunità,"
    }
  },
  {
    "translation": {
      "en": "More popular than Gloria Estefan and Miami Sound Machine.",
      "it": "erano più popolari di Gloria Estefan e i Miami Sound Machine."
    }
  },
  {
    "translation": {
      "en": "[DeFede] They were the kings of cocaine in South Florida.",
      "it": "Erano i re della coca nel sud della Florida."
    }
  },
  {
    "translation": {
      "en": "[Posada] They were grossing 20, 30 million every month.",
      "it": "Incassavano 20, 30 milioni al mese."
    }
  },
  {
    "translation": {
      "en": "I told Willy, \"You already have over 100 million dollars.",
      "it": "Dissi a Willy: \"Hai già più di 100 milioni di dollari."
    }
  },
  {
    "translation": {
      "en": "Why don't you quit?\"",
      "it": "Perché non smetti?\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"Until I get to a billion,",
      "it": "Rispose: \"Finché non avrò un miliardo"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna quit.\"",
      "it": "non smetterò\"."
    }
  },
  {
    "translation": {
      "en": "The Miami area has the highest murder rate per capita in the country.",
      "it": "La zona di Miami ha il più alto tasso di omicidi pro capite del Paese."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The rate of killing here is accelerating, the efficient work of the Cocaine Cowboys.",
      "it": "Il tasso di uccisioni accelera per opera dei cowboy della cocaina."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Local homicide detectives say Miami's in the middle of a narcotics war",
      "it": "La polizia dice che Miami è al centro di una guerra per la droga"
    }
  },
  {
    "translation": {
      "en": "between Colombian and Cuban drug dealers.",
      "it": "tra trafficanti colombiani e cubani."
    }
  },
  {
    "translation": {
      "en": "[DeFede] The violence, the shootings, the police were totally overwhelmed",
      "it": "La violenza, le sparatorie. La polizia era sopraffatta,"
    }
  },
  {
    "translation": {
      "en": "and so they focused their limited resources on the violent drug dealers.",
      "it": "e concentrò le sue limitate risorse sugli spacciatori violenti."
    }
  },
  {
    "translation": {
      "en": "The ones who were embarrassing them because of headlines in the newspapers.",
      "it": "Quelli che li mettevano in imbarazzo per i titoli dei giornali."
    }
  },
  {
    "translation": {
      "en": "But not Willy and Sal.",
      "it": "Ma non Willy e Sal."
    }
  },
  {
    "translation": {
      "en": "[Clark] Falcon and Magluta, they weren't necessarily on the radar screen.",
      "it": "Falcon e Magluta non erano necessariamente sullo schermo radar."
    }
  },
  {
    "translation": {
      "en": "They were the nonviolent drug dealers.",
      "it": "Erano spacciatori non violenti."
    }
  },
  {
    "translation": {
      "en": "[Linero] If I would say, \"Hey, I lost a load.\"",
      "it": "Se avessi detto: \"Ho perso un carico\","
    }
  },
  {
    "translation": {
      "en": "I wouldn't be in fear of say, \"Hey, I don't want to get killed.\"",
      "it": "non avrei avuto paura di essere ucciso."
    }
  },
  {
    "translation": {
      "en": "My word was just good enough for them.",
      "it": "La mia parola era sufficiente, per loro."
    }
  },
  {
    "translation": {
      "en": "[DeFede] It wasn't about retaliation. It was about taking care of business.",
      "it": "Non c'erano ritorsioni. Era per il bene degli affari. La violenza attira più attenzione."
    }
  },
  {
    "translation": {
      "en": "Violence attracts more attention to you. That's not what they wanted.",
      "it": "Era per il bene degli affari. La violenza attira più attenzione. Non è quello che volevano."
    }
  },
  {
    "translation": {
      "en": "You're in the drug business and when you're that big, of course it's dangerous.",
      "it": "Se sei un pesce grosso nel giro della droga, è ovvio che sia pericoloso."
    }
  },
  {
    "translation": {
      "en": "Kind of a stressful lifestyle, but…",
      "it": "È una vita stressante, ma…"
    }
  },
  {
    "translation": {
      "en": "The sport itself isn't dangerous as long as you're well-prepared,",
      "it": "Come sport non è pericoloso, se sei preparato,"
    }
  },
  {
    "translation": {
      "en": "you got a good crew, and they're all working together.",
      "it": "hai un buon equipaggio e collaborano tutti."
    }
  },
  {
    "translation": {
      "en": "You… I don't see any danger in it.",
      "it": "Non vedo alcun pericolo."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] A federal task force is helping Florida",
      "it": "Una task force federale aiuta la Florida"
    }
  },
  {
    "translation": {
      "en": "reduce the drug tide, now estimated at seven billion dollars a year.",
      "it": "a ridurre la marea della droga, stimata in sette miliardi all'anno."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Cocaine seizures are up.",
      "it": "I sequestri di cocaina sono aumentati."
    }
  },
  {
    "translation": {
      "en": "12,000 pounds of coke seized in 1983,",
      "it": "Cinque tonnellate e mezza sequestrate nel 1983,"
    }
  },
  {
    "translation": {
      "en": "compared with 44,000 pounds of coke taken last year.",
      "it": "contro le 20 tonnellate dell'anno scorso."
    }
  },
  {
    "translation": {
      "en": "Drugs weren't coming in like they used to.",
      "it": "Le droghe non arrivavano più come prima."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The efforts by the Drug Task Force has officials in other parts of the country",
      "it": "Il lavoro dell'antidroga fa sì che in altre zone del Paese la polizia"
    }
  },
  {
    "translation": {
      "en": "saying now they have increased problems with drug smugglers",
      "it": "rilevi più problemi con i narcotrafficanti"
    }
  },
  {
    "translation": {
      "en": "moving marijuana and cocaine through other places.",
      "it": "che spostano marijuana e cocaina in altri posti."
    }
  },
  {
    "translation": {
      "en": "Places away from Miami.",
      "it": "Lontano da Miami."
    }
  },
  {
    "translation": {
      "en": "That put a stop on the operation, and then it was,",
      "it": "L'operazione si dovette fermare,"
    }
  },
  {
    "translation": {
      "en": "\"We gotta go back to plan B.\"",
      "it": "e passammo al piano B."
    }
  },
  {
    "translation": {
      "en": "Plan B was to move to California.",
      "it": "Cioè, trasferirci in California."
    }
  },
  {
    "translation": {
      "en": "[Rosello] In '85, Willy and Sal, they left to L.A.",
      "it": "Nel '85, Willy e Sal andarono a Los Angeles."
    }
  },
  {
    "translation": {
      "en": "[Clark] They set up shop in Marina del Rey, an affluent suburb of Los Angeles.",
      "it": "Stabilirono gli affari a Marina del Rey, un ricco sobborgo di Los Angeles."
    }
  },
  {
    "translation": {
      "en": "Willy's like, \"Stay in L.A., count money, start working for the company,",
      "it": "Willy disse: \"Vieni a Los Angeles a contare i soldi per 5000 dollari a settimana\"."
    }
  },
  {
    "translation": {
      "en": "I'll pay you $5,000 a week.\"",
      "it": "\"Vieni a Los Angeles a contare i soldi per 5000 dollari a settimana\"."
    }
  },
  {
    "translation": {
      "en": "California was the equivalent of Miami at that time.",
      "it": "La California era l'equivalente di Miami a quel tempo."
    }
  },
  {
    "translation": {
      "en": "Drugs were being transported across the southwestern border.",
      "it": "Le droghe arrivavano attraverso il confine a sud-ovest."
    }
  },
  {
    "translation": {
      "en": "[Rosello] The difference between East and West Coast,",
      "it": "C'era una differenza tra le due coste:"
    }
  },
  {
    "translation": {
      "en": "East, you bring it up by plane and speedboats.",
      "it": "in quella est, portavi la droga su aerei e motoscafi,"
    }
  },
  {
    "translation": {
      "en": "West Coast, tractor trailers.",
      "it": "in quella ovest, sui tir."
    }
  },
  {
    "translation": {
      "en": "I think that once everything started in L.A. in '85, things got out of control.",
      "it": "Quando tutto iniziò a Los Angeles, nel 1985, le cose sfuggirono di mano."
    }
  },
  {
    "translation": {
      "en": "They were bringing in anywhere from three to five thousand keys",
      "it": "Portavano da tremila a cinquemila chili"
    }
  },
  {
    "translation": {
      "en": "on a monthly basis.",
      "it": "ogni mese."
    }
  },
  {
    "translation": {
      "en": "[Clark] Because of their high-living lifestyle, this drew the attention of bystanders",
      "it": "Il loro stile di vita sopra le righe attirò l'attenzione degli osservatori,"
    }
  },
  {
    "translation": {
      "en": "and information was related to",
      "it": "e l'informazione fu passata"
    }
  },
  {
    "translation": {
      "en": "the Los Angeles County Sheriff's Department, Narcotics Squad.",
      "it": "all'ufficio dello sceriffo e alla squadra antidroga."
    }
  },
  {
    "translation": {
      "en": "They executed a raid and discovered",
      "it": "Fecero un'irruzione e scoprirono"
    }
  },
  {
    "translation": {
      "en": "a treasure trove of incriminating evidence.",
      "it": "un tesoro di prove incriminanti."
    }
  },
  {
    "translation": {
      "en": "Large amount of cash, three kilograms of cocaine,",
      "it": "Grandi quantità di contanti, tre chili di cocaina,"
    }
  },
  {
    "translation": {
      "en": "fake identification.",
      "it": "documenti falsi. In base a tutto ciò,"
    }
  },
  {
    "translation": {
      "en": "And based upon that bust, Falcon and Magluta,",
      "it": "documenti falsi. In base a tutto ciò, Falcon e Magluta, sotto le loro presunte identità,"
    }
  },
  {
    "translation": {
      "en": "under their assumed identities,",
      "it": "Falcon e Magluta, sotto le loro presunte identità,"
    }
  },
  {
    "translation": {
      "en": "were arrested again on state trafficking charges.",
      "it": "furono nuovamente arrestati per spaccio."
    }
  },
  {
    "translation": {
      "en": "They were issued bond under their fake names.",
      "it": "Furono arrestati sotto i loro nomi falsi."
    }
  },
  {
    "translation": {
      "en": "Law enforcement wasn't really in tune with how to capture",
      "it": "La polizia non capiva come catturare e perseguire questi tizi."
    }
  },
  {
    "translation": {
      "en": "and go after these guys.",
      "it": "non capiva come catturare e perseguire questi tizi."
    }
  },
  {
    "translation": {
      "en": "They'd get arrested. You just change your ID, get new driver's licenses, you skip bail.",
      "it": "Se li arrestavano, cambiavano i documenti e scappavano dopo la cauzione."
    }
  },
  {
    "translation": {
      "en": "And that's what they ended up doing.",
      "it": "Fecero così anche loro. Furono rilasciati su cauzione"
    }
  },
  {
    "translation": {
      "en": "Once you make bond in L.A., they're gone.",
      "it": "Fecero così anche loro. Furono rilasciati su cauzione e sparirono. Tornarono a Miami."
    }
  },
  {
    "translation": {
      "en": "They're back in Miami.",
      "it": "e sparirono. Tornarono a Miami."
    }
  },
  {
    "translation": {
      "en": "[Clark] The Los Angeles Sheriff happened to be watching ESPN,",
      "it": "Lo sceriffo di Los Angeles stava guardando la ESPN"
    }
  },
  {
    "translation": {
      "en": "which was broadcasting a powerboat race and there, lo and behold, was Sal Magluta,",
      "it": "che trasmetteva una gara di motoscafi e lì, sorpresa, c'era Sal Magluta,"
    }
  },
  {
    "translation": {
      "en": "aka, Angelo Maretto, being interviewed having won a powerboat race.",
      "it": "alias Angelo Maretto, intervistato dopo aver vinto una gara di motoscafi."
    }
  },
  {
    "translation": {
      "en": "Sal Magluta, last year's national champion,",
      "it": "Sal Magluta, campione nazionale l'anno scorso,"
    }
  },
  {
    "translation": {
      "en": "very close to being last year's world champion.",
      "it": "quasi campione del mondo."
    }
  },
  {
    "translation": {
      "en": "[DeFede] \"That's not Sal Magluta. That's Angelo Maretto!",
      "it": "Non è Sal Magluta. Quello è Angelo Maretto!"
    }
  },
  {
    "translation": {
      "en": "I know that guy!\"",
      "it": "Lo conosco!"
    }
  },
  {
    "translation": {
      "en": "The sheriff was floored by this news that the fugitive from the state of California,",
      "it": "Lo sceriffo restò sbigottito quando scoprì che il fuggitivo della California"
    }
  },
  {
    "translation": {
      "en": "that he was searching for, wound up in Florida.",
      "it": "che lui stava cercando, era in Florida."
    }
  },
  {
    "translation": {
      "en": "[DeFede] This was the guy who got away and yet here he is on ESPN",
      "it": "È il tizio che è scappato, eppure eccolo sulla ESPN"
    }
  },
  {
    "translation": {
      "en": "for the whole world to see just living large.",
      "it": "per mostrare al mondo che vive in grande stile."
    }
  },
  {
    "translation": {
      "en": "Are you crazy?",
      "it": "Sei impazzito?"
    }
  },
  {
    "translation": {
      "en": "Aren't you ever satisfied? You got a brand-new boat.",
      "it": "Non sei mai soddisfatto? Hai una barca nuova."
    }
  },
  {
    "translation": {
      "en": "No, every year, everybody comes out with faster things,",
      "it": "No, ogni anno tutti hanno barche più veloci,"
    }
  },
  {
    "translation": {
      "en": "so you have to try to stay up there.",
      "it": "devo essere alla loro altezza."
    }
  },
  {
    "translation": {
      "en": "[Clark] In 1979, Falcon and Magluta had already been charged and convicted",
      "it": "Nel 1979, Falcon e Magluta erano già stati accusati e condannati"
    }
  },
  {
    "translation": {
      "en": "in the state of Florida in the Operation Video Canary case.",
      "it": "dallo stato della Florida nell'operazione Video Canary."
    }
  },
  {
    "translation": {
      "en": "When, in 1987, the board rejected various appeals,",
      "it": "Quando, nel 1987, il tribunale respinse vari appelli,"
    }
  },
  {
    "translation": {
      "en": "they were expected to surrender to serve their 14-month sentence.",
      "it": "avrebbero dovuto costituirsi e scontare la condanna a 14 mesi."
    }
  },
  {
    "translation": {
      "en": "That, he did not.",
      "it": "Non fu così."
    }
  },
  {
    "translation": {
      "en": "They were now wanted in the state of Florida.",
      "it": "Ora erano ricercati in Florida."
    }
  },
  {
    "translation": {
      "en": "[DeFede] Prosecutors, DEA, state, local cops,",
      "it": "I procuratori, l'antidroga, la polizia locale,"
    }
  },
  {
    "translation": {
      "en": "all wanted to know where Willy and Sal were.",
      "it": "volevano sapere dove fossero Willy e Sal."
    }
  },
  {
    "translation": {
      "en": "But by 1987, they stopped racing boats.",
      "it": "Ma nel 1987 smisero di gareggiare."
    }
  },
  {
    "translation": {
      "en": "They moved out of their houses and rented new places under fake names.",
      "it": "Cambiarono casa usando nomi falsi."
    }
  },
  {
    "translation": {
      "en": "They were still smuggling cocaine,",
      "it": "Trafficavano ancora la coca,"
    }
  },
  {
    "translation": {
      "en": "but they were trying to keep a low profile.",
      "it": "ma cercavano di mantenere un profilo basso."
    }
  },
  {
    "translation": {
      "en": "[Clark] Because they had continued to traffic in drugs throughout the 1980s,",
      "it": "Poiché avevano continuato i loro affari durante tutti gli anni '80,"
    }
  },
  {
    "translation": {
      "en": "pretty much unabated for well over ten years,",
      "it": "praticamente senza sosta per oltre dieci anni,"
    }
  },
  {
    "translation": {
      "en": "they acquired this legendary status within the drug trade.",
      "it": "acquisirono uno status leggendario nel traffico di droga."
    }
  },
  {
    "translation": {
      "en": "[DeFede] This was the holy grail",
      "it": "Erano il Santo Graal"
    }
  },
  {
    "translation": {
      "en": "for any cop trying to bring down a dope ring.",
      "it": "per chi voleva smantellare il giro della droga."
    }
  },
  {
    "translation": {
      "en": "[man] March 30, 1988…",
      "it": "Il 30 marzo 1988…"
    }
  },
  {
    "translation": {
      "en": "myself and my partner, Jorge Plasencia,",
      "it": "io e il mio partner, Jorge Plasencia,"
    }
  },
  {
    "translation": {
      "en": "we go to Dolphin Office Supply on Southwest 27th Avenue.",
      "it": "andammo alla Dolphin Articoli per ufficio, sulla 27esima Strada."
    }
  },
  {
    "translation": {
      "en": "I'm shopping. I'm looking.",
      "it": "Facevo acquisti, guardavo."
    }
  },
  {
    "translation": {
      "en": "And the next thing I know,",
      "it": "E di colpo,"
    }
  },
  {
    "translation": {
      "en": "I feel Jorge Plasencia tugging at my shirt.",
      "it": "sentii che Jorge mi tirava per la camicia."
    }
  },
  {
    "translation": {
      "en": "And he goes…",
      "it": "Mi disse: \"È Sal."
    }
  },
  {
    "translation": {
      "en": "[whispers] \"That's Sal. That's Sal Magluta.\"",
      "it": "Mi disse: \"È Sal. \"È Sal Magluta\"."
    }
  },
  {
    "translation": {
      "en": "Sal is in a store, buying some ledgers.",
      "it": "Sal sta comprando dei libri contabili."
    }
  },
  {
    "translation": {
      "en": "He's a fugitive, and who does he happen to run into,",
      "it": "È un latitante, e gli capita di imbattersi"
    }
  },
  {
    "translation": {
      "en": "but a guy he went to high school with who's a Miami detective.",
      "it": "in un ex compagno di liceo, un detective di Miami."
    }
  },
  {
    "translation": {
      "en": "They went to school together at Miami High.",
      "it": "Erano andati al liceo insieme."
    }
  },
  {
    "translation": {
      "en": "We knew that Sal was wanted. In fact, we had his last known booking photo",
      "it": "Sapevamo che Sal era ricercato. Anzi, avevamo il suo avviso"
    }
  },
  {
    "translation": {
      "en": "in our visor in the car.",
      "it": "nella visiera dell'auto."
    }
  },
  {
    "translation": {
      "en": "He's a big fish.",
      "it": "È un pesce grosso."
    }
  },
  {
    "translation": {
      "en": "It's a big one. [laughs]",
      "it": "È bello grosso."
    }
  },
  {
    "translation": {
      "en": "He walked outside, I drew my gun, and I put it behind his head,",
      "it": "Lui uscì, io estrassi la pistola, gliela puntai alla testa e dissi: \"Sal, non muoverti. Sei in arresto\"."
    }
  },
  {
    "translation": {
      "en": "and I said, \"Sal, don't move. You're under arrest.\"",
      "it": "gliela puntai alla testa e dissi: \"Sal, non muoverti. Sei in arresto\"."
    }
  },
  {
    "translation": {
      "en": "He goes, \"I'm sorry. I don't know what you're talking about. That's not my name.\"",
      "it": "Disse: \"Mi dispiace. Non so di cosa parli. Non mi chiamo così\"."
    }
  },
  {
    "translation": {
      "en": "Sal tries to play dumb like, \"Oh, no. That's not me, I'm somebody else.\"",
      "it": "Sal prova a fare lo scemo: \"Oh no. Non sono io, sono qualcun altro\"."
    }
  },
  {
    "translation": {
      "en": "Sure enough, he's got a driver's license with somebody else's name,",
      "it": "Certo, ha la patente con il nome di qualcun altro,"
    }
  },
  {
    "translation": {
      "en": "I look at him and I go, \"Sal, look over there.\"",
      "it": "Gli dissi: \"Sal, guarda laggiù\"."
    }
  },
  {
    "translation": {
      "en": "And across the other side of the car was Jorge Plasencia.",
      "it": "E dall'altra parte della macchina c'era Jorge Plasencia."
    }
  },
  {
    "translation": {
      "en": "I go, \"My partner went to high school with you, Sal.\"",
      "it": "\"Il mio partner è andato al liceo con te, Sal.\""
    }
  },
  {
    "translation": {
      "en": "\"I know it's you, Sal! Sal, we went to high school together! I know it's you!\"",
      "it": "\"So che sei tu, Sal! Siamo andati al liceo insieme, so chi sei!\""
    }
  },
  {
    "translation": {
      "en": "We put him in the car. I said, \"Sal, it's not a problem,",
      "it": "Lo facemmo salire in macchina. \"Sal, tranquillo,"
    }
  },
  {
    "translation": {
      "en": "we'll have you fingerprinted.\"",
      "it": "ti prenderemo le impronte.\""
    }
  },
  {
    "translation": {
      "en": "He didn't even break a sweat.",
      "it": "Non batté ciglio. Disse: \"Vi state sbagliando."
    }
  },
  {
    "translation": {
      "en": "He said, \"You're making a mistake. I'm sure we can clear this up.\"",
      "it": "Non batté ciglio. Disse: \"Vi state sbagliando. Sono sicuro che chiariremo tutto\". Parlava come un uomo d'affari."
    }
  },
  {
    "translation": {
      "en": "He's talking like a businessman.",
      "it": "Sono sicuro che chiariremo tutto\". Parlava come un uomo d'affari."
    }
  },
  {
    "translation": {
      "en": "[announcer] It's drama on the high seas with the Seahawk racing team.",
      "it": "È un dramma in alto mare per il team Seahawk."
    }
  },
  {
    "translation": {
      "en": "They had it going so well up to that point.",
      "it": "Erano andati così bene fino a quel punto."
    }
  },
  {
    "translation": {
      "en": "So halfway to the police department,",
      "it": "A metà strada dalla centrale"
    }
  },
  {
    "translation": {
      "en": "he goes, \"Okay.\"",
      "it": "disse: \"Ok."
    }
  },
  {
    "translation": {
      "en": "\"It's me.\"",
      "it": "Sono io."
    }
  },
  {
    "translation": {
      "en": "\"You got me. Let's make a deal. I can take you, right now, to a house",
      "it": "Mi avete preso. Facciamo un patto. Posso portarvi subito in una casa"
    }
  },
  {
    "translation": {
      "en": "that has 1,000 kilograms of cocaine. That's like a ton.",
      "it": "dove ci sono 1000 chili di cocaina. È una tonnellata."
    }
  },
  {
    "translation": {
      "en": "You can have it.",
      "it": "Potete prenderla."
    }
  },
  {
    "translation": {
      "en": "Just let me go.\"",
      "it": "Ma lasciatemi andare\"."
    }
  },
  {
    "translation": {
      "en": "[announcer] This is a very serious situation.",
      "it": "Questa è una situazione molto seria."
    }
  },
  {
    "translation": {
      "en": "I believe that boat is starting to sink. They just pulled out their life raft.",
      "it": "Credo che la barca stia per affondare. Hanno tirato fuori la zattera."
    }
  },
  {
    "translation": {
      "en": "[Alvarez] The street level of that was worth in excess of 25 million dollars.",
      "it": "Venduta per strada valeva più di 25 milioni di dollari."
    }
  },
  {
    "translation": {
      "en": "So he's offering me a bribe of 25 million dollars.",
      "it": "Quindi mi stava offrendo una mazzetta da 25 milioni."
    }
  },
  {
    "translation": {
      "en": "I said, \"Sal, I'm sorry, I can't help you. I appreciate the offer.\"",
      "it": "Dissi: \"Sal, mi dispiace, grazie, ma non posso aiutarti\"."
    }
  },
  {
    "translation": {
      "en": "He had no fear.",
      "it": "Non aveva paura."
    }
  },
  {
    "translation": {
      "en": "He had no fear at all of losing his liberty.",
      "it": "Non aveva paura di perdere la libertà."
    }
  },
  {
    "translation": {
      "en": "I don't think I grasped that",
      "it": "Ma non avevo capito"
    }
  },
  {
    "translation": {
      "en": "the way I should've.",
      "it": "il vero perché."
    }
  },
  {
    "translation": {
      "en": "We walk him over to the jail. Process him.",
      "it": "Lo portammo in prigione. Lo registrammo."
    }
  },
  {
    "translation": {
      "en": "Put him in.",
      "it": "Entrò in cella."
    }
  },
  {
    "translation": {
      "en": "Back in 1988, nothing really was computerized.",
      "it": "Nel lontano 1988 niente era informatizzato."
    }
  },
  {
    "translation": {
      "en": "All the prisoner's names were in 3x5 index cards.",
      "it": "I nomi dei prigionieri erano scritti su schede 3x5."
    }
  },
  {
    "translation": {
      "en": "Almost like your grandmother would have her recipes on.",
      "it": "Era il modo in cui la nonna conservava le ricette."
    }
  },
  {
    "translation": {
      "en": "And they would put in there whether they had bond or no bond.",
      "it": "E c'era scritto se avevano la cauzione o no."
    }
  },
  {
    "translation": {
      "en": "Sal's situation is he's got no bond.",
      "it": "Sal non aveva la cauzione."
    }
  },
  {
    "translation": {
      "en": "The only thing he needs to do is serve his sentence,",
      "it": "Poteva solo scontare la condanna,"
    }
  },
  {
    "translation": {
      "en": "so he's not getting bond.",
      "it": "non avrebbe avuto cauzione."
    }
  },
  {
    "translation": {
      "en": "He needs to serve his time. We put no bond and we left.",
      "it": "Doveva scontare la pena. Scrivemmo niente cauzione e andammo via."
    }
  },
  {
    "translation": {
      "en": "And we think",
      "it": "Pensammo"
    }
  },
  {
    "translation": {
      "en": "this is the end of Sal.",
      "it": "che per Sal fosse finita."
    }
  },
  {
    "translation": {
      "en": "A few days later, we go back to get him to try to cooperate.",
      "it": "Qualche giorno dopo, tornammo per convincerlo a collaborare."
    }
  },
  {
    "translation": {
      "en": "We go to the front desk, we said, \"Bring down Salvador Magluta.\"",
      "it": "Andammo in ufficio e dicemmo: \"Portate giù Salvador Magluta\"."
    }
  },
  {
    "translation": {
      "en": "They look through the index card.",
      "it": "Cercarono la scheda."
    }
  },
  {
    "translation": {
      "en": "\"We don't have anybody here by that name.\"",
      "it": "\"Non c'è nessuno con quel nome.\""
    }
  },
  {
    "translation": {
      "en": "\"I don't understand.\"",
      "it": "\"Non capisco.\""
    }
  },
  {
    "translation": {
      "en": "\"We brought him here Friday. He's got no bond. He's going to prison. Where is he?\"",
      "it": "\"L'abbiamo portato venerdì. Non ha la cauzione. Dov'è?\""
    }
  },
  {
    "translation": {
      "en": "He said, \"He's not here.\"",
      "it": "\"Qui non c'è.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"What do you mean he's not here? Find him. He's here. We brought him here.\"",
      "it": "\"Come sarebbe? Cercatelo. È qui. Lo abbiamo portato noi.\""
    }
  },
  {
    "translation": {
      "en": "He was let out the day before.",
      "it": "\"È stato rilasciato ieri.\""
    }
  },
  {
    "translation": {
      "en": "I go, \"He couldn't have been. He couldn't have been!",
      "it": "Dissi: \"Non doveva essere rilasciato."
    }
  },
  {
    "translation": {
      "en": "He's got no bond.\"",
      "it": "Non ha la cauzione\"."
    }
  },
  {
    "translation": {
      "en": "And then they find the card.",
      "it": "E poi trovarono la scheda."
    }
  },
  {
    "translation": {
      "en": "Time served and was released.",
      "it": "Aveva scontato la pena ed era stato rilasciato."
    }
  },
  {
    "translation": {
      "en": "I go, \"He couldn't have served his time.",
      "it": "Dissi: \"Non è possibile."
    }
  },
  {
    "translation": {
      "en": "He was a fugitive. He needs to go to prison.\"",
      "it": "Era un latitante. Deve andare in prigione\"."
    }
  },
  {
    "translation": {
      "en": "[DeFede] Somehow, the paperwork at the county jail, well, something happened",
      "it": "Qualcosa era accaduto con i documenti della prigione della contea,"
    }
  },
  {
    "translation": {
      "en": "and instead of it showing that Sal owed them 14 months,",
      "it": "e invece di dire che Sal doveva scontare 14 mesi,"
    }
  },
  {
    "translation": {
      "en": "it showed he'd already served his 14 months.",
      "it": "dicevano che li aveva già scontati."
    }
  },
  {
    "translation": {
      "en": "So they pat him on the back and walk him out the front door.",
      "it": "Così lo accompagnarono gentilmente fuori."
    }
  },
  {
    "translation": {
      "en": "That's Miami.",
      "it": "Ecco Miami."
    }
  },
  {
    "translation": {
      "en": "Sal called me and he says, \"You know where I am?\"",
      "it": "Sal mi chiamò e mi disse: \"Sai dove sono?\" \"Certo, in carcere.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Yeah, in jail.\"",
      "it": "\"Sai dove sono?\" \"Certo, in carcere.\""
    }
  },
  {
    "translation": {
      "en": "He says, \"No, I'm on the street.\"",
      "it": "Disse: \"No, sono libero\"."
    }
  },
  {
    "translation": {
      "en": "[Alvarez] We blew a gasket. It just so happens,",
      "it": "Ci infuriammo. Casualmente, l'errore era successo con uno dei più importanti"
    }
  },
  {
    "translation": {
      "en": "the mistake was made to one of the most prolific",
      "it": "Casualmente, l'errore era successo con uno dei più importanti"
    }
  },
  {
    "translation": {
      "en": "drug traffickers in US history. What's the chances of that?",
      "it": "narcotrafficanti degli USA. Quante probabilità c'erano?"
    }
  },
  {
    "translation": {
      "en": "To operate a company that big, you have to pay people off.",
      "it": "Per gestire un'azienda così grande, devi pagare la gente. Avevano un sacco di gente sul libro paga."
    }
  },
  {
    "translation": {
      "en": "They had a lot of people on payroll.",
      "it": "devi pagare la gente. Avevano un sacco di gente sul libro paga."
    }
  },
  {
    "translation": {
      "en": "[Bonachea] I said, \"How'd you get out?\"",
      "it": "Gli chiesi: \"Come sei uscito?\""
    }
  },
  {
    "translation": {
      "en": "He says, \"I did a favor for somebody that works at the jail.\"",
      "it": "\"Ho fatto un favore a qualcuno che lavora in carcere.\""
    }
  },
  {
    "translation": {
      "en": "They decided to return the favor",
      "it": "Gli resero il favore"
    }
  },
  {
    "translation": {
      "en": "and falsify his papers, so he could walk out.",
      "it": "falsificando la sua scheda, così poté andarsene."
    }
  },
  {
    "translation": {
      "en": "[Clark] Again, for the third time, Sal Magluta is in the wind, no longer in custody",
      "it": "Di nuovo, per la terza volta, Sal Magluta è uccel di bosco,"
    }
  },
  {
    "translation": {
      "en": "when authorities had the opportunity to keep him in custody.",
      "it": "eppure le autorità avrebbero potuto tenerlo dentro."
    }
  },
  {
    "translation": {
      "en": "Every time they got busted, they bounce back.",
      "it": "Ogni volta che li beccano, reagiscono."
    }
  },
  {
    "translation": {
      "en": "And then they bounce back, and then they bounce back!",
      "it": "E poi si riprendono."
    }
  },
  {
    "translation": {
      "en": "[announcer] Okay, the Seahawk Racing team, that's Sal Magluta.",
      "it": "Ok, il team Seahawk, è Sal Magluta."
    }
  },
  {
    "translation": {
      "en": "That team is having some problems.",
      "it": "Il team ha dei problemi."
    }
  },
  {
    "translation": {
      "en": "But Sal appears that he doesn't wanna stop.",
      "it": "Ma sembra che Sal non voglia fermarsi."
    }
  }
]