[
  {
    "translation": {
      "en": "[Sasha] When I look back on my life, I see it on the big screen.",
      "it": "Quando ripenso alla mia vita, la vedo sul grande schermo."
    }
  },
  {
    "translation": {
      "en": "A collection of memories as full of light and color as the sky.",
      "it": "Una raccolta di ricordi pieni di luce e colore come il cielo."
    }
  },
  {
    "translation": {
      "en": "I can remember the exact moment I fell in love with movies.",
      "it": "Ricordo l'attimo in cui mi sono innamorata dei film."
    }
  },
  {
    "translation": {
      "en": "I went in knowing nothing and came out knowing",
      "it": "Quando sono uscita dal cinema, sapevo"
    }
  },
  {
    "translation": {
      "en": "that if I could be in a movie theater, I didn't wanna be anywhere else.",
      "it": "che, se potevo trovarmi lì, non avrei mai voluto essere altrove."
    }
  },
  {
    "translation": {
      "en": "I was ten years old that summer, with nothing ahead of me but a whole life.",
      "it": "Quell'estate avevo dieci anni e una vita intera davanti a me."
    }
  },
  {
    "translation": {
      "en": "On June 20th, one movie opened that changed everything,",
      "it": "Il 20 giugno uscì un film che cambiò tutto."
    }
  },
  {
    "translation": {
      "en": "and not just the future of Hollywood but the lives of an entire generation.",
      "it": "Non solo il futuro di Hollywood, ma la vita di un'intera generazione."
    }
  },
  {
    "translation": {
      "en": "I know because I was there.",
      "it": "E io lo so perché ero lì."
    }
  },
  {
    "translation": {
      "en": "I came of age in a dark theater, staring up at that big screen,",
      "it": "Sono cresciuta in un cinema buio, fissando il grande schermo,"
    }
  },
  {
    "translation": {
      "en": "watching the same movie over and over again.",
      "it": "guardando lo stesso film più e più volte."
    }
  },
  {
    "translation": {
      "en": "It was not just a movie. It was the movie.",
      "it": "Non era solo un film, era il film."
    }
  },
  {
    "translation": {
      "en": "And that traps it in amber,",
      "it": "È come intrappolato nell'ambra,"
    }
  },
  {
    "translation": {
      "en": "along with the best things I remember from that summer.",
      "it": "con le cose migliori che ricordo di quell'estate."
    }
  },
  {
    "translation": {
      "en": "The year was 1975, and that movie was Jaws.",
      "it": "Era il 1975 e quel film era Lo squalo."
    }
  },
  {
    "translation": {
      "en": "Oh God, help!",
      "it": "Dio, aiuto!"
    }
  },
  {
    "translation": {
      "en": "God! God, help!",
      "it": "Dio, aiutatemi!"
    }
  },
  {
    "translation": {
      "en": "It hurts! It hurts!",
      "it": "Mi fa male!"
    }
  },
  {
    "translation": {
      "en": "Oh my God! God, help me!",
      "it": "Dio, aiutami!"
    }
  },
  {
    "translation": {
      "en": "God, please, help!",
      "it": "Dio, ti prego, aiutami!"
    }
  },
  {
    "translation": {
      "en": "[Sasha] After that, nothing would ever be the same.",
      "it": "Dopo quel momento, niente è più stato lo stesso."
    }
  },
  {
    "translation": {
      "en": "Not summers, not movies, not beaches, and not me.",
      "it": "Le estati, i film, le spiagge e io."
    }
  },
  {
    "translation": {
      "en": "[Sasha] We grew up in Topanga Canyon, which, in the '70s, was a wilderness",
      "it": "Siamo cresciuti nel Topanga Canyon, che negli anni '70 era una landa desolata"
    }
  },
  {
    "translation": {
      "en": "of communes and health food stores between the beaches and the Valley.",
      "it": "con comuni e negozi di cibi naturali tra le spiagge e la Valle."
    }
  },
  {
    "translation": {
      "en": "We grew up like everyone grew up back then, fast and free.",
      "it": "Siamo cresciuti come tutti a quei tempi, veloci e liberi."
    }
  },
  {
    "translation": {
      "en": "Probably a little too free.",
      "it": "Forse un po' troppo liberi."
    }
  },
  {
    "translation": {
      "en": "Childhood wasn't eternal or monitored like it is now.",
      "it": "L'infanzia non era eterna, né controllata come adesso."
    }
  },
  {
    "translation": {
      "en": "Our movies, our clothes, our music",
      "it": "I film, i vestiti, la musica:"
    }
  },
  {
    "translation": {
      "en": "all told us that growing up was way better than being a kid.",
      "it": "tutto ci diceva che crescere era meglio che essere bambini."
    }
  },
  {
    "translation": {
      "en": "My ten-year-old's reality was stolen kisses at hippie bonfires",
      "it": "La mia realtà a dieci anni erano baci rubati a un falò di hippy"
    }
  },
  {
    "translation": {
      "en": "on Topanga Beach.",
      "it": "a Topanga Beach."
    }
  },
  {
    "translation": {
      "en": "We didn't have social media to reflect the fun we might be having.",
      "it": "Non c'erano i social a riflettere il nostro divertimento."
    }
  },
  {
    "translation": {
      "en": "-No texting, no TikTok. -[\"Summer Breeze\" plays]",
      "it": "Niente messaggi o TikTok."
    }
  },
  {
    "translation": {
      "en": "We didn't have much of anything except our imaginations",
      "it": "Non avevamo altro che l'immaginazione"
    }
  },
  {
    "translation": {
      "en": "and, every so often, the night sky.",
      "it": "e, ogni tanto, il cielo notturno."
    }
  },
  {
    "translation": {
      "en": "We'd stay up all night counting stars, imagining what our lives might become.",
      "it": "Restavamo svegli a contare le stelle, immaginando la nostra vita futura."
    }
  },
  {
    "translation": {
      "en": "We told each other the dumbest shit, like how Donna Summer did real sex…",
      "it": "Ci raccontavamo cose stupide: tipo che Donna Summer aveva fatto \"sesso per davvero\""
    }
  },
  {
    "translation": {
      "en": "…while recording \"Love to Love You Baby.\"",
      "it": "mentre registrava \"Love to Love You Baby\"."
    }
  },
  {
    "translation": {
      "en": "Or how Bubble Yum was literally filled with tiny spiders. Or that Mikey…",
      "it": "O che le bolle da masticare erano piene di piccoli ragni, o che Mikey…"
    }
  },
  {
    "translation": {
      "en": "[boy on TV] He won't eat it. He hates everything.",
      "it": "Mikey non mangia nulla, odia tutto."
    }
  },
  {
    "translation": {
      "en": "[Sasha] …had eaten Pop Rocks, chugged soda, and died when his stomach exploded.",
      "it": "…aveva mangiato caramelle frizzanti e bibite e gli era esploso lo stomaco."
    }
  },
  {
    "translation": {
      "en": "[boy on TV] He likes it! Hey, Mikey!",
      "it": "Gli piace! Ehi, Mikey!"
    }
  },
  {
    "translation": {
      "en": "[Sasha] There wasn't much we wouldn't believe.",
      "it": "Praticamente, credevamo a qualsiasi cosa."
    }
  },
  {
    "translation": {
      "en": "[announcer on TV] It is as if God created the devil…",
      "it": "È come se Dio avesse creato il Diavolo,"
    }
  },
  {
    "translation": {
      "en": "-[\"Main Title (Theme From Jaws)\" plays] -…and gave him… jaws.",
      "it": "dandogli dei denti… affilati."
    }
  },
  {
    "translation": {
      "en": "Rated PG. May be too intense for younger children.",
      "it": "Vietato ai minori di 13 anni per la sua violenza."
    }
  },
  {
    "translation": {
      "en": "[Sasha] By June of 1975, you could not escape Jaws.",
      "it": "Nel giugno del 1975, non potevi sfuggire a Lo squalo."
    }
  },
  {
    "translation": {
      "en": "Universal made sure it was everywhere.",
      "it": "Grazie a Universal, era ovunque."
    }
  },
  {
    "translation": {
      "en": "The Benchley paperback everyone was reading.",
      "it": "Il tascabile che tutti leggevano."
    }
  },
  {
    "translation": {
      "en": "The trailer everyone feared. The poster everyone wanted.",
      "it": "Il trailer che tutti temevano, il poster che tutti volevano, le magliette che tutti indossavano."
    }
  },
  {
    "translation": {
      "en": "The T-shirts everyone wore.",
      "it": "il poster che tutti volevano, le magliette che tutti indossavano."
    }
  },
  {
    "translation": {
      "en": "That massive, razor-toothed monster swam inches beneath the same American culture",
      "it": "Quell'enorme mostro dai denti affilati nuotava al fianco della cultura americana"
    }
  },
  {
    "translation": {
      "en": "that had just survived Charles Manson, the Vietnam War, and Watergate.",
      "it": "sopravvissuta a Charles Manson, alla guerra del Vietnam e al Watergate."
    }
  },
  {
    "translation": {
      "en": "Everybody has a Jaws story.",
      "it": "Tutti hanno una storia su Lo squalo."
    }
  },
  {
    "translation": {
      "en": "Mostly you hear them from boys, who took ownership of that summer",
      "it": "Soprattutto i ragazzi, che si impadronirono dell'estate"
    }
  },
  {
    "translation": {
      "en": "as their fanboy-nation origin story.",
      "it": "rendendola la loro storia delle origini."
    }
  },
  {
    "translation": {
      "en": "-[\"That's the Way (I Like It)\" plays] -But girls, we were there too.",
      "it": "rendendola la loro storia delle origini. Ma c'eravamo anche noi ragazze."
    }
  },
  {
    "translation": {
      "en": "Fuck yeah, we were there. ♪ That's the way, uh-huh Uh-huh, I like it, uh-huh… ♪",
      "it": "Cazzo, se c'eravamo."
    }
  },
  {
    "translation": {
      "en": "[Sasha] Between welfare and food stamps, our mom could barely afford admission,",
      "it": "Tra sussidi e buoni pasto, non potevamo pagarci il college,"
    }
  },
  {
    "translation": {
      "en": "let alone popcorn.",
      "it": "figuriamoci i popcorn."
    }
  },
  {
    "translation": {
      "en": "But we made a deal with her. if she dropped us off in time for the first show,",
      "it": "Ma se la mamma ci accompagnava al primo spettacolo,"
    }
  },
  {
    "translation": {
      "en": "she wouldn't have to pick us up until after the last.",
      "it": "poteva venirci a prendere dopo l'ultimo."
    }
  },
  {
    "translation": {
      "en": "What should I do while you're gone?",
      "it": "Cosa faccio nel mentre?"
    }
  },
  {
    "translation": {
      "en": "[Sasha] At the cost of one ticket each,",
      "it": "Con un biglietto a testa,"
    }
  },
  {
    "translation": {
      "en": "that was how my sister and I saw Jaws at least 40 times that summer.",
      "it": "quell'estate io e mia sorella abbiamo visto Lo squalo almeno 40 volte."
    }
  },
  {
    "translation": {
      "en": "[man on screen] I'll be back in two minutes.",
      "it": "Torno tra due minuti."
    }
  },
  {
    "translation": {
      "en": "[Sasha] But back then, to see a movie, you had to actually go to the movies.",
      "it": "Ai tempi, per vedere un film, dovevi andare al cinema."
    }
  },
  {
    "translation": {
      "en": "And since there were no theaters in Topanga,",
      "it": "Dato che non c'erano cinema a Topanga,"
    }
  },
  {
    "translation": {
      "en": "we had to drive 30 minutes to the San Fernando Valley.",
      "it": "dovevamo arrivare alla valle di San Fernando."
    }
  },
  {
    "translation": {
      "en": "For Canyon rats like us, that was like visiting a utopian America",
      "it": "A noi ratti del Canyon sembrava un'utopia americana vista solo in televisione."
    }
  },
  {
    "translation": {
      "en": "only seen on television.",
      "it": "sembrava un'utopia americana vista solo in televisione."
    }
  },
  {
    "translation": {
      "en": "It was boys who looked like Greg Brady and girls who looked like Farrah.",
      "it": "I ragazzi sembravano Greg Brady e le ragazze Farrah."
    }
  },
  {
    "translation": {
      "en": "-You know, normal people. -[\"Rock Your Baby\" plays]",
      "it": "Insomma, gente normale."
    }
  },
  {
    "translation": {
      "en": "And it was so hot you could barely breathe.",
      "it": "Era così caldo che facevi fatica a respirare."
    }
  },
  {
    "translation": {
      "en": "[Sasha] Movies can freeze time,",
      "it": "I film fermano il tempo."
    }
  },
  {
    "translation": {
      "en": "like vanilla ice cream melting down your wrist on hot summer afternoons can.",
      "it": "Come il gelato alla vaniglia che ti cola lungo i polsi d'estate."
    }
  },
  {
    "translation": {
      "en": "Like sleeping under the stars can.",
      "it": "Come dormire sotto le stelle."
    }
  },
  {
    "translation": {
      "en": "Like first kisses can.",
      "it": "Come i primi baci."
    }
  },
  {
    "translation": {
      "en": "But you can't freeze time forever.",
      "it": "Ma non puoi fermarlo per sempre."
    }
  },
  {
    "translation": {
      "en": "That summer, there was a new man in our mom's life,",
      "it": "Arrivò un nuovo uomo nella vita di nostra mamma,"
    }
  },
  {
    "translation": {
      "en": "teaching her how to flip houses, promising to get us off welfare,",
      "it": "che, tra una casa e l'altra, prometteva di salvarci dai sussidi"
    }
  },
  {
    "translation": {
      "en": "and tame the Topanga out of us.",
      "it": "e di liberarci da Topanga."
    }
  },
  {
    "translation": {
      "en": "There were a lot of distractions that summer, and we needed them.",
      "it": "Fu un'estate ricca di distrazioni e ne avevamo bisogno."
    }
  },
  {
    "translation": {
      "en": "But Jaws was more than a distraction.",
      "it": "Ma Lo squalo non era solo questo."
    }
  },
  {
    "translation": {
      "en": "It gave us something to turn to instead of someone to run away from.",
      "it": "Ci diede qualcosa a cui puntare, invece di qualcuno da cui fuggire."
    }
  },
  {
    "translation": {
      "en": "[Sasha] Jaws wasn't just a blockbuster or a pop culture phenomenon.",
      "it": "Lo squalo non era solo un film di successo o un fenomeno pop."
    }
  },
  {
    "translation": {
      "en": "It was a time and a place, a feeling,",
      "it": "Era un'epoca, un luogo, una sensazione."
    }
  },
  {
    "translation": {
      "en": "an atmosphere that can never be fully appreciated by anyone who wasn't there.",
      "it": "Un'atmosfera che non può essere capita da chi non c'era."
    }
  },
  {
    "translation": {
      "en": "Jaws transformed our lives in the ways we needed it to.",
      "it": "Lo squalo trasformò le nostre vite come avevamo bisogno."
    }
  },
  {
    "translation": {
      "en": "And from then on, we willed our childhood to be Jaws.",
      "it": "E, da allora, desiderammo che la nostra infanzia fosse quel film."
    }
  },
  {
    "translation": {
      "en": "Amity Island became our island.",
      "it": "L'isola di Amity divenne la nostra isola."
    }
  },
  {
    "translation": {
      "en": "We reenacted Chrissie's death scene any time we were near the water.",
      "it": "Ricreavamo la morte di Chrissie ogni volta che potevamo."
    }
  },
  {
    "translation": {
      "en": "A tree house in our backyard was our Orca.",
      "it": "Una casa sull'albero era la nostra Orca."
    }
  },
  {
    "translation": {
      "en": "The Jaws Log, the must-have handbook for all self-respecting fans, was our bible.",
      "it": "The Jaws Log, il manuale di ogni fan che si rispetti, divenne la nostra Bibbia."
    }
  },
  {
    "translation": {
      "en": "We became self-taught experts on the Carcharodon carcharias.",
      "it": "Diventammo esperti autodidatti di Carcharodon carcharias."
    }
  },
  {
    "translation": {
      "en": "We scoured the beaches for sharks' teeth.",
      "it": "Cercavamo denti di squalo sulle spiagge."
    }
  },
  {
    "translation": {
      "en": "We got our hands on Super 8 cameras so that we could make our own movies.",
      "it": "Ci procuravamo telecamere Super 8 per poter girare i nostri film."
    }
  },
  {
    "translation": {
      "en": "We fell in love with the movies that summer.",
      "it": "Quell'estate, ci innamorammo dei film."
    }
  },
  {
    "translation": {
      "en": "No matter where we were, what we did,",
      "it": "Non importa dove fossimo o cosa facessimo."
    }
  },
  {
    "translation": {
      "en": "all we could think about was sitting in the dark, elbow-to-elbow with our other family.",
      "it": "Pensavamo solo a stare al buio, al fianco della nostra altra famiglia."
    }
  },
  {
    "translation": {
      "en": "[woman 1 on screen] When do I become an islander? [woman 2 on screen] Ellen, never.",
      "it": "- Quando diventerò un abitante dell'isola? - Mai."
    }
  },
  {
    "translation": {
      "en": "[Sasha] And it didn't even have to be inside.",
      "it": "E non dovevamo stare al chiuso."
    }
  },
  {
    "translation": {
      "en": "By taking advantage of the kids-hide-on-the-floor discount,",
      "it": "Grazie allo sconto \"bambini nascosti per terra\","
    }
  },
  {
    "translation": {
      "en": "we could go to the Van Nuys Drive-In, and Mom could come with us.",
      "it": "potevamo andare al Van Nuys Drive-In insieme alla mamma."
    }
  },
  {
    "translation": {
      "en": "Especially on those hot summer nights when all you wanna do is sit outside.",
      "it": "Soprattutto nelle calde notti d'estate, quando vuoi solo stare all'aperto."
    }
  },
  {
    "translation": {
      "en": "[man on screen] $3,000 buys an awful lot of roast.",
      "it": "Ci compri un sacco di arrosto."
    }
  },
  {
    "translation": {
      "en": "[Sasha] As much as I loved Jaws then,",
      "it": "Per quanto amassi Lo squalo,"
    }
  },
  {
    "translation": {
      "en": "I was not capable of fully understanding the complexity of the characters",
      "it": "non ero in grado di comprendere la complessità dei personaggi"
    }
  },
  {
    "translation": {
      "en": "or the mastery of the filmmaking at ten years old, maybe not even at 20.",
      "it": "o i pregi della regia, a dieci anni. Forse neanche a vent'anni."
    }
  },
  {
    "translation": {
      "en": "But if you watch a movie enough times, you start to notice things.",
      "it": "Ma se guardi un film abbastanza volte, inizi a notare certe cose."
    }
  },
  {
    "translation": {
      "en": "[man on screen] Can we go home?",
      "it": "Andiamo a casa."
    }
  },
  {
    "translation": {
      "en": "[Sasha] The more times I watched it, the closer I looked.",
      "it": "Più lo guardavo, più lo esaminavo."
    }
  },
  {
    "translation": {
      "en": "The closer I looked, the more I saw.",
      "it": "E più lo esaminavo, più cose notavo."
    }
  },
  {
    "translation": {
      "en": "Things I didn't catch the first, oof, 30 times.",
      "it": "Cose che non avevo colto le prime… 30 volte."
    }
  },
  {
    "translation": {
      "en": "And with each new discovery, it was like a whole new movie appeared.",
      "it": "A ogni nuova scoperta, mi sembrava di trovarmi di fronte un nuovo film."
    }
  },
  {
    "translation": {
      "en": "It was the ridiculous",
      "it": "Il ridicolo…"
    }
  },
  {
    "translation": {
      "en": "and the sublime.",
      "it": "e il sublime."
    }
  },
  {
    "translation": {
      "en": "The exhilaration.",
      "it": "L'euforia."
    }
  },
  {
    "translation": {
      "en": "Fast fish!",
      "it": "È veloce."
    }
  },
  {
    "translation": {
      "en": "[man] Watch my hand!",
      "it": "Attento al braccio!"
    }
  },
  {
    "translation": {
      "en": "[Sasha] Steven Spielberg, serving up unflinching terror and childlike wonder",
      "it": "Steven Spielberg che offriva puro terrore e meraviglia innocente"
    }
  },
  {
    "translation": {
      "en": "in one perfectly composed shot after another.",
      "it": "in tante scene perfette, una dopo l'altra."
    }
  },
  {
    "translation": {
      "en": "His whole creative team firing on all cylinders.",
      "it": "Il suo team creativo che dava semplicemente il massimo."
    }
  },
  {
    "translation": {
      "en": "The landmark score by John Williams,",
      "it": "La colonna sonora di John Wiliams."
    }
  },
  {
    "translation": {
      "en": "not just music but storytelling, deployed with such restraint.",
      "it": "Non semplice musica, ma narrazione, controllata in maniera magistrale."
    }
  },
  {
    "translation": {
      "en": "The shark theme is the shark,",
      "it": "Il tema era lo squalo stesso."
    }
  },
  {
    "translation": {
      "en": "and when there is no shark, there is no theme.",
      "it": "Se non c'era lo squalo, non c'era musica."
    }
  },
  {
    "translation": {
      "en": "Screenwriter Carl Gottlieb's brilliant foreshadowing.",
      "it": "I geniali presagi dello sceneggiatore Carl Gottlieb."
    }
  },
  {
    "translation": {
      "en": "It… it's all psychological.",
      "it": "Martin, è tutta psicologia."
    }
  },
  {
    "translation": {
      "en": "You yell \"barracuda.\"",
      "it": "Se gridi: \"Un barracuda!\","
    }
  },
  {
    "translation": {
      "en": "Everybody says, \"Huh, what?\"",
      "it": "ti rispondono: \"Come, scusa?\""
    }
  },
  {
    "translation": {
      "en": "You yell \"shark\"…",
      "it": "Ma con \"squalo\"…"
    }
  },
  {
    "translation": {
      "en": "Shark, three-five-zero!",
      "it": "Squalo! Uno squalo!"
    }
  },
  {
    "translation": {
      "en": "[man] …we've got a panic on our hands on the Fourth of July.",
      "it": "Il 4 di luglio è scoppiato il panico."
    }
  },
  {
    "translation": {
      "en": "[Sasha] Spielberg and editor Verna Fields' careful modulation from full-blown panic…",
      "it": "L'accurata modulazione nel montaggio di Spielbeg e Fields: dal panico più totale…"
    }
  },
  {
    "translation": {
      "en": "…to the depressurization of comic relief…",
      "it": "agli istanti di sollievo comico…"
    }
  },
  {
    "translation": {
      "en": "He made me do it! He talked me into it!",
      "it": "È stato lui! Mi ha detto lui di farlo!"
    }
  },
  {
    "translation": {
      "en": "[Sasha] Rising again into dread and horror.",
      "it": "…fino a un nuovo crescendo di paura e orrore."
    }
  },
  {
    "translation": {
      "en": "Sha… shark! It's a shark!",
      "it": "Squalo! È uno squalo!"
    }
  },
  {
    "translation": {
      "en": "It's going into the pond! The shark's in the estuary!",
      "it": "Sta andando nel laghetto! Lo squalo è nell'estuario!"
    }
  },
  {
    "translation": {
      "en": "-[man] Now what? -[woman] In the estuary!",
      "it": "Che si fa? È nell'estuario!"
    }
  },
  {
    "translation": {
      "en": "[Ellen] Michael's in the pond.",
      "it": "Anche Michael."
    }
  },
  {
    "translation": {
      "en": "[woman] Shark is in the pond! Shark! In the pond!",
      "it": "C'è uno squalo nell'estuario!"
    }
  },
  {
    "translation": {
      "en": "[Sasha] Jaws comes alive in all the senses.",
      "it": "Lo squalo prende vita in tutti i tuoi sensi."
    }
  },
  {
    "translation": {
      "en": "You smell it. You hear it. You taste it.",
      "it": "Ne senti l'odore, i suoni, il sapore."
    }
  },
  {
    "translation": {
      "en": "You live it.",
      "it": "Lo vivi."
    }
  },
  {
    "translation": {
      "en": "And the second it was over, I wanted to get right back in line for more.",
      "it": "Non appena finiva, volevo rimettermi in fila per vederlo da capo."
    }
  },
  {
    "translation": {
      "en": "And more.",
      "it": "Ancora."
    }
  },
  {
    "translation": {
      "en": "And more.",
      "it": "E ancora."
    }
  },
  {
    "translation": {
      "en": "After that, the summer blockbuster was born.",
      "it": "E fu così che nacquero i blockbuster estivi."
    }
  },
  {
    "translation": {
      "en": "From then on, my sister and I were full-blown movie geeks,",
      "it": "Io e mia sorella ormai eravamo delle vere fanatiche del cinema."
    }
  },
  {
    "translation": {
      "en": "waiting in line three hours for Star Wars, acting out the Chestburster scene from Alien,",
      "it": "Facevamo ore di coda per Guerre stellari, recitavamo la scena iconica di Alien,"
    }
  },
  {
    "translation": {
      "en": "tape recording Raiders so that we could memorize every line,",
      "it": "registravamo Raiders! per memorizzarne ogni battuta"
    }
  },
  {
    "translation": {
      "en": "and scamming our way into a sneak preview of E.T.",
      "it": "e facevamo carte false per un'anteprima di E.T l'extra-terrestre."
    }
  },
  {
    "translation": {
      "en": "We were standing in the same lines, sitting in the same seats,",
      "it": "Facevamo le stesse code, sedevamo negli stessi posti,"
    }
  },
  {
    "translation": {
      "en": "but sometime between Jaws and E.T.,",
      "it": "ma, tra Lo squalo ed E.T.,"
    }
  },
  {
    "translation": {
      "en": "we looked down, and there were… boobs.",
      "it": "guardammo in basso e trovammo delle… tette."
    }
  },
  {
    "translation": {
      "en": "[Sasha] Somehow, boys could grow into men and still be fanboys.",
      "it": "I maschi possono diventare uomini e rimanere comunque dei fanboy."
    }
  },
  {
    "translation": {
      "en": "But once hormones were part of the equation, they went one way,",
      "it": "Ma con l'arrivo degli ormoni, loro andarono da una parte e noi dall'altra."
    }
  },
  {
    "translation": {
      "en": "and we went the other. We were no longer on the same quest",
      "it": "Ma con l'arrivo degli ormoni, loro andarono da una parte e noi dall'altra. Non avevamo più lo stesso obiettivo."
    }
  },
  {
    "translation": {
      "en": "but the prize at the end of it, a thing to fear, to woo, to win.",
      "it": "L'obiettivo eravamo noi: qualcosa da temere, corteggiare, conquistare."
    }
  },
  {
    "translation": {
      "en": "And it wasn't just that. Hollywood changed too.",
      "it": "E non solo: anche Hollywood era cambiata."
    }
  },
  {
    "translation": {
      "en": "At some point in this blockbuster narrative,",
      "it": "A un certo punto della storia,"
    }
  },
  {
    "translation": {
      "en": "girls got left on the cutting room floor.",
      "it": "le ragazze vennero tagliate fuori."
    }
  },
  {
    "translation": {
      "en": "Hollywood bet big on boys, and it paid off.",
      "it": "Hollywood puntò tutto sui maschi e vinse."
    }
  },
  {
    "translation": {
      "en": "We watched the rise of branded, packaged properties",
      "it": "Assistemmo all'ascesa di una serie di prodotti,"
    }
  },
  {
    "translation": {
      "en": "based on video games and comic books,",
      "it": "basati su videogiochi e fumetti,"
    }
  },
  {
    "translation": {
      "en": "financed by sell-through DVD revenues,",
      "it": "finanziati con le vendite dirette dei DVD,"
    }
  },
  {
    "translation": {
      "en": "all aimed at a reliable middle-school male demographic.",
      "it": "che puntavano al pubblico maschile delle scuole medie."
    }
  },
  {
    "translation": {
      "en": "But sometimes you had to wonder,",
      "it": "Ma a volte ti chiedevi:"
    }
  },
  {
    "translation": {
      "en": "\"Are these even movies? What happened to the story?\"",
      "it": "\"Sono davvero dei film? Cos'è successo alla trama?\""
    }
  },
  {
    "translation": {
      "en": "Could Jaws even be made today?",
      "it": "Oggi Lo squalo esisterebbe?"
    }
  },
  {
    "translation": {
      "en": "Could it survive the gauntlet of Rotten Tomatoes,",
      "it": "Sopravvivrebbe al giudizio di Rotten Tomatoes,"
    }
  },
  {
    "translation": {
      "en": "the dreaded Oscar-worthiness test?",
      "it": "alla temuta prova degli Oscar?"
    }
  },
  {
    "translation": {
      "en": "Could it survive the scrutiny of its mechanical shark,",
      "it": "Sopravvivrebbe all'esame del suo squalo meccanico,"
    }
  },
  {
    "translation": {
      "en": "whose rubbery performance was irrelevant back then but wouldn't be now?",
      "it": "la cui goffa performance era irrilevante all'epoca, ma oggi non lo sarebbe?"
    }
  },
  {
    "translation": {
      "en": "Could it survive the hive mind on Twitter, picking over Spielberg's every intention?",
      "it": "Sopravvivrebbe a Twitter, dove si analizzerebbe ogni singola intenzione di Spieglberg?"
    }
  },
  {
    "translation": {
      "en": "Jaws went so far over budget, it could've been one of Hollywood's biggest disasters.",
      "it": "Aveva sforato così tanto il budget che avrebbe potuto essere un disastro."
    }
  },
  {
    "translation": {
      "en": "Instead, time has revealed it to be one of the greatest films ever made.",
      "it": "E invece, si è rivelato uno dei più grandi film di sempre."
    }
  },
  {
    "translation": {
      "en": "But it also set an unrealistic bar for what box office success meant.",
      "it": "Ma ha fissato standard poco realistici per i successi al botteghino."
    }
  },
  {
    "translation": {
      "en": "So are moviegoers the victims of Jaws' success?",
      "it": "Gli spettatori sono forse le vittime del suo successo?"
    }
  },
  {
    "translation": {
      "en": "Are all of us who showed up faithfully over and over again",
      "it": "Tutti noi che andavamo a vederlo più volte,"
    }
  },
  {
    "translation": {
      "en": "to see this one movie, to relive this one experience,",
      "it": "con fede incrollabile, per rivivere la sua unicità…"
    }
  },
  {
    "translation": {
      "en": "are we to blame for the death of all good things in cinema?",
      "it": "La morte del bello del cinema è forse colpa nostra?"
    }
  },
  {
    "translation": {
      "en": "-Smile, you son of a… -[rifle fires]",
      "it": "Sorridi, figlio di…"
    }
  },
  {
    "translation": {
      "en": "[Sasha] Yes.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "And no.",
      "it": "E no."
    }
  },
  {
    "translation": {
      "en": "You can't blame movie fans for liking what they like.",
      "it": "Non è colpa dei fan se apprezzano qualcosa."
    }
  },
  {
    "translation": {
      "en": "But Hollywood seemed to learn the wrong lessons from the summer of the shark.",
      "it": "Hollywood ha tratto la lezione sbagliata dall'estate dello squalo."
    }
  },
  {
    "translation": {
      "en": "They chased a spectacle and the numbers game",
      "it": "Ha dato priorità a spettacolarità e cifre,"
    }
  },
  {
    "translation": {
      "en": "but forgot what really made Jaws Jaws.",
      "it": "scordando quello che rendeva unico Lo squalo."
    }
  },
  {
    "translation": {
      "en": "It was a great story, brilliantly told.",
      "it": "Una storia fantastica, raccontata in modo magistrale."
    }
  },
  {
    "translation": {
      "en": "For me, movies will always represent the manifestation of the surreal,",
      "it": "Per me, i film rappresenteranno sempre la manifestazione del surreale,"
    }
  },
  {
    "translation": {
      "en": "the beautiful, and the terrifying.",
      "it": "del bello e del terrificante."
    }
  },
  {
    "translation": {
      "en": "Movie theaters offer both the wonder and danger of Oz",
      "it": "I cinema offrono la meraviglia e il pericolo del mondo di Oz"
    }
  },
  {
    "translation": {
      "en": "and the safe haven of Kansas.",
      "it": "e il rifugio sicuro del Kansas."
    }
  },
  {
    "translation": {
      "en": "The best movies, like the worst people, can leave you with scars,",
      "it": "I film migliori, come le persone peggiori, possono lasciarti delle cicatrici."
    }
  },
  {
    "translation": {
      "en": "with courage in the place of fear, and, if you're lucky, hope.",
      "it": "Possono trasformare la paura in coraggio e, se sei fortunato, in speranza."
    }
  },
  {
    "translation": {
      "en": "And when there is no hope, there may be sharks",
      "it": "E quando non c'è speranza, possono esserci squali,"
    }
  },
  {
    "translation": {
      "en": "and long-lost summers",
      "it": "lunghe estati perdute,"
    }
  },
  {
    "translation": {
      "en": "and little girls in dark theaters quoting the lines of a movie…",
      "it": "e ragazzine in cinema bui che citano le battute di un film…"
    }
  },
  {
    "translation": {
      "en": "-[man on screen] I used to hate the water. -[Sasha] …they already know by heart.",
      "it": "Odiavo l'acqua. …che sanno già a memoria."
    }
  },
  {
    "translation": {
      "en": "[man 2 on screen] I can't imagine why.",
      "it": "Chissà perché."
    }
  }
]