[
  {
    "translation": {
      "en": "I'm making this movie because, uh...",
      "it": "Faccio questo film perché…"
    }
  },
  {
    "translation": {
      "en": "Which way you want me to look?",
      "it": "Dove vuoi che guardi?"
    }
  },
  {
    "translation": {
      "en": "-[producer] Right here. -Okay.",
      "it": "- Qui. - Ok."
    }
  },
  {
    "translation": {
      "en": "I'm basically making this movie",
      "it": "Sto facendo questo film perché..."
    }
  },
  {
    "translation": {
      "en": "because I have 25 years",
      "it": "Sto facendo questo film perché... Ho 25 anni di riprese e foto di me e Cartoon,"
    }
  },
  {
    "translation": {
      "en": "of footage and photos of me and Cartoon's...",
      "it": "Ho 25 anni di riprese e foto di me e Cartoon,"
    }
  },
  {
    "translation": {
      "en": "I guess, uh, journey in life, and all the movement that we've...",
      "it": "è una specie di viaggio nella vita e nel movimento che abbiamo..."
    }
  },
  {
    "translation": {
      "en": "Wait, let me see.",
      "it": "Fammi pensare."
    }
  },
  {
    "translation": {
      "en": "If you ain't got tatted by Cartoon, you ain't got no tat.",
      "it": "Non è un tatuaggio se non è di Cartoon."
    }
  },
  {
    "translation": {
      "en": "If you ain't get shot by Estevan, you got a weak photographer.",
      "it": "Non è una foto se non è di Estevan."
    }
  },
  {
    "translation": {
      "en": "You can't tell the story of Estevan without telling the story of Cartoon.",
      "it": "LA STORIA DI MISTER CARTOON ED ESTEVAN ORIOL La storia di Estevan non esiste senza quella di Cartoon."
    }
  },
  {
    "translation": {
      "en": "You know Toons, then you know Estev.",
      "it": "Se conosci Toon, conosci Stev."
    }
  },
  {
    "translation": {
      "en": "They are LA.",
      "it": "Loro sono LA."
    }
  },
  {
    "translation": {
      "en": "Premier representatives of that Los Angeles culture.",
      "it": "I principali esponenti di quella cultura di Los Angeles."
    }
  },
  {
    "translation": {
      "en": "Like, the pioneers.",
      "it": "Sono pionieri."
    }
  },
  {
    "translation": {
      "en": "Not just pioneers, I mean, I think they're historians.",
      "it": "Non solo, per me sono anche degli storici."
    }
  },
  {
    "translation": {
      "en": "Storytellers, they're the image-makers. The chroniclers.",
      "it": "Cantastorie, creatori di immagine, cronisti..."
    }
  },
  {
    "translation": {
      "en": "When you say LA tattoo artists, you can't not mention Mister Cartoon.",
      "it": "Quando si parla di artisti tatuatori, devi nominare Mister Cartoon."
    }
  },
  {
    "translation": {
      "en": "Nobody does art like Cartoon.",
      "it": "Nessuno eguaglia l'arte di Cartoon."
    }
  },
  {
    "translation": {
      "en": "When you look at a Mister Cartoon tattoo, you know that's Mister Cartoon.",
      "it": "Quando guardi un suo tatuaggio, sai che è di Mister Cartoon."
    }
  },
  {
    "translation": {
      "en": "Everybody knows Mister Cartoon.",
      "it": "Tutti lo conoscono."
    }
  },
  {
    "translation": {
      "en": "The hip-hop tattoo artist.",
      "it": "Il tatuatore hip-hop."
    }
  },
  {
    "translation": {
      "en": "Man, you got tatted by Toons, it's, like, a level of respect.",
      "it": "Cavolo, sei stato tatuato da Toon, è come un segno di rispetto."
    }
  },
  {
    "translation": {
      "en": "-My boy Cartoon. -Cartoon.",
      "it": "- Il mio Cartoon. - Cartoon."
    }
  },
  {
    "translation": {
      "en": "The world-famous Cartoon.",
      "it": "Il famoso Cartoon."
    }
  },
  {
    "translation": {
      "en": "Everything Cartoon did, Estevan was there.",
      "it": "Ogni volta che era al lavoro, c'era anche Estevan."
    }
  },
  {
    "translation": {
      "en": "Estevan brings an authenticity that is matched by none other.",
      "it": "Estevan crea un'autenticità senza eguali."
    }
  },
  {
    "translation": {
      "en": "Photographing gang members.",
      "it": "Fotografa i membri di una gang..."
    }
  },
  {
    "translation": {
      "en": "Capturing the whole culture and everything, man.",
      "it": "Cattura tutta la cultura e il resto."
    }
  },
  {
    "translation": {
      "en": "Lowrider culture, tattoo culture, shots of Skid Row.",
      "it": "La cultura lowrider, quella del tatuaggio, gli scatti di Skid Row..."
    }
  },
  {
    "translation": {
      "en": "[Wilmer] Leaving pieces of history behind.",
      "it": "Lasciando la storia alle spalle."
    }
  },
  {
    "translation": {
      "en": "-[George] These vatos... -[Snoop] They showed",
      "it": "Questi vatos dimostrano che puoi farlo nel modo giusto..."
    }
  },
  {
    "translation": {
      "en": "that you can do it the right way if you do it the right way.",
      "it": "Questi vatos dimostrano che puoi farlo nel modo giusto... ...se lo fai nel modo giusto."
    }
  },
  {
    "translation": {
      "en": "[George] They take pride in all of that.",
      "it": "Sono fieri di tutto questo."
    }
  },
  {
    "translation": {
      "en": "[Snoop] They paved the way for a lot of people.",
      "it": "Hanno spianato la strada a tanti."
    }
  },
  {
    "translation": {
      "en": "Even if they don't admit it.",
      "it": "Anche se non lo ammettono."
    }
  },
  {
    "translation": {
      "en": "We couldn't have done it without these two guys.",
      "it": "Non avremmo potuto farlo senza loro due."
    }
  },
  {
    "translation": {
      "en": "It's about courage.",
      "it": "Si tratta di coraggio. Resta fedele a te stesso,"
    }
  },
  {
    "translation": {
      "en": "Just be true to who you are, and a lot of people are terrified",
      "it": "Si tratta di coraggio. Resta fedele a te stesso, e molti hanno paura di ciò che sono."
    }
  },
  {
    "translation": {
      "en": "of being who they are.",
      "it": "e molti hanno paura di ciò che sono."
    }
  },
  {
    "translation": {
      "en": "That's one of the reasons they're so successful.",
      "it": "È per questo che hanno tanto successo."
    }
  },
  {
    "translation": {
      "en": "They mean what they say and they say what they mean.",
      "it": "Parlano seriamente e sono seri quando parlano."
    }
  },
  {
    "translation": {
      "en": "This is our thing, and we wanna bring this out to the world.",
      "it": "Questa cosa ci appartiene, vogliamo farla conoscere al mondo."
    }
  },
  {
    "translation": {
      "en": "LA's globalized.",
      "it": "LA è globalizzata."
    }
  },
  {
    "translation": {
      "en": "They've joined forces, and they've been unstoppable ever since.",
      "it": "Unirono le forze e da allora sono inarrestabili."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Coming from a Chicano, Mexican family, believing in God is standard issue.",
      "it": "Per una famiglia chicana messicana, la fede in Dio è una questione normale."
    }
  },
  {
    "translation": {
      "en": "I was formerly raised Catholic.",
      "it": "Sono cresciuto come Cattolico."
    }
  },
  {
    "translation": {
      "en": "I was told at a young age that I was gifted, I was blessed,",
      "it": "Da bambino mi dissero che avevo un dono. Che ero benedetto."
    }
  },
  {
    "translation": {
      "en": "I have a gift from God.",
      "it": "Dio mi ha fatto un dono."
    }
  },
  {
    "translation": {
      "en": "And when you tell a kid that every day over and over and over,",
      "it": "E quando lo ripeti di continuo ad un bambino,"
    }
  },
  {
    "translation": {
      "en": "they start to believe it.",
      "it": "lui inizia a crederci."
    }
  },
  {
    "translation": {
      "en": "So when my mom would ask me to clean the room,",
      "it": "Perciò, quando mia madre mi chiedeva di rifarmi il letto..."
    }
  },
  {
    "translation": {
      "en": "make my bed, I'd be like,",
      "it": "Perciò, quando mia madre mi chiedeva di rifarmi il letto... MISTER CARTOON TATUATORE"
    }
  },
  {
    "translation": {
      "en": "\"I've been gifted from God. I'm not gonna make my bed. Come on.\"",
      "it": "...io dicevo: \"Ho un dono di Dio. Il letto non lo rifaccio\"."
    }
  },
  {
    "translation": {
      "en": "[Estevan] For me, work is happiness. Yeah, I love to work.",
      "it": "Lavorare mi rende felice. Sì, adoro lavorare."
    }
  },
  {
    "translation": {
      "en": "I love doing photography. I love filming.",
      "it": "Adoro fotografare, girare scene."
    }
  },
  {
    "translation": {
      "en": "You know, when you say \"work,\" that means you do something",
      "it": "Quando dici \"lavoro\"... ...significa che sei pagato per fare qualcosa."
    }
  },
  {
    "translation": {
      "en": "and you get paid, so, yeah, that means my bills can get paid,",
      "it": "...significa che sei pagato per fare qualcosa. Quindi, sì, significa che posso pagare le bollette e tirare avanti."
    }
  },
  {
    "translation": {
      "en": "and I can keep moving forward.",
      "it": "Quindi, sì, significa che posso pagare le bollette e tirare avanti."
    }
  },
  {
    "translation": {
      "en": "-[girl] Daddy! -[Estevan] I'm not the best dad or the best husband,",
      "it": "Non sono il papà e il marito migliore del mondo,"
    }
  },
  {
    "translation": {
      "en": "but I think I'm a good worker, a good photographer,",
      "it": "ma credo di essere un gran lavoratore, un bravo fotografo"
    }
  },
  {
    "translation": {
      "en": "and a pretty good friend.",
      "it": "e un buon amico."
    }
  },
  {
    "translation": {
      "en": "Nobody could say I'd done them wrong. If they do, they're a lying motherfucker.",
      "it": "Non ho mai fatto un torto a qualcuno, e se lo dicono sono dei bugiardi."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] If you focus,",
      "it": "Se ti concentri, puoi vedere le cose."
    }
  },
  {
    "translation": {
      "en": "you could see shit off of your talent.",
      "it": "Se ti concentri, puoi vedere le cose. Offrire il tuo talento. Viaggiare per il mondo, andare in Europa."
    }
  },
  {
    "translation": {
      "en": "You could travel the world.",
      "it": "Offrire il tuo talento. Viaggiare per il mondo, andare in Europa."
    }
  },
  {
    "translation": {
      "en": "You could go to Europe and shit. Like, we've been all around the world.",
      "it": "Offrire il tuo talento. Viaggiare per il mondo, andare in Europa. Siamo stati in tutto il mondo."
    }
  },
  {
    "translation": {
      "en": "You can buy a home for your family.",
      "it": "Puoi comprare una casa per la tua famiglia."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Art was like I had to scratch an itch.",
      "it": "L'arte era come un prurito."
    }
  },
  {
    "translation": {
      "en": "I would see shit, I would see a movie poster,",
      "it": "Vedevo cose. Il poster di un film..."
    }
  },
  {
    "translation": {
      "en": "or I would see something that made me wanna draw,",
      "it": "...o qualcosa che mi faceva venir voglia di disegnare"
    }
  },
  {
    "translation": {
      "en": "and I would get this kind of anxiety that I had to draw,",
      "it": "e mi veniva una specie di ansia, dovevo disegnare. Dovevo disegnare ogni giorno"
    }
  },
  {
    "translation": {
      "en": "I had to draw every day. To let it go.",
      "it": "dovevo disegnare. Dovevo disegnare ogni giorno per alleviarla."
    }
  },
  {
    "translation": {
      "en": "[Yolanda] He was young, very young, like... four.",
      "it": "Era molto piccolo, aveva tipo quattro anni."
    }
  },
  {
    "translation": {
      "en": "At that time, he was drawing nostrils, fingernails, earlobes,",
      "it": "A quel tempo disegnava narici, unghie, lobi delle orecchie..."
    }
  },
  {
    "translation": {
      "en": "you know, things that kids drew with stick figures,",
      "it": "Mentre di solito i bambini disegnano omini stilizzati..."
    }
  },
  {
    "translation": {
      "en": "he was drawing, doing very intricate things.",
      "it": "Mentre di solito i bambini disegnano omini stilizzati... ...lui disegnava cose complicate."
    }
  },
  {
    "translation": {
      "en": "He was my first child, so I just thought I was the greatest mom",
      "it": "Era il primogenito, quindi pensavo di essere la mamma migliore del mondo"
    }
  },
  {
    "translation": {
      "en": "because he was so good, you know?",
      "it": "perché era davvero bravo."
    }
  },
  {
    "translation": {
      "en": "[David] His mom was, \"You're the best.",
      "it": "Sua madre diceva: \"Sei il migliore. Sei fantastico."
    }
  },
  {
    "translation": {
      "en": "You're amazing. You're the best artist in the world.",
      "it": "Sua madre diceva: \"Sei il migliore. Sei fantastico. Sei l'artista più bravo del mondo. Da grande sarai meraviglioso\"."
    }
  },
  {
    "translation": {
      "en": "You're gonna grow up to be wonderful.\"",
      "it": "Sei l'artista più bravo del mondo. Da grande sarai meraviglioso\"."
    }
  },
  {
    "translation": {
      "en": "And then, at some point, you just believe it.",
      "it": "Perciò prima o poi finisci per crederci."
    }
  },
  {
    "translation": {
      "en": "When I was a kid, my father met this guy at the line at the bank.",
      "it": "Quand'ero piccolo, mio padre conobbe un tizio mentre era in fila in banca."
    }
  },
  {
    "translation": {
      "en": "He says, \"I'm in karate. I have a business, a karate business.\"",
      "it": "Mi disse: \"Ho un'attività che riguarda il karate\"."
    }
  },
  {
    "translation": {
      "en": "My dad comes home and he goes,",
      "it": "Mio padre torna a casa e fa:"
    }
  },
  {
    "translation": {
      "en": "\"I got great news. You're going to martial arts school.\"",
      "it": "\"Andrai alla scuola di arti marziali.\""
    }
  },
  {
    "translation": {
      "en": "I go, \"I don't wanna do that.\" He goes, \"Yeah.\"",
      "it": "E io: \"Non ci vado\". E lui: \"Sì, invece\"."
    }
  },
  {
    "translation": {
      "en": "Hey, I'm paying for that... [chuckling] ...you're gonna go.",
      "it": "\"Io pago, perciò ci andrai e basta.\""
    }
  },
  {
    "translation": {
      "en": "When he first started, he was real shy, wouldn't talk to anybody.",
      "it": "Quando iniziò era molto timido, non parlava con nessuno, forse solo dopo un anno di karate."
    }
  },
  {
    "translation": {
      "en": "But maybe about a year after karate,",
      "it": "non parlava con nessuno, forse solo dopo un anno di karate."
    }
  },
  {
    "translation": {
      "en": "I would say that he was so confident that he'd walk straight up.",
      "it": "Era talmente sicuro di sé che camminava a testa alta."
    }
  },
  {
    "translation": {
      "en": "Going to the karate school introduced me",
      "it": "Andare a scuola di karate mi ha introdotto alla verniciatura metallizzata,"
    }
  },
  {
    "translation": {
      "en": "to the world of candy paint",
      "it": "mi ha introdotto alla verniciatura metallizzata,"
    }
  },
  {
    "translation": {
      "en": "because the grand master of the school was also a custom car painter,",
      "it": "perché il gran maestro della scuola personalizzava auto dipingendole."
    }
  },
  {
    "translation": {
      "en": "so I learned all those things, you know, the murals, the candy paint,",
      "it": "Così imparai tutte quelle cose, i murales, la verniciatura,"
    }
  },
  {
    "translation": {
      "en": "respect, the flow of life.",
      "it": "il rispetto, il flusso della vita."
    }
  },
  {
    "translation": {
      "en": "All these things kind of went in a circle.",
      "it": "Tutto formò un cerchio."
    }
  },
  {
    "translation": {
      "en": "It's crazy.",
      "it": "È pazzesco."
    }
  },
  {
    "translation": {
      "en": "I'm Estevan Oriol. I'm a photographer and director. Raised in LA.",
      "it": "Mi chiamo Estevan Oriol, sono un fotografo e regista cresciuto a Los Angeles."
    }
  },
  {
    "translation": {
      "en": "I was born in Santa Monica at Saint John's Hospital.",
      "it": "Sono nato a Santa Monica, al St. John's Hospital."
    }
  },
  {
    "translation": {
      "en": "[David] So you got Estevan. Like, this tall cholo guy,",
      "it": "Estevan è un ragazzo alto, un cholo,"
    }
  },
  {
    "translation": {
      "en": "but then most people don't know he's half Italian.",
      "it": "ma molti non sanno che è per metà italiano."
    }
  },
  {
    "translation": {
      "en": "[Estevan] My mom and dad were married up until I was about three.",
      "it": "I miei restarono sposati finché non compii tre anni."
    }
  },
  {
    "translation": {
      "en": "And they split up, and it was me and my mom.",
      "it": "Allora si separarono e restai solo con mia madre."
    }
  },
  {
    "translation": {
      "en": "To me, my mom was great.",
      "it": "Mia madre per me era fantastica."
    }
  },
  {
    "translation": {
      "en": "We grew up on welfare, food stamps and Medi-Cal,",
      "it": "Andammo avanti grazie ai sussidi e a MediCal,"
    }
  },
  {
    "translation": {
      "en": "but she did her best to make it the best for me.",
      "it": "ma fece del suo meglio affinché anch'io avessi il meglio."
    }
  },
  {
    "translation": {
      "en": "Any time you have mixed-race children,",
      "it": "I figli di coppie miste crescono un po' confusi:"
    }
  },
  {
    "translation": {
      "en": "they grow up a little bit confused though, \"Am I this race or am I this race?\"",
      "it": "I figli di coppie miste crescono un po' confusi: \"Sono di questa razza o di quest'altra?\" Ad un certo punto devi scegliere."
    }
  },
  {
    "translation": {
      "en": "And at some point, you just gotta choose. He chose the Latino side.",
      "it": "\"Sono di questa razza o di quest'altra?\" Ad un certo punto devi scegliere. E lui scelse il lato sudamericano. Io lo scoprii solo anni dopo."
    }
  },
  {
    "translation": {
      "en": "I didn't even know it until years later.",
      "it": "E lui scelse il lato sudamericano. Io lo scoprii solo anni dopo."
    }
  },
  {
    "translation": {
      "en": "[Estevan] My dad, he was kind of like a hippie.",
      "it": "Mio padre era una specie di hippy."
    }
  },
  {
    "translation": {
      "en": "He didn't give a shit about having a nice car and all that shit,",
      "it": "Non gli interessava avere una bella macchina e tutto il resto."
    }
  },
  {
    "translation": {
      "en": "so that pushed me to strive for more.",
      "it": "Questo mi spinse a desiderare di più."
    }
  },
  {
    "translation": {
      "en": "That's what gave me my drive.",
      "it": "Mi diede la spinta."
    }
  },
  {
    "translation": {
      "en": "So after high school, I worked at a snack bar, I worked on fishing boats,",
      "it": "Quindi, dopo il liceo, lavorai in uno snack bar, sui pescherecci,"
    }
  },
  {
    "translation": {
      "en": "supermarkets, liquor store delivery.",
      "it": "nei supermercati, ho consegnato liquori..."
    }
  },
  {
    "translation": {
      "en": "I always had, like, one, two, three jobs.",
      "it": "Ho sempre avuto uno, due, tre lavori."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] At the time, in the '80s,",
      "it": "All'epoca, negli anni '80,"
    }
  },
  {
    "translation": {
      "en": "it was all about where do you fit in in hip-hop.",
      "it": "tutti volevano sapere quale fosse il tuo ruolo nell'hip-hop."
    }
  },
  {
    "translation": {
      "en": "Are you a breaker? Are you a rapper?",
      "it": "Sei un breaker? Sei un rapper?"
    }
  },
  {
    "translation": {
      "en": "Are you a locker? Are you a writer?",
      "it": "Sei un locker o uno scrittore?"
    }
  },
  {
    "translation": {
      "en": "And I was like, \"I love breakdancing,",
      "it": "E io: \"A me piace la break dance e tutto il resto,"
    }
  },
  {
    "translation": {
      "en": "and all that shit,\" but I couldn't hang.",
      "it": "E io: \"A me piace la break dance e tutto il resto, ma non sono bravo. Ma so disegnare\"."
    }
  },
  {
    "translation": {
      "en": "But I could draw.",
      "it": "ma non sono bravo. Ma so disegnare\"."
    }
  },
  {
    "translation": {
      "en": "[Angel] Cartoon, uh, always had a marker",
      "it": "Cartoon aveva sempre con sé un pennarello..."
    }
  },
  {
    "translation": {
      "en": "or a can of spray paint with him all the time.",
      "it": "...o una bomboletta di vernice."
    }
  },
  {
    "translation": {
      "en": "And wherever we were at, he'd hit up.",
      "it": "E ovunque fossimo, lasciava il segno."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] 'Cause I was hip-hop. I had a b-boy side of me.",
      "it": "Perché ero hip-hop. Avevo un lato B-Boy,"
    }
  },
  {
    "translation": {
      "en": "It was, like, bombing, 3-Ds, fade.",
      "it": "coloravo tante superfici, facevo 3D, fade..."
    }
  },
  {
    "translation": {
      "en": "[Revok] You know, before the Cartoon that he's known for today,",
      "it": "Prima del Cartoon che conosciamo oggi..."
    }
  },
  {
    "translation": {
      "en": "he was an awesome graffiti writer.",
      "it": "...era un graffitaro eccezionale."
    }
  },
  {
    "translation": {
      "en": "He was from this crew WCA that was kind of legendary",
      "it": "Apparteneva alla crew WCA, era leggendaria, e lui era bravissimo."
    }
  },
  {
    "translation": {
      "en": "and was really fucking good.",
      "it": "era leggendaria, e lui era bravissimo."
    }
  },
  {
    "translation": {
      "en": "[Risk] I go to probably late '80s with Cartoon. He was \"Flame\" at the time.",
      "it": "Era la fine degli anni '80, e all'epoca Cartoon si chiamava Flame."
    }
  },
  {
    "translation": {
      "en": "I thought I knew everybody. I was like, \"Who the fuck is this?\"",
      "it": "Pensavo di conoscere tutti. Dissi: \"Chi cazzo è questo?\""
    }
  },
  {
    "translation": {
      "en": "And he had such a unique style, and was so different.",
      "it": "Aveva uno stile così unico, diverso."
    }
  },
  {
    "translation": {
      "en": "He hit and run. Like, I'd see a wall, and next day I was like,",
      "it": "Disegnava e spariva. Vedevo un muro, e il giorno dopo: \"Questo da dove spunta? Chi l'ha fatto?\""
    }
  },
  {
    "translation": {
      "en": "\"Where did this come from? Who did it?\" You know.",
      "it": "e il giorno dopo: \"Questo da dove spunta? Chi l'ha fatto?\""
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I basically do graffiti everywhere I go.",
      "it": "In pratica creavo graffiti ovunque."
    }
  },
  {
    "translation": {
      "en": "It brought me a rush, like, you can go to jail for this shit.",
      "it": "Mi dava una scarica di adrenalina. Potevo finire in galera."
    }
  },
  {
    "translation": {
      "en": "[Yolanda] He put his name, \"Flame,\" on the graffiti piece,",
      "it": "Firmò quel graffito col suo nome, \"Flame\". ARTE NON-STOP"
    }
  },
  {
    "translation": {
      "en": "and, so, he was caught, you know, for doing that.",
      "it": "Quindi era famoso per questo."
    }
  },
  {
    "translation": {
      "en": "[Angel] There was something different about him.",
      "it": "C'era qualcosa di diverso in lui."
    }
  },
  {
    "translation": {
      "en": "We had an idea that someday he was gonna do something,",
      "it": "Pensavamo che un giorno avrebbe fatto qualcosa, sarebbe andato lontano."
    }
  },
  {
    "translation": {
      "en": "that he was gonna go somewhere, he was gonna be something in life.",
      "it": "avrebbe fatto qualcosa, sarebbe andato lontano. Sarebbe diventato qualcuno."
    }
  },
  {
    "translation": {
      "en": "[Bob] It's like a work of art in there.",
      "it": "Proprio come un'opera d'arte,"
    }
  },
  {
    "translation": {
      "en": "We were all proud of this, when he came out in the paper.",
      "it": "e fummo molto fieri quando uscì sul giornale."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I was just searching for my look, you know?",
      "it": "Stavo solo cercando il mio stile."
    }
  },
  {
    "translation": {
      "en": "What felt good and what felt real to me.",
      "it": "Ciò che mi sembrava bello e reale."
    }
  },
  {
    "translation": {
      "en": "I went to LA Trade-Tech to learn Sign Graphics,",
      "it": "Andai alla Trade Tech di Los Angeles per studiare grafica e comprendere le lettere."
    }
  },
  {
    "translation": {
      "en": "to understand letters.",
      "it": "per studiare grafica e comprendere le lettere."
    }
  },
  {
    "translation": {
      "en": "Letters have a weight to them.",
      "it": "Le lettere hanno un peso."
    }
  },
  {
    "translation": {
      "en": "When I was in school, all the kids knew where the prisons were,",
      "it": "Quando andavo a scuola, tutti sapevamo dov'erano le prigioni."
    }
  },
  {
    "translation": {
      "en": "and some of them would get letters from their family members,",
      "it": "Alcuni ricevevano lettere dai loro familiari."
    }
  },
  {
    "translation": {
      "en": "and I would look at the envelope",
      "it": "Io guardavo le buste,"
    }
  },
  {
    "translation": {
      "en": "and see these crazy collaged, pinta-style envelopes",
      "it": "vedevo questi strani collage stile Pinta"
    }
  },
  {
    "translation": {
      "en": "and I would think to myself,",
      "it": "e pensavo: \"Se riuscissi a mischiare quello stile"
    }
  },
  {
    "translation": {
      "en": "\"Man, if I could mix that style of artwork with bombing graffiti style,",
      "it": "e pensavo: \"Se riuscissi a mischiare quello stile con le pitture dei graffiti se le mettessi insieme...\""
    }
  },
  {
    "translation": {
      "en": "put them together.\"",
      "it": "con le pitture dei graffiti se le mettessi insieme...\""
    }
  },
  {
    "translation": {
      "en": "That's where my style was born.",
      "it": "Ecco da dove viene il mio stile."
    }
  },
  {
    "translation": {
      "en": "[Estevan] When I hit 19, I moved to Hollywood.",
      "it": "Quando compii 19 anni mi trasferii a Hollywood."
    }
  },
  {
    "translation": {
      "en": "Sunset Boulevard was cracking.",
      "it": "Sunset Boulevard era in fermento,"
    }
  },
  {
    "translation": {
      "en": "The Whisky, The Roxy.",
      "it": "Sunset Boulevard era in fermento, il Whisky, Roxy, l'hip-hop era una novità."
    }
  },
  {
    "translation": {
      "en": "Hip-hop was new.",
      "it": "il Whisky, Roxy, l'hip-hop era una novità."
    }
  },
  {
    "translation": {
      "en": "Just that scene was fucking off the chain,",
      "it": "Era uno scenario fantastico,"
    }
  },
  {
    "translation": {
      "en": "and I was working nightclubs for extra money.",
      "it": "e lavoravo nei night club per avere soldi extra."
    }
  },
  {
    "translation": {
      "en": "And that's where I met all the LA bands.",
      "it": "È lì che conobbi le band di Los Angeles,"
    }
  },
  {
    "translation": {
      "en": "Ice-T and the Rhyme Syndicate, the Red Hot Chili Peppers,",
      "it": "Ice-T e i Rhyme Syndicate, i Red Hot Chili Peppers,"
    }
  },
  {
    "translation": {
      "en": "Boo-Yaa T.R.I.B.E., Everlast from House of Pain.",
      "it": "Boo-Yaa T.R.I.B.E., Everlast degli House of Pain..."
    }
  },
  {
    "translation": {
      "en": "That's how I met Muggs.",
      "it": "Lì conobbi Muggs,"
    }
  },
  {
    "translation": {
      "en": "And then he took me down to the block on Cypress Ave,",
      "it": "che poi mi portò all'isolato di Cypress Avenue."
    }
  },
  {
    "translation": {
      "en": "and that's where I met B-Real and Sen.",
      "it": "E lì conobbi B-Real e Sen."
    }
  },
  {
    "translation": {
      "en": "[Muggs] So, this right here is SP 1200.",
      "it": "Questo è l'SP 1200."
    }
  },
  {
    "translation": {
      "en": "This is the drum machine that we did um, all the House of Pain's records.",
      "it": "La batteria di tutti i dischi degli House of Pain."
    }
  },
  {
    "translation": {
      "en": "The sample though-- For \"Jump Around,\" I made it.",
      "it": "Ho fatto il sample di \"Jump Around\"."
    }
  },
  {
    "translation": {
      "en": "Horn player... came in the studio, played the horn,",
      "it": "In studio venne un musicista con la cornamusa."
    }
  },
  {
    "translation": {
      "en": "and I put it in here, then I detuned it.",
      "it": "Poi la misi qui. E l'attenuai. Quando lo fai, si sente uno scricchiolio."
    }
  },
  {
    "translation": {
      "en": "When you detune it, it gives it like a crunch.",
      "it": "E l'attenuai. Quando lo fai, si sente uno scricchiolio."
    }
  },
  {
    "translation": {
      "en": "It spreads it out a little bit. That's why that sounds unique.",
      "it": "Lo distende un po'. Ecco perché il suono è unico."
    }
  },
  {
    "translation": {
      "en": "First time I met Estevan, he was working the door of a club on 2nd Street",
      "it": "Quando conobbi Estevan, faceva il buttafuori sulla Second Street"
    }
  },
  {
    "translation": {
      "en": "in, like, Little Tokyo. He just would always show me love and let me in.",
      "it": "a Little Tokyo. Mi dimostrava il suo affetto facendomi entrare."
    }
  },
  {
    "translation": {
      "en": "That's the homie Steve-O, short for Steve Oriol.",
      "it": "Lui è il mio amico Steve-O, diminutivo di Steve Oriol,"
    }
  },
  {
    "translation": {
      "en": "Switched it up to Scan. Scan was just Scandalous.",
      "it": "poi passato a Scan. Scan stava per Scandaloso."
    }
  },
  {
    "translation": {
      "en": "[Everlast] After we started getting the music together,",
      "it": "Quando mettemmo insieme musica e capimmo che saremmo andati in giro,"
    }
  },
  {
    "translation": {
      "en": "and we realized we were gonna go on the road, Muggs basically said,",
      "it": "Quando mettemmo insieme musica e capimmo che saremmo andati in giro, Muggs disse: \"Non so chi può farci da manager\"."
    }
  },
  {
    "translation": {
      "en": "\"Yo, I know exactly who should be your road manager.\"",
      "it": "Muggs disse: \"Non so chi può farci da manager\"."
    }
  },
  {
    "translation": {
      "en": "Who can I get that's fucking responsible and got they shit together?",
      "it": "Chi è che ha messo la testa a posto?"
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Who?\"",
      "it": "E io: \"Chi?\""
    }
  },
  {
    "translation": {
      "en": "I hit up Scan and then, um...",
      "it": "Contattai Scan e..."
    }
  },
  {
    "translation": {
      "en": "He became our tour manager.",
      "it": "Diventò il nostro manager."
    }
  },
  {
    "translation": {
      "en": "That was it, right there.",
      "it": "Era proprio lì."
    }
  },
  {
    "translation": {
      "en": "That was the beginning of us having worldwide escapades.",
      "it": "Fu l'inizio di una fuga mondiale."
    }
  },
  {
    "translation": {
      "en": "[Estevan] In the beginning, people didn't know that House of Pain was white. People were like, \"What the fuck?\"",
      "it": "All'inizio la gente non sapeva che gli House of Pain fossero bianchi."
    }
  },
  {
    "translation": {
      "en": "\"What are these fucking white boys walking through here?\"",
      "it": "Pensarono: \"Chi cazzo sono questi?\""
    }
  },
  {
    "translation": {
      "en": "And then they'd hear the...",
      "it": "Ma poi sentirono…"
    }
  },
  {
    "translation": {
      "en": "And the whole fucking club would just go buck wild, berserk,",
      "it": "Tutto il locale andò in delirio"
    }
  },
  {
    "translation": {
      "en": "and they're just losing their fucking minds.",
      "it": "e la gente perse la testa."
    }
  },
  {
    "translation": {
      "en": "From there, it just took off.",
      "it": "Da lì in poi decollarono."
    }
  },
  {
    "translation": {
      "en": "I was with the band in the music videos, like \"Shamrocks and Shenanigans.\"",
      "it": "Ero con la band nei loro video, tipo \"Shamrocks and Shenanigans\"."
    }
  },
  {
    "translation": {
      "en": "When I wasn't here in LA, I was on tour with House of Pain.",
      "it": "Quando non ero qui a Los Angeles, ero in tour con gli House of Pain."
    }
  },
  {
    "translation": {
      "en": "My dad, he was a photographer.",
      "it": "Mio padre, che era un fotografo,"
    }
  },
  {
    "translation": {
      "en": "He thought I lived kind of a cool lifestyle, so...",
      "it": "pensava che la mia vita fosse una figata, perciò..."
    }
  },
  {
    "translation": {
      "en": "This is my first camera that my dad gave me.",
      "it": "Ecco la prima macchina fotografica che mi regalò."
    }
  },
  {
    "translation": {
      "en": "This is the one that I talk about when people say,",
      "it": "È di questa che parlo quando la gente mi chiede:"
    }
  },
  {
    "translation": {
      "en": "\"Oh, how did you start in photography?\"",
      "it": "\"Come hai iniziato con la fotografia?"
    }
  },
  {
    "translation": {
      "en": "[Everlast] We would go on these little really fucked-up promo tours,",
      "it": "Facevamo questi tour promozionali fuori di testa"
    }
  },
  {
    "translation": {
      "en": "and he was just always taking pictures.",
      "it": "e lui faceva sempre le foto."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I figured out that I was gonna be an artist",
      "it": "Capii che sarei diventato un artista"
    }
  },
  {
    "translation": {
      "en": "when it was time to get a real job.",
      "it": "quando dovetti cercarmi un vero lavoro."
    }
  },
  {
    "translation": {
      "en": "I think airbrushing T-shirts, when I first did that, about 17 years old,",
      "it": "Quando a 17 anni iniziai a dipingere magliette,"
    }
  },
  {
    "translation": {
      "en": "is when I knew I could do this for a living.",
      "it": "capii che potevo guadagnarmi da vivere facendo questo."
    }
  },
  {
    "translation": {
      "en": "And I would paint portraits of people's cars,",
      "it": "Ritraevo le auto della gente sulle T-shirt"
    }
  },
  {
    "translation": {
      "en": "put it on a T-shirt and put the name over top.",
      "it": "Ritraevo le auto della gente sulle T-shirt e mettevo il nome sopra."
    }
  },
  {
    "translation": {
      "en": "I just started working right off the bat.",
      "it": "Iniziai subito a lavorare."
    }
  },
  {
    "translation": {
      "en": "Cartoon's Customs was born,",
      "it": "Nacque la Cartoon's Custom."
    }
  },
  {
    "translation": {
      "en": "kind of like preparing me to tattoo.",
      "it": "Fu un po' come prepararmi a tatuare."
    }
  },
  {
    "translation": {
      "en": "[Muggs] Scandalous got the camera. Japan. It's how we do it.",
      "it": "Scandaloso ha la macchina fotografica. Giappone, noi facciamo così."
    }
  },
  {
    "translation": {
      "en": "Chicken and soup. And I'm gonna get the spinach and butter.",
      "it": "Zuppa di pollo, e prendo gli spinaci col burro."
    }
  },
  {
    "translation": {
      "en": "When you're on the road, man, shit can get a bit stressful.",
      "it": "Quando viaggi, può essere stressante."
    }
  },
  {
    "translation": {
      "en": "You need somebody out there that knows everybody's personalities",
      "it": "Ti serve qualcuno che conosca la personalità di tutti"
    }
  },
  {
    "translation": {
      "en": "and everything, keep everything at ease all the time.",
      "it": "e che sappia calmare la situazione in ogni momento."
    }
  },
  {
    "translation": {
      "en": "Every day was a new adventure, new city, new country, new shows.",
      "it": "Ogni giorno una nuova avventura, nuova città, nuovo Paese, nuovi spettacoli."
    }
  },
  {
    "translation": {
      "en": "It was the shit, to roll with the homie. Hey, Steve-O.",
      "it": "Fu meraviglioso viverlo con gli amici."
    }
  },
  {
    "translation": {
      "en": "He wasn't Estevan Oriol, the photographer. He was the road dog.",
      "it": "Non era ancora Oriol il fotografo. Era il tecnico."
    }
  },
  {
    "translation": {
      "en": "[Estevan] They got the homie.",
      "it": "Hanno preso l'amico."
    }
  },
  {
    "translation": {
      "en": "Cypress Hill, at the time, had not only... selling crazy records or platinum records,",
      "it": "All'epoca i Cypress Hill non vendevano solo album pazzeschi..."
    }
  },
  {
    "translation": {
      "en": "but a well-respected hip-hop group.",
      "it": "...ma erano anche molto rispettati."
    }
  },
  {
    "translation": {
      "en": "B-Real was one of the dopest emcees in the world at the time.",
      "it": "B-Real era uno dei più fantastici MC al mondo."
    }
  },
  {
    "translation": {
      "en": "[B-Real] Look at this view, motherfuckers.",
      "it": "Guarda che vista, figli di puttana."
    }
  },
  {
    "translation": {
      "en": "I look fucking good.",
      "it": "Sto benissimo."
    }
  },
  {
    "translation": {
      "en": "You never have to ask me if I'm ready. I'm always ready, motherfucker. Fuck you.",
      "it": "Non devi mai chiedermi se sono pronto, lo sono sempre. Fanculo."
    }
  },
  {
    "translation": {
      "en": "Oh, shit. That was a good hit.",
      "it": "Oh, cazzo. Che botta."
    }
  },
  {
    "translation": {
      "en": "Muggs had put on Estevan to work with the House of Pain guys",
      "it": "Muggs aveva chiesto a Estevan di lavorare con gli House of Pain"
    }
  },
  {
    "translation": {
      "en": "and then he came to work with us, Cypress Hill.",
      "it": "e poi venne a lavorare con noi, i Cypress Hill."
    }
  },
  {
    "translation": {
      "en": "His first show with us was at Woodstock 1994.",
      "it": "Il suo primo show con noi fu  Woodstock 1994."
    }
  },
  {
    "translation": {
      "en": "[Estevan] B-Real jumps off the stage into the crowd, now I gotta pull him out,",
      "it": "B-Real salta dal palco sulla folla. Ora devo tirarlo fuori,"
    }
  },
  {
    "translation": {
      "en": "but while I'm pulling him out, I'm taking pictures. That shit was fucking crazy.",
      "it": "ma mentre lo tiro fuori faccio delle foto. Fu una roba pazzesca."
    }
  },
  {
    "translation": {
      "en": "Estevan, he had many different roles he played.",
      "it": "Estevan aveva molti ruoli diversi,"
    }
  },
  {
    "translation": {
      "en": "He was tour managing, he was our photographer and videographer.",
      "it": "era il tour manager, il nostro fotografo e videografo."
    }
  },
  {
    "translation": {
      "en": "Those are all mine.",
      "it": "Sì, sono tutte mie."
    }
  },
  {
    "translation": {
      "en": "-♪ Lala, la la, la la, la la ♪ -[B-Real] Let's rock 'n' roll.",
      "it": "Diamoci da fare."
    }
  },
  {
    "translation": {
      "en": "[B-Real] That's the way our crew was. We all worked together very tightly.",
      "it": "Il nostro gruppo era così, lavoravamo tutti insieme"
    }
  },
  {
    "translation": {
      "en": "No one ever wore one hat.",
      "it": "e nessuno faceva mai solo una cosa, facevamo tutti più cose insieme"
    }
  },
  {
    "translation": {
      "en": "You know, everybody did multiple things just to get whatever we needed done,",
      "it": "e nessuno faceva mai solo una cosa, facevamo tutti più cose insieme solo per ottenere ciò che ci serviva."
    }
  },
  {
    "translation": {
      "en": "and Estevan, you know, he covered a lot of bases,",
      "it": "Estevan copriva molte basi"
    }
  },
  {
    "translation": {
      "en": "and, at the same time, being our family and friend",
      "it": "ed era al tempo stesso nostro parente, amico,"
    }
  },
  {
    "translation": {
      "en": "and filling every spot that needed to be filled.",
      "it": "riempiendo tutti i punti che dovevano essere riempiti."
    }
  },
  {
    "translation": {
      "en": "What's up, dude? This is motherfucking Scandalous.",
      "it": "Come va? Sono Scandaloso."
    }
  },
  {
    "translation": {
      "en": "If you need anything, I got what you want, baby.",
      "it": "Se vi serve qualcosa, io ce l'ho."
    }
  },
  {
    "translation": {
      "en": "Motherfuckin', big old skunk.",
      "it": "Ho una bella scorta, cazzo!"
    }
  },
  {
    "translation": {
      "en": "Can you hear me? We're right here in fucked-up Cleveland,",
      "it": "Mi sentite? Siamo qui a Cleveland,"
    }
  },
  {
    "translation": {
      "en": "we just had Mother Nature trip the fuck out on us.",
      "it": "Madre Natura ci ha fatto diventare matti."
    }
  },
  {
    "translation": {
      "en": "[Sen] So Estevan came through and a lot of the great footage that we have now",
      "it": "E così arrivò Estevan. Molte delle bellissime riprese"
    }
  },
  {
    "translation": {
      "en": "from Cypress Hill in those early days, it was all Estevan Oriol footage.",
      "it": "dei Cypress Hill a quei tempi erano tutte di Estevan Oriol."
    }
  },
  {
    "translation": {
      "en": "I have Steve-O in my head always saying things like, \"I'm just right here. I'm just right here.\"",
      "it": "Penso a Steve-O che dice sempre: \"Io sono qui e basta\"."
    }
  },
  {
    "translation": {
      "en": "Him, I think, saying to me,",
      "it": "Lui mi fa tipo:"
    }
  },
  {
    "translation": {
      "en": "\"Don't worry about it. I'm doing my job. I'm right here.\"",
      "it": "\"Non preoccuparti, lavoro. Sono qui.\""
    }
  },
  {
    "translation": {
      "en": "[Estevan] Alright, we're still on our way.",
      "it": "Ok, stiamo arrivando."
    }
  },
  {
    "translation": {
      "en": "[Sen] The most pissed-on fucking countryside I've seen.",
      "it": "La campagna più incazzata che abbia mai visto."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] What else are we gonna do? -[Sen] We need to get there before you do.",
      "it": "- Che altro possiamo fare? - Dobbiamo arrivare prima di voi."
    }
  },
  {
    "translation": {
      "en": "-[boy] Oh, he's stuck! -[driver] You fucking bollocks!",
      "it": "Stronzi del cazzo."
    }
  },
  {
    "translation": {
      "en": "[Sen] What the fuck did he say?",
      "it": "Che cazzo ha detto?"
    }
  },
  {
    "translation": {
      "en": "[driver] We have to go backstage, you know?",
      "it": "Dobbiamo arrivare al backstage."
    }
  },
  {
    "translation": {
      "en": "[policeman] You can't get in that way. It's too small.",
      "it": "- Non si entra da lì. - È troppo piccolo."
    }
  },
  {
    "translation": {
      "en": "-[driver] We wanna go backstage. -Yeah, you got a pass?",
      "it": "- Dobbiamo arrivare all backstage. - Hai un pass?"
    }
  },
  {
    "translation": {
      "en": "Yeah, we-- This is our pass. Cypress Hill.",
      "it": "Sì, il nostro pass è: Cypress Hill."
    }
  },
  {
    "translation": {
      "en": "-[policeman] Cypress-- Oh, yeah. -Yeah.",
      "it": "- Cypress Hill! Oh, scusa. - Già."
    }
  },
  {
    "translation": {
      "en": "-[Sen] We made it, Engolf. -[Estevan chuckles]",
      "it": "Ce l'abbiamo fatta."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I'm on tour with The Beastie Boys, No Doubt, The Fugees,",
      "it": "Sono in tournée con i Beastie Boys, No Doubt, The Fugees,"
    }
  },
  {
    "translation": {
      "en": "Limp Bizkit, Erykah Badu,",
      "it": "Sono in tournée con i Beastie Boys, No Doubt, The Fugees, Limp Izkit, Erykah Badu e altre band,"
    }
  },
  {
    "translation": {
      "en": "and all these other bands,",
      "it": "Limp Izkit, Erykah Badu e altre band,"
    }
  },
  {
    "translation": {
      "en": "and I'm the only one there with a camera.",
      "it": "e sono l'unico con una macchina fotografica."
    }
  },
  {
    "translation": {
      "en": "[Estevan] You're going from nothing to seeing thousands of people",
      "it": "Passi dal niente al vedere migliaia di persone che impazziscono"
    }
  },
  {
    "translation": {
      "en": "losing their fucking minds to the song that you guys are bringing, you know?",
      "it": "al vedere migliaia di persone che impazziscono per la canzone che cantate,"
    }
  },
  {
    "translation": {
      "en": "So, you're, like, \"Fuck, man.\"",
      "it": "perciò dici: \"Cazzo, però!\""
    }
  },
  {
    "translation": {
      "en": "That's when I started, like, feeling like,",
      "it": "In quel momento ho iniziato a pensare:"
    }
  },
  {
    "translation": {
      "en": "\"Okay, yeah, I need to take pictures of all this shit.\"",
      "it": "\"Ok, sì, devo fotografare tutto questo.\""
    }
  },
  {
    "translation": {
      "en": "This is Southern California, motherfucker.",
      "it": "California del Sud, stronzi!"
    }
  },
  {
    "translation": {
      "en": "[Estevan] I started offering my photos to the magazines,",
      "it": "Iniziai a offrire le mie foto alle riviste,"
    }
  },
  {
    "translation": {
      "en": "so music magazines started publishing my photos.",
      "it": "e le riviste musicali iniziarono a pubblicarle."
    }
  },
  {
    "translation": {
      "en": "Yo, kick it off, dog. One, two, three. Chickity boom bang.",
      "it": "Ehi, parti, amico. Uno, due, tre, chickity-boom-bang."
    }
  },
  {
    "translation": {
      "en": "Estevan...",
      "it": "Estevan. Era lui il figlio di puttana, capisci?"
    }
  },
  {
    "translation": {
      "en": "The motherfucker was the man, you know? He was a man of many hats.",
      "it": "Estevan. Era lui il figlio di puttana, capisci? Uno dai molti talenti."
    }
  },
  {
    "translation": {
      "en": "When I met him, I was about 14, 15 years old.",
      "it": "Quando lo conobbi avevo circa 14, 15 anni."
    }
  },
  {
    "translation": {
      "en": "I was in the group The Whooliganz. I rapped. I was a rapper.",
      "it": "Ero nei The Whooliganz. Rappavo. Ero un rapper."
    }
  },
  {
    "translation": {
      "en": "[Alchemist] Me and my man Scotty. Scotty Caan.",
      "it": "Io e il mio amico Scotty. Scotty Caan."
    }
  },
  {
    "translation": {
      "en": "[Scott] We had made a record with B-Real, so they were bringing us out on tour",
      "it": "Avevamo fatto un disco con B-Real, quindi ci portarono in tour"
    }
  },
  {
    "translation": {
      "en": "to pump up our record that hadn't come out yet.",
      "it": "per lanciare il nostro disco inedito."
    }
  },
  {
    "translation": {
      "en": "So, I'm 16 years old in that situation,",
      "it": "All'epoca avevo 16 anni"
    }
  },
  {
    "translation": {
      "en": "with nothing to do, but be alive for one hour.",
      "it": "e nessuna occupazione, se non quella di restare vivo per un'ora."
    }
  },
  {
    "translation": {
      "en": "Otherwise, it was, like, hit on girls,",
      "it": "Oppure rimorchiavo le ragazze, mi facevo una canna"
    }
  },
  {
    "translation": {
      "en": "smoke weed and drink, and hang out with your idols.",
      "it": "Oppure rimorchiavo le ragazze, mi facevo una canna e uscivo con i miei idoli."
    }
  },
  {
    "translation": {
      "en": "I don't like to represent an age group. I'm representing hip-hop.",
      "it": "Non mi piace rappresentare una fascia d'età, io rappresento l'hip-hop."
    }
  },
  {
    "translation": {
      "en": "You know, he started fucking with the camera then...",
      "it": "Iniziò a usare la macchina fotografica."
    }
  },
  {
    "translation": {
      "en": "Alchemist started fucking with beats then and...",
      "it": "Alchemist iniziò col beat."
    }
  },
  {
    "translation": {
      "en": "-Can we say \"fuck\"? -[producer] Yeah.",
      "it": "- Posso dire \"cazzo\"? - Sì."
    }
  },
  {
    "translation": {
      "en": "You talk about that time, you can't not curse. It's impossible, you know?",
      "it": "Parlo sempre così, non riesco a non dire parolacce."
    }
  },
  {
    "translation": {
      "en": "You gotta remember, in '93, Soul Assassins,",
      "it": "Ricorderete sicuramente, nel '93, i Soul Assassins,"
    }
  },
  {
    "translation": {
      "en": "Cypress Hill, House of Pain, they were the top of rap.",
      "it": "i Cypress Hill, House of Pain, erano il top."
    }
  },
  {
    "translation": {
      "en": "You know, you had Dre and Snoop otherwise,",
      "it": "Sennò c'erano Dre e Snoop, ma, a parte loro..."
    }
  },
  {
    "translation": {
      "en": "but other than that, this was the biggest shit going on.",
      "it": "Sennò c'erano Dre e Snoop, ma, a parte loro... ...questi erano i gruppi più famosi."
    }
  },
  {
    "translation": {
      "en": "That was Soul Assassins. We were the top.",
      "it": "I Soul Assassins. Eravamo i migliori."
    }
  },
  {
    "translation": {
      "en": "[Pat] I met Estevan Oriol 25 plus years ago.",
      "it": "Conobbi Estevan Oriol più di 25 anni fa."
    }
  },
  {
    "translation": {
      "en": "It was surreal for a 16-year-old to go to a concert",
      "it": "Per un sedicenne era surreale andare a un concerto"
    }
  },
  {
    "translation": {
      "en": "with The Whooliganz opening up for House of Pain and Cypress Hill",
      "it": "con i Whooliganz che aprono per gli House e i Cypress al culmine della carriera."
    }
  },
  {
    "translation": {
      "en": "at the height of their career.",
      "it": "e i Cypress al culmine della carriera."
    }
  },
  {
    "translation": {
      "en": "We were backstage, and they almost shut the whole concert down",
      "it": "Per poco non annullarono il concerto"
    }
  },
  {
    "translation": {
      "en": "because some guy named Estevan punched out the bootleggers.",
      "it": "perché un tizio di nome Estevan aveva picchiato i contrabbandieri."
    }
  },
  {
    "translation": {
      "en": "They would get your artwork from the newspaper and make a shirt.",
      "it": "Prendevano i tuoi disegni dal giornale e ci facevano le magliette."
    }
  },
  {
    "translation": {
      "en": "Like an hour before the show, a couple-- All the homeboys",
      "it": "Un'ora prima dello spettacolo... I ragazzi misero il cappuccio"
    }
  },
  {
    "translation": {
      "en": "would like, put their hoods on and, like, go walk through the parking lot",
      "it": "Un'ora prima dello spettacolo... I ragazzi misero il cappuccio e attraversarono il parcheggio."
    }
  },
  {
    "translation": {
      "en": "and you'd just be sittin' by the, you know, by the trailers,",
      "it": "Me ne stavo seduto vicino alle roulotte e sentii..."
    }
  },
  {
    "translation": {
      "en": "-and you just hear, \"Wham!\" -Damn!",
      "it": "Me ne stavo seduto vicino alle roulotte e sentii... - Cazzo! - Pestarono di brutto quei tizi."
    }
  },
  {
    "translation": {
      "en": "And dudes would just get knocked out cold, like...",
      "it": "- Cazzo! - Pestarono di brutto quei tizi."
    }
  },
  {
    "translation": {
      "en": "I won't name any names.",
      "it": "Ma non farò nomi."
    }
  },
  {
    "translation": {
      "en": "-[producer] Name names. -Muggs, Estevan.",
      "it": "Vogliamo i nomi. Muggs, Estevan."
    }
  },
  {
    "translation": {
      "en": "Motherfucker said something... So I punch him in the face.",
      "it": "Uno stronzo ha detto qualcosa, così gli ho dato un pugno in faccia."
    }
  },
  {
    "translation": {
      "en": "Poor guy.",
      "it": "Poverino."
    }
  },
  {
    "translation": {
      "en": "[Pat] So, that's when I met Estevan Oriol.",
      "it": "È così che conobbi Estevan Oriol."
    }
  },
  {
    "translation": {
      "en": "Him beating up a bootlegger in San Francisco",
      "it": "Pestò un tizio a San Francisco"
    }
  },
  {
    "translation": {
      "en": "at a Soul Assassins' concert.",
      "it": "a un concerto dei Soul Assassins."
    }
  },
  {
    "translation": {
      "en": "When I met Steve-O, he was tour manager,",
      "it": "Quando conobbi Steve-O, era il tour manager..."
    }
  },
  {
    "translation": {
      "en": "the all-time funny guy...",
      "it": "Il simpaticone della storia."
    }
  },
  {
    "translation": {
      "en": "slash photographer, slash DJ.",
      "it": "Barra fotografo, barra DJ."
    }
  },
  {
    "translation": {
      "en": "From their platinum album Temples of Boom, you guys, here is Cypress Hill! ♪ All this confusion's stressing me Out in my mind ♪",
      "it": "Dall'album di platino Temples of Boom, ecco a voi i Cypress Hill!"
    }
  },
  {
    "translation": {
      "en": "There were times I think where he even may have filled in",
      "it": "A volte mi pare che sia anche apparso"
    }
  },
  {
    "translation": {
      "en": "as a member of Cypress Hill in interviews.",
      "it": "come membro dei Cypress Hill nelle interviste."
    }
  },
  {
    "translation": {
      "en": "You can't blame all of us for these few groups.",
      "it": "Non potete incolpare tutti noi per questi pochi gruppi."
    }
  },
  {
    "translation": {
      "en": "[Jim] Clearly, the controversy is going to continue.",
      "it": "Chiaramente è una polemica che continuerà."
    }
  },
  {
    "translation": {
      "en": "-Thanks a lot for joining us. -Thanks for having us.",
      "it": "- Grazie di essere venuti. - Grazie."
    }
  },
  {
    "translation": {
      "en": "This is Cypress Hill. And now, back to New York.",
      "it": "Loro sono i Cypress Hill, e ora torniamo a New York."
    }
  },
  {
    "translation": {
      "en": "I think it all changed, though, when I did my first album cover.",
      "it": "Penso che sia cambiato tutto quando realizzai la mia prima copertina."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] There were the 1992 riots.",
      "it": "C'erano i disordini del 1992."
    }
  },
  {
    "translation": {
      "en": "It's not a message of protest. It's the brutality of a mob.",
      "it": "Non è un messaggio di protesta, ma la brutalità della folla."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] The verdict was read, and the streets went crazy.",
      "it": "Lessero il verdetto, e le strade impazzirono."
    }
  },
  {
    "translation": {
      "en": "Shit just happened.",
      "it": "Ci furono dei casini."
    }
  },
  {
    "translation": {
      "en": "Blacks and Mexicans started looking at each other, communicating",
      "it": "Neri e messicani iniziarono a guardarsi, a comunicare."
    }
  },
  {
    "translation": {
      "en": "like family.",
      "it": "Come una famiglia."
    }
  },
  {
    "translation": {
      "en": "Boy, they didn't like that. They didn't like that.",
      "it": "Cavolo, a loro non piaceva proprio."
    }
  },
  {
    "translation": {
      "en": "I remember that day, driving on the 110 freeway,",
      "it": "Quel giorno stavo guidando sulla 110 diretto a Hollywood,"
    }
  },
  {
    "translation": {
      "en": "going to Hollywood and seeing the sides of the 110",
      "it": "Quel giorno stavo guidando sulla 110 diretto a Hollywood, e vidi che c'erano incendi su entrambi i lati della strada."
    }
  },
  {
    "translation": {
      "en": "with fire on each side of it.",
      "it": "e vidi che c'erano incendi su entrambi i lati della strada."
    }
  },
  {
    "translation": {
      "en": "What it did was, it spawned a relationship",
      "it": "In questo modo si è creata una relazione che dura dal '92 a oggi"
    }
  },
  {
    "translation": {
      "en": "from '92 to now that they can never break.",
      "it": "In questo modo si è creata una relazione che dura dal '92 a oggi che non può finire."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] But as crazy as that shit was, that everything was on fire",
      "it": "Ma per quanto fosse assurdo che tutto andasse a fuoco,"
    }
  },
  {
    "translation": {
      "en": "and the injustice against Rodney King,",
      "it": "l'ingiustizia contro Rodney King,"
    }
  },
  {
    "translation": {
      "en": "and \"fuck the police,\" and this and that,",
      "it": "il \"fanculo la polizia\" e tutto il resto,"
    }
  },
  {
    "translation": {
      "en": "I was driving, and the Kid Frost album cover I had drawn",
      "it": "vidi la gigantografia della copertina di Kid frost che avevo disegnato"
    }
  },
  {
    "translation": {
      "en": "was blown up on a billboard for Virgin Records.",
      "it": "su un cartellone per la Virgin Records."
    }
  },
  {
    "translation": {
      "en": "Now I'm in the music game, and I don't even play the guitar.",
      "it": "Ora sono nel mondo della musica e non suono neanche la chitarra."
    }
  },
  {
    "translation": {
      "en": "Behind me is where me and Cartoon first met.",
      "it": "Alle mie spalle c'è  il posto dove io e Cartoon ci siamo conosciuti."
    }
  },
  {
    "translation": {
      "en": "On that particular night, they rented out the top floor",
      "it": "Quella sera affittarono il piano di sopra"
    }
  },
  {
    "translation": {
      "en": "for The Penthouse Players record release party.",
      "it": "per la festa per il lancio del disco dei Penthouse Players."
    }
  },
  {
    "translation": {
      "en": "Me and my friend Donnie Charles, we went there together.",
      "it": "Io e il mio amico Donnie Charles ci andammo insieme."
    }
  },
  {
    "translation": {
      "en": "Right when we walked in, he saw Cartoon, and he goes, \"Hey...\"",
      "it": "Quando entrammo, vedemmo Cartoon e lui disse:"
    }
  },
  {
    "translation": {
      "en": "\"Come over here, uh, I want you to meet my other homie. He's Mexican too.\"",
      "it": "\"Ehi, venite qui, vi presento il mio amico, anche lui messicano."
    }
  },
  {
    "translation": {
      "en": "\"Both of you guys are in the music game.",
      "it": "Siete entrambi nella musica,"
    }
  },
  {
    "translation": {
      "en": "He did The Penthouse Players' album cover.",
      "it": "lui ha fatto la copertina dei Penthouse Players."
    }
  },
  {
    "translation": {
      "en": "You guys just kick it right here, and I'm gonna go roll around.\"",
      "it": "Voi fate amicizia, io vado a farmi un giro.\""
    }
  },
  {
    "translation": {
      "en": "\"E\" impacted my life because I found someone",
      "it": "E ha avuto un impatto sulla mia vita perché trovai qualcuno che aveva la mia stessa missione."
    }
  },
  {
    "translation": {
      "en": "that was on the same mission I was,",
      "it": "perché trovai qualcuno che aveva la mia stessa missione."
    }
  },
  {
    "translation": {
      "en": "artistically, friendship-wise.",
      "it": "Dal punto di vista artistico, delle amicizie..."
    }
  },
  {
    "translation": {
      "en": "[Yolanda] I remember him telling me, \"Mommy,\" says,",
      "it": "Ricordo che mi disse: \"Mamma,"
    }
  },
  {
    "translation": {
      "en": "\"I met a guy that thinks along the same lines I do.\"",
      "it": "ho conosciuto un tizio che la pensa come me\"."
    }
  },
  {
    "translation": {
      "en": "Probably my first seeing Cartoon was, like, early '94.",
      "it": "Probabilmente la prima volta che lo vidi era l'inizio del '94."
    }
  },
  {
    "translation": {
      "en": "[B-Real] If I remember correctly,",
      "it": "Se ricordo bene,"
    }
  },
  {
    "translation": {
      "en": "it was at Muggs' crib up in the Hollywood Hills.",
      "it": "fu a casa di Muggs a Hollywood Hills."
    }
  },
  {
    "translation": {
      "en": "-They were in a '64 Impala. -[David] It is a buddy comedy.",
      "it": "Erano in una Impala del '64. È una commedia."
    }
  },
  {
    "translation": {
      "en": "[Muggs] Abbott and Costello. These two motherfuckers was non-stop.",
      "it": "Abbott e Costello, questi stronzi non si fermavano."
    }
  },
  {
    "translation": {
      "en": "They knew how to hustle.",
      "it": "Sapevano il fatto loro."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] At the beginning, it was rough for us.",
      "it": "All'inizio per noi fu dura"
    }
  },
  {
    "translation": {
      "en": "And the more we hung out, the more we just started building on ideas",
      "it": "ma più stavamo insieme, più tiravamo fuori le idee,"
    }
  },
  {
    "translation": {
      "en": "of things that we could do to make money that weren't illegal.",
      "it": "cose che potevamo fare per far soldi senza delinquere."
    }
  },
  {
    "translation": {
      "en": "[man] The check dance. Let's see the-- Let's see the-- The stripper check.",
      "it": "La danza dell'assegno. Vediamo l'assegno dello spogliarellista."
    }
  },
  {
    "translation": {
      "en": "Back in those days, you know, there was no Estevan without Cartoon.",
      "it": "A quei tempi, sai... non c'era Estevan senza Cartoon."
    }
  },
  {
    "translation": {
      "en": "[Muggs] Cartoon's role in Soul Assassins, he's like the... the visuals.",
      "it": "Cartoon era in giro con i Soul Assassins, ne curava l'immagine."
    }
  },
  {
    "translation": {
      "en": "We saw the talent in him. We believed in him.",
      "it": "Riconoscemmo il suo talento e credemmo in lui."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Get in there. Get in there, fucker.",
      "it": "Entra. Entra, testa di cazzo."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] For real?",
      "it": "Sul serio?"
    }
  },
  {
    "translation": {
      "en": "Turn the camera off!",
      "it": "Spegni la telecamera."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] Where we at? -We're in a ferry right now.",
      "it": "Dove siamo? Siamo su un traghetto."
    }
  },
  {
    "translation": {
      "en": "Fucking eight in the morning and shit.",
      "it": "Sono le 8:00 di mattina, cazzo."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I'm so tired.",
      "it": "È stanco."
    }
  },
  {
    "translation": {
      "en": "All that tour life, man, I think that's what kind of molded us",
      "it": "La vita in tour... credo che ci abbia modellato,"
    }
  },
  {
    "translation": {
      "en": "to be able to have different relationships, you know?",
      "it": "ci ha aiutato ad avere relazioni diverse."
    }
  },
  {
    "translation": {
      "en": "Just living that life, man.",
      "it": "Sto solo vivendo quella vita."
    }
  },
  {
    "translation": {
      "en": "-[woman] You're high, man. -[Estevan] Wow!",
      "it": "- Oh, wow. - Che ne pensi?"
    }
  },
  {
    "translation": {
      "en": "What do you think about that? It looks crazy.",
      "it": "- Oh, wow. - Che ne pensi? - Forte, eh? - Prendiamo una bestiolina e assaggiamola."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I'll take a little piece and taste it.",
      "it": "- Forte, eh? - Prendiamo una bestiolina e assaggiamola."
    }
  },
  {
    "translation": {
      "en": "When Cartoon first started coming around, he started doing all of our shit.",
      "it": "Quando arrivò Cartoon, iniziò ad occuparsi di noi."
    }
  },
  {
    "translation": {
      "en": "He was mad talented.",
      "it": "Aveva un grande talento."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I would do the stage design.",
      "it": "Mi occupavo della scenografia."
    }
  },
  {
    "translation": {
      "en": "[man over speakers] Check, check.",
      "it": "Prova."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Artwork that I had drawn would get blown up into this big giant blow-up doll",
      "it": "I miei disegni furono trasformati in questa bambola gigante"
    }
  },
  {
    "translation": {
      "en": "of a king sitting on a throne,",
      "it": "di un re seduto sul trono."
    }
  },
  {
    "translation": {
      "en": "the most gangster shit I could think of.",
      "it": "La cosa più gangster che mi venisse in mente."
    }
  },
  {
    "translation": {
      "en": "I hadn't even started tattooing. I didn't even have a tattoo yet.",
      "it": "Non tatuavo ancora, non avevo ancora un tatuaggio."
    }
  },
  {
    "translation": {
      "en": "It wasn't until later I started",
      "it": "Solo dopo iniziai a girare..."
    }
  },
  {
    "translation": {
      "en": "hangin' around professional tattoo shops that...",
      "it": "...per i negozi professionisti."
    }
  },
  {
    "translation": {
      "en": "[sniffs] ...the smell of the green soap, the energy of the shop kind of drew me in.",
      "it": "L'odore del sapone verde, l'energia del negozio mi attrassero."
    }
  },
  {
    "translation": {
      "en": "My life would go another direction.",
      "it": "La mia vita andrà in un'altra direzione."
    }
  },
  {
    "translation": {
      "en": "[man] This is NFC, stands for \"No Fat Chicks.\"",
      "it": "\"NFC\" significa \"no fat chicks\", no ragazze ciccione."
    }
  },
  {
    "translation": {
      "en": "A long, long time ago, I made a tattoo machine...",
      "it": "È stato tanto tempo fa. Feci una macchina per i tatuaggi..."
    }
  },
  {
    "translation": {
      "en": "for my partner Cartoon. And this is what he started tattooing me with.",
      "it": "per il mio amico Cartoon, e con questa iniziò a tatuarmi."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Even though I was good at drawing on paper,",
      "it": "Anche se ero bravo a disegnare su carta,"
    }
  },
  {
    "translation": {
      "en": "and I could do graffiti, airbrush, skin was a completely different world.",
      "it": "realizzavo graffiti e usavo l'aerografo, la pelle era un mondo completamente diverso."
    }
  },
  {
    "translation": {
      "en": "[Muggs] His transition from drawing to the tattoo game had everybody shook.",
      "it": "Il suo passaggio dal disegno ai tatuaggi scioccò tutti."
    }
  },
  {
    "translation": {
      "en": "[Alchemist] I don't remember exactly how he transitioned,",
      "it": "Non ricordo esattamente come avvenne,"
    }
  },
  {
    "translation": {
      "en": "but I remember, like, his first tattoos. It was, like, \"Oh, it's over.\"",
      "it": "ma ricordo che, con i primi tatuaggi, pensai: \"È finita\"."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Cartoon came in and changed the game.",
      "it": "Arrivò Cartoon e la musica cambiò."
    }
  },
  {
    "translation": {
      "en": "[Alchemist] From spraying on a metal to \"Give me this fucking gun,\"",
      "it": "Dallo spruzzare sul metallo a \"Dammi questa cazzo di pistola\","
    }
  },
  {
    "translation": {
      "en": "he just, like, took to skin like it was just second nature.",
      "it": "passò alla pelle come se fosse la sua seconda natura."
    }
  },
  {
    "translation": {
      "en": "In the early days, he'd bring me all my customers.",
      "it": "All'inizio mi portò tutti i miei clienti."
    }
  },
  {
    "translation": {
      "en": "I'd just see all these people and all these bands,",
      "it": "Vedere tutte quelle persone e quelle band..."
    }
  },
  {
    "translation": {
      "en": "and I'd see their tattoos and I was like,",
      "it": "Vedevo i loro tatuaggi e pensavo: \"Cazzo,"
    }
  },
  {
    "translation": {
      "en": "\"Fuck, man, that tattoo looks like shit.\"",
      "it": "Vedevo i loro tatuaggi e pensavo: \"Cazzo, quel tatuaggio è meraviglioso\"."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Just see them at a concert and be like,",
      "it": "Li vedeva ai concerti e faceva: \"Ti piacciono i tatuaggi?\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, you like tattoos? That's a nice tattoo.",
      "it": "Li vedeva ai concerti e faceva: \"Ti piacciono i tatuaggi?\" \"Quello è bello."
    }
  },
  {
    "translation": {
      "en": "You ever got tattooed by Cartoon? He did this on me.\"",
      "it": "Ti ha tatuato Cartoon? A me ha fatto questo.\""
    }
  },
  {
    "translation": {
      "en": "And I showed them mine, and they were fresh.",
      "it": "Mostravo il mio e restavano di stucco."
    }
  },
  {
    "translation": {
      "en": "Most of the guys were like,",
      "it": "Tanti dicevano: \"È proprio figo\"."
    }
  },
  {
    "translation": {
      "en": "\"Oh, that's badass, you know. Who did that?\"",
      "it": "Tanti dicevano: \"È proprio figo\". \"Chi te l'ha fatto?\" \"Il mio amico Cartoon\"."
    }
  },
  {
    "translation": {
      "en": "\"My boy Cartoon. He brought his shit. You can get tattooed with him.\"",
      "it": "\"Chi te l'ha fatto?\" \"Il mio amico Cartoon\". Puoi farti tatuare da lui."
    }
  },
  {
    "translation": {
      "en": "That's how I got all my clients, you know? My big ones.",
      "it": "È così che ho avuto tutti i miei clienti importanti."
    }
  },
  {
    "translation": {
      "en": "There is so much going on with those guys.",
      "it": "Quei ragazzi erano particolari."
    }
  },
  {
    "translation": {
      "en": "[Paul] They're super ambitious, super creative.",
      "it": "Erano molto ambiziosi, molto creativi..."
    }
  },
  {
    "translation": {
      "en": "You just want this same style, but just a little more symmetrical.",
      "it": "Vuoi lo stesso stile, ma un po' più simmetrico."
    }
  },
  {
    "translation": {
      "en": "[Paul] Super fun to be around.",
      "it": "...molto simpatici,"
    }
  },
  {
    "translation": {
      "en": "Super assholes at times.",
      "it": "a volte davvero stronzi."
    }
  },
  {
    "translation": {
      "en": "Hey, Paul, we're ready to get Jewish, get right.",
      "it": "Ehi, Paul, siamo pronti a diventare ebrei e a fare i bravi."
    }
  },
  {
    "translation": {
      "en": "I know Toons went on the Anger Management Tour",
      "it": "Toon partecipò al tour di Anger Management"
    }
  },
  {
    "translation": {
      "en": "over to Europe.",
      "it": "fino in Europa."
    }
  },
  {
    "translation": {
      "en": "Everybody hung out.",
      "it": "Stavano insieme."
    }
  },
  {
    "translation": {
      "en": "Anger Management Tour. -This was the tour. -Damn.",
      "it": "- Era un tour importante. - Cazzo!"
    }
  },
  {
    "translation": {
      "en": "[Bobo] We're doing these European festivals and you get access to all these bands.",
      "it": "Andavamo a questi festival europei e avevi accesso a tutte le band."
    }
  },
  {
    "translation": {
      "en": "I mean, all-access pass.",
      "it": "Cioè, accesso illimitato."
    }
  },
  {
    "translation": {
      "en": "Whookid is accused of trying to bribe a prostitute",
      "it": "Whookid è accusato di aver tentato di corrompere una prostituta"
    }
  },
  {
    "translation": {
      "en": "with a mixtape and two tickets.",
      "it": "con una compilation e due biglietti."
    }
  },
  {
    "translation": {
      "en": "[Xzibit] Order in court! Order in court!",
      "it": "Ordine in aula!"
    }
  },
  {
    "translation": {
      "en": "Did you or did you not pay for pussy?",
      "it": "Hai pagato o no la fica?"
    }
  },
  {
    "translation": {
      "en": "I paid for entertainment.",
      "it": "Ho pagato per l'intrattenimento."
    }
  },
  {
    "translation": {
      "en": "He's a pro at that, man.",
      "it": "È un proprio un professionista."
    }
  },
  {
    "translation": {
      "en": "It was crazy, he was tattooing on tour over there in Europe.",
      "it": "Era assurdo, faceva tatuaggi in tour lì in Europa."
    }
  },
  {
    "translation": {
      "en": "I came over here to Europe to come with Cypress Hill.",
      "it": "Sono venuto qui in Europa con Cypress Hill."
    }
  },
  {
    "translation": {
      "en": "Actually, it's a Cartoon tour featuring 50 Cent.",
      "it": "In realtà, è il Cartoon Tour featuring 50 Cent."
    }
  },
  {
    "translation": {
      "en": "He makes me want a tattoo and shit.",
      "it": "Deve farmi desiderare un tatuaggio."
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] Eminem. -Cartoon, homie. Y'all can't afford it.",
      "it": "- Eminem. - Cartoon. Non potete permettervelo."
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] Xzibit. -Fucking ecstasy, man!",
      "it": "- Xzibit. - È una cazzo di estasi."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Cypress Hill.",
      "it": "- Cypress Hill. - Non è facile, ma qualcuno deve farlo."
    }
  },
  {
    "translation": {
      "en": "It ain't easy, but somebody gotta do it. Why the hell not you, right?",
      "it": "- Cypress Hill. - Non è facile, ma qualcuno deve farlo. Perché non tu, giusto?"
    }
  },
  {
    "translation": {
      "en": "Basically, my tattoo customers are getting together",
      "it": "In pratica, i miei clienti si stanno unendo per fare un concerto."
    }
  },
  {
    "translation": {
      "en": "and throwing some type of little concert.",
      "it": "si stanno unendo per fare un concerto."
    }
  },
  {
    "translation": {
      "en": "That was pretty cool 'cause he was doing it sometimes right backstage.",
      "it": "È stato bello perché a volte lo faceva nel backstage."
    }
  },
  {
    "translation": {
      "en": "-You're coming with us tomorrow, right? -We're coming at 3:00 p.m. 2:00 p--",
      "it": "Vieni con noi domani, vero? Vengo alle 15:00, alle 14:00... No, alle 13:00."
    }
  },
  {
    "translation": {
      "en": "No, 1:00 p.m.",
      "it": "Vengo alle 15:00, alle 14:00... No, alle 13:00."
    }
  },
  {
    "translation": {
      "en": "I was Proof before it, but this really--",
      "it": "Ero Proof anche prima, ma questo è proprio... Wow!"
    }
  },
  {
    "translation": {
      "en": "Wow! I'm Proof now, for real, for real, you know what I'm saying?",
      "it": "Ora sono Proof sul serio. Mi spiego?"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Motherfuckers are bored, so when you have a tattoo machine going in the back...",
      "it": "Loro sono annoiati, perciò se hai una macchina per tatuaggi..."
    }
  },
  {
    "translation": {
      "en": "...and you're in Germany somewhere, you're gonna be there all day.",
      "it": "e sei da qualche parte in Germania, ci resti tutto il giorno."
    }
  },
  {
    "translation": {
      "en": "He's got another victim.",
      "it": "Ha un'altra vittima."
    }
  },
  {
    "translation": {
      "en": "He shoulda did a class photo with all his ink victims on this tour.",
      "it": "Avrebbe dovuto fare una foto di classe con tutte le sue vittime dell'inchiostro."
    }
  },
  {
    "translation": {
      "en": "[Eric] He did Bizarre from D12. He did his belly, man.",
      "it": "Tatuò Bizarre dei D12. Sulla pancia. Me lo ricordo."
    }
  },
  {
    "translation": {
      "en": "I remember, I was there just watching him do this. He had a lot of real estate.",
      "it": "Ero presente mentre lo faceva. Era una superficie vasta."
    }
  },
  {
    "translation": {
      "en": "He had lot of real estate right there. It was crazy.",
      "it": "Era un bel pancione. È stato pazzesco."
    }
  },
  {
    "translation": {
      "en": "[Bizarre] If you're a rapper",
      "it": "Ehi, se sei un rapper e non hai un tatuaggio di Cartoon,"
    }
  },
  {
    "translation": {
      "en": "and you ain't got a tattoo by Cartoon, then you ain't living.",
      "it": "Ehi, se sei un rapper e non hai un tatuaggio di Cartoon, allora non sei vivo."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I was just that guy in the industry",
      "it": "Ero conosciuto nel settore,"
    }
  },
  {
    "translation": {
      "en": "and people were coming to see me because of my work.",
      "it": "la gente veniva da me per il mio lavoro."
    }
  },
  {
    "translation": {
      "en": "I surrounded myself by talent.",
      "it": "Mi circondavo di talenti."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] 25 years old, this is holding its weight.",
      "it": "Regge ancora il peso dopo 25 anni."
    }
  },
  {
    "translation": {
      "en": "DL, all day strong. Know what I'm talkin' bout?",
      "it": "Resiste tutto il giorno. Capito?"
    }
  },
  {
    "translation": {
      "en": "Hola.",
      "it": "Presente!"
    }
  },
  {
    "translation": {
      "en": "[Estevan] Is there anywhere to go get something to eat?",
      "it": "Ehi, dove possiamo mangiare qualcosa?"
    }
  },
  {
    "translation": {
      "en": "Terminal two.",
      "it": "- Terminal due. - Eh?"
    }
  },
  {
    "translation": {
      "en": "-[Estevan] Huh? -Terminal two.",
      "it": "Terminal due."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] How do you get there? -You go--",
      "it": "Come ci arrivo?"
    }
  },
  {
    "translation": {
      "en": "Where did she say to turn? [Estevan] The green ramp.",
      "it": "- Dove ha detto di girare? - Alla rampa verde."
    }
  },
  {
    "translation": {
      "en": "New York City. No one's here.",
      "it": "New York City."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] You need that? -No.",
      "it": "- Ti serve? - No."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] Let's go. -[baggage claim siren]",
      "it": "Andiamo."
    }
  },
  {
    "translation": {
      "en": "[Eric] Before you know it, everybody was calling Cartoon.",
      "it": "Prima che te ne accorgessi, tutti chiamavano Cartoon."
    }
  },
  {
    "translation": {
      "en": "He was top name, flying him in.",
      "it": "Era il top. Lo facevano arrivare in aereo."
    }
  },
  {
    "translation": {
      "en": "Well, at that point in time, everybody started getting tatted up.",
      "it": "A quel punto si facevano tatuare tutti."
    }
  },
  {
    "translation": {
      "en": "Hey, let's order a pizza pie.",
      "it": "Ehi, ordiniamo una pizza."
    }
  },
  {
    "translation": {
      "en": "Gang Starr, you know what I'm saying?",
      "it": "Gang Starr, capito?"
    }
  },
  {
    "translation": {
      "en": "That means that's me and my motherfucking man Preemo, okay?",
      "it": "Significa che siamo io e il mio stronzo, Primo."
    }
  },
  {
    "translation": {
      "en": "-DJ Premier. -Yeah.",
      "it": "Ok? DJ Premier."
    }
  },
  {
    "translation": {
      "en": "[Premier] Only real shit gets done on me anyway, so the realest shit,",
      "it": "Io mi faccio tatuare solo cose vere. E la più vera è Mister Cartoon."
    }
  },
  {
    "translation": {
      "en": "Mister Cartoon.",
      "it": "E la più vera è Mister Cartoon."
    }
  },
  {
    "translation": {
      "en": "This hot, though, this hot.",
      "it": "Questa roba è forte."
    }
  },
  {
    "translation": {
      "en": "He's created a masterpiece.",
      "it": "Ha creato un capolavoro."
    }
  },
  {
    "translation": {
      "en": "[scoffs] Busted.",
      "it": "Sei cotto?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna leave my whole little cigarette binge right here in New York,",
      "it": "Lascio il mio fumare incallito qui a New York,"
    }
  },
  {
    "translation": {
      "en": "where I found it.",
      "it": "dove l'ho trovato."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I thought you found it in Tokyo.",
      "it": "Non l'avevi trovato a Tokyo?"
    }
  },
  {
    "translation": {
      "en": "Yeah, but...",
      "it": "Sì, ma..."
    }
  },
  {
    "translation": {
      "en": "I can't leave it there cause I'm over here.",
      "it": "Non posso lasciarlo lì, perché sono qui."
    }
  },
  {
    "translation": {
      "en": "That nigga Cartoon be doin'.",
      "it": "Il mio amico Cartoon."
    }
  },
  {
    "translation": {
      "en": "You see, this is how we do it.",
      "it": "Vedi, è così che si fa."
    }
  },
  {
    "translation": {
      "en": "And-- And what you have with Estevan...",
      "it": "Mentre Estevan era..."
    }
  },
  {
    "translation": {
      "en": "If I tell you to shut the fuck up, will you shut the fuck up?",
      "it": "Ti dicono di chiudere il becco e tu lo fai."
    }
  },
  {
    "translation": {
      "en": "Insane drug addict, alcoholic.",
      "it": "...un donnaiolo, drogato, alcolizzato."
    }
  },
  {
    "translation": {
      "en": "He was partying his ass off.",
      "it": "Si divertiva un sacco."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I might've experimented with every kind of drug you could try.",
      "it": "Provai ogni tipo di droga in circolazione:"
    }
  },
  {
    "translation": {
      "en": "PCP, blow, mushrooms, acid, ecstasy, MDMA.",
      "it": "PCP, coca, funghi, acido, ecstasy, MDMA..."
    }
  },
  {
    "translation": {
      "en": "I'd wake up with the craziest cramps in my legs.",
      "it": "Mi svegliavo con dei crampi allucinanti alle gambe..."
    }
  },
  {
    "translation": {
      "en": "And... it was just too much.",
      "it": "Mi svegliavo con dei crampi allucinanti alle gambe... Era troppo."
    }
  },
  {
    "translation": {
      "en": "We looked at each other and we were like, \"We need to go to the next level, man.\"",
      "it": "Ci guardammo e dicemmo: \"Dobbiamo passare al livello successivo\"."
    }
  },
  {
    "translation": {
      "en": "And to go to the next level, \"E\" had to leave...",
      "it": "E per passare al livello successivo, dovette lasciare..."
    }
  },
  {
    "translation": {
      "en": "the substances behind.",
      "it": "le sostanze alle spalle."
    }
  },
  {
    "translation": {
      "en": "[David] And he got sober and sponsored countless amount of people for years.",
      "it": "Tornò pulito e per anni fu lo sponsor di tantissime persone."
    }
  },
  {
    "translation": {
      "en": "Once he got sober, I just seen domination kick in.",
      "it": "Tornato pulito, vidi arrivare il predominio."
    }
  },
  {
    "translation": {
      "en": "And they grew that empire, Soul Assassins Studios.",
      "it": "Fecero crescere l'impero, i Soul Assassin Studios."
    }
  },
  {
    "translation": {
      "en": "Before you know it... [imitates explosion]",
      "it": "Prima che ce ne accorgessimo..."
    }
  },
  {
    "translation": {
      "en": "I mean, should I tell you-- I can tell you the whole story now.",
      "it": "Posso raccontarvi tutta la storia."
    }
  },
  {
    "translation": {
      "en": "[Snoop] My first time going to S.A. Studios,",
      "it": "La prima volta che andai agli SA Studios..."
    }
  },
  {
    "translation": {
      "en": "lowriders,",
      "it": "Lowrider..."
    }
  },
  {
    "translation": {
      "en": "rims, the art on the wall.",
      "it": "cerchioni, arte alle pareti..."
    }
  },
  {
    "translation": {
      "en": "I was like a kid in a candy store.",
      "it": "Ero un bambino in un negozio di caramelle."
    }
  },
  {
    "translation": {
      "en": "It was like a Chicano... like a camp, like a club.",
      "it": "Sembrava un chicano. Un campo, un club."
    }
  },
  {
    "translation": {
      "en": "These dudes are like cholo Da Vincis.",
      "it": "Questi tizi sono come dei Da Vinci cholo."
    }
  },
  {
    "translation": {
      "en": "I never would've found them if I hadn't become successful.",
      "it": "Non li avrei mai trovati, se non avessi avuto successo."
    }
  },
  {
    "translation": {
      "en": "[Eminem] Yeah. Yeah. Check, check.",
      "it": "Sì. Prova."
    }
  },
  {
    "translation": {
      "en": "Yo. I remember walking in, though, and being like, \"Damn, you guys made it.\"",
      "it": "Ricordo di essere entrato e ho detto: \"Accidenti, ce l'avete fatta\"."
    }
  },
  {
    "translation": {
      "en": "[chuckling] 'Cause it was, like, fucking incredible.",
      "it": "Perché era incredibile, cazzo."
    }
  },
  {
    "translation": {
      "en": "[Travis] You're in downtown,",
      "it": "Sei in centro. Al centro di tutto."
    }
  },
  {
    "translation": {
      "en": "and you're in the thick of it, Skid Row is right there,",
      "it": "Sei in centro. Al centro di tutto. Skid Row era proprio lì. Quel posto era fantastico. Mi piaceva."
    }
  },
  {
    "translation": {
      "en": "and that spot was super jammin'. I loved that.",
      "it": "Skid Row era proprio lì. Quel posto era fantastico. Mi piaceva."
    }
  },
  {
    "translation": {
      "en": "[Eminem] It seemed like it should be like a tour museum. Like, people need to see that shit.",
      "it": "Doveva essere una specie di museo, la gente doveva vedere quella roba."
    }
  },
  {
    "translation": {
      "en": "[Estevan] When we first moved down here, this was an extension of Skid Row.",
      "it": "Quando arrivammo qui, questo era un ampliamento di Skid Row."
    }
  },
  {
    "translation": {
      "en": "This is where the homeless used to live. The people on drugs or mentally ill.",
      "it": "Qui vivevano senzatetto, tossicodipendenti o malati di mente,"
    }
  },
  {
    "translation": {
      "en": "That's what this area was like before.",
      "it": "ecco com'era questa zona..."
    }
  },
  {
    "translation": {
      "en": "Can you see it? All right. The Art Department were those two windows.",
      "it": "Lo vedi? Bene. Lì c'era il dipartimento artistico, qui uno showroom."
    }
  },
  {
    "translation": {
      "en": "And we had like a little showroom here.",
      "it": "Lì c'era il dipartimento artistico, qui uno showroom."
    }
  },
  {
    "translation": {
      "en": "We had all of our cars laid out behind these windows.",
      "it": "Dietro queste finestre c'erano tutte le nostre auto esposte."
    }
  },
  {
    "translation": {
      "en": "Inside that double doors right there was Cartoon's Skid Row Tattoo.",
      "it": "Dentro quella doppia porta c'era il negozio di tatuaggi di Cartoon."
    }
  },
  {
    "translation": {
      "en": "S.A. Studios. That was a great time. It was like a hideout.",
      "it": "Gli SA Studios furono un bel periodo. Un nascondiglio."
    }
  },
  {
    "translation": {
      "en": "You guys gave us the tour. Like, showed us a bunch of shit.",
      "it": "Ci avete fatto fare il tour e ci avete mostrato tanto."
    }
  },
  {
    "translation": {
      "en": "[Alchemist] It was kind of like a wild playground.",
      "it": "Sembrava un parco giochi selvatico."
    }
  },
  {
    "translation": {
      "en": "Yeah, I got a good tattoo for you guys right here.",
      "it": "Qui ho un bel tatuaggio per voi."
    }
  },
  {
    "translation": {
      "en": "The Jew unit in effect, you know what I'm saying?",
      "it": "Unità Giu, avete capito?"
    }
  },
  {
    "translation": {
      "en": "[David] We have these two guys with shaved heads covered in tattoos,",
      "it": "Ci sono questi due con le teste rasate, pieni di tatuaggi,"
    }
  },
  {
    "translation": {
      "en": "and then you go to their office, and they have their own Nikes,",
      "it": "poi vai nel loro ufficio e loro hanno le Nike."
    }
  },
  {
    "translation": {
      "en": "they have their own Vans.",
      "it": "Hanno le Vans."
    }
  },
  {
    "translation": {
      "en": "And Estevan's sittin' there, and his room's a mess,",
      "it": "Estevan è seduto lì, la sua stanza è un disastro"
    }
  },
  {
    "translation": {
      "en": "and he has like a little gun on the table.",
      "it": "e c'è una piccola pistola sul tavolo."
    }
  },
  {
    "translation": {
      "en": "[Travis] Motorcycles. It was the illest, illest studio ever.",
      "it": "Motociclette... Era lo studio più stravagante di sempre."
    }
  },
  {
    "translation": {
      "en": "It was nothing like I'd ever seen before.",
      "it": "Non avevo mai visto niente di simile."
    }
  },
  {
    "translation": {
      "en": "I'm green with envy.",
      "it": "Ero verde d'invidia."
    }
  },
  {
    "translation": {
      "en": "When I walked out and I saw Too $hort, and then I saw Darlene,",
      "it": "Quando sono uscito e ho visto Too Short e Darlene,"
    }
  },
  {
    "translation": {
      "en": "Ice-T's old wife, right?",
      "it": "l'ex moglie di Ice T, sai?"
    }
  },
  {
    "translation": {
      "en": "Well, I saw 50 there. I saw Dre, Snoop.",
      "it": "Beh, ho 50 lì. Ho visto Dre, Snoop,"
    }
  },
  {
    "translation": {
      "en": "You know, every day was somebody else coming through.",
      "it": "ogni giorno ne arrivava un altro."
    }
  },
  {
    "translation": {
      "en": "I saw her walking in, and I'm like,",
      "it": "L'ho vista entrare e faccio: \"Dev'essere questo il posto\"."
    }
  },
  {
    "translation": {
      "en": "\"Oh, this must be the spot.\" You know what I'm saying? Like...",
      "it": "L'ho vista entrare e faccio: \"Dev'essere questo il posto\". Capisci? Tipo..."
    }
  },
  {
    "translation": {
      "en": "[Sen] I saw Eminem over there.",
      "it": "Lì ho visto Eminem."
    }
  },
  {
    "translation": {
      "en": "He tatted me there.",
      "it": "Mi ha tatuato lì."
    }
  },
  {
    "translation": {
      "en": "I think one day I saw Kim Kardashian there.",
      "it": "Mi pare di aver visto la Kardashian."
    }
  },
  {
    "translation": {
      "en": "Went and done a photo shoot with her or whatever.",
      "it": "Sono andato a fare un servizio fotografico con lei."
    }
  },
  {
    "translation": {
      "en": "You guys still got that place?",
      "it": "Ce l'avete ancora?"
    }
  },
  {
    "translation": {
      "en": "The building itself seemed slightly dangerous.",
      "it": "L'edificio in sé sembrava un po' pericoloso."
    }
  },
  {
    "translation": {
      "en": "Oh, there comes shitbox.",
      "it": "- Ci risiamo. - Era molto pericoloso,"
    }
  },
  {
    "translation": {
      "en": "[Brian] I'm sure it's really dangerous, but since you planted",
      "it": "- Ci risiamo. - Era molto pericoloso, ma da quando avete messo radici lì, è diventato..."
    }
  },
  {
    "translation": {
      "en": "your spot there it became--",
      "it": "ma da quando avete messo radici lì, è diventato..."
    }
  },
  {
    "translation": {
      "en": "[chuckling] It was like a safe house or something.",
      "it": "Era una specie di porto sicuro."
    }
  },
  {
    "translation": {
      "en": "[Sen] The homeless people around it, they took care of it.",
      "it": "I senzatetto se ne prendevano cura,"
    }
  },
  {
    "translation": {
      "en": "You know, that's why no one ever really messed with that building.",
      "it": "ecco perché nessuno l'ha mai rovinato."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Pull your ass over. Face the wall. And I wanna see your ID and your bike.",
      "it": "Accosta, faccia verso il muro, mostrami documento e bicicletta."
    }
  },
  {
    "translation": {
      "en": "There's my ID, there's my nutsack, and fuck you, my ass.",
      "it": "Ecco la mia carta d'identità, il mio scroto e vaffanculo."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] It seems like we were able to exist in multiple worlds.",
      "it": "Sembrava che fossimo in grado di esistere in mondi diversi,"
    }
  },
  {
    "translation": {
      "en": "You know what I'm saying?",
      "it": "capisci cosa intendo?"
    }
  },
  {
    "translation": {
      "en": "For lunch, we'd be in downtown",
      "it": "Pranzavamo in centro"
    }
  },
  {
    "translation": {
      "en": "and bullshitting with some crazy homeless guy in his tent.",
      "it": "e passavamo il tempo con qualche barbone in tenda."
    }
  },
  {
    "translation": {
      "en": "Estevan would jump out and take a picture of him.",
      "it": "Estevan saltava fuori e gli faceva una foto,"
    }
  },
  {
    "translation": {
      "en": "And then we'd jump on the 10 freeway and be at a five-star hotel.",
      "it": "poi saltavamo sulla dieci e andavamo in un hotel a cinque stelle."
    }
  },
  {
    "translation": {
      "en": "It was just normal, you know what I'm saying?",
      "it": "Era normale, sai?"
    }
  },
  {
    "translation": {
      "en": "[Pepper] I'm Pepper, you know?",
      "it": "Sono Pepper. A Skid Row sono il più alto in grado."
    }
  },
  {
    "translation": {
      "en": "I'm Skid Row's most highest-ranked right now.",
      "it": "Sono Pepper. A Skid Row sono il più alto in grado. SINDACO DI SKID ROW"
    }
  },
  {
    "translation": {
      "en": "I'm the mayor of Skid Row.",
      "it": "Sono il sindaco di Skid Row."
    }
  },
  {
    "translation": {
      "en": "The homeless pretty much answer to me.",
      "it": "I senzatetto rispondono a me."
    }
  },
  {
    "translation": {
      "en": "Factory place was dead.",
      "it": "La fabbrica era morta"
    }
  },
  {
    "translation": {
      "en": "When Joker, Cartoon, everyone come here.",
      "it": "quando Joker Cartoon e gli altri sono arrivati qui."
    }
  },
  {
    "translation": {
      "en": "They brought the factory to life, okay?",
      "it": "Hanno ridato vita alla fabbrica, ok?"
    }
  },
  {
    "translation": {
      "en": "And then I came into the scene.",
      "it": "E poi sono entrato in scena io."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] How old you turn? -Forty-one.",
      "it": "- Quanti anni hai? - Quarantuno."
    }
  },
  {
    "translation": {
      "en": "Okay, I'm 50.",
      "it": "Ok? Io ne ho 50."
    }
  },
  {
    "translation": {
      "en": "Soon to be 51 in a couple of months.",
      "it": "Saranno 51, fra un paio di mesi."
    }
  },
  {
    "translation": {
      "en": "I'm an ex-convict, ex-drug dealer, ex-drug user.",
      "it": "Sono un ex detenuto, ex spacciatore, ex tossico."
    }
  },
  {
    "translation": {
      "en": "I gutted his ass.",
      "it": "Gli ho sventrato il culo."
    }
  },
  {
    "translation": {
      "en": "We got in an argument, so I gutted him.",
      "it": "Abbiamo litigato e l'ho sventrato."
    }
  },
  {
    "translation": {
      "en": "This family never gave up on me.",
      "it": "Questa famiglia non mi ha mai abbandonato."
    }
  },
  {
    "translation": {
      "en": "They never gave up on me when I was all filthy, drugged out and shit.",
      "it": "Non si sono mai arresi quand'ero tutto sporco, fatto, ecc."
    }
  },
  {
    "translation": {
      "en": "When I was thrown in and out of County Jail,",
      "it": "Entravo e uscivo di prigione,"
    }
  },
  {
    "translation": {
      "en": "they accepted me with open arms when I come out.",
      "it": "quando uscii, mi accolsero a braccia aperte."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I've been dealing with homeless people all my life, you know.",
      "it": "È una vita che ho a che fare con i senzatetto."
    }
  },
  {
    "translation": {
      "en": "They don't wanna follow rules.",
      "it": "Non vogliono seguire le regole."
    }
  },
  {
    "translation": {
      "en": "I work when I wanna work.",
      "it": "Lavoro quando mi va,"
    }
  },
  {
    "translation": {
      "en": "Sleep when I wanna sleep.",
      "it": "dormo quando mi va,"
    }
  },
  {
    "translation": {
      "en": "Sleep where I wanna sleep.",
      "it": "dormo dove voglio."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] They have a problem with authority.",
      "it": "A volte ho problemi con le autorità."
    }
  },
  {
    "translation": {
      "en": "And whoever don't like it, fuck them in their ass and suck my dick.",
      "it": "Se non ti piace, fottiti e succhiami il cazzo."
    }
  },
  {
    "translation": {
      "en": "For the fourth time today. This is harassment.",
      "it": "Oggi è la quarta volta. Questo è un sopruso."
    }
  },
  {
    "translation": {
      "en": "Fourth time being stopped for no reason.",
      "it": "È la quarta volta che mi fermano per niente."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] See you tomorrow, Pepper! -[Pepper] All right.",
      "it": "- A domani, Pepper! - Va bene."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We could fall off and lose all our shit.",
      "it": "Potremmo cadere e perdere tutto."
    }
  },
  {
    "translation": {
      "en": "Pepper's world.",
      "it": "Il mondo di Pepper."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] So, any of us could be walking the streets, you know?",
      "it": "Quindi ognuno di noi potrebbe camminare per queste strade."
    }
  },
  {
    "translation": {
      "en": "Drugs will take you down there.",
      "it": "La droga ti porterà laggiù."
    }
  },
  {
    "translation": {
      "en": "But that's the way life goes. Life is about change.",
      "it": "Ma così è la vita. La vita è cambiamento,"
    }
  },
  {
    "translation": {
      "en": "And change is what it's about.",
      "it": "è una questione di cambiamento."
    }
  },
  {
    "translation": {
      "en": "[Lepke] Look, if y'all gonna keep telling me",
      "it": "Se continuate a dirmi da che parte andare,"
    }
  },
  {
    "translation": {
      "en": "which way to move, we can't do no interview. Damn!",
      "it": "non facciamo l'intervista. Cazzo!"
    }
  },
  {
    "translation": {
      "en": "Look, are you good, cameraman? All right.",
      "it": "Pronto, cameraman? EX MEMBRO DI UNA GANG"
    }
  },
  {
    "translation": {
      "en": "Listen, I'm Big Lepke, Westside Rebels, gangster locos.",
      "it": "Va bene. Sono Big Lepke, West Side Rebels, Gangster Locos."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm an ex-gang member.",
      "it": "Sì, sono l'ex membro di una gang."
    }
  },
  {
    "translation": {
      "en": "We up on Skid Row. We keep it real.",
      "it": "Siamo a Skid Row. È tutto vero."
    }
  },
  {
    "translation": {
      "en": "Today we ain't trippin'. Ain't no heroin in the veins.",
      "it": "Oggi non ci faremo. Niente eroina nelle vene."
    }
  },
  {
    "translation": {
      "en": "Ain't no rock in the mouth.",
      "it": "Niente caramelle in bocca."
    }
  },
  {
    "translation": {
      "en": "Skid Row was my home.",
      "it": "Skid Row era la mia casa."
    }
  },
  {
    "translation": {
      "en": "Some people call it \"hell.\" I call it \"home.\" The city I roam.",
      "it": "Alcuni lo chiamano inferno, io casa. La città in cui vago."
    }
  },
  {
    "translation": {
      "en": "[Estevan] So, right here Lepke would get the boxes from when we'd throw them out,",
      "it": "Qui Lepke prendeva le scatole che buttavamo"
    }
  },
  {
    "translation": {
      "en": "and he'd make like a little bed right here.",
      "it": "e ci creava un lettino, proprio qui."
    }
  },
  {
    "translation": {
      "en": "I remember one time we were coming to have a meeting here",
      "it": "Ricordo che una volta avevamo una riunione qui"
    }
  },
  {
    "translation": {
      "en": "and Lepke, he'd been shooting heroin.",
      "it": "e Lepke si stava sparando l'eroina. Dicemmo: \"Perfetto,"
    }
  },
  {
    "translation": {
      "en": "We were like, \"Great, fucking Lepke's passed out.",
      "it": "e Lepke si stava sparando l'eroina. Dicemmo: \"Perfetto, quello stronzo di Lepke è svenuto, i clienti stanno arrivando"
    }
  },
  {
    "translation": {
      "en": "The clients are coming, and we're gonna have this big meeting,",
      "it": "quello stronzo di Lepke è svenuto, i clienti stanno arrivando e faremo questa importante riunione mentre il nostro amico tossico"
    }
  },
  {
    "translation": {
      "en": "and there's our, you know, dopefiend friend",
      "it": "e faremo questa importante riunione mentre il nostro amico tossico"
    }
  },
  {
    "translation": {
      "en": "passed out from shooting too much heroin.",
      "it": "è andato per una dose eccessiva di eroina\"."
    }
  },
  {
    "translation": {
      "en": "You know, he didn't OD, so we didn't have to stick an ice cube up his ass.",
      "it": "Non era in overdose, quindi non dovevamo infilargli il ghiaccio nel culo,"
    }
  },
  {
    "translation": {
      "en": "But he was knocked out, so we had to spray him with some water...",
      "it": "però era partito, quindi abbiamo dovuto spruzzargli dell'acqua addosso."
    }
  },
  {
    "translation": {
      "en": "so he could come to.",
      "it": "E si è risvegliato."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Hey.",
      "it": "Ehi!"
    }
  },
  {
    "translation": {
      "en": "[laughing] Come back.",
      "it": "Svegliati, stronzo!"
    }
  },
  {
    "translation": {
      "en": "Get him later.",
      "it": "Lo prendo dopo."
    }
  },
  {
    "translation": {
      "en": "I'm over here, kickin' it.",
      "it": "Me ne sto beato qui..."
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] Don't threaten me, man. -Hey, motherfucker.",
      "it": "Ehi, ma che cazzo..."
    }
  },
  {
    "translation": {
      "en": "No, no, we told him, \"You gotta go. We're gonna have a meeting.\"",
      "it": "No. Gli abbiamo detto: \"Vattene. Abbiamo una riunione\"."
    }
  },
  {
    "translation": {
      "en": "Oh, suck a dick.",
      "it": "Fottetevi."
    }
  },
  {
    "translation": {
      "en": "Yeah, he squirted some water in my nose, and it was a cool wake-up call.",
      "it": "Sì, mi ha spruzzato l'acqua nel naso ed è stata una bella sveglia."
    }
  },
  {
    "translation": {
      "en": "I always think about stuff like that.",
      "it": "Penso sempre a cose del genere."
    }
  },
  {
    "translation": {
      "en": "You're gonna get kicked.",
      "it": "Ci prenderanno a calci."
    }
  },
  {
    "translation": {
      "en": "So, downtown has always been a Soul Assassins' headquarters.",
      "it": "Il centro è sempre stato il quartier generale dei Soul Assassins."
    }
  },
  {
    "translation": {
      "en": "It was kind of like a home base. Kind of reminds me of Grand Theft Auto.",
      "it": "Era una specie di base. Mi ricorda Grand Theft Auto."
    }
  },
  {
    "translation": {
      "en": "Estevan was upstairs, Cartoon was tattooing.",
      "it": "Estevan era di sopra, Cartoon tatuava."
    }
  },
  {
    "translation": {
      "en": "There was eyes on it. It was protected, man, yeah.",
      "it": "Tenevano d'occhio quel posto. Certo."
    }
  },
  {
    "translation": {
      "en": "There's like a shield around it or something.",
      "it": "C'era una specie di scudo intorno."
    }
  },
  {
    "translation": {
      "en": "But you take pictures, you do cars, all that stuff in that space.",
      "it": "Facevano foto, riparavano auto, tutto lì dentro."
    }
  },
  {
    "translation": {
      "en": "You tattoo there.",
      "it": "Tatuavano lì."
    }
  },
  {
    "translation": {
      "en": "There's only one guy that I let do my tattoos, and my kids' tattoos.",
      "it": "Solo a un tizio ho dato il permesso di tatuare me e i miei figli:"
    }
  },
  {
    "translation": {
      "en": "The great Cartoon.",
      "it": "al grande Cartoon."
    }
  },
  {
    "translation": {
      "en": "[in English] Tattoos used to be a stigma.",
      "it": "I tatuaggi erano uno stigma. Di quelli brutti."
    }
  },
  {
    "translation": {
      "en": "I mean, a bad one.",
      "it": "DANNY TREJO ATTORE"
    }
  },
  {
    "translation": {
      "en": "When I got out of the pen,",
      "it": "Uscito di galera, vidi una ragazza con un tatuaggio"
    }
  },
  {
    "translation": {
      "en": "the first girl I saw with a tattoo, I-- I thought she was a hooker.",
      "it": "Uscito di galera, vidi una ragazza con un tatuaggio e pensai che fosse una prostituta."
    }
  },
  {
    "translation": {
      "en": "Before him, tattooing hip-hop guys,",
      "it": "Per lui, tatuare i ragazzi hip-hop... Non credo che loro"
    }
  },
  {
    "translation": {
      "en": "I don't think there was a prominent position in hip-hop",
      "it": "Per lui, tatuare i ragazzi hip-hop... Non credo che loro fossero in una posizione di spicco, se venivano tatuati così."
    }
  },
  {
    "translation": {
      "en": "where guys were getting tatted like that.",
      "it": "fossero in una posizione di spicco, se venivano tatuati così."
    }
  },
  {
    "translation": {
      "en": "Nobody was-- Like, in hip-hop, was about that.",
      "it": "Nell'hip-hop nessuno era molto interessato."
    }
  },
  {
    "translation": {
      "en": "I mean--",
      "it": "Cioè, cazzo..."
    }
  },
  {
    "translation": {
      "en": "Fuck, I mean, I feel like Cartoon gave Eminem one of his first tattoos,",
      "it": "Credo che Cartoon abbia fatto uno dei primi tatuaggi di Eminem"
    }
  },
  {
    "translation": {
      "en": "Didn't he? He gave Snoop one of his first tattoos.",
      "it": "e uno dei primi tatuaggi di Snoop."
    }
  },
  {
    "translation": {
      "en": "[Snoop] Look at this, man. I really look like my old boy Nate Dogg.",
      "it": "Guarda qua. Sembra proprio il mio amico Nate Dogg."
    }
  },
  {
    "translation": {
      "en": "It looks like my lovely wife.",
      "it": "Sembra la mia adorabile moglie."
    }
  },
  {
    "translation": {
      "en": "He captured that, man.",
      "it": "Li ha catturati."
    }
  },
  {
    "translation": {
      "en": "I mean, I don't even have a Cartoon tattoo, believe it or not.",
      "it": "Che ci crediate o no, io non ho un suo tatuaggio."
    }
  },
  {
    "translation": {
      "en": "That's, you know what I mean, I'd love one.",
      "it": "Mi piacerebbe, ma non ho 50.000 dollari."
    }
  },
  {
    "translation": {
      "en": "But, you know, I'm not paying 50 Gs. [chuckling] I'm just not doing it.",
      "it": "Mi piacerebbe, ma non ho 50.000 dollari. Non lo faccio."
    }
  },
  {
    "translation": {
      "en": "This guy is the best in the world, but he costs an arm and a leg.",
      "it": "Lui è il migliore del mondo, ma costa un occhio della testa."
    }
  },
  {
    "translation": {
      "en": "He'll tattoo your arm and he'll take it with you.",
      "it": "Ti tatua il braccio e se lo prende."
    }
  },
  {
    "translation": {
      "en": "Hey, man, it's worth it.",
      "it": "Ne vale la pena."
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] Talk about your new tattoo. -Cartoon is the greatest tattoo artist",
      "it": "Parliamo del tuo nuovo tatuaggio. Cartoon è il più grande tatuatore di sempre."
    }
  },
  {
    "translation": {
      "en": "to ever live.",
      "it": "Cartoon è il più grande tatuatore di sempre."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] This should be enough for this, because, my man--",
      "it": "Dovrebbero bastare perché... Il mio amico..."
    }
  },
  {
    "translation": {
      "en": "He's the greatest, the quickest, uh...",
      "it": "È il migliore, il più veloce..."
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] With the biggest truck. -With the biggest truck.",
      "it": "- Con la roba migliore. - Con la roba migliore."
    }
  },
  {
    "translation": {
      "en": "It's getting expensive, man.",
      "it": "Sta diventando costoso."
    }
  },
  {
    "translation": {
      "en": "With the biggest truck... in the world, probably.",
      "it": "Con la roba migliore del mondo, probabilmente."
    }
  },
  {
    "translation": {
      "en": "I mean, his clientele, you know, it's like, you know, Travis,",
      "it": "Perché conosci la sua clientela,"
    }
  },
  {
    "translation": {
      "en": "and Eminem, Redman, Method Man, you know,",
      "it": "Travis ed Eminem, Redman, Method Man,"
    }
  },
  {
    "translation": {
      "en": "Justin Timberlake, Beyoncé from Destiny's Child...",
      "it": "Justin Timberlake, Beyoncé delle Destiny's Child..."
    }
  },
  {
    "translation": {
      "en": "Don't show me.",
      "it": "Non riprendermi."
    }
  },
  {
    "translation": {
      "en": "[Skinhead Rob] It's appointment only",
      "it": "È solo un appuntamento,"
    }
  },
  {
    "translation": {
      "en": "and not every deek off the street can just come in and get something.",
      "it": "e non è che tutti i matti per strada possono entrare così."
    }
  },
  {
    "translation": {
      "en": "I knew If I was gonna get my fucking head done,",
      "it": "Sapevo che se volevo tatuarmi la testa,"
    }
  },
  {
    "translation": {
      "en": "for what I wanted and stuff, and the style,",
      "it": "il risultato e  lo stile che volevo"
    }
  },
  {
    "translation": {
      "en": "I knew it was gonna be Cartoon, you know.",
      "it": "l'avrebbe realizzato Cartoon."
    }
  },
  {
    "translation": {
      "en": "That was an experience.",
      "it": "È stata un'esperienza."
    }
  },
  {
    "translation": {
      "en": "[Ryan] I would hear his name in songs. The Game,",
      "it": "Sentivo il suo nome nelle canzoni."
    }
  },
  {
    "translation": {
      "en": "there's a couple of rap songs where he drops Cartoon's name.",
      "it": "The Game cita Cartoon in un paio di canzoni rap."
    }
  },
  {
    "translation": {
      "en": "[Paul R., Jr] You know, I'm a hip-hop fan, and, so, I would see Cartoon pop up in music videos.",
      "it": "Sono un fan dell'hip-hop e l'ho visto comparire nei video musicali."
    }
  },
  {
    "translation": {
      "en": "[Ryan] In the waiting room, I remember looking at the pictures on the wall,",
      "it": "Ero in sala d'attesa, guardavo le foto alle pareti,"
    }
  },
  {
    "translation": {
      "en": "pictures Estevan probably took.",
      "it": "probabilmente scattate da Estevan..."
    }
  },
  {
    "translation": {
      "en": "Cartoon was tatting up all those, 50 Cent, Eminem and Dr. Dre.",
      "it": "Cartoon tatuava tutti, 50 Cent, Eminem, Dr. Dre."
    }
  },
  {
    "translation": {
      "en": "If Xzibit was getting tattooed,",
      "it": "Se Xzibit si faceva tatuare, Estevan lo fotografava"
    }
  },
  {
    "translation": {
      "en": "Estevan was photographing him, and you'd see that photo everywhere.",
      "it": "Se Xzibit si faceva tatuare, Estevan lo fotografava e tu vedevi quella foto ovunque."
    }
  },
  {
    "translation": {
      "en": "[Ryan] I knew pretty early on that he had done the Xs on Xzibit,",
      "it": "Capii subito che aveva fatto le X su Xzibit, la schiena di 50 Cent."
    }
  },
  {
    "translation": {
      "en": "that he did 50 Cent's back,",
      "it": "che aveva fatto le X su Xzibit, la schiena di 50 Cent."
    }
  },
  {
    "translation": {
      "en": "You know, 50 got that shit on his back, man. That shit is crazy.",
      "it": "Sai, 50 ha quella cosa sulla schiena, cavolo, è fantastica."
    }
  },
  {
    "translation": {
      "en": "♪ Go ahead, put your back into it ♪",
      "it": "SOUTH SIDE 50"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] More people were coming down, more people were willing to come downtown.",
      "it": "Arrivava altra gente, volevano venire altre persone."
    }
  },
  {
    "translation": {
      "en": "I mean, back then, people used to complain about having to drive to downtown.",
      "it": "All'epoca, la gente si lamentava di dover andare in centro."
    }
  },
  {
    "translation": {
      "en": "\"Oh, all the way downtown?\"",
      "it": "\"Ah, devo arrivare in centro.\""
    }
  },
  {
    "translation": {
      "en": "They wouldn't go east of La Brea.",
      "it": "Non andrebbero a est di La Brea."
    }
  },
  {
    "translation": {
      "en": "50 Cent, my boy Cartoon. We out here in LA, boy.",
      "it": "50 Cent, il mio amico Cartoon è qui a Los Angeles."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Cartoon was tattooing 50 Cent in there, and he said he had to go have a meeting.",
      "it": "Mentre tatuava 50 Cent, Cartoon disse che aveva una riunione."
    }
  },
  {
    "translation": {
      "en": "He was going to sign with Jimmy Iovine at Interscope.",
      "it": "Doveva firmare con Jimmy Iovine alla Interscope."
    }
  },
  {
    "translation": {
      "en": "[Estevan] So he had to leave for an hour or two.",
      "it": "E si assentò per un paio d'ore."
    }
  },
  {
    "translation": {
      "en": "So me and Cartoon left in his brand-new white Escalade",
      "it": "Così io e Cartoon partimmo con la sua nuova Escalade bianca"
    }
  },
  {
    "translation": {
      "en": "on, like, 22-inch rims.",
      "it": "con cerchioni da 56 cm."
    }
  },
  {
    "translation": {
      "en": "[Estevan] About six police officers followed us down that street.",
      "it": "Lungo la strada fummo inseguiti da circa sei poliziotti"
    }
  },
  {
    "translation": {
      "en": "They pulled us both out of the car.",
      "it": "che ci fecero scendere dall'auto."
    }
  },
  {
    "translation": {
      "en": "They threw me on the ground, put the handcuffs behind my back,",
      "it": "Mi buttarono a terra con le manette dietro la schiena"
    }
  },
  {
    "translation": {
      "en": "put his shotgun in the back of my head right here,",
      "it": "e mi puntarono un fucile alla testa."
    }
  },
  {
    "translation": {
      "en": "and he was shaking. What happened was...",
      "it": "Lui tremava. Era successo che..."
    }
  },
  {
    "translation": {
      "en": "Some motorcycle cop was put in the hospital",
      "it": "Un poliziotto era finito in ospedale"
    }
  },
  {
    "translation": {
      "en": "by a young gentleman with a shaved head looking a lot like me,",
      "it": "per colpa di un tizio rasato che mi somigliava molto"
    }
  },
  {
    "translation": {
      "en": "driving a truck like this.",
      "it": "e guidava un'auto come questa."
    }
  },
  {
    "translation": {
      "en": "[Estevan] We have customers here from out of town.",
      "it": "C'erano clienti venuti da fuori città"
    }
  },
  {
    "translation": {
      "en": "And they go, \"Hey, you guys gotta go,\" then 50 Cent said...",
      "it": "che fanno: \"Ehi, andate, c'è 50 Cent\"."
    }
  },
  {
    "translation": {
      "en": "I ain't did it. Cartoon ain't did it. Leave us the fuck alone.",
      "it": "Io non sono stato. Non è stato Cartoon. Lasciateci in pace."
    }
  },
  {
    "translation": {
      "en": "[man] If you go on a talk show, you have a big story to tell.",
      "it": "Se ti ospitano in TV, hai una storia da raccontare."
    }
  },
  {
    "translation": {
      "en": "I get my tattoo done...",
      "it": "- \"Mi stavo facendo tatuare...\" - \"Hanno arrestato il mio tatuatore.\""
    }
  },
  {
    "translation": {
      "en": "-[man] That tattoo artist got- -Yeah, on my back. And they're harassing.",
      "it": "- \"Mi stavo facendo tatuare...\" - \"Hanno arrestato il mio tatuatore.\" Sì, è un sopruso."
    }
  },
  {
    "translation": {
      "en": "We ain't going nowhere.",
      "it": "Non andiamo via."
    }
  },
  {
    "translation": {
      "en": "He's a friend of mine from Virginia,",
      "it": "Un mio amico è nella vigna, ma lo vedrà."
    }
  },
  {
    "translation": {
      "en": "but he's going to see this shit and that's gonna be it.",
      "it": "Un mio amico è nella vigna, ma lo vedrà. E questo è quanto."
    }
  },
  {
    "translation": {
      "en": "Did you ever get anybody, like, right at this point, \"Wait, I wanna change it\"?",
      "it": "Qualcuno a questo punto dice mai: \"Aspetta, voglio cambiarlo!\"?"
    }
  },
  {
    "translation": {
      "en": "All you need now is, uh, Mister Cartoon's signature.",
      "it": "Mi serve solo la firma di Mister Cartoon."
    }
  },
  {
    "translation": {
      "en": "[Nas] What's up, y'all? It's Nas. Chillin' up here with my man Cartoon.",
      "it": "Ehi, come va? Sono Nas, mi sto rilassando col mio amico Cartoon."
    }
  },
  {
    "translation": {
      "en": "[Method] Hey, yo, this is Meth right here.",
      "it": "Ciao, è Meth che vi parla."
    }
  },
  {
    "translation": {
      "en": "I just got a tattoo done by the world-famous Cartoon.",
      "it": "Ho appena fatto un tatuaggio dal famoso Cartoon."
    }
  },
  {
    "translation": {
      "en": "-Cartoon. -Cartoon, baby. -What? -[tattoo machine buzzing]",
      "it": "- Cartoon. - Cartoon, baby. Cosa?"
    }
  },
  {
    "translation": {
      "en": "[Travis] Cartoon is... just an OG.",
      "it": "Cartoon è un genio."
    }
  },
  {
    "translation": {
      "en": "He's one of the illest.",
      "it": "È uno dei migliori."
    }
  },
  {
    "translation": {
      "en": "Cartoon really made black and gray popular again.",
      "it": "Ha reso di nuovo popolare il nero e il grigio."
    }
  },
  {
    "translation": {
      "en": "I'd sit down with Cartoon, and we really wouldn't even have a plan.",
      "it": "Mi sedevo con Cartoon, non avevamo neanche un piano."
    }
  },
  {
    "translation": {
      "en": "I would trust him to just go freehand.",
      "it": "Potrebbe disegnarmi a mano libera."
    }
  },
  {
    "translation": {
      "en": "I had an appointment with Cartoon. We all came to my spot in Corona.",
      "it": "Avevo un appuntamento con Cartoon e ci siamo visti nella mia casa a Corona."
    }
  },
  {
    "translation": {
      "en": "We had just met, but it felt, like, you know,",
      "it": "Ci eravamo appena conosciuti,"
    }
  },
  {
    "translation": {
      "en": "we had all been homies for a long time.",
      "it": "ma sembrava che ci conoscessimo da sempre."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We got the kids with us, we're taking the whole families, Fourth of July.",
      "it": "Portammo i bambini con noi. Tutte le famiglie, il 4 luglio."
    }
  },
  {
    "translation": {
      "en": "[Travis] The first tattoo Cartoon did on me was praying hands on the side of my head.",
      "it": "Il primo tatuaggio che mi fece sono due mani giunte sulla testa."
    }
  },
  {
    "translation": {
      "en": "It said, \"Barker,\" like my family name.",
      "it": "C'è scritto Barker, il mio cognome."
    }
  },
  {
    "translation": {
      "en": "It was like therapy or something, you know.",
      "it": "Era una terapia o qualcosa del genere."
    }
  },
  {
    "translation": {
      "en": "Just sitting with Toons, you don't even realize you're getting tattooed.",
      "it": "Seduto lì con Toons, non ti rendi nemmeno conto che ti tatua."
    }
  },
  {
    "translation": {
      "en": "I think the next tattoos he did was he started filling in my ghetto blaster.",
      "it": "Il tatuaggio seguente fu lo stereo portatile."
    }
  },
  {
    "translation": {
      "en": "He also did this Marilyn piece",
      "it": "E questa Marylin sul pomo d'Adamo."
    }
  },
  {
    "translation": {
      "en": "right on my Adam's apple, that one's a hard one.",
      "it": "E questa Marylin sul pomo d'Adamo. Quello fu difficile."
    }
  },
  {
    "translation": {
      "en": "Look at that shit.",
      "it": "Guarda che roba!"
    }
  },
  {
    "translation": {
      "en": "My son was born, and we were recording the new record,",
      "it": "Era nato mio figlio, stavamo registrando"
    }
  },
  {
    "translation": {
      "en": "and I'd decided that I wanted to get",
      "it": "e decisi di farmi tatuare"
    }
  },
  {
    "translation": {
      "en": "my wife and son's name tattooed, and Travis said...",
      "it": "i nomi di mia moglie e mio figlio. Travis disse:"
    }
  },
  {
    "translation": {
      "en": "\"Then you gotta go to Cartoon, he's the best.\"",
      "it": "Vai da Cartoon, è il migliore."
    }
  },
  {
    "translation": {
      "en": "And we were literally set up on a road case in the living room",
      "it": "Eravamo letteralmente sistemati su una cassa in salotto, con tutta la mia attrezzatura dentro,"
    }
  },
  {
    "translation": {
      "en": "with all my bass equipment in it.",
      "it": "in salotto, con tutta la mia attrezzatura dentro,"
    }
  },
  {
    "translation": {
      "en": "And I was nervous about getting my first tattoos.",
      "it": "ed ero nervoso perché erano i primi tatuaggi."
    }
  },
  {
    "translation": {
      "en": "I remember just as he was about to start, he said,",
      "it": "Stava per iniziare, e mi fa:"
    }
  },
  {
    "translation": {
      "en": "\"Hey, man, I wanna give you props.\"",
      "it": "\"Voglio farti i complimenti...\""
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Being the first-class guy you are, you picked",
      "it": "Per essere così raffinato,"
    }
  },
  {
    "translation": {
      "en": "one of the more painful spots to get tattooed.",
      "it": "hai scelto uno dei punti più dolorosi da tatuare."
    }
  },
  {
    "translation": {
      "en": "[chuckles] And he started tattooing \"Jack.\" And about halfway through \"Jack,\"",
      "it": "Ha iniziato a tatuare \"Jack\" e, a metà strada,"
    }
  },
  {
    "translation": {
      "en": "I didn't know that the wife was gonna happen at all.",
      "it": "non sapevo se farmi tatuare anche mia moglie."
    }
  },
  {
    "translation": {
      "en": "These are still the only tattoos that I have.",
      "it": "Questi sono ancora gli unici tatuaggi che ho."
    }
  },
  {
    "translation": {
      "en": "I don't know, being tattooed by Cartoon",
      "it": "Questi sono ancora gli unici tatuaggi che ho. Se hai un tatuaggio di Cartoon sembra di essere in un club esclusivo."
    }
  },
  {
    "translation": {
      "en": "kind of feels like you're in an exclusive club?",
      "it": "Se hai un tatuaggio di Cartoon sembra di essere in un club esclusivo."
    }
  },
  {
    "translation": {
      "en": "Anybody who has Cartoon tats,",
      "it": "Avere un qualsiasi tatuaggio di Cartoon"
    }
  },
  {
    "translation": {
      "en": "of any significance, he's like... your brothers.",
      "it": "Avere un qualsiasi tatuaggio di Cartoon rende tutti fratelli."
    }
  },
  {
    "translation": {
      "en": "Now I'm brothers with 50 Cent, Eminem, Beyoncé, and everybody else.",
      "it": "Ora sono fratello di 50 Cent, Eminem, Beyoncé e tutti gli altri."
    }
  },
  {
    "translation": {
      "en": "[Roger] Cartoon is instrumental in bringing his tattoo style",
      "it": "Cartoon è stato fondamentale nel portare il suo stile nel mainstream..."
    }
  },
  {
    "translation": {
      "en": "into the mainstream for a really simple reason.",
      "it": "Cartoon è stato fondamentale nel portare il suo stile nel mainstream... ...per un motivo molto semplice."
    }
  },
  {
    "translation": {
      "en": "He's tattooing celebrities,",
      "it": "Lui tatua le celebrità."
    }
  },
  {
    "translation": {
      "en": "he's tattooing athletes.",
      "it": "Tatua gli atleti."
    }
  },
  {
    "translation": {
      "en": "Those people are photographed.",
      "it": "Quelle persone vengono fotografate, vedi quei tatuaggi,"
    }
  },
  {
    "translation": {
      "en": "You see those tattoos. Those people are everywhere.",
      "it": "Quelle persone vengono fotografate, vedi quei tatuaggi, quelle persone sono ovunque."
    }
  },
  {
    "translation": {
      "en": "[Dallas] I was lucky enough to go to my first World Series and win it.",
      "it": "Ho avuto la fortuna di vincere le mie prime World Series."
    }
  },
  {
    "translation": {
      "en": "I wanted that to stay with me for the rest of my life.",
      "it": "Volevo che questo restasse con me per sempre..."
    }
  },
  {
    "translation": {
      "en": "So I wanted Toons.",
      "it": "...quindi volevo Toon."
    }
  },
  {
    "translation": {
      "en": "Being a tattoo artist, our heroes were working out their kitchen",
      "it": "Essendo un tatuatore, i nostri eroi non lavoravano in cucina"
    }
  },
  {
    "translation": {
      "en": "or their garage at their mom's house.",
      "it": "o nel garage della madre."
    }
  },
  {
    "translation": {
      "en": "They hadn't been to really a red-carpet level at that point.",
      "it": "All'epoca non erano ancora arrivati al tappeto rosso."
    }
  },
  {
    "translation": {
      "en": "There was some tattooers that was higher than others that we looked up to...",
      "it": "C'erano alcuni tatuatori più in alto di quelli che ammiravamo,"
    }
  },
  {
    "translation": {
      "en": "but it wasn't set up that that was the jewelry of an NBA player.",
      "it": "ma non avevamo previsto di creare gioielli per un giocatore dell'NBA."
    }
  },
  {
    "translation": {
      "en": "-[commentator 1] Kobe! -[commentator 2] Attacking. All the way! [commentator 1] Kobe did it!",
      "it": "- Kobe Byant! - Bryant schiaccia. Fino in fondo!"
    }
  },
  {
    "translation": {
      "en": "Tattoos are a big thing in NBA.",
      "it": "I tatuaggi sono una cosa importante nell'NBA, non solo nell'NBA..."
    }
  },
  {
    "translation": {
      "en": "I mean, not just in NBA, but just in sports culture in general.",
      "it": "I tatuaggi sono una cosa importante nell'NBA, non solo nell'NBA... ...ma nella cultura sportiva in generale."
    }
  },
  {
    "translation": {
      "en": "You know, I always said-- 'Cause I had guys on the team that had tattoos,",
      "it": "Sai, l'ho sempre detto perché nella squadra c'erano dei tatuati,"
    }
  },
  {
    "translation": {
      "en": "but they didn't go to Mister Cartoon, and it becomes pretty apparent",
      "it": "ma non andavano da Mister Cartoon. Ed è piuttosto evidente,"
    }
  },
  {
    "translation": {
      "en": "because I can't read what the fuck's on their arm anyway.",
      "it": "non riesco a leggere che cazzo hanno sul braccio."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] A lot of it is not how good of a tattooer you are.",
      "it": "Non conta tanto la tua bravura come tatuatore,"
    }
  },
  {
    "translation": {
      "en": "It's your timing and who you surround yourself by.",
      "it": "ma il tuo tempismo e le persone delle quali ti circondi."
    }
  },
  {
    "translation": {
      "en": "You could be the dopest motherfucker in the world,",
      "it": "Potresti essere il migliore del mondo,"
    }
  },
  {
    "translation": {
      "en": "but if no one sees your shit 'cause you're in some small town somewhere,",
      "it": "ma se nessuno vede la tua roba perché vivi in una piccola città"
    }
  },
  {
    "translation": {
      "en": "that's not Hollywood.",
      "it": "che non è Hollywood..."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We're right here in the mix of the shit.",
      "it": "Siamo qui al centro di tutto."
    }
  },
  {
    "translation": {
      "en": "I was in China. We were staying at a hotel.",
      "it": "Eravamo in un hotel in Cina."
    }
  },
  {
    "translation": {
      "en": "I went down to the weight room.",
      "it": "Sono andato in sala pesi, c'era una ragazza"
    }
  },
  {
    "translation": {
      "en": "There was a young woman working behind the desk, right?",
      "it": "Sono andato in sala pesi, c'era una ragazza dietro al bancone."
    }
  },
  {
    "translation": {
      "en": "They have a policy.",
      "it": "Lì hanno una politica. Se hai tatuaggi sulle braccia,"
    }
  },
  {
    "translation": {
      "en": "If you have tattoos on your arms, you have to wear long sleeves.",
      "it": "Lì hanno una politica. Se hai tatuaggi sulle braccia, devi avere le maniche lunghe."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"What?\"",
      "it": "Ma che...?"
    }
  },
  {
    "translation": {
      "en": "She says, \"I'm sorry, you have to put on long sleeves.\"",
      "it": "Mi fa: \"Scusi, deve indossare le maniche lunghe\"."
    }
  },
  {
    "translation": {
      "en": "And she goes, \"But that's Mister Cartoon, right? He did the artwork.\"",
      "it": "Poi fa: \"Ma quello è Mister Cartoon, vero? Li ha fatti lui?\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Dude, how did you know that's Mister Cartoon",
      "it": "E io: \"Come fa a conoscerlo?\""
    }
  },
  {
    "translation": {
      "en": "but you know, I can't--?\" You know. But she knew that was Mister Cartoon's artwork.",
      "it": "Io non... cioè, aveva riconosciuto i lavori di Mister Cartoon."
    }
  },
  {
    "translation": {
      "en": "This is a young woman in Beijing. It's so far removed from LA.",
      "it": "Una ragazza di Pechino. È così lontano da Los Angeles. Che figata."
    }
  },
  {
    "translation": {
      "en": "That's big.",
      "it": "È così lontano da Los Angeles. Che figata."
    }
  },
  {
    "translation": {
      "en": "Waiting on Paul Rosenberg...",
      "it": "Sto aspettando Paul Rosenberg..."
    }
  },
  {
    "translation": {
      "en": "manager of the stars, Eminem.",
      "it": "manager delle star. Eminem."
    }
  },
  {
    "translation": {
      "en": "Paul, being the person he is,",
      "it": "Paul, essendo la persona che è,"
    }
  },
  {
    "translation": {
      "en": "recognized Estevan and his photography skills,",
      "it": "ha riconosciuto Estevan e la sua bravura"
    }
  },
  {
    "translation": {
      "en": "and Cartoon with his art skills and packaging.",
      "it": "e Cartoon e le sue opere d'arte."
    }
  },
  {
    "translation": {
      "en": "I certainly figured out ways to maximize having access to them.",
      "it": "Ho certamente trovato il modo di riuscire a contattarli,"
    }
  },
  {
    "translation": {
      "en": "You know, everything, from working with Eminem...",
      "it": "per lavorare con Eminem..."
    }
  },
  {
    "translation": {
      "en": "You see Big Lepke?",
      "it": "Vedi Big Lepke?"
    }
  },
  {
    "translation": {
      "en": "...and designing the Shady Records' logo.",
      "it": "...alla creazione del logo Shady Records."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] When I was doing the portrait of Eminem's daughter,",
      "it": "Mentre facevo il ritratto della figlia di Eminem,"
    }
  },
  {
    "translation": {
      "en": "I knew it was big, but I didn't know how. You know what I'm saying?",
      "it": "sapevo che era importante, ma non sapevo perché, capisci?"
    }
  },
  {
    "translation": {
      "en": "You know, I wasn't looking at the major impact",
      "it": "Non pensavo al grande impatto"
    }
  },
  {
    "translation": {
      "en": "that it would have later.",
      "it": "che avrebbe avuto dopo."
    }
  },
  {
    "translation": {
      "en": "I was just doing what was in front of me.",
      "it": "Stavo solo ritraendo chi avevo davanti."
    }
  },
  {
    "translation": {
      "en": "Eminem video shoot.",
      "it": "Eminem, riprese del video."
    }
  },
  {
    "translation": {
      "en": "Waiting on doing some tattoos on the homie.",
      "it": "Aspetto di tatuare il mio amico."
    }
  },
  {
    "translation": {
      "en": "[Eminem] They came to Detroit, and he said, \"We should do a mushroom.\"",
      "it": "Sono venuti a Detroit e ha detto: \"Facciamo un fungo\"."
    }
  },
  {
    "translation": {
      "en": "He said-- He was like, \"I can do a big-ass mushroom.\"",
      "it": "Mi fa: \"Potrei fare un fungo cazzuto\"."
    }
  },
  {
    "translation": {
      "en": "He did all-- my whole sleeves.",
      "it": "Mi ha fatto tutte le braccia."
    }
  },
  {
    "translation": {
      "en": "I don't know, I got them removed since then. I'm kidding.",
      "it": "Non lo so. Dopo li ho rimossi. Scherzo."
    }
  },
  {
    "translation": {
      "en": "I wanna get something like this over here,",
      "it": "Voglio una cosa simile qui,"
    }
  },
  {
    "translation": {
      "en": "but just-- I wanna make sure that it's the right shit 'cause tattoos are for life.",
      "it": "ma voglio essere sicuro del disegno perché i tatuaggi sono per sempre."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] You know, We could bust something out like your--",
      "it": "Sai, potrei fare qualcosa come..."
    }
  },
  {
    "translation": {
      "en": "Your daughter's portrait.",
      "it": "Il ritratto di tua figlia."
    }
  },
  {
    "translation": {
      "en": "Right here, I would probably put something around this",
      "it": "E proprio qui probabilmente metterei qualcosa intorno"
    }
  },
  {
    "translation": {
      "en": "to beefen it up a little bit.",
      "it": "- per definirlo un po'. - Giusto."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] And maybe put another ribbon and kind of tie it into the other side.",
      "it": "E magari farei un altro nastro e lo collegherei dall'altra parte."
    }
  },
  {
    "translation": {
      "en": "It's so crazy.",
      "it": "Una follia."
    }
  },
  {
    "translation": {
      "en": "One of the things was Hailie. I wanted to put her on my arm.",
      "it": "Una delle cose era Hailie. Volevo metterla sul mio braccio."
    }
  },
  {
    "translation": {
      "en": "[Estevan] My favorite rappers were getting tattooed. Like, that shit trips you out.",
      "it": "I miei rapper preferiti si fanno tatuaggi che ti sbalordiscono."
    }
  },
  {
    "translation": {
      "en": "Let me put some bullet holes.",
      "it": "Qui metto dei fori di proiettile."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I remember being in the bathroom",
      "it": "Ricordo che ero in bagno"
    }
  },
  {
    "translation": {
      "en": "and I was tripping out that I was the only person there",
      "it": "ed ero fuori di me perché lì ero l'unico"
    }
  },
  {
    "translation": {
      "en": "documenting Cartoon tattooing",
      "it": "a documentare i tatuaggi di Cartoon,"
    }
  },
  {
    "translation": {
      "en": "the biggest artist in the world at that time.",
      "it": "il più grande artista del mondo all'epoca."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I remember, man, I'm getting those shots",
      "it": "Pensai: \"Cavolo, sto riprendendo il più grande di tutti i tempi,"
    }
  },
  {
    "translation": {
      "en": "of the greatest of all times in our lifetime,",
      "it": "Pensai: \"Cavolo, sto riprendendo il più grande di tutti i tempi, della nostra vita, cioè, il numero uno..."
    }
  },
  {
    "translation": {
      "en": "like the number one celebrity, artist,",
      "it": "della nostra vita, cioè, il numero uno... una celebrità, un artista, tutto\"."
    }
  },
  {
    "translation": {
      "en": "anything in the world.",
      "it": "una celebrità, un artista, tutto\"."
    }
  },
  {
    "translation": {
      "en": "And I was there documenting it, I wished, I remember, like,",
      "it": "E io ero lì a documentarlo. Ricordo..."
    }
  },
  {
    "translation": {
      "en": "kind of like smiling in the mirror, like I was happy.",
      "it": "di aver sorriso allo specchio, ero felice."
    }
  },
  {
    "translation": {
      "en": "I got a question I wanna ask you.",
      "it": "Ho una domanda da farvi."
    }
  },
  {
    "translation": {
      "en": "How many people are sick...",
      "it": "Quanti di voi sono stufi"
    }
  },
  {
    "translation": {
      "en": "of motherfuckers talking shit about me?",
      "it": "degli stronzi che parlano male di me?"
    }
  },
  {
    "translation": {
      "en": "[Estevan] And it was a cool feeling, you know?",
      "it": "Era una sensazione appagante,"
    }
  },
  {
    "translation": {
      "en": "It made me, like, think of all the times when there was, like,",
      "it": "mi fece pensare a tutte le volte in cui c'era"
    }
  },
  {
    "translation": {
      "en": "a picture of Elvis Presley getting his hair cut",
      "it": "una foto di Elvis Presley che si taglia i capelli,"
    }
  },
  {
    "translation": {
      "en": "and it's just him and the barber.",
      "it": "e ci sono solo lui e il barbiere."
    }
  },
  {
    "translation": {
      "en": "Damn, that photographer had some crazy-ass access, you know?",
      "it": "Accidenti, quel fotografo aveva un accesso privilegiato."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, get one of those too. You have to put that shit on your back.",
      "it": "Oh, sì, ne prendo uno anch'io. Devi farti quella roba sulla schiena."
    }
  },
  {
    "translation": {
      "en": "Cartoon. Big Cartoon. Call him Big Cartoon now.",
      "it": "Cartoon. Big Cartoon. Ora chiamalo Big Cartoon."
    }
  },
  {
    "translation": {
      "en": "Guy's good, man.",
      "it": "È bravo, cavolo."
    }
  },
  {
    "translation": {
      "en": "He's pretty decent.",
      "it": "Piuttosto bravo."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Estevan's eye for seeing what angle to shoot something...",
      "it": "Estevan ha occhio nel capire quale angolazione riprendere,"
    }
  },
  {
    "translation": {
      "en": "how to bring someone's best look out of them.",
      "it": "come ritrarre qualcuno al meglio."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] A lot of other photographers, that's what they don't understand.",
      "it": "Molti fotografi non lo capiscono."
    }
  },
  {
    "translation": {
      "en": "They don't know how to make someone look good.",
      "it": "Non sanno come ritrarti al meglio."
    }
  },
  {
    "translation": {
      "en": "[presenter] George Lopez!",
      "it": "George Lopez!"
    }
  },
  {
    "translation": {
      "en": "[George] When I got my star in the Walk of Fame, Estevan came over",
      "it": "Quando ebbi la stella sulla Walk of Fame, Estevan venne"
    }
  },
  {
    "translation": {
      "en": "and took this fucking amazing picture of me",
      "it": "e mi fece una foto incredibile"
    }
  },
  {
    "translation": {
      "en": "surrounded by the fans,",
      "it": "circondato da fan e migliaia di persone,"
    }
  },
  {
    "translation": {
      "en": "and thousands of people, maybe a couple thousand people.",
      "it": "circondato da fan e migliaia di persone, forse 2.000 persone."
    }
  },
  {
    "translation": {
      "en": "And to get that,",
      "it": "Mi fece una foto con un completo,"
    }
  },
  {
    "translation": {
      "en": "of me and my suit, of me with the flag,",
      "it": "Mi fece una foto con un completo, con la bandiera, circondato..."
    }
  },
  {
    "translation": {
      "en": "of me surrounded by, you know,",
      "it": "con la bandiera, circondato..."
    }
  },
  {
    "translation": {
      "en": "other Latinos right there on Hollywood Boulevard was-- It was great.",
      "it": "da altri latinoamericani a Hollywood Boulevard... È stato fantastico."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Same thing, that's why he gets a lot of jobs in hip-hop.",
      "it": "Lavora molto anche con l'hip-hop."
    }
  },
  {
    "translation": {
      "en": "'Cause he knows hip-hop.",
      "it": "Perché conosce l'hip-hop."
    }
  },
  {
    "translation": {
      "en": "Grew up in that shit.",
      "it": "Ci sono cresciuto."
    }
  },
  {
    "translation": {
      "en": "So it's better for someone from the inside",
      "it": "Quindi è meglio se è qualcuno dall'interno"
    }
  },
  {
    "translation": {
      "en": "to shoot the outside, you know?",
      "it": "a fotografare l'esterno, no?"
    }
  },
  {
    "translation": {
      "en": "On my Ego Trippin' cover, me and Estevan,",
      "it": "Sulla copertina di Ego Trippin, io ed Estevan"
    }
  },
  {
    "translation": {
      "en": "we went back to my old high school, Poly High School,",
      "it": "tornammo al miovecchio liceo, il Poly,"
    }
  },
  {
    "translation": {
      "en": "got an old B210 like I used to have in high school,",
      "it": "trovai una vecchia B210 come quella che avevo al liceo,"
    }
  },
  {
    "translation": {
      "en": "had on my Letterman jacket,",
      "it": "indossai il giubbetto"
    }
  },
  {
    "translation": {
      "en": "and it just felt like I was in high school. That shit was hard.",
      "it": "e mi sembrò di essere al liceo. È stato fantastico."
    }
  },
  {
    "translation": {
      "en": "But only he could capture what I wanted.",
      "it": "Ma solo lui poteva catturare ciò che volevo."
    }
  },
  {
    "translation": {
      "en": "This is an era when Dogg didn't have money.",
      "it": "Questa è un'epoca in cui Dogg non aveva soldi."
    }
  },
  {
    "translation": {
      "en": "He understood that.",
      "it": "Lui l'ha capito."
    }
  },
  {
    "translation": {
      "en": "Shoot Snoop Doggy Dogg. Snoop Doggy fizzle fizzle.",
      "it": "Fotografo Snoop Doggy Dogg. Snoop Doggy Dizzle-Fizzle."
    }
  },
  {
    "translation": {
      "en": "If Estevan did your album cover, Cartoon was doing the artwork.",
      "it": "Estevan creava la copertina del tuo album, Cartoon la grafica."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Some people try to do everything by themselves.",
      "it": "Alcuni cercano di fare tutto da soli."
    }
  },
  {
    "translation": {
      "en": "We just did different ends of the table.",
      "it": "Facevamo le estremità del tavolo."
    }
  },
  {
    "translation": {
      "en": "He covered photography while I would do the logo, I would draw the concept.",
      "it": "Lui si occupava della fotografia, io del logo. Disegnavo il concept"
    }
  },
  {
    "translation": {
      "en": "I've seen this, when they're snapping 400 pictures to get some shit,",
      "it": "Li vedevo scattare 400 foto per averne qualcuna buona,"
    }
  },
  {
    "translation": {
      "en": "and I've seen this guy walk out...",
      "it": "poi ho visto questo ragazzo."
    }
  },
  {
    "translation": {
      "en": "Stand against that wall. Click.",
      "it": "\"Contro quel muro.\" Clic."
    }
  },
  {
    "translation": {
      "en": "And then you see it, it could be an album cover or, like, the cover of a magazine.",
      "it": "E capisci. Potrebbe essere la copertina di un album o di una rivista."
    }
  },
  {
    "translation": {
      "en": "You feel like you're being directed, like you're in the hands of the director.",
      "it": "Ti senti diretto come se fossi nelle mani di un regista."
    }
  },
  {
    "translation": {
      "en": "I love it when a director knows exactly what he wants",
      "it": "Mi piace quando un regista sa esattamente cosa vuole"
    }
  },
  {
    "translation": {
      "en": "and he says, \"Look, this is what I want.\"",
      "it": "e dice: \"Io voglio questo\". \"Ok, bene."
    }
  },
  {
    "translation": {
      "en": "Okay, cool. You got hired to direct me, I got hired to act.",
      "it": "e dice: \"Io voglio questo\". \"Ok, bene. Sei stato ingaggiato per dirigermi, io per recitare.\""
    }
  },
  {
    "translation": {
      "en": "I was around lowriders and gangsters, and I was around hip-hop.",
      "it": "Avevo a che fare con lowrider e gangster e l'hip-hop. In entrambi c'erano le ragazze."
    }
  },
  {
    "translation": {
      "en": "With both of those comes girls.",
      "it": "e l'hip-hop. In entrambi c'erano le ragazze."
    }
  },
  {
    "translation": {
      "en": "[Estevan] LA culture.",
      "it": "La cultura di LA."
    }
  },
  {
    "translation": {
      "en": "Like, I get Estevan's book. Wow.",
      "it": "Vedo il libro di Estevan. Wow."
    }
  },
  {
    "translation": {
      "en": "I always thought my dad's work was very inspiring.",
      "it": "Ho sempre pensato che il lavoro di mio padre fosse molto stimolante."
    }
  },
  {
    "translation": {
      "en": "For girls, like, he just captures beauty, like, so perfectly.",
      "it": "Ha catturato perfettamente la bellezza delle donne."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] A lot of the art too comes from jail, where guys are sitting in a cell",
      "it": "Gran parte dell'arte viene anche dal carcere, dove i ragazzi nelle celle"
    }
  },
  {
    "translation": {
      "en": "and fantasizing about their girl.",
      "it": "fantasticano sulla loro ragazza."
    }
  },
  {
    "translation": {
      "en": "I always looked at it",
      "it": "Ho sempre pensato che quelle foto..."
    }
  },
  {
    "translation": {
      "en": "as really uplifting women.",
      "it": "Ho sempre pensato che quelle foto... elevassero le donne."
    }
  },
  {
    "translation": {
      "en": "They may not have any clothes on, or they'd be topless.",
      "it": "Possono anche essere nude o in topless."
    }
  },
  {
    "translation": {
      "en": "I think as an artist, I always looked at the beauty of it,",
      "it": "Come artista, ne ho sempre guardato la bellezza,"
    }
  },
  {
    "translation": {
      "en": "but knowing who to shoot,",
      "it": "ma sapere chi ritrarre"
    }
  },
  {
    "translation": {
      "en": "where to shoot, when to shoot,",
      "it": "dove ritrarle quando ritrarle, ti fa pensare: \"È tutto reale\"."
    }
  },
  {
    "translation": {
      "en": "you look at that, you're like, \"That shit's real.\"",
      "it": "quando ritrarle, ti fa pensare: \"È tutto reale\"."
    }
  },
  {
    "translation": {
      "en": "[over phone] If I wasn't shooting LA culture, I was going on tour with bands like Blink-182,",
      "it": "Quando non ritraevo la cultura di LA, andavo in tour con band come i Blink-182,"
    }
  },
  {
    "translation": {
      "en": "only I wasn't a road manager anymore.",
      "it": "anche se non ero più un manager."
    }
  },
  {
    "translation": {
      "en": "[Travis] Right about the time we went on that tour to Iraq and Europe,",
      "it": "Il periodo in cui andammo in tour in Iraq e in Europa, fu il  più divertente perché portammo gli amici."
    }
  },
  {
    "translation": {
      "en": "touring was, like, more fun when you brought friends.",
      "it": "in Iraq e in Europa, fu il  più divertente perché portammo gli amici."
    }
  },
  {
    "translation": {
      "en": "Having Estevan out there was so fun.",
      "it": "Avere Estevan con noi fu divertente."
    }
  },
  {
    "translation": {
      "en": "It is freezing like a motherfucker in Paris.",
      "it": "A Parigi si gela, porca puttana."
    }
  },
  {
    "translation": {
      "en": "[Mark] The tour that Estevan came with us in Europe",
      "it": "Il tour in cui Estevan venne con noi in Europa fu..."
    }
  },
  {
    "translation": {
      "en": "was a very difficult time",
      "it": "Il tour in cui Estevan venne con noi in Europa fu... un periodo molto difficile nella storia dei Blink. Litigammo..."
    }
  },
  {
    "translation": {
      "en": "in Blink's history. We were arguing...",
      "it": "un periodo molto difficile nella storia dei Blink. Litigammo..."
    }
  },
  {
    "translation": {
      "en": "the entire tour.",
      "it": "per tutto il tour."
    }
  },
  {
    "translation": {
      "en": "Leave me fucking be! I'm fucking tired!",
      "it": "Lasciami stare, cazzo. Sono stanco!"
    }
  },
  {
    "translation": {
      "en": "-[Travis] How was that? -[Estevan] It was the shit.",
      "it": "Com'è stato?"
    }
  },
  {
    "translation": {
      "en": "-That was fun, right? -[Estevan] Hell, yeah.",
      "it": "- Fantastico. - Bello, eh?"
    }
  },
  {
    "translation": {
      "en": "[Mark] The last show that we played before the band broke up the first time,",
      "it": "Nell'ultimo show prima del primo scioglimento della band,"
    }
  },
  {
    "translation": {
      "en": "we finished the last note, and I thought to myself,",
      "it": "finimmo l'ultima nota e pensai:"
    }
  },
  {
    "translation": {
      "en": "\"This is probably gonna be the last show. This feels like the end of something.\"",
      "it": "\"Questo sarà l'ultimo show. Sembra la fine di qualcosa.\""
    }
  },
  {
    "translation": {
      "en": "And Estevan came on stage and said,",
      "it": "Estevan salì sul palco e disse:"
    }
  },
  {
    "translation": {
      "en": "\"Hey, I wanna get a shot of the three of you guys.\"",
      "it": "\"Voglio fare una foto a voi tre.\""
    }
  },
  {
    "translation": {
      "en": "And it's actually on our Greatest Hits album",
      "it": "E finì sul nostro greatest hits"
    }
  },
  {
    "translation": {
      "en": "that came out after that.",
      "it": "uscito subito dopo."
    }
  },
  {
    "translation": {
      "en": "It goes back to Estevan's ethos of putting himself in these situations",
      "it": "Grazie alla sua etica, Estevan riesce a mettersi in queste situazioni"
    }
  },
  {
    "translation": {
      "en": "where he is able to document things that are happening with other people.",
      "it": "dove è in grado di documentare cose che accadono con altre persone."
    }
  },
  {
    "translation": {
      "en": "The United States and our allies have prevailed.",
      "it": "Gli Stati Uniti e i suoi alleati hanno avuto la meglio."
    }
  },
  {
    "translation": {
      "en": "[Mark] Estevan came with us when we went overseas",
      "it": "Estevan venne con noi quando andammo in Medio Oriente..."
    }
  },
  {
    "translation": {
      "en": "to the Middle East to meet and perform for the troops.",
      "it": "Estevan venne con noi quando andammo in Medio Oriente... ...per esibirci per le truppe."
    }
  },
  {
    "translation": {
      "en": "[Travis] When we got to Iraq, everyone was kind of shook about going there",
      "it": "Quando arrivammo in Iraq eravamo tutti preoccupati,"
    }
  },
  {
    "translation": {
      "en": "'cause the war had just started.",
      "it": "la guerra era agli inizi."
    }
  },
  {
    "translation": {
      "en": "I don't have any idea what to expect.",
      "it": "Non so cosa aspettarmi. Parto e basta,"
    }
  },
  {
    "translation": {
      "en": "I'm just going in, having this adventure.",
      "it": "Non so cosa aspettarmi. Parto e basta, vivrò quest'avventura, è fantastico."
    }
  },
  {
    "translation": {
      "en": "It's really cool.",
      "it": "vivrò quest'avventura, è fantastico."
    }
  },
  {
    "translation": {
      "en": "It was scary,",
      "it": "È stato spaventoso."
    }
  },
  {
    "translation": {
      "en": "it was hot, it was dusty.",
      "it": "Faceva caldo, era polveroso,"
    }
  },
  {
    "translation": {
      "en": "It was like five or six days",
      "it": "ci volevano cinque o sei giorni"
    }
  },
  {
    "translation": {
      "en": "of being transported to an entirely different world.",
      "it": "per essere trasportati un mondo diverso."
    }
  },
  {
    "translation": {
      "en": "It's like a movie.",
      "it": "Sembra un film."
    }
  },
  {
    "translation": {
      "en": "[Mark] We were on a nuclear submarine literally crawling in the torpedo tubes.",
      "it": "Eravamo in un sottomarino nucleare, strisciammo nei tubi dei siluri."
    }
  },
  {
    "translation": {
      "en": "[Travis] So that whole trip was fireworks. It was scary as fuck.",
      "it": "Quindi fu tutto un fuoco d'artificio. Era spaventoso."
    }
  },
  {
    "translation": {
      "en": "It was definitely an eye-opening experience.",
      "it": "Fu davvero illuminante."
    }
  },
  {
    "translation": {
      "en": "Travis, what's your job, Travis?",
      "it": "- Travis. Cosa suoni? - Io la batteria."
    }
  },
  {
    "translation": {
      "en": "-I play the drums. -Drummer, all right. How are you?",
      "it": "- Travis. Cosa suoni? - Io la batteria. - Il batterista. Come va? - Non premere i pulsanti dei siluri."
    }
  },
  {
    "translation": {
      "en": "Don't hit the torpedo buttons.",
      "it": "- Il batterista. Come va? - Non premere i pulsanti dei siluri."
    }
  },
  {
    "translation": {
      "en": "[Mark] You fire torpedoes? You shot one?",
      "it": "- Siluri. - Ne hai mai lanciati?"
    }
  },
  {
    "translation": {
      "en": "-I shot one. -[Mark] Cool.",
      "it": "- Uno. - Bene."
    }
  },
  {
    "translation": {
      "en": "We were in a marine forward base on the border of Iraq.",
      "it": "Eravamo in una base della Marina al confine con l'Iraq."
    }
  },
  {
    "translation": {
      "en": "[man] We got Blink-182 in the house!",
      "it": "Qui abbiamo i Blink-182"
    }
  },
  {
    "translation": {
      "en": "-[man] Don't turn the key on. -[Travis] I won't.",
      "it": "- Non girare la chiave! - No."
    }
  },
  {
    "translation": {
      "en": "I guess things were getting heated,",
      "it": "Le cose si stavano scaldando."
    }
  },
  {
    "translation": {
      "en": "so we took a COD plane",
      "it": "Così prendemmo un aereo"
    }
  },
  {
    "translation": {
      "en": "that boomeranged us off of the aircraft carrier.",
      "it": "che ci sparò lontano dalla portaerei."
    }
  },
  {
    "translation": {
      "en": "[Mark] But it was insane. I was really glad that he was there to get those photos.",
      "it": "Ma era assurdo, ero felice che lui fosse lì per quelle foto."
    }
  },
  {
    "translation": {
      "en": "As a lot of photographers were breaking into digital photography,",
      "it": "Mentre molti fotografi irrompevano nella fotografia digitale,"
    }
  },
  {
    "translation": {
      "en": "Estevan stuck to film and the development process.",
      "it": "Estevan si dedicava alla pellicola e al processo di sviluppo."
    }
  },
  {
    "translation": {
      "en": "Because it's grainy and it looks like film,",
      "it": "Poiché è granulosa e sembra un fotogramma,"
    }
  },
  {
    "translation": {
      "en": "it's a document of one specific moment.",
      "it": "documenta un momento specifico."
    }
  },
  {
    "translation": {
      "en": "Before you know it, you know, Estevan was doing more directing.",
      "it": "Prima di rendersene conto, Estevan era più un regista."
    }
  },
  {
    "translation": {
      "en": "Started to do mad videos for everybody.",
      "it": "Iniziò a fare video pazzeschi per tutti."
    }
  },
  {
    "translation": {
      "en": "[Eminem] Estevan did the first D12 video we ever shot.",
      "it": "Estevan diresse il primo video dei D12."
    }
  },
  {
    "translation": {
      "en": "It was supposed to be a gritty, grimy-looking video,",
      "it": "Doveva essere un video dall'aspetto grintoso,"
    }
  },
  {
    "translation": {
      "en": "and Estevan captured that perfectly.",
      "it": "Doveva essere un video dall'aspetto grintoso, ed Estevan lo realizzò alla grande."
    }
  },
  {
    "translation": {
      "en": "I know we shot the outside of the house, the Dresden house,",
      "it": "So che abbiamo girato l'esterno della casa sulla Dresden,"
    }
  },
  {
    "translation": {
      "en": "but I'm pretty sure we shot the inside of it too.",
      "it": "e anche l'interno, sono sicuro."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Yeah, that's the bathroom.\"",
      "it": "Sì, quello è il bagno."
    }
  },
  {
    "translation": {
      "en": "It wasn't really a lot of fun dressing up...",
      "it": "Non è stato divertente vestirsi..."
    }
  },
  {
    "translation": {
      "en": "like Richard Simmons.",
      "it": "da Richard Simmons,"
    }
  },
  {
    "translation": {
      "en": "But, hey, man, at that point in time, I was doing whatever it took.",
      "it": "ma... beh, all'epoca facevo qualsiasi cosa"
    }
  },
  {
    "translation": {
      "en": "He directed a couple of Cypress videos.",
      "it": "Ha diretto un paio di video dei Cypress."
    }
  },
  {
    "translation": {
      "en": "♪ Hello, my name is Dr. Greenthumb ♪ ♪ I'd like to tell you... ♪",
      "it": "DIRETTO DA ESTEVAN ORIOL"
    }
  },
  {
    "translation": {
      "en": "[Sen] You know, we had the same ideas, we grew up in the same part of the planet,",
      "it": "Avevamo gli stessi ideali, veniamo dalle stesse parti,"
    }
  },
  {
    "translation": {
      "en": "so it wasn't hard for him to know what we were gonna like",
      "it": "per lui non era difficile capire cosa ci sarebbe piaciuto"
    }
  },
  {
    "translation": {
      "en": "and what we wanted to see in our videos. ♪ Hello, my name is Dr. Greenthumb ♪",
      "it": "e cosa volevamo vedere nei nostri video."
    }
  },
  {
    "translation": {
      "en": "And then, when we went down to Mexico City, in DF,",
      "it": "Poi, quando arrivammo a Città del Messico,"
    }
  },
  {
    "translation": {
      "en": "we had thousands and thousands of kids following us on the street that day,",
      "it": "quel giorno migliaia di bambini ci seguirono per strada."
    }
  },
  {
    "translation": {
      "en": "and in the midst of it all,",
      "it": "In mezzo a quella folla, lui restò restò sempre in posizione"
    }
  },
  {
    "translation": {
      "en": "Estevan was on point the whole time with the camera, you know.",
      "it": "In mezzo a quella folla, lui restò restò sempre in posizione con la macchina fotografica."
    }
  },
  {
    "translation": {
      "en": "[in Spanish] ♪ Here is something you can't understand ♪",
      "it": "con la macchina fotografica."
    }
  },
  {
    "translation": {
      "en": "[Roger] He understood what made a good story and he understood what was authentic.",
      "it": "Capiva cosa creava una bella storia e cos'era autentico."
    }
  },
  {
    "translation": {
      "en": "I like that.",
      "it": "Mi piace."
    }
  },
  {
    "translation": {
      "en": "I'll tell you when, just keep the light on him",
      "it": "Ti dico quando, tienigli la luce addosso,"
    }
  },
  {
    "translation": {
      "en": "so when I sweep back around--",
      "it": "così, quando mi giro..."
    }
  },
  {
    "translation": {
      "en": "[Mark] With this video, it was an idea that was thought out by the director, Estevan Oriol.",
      "it": "Questo video è stato ideato dal regista Estevan Oriol."
    }
  },
  {
    "translation": {
      "en": "He directed this video that really shook everything up.",
      "it": "Diresse un video che scosse tutto."
    }
  },
  {
    "translation": {
      "en": "It was really like, \"What in the world?\"",
      "it": "Pensammo: \"Ma che diamine?\" Era la verità."
    }
  },
  {
    "translation": {
      "en": "[Mark] Having him come in and direct a video for us",
      "it": "Chiamarlo a girare un nostro video"
    }
  },
  {
    "translation": {
      "en": "just, I don't know, brought a really element of cool",
      "it": "portò un vero elemento di unicità."
    }
  },
  {
    "translation": {
      "en": "that I think was really ahead of its time.",
      "it": "Credo che fosse un precursore dei tempi."
    }
  },
  {
    "translation": {
      "en": "That shit was, like, really amazing. Just the way he-- His style.",
      "it": "Era una roba incredibile. Proprio... nel suo stile."
    }
  },
  {
    "translation": {
      "en": "[Travis] The \"Down\" video was fun. It was the first time I ever met Trigz.",
      "it": "Il video di \"Down\" fu divertente. Conobbi Trigz per la prima volta."
    }
  },
  {
    "translation": {
      "en": "It was I think the first time we ever brought Mark and Tom to the hood.",
      "it": "Portammo Mark e Tom nel quartiere per la prima volta."
    }
  },
  {
    "translation": {
      "en": "[chuckling] I think they were tripping a little bit.",
      "it": "Credo fossero un po' nervosi."
    }
  },
  {
    "translation": {
      "en": "[Terry] He put me in the Blink-182 video. As a cop.",
      "it": "Mi inserì nel video dei Blink-182 nel ruolo del poliziotto."
    }
  },
  {
    "translation": {
      "en": "What I loved was the authenticity.",
      "it": "Quello che amavo era l'autenticità."
    }
  },
  {
    "translation": {
      "en": "Here was an example of the culture needing another voice.",
      "it": "Era l'esempio della cultura che ha bisogno di un'altra voce."
    }
  },
  {
    "translation": {
      "en": "Here I was this cop after this guy,",
      "it": "Io ero il poliziotto che insegue un tizio in fuga,"
    }
  },
  {
    "translation": {
      "en": "he's on the run, and there was a helicopter.",
      "it": "Io ero il poliziotto che insegue un tizio in fuga, c'erano elicotteri, girammo nel Bacino di LA."
    }
  },
  {
    "translation": {
      "en": "You know, shot in the LA Basin and...",
      "it": "c'erano elicotteri, girammo nel Bacino di LA."
    }
  },
  {
    "translation": {
      "en": "There were people in the video that looked like for real LA.",
      "it": "Nel video c'era gente che sembrava proprio di LA."
    }
  },
  {
    "translation": {
      "en": "[Travis] But that was fun, man, that video came out so cool and it had...",
      "it": "Ma no, fu divertente. Il video venne una figata, aveva un'energia diversa dai video precedenti e..."
    }
  },
  {
    "translation": {
      "en": "just a different energy than anything we ever did and...",
      "it": "aveva un'energia diversa dai video precedenti e..."
    }
  },
  {
    "translation": {
      "en": "Estevan just really killed the visual.",
      "it": "Gli effetti speciali di Estevan spaccavano."
    }
  },
  {
    "translation": {
      "en": "[Estevan] You ready? Let's set up the shot.",
      "it": "Sei pronto? Prepariamo l'inquadratura."
    }
  },
  {
    "translation": {
      "en": "[producer] Are you gonna sit on the chair?",
      "it": "Vuoi sederti sulla sedia?"
    }
  },
  {
    "translation": {
      "en": "-[Estevan] Can I direct? -[producer] Yes, sir.",
      "it": "Posso dirigere? - Sì. - Non seguirmi,"
    }
  },
  {
    "translation": {
      "en": "Don't follow me. You're gonna be on the shot.",
      "it": "- Sì. - Non seguirmi, o sarai nella scena."
    }
  },
  {
    "translation": {
      "en": "-[producer] Tell me what you're gonna do. -I'm gonna make a documentary",
      "it": "o sarai nella scena. Farò un documentario,"
    }
  },
  {
    "translation": {
      "en": "and talk about the Sixth Street Bridge.",
      "it": "parleremo del Ponte della Sesta Strada."
    }
  },
  {
    "translation": {
      "en": "-Ready? -[producer] Yes.",
      "it": "- Pronto? - Sì."
    }
  },
  {
    "translation": {
      "en": "Okay, so, we're sitting right here",
      "it": "Ok, siamo seduti qui"
    }
  },
  {
    "translation": {
      "en": "at what was formerly known as the Sixth Street Bridge.",
      "it": "su quello che un tempo era il Ponte della Sesta Strada."
    }
  },
  {
    "translation": {
      "en": "So you see these pieces right here?",
      "it": "Vedi questi pezzi qui?"
    }
  },
  {
    "translation": {
      "en": "There was two arches. They were part of the bridge. That's them now.",
      "it": "C'erano due archi, facevano parte del ponte. Sono loro."
    }
  },
  {
    "translation": {
      "en": "I have 20 years of photos",
      "it": "Ho 20 anni di foto"
    }
  },
  {
    "translation": {
      "en": "of this street and where this bridge was, and that bridge.",
      "it": "di questa strada e di dove si trovavano questo ponte e quell'altro."
    }
  },
  {
    "translation": {
      "en": "And they're gonna redo it. They're gonna have a poodle park here,",
      "it": "Hanno intenzione di ricostruirlo, qui ci verrà un parco,"
    }
  },
  {
    "translation": {
      "en": "a cappuccino bar, a juice bar. This whole area is changing.",
      "it": "un paio di bar. Tutta l'area sta cambiando."
    }
  },
  {
    "translation": {
      "en": "[Estevan] This was the access way to the LA River.",
      "it": "Questa era la via di accesso al fiume Los Angeles,"
    }
  },
  {
    "translation": {
      "en": "And this was like our playground, our stomping ground.",
      "it": "e questo era il nostro parco giochi."
    }
  },
  {
    "translation": {
      "en": "I had a lot of good photo shoots here, a lot of good times.",
      "it": "Ho fatto tante belle foto qui, ho passato tanti bei momenti."
    }
  },
  {
    "translation": {
      "en": "Get it out of the street.",
      "it": "Toglilo dalla strada."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I was shooting a lot of women, gangsters, and lowriders,",
      "it": "Fotografavo molte donne, gangster, lowrider,"
    }
  },
  {
    "translation": {
      "en": "'cause, you know, that's what I was around.",
      "it": "perché era ciò che mi interessava."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I don't know what it is about California, man.",
      "it": "Non so cos'abbia la California."
    }
  },
  {
    "translation": {
      "en": "Don't let the palm trees and the white picket fences fool you.",
      "it": "Non lasciatevi ingannare dalle palme e dalle staccionate bianche,"
    }
  },
  {
    "translation": {
      "en": "There's wrought iron on the windows",
      "it": "c'è il ferro battuto alle finestre,"
    }
  },
  {
    "translation": {
      "en": "and the murder rate is through the roof, you know.",
      "it": "e il tasso di omicidi è alle stelle."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I was shooting this girl that was a gang member.",
      "it": "Stavo ritraendo questa ragazza, c'era il membro di una gang,"
    }
  },
  {
    "translation": {
      "en": "She just threw up LA.",
      "it": "lei fece il gesto \"LA\"..."
    }
  },
  {
    "translation": {
      "en": "[Baldacci] LA, baby.",
      "it": "LA, baby."
    }
  },
  {
    "translation": {
      "en": "And I went in and just took two frames of the LA.",
      "it": "...e mi avvicinai per scattare un paio di foto."
    }
  },
  {
    "translation": {
      "en": "He caught it first. A lot of the photographers",
      "it": "Lui se ne accorse prima. Molti fotografi non conoscevano quel tipo"
    }
  },
  {
    "translation": {
      "en": "didn't know some of that type of finger lingo, if you will, you know,",
      "it": "Molti fotografi non conoscevano quel tipo di gergo delle dita, per così dire."
    }
  },
  {
    "translation": {
      "en": "when you throw up the West Coast",
      "it": "Quando fai il gesto della West Coast o di LA,"
    }
  },
  {
    "translation": {
      "en": "or you throw up LA, whatever clique you're from.",
      "it": "Quando fai il gesto della West Coast o di LA, qualunque sia la tua cricca."
    }
  },
  {
    "translation": {
      "en": "A lot of people didn't wanna use that photo.",
      "it": "Molti non volevano usare quella foto."
    }
  },
  {
    "translation": {
      "en": "They said it was too gang-related.",
      "it": "Dicevano che era troppo da gang."
    }
  },
  {
    "translation": {
      "en": "[Estevan] At that time, if the wrong person saw you doing that,",
      "it": "A quel tempo, se la persona sbagliata ti vedeva fare quel gesto,"
    }
  },
  {
    "translation": {
      "en": "you'd get beat up, or shot at or fucking stabbed.",
      "it": "potevano picchiarti, spararti o pugnalarti."
    }
  },
  {
    "translation": {
      "en": "Throwing up the L and the A like that,",
      "it": "Fare la L e la A"
    }
  },
  {
    "translation": {
      "en": "that was something that we did back in the day.",
      "it": "è una cosa che facevamo una volta."
    }
  },
  {
    "translation": {
      "en": "[B-Real] And that was the first representation of it.",
      "it": "E quella fu la prima rappresentazione."
    }
  },
  {
    "translation": {
      "en": "[Sen] Now it's a global thing where kids in other countries",
      "it": "Ora è una cosa globale, ragazzi di altre nazioni"
    }
  },
  {
    "translation": {
      "en": "send me pictures of them throwing up that sign.",
      "it": "mi mandano foto di loro che fanno quel gesto."
    }
  },
  {
    "translation": {
      "en": "That's pretty cool, man. You know what I mean?",
      "it": "Fa figo, capisci?"
    }
  },
  {
    "translation": {
      "en": "His LA hands photo?",
      "it": "La sua foto di LA!"
    }
  },
  {
    "translation": {
      "en": "That's Estevan.",
      "it": "- È Estevan. - Hanno copiato tanto..."
    }
  },
  {
    "translation": {
      "en": "That shit's been copied so much.",
      "it": "- È Estevan. - Hanno copiato tanto... - quella roba! - L'hanno rubata tante volte."
    }
  },
  {
    "translation": {
      "en": "So many times. Ripped off.",
      "it": "- quella roba! - L'hanno rubata tante volte."
    }
  },
  {
    "translation": {
      "en": "Many have tried to bite it.",
      "it": "Molti hanno provato a copiarla."
    }
  },
  {
    "translation": {
      "en": "[Pat] I see the LA hands, and I know it's a bootleg.",
      "it": "Se vedo le mani \"LA\", so che è una contraffazione."
    }
  },
  {
    "translation": {
      "en": "Starbucks is ripping him off. Gosh!",
      "it": "Starbucks la sta fregando."
    }
  },
  {
    "translation": {
      "en": "The H&M thing? To steal from artists like that, their images.",
      "it": "H&M, ad esempio. Rubare agli artisti in quel modo..."
    }
  },
  {
    "translation": {
      "en": "They have it on T-shirts.",
      "it": "Ce l'hanno sulle magliette."
    }
  },
  {
    "translation": {
      "en": "[chuckling] The LA symbol's notorious.",
      "it": "Il simbolo \"LA\" è famoso."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Everybody, you know, and their mom, was doing it.",
      "it": "Lo facevano tutti, anche le loro mamme."
    }
  },
  {
    "translation": {
      "en": "-[Angel Baby] The Mayor's throwing it up. -Boom!",
      "it": "Lo fa il nostro sindaco."
    }
  },
  {
    "translation": {
      "en": "People gonna copy it, people gonna try it, but we all know where it came from.",
      "it": "La gente lo copia, lo prova, ma sappiamo tutti da dove viene."
    }
  },
  {
    "translation": {
      "en": "I advise everybody to dig into the roots of anything they do",
      "it": "Consiglio a tutti di scavare a fondo per capire cosa fanno,"
    }
  },
  {
    "translation": {
      "en": "and see where it came from and pay homage to the person before them.",
      "it": "di capire da dove viene e rendere omaggio alla persona davanti a loro."
    }
  },
  {
    "translation": {
      "en": "[B-Real] It was iconic. It's an iconic picture.",
      "it": "Era iconico. È un'immagine iconica."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] One of the things that is there with Chicano art is violence,",
      "it": "Una delle cose che caratterizza l'arte chicana è la violenza..."
    }
  },
  {
    "translation": {
      "en": "is poverty,",
      "it": "...la povertà,"
    }
  },
  {
    "translation": {
      "en": "is addiction,",
      "it": "la dipendenza,"
    }
  },
  {
    "translation": {
      "en": "alcoholism.",
      "it": "l'alcolismo."
    }
  },
  {
    "translation": {
      "en": "[Lepke] When I met Estevan, I was struggling through a lot of relapses.",
      "it": "Quando conobbi Estevan, avevo molte ricadute."
    }
  },
  {
    "translation": {
      "en": "We were in a motel, and I called Estevan. I go, \"Hey, I'm on a good one, man.",
      "it": "Eravamo al motel e lo chiamai. Dissi: \"Ehi, sto bene, amico!\""
    }
  },
  {
    "translation": {
      "en": "You wanna film some footage? So why don't you come on through,",
      "it": "Voleva girare qualcosa. \"Perché non vieni? Adesso stiamo molto bene.\""
    }
  },
  {
    "translation": {
      "en": "because we got it going on real good right here.\"",
      "it": "\"Perché non vieni? Adesso stiamo molto bene.\""
    }
  },
  {
    "translation": {
      "en": "I had every drug in my system, 'cause I don't discriminate.",
      "it": "Avevo ogni tipo di droga in circolo, non discrimino,"
    }
  },
  {
    "translation": {
      "en": "I just went on a binge.",
      "it": "ed ero fatto, un po' sballato."
    }
  },
  {
    "translation": {
      "en": "A simple binge. Everybody does it once in a while.",
      "it": "ed ero fatto, un po' sballato. Tutti lo fanno, ogni tanto,"
    }
  },
  {
    "translation": {
      "en": "You know, some people binge on donuts. Some people binge on heroin.",
      "it": "alcuni si fanno di ciambelle, altri di eroina."
    }
  },
  {
    "translation": {
      "en": "This is some new shit I came across.",
      "it": "Questa è una cosa nuova che ho trovato."
    }
  },
  {
    "translation": {
      "en": "These are five-dollar bolsas.",
      "it": "Questi sono bolsas da cinque dollari."
    }
  },
  {
    "translation": {
      "en": "I love it. There's no excuse.",
      "it": "Mi piace. Non ho scuse."
    }
  },
  {
    "translation": {
      "en": "I love to get high on this. I love the feeling I get from it.",
      "it": "Adoro sballarmi. Adoro la sensazione che provo."
    }
  },
  {
    "translation": {
      "en": "If you don't cook it right, it fucks your stomach good.",
      "it": "Se non lo cucini bene, ti rovina lo stomaco."
    }
  },
  {
    "translation": {
      "en": "This is the picture they took of the heroin",
      "it": "Questa è la foto dell'eroina che non mi faceva più sballare"
    }
  },
  {
    "translation": {
      "en": "that wasn't getting me high no more with the syringe, the crack pipe,",
      "it": "che non mi faceva più sballare con la siringa, la pipetta,"
    }
  },
  {
    "translation": {
      "en": "and I don't know why I had the nail clipper there.",
      "it": "non so perché avessi il tagliaunghie."
    }
  },
  {
    "translation": {
      "en": "God only knows, right?",
      "it": "Dio solo lo sa."
    }
  },
  {
    "translation": {
      "en": "Estevan could take me into the lab",
      "it": "Se Estevan mi portasse in laboratorio"
    }
  },
  {
    "translation": {
      "en": "and pull out all these pictures and I'll go,",
      "it": "e tirasse fuori tutte queste foto, direi: \"Che cazzo?"
    }
  },
  {
    "translation": {
      "en": "\"What the fuck? Are you serious, bro?\"",
      "it": "e tirasse fuori tutte queste foto, direi: \"Che cazzo? Vuoi scherzare?\""
    }
  },
  {
    "translation": {
      "en": "I looked like an Ethiopian research monkey.",
      "it": "Sembro una scimmia etiope da laboratorio."
    }
  },
  {
    "translation": {
      "en": "I don't even know why I'm alive today.",
      "it": "Non so neanche perché sono ancora vivo."
    }
  },
  {
    "translation": {
      "en": "For some good reason, the good Lord didn't drop me and put me on my back.",
      "it": "Per qualche motivo, il buon Dio non mi ha abbandonato e messo k.o."
    }
  },
  {
    "translation": {
      "en": "Sometimes, I sell real shit. Sometimes--",
      "it": "A volte vendo merda vera, a volte."
    }
  },
  {
    "translation": {
      "en": "And I was in a bad stage right here. And those are balloons of heroin in my mouth.",
      "it": "Qui ero in una brutta fase, quelli in bocca sono palloncini di eroina."
    }
  },
  {
    "translation": {
      "en": "I sell fake shit. All this is fake.",
      "it": "È tutta roba finta. È tutto falso."
    }
  },
  {
    "translation": {
      "en": "This is all fake.",
      "it": "È tutto finto."
    }
  },
  {
    "translation": {
      "en": "Either way, this is getting sold, all right?",
      "it": "Ad ogni modo li vendo, ok?"
    }
  },
  {
    "translation": {
      "en": "Because, see, you can't buy drugs on the street.",
      "it": "Perché non puoi comprare droga per strada, è illegale."
    }
  },
  {
    "translation": {
      "en": "That's illegal. You can't sell them. It's illegal.",
      "it": "Perché non puoi comprare droga per strada, è illegale. Non puoi venderla, è illegale. Qui non ci sono droghe."
    }
  },
  {
    "translation": {
      "en": "There's no drugs in here. So it's a bungle case.",
      "it": "Non puoi venderla, è illegale. Qui non ci sono droghe. È una truffa."
    }
  },
  {
    "translation": {
      "en": "So the proof is in the pudding, ladies and gentlemen.",
      "it": "Provare per credere, signore e signori."
    }
  },
  {
    "translation": {
      "en": "[Scott] If you wanna know the real street culture",
      "it": "Se vuoi conoscere la vera cultura di strada e la vita di strada,"
    }
  },
  {
    "translation": {
      "en": "and that street life, open one of Estevan's books.",
      "it": "Se vuoi conoscere la vera cultura di strada e la vita di strada, apri un libro di Estevan."
    }
  },
  {
    "translation": {
      "en": "And this is where it leads to. Everything leads to this picture.",
      "it": "È qui che porta. Tutto porta a questa foto."
    }
  },
  {
    "translation": {
      "en": "This is 2003, July 9th or 8th, I believe.",
      "it": "Era il 2003, il nove luglio, o l'otto, credo."
    }
  },
  {
    "translation": {
      "en": "I got shot in front of the Econo Lodge hotel.",
      "it": "Mi spararono davanti all'Econo Lodge Hotel."
    }
  },
  {
    "translation": {
      "en": "From where you're at, from where the camera's at, they shot me six times.",
      "it": "Dal punto in cui ti trovi, mi spararono sei volte."
    }
  },
  {
    "translation": {
      "en": "[Lepke] I took five bullets there. And they came and told me I didn't have insurance,",
      "it": "Mi presi cinque proiettili e mi dissero che non avevo l'assicurazione,"
    }
  },
  {
    "translation": {
      "en": "so five days after that, I walked out, caught walking pneumonia, almost died,",
      "it": "così cinque giorni dopo uscii, mi presi la polmonite"
    }
  },
  {
    "translation": {
      "en": "and then went back and had to stay another additional 30 days.",
      "it": "per poco non morii, tornai in ospedale e dovetti restare altri 30 giorni."
    }
  },
  {
    "translation": {
      "en": "See? Karma hits, 'cause I was supposed to be doing Estevan a favor",
      "it": "Vedi? È il karma, perché dovevo un favore a Estevan"
    }
  },
  {
    "translation": {
      "en": "and moving somebody.",
      "it": "e spostare qualcuno."
    }
  },
  {
    "translation": {
      "en": "See how that works?",
      "it": "Vedi come funziona?"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] The '90s were very, very violent.",
      "it": "Gli anni '90 furono molto violenti."
    }
  },
  {
    "translation": {
      "en": "You saw the peak of gang violence.",
      "it": "La violenza tra gang ha raggiunto l'apice."
    }
  },
  {
    "translation": {
      "en": "You saw people that were there that seen enemies they didn't like,",
      "it": "La gente vedeva nemici che non gradiva"
    }
  },
  {
    "translation": {
      "en": "they just took off on them right there.",
      "it": "e le pestava sul posto."
    }
  },
  {
    "translation": {
      "en": "You could hear the bullets going by. [imitates bullets]",
      "it": "Senti i proiettili passare."
    }
  },
  {
    "translation": {
      "en": "They were trying to stop here, homie. They were coming too fast.",
      "it": "Cercavano di fermarsi qui, ma andavano troppo veloci,"
    }
  },
  {
    "translation": {
      "en": "So they stopped right here. And they went just like, \"Hey, homie.\"",
      "it": "e si sono fermati qui. Mi fa: \"Ehi, amico!\""
    }
  },
  {
    "translation": {
      "en": "Man! [imitates gunshot] I hit the floor quick, eh.",
      "it": "\"Cacchio!\" Mi sono buttato subito a terra."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Why were they shooting at you?",
      "it": "Perché ti hanno sparato?"
    }
  },
  {
    "translation": {
      "en": "[man] See, this is a black neighborhood, right?",
      "it": "Questo è un quartiere nero, no?"
    }
  },
  {
    "translation": {
      "en": "I guess they're going at it with a Hispanic gang over there.",
      "it": "Credo che ce l'abbiano con una gang ispanica."
    }
  },
  {
    "translation": {
      "en": "You know what I mean? Look at me, dog.",
      "it": "Hai capito? Guardami."
    }
  },
  {
    "translation": {
      "en": "-[man] Look right here, homie. -[man 2] Yeah.",
      "it": "Puoi guardare qui?"
    }
  },
  {
    "translation": {
      "en": "You like that.",
      "it": "Guarda qua."
    }
  },
  {
    "translation": {
      "en": "Right there, West Los.",
      "it": "Ecco, West Los."
    }
  },
  {
    "translation": {
      "en": "School of hard knocks.",
      "it": "Scuola di colpi duri."
    }
  },
  {
    "translation": {
      "en": "Sometimes hard rocks.",
      "it": "A volte di pasticche."
    }
  },
  {
    "translation": {
      "en": "Hard knocks and cooked rocks.",
      "it": "Gentilezza poca, tanta coca."
    }
  },
  {
    "translation": {
      "en": "From stealin' and dealin' to rollin' and chillin'.",
      "it": "Dal furto e lo spaccio all'abbraccio."
    }
  },
  {
    "translation": {
      "en": "[man] My eagle right here, 'cause I'm Mexican-American.",
      "it": "L'aquila qui perché sono messicano-americano."
    }
  },
  {
    "translation": {
      "en": "I'm American-made, Mexican descent.",
      "it": "Prodotto in America, origini messicane."
    }
  },
  {
    "translation": {
      "en": "[Speedy] They call me Speedy, one of my fans gave me the name.",
      "it": "Mi chiamano Speedy, un amico mi ha dato questo nome."
    }
  },
  {
    "translation": {
      "en": "[Baldacci] In there, the tattoo shop is your cell.",
      "it": "Il negozio di tatuaggi è la tua cella."
    }
  },
  {
    "translation": {
      "en": "Just a couple of cases of soups and coffee, man, from prison.",
      "it": "È un paio di casse di zuppe e caffè."
    }
  },
  {
    "translation": {
      "en": "That's what they charge you in there to do this type of thing.",
      "it": "È quanto ti fanno pagare per fare questo tatuaggio."
    }
  },
  {
    "translation": {
      "en": "Nowadays I guess that's just a way to look cool, but...",
      "it": "Al giorno d'oggi è solo un modo per sembrare figo,"
    }
  },
  {
    "translation": {
      "en": "All these tattoos right here? They were basically earned,",
      "it": "ma tutti questi qui me li sono guadagnati,"
    }
  },
  {
    "translation": {
      "en": "they were basically put on me for a reason.",
      "it": "in pratica me li hanno messi addosso per un motivo."
    }
  },
  {
    "translation": {
      "en": "[Johnny] All my tattoos were done in prison, single needle.",
      "it": "I miei tatuaggi me li hanno fatti in galera."
    }
  },
  {
    "translation": {
      "en": "Never got tattooed in a shop.",
      "it": "Mai in un negozio."
    }
  },
  {
    "translation": {
      "en": "They were kind of like the old black and gray feel to the ink.",
      "it": "È un po' come il vecchio nero e grigio dell'inchiostro."
    }
  },
  {
    "translation": {
      "en": "Some tattoos that some people have, they put them on",
      "it": "I tatuaggi di alcune persone sono stati fatti perché forse rappresentavano una vita perduta."
    }
  },
  {
    "translation": {
      "en": "because maybe they were in a lifestyle where a life was lost.",
      "it": "sono stati fatti perché forse rappresentavano una vita perduta."
    }
  },
  {
    "translation": {
      "en": "Not to say that they took the life,",
      "it": "Non per dire che la vita è stata tolta,"
    }
  },
  {
    "translation": {
      "en": "because we're not gonna say that 'cause we're on camera.",
      "it": "non lo diremo perché stiamo girando."
    }
  },
  {
    "translation": {
      "en": "When I sleeve somebody, they can't go into regular society,",
      "it": "Quando tatuo un braccio, non possono vivere normalmente"
    }
  },
  {
    "translation": {
      "en": "but little by little, those people will be business owners.",
      "it": "ma, a poco a poco, quelle persone diventeranno imprenditori."
    }
  },
  {
    "translation": {
      "en": "You know, over the next 10, 20 years, those people that are getting sleeves",
      "it": "Nei prossimi dieci o 20 anni, chi ha le braccia tatuate sarà imprenditore."
    }
  },
  {
    "translation": {
      "en": "will be business owners and shit will change up for them.",
      "it": "chi ha le braccia tatuate sarà imprenditore. Per loro cambierà tutto."
    }
  },
  {
    "translation": {
      "en": "[Lepke] That's okay. It's a trend now. We got the soccer moms putting tattoos on.",
      "it": "Oggi la moda delle mamme del calcio è farsi tatuare."
    }
  },
  {
    "translation": {
      "en": "They're doing shit that we were looked down on.",
      "it": "Le cose che ci emarginavano."
    }
  },
  {
    "translation": {
      "en": "We were putting these tattoos 'cause we were outcasts,",
      "it": "Noi le tatuavamo perché eravamo emarginati,"
    }
  },
  {
    "translation": {
      "en": "because society rejected us.",
      "it": "perché la società ci rifiutava."
    }
  },
  {
    "translation": {
      "en": "Now they're putting them on because now society accepts it?",
      "it": "Ora se li fanno perché la società lo accetta?"
    }
  },
  {
    "translation": {
      "en": "So now I might just start taking them all off.",
      "it": "Quasi quasi ora me li tolgo tutti."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We're interested in the darkest shit in life.",
      "it": "Ci interessano le cose più buie della vita."
    }
  },
  {
    "translation": {
      "en": "Ghetto bird in the sky...",
      "it": "L'elicottero in cielo."
    }
  },
  {
    "translation": {
      "en": "homeless shit and drug addicts.",
      "it": "I senzatetto e i tossicodipendenti,"
    }
  },
  {
    "translation": {
      "en": "Watching and observing those cultures, you know what I mean?",
      "it": "guardare e osservare quelle culture, mi spiego?"
    }
  },
  {
    "translation": {
      "en": "What happened to your hand? You got arthritis?",
      "it": "Che hai fatto alla mano? Hai l'artrite?"
    }
  },
  {
    "translation": {
      "en": "No, I-- My ex-boyfriend broke it.",
      "it": "RESIDENTE DI SKID ROW - No, me l'ha rotto il mio ex. - Ah, ok."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Oh, okay.",
      "it": "- No, me l'ha rotto il mio ex. - Ah, ok."
    }
  },
  {
    "translation": {
      "en": "Okay, look, if you go out this way, and go on the side,",
      "it": "Ok, senti, se esci di qua e la prendi di lato..."
    }
  },
  {
    "translation": {
      "en": "go straight all the way down, there's a little alley right there.",
      "it": "- Sì. - ...dritto fino in fondo, laggiù c'è un vicoletto."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I'll go check it out.",
      "it": "laggiù c'è un vicoletto. - Andiamo a vedere. - Ciao, grazie."
    }
  },
  {
    "translation": {
      "en": "-Take it easy. -[producer] Bye, thank you.",
      "it": "- Andiamo a vedere. - Ciao, grazie."
    }
  },
  {
    "translation": {
      "en": "[Estevan] When you're in the streets in LA, in the bad neighborhoods,",
      "it": "Quando ti trovi nei quartieri brutti di LA,"
    }
  },
  {
    "translation": {
      "en": "it's like your blood is flowing, the adrenaline is there.",
      "it": "senti l'adrenalina scorrere nelle vene."
    }
  },
  {
    "translation": {
      "en": "When you know that it's an active area and some shit might happen,",
      "it": "Quando sai che è una zona attiva e potrebbe succedere qualcosa, pensi:"
    }
  },
  {
    "translation": {
      "en": "it's kind of like, okay, cool, you know, you gotta be on point, you know.",
      "it": "\"Ok, bene.\" Devi stare attento, devi aprire gli occhi dietro la testa,"
    }
  },
  {
    "translation": {
      "en": "Open the eyes on the back of your head,",
      "it": "devi aprire gli occhi dietro la testa,"
    }
  },
  {
    "translation": {
      "en": "'cause if you're just walking around all \"ladi da, da,\"",
      "it": "perché se girovaghi qua e là per il..."
    }
  },
  {
    "translation": {
      "en": "you know, like an idiot, you could lose that way.",
      "it": "Come un idiota, puoi perderti."
    }
  },
  {
    "translation": {
      "en": "They're just looking for someone to fuck with, so...",
      "it": "Cercano qualcuno a cui rompere le palle,"
    }
  },
  {
    "translation": {
      "en": "Right here, you know what I'm saying?",
      "it": "quindi ecco, ci siamo capiti?"
    }
  },
  {
    "translation": {
      "en": "Just gotta make sure you're strapped.",
      "it": "Accertati di avere il ferro."
    }
  },
  {
    "translation": {
      "en": "[Estevan] A lot of people we've known have died.",
      "it": "Molte persone che conoscevo sono morte."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Can't even think of how that would be if Cartoon passed away.",
      "it": "Non riesco nemmeno a pensare a come sarebbe se Cartoon morisse."
    }
  },
  {
    "translation": {
      "en": "We've had to make out wills before,",
      "it": "Abbiamo già dovuto fare testamento,"
    }
  },
  {
    "translation": {
      "en": "and it was, like, the will went to, like, each other.",
      "it": "e ci siamo inclusi l'un l'altro."
    }
  },
  {
    "translation": {
      "en": "We would look out for each other's family.",
      "it": "Ognuno si prenderà cura della famiglia dell'altro."
    }
  },
  {
    "translation": {
      "en": "Let's see what we have here in this little box.",
      "it": "Vediamo cos'abbiamo in questa scatolina."
    }
  },
  {
    "translation": {
      "en": "This is my friend Mono. He passed away.",
      "it": "Lui è il mio amico Mono, è morto."
    }
  },
  {
    "translation": {
      "en": "He's the guy that introduced me and my wife to each other.",
      "it": "È lui che mi ha presentato mia moglie."
    }
  },
  {
    "translation": {
      "en": "[D.P.] Oh, yeah? [Estevan] And he introduced Cartoon to his wife.",
      "it": "- Ah, sì? - E ha presentato a Cartoon sua moglie."
    }
  },
  {
    "translation": {
      "en": "Right here, this is one of my favorite pictures of all times.",
      "it": "Questa è una delle mie foto preferite in assoluto."
    }
  },
  {
    "translation": {
      "en": "His name was Chato.",
      "it": "Si chiamava Chato."
    }
  },
  {
    "translation": {
      "en": "Rest in peace. He died.",
      "it": "Riposa in pace. È morto."
    }
  },
  {
    "translation": {
      "en": "Trigz got shot.",
      "it": "Hanno sparato a Trigz."
    }
  },
  {
    "translation": {
      "en": "He got murdered 'cause he got into a fight with somebody.",
      "it": "Lui è stato ucciso perché ha litigato con qualcuno."
    }
  },
  {
    "translation": {
      "en": "Rest in peace.",
      "it": "Riposa in pace."
    }
  },
  {
    "translation": {
      "en": "This was another guy that was shot. His name was Nene.",
      "it": "Spararono anche a lui. Si chiamava Nene."
    }
  },
  {
    "translation": {
      "en": "I think he got shot 33 times.",
      "it": "Credo che gli abbiano sparato 33 volte."
    }
  },
  {
    "translation": {
      "en": "-[D.P.] What happened to him? -[Estevan] He died.",
      "it": "- Che gli è successo? - È morto."
    }
  },
  {
    "translation": {
      "en": "You know, I think they're living the life they wanted to",
      "it": "Credo stessero vivendo la vita che volevano"
    }
  },
  {
    "translation": {
      "en": "and they died doing what they loved doing.",
      "it": "e sono morti facendo ciò che amavano fare."
    }
  },
  {
    "translation": {
      "en": "Those guys were gangsters and they died doing some gangster shit.",
      "it": "Erano gangster e sono morti facendo delle stronzate."
    }
  },
  {
    "translation": {
      "en": "[D.P.] So you think they kind of dig being a gangster. They'd rather do that--",
      "it": "Quindi pensi che preferissero fare ciò che facevano..."
    }
  },
  {
    "translation": {
      "en": "Yeah, they loved it, or else they wouldn't have been a gangster.",
      "it": "Certo, amavano quella vita, o sarebbero stati altro."
    }
  },
  {
    "translation": {
      "en": "♪ At the gates of hell ♪",
      "it": "AMAVAMO IL NOSTRO ERIC WRIGHT MA DIO LO AMAVA DI PIÙ"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] That violence, that poverty, that madness,",
      "it": "Quella violenza, quella povertà, quella follia..."
    }
  },
  {
    "translation": {
      "en": "spawned a beautiful art form of music, and tattoos, and wall murals,",
      "it": "hanno generato un'arte meravigliosa con la musica, i tatuaggi e i murales,"
    }
  },
  {
    "translation": {
      "en": "pinstripe, and gold leaf.",
      "it": "le righe e la foglia d'oro."
    }
  },
  {
    "translation": {
      "en": "Those guys sitting in cells that will never get out",
      "it": "Quei tipi seduti nelle celle che non usciranno mai"
    }
  },
  {
    "translation": {
      "en": "helped shape an art form,",
      "it": "hanno contribuito a creare una forma d'arte"
    }
  },
  {
    "translation": {
      "en": "this rose out of a crack in the concrete.",
      "it": "nata da una crepa nel cemento."
    }
  },
  {
    "translation": {
      "en": "Now you have a new wave of Chicano artists",
      "it": "Ora, c'è una nuova ondata di artisti chicani"
    }
  },
  {
    "translation": {
      "en": "that can focus on Chicano pride.",
      "it": "che possono concentrarsi sull'orgoglio chicano."
    }
  },
  {
    "translation": {
      "en": "To be Chicano means identifying with your roots.",
      "it": "Essere chicano significa identificarsi con le proprie radici."
    }
  },
  {
    "translation": {
      "en": "[David F., Jr] The number one thing is family. It's all about family.",
      "it": "- La famiglia viene prima di tutto. - La famiglia."
    }
  },
  {
    "translation": {
      "en": "[Michelle] You don't really hear about the heart of a Chicano,",
      "it": "L'arte chicana non si sente,"
    }
  },
  {
    "translation": {
      "en": "but you can see it in a lowrider.",
      "it": "ma puoi vederla in una lowrider."
    }
  },
  {
    "translation": {
      "en": "The way we build our cars,",
      "it": "Come costruiamo le auto,"
    }
  },
  {
    "translation": {
      "en": "they're old Benny's thrown away that we pick up and we shine.",
      "it": "sono vecchi rottami buttati via che rimettiamo a lucido."
    }
  },
  {
    "translation": {
      "en": "[Michelle] It's almost like watching a Chicano's heart",
      "it": "È come guardare il cuore di un chicano che viene versato"
    }
  },
  {
    "translation": {
      "en": "being poured out onto paint",
      "it": "È come guardare il cuore di un chicano che viene versato sulla vernice per rivestire un veicolo con amore. Mi spiego?"
    }
  },
  {
    "translation": {
      "en": "and coating a vehicle with love, you know?",
      "it": "sulla vernice per rivestire un veicolo con amore. Mi spiego?"
    }
  },
  {
    "translation": {
      "en": "[Javi] Those people that threw them away wish they had them back",
      "it": "Quelli che se ne erano sbarazzati poi le rivolevano,"
    }
  },
  {
    "translation": {
      "en": "after they see them all fixed up and clean and shined up.",
      "it": "dopo averle viste sistemate e tirate a lucido."
    }
  },
  {
    "translation": {
      "en": "You don't own a lowrider. You are a lowrider.",
      "it": "Non possiedi una lowrider, tu sei una lowrider."
    }
  },
  {
    "translation": {
      "en": "Promoting a great culture in America.",
      "it": "Promuove una grande cultura in America."
    }
  },
  {
    "translation": {
      "en": "There are people that are incredibly wealthy",
      "it": "Alcune persone incredibilmente facoltose"
    }
  },
  {
    "translation": {
      "en": "that actually know the culture",
      "it": "conoscono questa cultura"
    }
  },
  {
    "translation": {
      "en": "and are admirers of the culture.",
      "it": "e ne sono ammiratori."
    }
  },
  {
    "translation": {
      "en": "[Bobo] The culture grew to places like Japan, Europe, South America.",
      "it": "Questa cultura crebbe in posti come Giappone, Europa e Sudamerica."
    }
  },
  {
    "translation": {
      "en": "They introduced the whole rest of the world basically",
      "it": "In pratica introdussero al resto del mondo..."
    }
  },
  {
    "translation": {
      "en": "to the East LA esthetic.",
      "it": "...l'estetica di East LA."
    }
  },
  {
    "translation": {
      "en": "[Bobo] You go to Japan and you see some of the Japanese kids",
      "it": "Quando andavamo in Giappone, vedevamo alcuni ragazzi"
    }
  },
  {
    "translation": {
      "en": "dressing like cholos.",
      "it": "vestiti come i cholo."
    }
  },
  {
    "translation": {
      "en": "To the T.",
      "it": "Nei minimi dettagli."
    }
  },
  {
    "translation": {
      "en": "You would think, they could put on glasses",
      "it": "Pensavi che bastasse indossare gli occhiali"
    }
  },
  {
    "translation": {
      "en": "and have the whole thing and they could look all \"Chicanoed-out\"",
      "it": "Pensavi che bastasse indossare gli occhiali per sembrare chicani, finché non aprivano bocca."
    }
  },
  {
    "translation": {
      "en": "until they started to speak.",
      "it": "per sembrare chicani, finché non aprivano bocca."
    }
  },
  {
    "translation": {
      "en": "[Wilmer] Asian culture has become obsessed with East LA and lowriding.",
      "it": "La cultura asiatica è ossessiona da East LA e le lowrider."
    }
  },
  {
    "translation": {
      "en": "There's a big lowrider scene that's gone around the world.",
      "it": "Il concetto di lowrider impazza in tutto il mondo."
    }
  },
  {
    "translation": {
      "en": "[man] Because of what Cartoon and Estevan did with Chicano culture",
      "it": "Grazie a ciò che Cartoon ed Estevan hanno fatto alla cultura chicana,"
    }
  },
  {
    "translation": {
      "en": "and made it so pervasive and popular in Japanese subculture,",
      "it": "rendendola così pervasiva e popolare nella sottocultura giapponese,"
    }
  },
  {
    "translation": {
      "en": "it made it even extra cool back here in the States.",
      "it": "questa è diventata ancora più cool negli Stati Uniti."
    }
  },
  {
    "translation": {
      "en": "And I think a lot of it comes from how pioneering these two gentlemen",
      "it": "Penso che molto sia dovuto a quanto questi gentiluomini siano stati pionieri..."
    }
  },
  {
    "translation": {
      "en": "have been to the culture.",
      "it": "a quanto questi gentiluomini siano stati pionieri... ...nella cultura."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We listen to oldies, we listen to Motown-style, classic soul.",
      "it": "Ascoltiamo i vecchi classici. L'anima classica della Motown."
    }
  },
  {
    "translation": {
      "en": "Due to the weather on the West Coast, we wear T-shirts all year long.",
      "it": "Indossiamo T-shirt tutto l'anno per via del clima della West Coast."
    }
  },
  {
    "translation": {
      "en": "We invented the white tee, khakis and Dickies,",
      "it": "Abbiamo inventato le T-shirt bianche. I pantaloni cachi."
    }
  },
  {
    "translation": {
      "en": "that whole look.",
      "it": "Quell'intero look."
    }
  },
  {
    "translation": {
      "en": "The West Coast grew up wearing Cortez shoes.",
      "it": "La West Coast è cresciuta con le Cortez."
    }
  },
  {
    "translation": {
      "en": "This is the staple for the West Coast.",
      "it": "Sono le basi della West Coast."
    }
  },
  {
    "translation": {
      "en": "In the '80s, though, it was like a gang-banging shoe.",
      "it": "Negli anni '80, però, era una scarpa da gang,"
    }
  },
  {
    "translation": {
      "en": "Like, you wearing that shoe, people asked you, \"Where are you from?\"",
      "it": "se le indossavi ti chiedevano: \"Da dove vieni?\""
    }
  },
  {
    "translation": {
      "en": "I had meditated why it was relevant, and why it had to be done.",
      "it": "Ho meditato sul perché fosse importante e dovesse essere fatto,"
    }
  },
  {
    "translation": {
      "en": "My own Nike, period.",
      "it": "il mio periodo Nike."
    }
  },
  {
    "translation": {
      "en": "And once I got them in, it was time to drop,",
      "it": "Una volta indossate, era ora di disegnare."
    }
  },
  {
    "translation": {
      "en": "\"I have to do a Cortez,\" paying homage to that era, to the NWA era.",
      "it": "Devo fare una Cortez, rendere omaggio a quell'era, all'era degli NWA."
    }
  },
  {
    "translation": {
      "en": "When that happened,",
      "it": "Quando avvenne,"
    }
  },
  {
    "translation": {
      "en": "I was like, \"Man, this is fucking amazing.",
      "it": "pensai: \"Cavolo, sarà grandioso, cazzo\"."
    }
  },
  {
    "translation": {
      "en": "I'm gonna design the shoe I grew up wearing.\"",
      "it": "Sto progettando la scarpa con cui sono cresciuto."
    }
  },
  {
    "translation": {
      "en": "It'd be like McDonald's calling you, and be like,",
      "it": "Sarebbe come se McDonald's ti chiamasse:"
    }
  },
  {
    "translation": {
      "en": "\"You're gonna do your own signature Big Mac. Get ready.\"",
      "it": "\"Vogliamo fare un Big Mac con la tua firma. Preparati.\""
    }
  },
  {
    "translation": {
      "en": "Nike is doing a Mister Cartoon shoe?",
      "it": "La Nike fa il modello Mister Cartoon?"
    }
  },
  {
    "translation": {
      "en": "They're giving you a shoe?",
      "it": "Fanno un modello tuo?"
    }
  },
  {
    "translation": {
      "en": "And letting you design it?",
      "it": "E te lo fanno disegnare?"
    }
  },
  {
    "translation": {
      "en": "It's-- It's crazy.",
      "it": "È pazzesco."
    }
  },
  {
    "translation": {
      "en": "There's not a lot of artists out here to have their own Nike shoe.",
      "it": "Non ci sono molti artisti che hanno le proprie Nike."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I walk into a business meeting with confidence.",
      "it": "Vado a un incontro di lavoro sicuro di me."
    }
  },
  {
    "translation": {
      "en": "I walk in like, \"I'm-- The boss is here.\"",
      "it": "Entro e penso: \"È arrivato il boss.\""
    }
  },
  {
    "translation": {
      "en": "And you convince the client",
      "it": "E convinci il cliente"
    }
  },
  {
    "translation": {
      "en": "that you know what's poppin'.",
      "it": "che sai cosa sta succedendo."
    }
  },
  {
    "translation": {
      "en": "This is inspiring to me.",
      "it": "Questo è d'ispirazione per me."
    }
  },
  {
    "translation": {
      "en": "I can apply that same philosophy to what I'm doing.",
      "it": "Posso applicare la stessa filosofia a ciò che faccio."
    }
  },
  {
    "translation": {
      "en": "My homie did it, I can do it. Oh, wow.",
      "it": "\"L'ha fatto il mio amico, posso farlo io.\""
    }
  },
  {
    "translation": {
      "en": "Whoa, Mister Cartoon is completely crossing over to a different level,",
      "it": "Mister Cartoon sta passando ad un altro livello."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I did the LA edition, which was putting the \"LA\"",
      "it": "Ho fatto l'edizione LA, con \"LA\" coperto dal segno di spunta della Nike."
    }
  },
  {
    "translation": {
      "en": "and having the Nike check go through it.",
      "it": "con \"LA\" coperto dal segno di spunta della Nike."
    }
  },
  {
    "translation": {
      "en": "The next one I did was the Aztec.",
      "it": "Poi ho fatto l'Azteca."
    }
  },
  {
    "translation": {
      "en": "This was crazy because here I'm doing an Aztec on a Cortez.",
      "it": "È stato pazzesco perché qui faccio un Azteco su una Cortez."
    }
  },
  {
    "translation": {
      "en": "So you have the Spaniards coming to New Spain, which was Mexico,",
      "it": "Quindi hai fatto venire gli spagnoli in Nuova Spagna, ovvero il Messico,"
    }
  },
  {
    "translation": {
      "en": "to bring disease,",
      "it": "ovvero il Messico, per portare le malattie e la guerra tra gli spagnoli e gli Aztechi"
    }
  },
  {
    "translation": {
      "en": "great war between the Spaniards and the Aztecs",
      "it": "per portare le malattie e la guerra tra gli spagnoli e gli Aztechi"
    }
  },
  {
    "translation": {
      "en": "to create Mexican people.",
      "it": "per creare i messicani."
    }
  },
  {
    "translation": {
      "en": "So, I had that on a shoe, which is a little heavy,",
      "it": "L'ho messo su una scarpa, il che è pesante, sai,"
    }
  },
  {
    "translation": {
      "en": "you know what I'm saying? For a shoe design.",
      "it": "il che è pesante, sai, per il design di una scarpa."
    }
  },
  {
    "translation": {
      "en": "And then on the Aztec warrior, I put a brush mustache,",
      "it": "E poi sul guerriero Azteco ho messo dei baffi a pennello,"
    }
  },
  {
    "translation": {
      "en": "which is representative of the homies now.",
      "it": "che ora rappresentano gli amici."
    }
  },
  {
    "translation": {
      "en": "When it finally went through, I was blown away.",
      "it": "Quando finalmente finii, ero rimasto senza parole."
    }
  },
  {
    "translation": {
      "en": "I'm surprised every time one of these huge deals goes through.",
      "it": "Sono sorpreso ogni volta che finisco una di queste commissioni."
    }
  },
  {
    "translation": {
      "en": "So, to balance that, it was important that I did outreach.",
      "it": "Per bilanciare questo, era importante che mi mettessi in contatto"
    }
  },
  {
    "translation": {
      "en": "Talking to youngsters, explaining to them, \"Look, I went to LA Unified School,",
      "it": "con i ragazzi, spiegando loro: \"Sono andato alla scuola unificata di LA,"
    }
  },
  {
    "translation": {
      "en": "and I designed my own shoe. What would your shoe look like?\"",
      "it": "e ho disegnato la mia scarpa. Come sarebbe la vostra?\""
    }
  },
  {
    "translation": {
      "en": "And I would ask these kids, and they'd get all shy.",
      "it": "Glielo chiedevano e si vergognavano tutti."
    }
  },
  {
    "translation": {
      "en": "It's beautiful to see that Cartoon can set an example for these young kids,",
      "it": "È bello vedere che Cartoon può dare l'esempio a questi ragazzini."
    }
  },
  {
    "translation": {
      "en": "giving kids hope in art.",
      "it": "Dare speranza ai ragazzi con l'arte!"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] My goal was to motivate them and get them to think,",
      "it": "Il mio obiettivo era motivarli e farli pensare:"
    }
  },
  {
    "translation": {
      "en": "\"Man, if this knucklehead can do it, man, I can design my own shoe.\"",
      "it": "\"Se ce l'ha fatta questo zuccone, posso disegnarla anch'io.\""
    }
  },
  {
    "translation": {
      "en": "[chuckling] What?",
      "it": "Cosa?"
    }
  },
  {
    "translation": {
      "en": "-[Danny chuckles] -Motherfucking premiere of Machete.",
      "it": "La première di Machete."
    }
  },
  {
    "translation": {
      "en": "Yeah, that was sweet, with the lowriders.",
      "it": "Era una figata con le lowrider."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Seeing these big Hollywood events. In the back on my mind, I was like,",
      "it": "Vedere questi grandi eventi di Hollywood, dentro di me pensai:"
    }
  },
  {
    "translation": {
      "en": "\"We can get a team together and do it.\"",
      "it": "\"Possiamo mettere su un team.\""
    }
  },
  {
    "translation": {
      "en": "We had the budgets. And we were able to have some power",
      "it": "Avevamo i fondi e potevamo avere un po' di potere"
    }
  },
  {
    "translation": {
      "en": "to do some of those events, and it came out dope.",
      "it": "per fare alcuni di quegli eventi, e fu una figata."
    }
  },
  {
    "translation": {
      "en": "And it was beautiful, man.",
      "it": "Ed è stato bellissimo."
    }
  },
  {
    "translation": {
      "en": "People in the street, happy that somebody's representing.",
      "it": "La gente in strada, felice che qualcuno li rappresenti."
    }
  },
  {
    "translation": {
      "en": "This is a historical moment right here.",
      "it": "Questo è un momento storico."
    }
  },
  {
    "translation": {
      "en": "We're taking our culture and trying to lift it up.",
      "it": "Stiamo provando a sollevare la nostra cultura."
    }
  },
  {
    "translation": {
      "en": "[Michelle] It would be hard to be downtown that day and not feel our presence.",
      "it": "Quel giorno era difficile raggiungere il centro senza accorgersi di noi."
    }
  },
  {
    "translation": {
      "en": "We here. [laughs]",
      "it": "Siamo qui!"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Damn, man, we're bringing Chicano art into places that it's never been before.",
      "it": "Accidenti, stiamo portando l'arte chicana in posti mai visti prima."
    }
  },
  {
    "translation": {
      "en": "Shout-out to S.A. Studios. Grand Theft Auto, good looking.",
      "it": "Un saluto agli SA Studios, Grand Theft Auto."
    }
  },
  {
    "translation": {
      "en": "GTA is the iconic video game that ended up becoming because of the Estev and Toon.",
      "it": "GTA è il videogioco diventato iconico grazie a Stev e Toon."
    }
  },
  {
    "translation": {
      "en": "I played Cesar Vialpando.",
      "it": "Giocano con Cesar Vialpando."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We did all the tattoos, graffiti,",
      "it": "Abbiamo fatto tutti quei tatuaggi,"
    }
  },
  {
    "translation": {
      "en": "murals, liquor store,",
      "it": "i graffiti, i murales, il negozio di liquori,"
    }
  },
  {
    "translation": {
      "en": "and the Virgen de Guadalupe would be on the side.",
      "it": "la Vergine di Guadalupe lì di lato."
    }
  },
  {
    "translation": {
      "en": "Estevan would take them around to all the sick shit and fucking recreate that.",
      "it": "Estevan lo portava in giro e lui faceva quello che doveva per ricrearlo."
    }
  },
  {
    "translation": {
      "en": "You've been on a trajectory",
      "it": "Sei stato su una traiettoria"
    }
  },
  {
    "translation": {
      "en": "from the bottom-bottom, and I guess prison, possibly.",
      "it": "che va dai bassifondi e la prigione, credo."
    }
  },
  {
    "translation": {
      "en": "You got out of that, survived that,",
      "it": "Ne sei uscito, sei sopravvissuto e sei sulla traiettoria in salita"
    }
  },
  {
    "translation": {
      "en": "and you're on this uphill trajectory of perfecting this art form.",
      "it": "Ne sei uscito, sei sopravvissuto e sei sulla traiettoria in salita del perfezionare questa forma d'arte."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] It was a great time. Record businesses were still going.",
      "it": "È stato un bel periodo. L'industria discografica andava bene"
    }
  },
  {
    "translation": {
      "en": "And magazines were popping",
      "it": "spuntavano nuove riviste"
    }
  },
  {
    "translation": {
      "en": "and commercials were getting anywhere from 100,000 into the millions.",
      "it": "e le pubblicità facevano dai 100.000 ai milioni di dollari."
    }
  },
  {
    "translation": {
      "en": "Then the digital age came.",
      "it": "- Poi è arrivata l'era digitale... - È finita."
    }
  },
  {
    "translation": {
      "en": "It's over, and the Internet has allowed",
      "it": "- Poi è arrivata l'era digitale... - È finita. Internet ha permesso la comunicazione globale,"
    }
  },
  {
    "translation": {
      "en": "global communication with a lot of people...",
      "it": "Internet ha permesso la comunicazione globale, ma molte persone..."
    }
  },
  {
    "translation": {
      "en": "[anchor] Twenty million people get their music this way.",
      "it": "Venti milioni di persone trovano le canzoni così."
    }
  },
  {
    "translation": {
      "en": "-They worst offender is Napster. -Metallica filed a...",
      "it": "Credono che il colpevole sia un sito chiamato Napster."
    }
  },
  {
    "translation": {
      "en": "At that point, S.A. Studios, it was kind of like a barber shop.",
      "it": "A quel punto, gli Sa Studios diventarono una specie di barbiere,"
    }
  },
  {
    "translation": {
      "en": "People came by afterward and bullshitted.",
      "it": "la gente veniva a perdere tempo dopo il lavoro."
    }
  },
  {
    "translation": {
      "en": "That's what S.A. Studios felt like. A bunch of big-ass kids having fun.",
      "it": "Ecco come mi sembravano gli SA. Un branco di ragazzini che cazzeggiavano."
    }
  },
  {
    "translation": {
      "en": "\"What's up, homie?",
      "it": "\"Come va, amico? Che fai?"
    }
  },
  {
    "translation": {
      "en": "What you doing, man? What you've been up to?\"",
      "it": "\"Come va, amico? Che fai? Che hai combinato?\""
    }
  },
  {
    "translation": {
      "en": "It'd be like showing up at a doctor's office.",
      "it": "È come presentarsi in uno studio medico."
    }
  },
  {
    "translation": {
      "en": "You're like, \"What's up, fool?",
      "it": "Fai: \"Come va, scemi?\" \"Ehi, ciao!\""
    }
  },
  {
    "translation": {
      "en": "Yay, man. Wow, you're doing some surgery. What's up?\"",
      "it": "Fai: \"Come va, scemi?\" \"Ehi, ciao!\" \"Ah, stai cercando qualcosa?\""
    }
  },
  {
    "translation": {
      "en": "Working on the ice-cream truck.",
      "it": "Sto lavorando al camion dei gelati."
    }
  },
  {
    "translation": {
      "en": "I'm gonna stay here until five, six in the morning.",
      "it": "Resterò fino alle 5:00, 6:00 di mattina."
    }
  },
  {
    "translation": {
      "en": "I'll probably just go crash upstairs.",
      "it": "Poi andrò andrò di sopra."
    }
  },
  {
    "translation": {
      "en": "A little bit overwhelming for me.",
      "it": "Un po' opprimente per me."
    }
  },
  {
    "translation": {
      "en": "I don't need a lot of people around to do what I do.",
      "it": "Non mi serve tanta gente intorno per fare ciò che faccio."
    }
  },
  {
    "translation": {
      "en": "They're changing.",
      "it": "Stanno cambiando."
    }
  },
  {
    "translation": {
      "en": "Life's about change.",
      "it": "La vita è cambiamento."
    }
  },
  {
    "translation": {
      "en": "[reporter] After a rare week of gains-- [reporter 2] Worst one-day losses since 911.",
      "it": "- Dopo una settimana positiva... - ...le peggiori perdite dall'11 settembre"
    }
  },
  {
    "translation": {
      "en": "The stock market fell hard--",
      "it": "La borsa è crollata."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] 533,000-- [reporter 4] Two point six million people--",
      "it": "- 533.000... - Due milioni e 600.000 persone."
    }
  },
  {
    "translation": {
      "en": "In 2008 there was the depression.",
      "it": "Nel 2008 ci fu la depressione."
    }
  },
  {
    "translation": {
      "en": "The country just fell apart.",
      "it": "Il Paese crollò."
    }
  },
  {
    "translation": {
      "en": "[reporter 5] Spinning the economy in a vicious cycle,",
      "it": "L'economia gira in un circolo vizioso."
    }
  },
  {
    "translation": {
      "en": "people losing their jobs,",
      "it": "La gente perde il lavoro,"
    }
  },
  {
    "translation": {
      "en": "then falling behind on their mortgages.",
      "it": "per poi restare indietro con i mutui..."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Magazines shut down, record labels shut down.",
      "it": "Riviste chiuse, etichette discografiche chiuse..."
    }
  },
  {
    "translation": {
      "en": "[reporter 6] President Obama facing increasing pressure for a new stimulus package.",
      "it": "Il presidente Obama è sotto pressione per un nuovo pacchetto di stimoli."
    }
  },
  {
    "translation": {
      "en": "All the budgets went away.",
      "it": "Tutti i fondi sparirono."
    }
  },
  {
    "translation": {
      "en": "[reporter 7] Eleven point three trillion dollars.",
      "it": "Undici miliardi e 300 milioni di dollari."
    }
  },
  {
    "translation": {
      "en": "...to stabilize the housing market,",
      "it": "Per stabilizzare il mercato immobiliare"
    }
  },
  {
    "translation": {
      "en": "and help responsible home-owners stay in their homes.",
      "it": "e aiutare i proprietari di case a restare nelle loro case."
    }
  },
  {
    "translation": {
      "en": "That cut at least 75% of my work that was coming in.",
      "it": "Questo tagliò almeno il 75% del mio lavoro."
    }
  },
  {
    "translation": {
      "en": "S.A. Studios was a certain time.",
      "it": "Gli SA Studios appartenevano al passato."
    }
  },
  {
    "translation": {
      "en": "Everything evolves, and everything is a moment in time.",
      "it": "Tutto si evolve e tutto è un momento nel tempo."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] That whole place of downtown LA got over-gentrified in my opinion.",
      "it": "Tutto il centro di Los Angeles si è troppo imborghesito, secondo me."
    }
  },
  {
    "translation": {
      "en": "It became uncool.",
      "it": "Non è più figo."
    }
  },
  {
    "translation": {
      "en": "It became very corporate.",
      "it": "È diventato molto aziendale."
    }
  },
  {
    "translation": {
      "en": "[Roger] If everything always stays the same, how special is it?",
      "it": "Se tutto resta sempre uguale, quant'è speciale?"
    }
  },
  {
    "translation": {
      "en": "It's about moments. Five years, ten years. However long that moment was.",
      "it": "È una questione di periodi. Cinque anni, dieci, non so quanto durò."
    }
  },
  {
    "translation": {
      "en": "The vibe. Something happened.",
      "it": "L'atmosfera è cambiata."
    }
  },
  {
    "translation": {
      "en": "[David] You have one guy who's in the profession of tattoos,",
      "it": "C'è un tizio che si occupa di tatuaggi,"
    }
  },
  {
    "translation": {
      "en": "which has gone from, like, this fringe,",
      "it": "che è passato dai margini della società"
    }
  },
  {
    "translation": {
      "en": "and now I don't know one fucking person who doesn't have a tattoo.",
      "it": "ad oggi, non conosco nessuno che non sia tatuato."
    }
  },
  {
    "translation": {
      "en": "And then on this side of the spectrum,",
      "it": "E poi da questa parte c'è questa fotografia"
    }
  },
  {
    "translation": {
      "en": "you have photography, which was like this, and now it's, like, nothing.",
      "it": "E poi da questa parte c'è questa fotografia e ora non è niente."
    }
  },
  {
    "translation": {
      "en": "Both things are symbiotic and feeding off each other.",
      "it": "Entrambe sono simbiotiche e si nutrono a vicenda,"
    }
  },
  {
    "translation": {
      "en": "But one of those things brings in a ton of cash,",
      "it": "ma una di queste cose porta un sacco di denaro,"
    }
  },
  {
    "translation": {
      "en": "and the other one, the cash is disappearing.",
      "it": "per l'altra il denaro sta scomparendo."
    }
  },
  {
    "translation": {
      "en": "The tension that must bring between brothers...",
      "it": "Dev'esserci una tensione tra fratelli..."
    }
  },
  {
    "translation": {
      "en": "Eventually... it was gone.",
      "it": "Alla fine, chiuse i battenti."
    }
  },
  {
    "translation": {
      "en": "The last time I'll ever be here.",
      "it": "Sono qui per l'ultima volta."
    }
  },
  {
    "translation": {
      "en": "We were here for 13 years.",
      "it": "Ci abbiamo passato 13 anni."
    }
  },
  {
    "translation": {
      "en": "We used to call our little thing here \"Skid Row's finest\"",
      "it": "Una volta li chiamavamo \"il meglio di Skid Row\","
    }
  },
  {
    "translation": {
      "en": "because we were surrounded by the people of Skid Row.",
      "it": "perché eravamo circondati dalla gente di Skid Row, ed è finita."
    }
  },
  {
    "translation": {
      "en": "And that's it. It's a wrap.",
      "it": "perché eravamo circondati dalla gente di Skid Row, ed è finita. È la fine. SA Studios, siamo fuori dal centro."
    }
  },
  {
    "translation": {
      "en": "S.A. Studios. We're out of downtown.",
      "it": "È la fine. SA Studios, siamo fuori dal centro."
    }
  },
  {
    "translation": {
      "en": "Gone.",
      "it": "Fine."
    }
  },
  {
    "translation": {
      "en": "That was probably one of the most challenging times in my life.",
      "it": "È stato uno dei momenti più difficili della mia vita"
    }
  },
  {
    "translation": {
      "en": "And...",
      "it": "e..."
    }
  },
  {
    "translation": {
      "en": "I made it, 'cause I'm a fighter.",
      "it": "Ce l'ho fatta, perché io lotto."
    }
  },
  {
    "translation": {
      "en": "That was it.",
      "it": "Ecco fatto."
    }
  },
  {
    "translation": {
      "en": "You got it?",
      "it": "Taglia!"
    }
  },
  {
    "translation": {
      "en": "♪ About to blow his lid From the pressure ♪",
      "it": "CLUB RAGAZZI E RAGAZZE"
    }
  },
  {
    "translation": {
      "en": "[Estevan] To me, LA's the blood pumping through my veins.",
      "it": "Per me, Los Angeles è il sangue che mi scorre nelle vene."
    }
  },
  {
    "translation": {
      "en": "I love everything about it.",
      "it": "Mi piace tutto di lei."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I mean, look at it. How fucking cool is that shit?",
      "it": "Cioè, guardatela. Quanto può essere figa?"
    }
  },
  {
    "translation": {
      "en": "[Estevan] This is where I come and get all my film done right here.",
      "it": "È qui che vengo a finire il mio film."
    }
  },
  {
    "translation": {
      "en": "Wow, I got some good ones.",
      "it": "Ragazzi, ne ho di buone."
    }
  },
  {
    "translation": {
      "en": "So, after 13 years, we've now relocated,",
      "it": "Quindi, dopo 13 anni, ci siamo trasferiti"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna show you the new S.A. Studios.",
      "it": "e vi mostro i nuovi SA Studios."
    }
  },
  {
    "translation": {
      "en": "Well, my part of it. Cartoon has a different part.",
      "it": "Beh, la mia parte. Cartoon sta in un'altra."
    }
  },
  {
    "translation": {
      "en": "So... here we are.",
      "it": "Bene, eccoci qua."
    }
  },
  {
    "translation": {
      "en": "S.A. Studios.",
      "it": "SA Studio."
    }
  },
  {
    "translation": {
      "en": "[Estevan] You can barely fit in here.",
      "it": "Qui dentro non si respira."
    }
  },
  {
    "translation": {
      "en": "These are the new S.A. Studios.",
      "it": "Ecco i nuovi studi."
    }
  },
  {
    "translation": {
      "en": "These are all bills that haven't been paid.",
      "it": "Ci sono i conti da pagare."
    }
  },
  {
    "translation": {
      "en": "You know, just so everybody knows",
      "it": "Solo perché tutti sappiano"
    }
  },
  {
    "translation": {
      "en": "what it's like to be a world-famous photographer.",
      "it": "com'è essere un fotografo di fama mondiale."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Where am I today? I'm in a good place.",
      "it": "Mi piace il posto dove mi trovo ora."
    }
  },
  {
    "translation": {
      "en": "I'm an optimist.",
      "it": "Sono un ottimista."
    }
  },
  {
    "translation": {
      "en": "I'm always gonna look at what's the solution,",
      "it": "Soluzione?"
    }
  },
  {
    "translation": {
      "en": "what do I got to be grateful for,",
      "it": "Per cosa dovrei essere grato?"
    }
  },
  {
    "translation": {
      "en": "how can I make this pop.",
      "it": "Come faccio a farlo funzionare?"
    }
  },
  {
    "translation": {
      "en": "I haven't stopped one day since S.A. Studios.",
      "it": "Con gli SA Studios non mi sono fermato un giorno."
    }
  },
  {
    "translation": {
      "en": "I have a private studio right here.",
      "it": "Qui ho uno studio privato."
    }
  },
  {
    "translation": {
      "en": "I own this property. Can't kick me out.",
      "it": "La proprietà è mia. Non possono buttarmi fuori."
    }
  },
  {
    "translation": {
      "en": "And it's all dialed into my needs, I airbrush the cars in here.",
      "it": "Ed è tutto in funzione dei miei bisogni. Qui dipingo le auto."
    }
  },
  {
    "translation": {
      "en": "I've been here for five years now and...",
      "it": "Ormai vivo qui da sette anni... e lo adoro."
    }
  },
  {
    "translation": {
      "en": "I love it.",
      "it": "e lo adoro."
    }
  },
  {
    "translation": {
      "en": "[Estevan, in Spanish] Attention! Attention!",
      "it": "Fate attenzione. Attenzione."
    }
  },
  {
    "translation": {
      "en": "[in English] There's our lovely Sixth Street Bridge.",
      "it": "Ecco il nostro ponte della Sesta Strada."
    }
  },
  {
    "translation": {
      "en": "[in English] So crazy to see all this shit.",
      "it": "È assurdo vedere tutta questa roba."
    }
  },
  {
    "translation": {
      "en": "Fucking changing so fast.",
      "it": "Cazzo, perché cambia così in fretta."
    }
  },
  {
    "translation": {
      "en": "This is a mural by my friend Risky.",
      "it": "Questo è un murale del mio amico RISKY."
    }
  },
  {
    "translation": {
      "en": "Everybody knows Risk.",
      "it": "Lo conoscono tutti."
    }
  },
  {
    "translation": {
      "en": "This was a parking lot before.",
      "it": "Credo che questo fosse un parcheggio."
    }
  },
  {
    "translation": {
      "en": "Some metal rinky-dink buildings, and now it's like...",
      "it": "Prima erano edifici patetici, e ora..."
    }
  },
  {
    "translation": {
      "en": "the biggest fucking most...",
      "it": "sono i più grandi cazzo di..."
    }
  },
  {
    "translation": {
      "en": "apartments, fuck it, whatever you could get in there.",
      "it": "appartamenti, qualsiasi cosa riesci a metterci dentro."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I don't feel like a victim. I feel like I'm on top of everything.",
      "it": "Non mi sento una vittima. Mi sembra di essere in cima a tutto."
    }
  },
  {
    "translation": {
      "en": "I'm on top of social media,",
      "it": "Sono in cima ai social media. So usare Photoshop."
    }
  },
  {
    "translation": {
      "en": "I know how to use Photoshop, I know how to use a computer.",
      "it": "Sono in cima ai social media. So usare Photoshop. So usare il computer."
    }
  },
  {
    "translation": {
      "en": "I taught myself all that.",
      "it": "Ho imparato tutto da solo."
    }
  },
  {
    "translation": {
      "en": "The guys that didn't do that, they probably feel overwhelmed.",
      "it": "Quelli che non l'hanno fatto, probabilmente si sentono sopraffatti."
    }
  },
  {
    "translation": {
      "en": "And then I was trying to keep up with the Joneses, and, you know,",
      "it": "Poi volevo stare al passo coi giovani e, beh, ho provato a postare, ho provato tutte quelle cose."
    }
  },
  {
    "translation": {
      "en": "trying to post-- I tried all that shit.",
      "it": "e, beh, ho provato a postare, ho provato tutte quelle cose."
    }
  },
  {
    "translation": {
      "en": "I tried to post hot girls, big celebrities, gangster stuff.",
      "it": "Ho cercato di postare ragazze sexy, celebrità, gangster."
    }
  },
  {
    "translation": {
      "en": "I tried to post everything",
      "it": "Ho provato a postare tutto"
    }
  },
  {
    "translation": {
      "en": "at certain times a day on certain days and I'm like,",
      "it": "a certe ore del giorno, in certi giorni,"
    }
  },
  {
    "translation": {
      "en": "\"How the fuck does this guy have a million followers",
      "it": "Penso: \"Questo come cazzo fa ad avere un milione di follower"
    }
  },
  {
    "translation": {
      "en": "and I got 115,000 or whatever?\" You know?",
      "it": "mentre io ne ho 115.000 o giù di lì?\""
    }
  },
  {
    "translation": {
      "en": "Every time I'd think I was doing some big shit, good shit,",
      "it": "Ogni volta che penso di fare qualcosa di grandioso:"
    }
  },
  {
    "translation": {
      "en": "and I go, \"Oh, I'm gonna show Instagram right now. Fuck everybody.\"",
      "it": "\"Ora lo metto su Instagram, fanculo tutti\","
    }
  },
  {
    "translation": {
      "en": "You know. \"All my haters are gonna come out on this one.\"",
      "it": "o: \"Questa farà scatenare tutti i miei hater\""
    }
  },
  {
    "translation": {
      "en": "I would post something and it'd be like, \"wah, wah, wah.\"",
      "it": "posto qualcosa e..."
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Man.\" I got more likes just from taking a picture of my dog",
      "it": "E penso: \"Cavolo, prendo più like se metto una foto del cane"
    }
  },
  {
    "translation": {
      "en": "with my iPhone or something, you know.",
      "it": "con il mio iPhone\", cose così."
    }
  },
  {
    "translation": {
      "en": "All the algorithms and the analytics and all that, and I was like,",
      "it": "Tutti gli algoritmi, le statistiche, mi fanno pensare:"
    }
  },
  {
    "translation": {
      "en": "\"Man, this shit is, like, so time-consuming and overwhelming.\"",
      "it": "\"Cavolo, questa roba fa perdere un sacco di tempo, ti sfianca.\""
    }
  },
  {
    "translation": {
      "en": "It's tiring to try and keep up with the Joneses, so...",
      "it": "È stancante cercare di stare al passo con i giovani."
    }
  },
  {
    "translation": {
      "en": "Sometimes I just say, \"Fuck it, who am I doing all this shit--?\"",
      "it": "Così a volte dico: \"Fanculo! Che la faccio a fare questa roba?\""
    }
  },
  {
    "translation": {
      "en": "And I go and, you know, do work that I need to be doing, to...",
      "it": "Mi metto al lavoro, faccio quello che devo..."
    }
  },
  {
    "translation": {
      "en": "To keep the-- keep the...",
      "it": "per pagare..."
    }
  },
  {
    "translation": {
      "en": "the checks coming in, to keep up with the bills that are coming in.",
      "it": "i conti in arrivo. Per stare al passo con le bollette."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] People on the other side of the world looking at our shit,",
      "it": "Spesso non ti rendi conto di chi guarda la nostra roba"
    }
  },
  {
    "translation": {
      "en": "we don't realize a lot of times 'cause it's in front of us.",
      "it": "perché è davanti a noi."
    }
  },
  {
    "translation": {
      "en": "We're from Berlin. We're driving lowriders.",
      "it": "Siamo di Berlino e guidiamo le lowrider."
    }
  },
  {
    "translation": {
      "en": "We wear that clothing stuff and...",
      "it": "LOCO BILL TURISTA Ci vestiamo così e ascoltiamo la musica."
    }
  },
  {
    "translation": {
      "en": "listen to the music.",
      "it": "Ci vestiamo così e ascoltiamo la musica."
    }
  },
  {
    "translation": {
      "en": "Latino life.",
      "it": "La vita sudamericana."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I think that this art form embraces everybody.",
      "it": "Credo che questa forma d'arte abbracci tutti."
    }
  },
  {
    "translation": {
      "en": "People are affected, and we don't know about it.",
      "it": "Influenza le persone e non lo sappiamo."
    }
  },
  {
    "translation": {
      "en": "Inside I always looked like a cholo.",
      "it": "Dentro sembro sempre un cholo."
    }
  },
  {
    "translation": {
      "en": "I'm a trans man and I'm tattooed. I love tattoos.",
      "it": "Sono un transessuale e sono tatuato. Adoro i tatuaggi."
    }
  },
  {
    "translation": {
      "en": "-[Loco] Yeah? Good? -[man] Danke schön.",
      "it": "- Sono belli. - Sì."
    }
  },
  {
    "translation": {
      "en": "[passerby] All good, bro bro!",
      "it": "Va tutto bene, fratello!"
    }
  },
  {
    "translation": {
      "en": "[Chris] Oh, I've been arrested over 20 times for graffiti.",
      "it": "Mi hanno arrestato più di 20 volte per i graffiti."
    }
  },
  {
    "translation": {
      "en": "And I've been chased with things and attacked by dogs",
      "it": "Sono stato inseguito e attaccato dai cani."
    }
  },
  {
    "translation": {
      "en": "and my leg-- ripped my leg open over jumping fences.",
      "it": "Mi sono squarciato la gamba saltando le recinzioni,"
    }
  },
  {
    "translation": {
      "en": "But I love it.",
      "it": "ma mi piace."
    }
  },
  {
    "translation": {
      "en": "Watching Estevan's photos and Cartoon's tattoos",
      "it": "Guardare le foto di Estevan e i tatuaggi di Cartoon"
    }
  },
  {
    "translation": {
      "en": "put me into an understanding about a lot of things out here.",
      "it": "mi ha fatto capire molte cose."
    }
  },
  {
    "translation": {
      "en": "-[man] Oh! -That was perfect timing.",
      "it": "- Eccolo che esce! - Che tempismo!"
    }
  },
  {
    "translation": {
      "en": "[Mark] Between Estevan and Cartoon, they have really brought",
      "it": "Estevan e Cartoon hanno portato la cultura del centro di Los Angeles"
    }
  },
  {
    "translation": {
      "en": "the culture of downtown Los Angeles",
      "it": "hanno portato la cultura del centro di Los Angeles"
    }
  },
  {
    "translation": {
      "en": "to a place of respect and high art.",
      "it": "in un luogo di rispetto e di arte elevata."
    }
  },
  {
    "translation": {
      "en": "[Roger] For this show, we wanted to be true to the spirit of the artform.",
      "it": "La mostra voleva restare fedele allo spirito della forma d'arte."
    }
  },
  {
    "translation": {
      "en": "Vandalism, ambition, rebellion, being out in the streets.",
      "it": "Vandalismo, ambizione, ribellione, vita per strada."
    }
  },
  {
    "translation": {
      "en": "[Mark] Beyond The Streets show that's out now, you have Banksy, Basquiat,",
      "it": "Nella mostra Beyond the Streets c'è Banksy, Basquiat,"
    }
  },
  {
    "translation": {
      "en": "Murakami, Shepard Fairey.",
      "it": "Murakami, Shepard Fairey"
    }
  },
  {
    "translation": {
      "en": "And then you also have Cartoon's church,",
      "it": "e poi c'è anche la chiesa di Cartoon,"
    }
  },
  {
    "translation": {
      "en": "and you have the iconic Estevan LA hand sign.",
      "it": "e c'è il simbolo della mano \"LA\" di Estevan."
    }
  },
  {
    "translation": {
      "en": "[Martha] People might dismiss graffiti as only being vandalism.",
      "it": "La gente potrebbe considerare i graffiti solo come atti vandalici,"
    }
  },
  {
    "translation": {
      "en": "And I'm not saying that it isn't vandalism.",
      "it": "e non dico che non lo siano..."
    }
  },
  {
    "translation": {
      "en": "It is vandalism.",
      "it": "...è vandalismo."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] This is vandal art. Carving your name in a toilet",
      "it": "È arte vandalica. Incidere il tuo nome su un gabinetto."
    }
  },
  {
    "translation": {
      "en": "and shit. That's how people look at it.",
      "it": "È così che la gente lo vede."
    }
  },
  {
    "translation": {
      "en": "We're not even supposed to be there in the first place",
      "it": "Non dovremmo nemmeno essere lì dentro"
    }
  },
  {
    "translation": {
      "en": "or have our cars in there, photography.",
      "it": "e così le nostre auto, le fotografie..."
    }
  },
  {
    "translation": {
      "en": "[Snoop] To come from nothing...",
      "it": "Vengono dal nulla."
    }
  },
  {
    "translation": {
      "en": "They ain't got no degrees. They learned this from the streets.",
      "it": "Non hanno lauree. L'hanno imparato dalle strade."
    }
  },
  {
    "translation": {
      "en": "[Haze] Are they responsible for bringing that style",
      "it": "È compito loro portare quello stile"
    }
  },
  {
    "translation": {
      "en": "and that culture to the forefront of the movement? Definitely.",
      "it": "e quella cultura in prima linea nel movimento? Certo."
    }
  },
  {
    "translation": {
      "en": "Hip-hop culture owes so much to Toons and Estevan.",
      "it": "La cultura hip-hop deve molto a Toons ed Estevan."
    }
  },
  {
    "translation": {
      "en": "[Eminem] Them being so prominent in the culture helped shape that wave",
      "it": "Il fatto che fossero così importanti ha contribuito a modellare quell'ondata"
    }
  },
  {
    "translation": {
      "en": "that even the generation after us, coming up...",
      "it": "che persino la generazione dopo di noi..."
    }
  },
  {
    "translation": {
      "en": "[Brian] Where do Cartoon and Estevan lie in the greater scheme of art itself?",
      "it": "Dove si collocano Cartoon ed Estevan nello schema più grande dell'arte stessa?"
    }
  },
  {
    "translation": {
      "en": "I think pretty high.",
      "it": "Credo molto in alto."
    }
  },
  {
    "translation": {
      "en": "[Roger] They're out there. They're approachable.",
      "it": "Sono là fuori, sono avvicinabili."
    }
  },
  {
    "translation": {
      "en": "They're shooting for magazines. They're friends with people on Skid Row.",
      "it": "Lavorano per le riviste, hanno amici a Skid Row."
    }
  },
  {
    "translation": {
      "en": "You've done a lot for me, brother.",
      "it": "Hai fatto molto per me."
    }
  },
  {
    "translation": {
      "en": "They're friends with graffiti writers.",
      "it": "Sono amici dei graffitari."
    }
  },
  {
    "translation": {
      "en": "[OG Slick] I'll show you what I think about H&M, you know?",
      "it": "Ti faccio vedere cosa ne penso di H&M."
    }
  },
  {
    "translation": {
      "en": "[Roger] They're friends with musicians, celebrities.",
      "it": "Sono amici di musicisti, celebrità."
    }
  },
  {
    "translation": {
      "en": "[George] They're still doing it.",
      "it": "Sono ancora in attività, lo fanno meglio di prima"
    }
  },
  {
    "translation": {
      "en": "They're doing it better than they ever have, and that's pride.",
      "it": "Sono ancora in attività, lo fanno meglio di prima e questo è orgoglio. È arte. È chicano."
    }
  },
  {
    "translation": {
      "en": "That's heart. That's Chicano.",
      "it": "e questo è orgoglio. È arte. È chicano."
    }
  },
  {
    "translation": {
      "en": "[man] With all the racism, xenophobia that's going on right now in the US,",
      "it": "Con tutto il razzismo e la xenofobia che ci sono ora negli Stati Uniti,"
    }
  },
  {
    "translation": {
      "en": "for Chicano art to just be pushed as hard as possible,",
      "it": "è grandioso che l'arte chicana venga spinta il più possibile,"
    }
  },
  {
    "translation": {
      "en": "whether it's a direct a political message or just as a style, is a great thing.",
      "it": "che sia un messaggio politico diretto o solo uno stile."
    }
  },
  {
    "translation": {
      "en": "These ICE agents and these raids and the racism,",
      "it": "Questi agenti dell'immigrazione, i raid, il razzismo..."
    }
  },
  {
    "translation": {
      "en": "it's only gonna speak to our cultures.",
      "it": "...favoriranno solo le nostre culture."
    }
  },
  {
    "translation": {
      "en": "The culture has to be a little louder than the hate.",
      "it": "La cultura deve essere un po' più forte dell'odio."
    }
  },
  {
    "translation": {
      "en": "We're gonna keep moving forward, keep creating",
      "it": "Continuerò ad andare avanti, a creare e a restare fedele a questa cultura."
    }
  },
  {
    "translation": {
      "en": "and stay true to this culture.",
      "it": "a creare e a restare fedele a questa cultura."
    }
  },
  {
    "translation": {
      "en": "Thank you for coming! Thank you for coming.",
      "it": "Grazie per essere venuti!"
    }
  }
]