[
  {
    "translation": {
      "en": "[narrator] Arizona.",
      "it": "Arizona."
    }
  },
  {
    "translation": {
      "en": "Home to America's great Wild West.",
      "it": "Patria del selvaggio West americano."
    }
  },
  {
    "translation": {
      "en": "Famous for showdowns between lawmen and bandits,",
      "it": "Famoso per gli scontri tra sceriffi e banditi,"
    }
  },
  {
    "translation": {
      "en": "where legends are made and only the courageous survive.",
      "it": "dove nascono le leggende e solo i più coraggiosi sopravvivono."
    }
  },
  {
    "translation": {
      "en": "Amid this arid landscape,",
      "it": "In questo paesaggio arido,"
    }
  },
  {
    "translation": {
      "en": "ferocious creatures brave this peculiar frontier.",
      "it": "creature feroci sfidano questa particolare frontiera."
    }
  },
  {
    "translation": {
      "en": "Whether the good,",
      "it": "Che tu sia buono,"
    }
  },
  {
    "translation": {
      "en": "the bad,",
      "it": "brutto,"
    }
  },
  {
    "translation": {
      "en": "or the mighty,",
      "it": "o nocivo,"
    }
  },
  {
    "translation": {
      "en": "you must be quick on the draw -if you hope to survive. -[rattles]",
      "it": "devi essere lesto, se vuoi sopravvivere."
    }
  },
  {
    "translation": {
      "en": "It's been a long night foraging for food for this desert-dwelling kangaroo rat.",
      "it": "Questa femmina di topo canguro ha passato la notte in cerca di cibo."
    }
  },
  {
    "translation": {
      "en": "Busy collecting a bounty of hundreds of seeds to store",
      "it": "Impegnata a raccogliere centinaia di semi da conservare"
    }
  },
  {
    "translation": {
      "en": "back at her burrow.",
      "it": "nella sua tana,"
    }
  },
  {
    "translation": {
      "en": "Instead of using her paws to carry the load,",
      "it": "invece di usare le zampe per portare il carico,"
    }
  },
  {
    "translation": {
      "en": "she shovels them into her fur-lined cheek pouches.",
      "it": "lo mette dentro le guance foderate di pelliccia."
    }
  },
  {
    "translation": {
      "en": "Time to set off home.",
      "it": "È ora di andare a casa."
    }
  },
  {
    "translation": {
      "en": "Like a tiny kangaroo,",
      "it": "Come un minuscolo canguro,"
    }
  },
  {
    "translation": {
      "en": "she uses her powerful back legs to speed through the desert,",
      "it": "corre nel deserto usando le potenti zampe posteriori"
    }
  },
  {
    "translation": {
      "en": "while her long tail helps maintain balance.",
      "it": "e mantenendo l'equilibrio con la lunga coda."
    }
  },
  {
    "translation": {
      "en": "Fur on the soles of her feet prevent her from sinking into the loose earth.",
      "it": "Il pelo sulla pianta dei piedi le impedisce di affondare."
    }
  },
  {
    "translation": {
      "en": "As she arrives back home,",
      "it": "Al suo arrivo,"
    }
  },
  {
    "translation": {
      "en": "a young kangaroo rat instantly emerges from the burrow to greet her.",
      "it": "un giovane topo canguro esce dalla tana per salutarla."
    }
  },
  {
    "translation": {
      "en": "He's been eagerly awaiting his mother's return.",
      "it": "Aspettava con impazienza il ritorno della madre."
    }
  },
  {
    "translation": {
      "en": "Any day now, this adolescent will leave his mother's care",
      "it": "Presto, questo adolescente lascerà le cure materne"
    }
  },
  {
    "translation": {
      "en": "to begin his journey of independence.",
      "it": "alla volta di una nuova indipendenza."
    }
  },
  {
    "translation": {
      "en": "Although he longs to explore the world,",
      "it": "Pur desiderando di esplorare il mondo,"
    }
  },
  {
    "translation": {
      "en": "he lacks the courage to take the decisive step.",
      "it": "non ha il coraggio di fare il passo decisivo."
    }
  },
  {
    "translation": {
      "en": "For now, this is as far as he's willing to venture",
      "it": "Per ora non è pronto ad allontanarsi più di così"
    }
  },
  {
    "translation": {
      "en": "from the security of their burrow.",
      "it": "dalla sicurezza della loro tana."
    }
  },
  {
    "translation": {
      "en": "While the desert is cooler at nighttime,",
      "it": "La notte, il deserto è più fresco."
    }
  },
  {
    "translation": {
      "en": "the dark conceals some of the toughest characters in town.",
      "it": "Ma il buio nasconde gli individui più temuti della città."
    }
  },
  {
    "translation": {
      "en": "Kangaroo rats are surrounded by enemies.",
      "it": "I topi canguro sono circondati da nemici."
    }
  },
  {
    "translation": {
      "en": "A deadly diamondback rattlesnake carries enough venom",
      "it": "Un serpente a sonagli ha abbastanza veleno"
    }
  },
  {
    "translation": {
      "en": "to kill more than 60,000 mice.",
      "it": "per uccidere più di 60.000 topi."
    }
  },
  {
    "translation": {
      "en": "And kangaroo rats are one of their favorite foods.",
      "it": "E i topi canguro sono tra le sue pietanze preferite."
    }
  },
  {
    "translation": {
      "en": "The naive young kangaroo rat still has much to learn,",
      "it": "Il giovane topo ha ancora molto da imparare,"
    }
  },
  {
    "translation": {
      "en": "and he hasn't noticed the impending danger.",
      "it": "e non ha notato il pericolo imminente."
    }
  },
  {
    "translation": {
      "en": "Rattlesnakes strike their prey faster than the blink of an eye.",
      "it": "I serpenti a sonagli azzannano le prede in meno di un batter d'occhio."
    }
  },
  {
    "translation": {
      "en": "The kangaroo rat's mother's worst fear is unfolding before her very eyes.",
      "it": "La madre è costretta ad assistere ad una delle sue più grandi paure."
    }
  },
  {
    "translation": {
      "en": "She sprints to intercept the snake's powerful jaws.",
      "it": "Scatta per intercettare le potenti mascelle del serpente."
    }
  },
  {
    "translation": {
      "en": "In a split second,",
      "it": "In un solo istante,"
    }
  },
  {
    "translation": {
      "en": "the life of the young kangaroo rat has changed forever.",
      "it": "la vita del giovane topo canguro è cambiata per sempre."
    }
  },
  {
    "translation": {
      "en": "Now, the lethal rattlesnake switches its attention.",
      "it": "Ora, il serpente a sonagli cambia bersaglio."
    }
  },
  {
    "translation": {
      "en": "The juvenile is left with no choice but to run.",
      "it": "Al giovane topo non resta che fuggire."
    }
  },
  {
    "translation": {
      "en": "Forced to abandon all he knows, he's pushed out into uncharted territory.",
      "it": "Costretto ad abbandonare la familiarità, è spinto verso territori inesplorati."
    }
  },
  {
    "translation": {
      "en": "The snake takes over the kangaroo rats' burrow.",
      "it": "Il serpente fa subito sua la tana dei topi canguro."
    }
  },
  {
    "translation": {
      "en": "The balance of law and order has tipped out of the young rat's favor.",
      "it": "L'equilibrio tra legge e ordine va a sfavore del topo."
    }
  },
  {
    "translation": {
      "en": "Driven by grief and fear,",
      "it": "Spinto dal dolore e dalla paura,"
    }
  },
  {
    "translation": {
      "en": "he's been racing as fast and as far away as he can.",
      "it": "corre più veloce e più lontano che può."
    }
  },
  {
    "translation": {
      "en": "He's lost the one thing most dear to him.",
      "it": "Ha perso la cosa più preziosa."
    }
  },
  {
    "translation": {
      "en": "Having never been away from his home before,",
      "it": "Non essendosi mai allontanato da casa,"
    }
  },
  {
    "translation": {
      "en": "he's unsure of what to do or where to go.",
      "it": "non sa cosa fare o dove andare."
    }
  },
  {
    "translation": {
      "en": "The chances of survival for this naive kangaroo rat look slim.",
      "it": "Le probabilità di sopravvivenza di questo ingenuo topo sono esigue."
    }
  },
  {
    "translation": {
      "en": "Summer temperatures in Arizona can reach 115 degrees Fahrenheit.",
      "it": "In Arizona, le temperature estive possono raggiungere i 46 gradi."
    }
  },
  {
    "translation": {
      "en": "The air is dry, making it hard to breathe.",
      "it": "L'aria è secca, è difficile respirare."
    }
  },
  {
    "translation": {
      "en": "The burning daylight makes the ground scorched and unbearable underfoot.",
      "it": "La luce del sole brucia il terreno, rendendolo difficile da attraversare."
    }
  },
  {
    "translation": {
      "en": "The body of the kangaroo rat is designed to reduce water loss.",
      "it": "Il corpo del topo è fatto per ridurre la perdita d'acqua."
    }
  },
  {
    "translation": {
      "en": "He can perspire only through his feet.",
      "it": "Suda solo dai piedi."
    }
  },
  {
    "translation": {
      "en": "However, he isn't adapted to stay in the sun for long.",
      "it": "Tuttavia, non può restare al sole troppo a lungo."
    }
  },
  {
    "translation": {
      "en": "He'll perish if he stays out for more than an hour.",
      "it": "Morirebbe, se vi restasse per più di un'ora."
    }
  },
  {
    "translation": {
      "en": "Seeking shade isn't enough.",
      "it": "Cercare ombra non basta."
    }
  },
  {
    "translation": {
      "en": "He must go underground.",
      "it": "Deve scendere sottoterra."
    }
  },
  {
    "translation": {
      "en": "The air inside the tunnel is pungent... but this subterranean shelter",
      "it": "L'aria all'interno del tunnel è pungente, ma questo rifugio sotterraneo"
    }
  },
  {
    "translation": {
      "en": "would provide some much-needed relief from the relentless sunlight.",
      "it": "lo terrebbe al riparo dal calore incessante."
    }
  },
  {
    "translation": {
      "en": "The dark entices him in.",
      "it": "Il buio lo attira."
    }
  },
  {
    "translation": {
      "en": "A foot or two below the hot surface exists a honeycomb network of tunnels.",
      "it": "Un paio di metri sotto la superficie c'è una rete di gallerie."
    }
  },
  {
    "translation": {
      "en": "It's here many of the desert animals seek respite from the sun.",
      "it": "È qui che molti animali del deserto si riparano dal sole."
    }
  },
  {
    "translation": {
      "en": "But some life has adapted to thrive above ground.",
      "it": "Mentre alcune forme di vita si sono adattate alla superficie."
    }
  },
  {
    "translation": {
      "en": "The seasonal monsoons of the Sonoran Desert",
      "it": "I monsoni stagionali del deserto di Sonora"
    }
  },
  {
    "translation": {
      "en": "produce lush pockets of vegetation.",
      "it": "creano rigogliosi angoli verdi."
    }
  },
  {
    "translation": {
      "en": "A forest of saguaro cacti.",
      "it": "Una foresta di Saguaro."
    }
  },
  {
    "translation": {
      "en": "These giants stand up to 60 feet tall and weigh as much as two tons.",
      "it": "Questi cactus giganti arrivano a 20 metri d'altezza e pesano fino a due tonnellate."
    }
  },
  {
    "translation": {
      "en": "Taking advantage of the rich landscape",
      "it": "Sostentate dal ricco paesaggio,"
    }
  },
  {
    "translation": {
      "en": "are lifeforms who appear as if they are from another time.",
      "it": "alcune creature sembrano venire da un'altra epoca."
    }
  },
  {
    "translation": {
      "en": "Almost prehistoric.",
      "it": "Quasi preistoriche."
    }
  },
  {
    "translation": {
      "en": "With a keen sense of smell,",
      "it": "Grazie all'acuto olfatto,"
    }
  },
  {
    "translation": {
      "en": "this Gila monster has discovered treasure:",
      "it": "un mostro di Gila trova un tesoro:"
    }
  },
  {
    "translation": {
      "en": "a nest of tortoise eggs carefully hidden in the sand,",
      "it": "un nido di uova di tartaruga nascoste nella sabbia,"
    }
  },
  {
    "translation": {
      "en": "away from the sun's rays.",
      "it": "lontane dai raggi del sole."
    }
  },
  {
    "translation": {
      "en": "However, they aren't buried deep enough to protect them from the Gila monster.",
      "it": "Purtroppo, però, non erano sotterrate abbastanza in profondità."
    }
  },
  {
    "translation": {
      "en": "Biting through the shell,",
      "it": "Rompendo il guscio,"
    }
  },
  {
    "translation": {
      "en": "it consumes the contents with its forked tongue.",
      "it": "ne consuma il contenuto con la lingua biforcuta."
    }
  },
  {
    "translation": {
      "en": "Having gorged as much as it can,",
      "it": "Essendosi rimpinzato il più possibile,"
    }
  },
  {
    "translation": {
      "en": "the Gila monster won't need to feed again for months.",
      "it": "il mostro di Gila non dovrà più nutrirsi per mesi."
    }
  },
  {
    "translation": {
      "en": "The dragon returns to its lair.",
      "it": "Il drago torna nella sua tana."
    }
  },
  {
    "translation": {
      "en": "Tasting the air, it's clear it has an unexpected visitor.",
      "it": "Fiutando l'aria, si rende subito conto di avere un ospite inaspettato."
    }
  },
  {
    "translation": {
      "en": "Kangaroo rats are extremely sensitive to vibrations.",
      "it": "I topi canguro sono estremamente sensibili alle vibrazioni."
    }
  },
  {
    "translation": {
      "en": "And the sound of something approaching echoes down the chamber.",
      "it": "E il suono di qualcosa che si avvicina risuona nel tunnel."
    }
  },
  {
    "translation": {
      "en": "Slowed down by the weight of its full belly,",
      "it": "Rallentato dalla pancia piena,"
    }
  },
  {
    "translation": {
      "en": "the Gila has little chance of catching him.",
      "it": "il mostro di Gila ha poche possibilità di prenderlo."
    }
  },
  {
    "translation": {
      "en": "But the Wild West takes no prisoners.",
      "it": "Ma il selvaggio West è un luogo spietato."
    }
  },
  {
    "translation": {
      "en": "Tarantulas never venture too far from their burrows,",
      "it": "Le tarantole non si spingono mai troppo lontano dalla tana"
    }
  },
  {
    "translation": {
      "en": "and this Arizona blond tarantula is blocking his exit.",
      "it": "e una tarantola bionda dell'Arizona gli blocca la strada."
    }
  },
  {
    "translation": {
      "en": "He's left with no option but to try and slip past the Gila monster.",
      "it": "L'unica opzione è cercare di passare accanto al mostro di Gila."
    }
  },
  {
    "translation": {
      "en": "This hero is once again forced out into the open...",
      "it": "Il nostro eroe è costretto a tornare allo scoperto."
    }
  },
  {
    "translation": {
      "en": "and even further away from the safety of his own home.",
      "it": "Ancor più lontano dalla sicurezza della sua tana."
    }
  },
  {
    "translation": {
      "en": "Isolated and alone, he's uncertain of where to go next.",
      "it": "Del tutto solo, non sa dove andare."
    }
  },
  {
    "translation": {
      "en": "But there's no time to reflect.",
      "it": "Ma non c'è tempo per riflettere."
    }
  },
  {
    "translation": {
      "en": "A roaring wall of dust thunders towards him.",
      "it": "Un assordante muro di polvere avanza verso di lui."
    }
  },
  {
    "translation": {
      "en": "Engulfed in a vicious storm of desert sand and grit,",
      "it": "Avvolto da una feroce tempesta di sabbia,"
    }
  },
  {
    "translation": {
      "en": "he's choked by the plumes of dust.",
      "it": "è soffocato dalla polvere."
    }
  },
  {
    "translation": {
      "en": "The surface of the ground is parched and loose.",
      "it": "Il terreno è arso e sabbioso."
    }
  },
  {
    "translation": {
      "en": "The wheels of the bike easily churn up the dry soil.",
      "it": "Le ruote della moto lo agitano facilmente."
    }
  },
  {
    "translation": {
      "en": "Relative to his size, the kangaroo rat can outmaneuver the bike.",
      "it": "Il topo canguro riesce comunque a schivare la moto."
    }
  },
  {
    "translation": {
      "en": "Blinded by a wall of dirt,",
      "it": "Accecato da un muro di terra,"
    }
  },
  {
    "translation": {
      "en": "he finds his way inside something dark and protective.",
      "it": "trova un rifugio buio e ben protetto."
    }
  },
  {
    "translation": {
      "en": "It's not perfect,",
      "it": "Non è perfetto,"
    }
  },
  {
    "translation": {
      "en": "but it provides enough shelter to escape the chaos.",
      "it": "ma basterà a ripararlo dal caos."
    }
  },
  {
    "translation": {
      "en": "For the first time since leaving home, he can finally rest.",
      "it": "Per la prima volta da quando ha lasciato la tana, può riposare."
    }
  },
  {
    "translation": {
      "en": "He's jolted awake.",
      "it": "Un brusco risveglio."
    }
  },
  {
    "translation": {
      "en": "A false alarm?",
      "it": "Un falso allarme?"
    }
  },
  {
    "translation": {
      "en": "The youngster finds himself in the middle of target practice.",
      "it": "Il giovane topo si ritrova nel mezzo di un'esercitazione di tiro."
    }
  },
  {
    "translation": {
      "en": "This cowboy is an expert marksman.",
      "it": "Questo cowboy è un tiratore esperto."
    }
  },
  {
    "translation": {
      "en": "He takes aim.",
      "it": "Prende la mira."
    }
  },
  {
    "translation": {
      "en": "Fixated on his target,",
      "it": "Concentrato sul bersaglio,"
    }
  },
  {
    "translation": {
      "en": "he's oblivious of the kangaroo rat inside one of the old cans.",
      "it": "non sa che il topo canguro è in una delle vecchie lattine."
    }
  },
  {
    "translation": {
      "en": "But a faulty trigger has provided an opportunity to escape.",
      "it": "Ma un grilletto difettoso gli offre l'opportunità di fuggire."
    }
  },
  {
    "translation": {
      "en": "Sent into a spin,",
      "it": "Rotolando,"
    }
  },
  {
    "translation": {
      "en": "the tin can and the kangaroo rat pick up momentum,",
      "it": "il barattolo e il topo acquistano velocità,"
    }
  },
  {
    "translation": {
      "en": "rolling faster and faster to uncharted territory.",
      "it": "finendo in men che non si dica in territori inesplorati."
    }
  },
  {
    "translation": {
      "en": "An eerie silence blankets the landscape.",
      "it": "Un silenzio inquietante regna sovrano."
    }
  },
  {
    "translation": {
      "en": "Laid out before him is a creepy spectacle.",
      "it": "Davanti ai suoi occhi, un macabro spettacolo."
    }
  },
  {
    "translation": {
      "en": "Bones of the long-deceased stretch out as far as he can see...",
      "it": "Ossa di animali defunti a perdita d'occhio."
    }
  },
  {
    "translation": {
      "en": "where many have met their end under the desert sun.",
      "it": "Sono le numerose vittime del sole infuocato del deserto."
    }
  },
  {
    "translation": {
      "en": "But some of these victims didn't get here by accident.",
      "it": "Ma alcune di queste non sono arrivate qui per caso."
    }
  },
  {
    "translation": {
      "en": "A terrifying raptor, the Harris's hawk is an expert hunter.",
      "it": "Un terrificante rapace, il falco di Harris, è un esperto cacciatore."
    }
  },
  {
    "translation": {
      "en": "Locking on to its target, it descends from the sky.",
      "it": "Seleziona il bersaglio e scende dal cielo."
    }
  },
  {
    "translation": {
      "en": "Like a velociraptor, it stalks its prey on foot.",
      "it": "Come un velociraptor, insegue la preda a piedi."
    }
  },
  {
    "translation": {
      "en": "As the kangaroo rat flees for his life,",
      "it": "Mentre il topo scappa per salvarsi,"
    }
  },
  {
    "translation": {
      "en": "the pounding steps of the hawk shakes the earth beneath his feet.",
      "it": "i passi del falco scuotono il terreno sotto le sue zampe."
    }
  },
  {
    "translation": {
      "en": "An attack could come from any angle.",
      "it": "Il pericolo è ovunque."
    }
  },
  {
    "translation": {
      "en": "The kangaroo rat is quickly running out of places to hide.",
      "it": "Al topo canguro restano ormai ben pochi rifugi."
    }
  },
  {
    "translation": {
      "en": "It's now or never.",
      "it": "Ora o mai più."
    }
  },
  {
    "translation": {
      "en": "Defeated this time, the hawk gives up the chase and retreats.",
      "it": "Per ora sconfitto, il falco si arrende e se ne va."
    }
  },
  {
    "translation": {
      "en": "The air is cooler now.",
      "it": "Ora l'aria è più fresca."
    }
  },
  {
    "translation": {
      "en": "The kangaroo rat leaves his hiding place in search of food.",
      "it": "Il topo canguro lascia il nascondiglio in cerca di cibo."
    }
  },
  {
    "translation": {
      "en": "Individually, these morsels don't carry many calories,",
      "it": "Questi bocconcini non offrono molte calorie,"
    }
  },
  {
    "translation": {
      "en": "but consumed in bulk, they'll sustain him over several days.",
      "it": "ma in grandi quantità lo sosterranno per diversi giorni."
    }
  },
  {
    "translation": {
      "en": "Having collected up any bits he wants to save for later,",
      "it": "Avendo raccolto tutti quelli che vuol mettere da parte,"
    }
  },
  {
    "translation": {
      "en": "he must now find somewhere safe to store them.",
      "it": "deve trovare un posto sicuro dove conservarli."
    }
  },
  {
    "translation": {
      "en": "The inside of this shoe looks perfect.",
      "it": "Questo stivale sembra perfetto."
    }
  },
  {
    "translation": {
      "en": "But it's already taken.",
      "it": "Ma è già occupato."
    }
  },
  {
    "translation": {
      "en": "This boot isn't big enough for the both of them.",
      "it": "Lo stivale non è grande abbastanza per entrambi."
    }
  },
  {
    "translation": {
      "en": "Confronting the intruder is a scorpion.",
      "it": "Uno scorpione affronta l'intruso."
    }
  },
  {
    "translation": {
      "en": "Armed with a chemical weapon, its razor-sharp tail is loaded with venom.",
      "it": "Armato di un'arma chimica, la sua coda affilata è piena di veleno."
    }
  },
  {
    "translation": {
      "en": "Too frightened to move, there's no escape for the young kangaroo rat.",
      "it": "Troppo spaventato per muoversi, il giovane topo non ha scampo."
    }
  },
  {
    "translation": {
      "en": "But suddenly, the scorpion retreats.",
      "it": "Ma lo scorpione si ritira."
    }
  },
  {
    "translation": {
      "en": "Silhouetted in the moonlight stands a mysterious character.",
      "it": "Stagliato al chiaro di luna, ecco un personaggio misterioso."
    }
  },
  {
    "translation": {
      "en": "Around these parts, he goes by the name the scorpion mouse.",
      "it": "Da queste parti, è noto come topo scorpione."
    }
  },
  {
    "translation": {
      "en": "The kangaroo rat takes cover.",
      "it": "Il topo canguro si nasconde."
    }
  },
  {
    "translation": {
      "en": "The scorpion mouse is a fearless predator of the desert,",
      "it": "Il topo scorpione è un coraggioso predatore del deserto"
    }
  },
  {
    "translation": {
      "en": "and it's on the hunt for its favorite prey.",
      "it": "ed è a caccia della sua preda preferita."
    }
  },
  {
    "translation": {
      "en": "These two ancient enemies lock together in a deadly battle.",
      "it": "I due atavici nemici si scontrano in una battaglia mortale."
    }
  },
  {
    "translation": {
      "en": "Although the scorpion is venomous, the mouse has evolved",
      "it": "Nonostante lo scorpione sia velenoso, il topo ha sviluppato"
    }
  },
  {
    "translation": {
      "en": "a biological resistance to its toxic sting.",
      "it": "una resistenza biologica alla sua puntura tossica."
    }
  },
  {
    "translation": {
      "en": "Armed with this superpower, the scorpion mouse isn't afraid of much.",
      "it": "Armato di questo superpotere, il topo scorpione non ha nulla da temere."
    }
  },
  {
    "translation": {
      "en": "Having witnessed this true hero of the Wild West,",
      "it": "Avendo assistito a questo eroe del selvaggio West,"
    }
  },
  {
    "translation": {
      "en": "the kangaroo rat is filled with an overwhelming urge",
      "it": "il topo canguro è travolto dall'impellente desiderio"
    }
  },
  {
    "translation": {
      "en": "to take back what is rightfully his...",
      "it": "di riprendersi ciò che gli spetta..."
    }
  },
  {
    "translation": {
      "en": "and confront the thing he fears the most:",
      "it": "e di affrontare l'avversario che teme di più:"
    }
  },
  {
    "translation": {
      "en": "the deadly rattlesnake.",
      "it": "il serpente a sonagli."
    }
  },
  {
    "translation": {
      "en": "It's his home, and he intends to keep it that way.",
      "it": "Era casa sua, e deve tornare a esserlo."
    }
  },
  {
    "translation": {
      "en": "Determined not to let his story from the past dictate his future,",
      "it": "Deciso a non permettere che il passato detti il suo futuro,"
    }
  },
  {
    "translation": {
      "en": "he must face his fears head-on.",
      "it": "deve affrontare le sue paure."
    }
  },
  {
    "translation": {
      "en": "Staring darkness in the face,",
      "it": "Guardando in faccia l'oscurità,"
    }
  },
  {
    "translation": {
      "en": "he bravely passes through the hawk's lair with a new purpose.",
      "it": "attraversa il territorio del falco con rinnovato coraggio."
    }
  },
  {
    "translation": {
      "en": "He knows what he must do.",
      "it": "Sa cosa deve fare."
    }
  },
  {
    "translation": {
      "en": "Using himself as bait, he has the hawk exactly where he wants it.",
      "it": "Atteggiandosi a esca, attira il falco esattamente dove vuole."
    }
  },
  {
    "translation": {
      "en": "There is no time to waste.",
      "it": "Non può perdere tempo."
    }
  },
  {
    "translation": {
      "en": "Finally, he returns home.",
      "it": "Finalmente, è di nuovo a casa."
    }
  },
  {
    "translation": {
      "en": "Risking his life, he uses every ounce of courage to venture back.",
      "it": "Rischiando la vita, si avventura dentro con coraggio."
    }
  },
  {
    "translation": {
      "en": "Luring the snake out of the burrow...",
      "it": "Attirato il serpente fuori della tana..."
    }
  },
  {
    "translation": {
      "en": "he then takes cover to watch as his plan unfolds.",
      "it": "trova un nascondiglio dal quale assistere al suo piano."
    }
  },
  {
    "translation": {
      "en": "It's a setup.",
      "it": "È una trappola."
    }
  },
  {
    "translation": {
      "en": "Although the rattlesnake has a deadly bite,",
      "it": "Il serpente a sonagli ha un morso letale,"
    }
  },
  {
    "translation": {
      "en": "the hawk remains composed.",
      "it": "ma il falco non si scompone."
    }
  },
  {
    "translation": {
      "en": "Standing eye to eye at point-blank range,",
      "it": "Fissandosi negli occhi a distanza ravvicinata,"
    }
  },
  {
    "translation": {
      "en": "the two outlaws size each other up.",
      "it": "i due fuorilegge si studiano a vicenda."
    }
  },
  {
    "translation": {
      "en": "It's the ultimate showdown.",
      "it": "È la resa dei conti."
    }
  },
  {
    "translation": {
      "en": "Driven away by the formidable Harris's hawk,",
      "it": "Scacciato dal formidabile falco di Harris,"
    }
  },
  {
    "translation": {
      "en": "the cowardly snake retreats from the fight.",
      "it": "il codardo serpente batte in ritirata."
    }
  },
  {
    "translation": {
      "en": "Banished from this town, it'll never return.",
      "it": "Bandito da questa città, non vi farà mai più ritorno."
    }
  },
  {
    "translation": {
      "en": "With the snake gone,",
      "it": "Senza il serpente,"
    }
  },
  {
    "translation": {
      "en": "triumphantly this tiny hero can take back what is rightfully his.",
      "it": "il nostro minuscolo eroe può riprendersi ciò che gli spetta."
    }
  },
  {
    "translation": {
      "en": "It has taken all his courage",
      "it": "Ci è voluto tutto il coraggio,"
    }
  },
  {
    "translation": {
      "en": "for this young kangaroo rat to finally face his past.",
      "it": "affinché il giovane topo canguro potesse affrontare il passato."
    }
  },
  {
    "translation": {
      "en": "Like all the animals that live in this harsh desert,",
      "it": "Tutti gli animali che vivono in questo ostile deserto"
    }
  },
  {
    "translation": {
      "en": "they must face the impossible to survive.",
      "it": "devono affrontare l'impossibile, per sopravvivere."
    }
  },
  {
    "translation": {
      "en": "This shows the true resilience of nature and its ability to overcome the odds.",
      "it": "Ciò dimostra la resilienza della natura e la sua capacità di trionfare sempre."
    }
  },
  {
    "translation": {
      "en": "Often where there is fear, there is also opportunity...",
      "it": "Dove c'è la paura, spesso ci sono ghiotte opportunità..."
    }
  },
  {
    "translation": {
      "en": "as this kangaroo rat has discovered.",
      "it": "come ha scoperto questo topo canguro."
    }
  },
  {
    "translation": {
      "en": "And now he has begun a new journey:",
      "it": "Il suo nuovo viaggio è già iniziato:"
    }
  },
  {
    "translation": {
      "en": "surviving, and more importantly, living freely in the great Wild West.",
      "it": "sopravvivere in tutta libertà nello sconfinato e selvaggio West."
    }
  }
]