[
  {
    "translation": {
      "en": "I've never met a world champion that's a normal person.",
      "it": "Non conosco un campione del mondo che sia una persona normale."
    }
  },
  {
    "translation": {
      "en": "You gotta be screwed up in some manner",
      "it": "Devi essere un po' fuori di testa"
    }
  },
  {
    "translation": {
      "en": "to get out of bed to do extraordinary things.",
      "it": "per alzarti dal letto e fare cose straordinarie."
    }
  },
  {
    "translation": {
      "en": "And I'm screwed up.",
      "it": "E io lo sono."
    }
  },
  {
    "translation": {
      "en": "Underneath this veneer of being a normal, nice guy,",
      "it": "Sotto questa facciata della persona normale e gentile,"
    }
  },
  {
    "translation": {
      "en": "I have a huge ego.",
      "it": "ho un ego enorme."
    }
  },
  {
    "translation": {
      "en": "There's gotta be some motivation to drive someone to extraordinary lengths.",
      "it": "Dev'esserci una motivazione che porti a fare cose straordinarie."
    }
  },
  {
    "translation": {
      "en": "And the ego is part of my drive.",
      "it": "E l'ego fa parte di ciò che mi spinge."
    }
  },
  {
    "translation": {
      "en": "[announcer] Good morning, the world.",
      "it": "Buongiorno, mondo."
    }
  },
  {
    "translation": {
      "en": "We're lining up now for the start",
      "it": "Siamo in fila per la partenza"
    }
  },
  {
    "translation": {
      "en": "of the seventh and vital race in this America's Cup.",
      "it": "della settima e decisiva gara di questa America's Cup."
    }
  },
  {
    "translation": {
      "en": "Yachting's big event is more historic than the Kentucky Derby, the World Series or the Super Bowl.",
      "it": "È più storico del Kentucky Derby, delle World Series o del Super Bowl."
    }
  },
  {
    "translation": {
      "en": "And for the first time in 132 years, America may lose the America's Cup.",
      "it": "Per la prima volta in 132 anni, l'America potrebbe perdere l'America's Cup."
    }
  },
  {
    "translation": {
      "en": "Now, the whole point of this was to win the America's Cup,",
      "it": "Lo scopo era vincere l'America's Cup."
    }
  },
  {
    "translation": {
      "en": "which no one had ever done before.",
      "it": "Nessuno lo aveva mai fatto prima."
    }
  },
  {
    "translation": {
      "en": "It was the longest winning streak in history of sport.",
      "it": "Era la più lunga serie di vittorie nella storia dello sport. Gli Stati Uniti hanno difeso la coppa"
    }
  },
  {
    "translation": {
      "en": "The United States having successfully defended the Cup",
      "it": "nella storia dello sport. Gli Stati Uniti hanno difeso la coppa"
    }
  },
  {
    "translation": {
      "en": "for 132 years, since before the US Civil War.",
      "it": "per 132 anni, da prima della guerra civile americana."
    }
  },
  {
    "translation": {
      "en": "[reporter] This country's domination has outlasted the Confederacy,",
      "it": "Il dominio americano è sopravvissuto alla Confederazione,"
    }
  },
  {
    "translation": {
      "en": "the Third Reich, and the St. Louis Browns.",
      "it": "al Terzo Reich e ai St. Louis Browns."
    }
  },
  {
    "translation": {
      "en": "Now the Australians think their time finally has come.",
      "it": "Gli australiani pensano sia arrivato il loro momento."
    }
  },
  {
    "translation": {
      "en": "Today they sail the winner-take-all, do-or-die, there's-no-tomorrow race.",
      "it": "Oggi gareggeranno nella competizione del tutto per tutto."
    }
  },
  {
    "translation": {
      "en": "Billed as the race of the century-- The greatest yacht race of the century.",
      "it": "- Presentata come la regata del secolo… - La più grande regata del secolo."
    }
  },
  {
    "translation": {
      "en": "The bottom line is the New York Yacht Club were not in the business of losing the America's Cup.",
      "it": "Il punto è che il New York Yacht Club non voleva perdere l'America's Cup."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So we had no confusion.",
      "it": "DAL 1844 Non c'era altra interpretazione."
    }
  },
  {
    "translation": {
      "en": "We were at war.",
      "it": "Eravamo in guerra."
    }
  },
  {
    "translation": {
      "en": "The full-scale war is already underway.",
      "it": "La guerra su vasta scala è già in corso."
    }
  },
  {
    "translation": {
      "en": "The Australians claim they're the target of a dirty-tricks campaign",
      "it": "Gli australiani si ritengono l'obiettivo di giochi sporchi,"
    }
  },
  {
    "translation": {
      "en": "involving espionage and political backstabbing.",
      "it": "tra cui spionaggio e tradimenti politici."
    }
  },
  {
    "translation": {
      "en": "We now have the FBI involved, spies, armed guards.",
      "it": "Sono coinvolti l'FBI, le spie, le guardie armate."
    }
  },
  {
    "translation": {
      "en": "[man] The New York Yacht Club are absolutely determined",
      "it": "Il New York Yacht Club è assolutamente determinato"
    }
  },
  {
    "translation": {
      "en": "to do everything possible to ensure that the Cup stays here in the United States.",
      "it": "a fare il possibile affinché la coppa rimanga qui negli Stati Uniti."
    }
  },
  {
    "translation": {
      "en": "To take on the United States was a huge psychological mountain.",
      "it": "Affrontare gli Stati Uniti era un enorme ostacolo psicologico."
    }
  },
  {
    "translation": {
      "en": "The most powerful nation technically and economically in the world…",
      "it": "La nazione più potente al mondo, tecnicamente ed economicamente,"
    }
  },
  {
    "translation": {
      "en": "-[camera shutter clicks] -[Bertrand] …and a little country…",
      "it": "e un piccolo paese"
    }
  },
  {
    "translation": {
      "en": "with 27 million people called Australia…",
      "it": "con 27 milioni di persone, chiamato Australia,"
    }
  },
  {
    "translation": {
      "en": "…had the audacity to think that we could do it.",
      "it": "ebbe l'audacia di pensare di potercela fare."
    }
  },
  {
    "translation": {
      "en": "The first America's Cup that I'd heard was the 1962 America's Cup.",
      "it": "La prima America's Cup di cui sentii parlare fu l'America's Cup del 1962."
    }
  },
  {
    "translation": {
      "en": "Australia versus United States.",
      "it": "Australia contro Stati Uniti."
    }
  },
  {
    "translation": {
      "en": "How this country was tuned into this event halfway around the world.",
      "it": "Erano sintonizzati su questo evento in tutto il mondo."
    }
  },
  {
    "translation": {
      "en": "[news anchor] These races have captured the imagination of millions.",
      "it": "Queste gare hanno catturato milioni di persone."
    }
  },
  {
    "translation": {
      "en": "The President of the United States himself abandons the cares of Washington to attend.",
      "it": "Il Presidente degli Stati Uniti lascia Washington per partecipare."
    }
  },
  {
    "translation": {
      "en": "The Australians, if they win, see it as an opportunity",
      "it": "Se gli australiani vincono, avranno l'opportunità"
    }
  },
  {
    "translation": {
      "en": "to project their little-known country onto the international stage.",
      "it": "di portare il loro paese poco conosciuto sulla scena internazionale."
    }
  },
  {
    "translation": {
      "en": "I can… I can still hear it.",
      "it": "Lo sento ancora."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Winds 20 to 25 knots and seas choppy…",
      "it": "Venti da 20 a 25 nodi e mare mosso…"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] I was just a little boy listening on the wireless.",
      "it": "Ero solo un ragazzino che ascoltava la radio."
    }
  },
  {
    "translation": {
      "en": "I was seven years old listening to a small transistor radio,",
      "it": "Avevo sette anni e ascoltavo una radiolina,"
    }
  },
  {
    "translation": {
      "en": "lying in bed in the middle of the night.",
      "it": "a letto, nel cuore della notte."
    }
  },
  {
    "translation": {
      "en": "A little tiny transistor radio.",
      "it": "Una radiolina piccola così."
    }
  },
  {
    "translation": {
      "en": "Like a little transistor radio.",
      "it": "Una piccola radio."
    }
  },
  {
    "translation": {
      "en": "My mother said, \"You get a good night's sleep,\" and I'm trying to listen to the radio.",
      "it": "\"Dormi bene\" mi disse mia madre. E io cercavo di ascoltare la radio."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] …all over the eastern seaboard flock to the waters of Newport, Rhode Island.",
      "it": "La costa orientale si riversa nelle acque di Newport, a Rhode Island."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Three in the morning, 12 hours different time zone in Newport, Rhode Island.",
      "it": "Alle tre del mattino, con un fuso di 12 ore a Newport, in Rhode Island."
    }
  },
  {
    "translation": {
      "en": "[commentator] This is Newport, the home of the America's Cup yacht race.",
      "it": "Questa è Newport, la sede della regata dell'America's Cup."
    }
  },
  {
    "translation": {
      "en": "Since the turn of the century,",
      "it": "Dall'inizio del secolo,"
    }
  },
  {
    "translation": {
      "en": "it's been the holiday playground of the nation's super rich.",
      "it": "è stato il parco giochi dei super ricchi della nazione."
    }
  },
  {
    "translation": {
      "en": "As a little boy, I was infatuated with the incredible history.",
      "it": "Da piccolo, ero infatuato dall'incredibile storia,"
    }
  },
  {
    "translation": {
      "en": "All these incredible characters.",
      "it": "dagli incredibili personaggi."
    }
  },
  {
    "translation": {
      "en": "[commentator] And when the summer breezes begin to roll in across the sound,",
      "it": "E quando inizia a soffiare la brezza estiva,"
    }
  },
  {
    "translation": {
      "en": "their minds turn to the only game in town, yacht racing.",
      "it": "le loro menti si rivolgono all'unico evento in città, le regate."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] For me to skipper an America's Cup boat,",
      "it": "Essere il capitano all'America's Cup"
    }
  },
  {
    "translation": {
      "en": "that set my imagination into another direction.",
      "it": "spinse la mia immaginazione in un'altra direzione."
    }
  },
  {
    "translation": {
      "en": "It was like the door opening to another world.",
      "it": "Mi si era aperta una porta su un nuovo mondo."
    }
  },
  {
    "translation": {
      "en": "There are some people at Internal Revenue",
      "it": "All'Agenzia delle Entrate"
    }
  },
  {
    "translation": {
      "en": "who think yachting is not much more than a dubious tax deduction.",
      "it": "pensano che la vela non sia diversa da una dubbia detrazione fiscale."
    }
  },
  {
    "translation": {
      "en": "The America's Cup, however, is something else again.",
      "it": "Ma l'America's Cup è un'altra cosa."
    }
  },
  {
    "translation": {
      "en": "The America's Cup's always been the top echelon of the sport of sailing.",
      "it": "L'America's Cup è sempre stato l'evento più notevole di questo sport."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The America's Cup is one boat versus one boat,",
      "it": "L'America's Cup è una barca contro un'altra,"
    }
  },
  {
    "translation": {
      "en": "one country versus one country. The best of seven races.",
      "it": "un paese contro un altro. Si va al meglio dei sette."
    }
  },
  {
    "translation": {
      "en": "First boat to win four races wins the America's Cup.",
      "it": "ROTTA DELL'AMERICA'S CUP I primi a vincere quattro regate vincono la coppa."
    }
  },
  {
    "translation": {
      "en": "It's one-on-one. It's like a duel to the death.",
      "it": "È uno contro uno. È un duello all'ultimo sangue."
    }
  },
  {
    "translation": {
      "en": "[announcer] Look at it go down! This is yachting's answer to the Titanic.",
      "it": "Guardate come affonda! È la versione a vela del Titanic."
    }
  },
  {
    "translation": {
      "en": "[man] They basically have a desire to beat each other's brains out,",
      "it": "In pratica, hanno il desiderio di distruggersi a vicenda,"
    }
  },
  {
    "translation": {
      "en": "but it's a lot better than going to war or shooting it out in the streets.",
      "it": "ma è molto meglio che andare in guerra o sparare per strada."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The unique element of the America's Cup",
      "it": "L'elemento unico dell'America's Cup"
    }
  },
  {
    "translation": {
      "en": "is you're given a shot every four years, just like the Olympics.",
      "it": "è che puoi provare ogni quattro anni, come alle Olimpiadi."
    }
  },
  {
    "translation": {
      "en": "It's a huge commitment, both physically and psychologically.",
      "it": "È un impegno enorme, sia fisicamente che psicologicamente."
    }
  },
  {
    "translation": {
      "en": "[Longley] The rules were any country could challenge for the America's Cup,",
      "it": "Per le regole, qualsiasi paese può gareggiare all'America's Cup,"
    }
  },
  {
    "translation": {
      "en": "but you had to design the boat in the country you were challenging from.",
      "it": "ma devi progettare la barca nel paese in cui avviene la sfida."
    }
  },
  {
    "translation": {
      "en": "You had to build the boat in that country as well.",
      "it": "Devi anche costruirla in quel paese."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So these projects need money.",
      "it": "Per questi progetti c'è bisogno di soldi."
    }
  },
  {
    "translation": {
      "en": "Lots of money.",
      "it": "Di molti soldi."
    }
  },
  {
    "translation": {
      "en": "[reporter] The super-rich have brought large bank accounts, millions of dollars.",
      "it": "I super ricchi hanno un grosso conto in banca, milioni di dollari."
    }
  },
  {
    "translation": {
      "en": "In the case of the America's Cup,",
      "it": "Nel caso dell'America's Cup,"
    }
  },
  {
    "translation": {
      "en": "we're talking high-cost, high-tech yacht racing.",
      "it": "parliamo di regate tecnologiche ad alti costi."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Unlike any other sport, the US had never lost.",
      "it": "A differenza degli altri sport, gli Stati Uniti non avevano mai perso."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] It was the longest winning streak",
      "it": "L'AMERICA DOMINA LE ONDE! Fu la più lunga serie di vittorie nella storia sportiva…"
    }
  },
  {
    "translation": {
      "en": "in sporting history",
      "it": "Fu la più lunga serie di vittorie nella storia sportiva…"
    }
  },
  {
    "translation": {
      "en": "where the New York Yacht Club had successfully defended the Cup",
      "it": "USA MANTENGONO LA COPPA …dove il New York Yacht Club aveva difeso con successo la coppa"
    }
  },
  {
    "translation": {
      "en": "in Newport, Rhode Island, for 132 years.",
      "it": "a Newport, in Rhode Island, per 132 anni."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] There was a sense of arrogance by the New York Yacht Club.",
      "it": "C'era dell'arroganza da parte del New York Yacht Club."
    }
  },
  {
    "translation": {
      "en": "This is our patch.",
      "it": "\"È il nostro territorio."
    }
  },
  {
    "translation": {
      "en": "You can play with the patch and then we'll bid you farewell.",
      "it": "Puoi venire a giocare, ma poi te ne andrai.\""
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The New York Yacht Club have defended this Cup",
      "it": "Il New York Yacht Club ha difeso la Coppa"
    }
  },
  {
    "translation": {
      "en": "against all-comers from around the world",
      "it": "contro tutto il mondo"
    }
  },
  {
    "translation": {
      "en": "with such complete sailing mastery",
      "it": "con una tale padronanza della vela"
    }
  },
  {
    "translation": {
      "en": "that it's a wonder anyone comes after it at all.",
      "it": "che è un miracolo che qualcuno voglia tentare."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The New York Yacht Club on Manhattan's West 44th Street.",
      "it": "Il New York Yacht Club sulla West 44th Street di Manhattan."
    }
  },
  {
    "translation": {
      "en": "With its windows carved in the manner of a 17th century Dutch yacht,",
      "it": "Con le finestre scolpite come uno yacht olandese del 17° secolo,"
    }
  },
  {
    "translation": {
      "en": "this is the center of the yachting universe.",
      "it": "è il centro dell'universo nautico."
    }
  },
  {
    "translation": {
      "en": "The exclusive preserve of some of America's wealthiest and most influential men.",
      "it": "La salvaguardia esclusiva degli uomini più ricchi e influenti d'America."
    }
  },
  {
    "translation": {
      "en": "The New York Yacht club were ferocious defenders of the America's Cup.",
      "it": "Il New York Yacht Club difendeva con ferocia l'America's Cup."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] They reeked of old American money,",
      "it": "C'erano ricchezze generazionali."
    }
  },
  {
    "translation": {
      "en": "Vanderbilts and Roosevelts.",
      "it": "Vanderbilt e Roosevelt."
    }
  },
  {
    "translation": {
      "en": "So there was a huge amount of mystique.",
      "it": "C'era davvero molto fascino."
    }
  },
  {
    "translation": {
      "en": "[Longley] And there was something about the American boats.",
      "it": "Le barche americane erano speciali."
    }
  },
  {
    "translation": {
      "en": "They had this aura about them. They were immaculate.",
      "it": "Avevano un'aura particolare. Erano immacolate."
    }
  },
  {
    "translation": {
      "en": "Their sails always looked like they were carved out of alabaster.",
      "it": "Le loro vele sembravano sempre intagliate nell'alabastro."
    }
  },
  {
    "translation": {
      "en": "They oozed style, wealth.",
      "it": "Trasudavano stile, ricchezza."
    }
  },
  {
    "translation": {
      "en": "Oozed this unbeatableness.",
      "it": "Trasudavano imbattibilità."
    }
  },
  {
    "translation": {
      "en": "And one day, way back in 1970,",
      "it": "E un giorno, nel lontano 1970,"
    }
  },
  {
    "translation": {
      "en": "we go into the New York Yacht Club.",
      "it": "andammo al New York Yacht Club."
    }
  },
  {
    "translation": {
      "en": "[Simmer] And there was a room,",
      "it": "E c'era una stanza,"
    }
  },
  {
    "translation": {
      "en": "it was this kind of octagonal room where the Cup was sitting.",
      "it": "una specie di stanza ottagonale dove c'era la coppa."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] We spoke to the curator, and he said, \"You realize, John,",
      "it": "Il curatore disse: \"Ti rendi conto, John,"
    }
  },
  {
    "translation": {
      "en": "that that trophy had not been touched by human flesh for a hundred years.\"",
      "it": "che quel trofeo non viene toccato da nessuno da centinaia di anni?\""
    }
  },
  {
    "translation": {
      "en": "I looked at this trophy and I thought, \"My God, John, this is it.\"",
      "it": "Guardai il trofeo e pensai: \"Mio Dio, ci siamo\"."
    }
  },
  {
    "translation": {
      "en": "Perfect, shiny silver.",
      "it": "Argento perfetto e lucente."
    }
  },
  {
    "translation": {
      "en": "The Holy Grail.",
      "it": "Il Sacro Gral."
    }
  },
  {
    "translation": {
      "en": "[reporter] This is the family jewel. Silver under glass.",
      "it": "Ecco il gioiello di famiglia. Argento sotto vetro."
    }
  },
  {
    "translation": {
      "en": "This is what the Americans are spending $45 million on this year alone.",
      "it": "Solo quest'anno, gli americani spenderanno 45 milioni di dollari per averlo."
    }
  },
  {
    "translation": {
      "en": "Now, legend has it",
      "it": "La leggenda dice"
    }
  },
  {
    "translation": {
      "en": "that the first American skipper to end up losing this Cup",
      "it": "che il primo capitano americano a perdere questa coppa"
    }
  },
  {
    "translation": {
      "en": "will end up losing his head.",
      "it": "perderà la testa."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] There's no question the emerging force",
      "it": "Non c'è dubbio che la forza emergente"
    }
  },
  {
    "translation": {
      "en": "for the New York Yacht Club was Dennis Conner.",
      "it": "del New York Yacht Club fosse Dennis Conner."
    }
  },
  {
    "translation": {
      "en": "A native of San Diego, California, folks, please welcome Dennis Conner.",
      "it": "Nato a San Diego, in California, accogliamo Dennis Conner."
    }
  },
  {
    "translation": {
      "en": "He was the might and focus of the New York Yacht Club.",
      "it": "Era la forza e il fulcro del New York Yacht Club."
    }
  },
  {
    "translation": {
      "en": "And he took the America's Cup from an amateur world to a professional world.",
      "it": "E portò l'America's Cup dal dilettantismo al professionismo."
    }
  },
  {
    "translation": {
      "en": "Dennis changed the game.",
      "it": "Cambiò tutto."
    }
  },
  {
    "translation": {
      "en": "But isn't it true that you've taken a sport",
      "it": "È vero che hai preso uno sport"
    }
  },
  {
    "translation": {
      "en": "that was, uh, previously considered kind of what wealthy guys did on weekends,",
      "it": "svolto solitamente dai ricchi nel fine settimana,"
    }
  },
  {
    "translation": {
      "en": "and turned it into more like stock car racing?",
      "it": "trasformandolo in una sorta di gara automobilistica?"
    }
  },
  {
    "translation": {
      "en": "Dennis was the best. He was the best.",
      "it": "Dennis era il migliore. Era il migliore."
    }
  },
  {
    "translation": {
      "en": "Ah, he's brilliant, absolutely brilliant.",
      "it": "È geniale, assolutamente geniale."
    }
  },
  {
    "translation": {
      "en": "I think it's fair to say Dennis was a different person.",
      "it": "Credo sia giusto dire che Dennis era diverso."
    }
  },
  {
    "translation": {
      "en": "One of these skippers who will do anything to win.",
      "it": "Uno di questi capitani che farebbe di tutto per vincere."
    }
  },
  {
    "translation": {
      "en": "[Conner] If the most important thing in the world",
      "it": "Se la cosa più importante fosse vincere l'America's Cup"
    }
  },
  {
    "translation": {
      "en": "was winning the America's Cup and sailing with Dennis Conner,",
      "it": "Se la cosa più importante fosse vincere l'America's Cup e navigare con Dennis Conner,"
    }
  },
  {
    "translation": {
      "en": "over going to church, over your job, over your wife, your kids…",
      "it": "più di andare in chiesa, del lavoro, di tua moglie, dei tuoi figli…"
    }
  },
  {
    "translation": {
      "en": "\"Oh, I gotta take off for two weeks to go skiing.\"",
      "it": "\"Devo andare a sciare per due settimane.\""
    }
  },
  {
    "translation": {
      "en": "Well, enjoy your skiing, but don't bother coming back.",
      "it": "Divertiti pure, ma non preoccuparti a tornare."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The first time I raced against Dennis was 1974, the America's Cup.",
      "it": "La prima volta che gareggiai contro Dennis era l'America's Cup del 1974."
    }
  },
  {
    "translation": {
      "en": "And we had no chance.",
      "it": "E non avevamo possibilità."
    }
  },
  {
    "translation": {
      "en": "The Australians, they weren't in the America's Cup business.",
      "it": "Gli australiani non facevano parte dell'America's Cup."
    }
  },
  {
    "translation": {
      "en": "Psychologically, you have to perform at a very high level.",
      "it": "Serve un livello psicologico molto alto."
    }
  },
  {
    "translation": {
      "en": "You got down to the boat early",
      "it": "Sali presto sulla barca,"
    }
  },
  {
    "translation": {
      "en": "and checked the weather, tide, current, sailing instructions,",
      "it": "controlli il meteo, la marea, la corrente, le istruzioni,"
    }
  },
  {
    "translation": {
      "en": "got your boat in the water, made sure it was smooth and clean,",
      "it": "metti la barca in acqua ti assicuri che sia pulita,"
    }
  },
  {
    "translation": {
      "en": "getting out to the course and checking the wind,",
      "it": "controlli la rotta, il vento, la corrente e il comitato di regata,"
    }
  },
  {
    "translation": {
      "en": "current, and the race committee and getting instructions,",
      "it": "controlli la rotta, il vento, la corrente e il comitato di regata, ricevi istruzioni, controlli il vento prima della partenza."
    }
  },
  {
    "translation": {
      "en": "and checking the wind before the start, which way it was shifting.",
      "it": "ricevi istruzioni, controlli il vento prima della partenza."
    }
  },
  {
    "translation": {
      "en": "You had the right sails, the right mast. You'd practiced. Your crew weighed the right amount.",
      "it": "Controlli vele, albero, ti sei esercitato, il tuo equipaggio pesa il giusto."
    }
  },
  {
    "translation": {
      "en": "If you did all those things, every time, you would then have no excuse to lose.",
      "it": "Se fai queste cose ogni volta, non hai scuse per perdere."
    }
  },
  {
    "translation": {
      "en": "Lambs to the slaughter each time. Hammered in '74.",
      "it": "Agnelli al macello, ogni volta. Nel '74 ci hanno distrutti."
    }
  },
  {
    "translation": {
      "en": "[Tom Brokaw] Dennis Conner came through for America again today,",
      "it": "Dennis Conner oggi è tornato per l'America,"
    }
  },
  {
    "translation": {
      "en": "winning the race by more than a minute and a half.",
      "it": "vincendo con oltre un minuto e mezzo di vantaggio."
    }
  },
  {
    "translation": {
      "en": "Got hammered again in '77.",
      "it": "Massacrati di nuovo nel '77."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The experts said it'd be 4 and 0,",
      "it": "Gli esperti parlavano di 4 a 0,"
    }
  },
  {
    "translation": {
      "en": "and they've done in the Australians four races to zero.",
      "it": "e gli australiani hanno perso quattro gare. AUSTRALIANI DELUSI"
    }
  },
  {
    "translation": {
      "en": "Went back again in 1980, got beaten again.",
      "it": "Tornai nel 1980. Altra sconfitta."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] And Australia simply couldn't catch up",
      "it": "L'Australia non ce l'ha fatta"
    }
  },
  {
    "translation": {
      "en": "and has now failed in three attempts to win the America's Cup.",
      "it": "e ha fallito tre tentativi di vincere l'America's Cup."
    }
  },
  {
    "translation": {
      "en": "[Conner] I won 38 straight races.",
      "it": "Vinsi 38 regate di fila."
    }
  },
  {
    "translation": {
      "en": "I was the best sailor in the world.",
      "it": "Ero il miglior marinaio al mondo."
    }
  },
  {
    "translation": {
      "en": "I slaughtered them.",
      "it": "Li massacravo."
    }
  },
  {
    "translation": {
      "en": "Welcome back to Turpie Tonight.",
      "it": "Bentornati a Turpie Tonight."
    }
  },
  {
    "translation": {
      "en": "Ah! What a cue!",
      "it": "Che precisione!"
    }
  },
  {
    "translation": {
      "en": "I want you to listen carefully to this.",
      "it": "Voglio che ascoltiate attentamente."
    }
  },
  {
    "translation": {
      "en": "In September 1983,",
      "it": "Nel settembre del 1983,"
    }
  },
  {
    "translation": {
      "en": "someone will be challenging the Americans for the America's Cup,",
      "it": "qualcuno sfiderà gli americani per l'America's Cup,"
    }
  },
  {
    "translation": {
      "en": "and this man will be skipper. Ladies and gentlemen, would you please welcome John Bertrand?",
      "it": "e si tratta di un capitano. Signori, un applauso a John Bertrand."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Deep down, I knew if there's anyone that can actually take on Dennis Conner,",
      "it": "In fondo, sapevo che se c'era qualcuno che poteva sfidare Dennis Conner,"
    }
  },
  {
    "translation": {
      "en": "it was someone like myself.",
      "it": "era uno come me."
    }
  },
  {
    "translation": {
      "en": "[host] How long have you been sailing?",
      "it": "Da quanto tempo navighi?"
    }
  },
  {
    "translation": {
      "en": "I started when I was 12 years old.",
      "it": "Da quando avevo 12 anni."
    }
  },
  {
    "translation": {
      "en": "-[host] What type or class of yacht? -Little Sabots, little trainers.",
      "it": "Che tipo di yacht? - Piccoli Sabot. - Sì?"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] My great-grandfather was involved in the construction of three America's Cup boats.",
      "it": "Il mio bisnonno costruì tre barche per l'America's Cup."
    }
  },
  {
    "translation": {
      "en": "My grandfather was a professional fisherman,",
      "it": "Mio nonno era un pescatore"
    }
  },
  {
    "translation": {
      "en": "and he'd teach me when the sea breeze would come in.",
      "it": "e mi insegnava quando arrivava la brezza marina."
    }
  },
  {
    "translation": {
      "en": "He'd have this intuitive sixth sense that was passed on to myself.",
      "it": "Aveva un sesto senso che mi ha trasmesso."
    }
  },
  {
    "translation": {
      "en": "[host] No makeup. Is that what you get from life on the ocean waves?",
      "it": "Niente trucco. È grazie alla vita nell'oceano?"
    }
  },
  {
    "translation": {
      "en": "It's hours in the sun, Ian.",
      "it": "Sono ore di sole, Ian."
    }
  },
  {
    "translation": {
      "en": "Hours and hours.",
      "it": "Ore e ore."
    }
  },
  {
    "translation": {
      "en": "Is this a hard life?",
      "it": "È difficile?"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] But when I was 15, there was a shock to our family.",
      "it": "Ma quando avevo 15 anni, ci fu uno shock in famiglia."
    }
  },
  {
    "translation": {
      "en": "My father died,",
      "it": "Mio padre morì,"
    }
  },
  {
    "translation": {
      "en": "my grandfather died,",
      "it": "morì anche mio nonno"
    }
  },
  {
    "translation": {
      "en": "and then my great-grandfather died, in sequence.",
      "it": "e successivamente morì anche il mio bisnonno."
    }
  },
  {
    "translation": {
      "en": "So we lost all the men.",
      "it": "Perdemmo tutti gli uomini."
    }
  },
  {
    "translation": {
      "en": "[woman] When John's father passed away, there was a call in him.",
      "it": "Quando il padre di John morì, lui sentì una chiamata."
    }
  },
  {
    "translation": {
      "en": "It, in fact, was what has always driven him.",
      "it": "È ciò che lo ha sempre spinto."
    }
  },
  {
    "translation": {
      "en": "But what I really understood about John was his ability to really focus.",
      "it": "Ma ciò che capii di John fu la sua capacità di concentrarsi."
    }
  },
  {
    "translation": {
      "en": "He could totally shut off.",
      "it": "Chiudeva tutto il resto fuori."
    }
  },
  {
    "translation": {
      "en": "I was infatuated with winning the America's Cup and what was required.",
      "it": "Ero fissato con il vincere l'America's Cup e tutto ciò che richiedeva."
    }
  },
  {
    "translation": {
      "en": "Hopefully, you'll be the one to challenge whatever yacht the Americans put up.",
      "it": "Spero che sarai tu a sfidare lo yacht degli americani."
    }
  },
  {
    "translation": {
      "en": "That's right. Dennis Conner is the skipper of the one boat,",
      "it": "Esatto. Dennis Conner è il capitano della barca,"
    }
  },
  {
    "translation": {
      "en": "which he successfully defended last time.",
      "it": "che l'ultima volta ha difeso con successo."
    }
  },
  {
    "translation": {
      "en": "-Didn't like him much. -[audience laughs]",
      "it": "Non gli piaceva molto."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Every year losing to Dennis,",
      "it": "Ogni anno, perdendo contro Dennis,"
    }
  },
  {
    "translation": {
      "en": "I concluded that I wasn't mentally tough enough.",
      "it": "arrivai a capire che non ero abbastanza forte mentalmente."
    }
  },
  {
    "translation": {
      "en": "And unless you understood your competition,",
      "it": "E se non capisci la concorrenza,"
    }
  },
  {
    "translation": {
      "en": "unless you understood the enemy, you could never actually take it to another level.",
      "it": "se non capisci il nemico, non puoi salire di livello."
    }
  },
  {
    "translation": {
      "en": "So I got a scholarship to MIT in Boston",
      "it": "Ottenni una borsa di studio al MIT di Boston,"
    }
  },
  {
    "translation": {
      "en": "in the Department of Ocean Engineering to become part of the US system.",
      "it": "nel dipartimento d'ingegneria oceanica per far parte del sistema americano."
    }
  },
  {
    "translation": {
      "en": "[man] During this program, you'll be training for careers in marine engineering.",
      "it": "Il programma vi preparerà alla carriera in ingegneria navale."
    }
  },
  {
    "translation": {
      "en": "There will be lab work, sea projects, and plenty of difficult classwork.",
      "it": "Ci saranno laboratori, progetti marittimi e un sacco di compiti difficili."
    }
  },
  {
    "translation": {
      "en": "[Rasa] When he told me the name of his thesis,",
      "it": "Quando mi disse il titolo della tesi… FINE"
    }
  },
  {
    "translation": {
      "en": "I think, by then, I really understood",
      "it": "…in quel momento capii davvero"
    }
  },
  {
    "translation": {
      "en": "how important sailing was to him.",
      "it": "quanto fosse importante per lui la vela."
    }
  },
  {
    "translation": {
      "en": "Optimum Angle of Attack of America's Cup Sails.",
      "it": "Angolo di attacco ottimale delle vele dell'America's Cup."
    }
  },
  {
    "translation": {
      "en": "Using lifting-line theory, aerospace engineering,",
      "it": "Teoria della linea di sollevamento, ingegneria aerospaziale,"
    }
  },
  {
    "translation": {
      "en": "highly technical control systems,",
      "it": "sofisticati sistemi di controllo,"
    }
  },
  {
    "translation": {
      "en": "basically torpedoes.",
      "it": "in pratica, siluri."
    }
  },
  {
    "translation": {
      "en": "I was behind enemy lines for months…",
      "it": "Fui dietro le linee nemiche per mesi…"
    }
  },
  {
    "translation": {
      "en": "learning about secrets.",
      "it": "a imparare i segreti"
    }
  },
  {
    "translation": {
      "en": "That was very applicable to the America's Cup challenge.",
      "it": "applicabili alla sfida dell'America's Cup."
    }
  },
  {
    "translation": {
      "en": "So, after MIT, I knew enough",
      "it": "Così, dopo il MIT, sapevo abbastanza"
    }
  },
  {
    "translation": {
      "en": "that we could go head-to-head, toe-to-toe with the best in the world.",
      "it": "per poter sfidare testa a testa i migliori al mondo."
    }
  },
  {
    "translation": {
      "en": "[man] Come on, Kyle.",
      "it": "CAMPO DI ADDESTRAMENTO USA 17 MESI ALL'AMERICA'S CUP"
    }
  },
  {
    "translation": {
      "en": "[Conner] To compete, you have to have the money. I just said,",
      "it": "Come detto, per gareggiare servono soldi."
    }
  },
  {
    "translation": {
      "en": "\"When you want to race the America's Cup, show me the money.\"",
      "it": "Vuoi partecipare all'America's Cup? Fammi vedere i soldi."
    }
  },
  {
    "translation": {
      "en": "I guess it's fair to say that estimates about how much money has been spent to win this baby",
      "it": "Una stima adeguata di quanti soldi sono stati spesi per vincere la coppa,"
    }
  },
  {
    "translation": {
      "en": "are anywhere between 60 and maybe 100 million dollars.",
      "it": "è tra i 60 e i 100 milioni di dollari."
    }
  },
  {
    "translation": {
      "en": "[Conner] I was lucky.",
      "it": "Ero fortunato."
    }
  },
  {
    "translation": {
      "en": "I had the backing of the New York Yacht Club.",
      "it": "Avevo il sostegno del New York Yacht Club."
    }
  },
  {
    "translation": {
      "en": "I loved them like Mom and Dad.",
      "it": "Li amavo come i miei genitori."
    }
  },
  {
    "translation": {
      "en": "So you get the money, then you can start to put a team together.",
      "it": "Quando hai i soldi, puoi iniziare a formare una squadra."
    }
  },
  {
    "translation": {
      "en": "[reporter] Conner is putting his troops through a training program",
      "it": "Conner sottopone l'equipaggio al programma di addestramento"
    }
  },
  {
    "translation": {
      "en": "as tough as any yet devised for an America's Cup campaign.",
      "it": "più duro mai visto per un'America's Cup."
    }
  },
  {
    "translation": {
      "en": "[Conner] It's important that the crew be able to perform at their best,",
      "it": "È importante che l'equipaggio sia al top della forma,"
    }
  },
  {
    "translation": {
      "en": "and to do so, they have to have a full commitment,",
      "it": "e per farlo devono impegnarsi al massimo,"
    }
  },
  {
    "translation": {
      "en": "working 5:00 in the morning till 9:00 at night, six days a week for 17 months.",
      "it": "dalle 5:00 alle 21:00, sei giorni a settimana per 17 mesi."
    }
  },
  {
    "translation": {
      "en": "So the more money, you can start to invest in technology.",
      "it": "Più soldi hai, più puoi investire nella tecnologia."
    }
  },
  {
    "translation": {
      "en": "Then you can start thinking about, \"What kind of a designer are we going to have?\"",
      "it": "Allora puoi iniziare a pensare: \"Che tipo di progettista avremo?"
    }
  },
  {
    "translation": {
      "en": "\"Who's gonna build the boat? Who's gonna make the sails?\"",
      "it": "Chi costruirà la barca? Chi costruirà le vele?\""
    }
  },
  {
    "translation": {
      "en": "[host] The New York Yacht Club calls to order the first meeting…",
      "it": "Il New York Yacht Club convoca la prima riunione…"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Studying the New York Yacht Club,",
      "it": "Studiando il New York Yacht Club,"
    }
  },
  {
    "translation": {
      "en": "I realize if we're ever to win this thing,",
      "it": "capii che se avessimo voluto vincere,"
    }
  },
  {
    "translation": {
      "en": "we would need money, lots of money.",
      "it": "ci sarebbero serviti soldi, tanti soldi."
    }
  },
  {
    "translation": {
      "en": "[reporter] The story of the America's challenge",
      "it": "La storia di questa gara"
    }
  },
  {
    "translation": {
      "en": "is the story of the whole Bond financial saga.",
      "it": "è la storia della saga finanziaria di Bond."
    }
  },
  {
    "translation": {
      "en": "Bondy has always been a gambler,",
      "it": "Bondi è da sempre un giocatore d'azzardo, perché di questo si tratta:"
    }
  },
  {
    "translation": {
      "en": "and that's what this is all about, money.",
      "it": "Bondi è da sempre un giocatore d'azzardo, perché di questo si tratta: di soldi."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Alan was the syndicate chairman for Australia.",
      "it": "Alan era il presidente del sindacato australiano."
    }
  },
  {
    "translation": {
      "en": "He took a gamble.",
      "it": "E scommise."
    }
  },
  {
    "translation": {
      "en": "It was his money. It was his project.",
      "it": "Erano i suoi soldi. Era il suo progetto."
    }
  },
  {
    "translation": {
      "en": "[Simmer] Bondy was a big risk-taker. Larger than life.",
      "it": "Bondi era un grande amante del rischio. Leggendario."
    }
  },
  {
    "translation": {
      "en": "He'd made a lot of money in a short amount of time,",
      "it": "Aveva fatto un sacco di soldi in poco tempo."
    }
  },
  {
    "translation": {
      "en": "largely through property deals.",
      "it": "Soprattutto con l'immobiliare."
    }
  },
  {
    "translation": {
      "en": "And he bought Swan Brewery.",
      "it": "E comprò la Swan Brewery."
    }
  },
  {
    "translation": {
      "en": "But from the New York Yacht Club's point of view, he wasn't real wealth.",
      "it": "Ma per il New York Yacht Club, non era veramente ricco."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Alan intuitively knew",
      "it": "Alan sapeva intuitivamente"
    }
  },
  {
    "translation": {
      "en": "to win could take him from a local trader to a global trader.",
      "it": "che vincere poteva portarlo da commerciante locale a globale."
    }
  },
  {
    "translation": {
      "en": "It was power and influence, and that was his motivation.",
      "it": "Potere e influenza erano la sua motivazione."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So, I said to Alan,",
      "it": "Così dissi ad Alan:"
    }
  },
  {
    "translation": {
      "en": "\"There's basically three elements in this competition.\"",
      "it": "\"Ci sono tre elementi in questa gara."
    }
  },
  {
    "translation": {
      "en": "\"You gotta have world-class administration.\"",
      "it": "Devi avere una gestione di prim'ordine."
    }
  },
  {
    "translation": {
      "en": "\"You gotta have world-class technology,",
      "it": "Una tecnologia di prim'ordine,"
    }
  },
  {
    "translation": {
      "en": "and, ultimately, the team has to be world-class.\"",
      "it": "e, in ultimo, una squadra di prim'ordine\"."
    }
  },
  {
    "translation": {
      "en": "We needed to get brilliant, highly sophisticated minds.",
      "it": "Avevamo bisogno di menti brillanti e altamente sofisticate."
    }
  },
  {
    "translation": {
      "en": "Invite the best of the best.",
      "it": "Servono i migliori."
    }
  },
  {
    "translation": {
      "en": "So I called Huey.",
      "it": "Così chiamai Huey."
    }
  },
  {
    "translation": {
      "en": "[Treharne] Got an apprenticeship and I left school as a sailmaker.",
      "it": "Lasciai la scuola come velaio per un apprendistato."
    }
  },
  {
    "translation": {
      "en": "I can see wind shifts and wind pressure. Just could almost smell the wind.",
      "it": "Vedo i cambiamenti di vento, la pressione. Potevo quasi odorare il vento."
    }
  },
  {
    "translation": {
      "en": "[reporter] …and outstanding tactician Hugh Treharne",
      "it": "…l'eccezionale stratega Hugh Trehane"
    }
  },
  {
    "translation": {
      "en": "join other senior members of the Australian team.",
      "it": "si unisce alla squadra australiana."
    }
  },
  {
    "translation": {
      "en": "Is this the year of the impossible?",
      "it": "È l'anno dell'impossibile?"
    }
  },
  {
    "translation": {
      "en": "I was working as an engineer on a uranium mine.",
      "it": "Lavoravo come ingegnere in una miniera di uranio."
    }
  },
  {
    "translation": {
      "en": "I was actually a school teacher at the time.",
      "it": "All'epoca ero un insegnante."
    }
  },
  {
    "translation": {
      "en": "I was working as an electrical engineer.",
      "it": "Facevo l'ingegnere elettronico."
    }
  },
  {
    "translation": {
      "en": "And I get a phone call out of the blue saying,",
      "it": "All'improvviso, ricevetti una telefonata:"
    }
  },
  {
    "translation": {
      "en": "\"I'd like you to be the navigator",
      "it": "\"Vorrei che fossi il navigatore"
    }
  },
  {
    "translation": {
      "en": "on this 12 Metre we're gonna build for the next America's Cup.\"",
      "it": "della 12 metri che costruiremo per l'America's Cup\"."
    }
  },
  {
    "translation": {
      "en": "I hadn't been a navigator on any boat.",
      "it": "Non l'avevo mai fatto prima."
    }
  },
  {
    "translation": {
      "en": "He said, \"You're an engineer. You go and figure it out.\"",
      "it": "E lui: \"Sei un ingegnere, ce la farai\"."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] John Bertrand very carefully worked out the people with the right mental capacity,",
      "it": "John Bertrand valutava le persone con la giusta capacità mentale"
    }
  },
  {
    "translation": {
      "en": "who could outsmart the New York Yacht Club.",
      "it": "per superare in astuzia il New York Yacht Club."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] To take on the power of the American psyche,",
      "it": "Affrontare il potere della mentalità americana,"
    }
  },
  {
    "translation": {
      "en": "with their immense confidence,",
      "it": "con la loro forte autostima…"
    }
  },
  {
    "translation": {
      "en": "you need a strong ego to be able to play that game,",
      "it": "Ci vuole un forte ego per fare quel tipo di gara"
    }
  },
  {
    "translation": {
      "en": "and that was a major hurdle.",
      "it": "e quello era un grosso ostacolo."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] In our country, in Australia, we have this thing called the Tall Poppy Syndrome,",
      "it": "In Australia, abbiamo la sindrome del papavero alto."
    }
  },
  {
    "translation": {
      "en": "where people start to show a sense of confidence, and they cut you down.",
      "it": "La gente mostra sicurezza in sé e ti distrugge."
    }
  },
  {
    "translation": {
      "en": "So, if I could get the mental side tough enough,",
      "it": "Se avessi migliorato l'aspetto mentale,"
    }
  },
  {
    "translation": {
      "en": "then perhaps I could put the whole thing together.",
      "it": "forse tutto si sarebbe sistemato."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Bertrand sent this psych test out to all of the potential crew members.",
      "it": "Bertrand inviò un test psicologico ai potenziali membri dell'equipaggio."
    }
  },
  {
    "translation": {
      "en": "And I can remember getting this 14-page psych test and thinking, \"What is this crap?\"",
      "it": "Ricordo che lessi questo test di 14 pagine e pensai: \"Cos'è questa roba?\""
    }
  },
  {
    "translation": {
      "en": "Yeah. I did the personality test. [laughs]",
      "it": "Sì, feci il test della personalità."
    }
  },
  {
    "translation": {
      "en": "The assessment was that I could have more confidence.",
      "it": "La perizia fu che potevo avere più autostima."
    }
  },
  {
    "translation": {
      "en": "That was the assessment, yeah, that I could have more confidence.",
      "it": "Questo fu il risultato. Potevo avere più autostima."
    }
  },
  {
    "translation": {
      "en": "So for us, we had to believe ourselves that we belong on the world stage.",
      "it": "Dovevamo credere di appartenere alla scena mondiale."
    }
  },
  {
    "translation": {
      "en": "That's the power of visualization.",
      "it": "È il potere della visualizzazione."
    }
  },
  {
    "translation": {
      "en": "See the sails, see fellow crew members,",
      "it": "Vedete le vele, vedete gli altri membri dell'equipaggio,"
    }
  },
  {
    "translation": {
      "en": "realize the trust, faith, and respect you have for them.",
      "it": "capite la fiducia e il rispetto che avete per loro."
    }
  },
  {
    "translation": {
      "en": "You're visualizing the environment even before you've gone into battle.",
      "it": "Visualizzare l'ambiente prima ancora di andare in battaglia."
    }
  },
  {
    "translation": {
      "en": "Ultimately, training the mind not to be intimidated in that environment.",
      "it": "In sostanza, si allena la mente a non lasciarsi intimidire in quell'ambiente."
    }
  },
  {
    "translation": {
      "en": "[man] Listen to the helicopters above.",
      "it": "Ascoltate gli elicotteri."
    }
  },
  {
    "translation": {
      "en": "-[helicopter blades whirring] -[man] You see the US Coast Guard.",
      "it": "Ecco la Guardia Costiera."
    }
  },
  {
    "translation": {
      "en": "We're all working hand in hand together as a team.",
      "it": "Stiamo lavorando tutti insieme come una squadra."
    }
  },
  {
    "translation": {
      "en": "And then you see Dennis Conner…",
      "it": "E poi vedete Dennis Conner…"
    }
  },
  {
    "translation": {
      "en": "and his American boat, Liberty.",
      "it": "e la sua barca americana, la Liberty."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] And finally, the last thing we had to have was the high-tech, world-class boat.",
      "it": "E alla fine, l'ultima cosa era avere un'eccellente barca high-tech."
    }
  },
  {
    "translation": {
      "en": "But the American sailing technology was at a much higher level",
      "it": "Ma la tecnologia nautica americana era a un livello molto più alto"
    }
  },
  {
    "translation": {
      "en": "than anything we had in Australia.",
      "it": "di qualsiasi cosa avessimo in Australia."
    }
  },
  {
    "translation": {
      "en": "[reporter] The battle of the Cup has become a war of technology,",
      "it": "La battaglia della coppa diventa una guerra tecnologica"
    }
  },
  {
    "translation": {
      "en": "and Conner had wanted to build himself a fearsome weapon.",
      "it": "e Conner ha voluto costruirsi un'arma temibile."
    }
  },
  {
    "translation": {
      "en": "So he went to the heavily-guarded US Government weapons research center.",
      "it": "Così è andato al Centro di Ricerca sulle Armi degli Stati Uniti."
    }
  },
  {
    "translation": {
      "en": "[Conner] Right now we have naval architects involved.",
      "it": "Abbiamo coinvolto degli architetti navali."
    }
  },
  {
    "translation": {
      "en": "As a matter of fact, we have, at the hub of our campaign,",
      "it": "In realtà, al centro della nostra campagna"
    }
  },
  {
    "translation": {
      "en": "basically a subcontractor from the Department of Defense.",
      "it": "c'è un subappaltatore del Dipartimento della Difesa."
    }
  },
  {
    "translation": {
      "en": "Dennis had US Navy and aerospace technology.",
      "it": "Dennis aveva la tecnologia aerospaziale e navale."
    }
  },
  {
    "translation": {
      "en": "[Simmer] And he had big design teams, like nearly 30 guys,",
      "it": "Aveva grandi team di progettazione, circa 30 persone,"
    }
  },
  {
    "translation": {
      "en": "but those days we just had Benny.",
      "it": "mentre noi avevamo solo Benny."
    }
  },
  {
    "translation": {
      "en": "We had Benny. That was it.",
      "it": "Avevamo Benny. Basta."
    }
  },
  {
    "translation": {
      "en": "[reporter] Seen here is the barefoot Australian, Ben Lexcen.",
      "it": "Ecco l'australiano scalzo, Ben Lexcen."
    }
  },
  {
    "translation": {
      "en": "He's Alan Bond's unlikely choice to design his yacht",
      "it": "È la scelta improbabile di Alan Bond per progettare lo yacht"
    }
  },
  {
    "translation": {
      "en": "for the upcoming 1983 America's Cup.",
      "it": "per l'America's Cup del 1983."
    }
  },
  {
    "translation": {
      "en": "But where many designers live in a world full of calculus and geometry,",
      "it": "Ma se molti progettisti vivono in un mondo di calcoli e geometria,"
    }
  },
  {
    "translation": {
      "en": "Ben Lexcen lives in a world of art.",
      "it": "Ben Lexcen vive in un mondo d'arte."
    }
  },
  {
    "translation": {
      "en": "[Lexcen] Yacht design is still an art.",
      "it": "Progettare yacht rimane un'arte."
    }
  },
  {
    "translation": {
      "en": "It's probably one of the only arts left where the artist has to prove his work",
      "it": "Forse una delle poche rimaste in cui devi dimostrare il tuo lavoro"
    }
  },
  {
    "translation": {
      "en": "by actual performance.",
      "it": "dalle sue prestazioni."
    }
  },
  {
    "translation": {
      "en": "Benny was different.",
      "it": "Benny era diverso."
    }
  },
  {
    "translation": {
      "en": "He was not constrained in a box.",
      "it": "Non era chiuso in uno schema."
    }
  },
  {
    "translation": {
      "en": "Brilliant and dangerous in so many ways.",
      "it": "Geniale e pericoloso sotto molti aspetti."
    }
  },
  {
    "translation": {
      "en": "He was the Leonardo da Vinci of Australia.",
      "it": "Era il Leonardo da Vinci dell'Australia."
    }
  },
  {
    "translation": {
      "en": "Only three years of formal education, nine years old to twelve years old.",
      "it": "Solo tre anni di istruzione formale, dai nove ai 12 anni."
    }
  },
  {
    "translation": {
      "en": "So he wasn't restricted in his thinking.",
      "it": "Quindi non aveva limiti di pensiero."
    }
  },
  {
    "translation": {
      "en": "That was his strength, as it turns out.",
      "it": "Quella era la sua forza, infatti."
    }
  },
  {
    "translation": {
      "en": "[Longley] Ben's one of these really unique people in the world",
      "it": "Ben è una di quelle persone davvero uniche al mondo"
    }
  },
  {
    "translation": {
      "en": "who comes from an incredible background of hardly any formal schooling at all.",
      "it": "che viene da un'esperienza incredibile, senza alcuna istruzione formale."
    }
  },
  {
    "translation": {
      "en": "He was almost a street person in a way.",
      "it": "Era quasi una persona di strada, in un certo senso."
    }
  },
  {
    "translation": {
      "en": "[Rasa] Benny would just arrive and stay with us for two nights, two weeks,",
      "it": "Benny arrivava e restava con noi per due notti, due settimane,"
    }
  },
  {
    "translation": {
      "en": "and he was physically very awkward.",
      "it": "ed era fisicamente molto strano."
    }
  },
  {
    "translation": {
      "en": "He had a very severe tic, but he was curious.",
      "it": "Aveva un forte tic, ma era curioso."
    }
  },
  {
    "translation": {
      "en": "He was a passionately curious man.",
      "it": "Era un uomo molto curioso."
    }
  },
  {
    "translation": {
      "en": "And we've moved the rig slightly, so, uh… The boat feels really nice.",
      "it": "E abbiamo spostato un po' l'impianto. Ma è davvero bello."
    }
  },
  {
    "translation": {
      "en": "[Longley] His genius was to be able to absorb information.",
      "it": "La sua genialità era assorbire le informazioni."
    }
  },
  {
    "translation": {
      "en": "He's like a honeyeater.",
      "it": "È come un uccellino."
    }
  },
  {
    "translation": {
      "en": "He'd just pick, pick, pick, pick, pick, pick, pick, pick and bring all this in.",
      "it": "Prendeva, prendeva e poi univa il tutto."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So when Benny started to design the yacht,",
      "it": "Quando Benny iniziò a progettare lo yacht,"
    }
  },
  {
    "translation": {
      "en": "I was sitting on the dock, and he said, \"John, look at the seagulls.\"",
      "it": "ero seduto sul molo e disse: \"John, guarda i gabbiani."
    }
  },
  {
    "translation": {
      "en": "He said, \"Every feather, there's a flight control system.\"",
      "it": "In ogni piuma c'è un sistema di controllo di volo."
    }
  },
  {
    "translation": {
      "en": "He said, \"There must be a thousand control systems in one wing of that bird.\"",
      "it": "In una sola ala di quell'uccello ci saranno cento sistemi di controllo."
    }
  },
  {
    "translation": {
      "en": "He said, \"Look at how they take off. It's just one flip and they're gone.\"",
      "it": "Guarda come si alzano in volo. Uno scatto e spariscono."
    }
  },
  {
    "translation": {
      "en": "\"It's beautiful.\"",
      "it": "È bellissimo\"."
    }
  },
  {
    "translation": {
      "en": "He was a student of nature.",
      "it": "Era uno studioso della natura."
    }
  },
  {
    "translation": {
      "en": "And I had very little understanding of where it could lead,",
      "it": "E non sapevo dove avrebbe potuto portarmi,"
    }
  },
  {
    "translation": {
      "en": "but the door was opened.",
      "it": "ma lo lasciai fare."
    }
  },
  {
    "translation": {
      "en": "[Longley] Benny had gone across to Holland to try and design a 12 Metre",
      "it": "Benny era andato in Olanda per provare a progettare una 12 metri"
    }
  },
  {
    "translation": {
      "en": "that was gonna be better than the 12 Metre that we had in 1980.",
      "it": "migliore di quella che avevamo nel 1980."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Benny was at one of the biggest towing tank facilities in the world",
      "it": "Benny era in uno dei più grandi impianti navali del mondo,"
    }
  },
  {
    "translation": {
      "en": "trying to get another one hundredth of one knot out of the boat.",
      "it": "cercava ad aggiungere un altro centesimo di nodo alla barca."
    }
  },
  {
    "translation": {
      "en": "He was tearing his hair out trying to find an improvement, and he just couldn't.",
      "it": "Il processo lo stressò molto, e non ci riuscì."
    }
  },
  {
    "translation": {
      "en": "[Longley] He was enormously frustrated,",
      "it": "Era incredibilmente frustrato,"
    }
  },
  {
    "translation": {
      "en": "and suddenly we started getting these telexes…",
      "it": "e all'improvviso iniziammo a ricevere dei telex"
    }
  },
  {
    "translation": {
      "en": "where he said, \"Hang on. We're onto something here.\"",
      "it": "in cui diceva: \"Un attimo. Forse ci siamo\"."
    }
  },
  {
    "translation": {
      "en": "Every day we'd get back to the office and there'd be another telex",
      "it": "Ogni giorno arrivavamo in ufficio e c'era un altro telex"
    }
  },
  {
    "translation": {
      "en": "with him getting more and more excited.",
      "it": "e lui era sempre più entusiasta."
    }
  },
  {
    "translation": {
      "en": "He said, \"I'm developing a keel here that could potentially be a breakthrough.\"",
      "it": "Diceva: \"Sto sviluppando una chiglia che potrebbe essere una svolta\". AUSTRALIA II CHIGLIA ALATA"
    }
  },
  {
    "translation": {
      "en": "But he didn't actually tell us what it was.",
      "it": "CHIGLIA: ELEMENTO STRUTTURALE PER STABILIZZARE LO YACHT Ma non ci disse cos'era."
    }
  },
  {
    "translation": {
      "en": "[reporter] Lexcen's seven models underwent test trials",
      "it": "I 7 modelli di Lexcen sono stati sottoposti a test minuziosi"
    }
  },
  {
    "translation": {
      "en": "in minute detail in at least 200 runs,",
      "it": "I 7 modelli di Lexcen sono stati sottoposti a test minuziosi in almeno 200 prove,"
    }
  },
  {
    "translation": {
      "en": "which allowed the designer to make constant refinements to his secret keel.",
      "it": "permettendo al progettista di perfezionare la sua chiglia segreta."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So the call came through to come across to see this model",
      "it": "Così mi chiamarono per vedere questo modello con questa chiglia dall'aspetto buffo."
    }
  },
  {
    "translation": {
      "en": "that he created with this funny-looking keel.",
      "it": "per vedere questo modello con questa chiglia dall'aspetto buffo."
    }
  },
  {
    "translation": {
      "en": "[Simmer] So, I knew there was something special going on with the keel.",
      "it": "Sapevo che c'era qualcosa di speciale nella chiglia."
    }
  },
  {
    "translation": {
      "en": "Benny said, \"Okay, you can come over, but you can't tell anyone.\"",
      "it": "Benny disse: \"Puoi venire, ma non dirlo a nessuno\"."
    }
  },
  {
    "translation": {
      "en": "It was under covers, and John Bertrand took me in to have a look.",
      "it": "Era coperta e John Bertrand mi portò a dare un'occhiata."
    }
  },
  {
    "translation": {
      "en": "There, sitting in the foundry on the sand, was this thing.",
      "it": "Nella fucina, sulla sabbia, c'era questa cosa."
    }
  },
  {
    "translation": {
      "en": "[Brown] And I think I was speechless.",
      "it": "Rimasi senza parole."
    }
  },
  {
    "translation": {
      "en": "Just trying to take it all in.",
      "it": "Mi godevo la vista."
    }
  },
  {
    "translation": {
      "en": "I'm looking at this thing going, \"You can't be serious.\"",
      "it": "La guardavo pensando: \"Non può fare sul serio\"."
    }
  },
  {
    "translation": {
      "en": "I didn't know what to think because it looked a bit weird.",
      "it": "Non sapevo cosa pensare perché sembrava un po' strana."
    }
  },
  {
    "translation": {
      "en": "[Longley] People have been designing 12 Metres since 1905.",
      "it": "La gente progetta le 12 metri dal 1905."
    }
  },
  {
    "translation": {
      "en": "This is so different.",
      "it": "Questa era diversa."
    }
  },
  {
    "translation": {
      "en": "How can it be right?",
      "it": "Come può andar bene?"
    }
  },
  {
    "translation": {
      "en": "I knew that the keel was inverted.",
      "it": "Sapevo che la chiglia era invertita."
    }
  },
  {
    "translation": {
      "en": "It was upside down.",
      "it": "Era sottosopra."
    }
  },
  {
    "translation": {
      "en": "It was like someone designed a new car. Looked like it's got wheels on the roof.",
      "it": "Era come progettare un'auto con le ruote sul tetto."
    }
  },
  {
    "translation": {
      "en": "It became clear Benny had been playing around with wings.",
      "it": "Era chiaro che Benny giocava con le ali."
    }
  },
  {
    "translation": {
      "en": "It's like a bird with wings on it. Okay?",
      "it": "Era come un uccello con le ali."
    }
  },
  {
    "translation": {
      "en": "And that became the outrageous winged keel.",
      "it": "Divenne l'assurda chiglia alata."
    }
  },
  {
    "translation": {
      "en": "[Simmer] We knew the boat was high risk.",
      "it": "Sapevamo che la barca era rischiosa."
    }
  },
  {
    "translation": {
      "en": "And John, who's technically one of the great sailors,",
      "it": "E John, che tecnicamente è uno dei marinai migliori,"
    }
  },
  {
    "translation": {
      "en": "was a little nervous about it.",
      "it": "era un po' nervoso."
    }
  },
  {
    "translation": {
      "en": "The last thing I wanted to do",
      "it": "L'ultima cosa che volevo"
    }
  },
  {
    "translation": {
      "en": "is to spend a huge amount of my time, effort, and emotion",
      "it": "era investire tempo, sforzo ed emotività"
    }
  },
  {
    "translation": {
      "en": "on something where the equipment was never gonna cut it.",
      "it": "in qualcosa che non ci avrebbe soddisfatti."
    }
  },
  {
    "translation": {
      "en": "We didn't even know it was gonna sail like a yacht.",
      "it": "Non sapevamo nemmeno se avrebbe navigato."
    }
  },
  {
    "translation": {
      "en": "When I showed our boat, they all thought I'd gone off my rocker.",
      "it": "Quando mostrai loro la barca, pensarono che fossi impazzito."
    }
  },
  {
    "translation": {
      "en": "So we decided we were going to have a big meeting with Alan Bond.",
      "it": "Decidemmo di fare un incontro con Alan Bond."
    }
  },
  {
    "translation": {
      "en": "\"So, Alan, Benny's come up with a boat that is very, very different.\"",
      "it": "\"Allora, Alan, Benny ha ideato una barca molto, molto diversa."
    }
  },
  {
    "translation": {
      "en": "\"But the tank says it's 20 minutes faster around the track than this one.\"",
      "it": "Ma il tecnico dice che è 20 minuti più veloce di questa."
    }
  },
  {
    "translation": {
      "en": "\"What are we going to do?\" And Alan said, \"Right.\"",
      "it": "Cosa facciamo?\" E Alan disse: \"Bene,"
    }
  },
  {
    "translation": {
      "en": "\"Well, we're gonna build that one. Otherwise, you're all fired.\"",
      "it": "costruiremo quella. O sarete tutti licenziati\"."
    }
  },
  {
    "translation": {
      "en": "So we just went ahead and built that boat.",
      "it": "Quindi costruimmo quella barca."
    }
  },
  {
    "translation": {
      "en": "This is where Ben Lexcen's latest winged wonder",
      "it": "Qui è dove nascerà l'ultima meraviglia alata di Ben Lexcen."
    }
  },
  {
    "translation": {
      "en": "will have its fiery birth in a vat of molten lead in North Fremantle.",
      "it": "Qui è dove nascerà l'ultima meraviglia alata di Ben Lexcen. In una vasca di piombo fuso a North Fremantle."
    }
  },
  {
    "translation": {
      "en": "[Simmer] So many years of getting hammered by the Americans.",
      "it": "Anni di sconfitte da parte degli americani."
    }
  },
  {
    "translation": {
      "en": "It was time that we had to do something radical.",
      "it": "Era ora di fare qualcosa di radicale."
    }
  },
  {
    "translation": {
      "en": "Skippy and I were involved in building the boat. You know, literally hands-on.",
      "it": "Io e Skippy partecipammo alla costruzione. A livello pratico."
    }
  },
  {
    "translation": {
      "en": "Everyone was covered in gray from grinding and cutting aluminum.",
      "it": "Erano tutti coperti di grigio per via della molatura dell'alluminio."
    }
  },
  {
    "translation": {
      "en": "[Longley] Benny Lexcen and I designed the deck layout together.",
      "it": "Benny Lexcen e io progettammo il ponte."
    }
  },
  {
    "translation": {
      "en": "And I was in charge of everything from the deck up.",
      "it": "Dal ponte in su, ci pensavo io."
    }
  },
  {
    "translation": {
      "en": "We actually threw the rule book out in terms of how sails will be made.",
      "it": "Inventammo noi le regole rispetto alla costruzione delle vele."
    }
  },
  {
    "translation": {
      "en": "And we developed the software to design the sails.",
      "it": "E sviluppammo il software per progettare le vele."
    }
  },
  {
    "translation": {
      "en": "Totally revolutionary.",
      "it": "Del tutto rivoluzionario."
    }
  },
  {
    "translation": {
      "en": "[Simmer] We would take risks and broke a lot of stuff",
      "it": "Correvamo rischi, rompevamo un sacco di cose,"
    }
  },
  {
    "translation": {
      "en": "because Benny was experimenting as he was building stuff.",
      "it": "perché Benny faceva esperimenti mentre costruivamo."
    }
  },
  {
    "translation": {
      "en": "That's how he was, you know.",
      "it": "Lui era così."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] You'd say, \"Well, that guy's crazy.\"",
      "it": "Viene da pensare che fosse pazzo."
    }
  },
  {
    "translation": {
      "en": "Well, yes, he was, but we're all crazy. It's all part of the deal.",
      "it": "Beh, sì, lo era, ma siamo tutti pazzi. Fa tutto parte dell'accordo."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] We sat down with designer Ben Lexcen",
      "it": "Abbiamo parlato con il progettista Ben Lexcen della collaborazione"
    }
  },
  {
    "translation": {
      "en": "and talked about his partnership with team owner Alan Bond.",
      "it": "Abbiamo parlato con il progettista Ben Lexcen della collaborazione con il proprietario, Alan Bond."
    }
  },
  {
    "translation": {
      "en": "[Lexcen] I'm not under any pressure of time or money,",
      "it": "Non sono sotto pressione per il tempo, per i soldi,"
    }
  },
  {
    "translation": {
      "en": "and he appreciates my style of thinking,",
      "it": "e lui apprezza il mio modo di pensare."
    }
  },
  {
    "translation": {
      "en": "and he more or less lets me just wander along like I'm an inventor.",
      "it": "E mi permette di sperimentare come se fossi un inventore."
    }
  },
  {
    "translation": {
      "en": "Alan Bond's new 12 Metre was officially named in the ceremony",
      "it": "La nuova 12 metri di Bond è stata battezzata durante la cerimonia"
    }
  },
  {
    "translation": {
      "en": "before thousands of spectators in Perth today.",
      "it": "a Perth davanti a migliaia di spettatori."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] A supremely confident Alan Bond told a news conference today",
      "it": "Un Alan Bond molto sicuro di sé ha detto"
    }
  },
  {
    "translation": {
      "en": "that Australia II would win the America's Cup.",
      "it": "che l'Australia II vincerà."
    }
  },
  {
    "translation": {
      "en": "The construction of this yacht first began with Ben Lexcen, the designer.",
      "it": "La costruzione è iniziata con Ben Lexcen, il progettista."
    }
  },
  {
    "translation": {
      "en": "We've worked over two years on a truly Australian effort.",
      "it": "Abbiamo lavorato per due anni, un vero sforzo australiano."
    }
  },
  {
    "translation": {
      "en": "For the first time,",
      "it": "Per la prima volta,"
    }
  },
  {
    "translation": {
      "en": "we have been able to develop equal to anything else the world will see.",
      "it": "abbiamo costruito qualcosa che il mondo non ha mai visto prima."
    }
  },
  {
    "translation": {
      "en": "[man] Three cheers… Hip-hip hooray!",
      "it": "Facciamo un applauso. Hip hip urrà!"
    }
  },
  {
    "translation": {
      "en": "[singers on radio] ♪ 1540 WADK, Newport ♪",
      "it": "1540 WADK, Newport."
    }
  },
  {
    "translation": {
      "en": "Four minutes before 3:00 on Newport Radio WADK,",
      "it": "Newport Radio, sono quasi le tre. WADK, la radio ufficiale dell'America's Cup del 1983."
    }
  },
  {
    "translation": {
      "en": "the official radio station of the 1983 America's Cup.",
      "it": "WADK, la radio ufficiale dell'America's Cup del 1983."
    }
  },
  {
    "translation": {
      "en": "Speaking of which, the successful 1980 defender, Dennis Conner, and Liberty, a brand-new 12,",
      "it": "Il paladino del 1980, Dennis Conner, e la Liberty, una nuova 12 metri"
    }
  },
  {
    "translation": {
      "en": "has made her arrival in Newport Harbor today.",
      "it": "sono arrivati oggi al porto di Newport."
    }
  },
  {
    "translation": {
      "en": "[reporter] Dennis Conner, the incumbent America's Cup defender,",
      "it": "Dennis Conner, campione in carica dell'America's Cup,"
    }
  },
  {
    "translation": {
      "en": "a solitary man with a single focus, to win again in 1983.",
      "it": "un uomo solitario con un unico obiettivo: vincere di nuovo nel 1983."
    }
  },
  {
    "translation": {
      "en": "On behalf of AT&T, we're proud to, uh, be a sponsor",
      "it": "A nome di AT&T, siamo fieri di essere uno sponsor"
    }
  },
  {
    "translation": {
      "en": "in defense of the America's Cup.",
      "it": "in difesa della coppa."
    }
  },
  {
    "translation": {
      "en": "And let me just add one other thing. Go get 'em, Dennis!",
      "it": "Vorrei aggiungere una cosa. Falli neri, Dennis!"
    }
  },
  {
    "translation": {
      "en": "-[Conner] All right! -[man] Tomorrow!",
      "it": "Va bene! Domani!"
    }
  },
  {
    "translation": {
      "en": "This Tuesday, they will begin running the competition",
      "it": "Questo martedì inizieranno le regate"
    }
  },
  {
    "translation": {
      "en": "for the most coveted sailing prize, the America's Cup.",
      "it": "per il premio più ambito nella vela, l'America's Cup."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Now, the America's Cup is a Challenger Series,",
      "it": "L'America's Cup è una serie di sfide,"
    }
  },
  {
    "translation": {
      "en": "52 races against all the other countries,",
      "it": "cinquantadue gare contro gli altri paesi."
    }
  },
  {
    "translation": {
      "en": "four-and-a-half months in Newport,",
      "it": "Quattro mesi e mezzo a Newport,"
    }
  },
  {
    "translation": {
      "en": "for the right to race against the Americans in September.",
      "it": "per il diritto di sfidare gli americani a settembre."
    }
  },
  {
    "translation": {
      "en": "[man] There was a time here in New England",
      "it": "CONCORRENTI REGATA Un tempo nel New England risuonavano le parole \"arrivano gli inglesi\"."
    }
  },
  {
    "translation": {
      "en": "when the words \"The British are coming\" rang out loud and clear.",
      "it": "Un tempo nel New England risuonavano le parole \"arrivano gli inglesi\"."
    }
  },
  {
    "translation": {
      "en": "But during this summer of 1983 here in Newport, it's not only the British who are coming,",
      "it": "Ma in questa estate del 1983 a Newport, non arriveranno solo gli inglesi,"
    }
  },
  {
    "translation": {
      "en": "but it's also the French, the Canadians, the Italians,",
      "it": "ma anche i francesi, i canadesi, gli italiani"
    }
  },
  {
    "translation": {
      "en": "and the Australians.",
      "it": "e gli australiani."
    }
  },
  {
    "translation": {
      "en": "[Longley] When we first got to Newport for the Challenger Races,",
      "it": "Quando arrivammo a Newport per le gare,"
    }
  },
  {
    "translation": {
      "en": "we talked about the keel.",
      "it": "parlammo della chiglia."
    }
  },
  {
    "translation": {
      "en": "And we decided we'd hide it completely.",
      "it": "E decidemmo di nasconderla del tutto."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] The last thing we want to do is show the keel to the world,",
      "it": "L'ultima cosa che volevamo era mostrare la chiglia a tutti,"
    }
  },
  {
    "translation": {
      "en": "so that someone else could copy it, and put it on their boat, and be as competitive as what we were.",
      "it": "rischiando che la copiassero, la usassero e diventassero competitivi come noi."
    }
  },
  {
    "translation": {
      "en": "So, we kept it hidden.",
      "it": "Così, la tenemmo nascosta."
    }
  },
  {
    "translation": {
      "en": "[Longley] And I remember there was a local newspaper.",
      "it": "E ricordo che c'era un giornale locale."
    }
  },
  {
    "translation": {
      "en": "It said, \"The Australians have come with some bizarre, stupid keel.\"",
      "it": "Diceva che gli australiani erano arrivati con una stupida chiglia."
    }
  },
  {
    "translation": {
      "en": "\"These guys have finally lost it.\" \"They've lost three times, and they're getting desperate.\"",
      "it": "Questi qui hanno perso la testa. Hanno perso tre volte e sono disperati."
    }
  },
  {
    "translation": {
      "en": "That was the attitude of it.",
      "it": "Lo spirito era questo."
    }
  },
  {
    "translation": {
      "en": "Starting leg of the America's Cup course is into the wind,",
      "it": "La rotta iniziale dell'America's Cup è controvento."
    }
  },
  {
    "translation": {
      "en": "four-and-a-half miles long to this mark, followed by two reaching legs.",
      "it": "Sette km fino a questa boa, seguiti da due lati di lasco."
    }
  },
  {
    "translation": {
      "en": "Then the yachts turn one more time to the port,",
      "it": "Poi vireranno di nuovo verso il porto,"
    }
  },
  {
    "translation": {
      "en": "finishing once more into the wind.",
      "it": "finendo di nuovo controvento."
    }
  },
  {
    "translation": {
      "en": "So we entered the first races",
      "it": "Iniziammo le prime regate"
    }
  },
  {
    "translation": {
      "en": "of the elimination series against the Italians,",
      "it": "delle eliminatorie contro gli italiani,"
    }
  },
  {
    "translation": {
      "en": "with the unknown of just how competitive our package was.",
      "it": "con l'incognita di quanto fossimo competitivi."
    }
  },
  {
    "translation": {
      "en": "[Simmer] This radical boat, you're either gonna hit a home run or you're not.",
      "it": "Con questa imbarcazione così estrema, o spacchi o vai a casa."
    }
  },
  {
    "translation": {
      "en": "We were either going to be heroes or idiots.",
      "it": "Saremmo stati degli eroi o degli idioti."
    }
  },
  {
    "translation": {
      "en": "-[official] Five, four, three, two, one. -[gun fires]",
      "it": "Cinque, quattro, tre, due, uno."
    }
  },
  {
    "translation": {
      "en": "[announcer 1] Australia has turned the mark and is absolutely flying downwind.",
      "it": "L'Australia ha superato la boa e sta volando sottovento."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] All the work that we had done in Australia had paid huge dividends.",
      "it": "Tutto il lavoro fatto in Australia aveva dato i suoi frutti."
    }
  },
  {
    "translation": {
      "en": "[announcer 2] Australia II has won.",
      "it": "L'Australia II ha vinto."
    }
  },
  {
    "translation": {
      "en": "[announcer 3] You can see Australia II. She's just crossed the finishing line.",
      "it": "Ecco l'Australia II. Ha appena tagliato il traguardo."
    }
  },
  {
    "translation": {
      "en": "And we came out all guns blazing.",
      "it": "Uscimmo con le armi spianate."
    }
  },
  {
    "translation": {
      "en": "[Longley] We were no longer overawed by Newport.",
      "it": "Non eravamo più intimiditi da Newport."
    }
  },
  {
    "translation": {
      "en": "We were just angry. We were there for one reason, to win.",
      "it": "Eravamo arrabbiati. Eravamo lì per un motivo: vincere."
    }
  },
  {
    "translation": {
      "en": "The time is 6:30 a.m. on a Sunday morning,",
      "it": "Sono le 6:30 di domenica mattina."
    }
  },
  {
    "translation": {
      "en": "and the Australia II crew is already hard at work.",
      "it": "L'equipaggio dell'Australia II è già al lavoro."
    }
  },
  {
    "translation": {
      "en": "[Longley] We would run, we'd do weights, we'd do aerobics.",
      "it": "Correvamo, facevamo pesi, facevamo ginnastica."
    }
  },
  {
    "translation": {
      "en": "It was not only a part of getting fit and getting strong.",
      "it": "Non si trattava solo di rimettersi in forma e diventare forti."
    }
  },
  {
    "translation": {
      "en": "It was also about sending a message.",
      "it": "Ma anche di mandare un messaggio."
    }
  },
  {
    "translation": {
      "en": "[all] Good morning, Australia!",
      "it": "Buongiorno, Australia!"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Now it was only until we started to win races",
      "it": "Solo quando iniziammo a vincere le gare,"
    }
  },
  {
    "translation": {
      "en": "that our credibility increased.",
      "it": "la nostra credibilità aumentò."
    }
  },
  {
    "translation": {
      "en": "[news anchor 1] In the America's Cup preliminaries, all signs are pointing to Alan Bond's Australia II",
      "it": "Nelle eliminatorie tutto punta all'Australia II di Alan Bond"
    }
  },
  {
    "translation": {
      "en": "as the boat to beat.",
      "it": "come barca da battere."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] We beat the Italians, crushed the Canadians.",
      "it": "Battemmo gli italiani, distruggemmo i canadesi."
    }
  },
  {
    "translation": {
      "en": "[news anchor 2] After today's race,",
      "it": "Dopo oggi,"
    }
  },
  {
    "translation": {
      "en": "it seems nothing can tack faster or point higher into the wind",
      "it": "sembra che niente possa virare o puntare più in alto nel vento"
    }
  },
  {
    "translation": {
      "en": "than Ben Lexcen's radical 12 Metre.",
      "it": "della 12 metri di Ben Lexcen."
    }
  },
  {
    "translation": {
      "en": "While few people have actually seen this mysterious keel,",
      "it": "Pochi hanno visto la chiglia misteriosa,"
    }
  },
  {
    "translation": {
      "en": "almost everyone here has seen the boat racing and winning.",
      "it": "ma quasi tutti hanno visto la barca correre e vincere."
    }
  },
  {
    "translation": {
      "en": "[announcer] Australia II, by some…",
      "it": "L'Australia II, secondo alcuni…"
    }
  },
  {
    "translation": {
      "en": "Then, suddenly, \"Why are they so competitive?\"",
      "it": "Poi, all'improvviso: \"Perché sono così competitivi?\""
    }
  },
  {
    "translation": {
      "en": "[reporter 1] What is that beneath the hull of the Australia II?",
      "it": "Cosa c'è sotto lo scafo dell'Australia II?"
    }
  },
  {
    "translation": {
      "en": "A keel, but what kind of a keel?",
      "it": "Una chiglia, ma che tipo di chiglia?"
    }
  },
  {
    "translation": {
      "en": "It's this summer's mystery at Newport.",
      "it": "È il mistero di quest'estate a Newport."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The boat was covered. It was always secret.",
      "it": "La barca era coperta. Rimaneva un segreto."
    }
  },
  {
    "translation": {
      "en": "And that started to drive some of the observers crazy.",
      "it": "La cosa iniziò a far impazzire alcuni osservatori."
    }
  },
  {
    "translation": {
      "en": "The big question here, Bryant, this morning, is what do the Aussies have on their bottom?",
      "it": "Bryant, stamattina la domande è: cos'hanno là sotto gli australiani?"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Between us, can you tell me what that keel is?",
      "it": "Detto tra noi, puoi dirmi che chiglia è?"
    }
  },
  {
    "translation": {
      "en": "-Between us, Mort, I can't tell you, no. -[both laugh]",
      "it": "Detto tra noi, non posso dirtelo, no."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Armed guards patrol this place around the clock.",
      "it": "Ci sono guardie armate 24 ore su 24"
    }
  },
  {
    "translation": {
      "en": "Their job is to protect Australia II,",
      "it": "per proteggere l'Australia II,"
    }
  },
  {
    "translation": {
      "en": "the yacht that may very well succeed in making sporting history.",
      "it": "lo yacht che potrebbe entrare nella storia di questo sport."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Australia's designer, Ben Lexcen, he's something of a reluctant superstar here,",
      "it": "Il progettista australiano Ben Lexcen, è una sorta di riluttante superstar,"
    }
  },
  {
    "translation": {
      "en": "but they all want to know about his keel.",
      "it": "ma tutti vogliono conoscere la sua chiglia."
    }
  },
  {
    "translation": {
      "en": "-[crowd] Let's see the keel! -[reporter 4] Where's the keel, Benny?",
      "it": "- Vediamo la chiglia! - Dov'è la chiglia?"
    }
  },
  {
    "translation": {
      "en": "Ben Lexcen decided that he'd draw up a sketch of the winged keel,",
      "it": "Ben Lexcen decise di disegnare uno schizzo della chiglia alata"
    }
  },
  {
    "translation": {
      "en": "and he made it totally different than what it really was.",
      "it": "rendendola completamente diversa da come era."
    }
  },
  {
    "translation": {
      "en": "The office at Newport Offshore had a photocopier,",
      "it": "L'ufficio del Newport Offshore aveva una fotocopiatrice."
    }
  },
  {
    "translation": {
      "en": "so Ben went over with this sheet of paper and put it on their photocopier.",
      "it": "Ben si avvicinò con un foglio e lo mise sulla fotocopiatrice."
    }
  },
  {
    "translation": {
      "en": "Comes flying back into the office ten minutes later and says, \"Guys!\"",
      "it": "Dieci minuti dopo tornò di corsa in ufficio dicendo: \"Ragazzi…"
    }
  },
  {
    "translation": {
      "en": "\"I've left… I've left a drawing of my keel in your photocopier.\"",
      "it": "ho lasciato un disegno della chiglia nella fotocopiatrice\"."
    }
  },
  {
    "translation": {
      "en": "By that afternoon, there were copies all over Newport of our fake keel.",
      "it": "Nel pomeriggio c'erano copie della nostra chiglia finta in tutta Newport. ESCLUSIVO! PRIMA IMMAGINE DELLA CHIGLIA SEGRETA!"
    }
  },
  {
    "translation": {
      "en": "Then opposition boats put winglets on the bottom of their keels.",
      "it": "Poi le barche avversarie misero le ali sul fondo della chiglia."
    }
  },
  {
    "translation": {
      "en": "[reporter 5] Australia's keel has so impressed everyone",
      "it": "La chiglia australiana ha così entusiasmato,"
    }
  },
  {
    "translation": {
      "en": "that the British have put wings on the keel of Victory.",
      "it": "che gli inglesi hanno messo le ali sulla chiglia della Victory."
    }
  },
  {
    "translation": {
      "en": "We'd go around and check them and say, \"No, it's little a bit different to that.\"",
      "it": "Noi giravamo per le barche dicendo: \"No, è un po' diversa."
    }
  },
  {
    "translation": {
      "en": "\"You gotta try and do it this way.\" You know? [laughs]",
      "it": "Devi farla così\"."
    }
  },
  {
    "translation": {
      "en": "[man] One of the Americans drew that and says there's their design. That's their secret keel.",
      "it": "Uno degli americani l'ha disegnata, ecco il progetto, la loro chiglia segreta."
    }
  },
  {
    "translation": {
      "en": "Is that it? What do you think? Is that…",
      "it": "È così? Cosa ne pensi? È quella…"
    }
  },
  {
    "translation": {
      "en": "Could be. Could be.",
      "it": "Potrebbe essere."
    }
  },
  {
    "translation": {
      "en": "[announcer] Australia II has won!",
      "it": "L'Australia II ha vinto!"
    }
  },
  {
    "translation": {
      "en": "The West Australians now have an incredible 45 wins from 51 starts,",
      "it": "Gli australiani ora hanno 45 vittorie su 51 regate,"
    }
  },
  {
    "translation": {
      "en": "and that just happens to be the best record in 12 Metre history.",
      "it": "e questo è il miglior record della storia delle 12 metri."
    }
  },
  {
    "translation": {
      "en": "And in the end, we won the Challenger Series.",
      "it": "E alla fine, vincemmo la Challenger Series."
    }
  },
  {
    "translation": {
      "en": "We won by a lot.",
      "it": "E di molto."
    }
  },
  {
    "translation": {
      "en": "And so that's the boat race and the Challenge Series.",
      "it": "Questa è la regata e la Challenge Series."
    }
  },
  {
    "translation": {
      "en": "Australia goes on to race Liberty for the America's Cup.",
      "it": "L'Australia sfiderà la Liberty per l'America's Cup."
    }
  },
  {
    "translation": {
      "en": "The Australians are the official 25th challengers for the America's Cup,",
      "it": "Gli australiani sono i 25° sfidanti ufficiali dell'America's Cup"
    }
  },
  {
    "translation": {
      "en": "and their incredible winning record really has the New York Yacht Club worried.",
      "it": "e il loro record di vittorie ha preoccupato il New York Yacht Club."
    }
  },
  {
    "translation": {
      "en": "[reporter] The man who won the Cup last time for the United States is jittery.",
      "it": "L'uomo che ha vinto l'ultima coppa per gli Stati Uniti è agitato."
    }
  },
  {
    "translation": {
      "en": "We don't know much about their boat. It's obviously a different, uh, type",
      "it": "Non sappiamo molto della loro barca. Chiaramente ha diverse"
    }
  },
  {
    "translation": {
      "en": "of, uh, characteristics than a standard 12 Metre.",
      "it": "caratteristiche rispetto a una 12 metri standard."
    }
  },
  {
    "translation": {
      "en": "It tacks differently, and it, uh, accelerates differently,",
      "it": "Vira e accelera in modo diverso,"
    }
  },
  {
    "translation": {
      "en": "and it maneuvers differently at the starts.",
      "it": "e si muove in modo diverso all'inizio."
    }
  },
  {
    "translation": {
      "en": "The New York Yacht Club saw that our race record was really strong.",
      "it": "Il New York Yacht Club vide che il nostro record era molto forte."
    }
  },
  {
    "translation": {
      "en": "-Hi. -[reporter] Two minutes for a--",
      "it": "- Salve. - Due minuti per…"
    }
  },
  {
    "translation": {
      "en": "-No. Sorry. -[reporter] Not even two minutes?",
      "it": "- No, scusi. - Neanche due minuti?"
    }
  },
  {
    "translation": {
      "en": "We're late for a meeting here, so we gotta move on.",
      "it": "Siamo in ritardo per una riunione, dobbiamo andare."
    }
  },
  {
    "translation": {
      "en": "Thank you anyway.",
      "it": "Grazie comunque."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] And if these Aussies are beating up on the foreign challengers so easily,",
      "it": "Se questi australiani battono così facilmente gli sfidanti stranieri,"
    }
  },
  {
    "translation": {
      "en": "47 wins out of 55 races, then that starts to cut deep.",
      "it": "47 vittorie su 55 regate, inizia a diventare un problema."
    }
  },
  {
    "translation": {
      "en": "That sent shock waves through the New York Yacht Club.",
      "it": "La cosa scosse il New York Yacht Club."
    }
  },
  {
    "translation": {
      "en": "Clearly shock waves through Newport.",
      "it": "Scosse tutta Newport."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] There's a serious side to this.",
      "it": "C'è un lato serio."
    }
  },
  {
    "translation": {
      "en": "Obviously there's more than just a yachting race at stake. There's also a lot of money.",
      "it": "C'è in ballo più di una gara di vela. Ci sono anche molti soldi."
    }
  },
  {
    "translation": {
      "en": "It's estimated that £100 million are spent in and around Newport",
      "it": "Si stima siano stati spesi 100 milioni di sterline a Newport e dintorni durante l'America's Cup."
    }
  },
  {
    "translation": {
      "en": "during the America's Cup.",
      "it": "a Newport e dintorni durante l'America's Cup."
    }
  },
  {
    "translation": {
      "en": "It was a sudden realization that they could lose this golden goose.",
      "it": "E capirono che potevano perdere questa miniera d'oro."
    }
  },
  {
    "translation": {
      "en": "It could really happen.",
      "it": "Poteva succedere davvero."
    }
  },
  {
    "translation": {
      "en": "[man] People in Newport and Rhode Island knew all the time,",
      "it": "La gente di Newport sapeva,"
    }
  },
  {
    "translation": {
      "en": "but kept it a very closely guarded secret that the prize isn't so much a sailboat race.",
      "it": "ma teneva segreto, che il premio non riguardava solo lo sport,"
    }
  },
  {
    "translation": {
      "en": "It's about a billion-dollar industry that goes along with the Cup.",
      "it": "ma un'industria da un miliardo di dollari che sta dietro la coppa."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] So if the Americans lose,",
      "it": "Se gli americani perdono,"
    }
  },
  {
    "translation": {
      "en": "then a substantial amount of that might be spent in Western Australia.",
      "it": "una parte notevole potrebbe essere spesa nell'Australia Occidentale."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So, for the New York Yacht Club, the consequences of losing",
      "it": "Per il New York Yacht Club, le conseguenze di una sconfitta"
    }
  },
  {
    "translation": {
      "en": "are enormous.",
      "it": "sono enormi."
    }
  },
  {
    "translation": {
      "en": "[announcer] An ABC News Brief brought to you by Apple Computer.",
      "it": "ABC News Brief offerto dalla Apple Computers."
    }
  },
  {
    "translation": {
      "en": "Now from Los Angeles, here's Peter Jennings.",
      "it": "Da Los Angeles, abbiamo Peter Jennings."
    }
  },
  {
    "translation": {
      "en": "The America's Cup competition is set to get underway this Thursday.",
      "it": "L'America's Cup inizierà giovedì."
    }
  },
  {
    "translation": {
      "en": "There is now a dispute, however, between the New York Yacht Club and the Australians.",
      "it": "C'è una disputa tra il New York Yacht Club e gli australiani."
    }
  },
  {
    "translation": {
      "en": "It seems the Americans are upset with something the Aussies have done",
      "it": "Gli americani sono turbati dal progetto australiano"
    }
  },
  {
    "translation": {
      "en": "with the underside of their boat, something the Americans feel will give the Aussies an unfair advantage.",
      "it": "della parte inferiore della loro barca. Pensano sia un vantaggio ingiusto."
    }
  },
  {
    "translation": {
      "en": "The New York Yacht Club alleges that Australia II's winged keel is illegal.",
      "it": "Il New York Yacht Club dice che la chiglia alata dell'Australia II è illegale."
    }
  },
  {
    "translation": {
      "en": "This four-million-dollar challenge,",
      "it": "Per la prima volta,"
    }
  },
  {
    "translation": {
      "en": "the closest ever in the history of the Cup, could be scuttled.",
      "it": "potrebbe compromettersi questa gara da quattro milioni."
    }
  },
  {
    "translation": {
      "en": "[Longley] The New York Yacht Club, they wanted to ban us.",
      "it": "Il New York Yacht Club voleva squalificarci."
    }
  },
  {
    "translation": {
      "en": "They said there is no way that Benny could've come up with this.",
      "it": "Dicevano che non poteva essere un'idea di Benny."
    }
  },
  {
    "translation": {
      "en": "It had to have been designed by other people.",
      "it": "Doveva essere un progetto di qualcun altro."
    }
  },
  {
    "translation": {
      "en": "People couldn't believe that he could do it, given his education and his background.",
      "it": "La gente non lo credeva in grado, data la sua educazione e il suo passato."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] At the center of all the fuss this year has been barefoot Ben Lexcen.",
      "it": "Al centro del clamore di quest'anno c'è stato lo scalzo Ben Lexcen."
    }
  },
  {
    "translation": {
      "en": "With three years' schooling,",
      "it": "Con soli tre anni di scuola,"
    }
  },
  {
    "translation": {
      "en": "he's the man who has designed, arguably, the fastest 12 Metre ever.",
      "it": "è l'uomo che ha progettato la 12 metri più veloce di sempre."
    }
  },
  {
    "translation": {
      "en": "[Conner] I didn't know much about Ben Lexcen.",
      "it": "Non sapevo molto di Ben Lexcen."
    }
  },
  {
    "translation": {
      "en": "But people talk.",
      "it": "Ma la gente parla."
    }
  },
  {
    "translation": {
      "en": "You hear through the grapevine.",
      "it": "Si sentono cose."
    }
  },
  {
    "translation": {
      "en": "Who's to say these wings, whose idea these really were?",
      "it": "Chissà di chi erano davvero queste ali."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The Americans try and confirm that Lexcen was helped by Dutch designers.",
      "it": "Gli americani cercano di confermare che Lexcen sia aiutato dai progettisti olandesi."
    }
  },
  {
    "translation": {
      "en": "[Conner] We believe Lexcen used the idea from Amsterdam,",
      "it": "Crediamo che Lexcen abbia preso l'idea da Amsterdam,"
    }
  },
  {
    "translation": {
      "en": "but the rules are it had to be designed by the country of the challenge.",
      "it": "ma le regole erano che doveva progettarla nel paese della gara."
    }
  },
  {
    "translation": {
      "en": "The New York Yacht Club believe they have grounds to say",
      "it": "Il New York Yacht Club crede di poter dire"
    }
  },
  {
    "translation": {
      "en": "that I didn't design the boat totally by myself.",
      "it": "che non ho progettato la barca da solo."
    }
  },
  {
    "translation": {
      "en": "They go behind your back and try and get evidence in dubious ways.",
      "it": "Agiscono alle tue spalle e cercano di ottenere prove in modo discutibile."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] This afternoon, Ben was suffering",
      "it": "Nel pomeriggio, Ben ha sofferto"
    }
  },
  {
    "translation": {
      "en": "what friends said were a couple of dizzy spells.",
      "it": "di svenimenti, a detta degli amici."
    }
  },
  {
    "translation": {
      "en": "Doctors immediately put him into intensive care.",
      "it": "I medici lo hanno messo in terapia intensiva."
    }
  },
  {
    "translation": {
      "en": "His friends say it's the attacks against his name",
      "it": "OSPEDALE DI NEWPORT Gli amici dicono che gli attacchi ricevuti hanno contribuito."
    }
  },
  {
    "translation": {
      "en": "that helped put him there.",
      "it": "Gli amici dicono che gli attacchi ricevuti hanno contribuito."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The New York Yacht Club were endeavoring to get the design assistants in Holland",
      "it": "Il New York Yacht Club cercava di convincere i progettisti olandesi"
    }
  },
  {
    "translation": {
      "en": "to say that they designed the keel and not Ben Lexcen.",
      "it": "a dire che il progetto della chiglia era loro e non di Ben."
    }
  },
  {
    "translation": {
      "en": "The Dutch had designed the keel and not Ben Lexcen.",
      "it": "Il progetto della chiglia è degli olandesi, non di Lexcen."
    }
  },
  {
    "translation": {
      "en": "We felt responsible to go over, to send someone to Holland to really investigate it.",
      "it": "Ci siamo sentiti in dovere di mandare qualcuno in Olanda per indagare."
    }
  },
  {
    "translation": {
      "en": "[reporter] The director of the Netherlands Ship Model Basin has charged",
      "it": "Il direttore olandese della base navale denuncia"
    }
  },
  {
    "translation": {
      "en": "that members of the New York Yacht Club tried to get him to sign a false affidavit",
      "it": "che il New York Yacht Club ha cercato di fargli firmare una dichiarazione"
    }
  },
  {
    "translation": {
      "en": "stating Ben Lexcen was not the designer.",
      "it": "che afferma che Ben Lexcen non è l'ideatore."
    }
  },
  {
    "translation": {
      "en": "[Van Oossanen] I was very surprised to come face-to-face with two people",
      "it": "Rimasi sorpreso di trovarmi queste due persone"
    }
  },
  {
    "translation": {
      "en": "who wanted me to sign a document",
      "it": "che volevano che firmassi un documento"
    }
  },
  {
    "translation": {
      "en": "which said that I was the designer of Australia II rather than Ben Lexcen,",
      "it": "che diceva che ero io il progettista dell'Australia II, non Lexcen,"
    }
  },
  {
    "translation": {
      "en": "which is almost too ridiculous to even think of.",
      "it": "il che è ridicolo solo a pensarlo."
    }
  },
  {
    "translation": {
      "en": "The keel cup committee said, \"We've been over to Holland,",
      "it": "Il comitato della coppa disse: \"Siamo stati in Olanda"
    }
  },
  {
    "translation": {
      "en": "and there was no substance to their complaint.\"",
      "it": "e la loro denuncia non ha alcun fondamento."
    }
  },
  {
    "translation": {
      "en": "\"This boat is fair and legal.\"",
      "it": "Questa barca è corretta e legale\"."
    }
  },
  {
    "translation": {
      "en": "And that was the thing that finally busted their case apart.",
      "it": "E questo smantellò il loro caso."
    }
  },
  {
    "translation": {
      "en": "The New York Yacht Club today withdrew its objections",
      "it": "Il New York Yacht Club ha ritirato le sue obiezioni"
    }
  },
  {
    "translation": {
      "en": "to the mysterious winged keel on Australia II",
      "it": "alla misteriosa chiglia alata dell'Australia II,"
    }
  },
  {
    "translation": {
      "en": "and said, \"May the better yacht win the America's Cup.\"",
      "it": "dicendo: \"Che la barca migliore vinca l'America's Cup\"."
    }
  },
  {
    "translation": {
      "en": "[Bond] It has been 56 races and nearly two and a half years of effort",
      "it": "Ci sono state 56 regate e quasi due anni e mezzo di duro lavoro"
    }
  },
  {
    "translation": {
      "en": "been put in to reach where we are today.",
      "it": "per arrivare dove siamo oggi."
    }
  },
  {
    "translation": {
      "en": "Let the best yacht and crew decide by the gun at the end of each race.",
      "it": "Che siano la barca e l'equipaggio migliore a vincere ogni regata."
    }
  },
  {
    "translation": {
      "en": "[man] We're about to go live by satellite to Newport. Rob Mundle, are you there?",
      "it": "Stiamo per andare in diretta da Newport. Rob Mundle, ci sei?"
    }
  },
  {
    "translation": {
      "en": "[Mundle] Certainly. Good morning, Harry. We have a great battle coming up.",
      "it": "Certo. Buongiorno, Harry. Ci aspetta una grande battaglia."
    }
  },
  {
    "translation": {
      "en": "The showdown, 132 years of sporting history at stake here.",
      "it": "È la resa dei conti, sono in gioco 132 anni di storia sportiva."
    }
  },
  {
    "translation": {
      "en": "We're looking at Dennis Conner on the screen right there.",
      "it": "Ora stiamo vedendo Dennis Conner."
    }
  },
  {
    "translation": {
      "en": "[Conner] I was uneasy.",
      "it": "Ero a disagio."
    }
  },
  {
    "translation": {
      "en": "Bertrand, he was at the top of his game.",
      "it": "Bertrand era all'apice della sua carriera."
    }
  },
  {
    "translation": {
      "en": "He was a tough competitor, and he had a very good boat and a good crew.",
      "it": "Era un concorrente tosto. Aveva un'ottima barca e un buon equipaggio."
    }
  },
  {
    "translation": {
      "en": "He was dangerous, and he scared me.",
      "it": "Era pericoloso e mi spaventava."
    }
  },
  {
    "translation": {
      "en": "[reporter] Liberty and Australia II have entered the race course.",
      "it": "In gara abbiamo Liberty e Australia II."
    }
  },
  {
    "translation": {
      "en": "According to my watch, nine minutes and 30 seconds from now, they will cross the starting line.",
      "it": "Tra nove minuti e mezzo passeranno la linea di partenza."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Ten minutes before the start of the race gun, that's when the two boats would meet,",
      "it": "Dieci minuti prima dell'inizio della gara, le due barche si incontrano,"
    }
  },
  {
    "translation": {
      "en": "positioning yourself,",
      "it": "ti metti in posizione"
    }
  },
  {
    "translation": {
      "en": "and that's when it'd be on. The gloves would come off.",
      "it": "ed è in quel momento che inizia la vera sfida."
    }
  },
  {
    "translation": {
      "en": "The yacht that had got to the first mark of the first race",
      "it": "Lo yacht che arrivava alla prima boa della prima regata"
    }
  },
  {
    "translation": {
      "en": "had always won the America's Cup.",
      "it": "aveva sempre vinto la coppa."
    }
  },
  {
    "translation": {
      "en": "[reporter] Australia over the line first by three seconds.",
      "it": "L'Australia inizia con tre secondi di vantaggio."
    }
  },
  {
    "translation": {
      "en": "And I look behind, and Dennis is right on our hammer, right on our hammer.",
      "it": "Io guardai dietro e Dennis ci era alle costole."
    }
  },
  {
    "translation": {
      "en": "[commentator] The two yachts are now approaching the first marker,",
      "it": "I due yacht si avvicinano al primo segnale,"
    }
  },
  {
    "translation": {
      "en": "and it's good news for Australia.",
      "it": "buona notizia per l'Australia."
    }
  },
  {
    "translation": {
      "en": "[Longley] We just beat them by a couple of boat lengths. One to us. [chuckles]",
      "it": "Li battemmo di un paio di metri. Una l'avevamo vinta."
    }
  },
  {
    "translation": {
      "en": "[reporter] Australia has just made history.",
      "it": "L'Australia ha appena fatto la storia."
    }
  },
  {
    "translation": {
      "en": "The foreign challenger has never reached the first mark",
      "it": "Lo sfidante straniero non aveva mai raggiunto la prima boa"
    }
  },
  {
    "translation": {
      "en": "ahead of the American boat in the first race.",
      "it": "davanti alla barca americana nella prima regata."
    }
  },
  {
    "translation": {
      "en": "Australia has just done it.",
      "it": "L'Australia l'ha appena fatto."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] After the start, we sailed away from Liberty.",
      "it": "Dopo la partenza ci allontanammo dalla Liberty."
    }
  },
  {
    "translation": {
      "en": "Then all of a sudden, it was like an explosion.",
      "it": "Poi, all'improvviso, fu come un'esplosione."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] We had no control at all.",
      "it": "Non avevamo alcun controllo."
    }
  },
  {
    "translation": {
      "en": "The wheel just went light. No steering. Just rudderless.",
      "it": "Il timone era diventato leggero. Non sterzava. Alla deriva."
    }
  },
  {
    "translation": {
      "en": "[Simmer] It was weird. We just had a fitting pull off the side of the boat",
      "it": "Fu strano, si era staccato un raccordo sul fianco"
    }
  },
  {
    "translation": {
      "en": "that had been there forever, you know.",
      "it": "che era sempre stato lì."
    }
  },
  {
    "translation": {
      "en": "And Dennis passed around us.",
      "it": "Poi Dennis ci passò accanto."
    }
  },
  {
    "translation": {
      "en": "The race was over.",
      "it": "La gara era finita."
    }
  },
  {
    "translation": {
      "en": "[Tom Brokaw] Liberty wins.",
      "it": "Vince la Liberty."
    }
  },
  {
    "translation": {
      "en": "Sounds like a World War I poster, but it is instead the headline",
      "it": "Sembra una locandina di guerra, ma è il titolo di giornale del round di apertura dell'America's Cup."
    }
  },
  {
    "translation": {
      "en": "out of today's opening round of the America's Cup.",
      "it": "ma è il titolo di giornale del round di apertura dell'America's Cup."
    }
  },
  {
    "translation": {
      "en": "We went across his stern, and the damn rudder broke.",
      "it": "Siamo andati a poppa e il timone si era rotto."
    }
  },
  {
    "translation": {
      "en": "[Longley] And then, of course, start of the second race,",
      "it": "E all'inizio della seconda regata,"
    }
  },
  {
    "translation": {
      "en": "bang, one of the tangs holding the headboard of the mainsail breaks.",
      "it": "una delle tavolette che reggeva la vela principale si ruppe."
    }
  },
  {
    "translation": {
      "en": "[reporter] All summer their boat broke down just once, and now in the finals, two races and two breakdowns.",
      "it": "Nel complesso, si era rotta solo una volta e ora, in finale, due gare e due guasti."
    }
  },
  {
    "translation": {
      "en": "This has meant a lot to the Liberty crew, giving them momentum",
      "it": "Questo può dare molto slancio alla Liberty"
    }
  },
  {
    "translation": {
      "en": "and an awful lot of confidence heading into race three.",
      "it": "e tanta fiducia per la terza regata."
    }
  },
  {
    "translation": {
      "en": "[journalist] Commodore McCullough, what would you say the odds are right now?",
      "it": "Commodoro Picala, quali sono le probabilità?"
    }
  },
  {
    "translation": {
      "en": "I think we'll win it 4-0, but I'll take four-to-one as a safety factor. [laughs]",
      "it": "Penso che vinceremo di 4-0, ma per sicurezza dirò 4-1."
    }
  },
  {
    "translation": {
      "en": "[man] Any further questions?",
      "it": "Ci sono altre domande?"
    }
  },
  {
    "translation": {
      "en": "For something like that to happen two races in a row,",
      "it": "Che una cosa del genere succeda per due gare di fila,"
    }
  },
  {
    "translation": {
      "en": "it's just unforgivable.",
      "it": "è imperdonabile."
    }
  },
  {
    "translation": {
      "en": "Benny, give me a break,",
      "it": "Benny, falla finita,"
    }
  },
  {
    "translation": {
      "en": "just give me something that'll allow us to play the game here.",
      "it": "dammi qualcosa che ci permetta di gareggiare."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] When we had that breakage,",
      "it": "Con quel guasto,"
    }
  },
  {
    "translation": {
      "en": "there was some tension with John Bertrand and Ben Lexcen.",
      "it": "ci fu della tensione tra John Bertrand e Ben Lexcen."
    }
  },
  {
    "translation": {
      "en": "And I remember John saying to him,",
      "it": "E ricordo che John gli disse:"
    }
  },
  {
    "translation": {
      "en": "\"Go through the boat from head to toe and just check everything.\"",
      "it": "\"Osserva la barca dalla testa ai piedi e controlla tutto\"."
    }
  },
  {
    "translation": {
      "en": "[reporter] They have now gone over the yacht",
      "it": "Hanno esaminato la barca da poppa a prua,"
    }
  },
  {
    "translation": {
      "en": "from bow to stern, from masthead to keel bolt,",
      "it": "Hanno esaminato la barca da poppa a prua, dall'albero alla chiglia,"
    }
  },
  {
    "translation": {
      "en": "checking every sail, every piece of equipment.",
      "it": "controllando ogni vela, ogni attrezzo."
    }
  },
  {
    "translation": {
      "en": "Race three, Benny didn't attend the launching of the boat.",
      "it": "Nella terza regata, Benny non partecipò al varo."
    }
  },
  {
    "translation": {
      "en": "He was actually on a hill with binoculars",
      "it": "Stava su una collina col binocolo,"
    }
  },
  {
    "translation": {
      "en": "under intense pressure.",
      "it": "era sotto pressione."
    }
  },
  {
    "translation": {
      "en": "With just about seven minutes to go now to get this race underway.",
      "it": "Mancano solo sette minuti all'inizio della regata."
    }
  },
  {
    "translation": {
      "en": "[announcer 1] You are watching Australia II,",
      "it": "State guardando L'Australia II,"
    }
  },
  {
    "translation": {
      "en": "the 12 Metre that has set the yachting world on its ear.",
      "it": "la 12 metri che ha conquistato il mondo della vela."
    }
  },
  {
    "translation": {
      "en": "[race official] Three, two, one.",
      "it": "Tre, due, uno."
    }
  },
  {
    "translation": {
      "en": "[announcer 2] Australia II has just passed Liberty and is taking off down the course.",
      "it": "L'Australia II ha appena superato la Liberty e sta decollando."
    }
  },
  {
    "translation": {
      "en": "But as it turns out, it was Benny's dream in its finest hour.",
      "it": "Ma a quanto pare, era il sogno di Benny nel suo momento migliore."
    }
  },
  {
    "translation": {
      "en": "[announcer 3] We have just reached the three-hour mark of this race,",
      "it": "Abbiamo appena raggiunto le tre ore di regata,"
    }
  },
  {
    "translation": {
      "en": "and the winds here in Newport are starting to pick up.",
      "it": "e il vento a Newport si sta alzando."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Quite often in Newport, the wind speed was very strong,",
      "it": "Spesso a Newport la velocità del vento era notevole,"
    }
  },
  {
    "translation": {
      "en": "and the winged keel effectively lowered the center of gravity of the yacht",
      "it": "e la chiglia alata abbassava il centro di gravità della barca"
    }
  },
  {
    "translation": {
      "en": "and made Australia II competitive in stronger breezes.",
      "it": "rendendo l'Australia II più competitiva con i venti forti."
    }
  },
  {
    "translation": {
      "en": "This concept, upwind, the boat was a rocket ship.",
      "it": "Con il sopravento, la barca era un razzo."
    }
  },
  {
    "translation": {
      "en": "She was seriously fast.",
      "it": "Era davvero veloce."
    }
  },
  {
    "translation": {
      "en": "[reporter] Australia sailed across the line",
      "it": "L'Australia II vince la terza regata"
    }
  },
  {
    "translation": {
      "en": "to win the third race by three minutes and 14 seconds.",
      "it": "L'Australia II vince la terza regata di tre minuti e 14 secondi."
    }
  },
  {
    "translation": {
      "en": "Since 12 Metre started racing for the America's Cup,",
      "it": "È la prima 12 metri dell'America's Cup,"
    }
  },
  {
    "translation": {
      "en": "that's the biggest margin ever recorded by a challenger.",
      "it": "con margine maggiore per uno sfidante."
    }
  },
  {
    "translation": {
      "en": "[commentator] Australia II is exceptionally fast.",
      "it": "L'Australia II è eccezionalmente veloce."
    }
  },
  {
    "translation": {
      "en": "This is what the New York Yacht Club is afraid of.",
      "it": "Questo è ciò che teme il New York Yacht Club."
    }
  },
  {
    "translation": {
      "en": "[Conner] The New York Yacht Club certainly didn't have any enthusiasm",
      "it": "Il New York Yacht Club non fu molto entusiasta"
    }
  },
  {
    "translation": {
      "en": "from my performance.",
      "it": "della mia esecuzione."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Is the New York Yacht Club at all embarrassed about this?",
      "it": "Il New York Yacht Club è in imbarazzo?"
    }
  },
  {
    "translation": {
      "en": "[Commodore] We keep the pressure on the skippers",
      "it": "Facciamo pressione ai capitani"
    }
  },
  {
    "translation": {
      "en": "because we say their head replaces the Cup in the New York Yacht Club,",
      "it": "dicendo che sarà la loro testa a rimpiazzare la coppa."
    }
  },
  {
    "translation": {
      "en": "so we keep pressure on them all the time. [laughs]",
      "it": "Quindi li teniamo sempre sotto pressione."
    }
  },
  {
    "translation": {
      "en": "[Conner] But I came in after losing that race,",
      "it": "Ma dopo aver perso quella regata,"
    }
  },
  {
    "translation": {
      "en": "I wasn't ready just to lay down and quit. No.",
      "it": "non ero pronto a mollare. No."
    }
  },
  {
    "translation": {
      "en": "The biggest thing to me was the attitude. Attitude, attitude, attitude.",
      "it": "La cosa più importante per me era lo spirito."
    }
  },
  {
    "translation": {
      "en": "Tired of the bullshit.",
      "it": "Basta stronzate."
    }
  },
  {
    "translation": {
      "en": "Tired of wasting four hours every morning fucking around",
      "it": "Perdere quattro ore ogni mattina con delle cazzate"
    }
  },
  {
    "translation": {
      "en": "for something that's not gonna help us win the Cup.",
      "it": "che non ci aiuteranno a vincere."
    }
  },
  {
    "translation": {
      "en": "All I was focused on was being the best I could be.",
      "it": "Ero concentrato solo sul dare il meglio di me."
    }
  },
  {
    "translation": {
      "en": "No excuse to lose.",
      "it": "Non ci sono scuse per perdere."
    }
  },
  {
    "translation": {
      "en": "[announcer] Look at this. The boat at the top of the screen is Liberty.",
      "it": "Guardate, la barca in alto nello schermo è la Liberty."
    }
  },
  {
    "translation": {
      "en": "Six seconds ahead of Australia when the gun fired.",
      "it": "Sei secondi di vantaggio dalla partenza."
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Liberty went around the first mark 36 seconds ahead.",
      "it": "La Liberty supera la prima boa con 36 secondi di vantaggio."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Dennis Conner was unstoppable.",
      "it": "Dennis Conner era inarrestabile."
    }
  },
  {
    "translation": {
      "en": "[Simmer] He was the most cunning and clever on the water",
      "it": "Era super astuto e furbo in acqua"
    }
  },
  {
    "translation": {
      "en": "and strategically made good moves.",
      "it": "e si muoveva in modo strategico."
    }
  },
  {
    "translation": {
      "en": "[commentator 2] We get into a classic tacking duel.",
      "it": "Ecco il classico duello di virate."
    }
  },
  {
    "translation": {
      "en": "He was impossible to go around, always covering tack for tack.",
      "it": "Sorpassarlo era impossibile, recuperava virata per virata."
    }
  },
  {
    "translation": {
      "en": "And he was hitting the wind shifts at the right time,",
      "it": "E lui gestiva benissimo i cambiamenti di vento."
    }
  },
  {
    "translation": {
      "en": "massive wind shifts.",
      "it": "Cambiamenti enormi."
    }
  },
  {
    "translation": {
      "en": "[commentator 3] Liberty led Australia across the finish line by 43 seconds.",
      "it": "La Liberty taglia il traguardo con 43 secondi di vantaggio."
    }
  },
  {
    "translation": {
      "en": "[commentator 4] There she goes. She's shooting it. There's the gun. This race is over.",
      "it": "Eccola, arriva. Ecco la pistola. La regata è finita."
    }
  },
  {
    "translation": {
      "en": "The Americans lead three to one.",
      "it": "Gli americani sono in vantaggio 3-1."
    }
  },
  {
    "translation": {
      "en": "I kicked butt.",
      "it": "Li distrussi."
    }
  },
  {
    "translation": {
      "en": "The American yacht Liberty tonight is just one victory away",
      "it": "Lo yacht americano Liberty è a una sola vittoria"
    }
  },
  {
    "translation": {
      "en": "from keeping the America's Cup in the United States.",
      "it": "dal mantenere la coppa negli Stati Uniti."
    }
  },
  {
    "translation": {
      "en": "Three to one in the America's Cup series.",
      "it": "Siamo 3-1 nell'America's Cup."
    }
  },
  {
    "translation": {
      "en": "One more win for Liberty, and the America's Cup will stay bolted down at the New York Yacht Club.",
      "it": "Se la Liberty vince di nuovo, la coppa resterà al New York Yacht Club."
    }
  },
  {
    "translation": {
      "en": "[reporter] The despondent Australians return to their dock, knowing they're down 3-1.",
      "it": "Gli australiani, scoraggiati, tornano al molo, consapevoli del risultato."
    }
  },
  {
    "translation": {
      "en": "They cannot afford to make any more errors.",
      "it": "Non possono permettersi altri errori."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] At 3-1 in Newport, the champagne was on ice,",
      "it": "Sul 3-1 a Newport, lo champagne era in fresco,"
    }
  },
  {
    "translation": {
      "en": "the banners were ready to go up. \"Congratulations, Dennis and team.\"",
      "it": "gli striscioni erano pronti. \"Complimenti a Dennis e alla squadra.\""
    }
  },
  {
    "translation": {
      "en": "And Newport was about to celebrate.",
      "it": "E Newport stava per festeggiare."
    }
  },
  {
    "translation": {
      "en": "[Longley] It's all over. Absolutely. It's all over.",
      "it": "Era finita. Assolutamente. Tutto finito."
    }
  },
  {
    "translation": {
      "en": "Newport was rocking.",
      "it": "Newport era in fermento."
    }
  },
  {
    "translation": {
      "en": "They just couldn't have been happier to have another thrashing.",
      "it": "Non avrebbero potuto essere più felici di infliggere un'altra batosta."
    }
  },
  {
    "translation": {
      "en": "It was just demoralizing.",
      "it": "Era demoralizzante."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] On the morning of the race, I remember the breakfast was subdued.",
      "it": "La mattina della gara, a colazione eravamo sottotono."
    }
  },
  {
    "translation": {
      "en": "I had a hard time even smelling the bacon and eggs, let alone eating anything.",
      "it": "Faticavo a sentire l'odore di uova e bacon, figuriamoci a mangiare."
    }
  },
  {
    "translation": {
      "en": "But then, on the television, we received a note",
      "it": "Poi, in televisione, ricevemmo un messaggio dal Primo Ministro australiano, Bob Hawke."
    }
  },
  {
    "translation": {
      "en": "from the Prime Minister of Australia, Bob Hawke.",
      "it": "ricevemmo un messaggio dal Primo Ministro australiano, Bob Hawke."
    }
  },
  {
    "translation": {
      "en": "Congratulations, you've done a magnificent job to this point.",
      "it": "Congratulazioni, avete fatto un ottimo lavoro."
    }
  },
  {
    "translation": {
      "en": "What you've shown in relation to our technological capacity,",
      "it": "Avete dimostrato la nostra capacità tecnologica"
    }
  },
  {
    "translation": {
      "en": "our determination as individuals…",
      "it": "e la nostra determinazione come individui…"
    }
  },
  {
    "translation": {
      "en": "You've got the entire support of Australia.",
      "it": "Avete tutto il sostegno dell'Australia."
    }
  },
  {
    "translation": {
      "en": "We'll all be looking forward to your return",
      "it": "Non vediamo l'ora che torniate"
    }
  },
  {
    "translation": {
      "en": "when we will do you as proud as you have done us.",
      "it": "per rendervi fieri come voi avete fatto con noi."
    }
  },
  {
    "translation": {
      "en": "[Simmer] Bob Hawke, Prime Minister of Australia,",
      "it": "Bob Hawke, primo ministro australiano,"
    }
  },
  {
    "translation": {
      "en": "shit, that's a big deal.",
      "it": "cazzo, roba grossa."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Here we were being recognized by the prime minister of our nation.",
      "it": "Venimmo riconosciuti dal primo ministro della nostra nazione."
    }
  },
  {
    "translation": {
      "en": "It was a total game changer.",
      "it": "Fu un punto di svolta."
    }
  },
  {
    "translation": {
      "en": "Armies over the last thousand years have gone to war with symbols and music.",
      "it": "Negli ultimi mille anni, gli eserciti andavano in guerra con simboli e musica."
    }
  },
  {
    "translation": {
      "en": "So, the boxing kangaroo flag was raised.",
      "it": "Così venne issata la bandiera del canguro."
    }
  },
  {
    "translation": {
      "en": "And we chose a battle hymn, Men at Work, \"Down Under.\"",
      "it": "Come inno di battaglia scegliemmo Down Under dei Men at Work."
    }
  },
  {
    "translation": {
      "en": "And the team spirit came alive.",
      "it": "Lo spirito della squadra riprese vita."
    }
  },
  {
    "translation": {
      "en": "[announcer] And so almost unbelievably, that's Australia ahead at the first mark.",
      "it": "E quasi incredibilmente, l'Australia II passa la prima boa."
    }
  },
  {
    "translation": {
      "en": "Off the coast of Rhode Island, it was Australia's day.",
      "it": "Oggi a Rhode Island, è stato il giorno dell'Australia."
    }
  },
  {
    "translation": {
      "en": "And Australia II still is alive and in the America's Cup yacht race.",
      "it": "L'Australia II è ancora in gioco per l'America's Cup."
    }
  },
  {
    "translation": {
      "en": "We're just gonna get out there and do it twice more, get this Cup for Australia.",
      "it": "Lo faremo altre due volte e prenderemo la coppa per l'Australia."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] At three to two, the tables were turning.",
      "it": "A 3-2, la situazione cambiava."
    }
  },
  {
    "translation": {
      "en": "Television crews were coming in from all around the world.",
      "it": "Arrivavano troupe televisive da tutto il mondo."
    }
  },
  {
    "translation": {
      "en": "Australians were flying in to Newport.",
      "it": "E gli australiani volavano a Newport."
    }
  },
  {
    "translation": {
      "en": "Tonight, that quaint coastal resort of Newport, Rhode Island,",
      "it": "Stasera, la località costiera di Newport, a Rhode Island,"
    }
  },
  {
    "translation": {
      "en": "is under the constant barrage of Australia II.",
      "it": "è sotto l'attacco continuo dell'Australia II."
    }
  },
  {
    "translation": {
      "en": "The whole of Newport knew that the Australians were in town.",
      "it": "Tutta Newport sapeva che gli australiani erano in città."
    }
  },
  {
    "translation": {
      "en": "We tore the place apart. [chuckles]",
      "it": "Fu una confusione totale."
    }
  },
  {
    "translation": {
      "en": "[man] The Aussies certainly have joined the hype and hoopla here with gusto,",
      "it": "Gli australiani si sono uniti al clamore e al trambusto con entusiasmo,"
    }
  },
  {
    "translation": {
      "en": "promoting their souvenirs and image aggressively.",
      "it": "promuovendo la loro immagine in modo aggressivo."
    }
  },
  {
    "translation": {
      "en": "The barbarians are at the gate.",
      "it": "I barbari sono alle porte."
    }
  },
  {
    "translation": {
      "en": "The Australians have come for the sacred Cup,",
      "it": "Gli australiani sono venuti per la coppa sacra,"
    }
  },
  {
    "translation": {
      "en": "and they're howling.",
      "it": "e si fanno sentire."
    }
  },
  {
    "translation": {
      "en": "What Australians really like is upsetting the upper echelon.",
      "it": "Ciò che piace agli australiani è sconvolgere le alte sfere."
    }
  },
  {
    "translation": {
      "en": "In race six, we were sailing the boat extremely well.",
      "it": "Nella sesta regata, andavamo alla grande."
    }
  },
  {
    "translation": {
      "en": "The boat was a rocket ship.",
      "it": "La barca era un razzo."
    }
  },
  {
    "translation": {
      "en": "It's Australia II with a very big lead here by some two minutes, it seems.",
      "it": "È l'Australia II con un vantaggio di circa due minuti."
    }
  },
  {
    "translation": {
      "en": "[Longley] And we won that race by three and a half minutes.",
      "it": "Vincemmo con tre minuti e mezzo di vantaggio."
    }
  },
  {
    "translation": {
      "en": "It was the greatest win by a challenging yacht in the 12 Metre era.",
      "it": "Fu la più grande vittoria da parte di una 12 metri straniera."
    }
  },
  {
    "translation": {
      "en": "[Jennings] In 132 years, no challenger has ever driven the races",
      "it": "In 132 anni, nessuno sfidante ha mai condotto le regate"
    }
  },
  {
    "translation": {
      "en": "to the full best-of-seven series.",
      "it": "al meglio delle sette."
    }
  },
  {
    "translation": {
      "en": "The Australians, dare we say it, humiliated the Americans.",
      "it": "E gli australiani, osiamo dirlo, hanno umiliato gli americani."
    }
  },
  {
    "translation": {
      "en": "So now it's three apiece. One race to go, a true world series.",
      "it": "Ora sono tre a testa. Manca una gara, una sfida incredibile."
    }
  },
  {
    "translation": {
      "en": "-We can do it, Jim. We can do it. -Oh yeah.",
      "it": "- Possiamo farcela, Jim. Possiamo farcela. - Sì."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The score went from 3-1 to 3-2 to 3-3.",
      "it": "Il punteggio passò da 3-1, a 3-2 fino a 3-3."
    }
  },
  {
    "translation": {
      "en": "The Aussies had arrived.",
      "it": "Erano arrivati gli australiani."
    }
  },
  {
    "translation": {
      "en": "[man] How does it feel being the first in 132 years, which is a very long time,",
      "it": "Come ci si sente a essere i primi in 132 anni, un periodo molto lungo,"
    }
  },
  {
    "translation": {
      "en": "to be in this situation of three-all?",
      "it": "a perdere tre regate?"
    }
  },
  {
    "translation": {
      "en": "I mean, it must concern you.",
      "it": "Insomma, sarete preoccupati."
    }
  },
  {
    "translation": {
      "en": "It's gonna be very exciting to be involved in the race of the century.",
      "it": "Sarà entusiasmante partecipare alla regata del secolo."
    }
  },
  {
    "translation": {
      "en": "We're hoping that, uh, we can find a way to prevail",
      "it": "Speriamo di riuscire a vincere"
    }
  },
  {
    "translation": {
      "en": "like we have in, over the last 132 years.",
      "it": "come negli ultimi 132 anni."
    }
  },
  {
    "translation": {
      "en": "I think we have an awful lot of tradition going for us,",
      "it": "Per noi, è parte della tradizione,"
    }
  },
  {
    "translation": {
      "en": "and, uh, somehow, I think we'll pull it out on Saturday.",
      "it": "e credo che sabato riusciremo a vincere."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Dennis was in a super high-pressure environment.",
      "it": "24 ORE PRIMA DELLA 7ª REGATA Dennis stava subendo una fortissima pressione."
    }
  },
  {
    "translation": {
      "en": "And the bottom line is the New York Yacht Club",
      "it": "E il punto è che il New York Yacht Club"
    }
  },
  {
    "translation": {
      "en": "were never in the business of losing, literally, by any means.",
      "it": "non aveva mai perso, letteralmente, in alcun modo."
    }
  },
  {
    "translation": {
      "en": "Panic, pure and simple, has gripped the American camp.",
      "it": "Il panico, puro e semplice, ha attanagliato gli americani."
    }
  },
  {
    "translation": {
      "en": "Shaken by Australia II's effortless win in the sixth race,",
      "it": "Scossi dalla vittoria dell'Australia II nella sesta gara,"
    }
  },
  {
    "translation": {
      "en": "the Liberty syndicate are resorting to truly desperate measures.",
      "it": "il gruppo della Liberty ricorre a misure disperate."
    }
  },
  {
    "translation": {
      "en": "Today the New York Yacht Club just couldn't resist firing one more shot.",
      "it": "Oggi il New York Yacht Club non ha resistito a sparare un altro colpo."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Dennis and the team found a loophole in the rule on the 11th hour",
      "it": "Dennis e la squadra trovarono una scappatoia all'ultimo momento."
    }
  },
  {
    "translation": {
      "en": "and made major changes in Liberty.",
      "it": "Fecero grossi cambiamenti alla Liberty."
    }
  },
  {
    "translation": {
      "en": "[reporter] The red defender was towed up river so that 1,000 pounds of her ballast could be removed.",
      "it": "Il defender è stato rimorchiato sul fiume in modo da rimuovere 500 kg di zavorra."
    }
  },
  {
    "translation": {
      "en": "[Simmer] It had never happened before.",
      "it": "Non era mai successo."
    }
  },
  {
    "translation": {
      "en": "But the New York Yacht Club allowed them to do it.",
      "it": "Ma il New York Yacht Club permise loro di farlo."
    }
  },
  {
    "translation": {
      "en": "Would never have happened if we wanted to reconfigure our boat.",
      "it": "Se avessimo voluto farlo noi, non ce l'avrebbero permesso."
    }
  },
  {
    "translation": {
      "en": "[Conner] Like NASCAR, there are rules in NASCAR,",
      "it": "Come nella NASCAR, ci sono delle regole, ma…"
    }
  },
  {
    "translation": {
      "en": "but there's-- Rules are broken, and they win the race.",
      "it": "Come nella NASCAR, ci sono delle regole, ma… le regole si infrangono e si vince."
    }
  },
  {
    "translation": {
      "en": "You use the rules to your advantage to take advantage of the other competition.",
      "it": "Usi le regole a tuo vantaggio e approfitti della concorrenza."
    }
  },
  {
    "translation": {
      "en": "No excuse to lose.",
      "it": "Non ci sono scuse per perdere."
    }
  },
  {
    "translation": {
      "en": "Alan and the crew, the exercise in which you're about to engage",
      "it": "Ciò che stanno per affrontare Alan e l'equipaggio,"
    }
  },
  {
    "translation": {
      "en": "is certainly one of the historic moments in Australian sporting history.",
      "it": "è sicuramente uno dei momenti storici dello sport australiano."
    }
  },
  {
    "translation": {
      "en": "You have all our best wishes with you.",
      "it": "Avete i nostri migliori auguri."
    }
  },
  {
    "translation": {
      "en": "If it gets tight, let us know,",
      "it": "Se si fa dura, fatecelo sapere"
    }
  },
  {
    "translation": {
      "en": "and we'll all turn towards Newport and blow to get you home.",
      "it": "e verremo a Newport a riportarvi a casa."
    }
  },
  {
    "translation": {
      "en": "We're with you. The very, very best of luck.",
      "it": "Siamo con voi. Buona fortuna. PRIMO MINISTRO AUSTRALIANO"
    }
  },
  {
    "translation": {
      "en": "No one had ever won it from the Americans.",
      "it": "Nessuno prima aveva mai battuto gli americani."
    }
  },
  {
    "translation": {
      "en": "So here was history, absolute history in the making.",
      "it": "Era storico, stavano facendo la storia."
    }
  },
  {
    "translation": {
      "en": "Always good to beat the Americans.",
      "it": "È sempre bello battere gli americani."
    }
  },
  {
    "translation": {
      "en": "At anything. [chuckles]",
      "it": "A qualsiasi cosa."
    }
  },
  {
    "translation": {
      "en": "[man over PA] We're with you, Australia II!",
      "it": "Siamo con te, Australia II!"
    }
  },
  {
    "translation": {
      "en": "We're with you, Australia II!",
      "it": "SIAMO CON TE AUSTRALIA II"
    }
  },
  {
    "translation": {
      "en": "[announcer] It's the premier sailing event in the world.",
      "it": "È l'evento di vela più importante al mondo."
    }
  },
  {
    "translation": {
      "en": "It's the cup that's never been lost.",
      "it": "La coppa che non è mai stata persa."
    }
  },
  {
    "translation": {
      "en": "It's the race that may end the longest winning tradition in international sports history.",
      "it": "La gara che può porre fine alla più lunga tradizione vincente nella storia sportiva."
    }
  },
  {
    "translation": {
      "en": "Live from Newport, this is the 25th defense,",
      "it": "In diretta da Newport, questa è la 25ª difesa,"
    }
  },
  {
    "translation": {
      "en": "the final race for the America's Cup.",
      "it": "la regata finale dell'America's Cup."
    }
  },
  {
    "translation": {
      "en": "[Mundle] Good morning, the world.",
      "it": "L'INTERO MONDO DELLO SPORT Buongiorno, mondo."
    }
  },
  {
    "translation": {
      "en": "Once again, another live telecast",
      "it": "Siamo di nuovo in diretta"
    }
  },
  {
    "translation": {
      "en": "to Australia, New Zealand, Hong Kong, America and Europe.",
      "it": "in Australia, Nuova Zelanda, Hong Kong, America e in Europa."
    }
  },
  {
    "translation": {
      "en": "At the moment, we have about 30 million people watching.",
      "it": "Al momento, abbiamo circa 30 milioni di spettatori."
    }
  },
  {
    "translation": {
      "en": "[reporter] It's an emotional morning for Mrs. Beryl Bertrand,",
      "it": "È una mattina toccante per la sig.ra Beryl Bertrand,"
    }
  },
  {
    "translation": {
      "en": "as her son, John, takes Australia II into the grand final of the America's Cup.",
      "it": "mentre il figlio John porta l'Australia II nella finalissima dell'America's Cup."
    }
  },
  {
    "translation": {
      "en": "Today they sail the winner-take-all, do-or-die, there's-no-tomorrow race.",
      "it": "Oggi gareggeranno nella competizione del tutto per tutto."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Being towed out, I remember it was like a zoo.",
      "it": "Quando ci rimorchiarono, ricordo che era come uno zoo."
    }
  },
  {
    "translation": {
      "en": "The envelope of people around us was like a pressure cooker.",
      "it": "C'era così tanta gente intorno a noi, sembrava una pentola a pressione."
    }
  },
  {
    "translation": {
      "en": "We're lining up now for the start of the seventh and vital race",
      "it": "Siamo in fila per la partenza della settima e decisiva gara"
    }
  },
  {
    "translation": {
      "en": "in this America's Cup.",
      "it": "di questa America's Cup."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] This is thousands of hours of preparation, a lifetime of preparation.",
      "it": "Sono migliaia di ore di preparazione, una vita di preparazione."
    }
  },
  {
    "translation": {
      "en": "And I'd visualized this space. I'd visualized this time.",
      "it": "E quella volta visualizzai lo spazio."
    }
  },
  {
    "translation": {
      "en": "I said to the team,",
      "it": "Dissi alla squadra:"
    }
  },
  {
    "translation": {
      "en": "\"Visualize you're on the back of an eagle, a thousand feet in the air.\"",
      "it": "\"Visualizzatevi sul dorso di un aquila, a centinaia di metri da terra."
    }
  },
  {
    "translation": {
      "en": "\"And you see the boat going through the water.\"",
      "it": "Vedete la barca che naviga sull'acqua."
    }
  },
  {
    "translation": {
      "en": "So I said, \"Reach down with big scissors and cut the distractions,",
      "it": "Allungatevi e con delle grandi forbici tagliate le distrazioni,"
    }
  },
  {
    "translation": {
      "en": "release the boat, release ourselves.\"",
      "it": "liberate la barca, liberate noi stessi."
    }
  },
  {
    "translation": {
      "en": "\"There's no tomorrow, there's no yesterday, and there's no future.\"",
      "it": "Non c'è domani, non c'è ieri e non c'è futuro."
    }
  },
  {
    "translation": {
      "en": "It was just today.",
      "it": "C'è solo oggi\"."
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Five seconds away from the start.",
      "it": "Cinque secondi dall'inizio."
    }
  },
  {
    "translation": {
      "en": "-[gun fires] -[commentator 1] There's the starting gun.",
      "it": "Ecco lo sparo d'inizio."
    }
  },
  {
    "translation": {
      "en": "When the gun went off, the two boats charged at each other.",
      "it": "Dopo lo sparo, le due barche si sono attaccate."
    }
  },
  {
    "translation": {
      "en": "Here we go, you know. This is gonna be on.",
      "it": "Ci siamo. Sarà una gara intensa."
    }
  },
  {
    "translation": {
      "en": "[commentator 2] They are neck-and-neck at the moment.",
      "it": "Al momento sono testa a testa."
    }
  },
  {
    "translation": {
      "en": "John Bertrand has now turned towards Liberty.",
      "it": "John Bertrand si è girato verso la Liberty."
    }
  },
  {
    "translation": {
      "en": "We actually had a good start, and when we tacked, we were in front.",
      "it": "L'inizio fu buono. E dopo la virata, eravamo davanti."
    }
  },
  {
    "translation": {
      "en": "[commentator 3] Australia's gone right on top of Liberty by about two boat lengths.",
      "it": "L'Australia II è davanti alla Liberty di circa due metri."
    }
  },
  {
    "translation": {
      "en": "Both boats on starboard tack.",
      "it": "Entrambe virano a dritta."
    }
  },
  {
    "translation": {
      "en": "[commentator 4] Uh-oh! It looks like John Bertrand has decided not to cover Dennis Conner.",
      "it": "Sembra che John Bertrand abbia deciso di non coprire Dennis Conner."
    }
  },
  {
    "translation": {
      "en": "[Longley] But Dennis gets in front",
      "it": "Ma Dennis ci superò."
    }
  },
  {
    "translation": {
      "en": "and, quite frankly, starts to sail away from us.",
      "it": "E, francamente, iniziava ad allontanarsi da noi."
    }
  },
  {
    "translation": {
      "en": "It became clear that Liberty was actually a faster boat than what we'd seen before.",
      "it": "Divenne chiaro che la Liberty era più veloce di quanto avessimo visto prima."
    }
  },
  {
    "translation": {
      "en": "The boat had been revved up.",
      "it": "Era stata potenziata."
    }
  },
  {
    "translation": {
      "en": "[Mundle] The boat is gaining maximum speed",
      "it": "La barca sta guadagnando velocità massima"
    }
  },
  {
    "translation": {
      "en": "moving very nicely through the water there.",
      "it": "e si muove molto bene sull'acqua."
    }
  },
  {
    "translation": {
      "en": "[commentator 5] She certainly looks like a different boat and obviously she's sailing like a different boat today.",
      "it": "A vederla sembra una barca diversa e naviga come una barca diversa."
    }
  },
  {
    "translation": {
      "en": "[commentator 6] You can see the two yachts are now approaching the first marker,",
      "it": "Come vedete, si stanno avvicinando al primo segnale,"
    }
  },
  {
    "translation": {
      "en": "and it's not good news for Australia.",
      "it": "brutta notizia per l'Australia."
    }
  },
  {
    "translation": {
      "en": "[Mundle] Liberty is leading by 29 seconds at the first mark.",
      "it": "La Liberty è in vantaggio di 29 secondi alla prima boa."
    }
  },
  {
    "translation": {
      "en": "[commentator 6] That failure by John Bertrand to recover could be tragic.",
      "it": "Il fallimento di John Bertrand potrebbe essere tragico."
    }
  },
  {
    "translation": {
      "en": "We did everything we could, but they just went faster.",
      "it": "Facemmo tutto il possibile, ma loro andavano più veloci."
    }
  },
  {
    "translation": {
      "en": "[news anchor] If you're just joining us, it has been Liberty all the way.",
      "it": "Per chi si è appena collegato, la Liberty è davanti."
    }
  },
  {
    "translation": {
      "en": "At the second mark, it was Liberty by 45. At the third mark, Liberty by 23.",
      "it": "Alla seconda boa, con un vantaggio di 45 secondi, alla terza, di 23."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] They just swept away from us. Close to a minute in front of us.",
      "it": "Ci risucchiarono. Erano di quasi un minuto davanti a noi."
    }
  },
  {
    "translation": {
      "en": "We just couldn't believe it.",
      "it": "Non riuscivamo a crederci."
    }
  },
  {
    "translation": {
      "en": "[Mundle] We're just watching Liberty having rounded the fourth mark on the course,",
      "it": "Stiamo guardando Liberty che ha raggiunto la quarta boa,"
    }
  },
  {
    "translation": {
      "en": "the margin around 55 seconds, Bob.",
      "it": "il margine è di circa 55 secondi, Bob."
    }
  },
  {
    "translation": {
      "en": "The Cup is as good as lost.",
      "it": "La coppa è quasi persa."
    }
  },
  {
    "translation": {
      "en": "It seems that Bertrand's errors early in the race",
      "it": "Sembra che gli errori di Bertrand a inizio gara"
    }
  },
  {
    "translation": {
      "en": "may have cost Australia II the America's Cup.",
      "it": "stiano costando la coppa all'Australia II."
    }
  },
  {
    "translation": {
      "en": "To get 58 seconds ahead, that…",
      "it": "Avere 58 secondi di vantaggio,"
    }
  },
  {
    "translation": {
      "en": "that's a long way.",
      "it": "è un bel po'."
    }
  },
  {
    "translation": {
      "en": "Four thousand people gathered outside",
      "it": "Si sono radunate 4000 persone"
    }
  },
  {
    "translation": {
      "en": "the Royal Perth Yacht Club in Western Australia,",
      "it": "fuori dal Royal Perth Yacht Club in Australia dell'ovest"
    }
  },
  {
    "translation": {
      "en": "watching our live pictures and, uh, similar scenes over in Sydney.",
      "it": "per guardare l'evento dal vivo. Adunate anche a Sydney."
    }
  },
  {
    "translation": {
      "en": "[announcer] It appears Liberty has a healthy lead at this point.",
      "it": "Sembra che la Liberty abbia un buon vantaggio, ormai."
    }
  },
  {
    "translation": {
      "en": "It's a race Dennis Conner cannot lose.",
      "it": "Dennis Conner non può perdere."
    }
  },
  {
    "translation": {
      "en": "[reporter] The tension mounts at the Bertrand household.",
      "it": "La tensione sale a casa Bertrand."
    }
  },
  {
    "translation": {
      "en": "Mrs. Bertrand experiences the agony",
      "it": "La sig.ra Bertrand vive l'agonia"
    }
  },
  {
    "translation": {
      "en": "of watching The Wonder from Down Under fall behind the American yacht, Liberty.",
      "it": "di vedere la meraviglia dell'Australia cadere dietro lo yacht americano Liberty."
    }
  },
  {
    "translation": {
      "en": "And, gentlemen, this downwind run is possibly our last hope.",
      "it": "Signori, questa regata sottovento è forse la nostra ultima speranza."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] They were basically gone.",
      "it": "Praticamente erano spariti."
    }
  },
  {
    "translation": {
      "en": "But the bottom line is, if the opposition start to believe that the competition",
      "it": "Ma il punto è che, se gli avversari iniziano a credere che la concorrenza"
    }
  },
  {
    "translation": {
      "en": "and the equipment that they're using is superior,",
      "it": "e l'attrezzatura usata è superiore,"
    }
  },
  {
    "translation": {
      "en": "and you can't do anything about it 'cause it's secret,",
      "it": "e non puoi farci nulla perché è tutto segreto,"
    }
  },
  {
    "translation": {
      "en": "that becomes, psychologically, a big hurdle to overcome.",
      "it": "diventa un grosso ostacolo psicologico da superare."
    }
  },
  {
    "translation": {
      "en": "And ultimately, Dennis made a decision",
      "it": "E alla fine, Dennis prese una decisione…"
    }
  },
  {
    "translation": {
      "en": "that was a mistake.",
      "it": "sbagliata."
    }
  },
  {
    "translation": {
      "en": "[Mundle] Dennis Conner's come to the right-hand side of the course,",
      "it": "Dennis Conner è sul lato destro della rotta,"
    }
  },
  {
    "translation": {
      "en": "looking for a big wind shift which he hopes will be over here.",
      "it": "cerca un cambiamento di vento che spera ci sia."
    }
  },
  {
    "translation": {
      "en": "We get to the top marker, and Dennis, he tacks way out.",
      "it": "Arrivammo all'ultima boa e Dennis virò troppo all'esterno."
    }
  },
  {
    "translation": {
      "en": "[commentator] This is an unusual move.",
      "it": "È una mossa insolita."
    }
  },
  {
    "translation": {
      "en": "Dennis has decided not to cover John Bertrand.",
      "it": "Dennis ha deciso di non coprire John Bertrand."
    }
  },
  {
    "translation": {
      "en": "[Treharne] He went to the right-hand side of the course,",
      "it": "Andò sul lato destro della rotta,"
    }
  },
  {
    "translation": {
      "en": "and that surprised me.",
      "it": "e mi sorprese."
    }
  },
  {
    "translation": {
      "en": "And I remember just looking at the clouds evolving.",
      "it": "Ricordo che guardai le nuvole che cambiavano."
    }
  },
  {
    "translation": {
      "en": "I could start to see the wind on water.",
      "it": "Iniziavo a vedere il vento sull'acqua."
    }
  },
  {
    "translation": {
      "en": "Darker patches and lighter patches. I could see the direction of the wind.",
      "it": "Macchie più scure e più chiare. Vedevo la direzione del vento."
    }
  },
  {
    "translation": {
      "en": "And then, eventually, you start to get a sixth sense of what the wind is gonna do.",
      "it": "E poi, alla fine, inizi a capire come si comporterà il vento."
    }
  },
  {
    "translation": {
      "en": "Not now, but within the next 10, 15 and 20 seconds,",
      "it": "Non ora, ma entro i prossimi 10, 15 e 20 secondi,"
    }
  },
  {
    "translation": {
      "en": "which is the game.",
      "it": "il momento cruciale."
    }
  },
  {
    "translation": {
      "en": "Trim.",
      "it": "Ridurre."
    }
  },
  {
    "translation": {
      "en": "And as we keep going to the left, the breeze starts going left.",
      "it": "E mentre andavamo a sinistra, la brezza iniziò a spostarsi a sinistra."
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "it": "Ci siamo."
    }
  },
  {
    "translation": {
      "en": "And we started to make gains on Liberty, with extra wind.",
      "it": "Iniziammo a raggiungere la Liberty, con un po' più di vento."
    }
  },
  {
    "translation": {
      "en": "[Mundle] As they head off there, you can see crewmen winding those coffee grinder winches,",
      "it": "Mentre proseguono, si vedono gli uomini che caricano i verricelli"
    }
  },
  {
    "translation": {
      "en": "trying to keep the yacht at maximum speed.",
      "it": "cercando di mantenere la massima velocità."
    }
  },
  {
    "translation": {
      "en": "[man] It's going to be a mammoth effort if she should do it.",
      "it": "Sarà uno sforzo immane, se ce la farà."
    }
  },
  {
    "translation": {
      "en": "It was meter by meter. It was yard by yard. It was wind shift by wind shift.",
      "it": "Era un metro dopo l'altro, un cambiamento di vento dopo l'altro."
    }
  },
  {
    "translation": {
      "en": "[Mundle] There you see Australia II coming back right now towards Liberty.",
      "it": "Lì vedete l'Australia II che torna proprio ora verso la Liberty."
    }
  },
  {
    "translation": {
      "en": "This race is a hot one.",
      "it": "È un vero testa a testa."
    }
  },
  {
    "translation": {
      "en": "Only a matter of minutes ago, the America's Cup was as good as lost.",
      "it": "Solo pochi minuti fa, l'America's Cup era quasi persa."
    }
  },
  {
    "translation": {
      "en": "Gentlemen, it's neck and neck,",
      "it": "È un testa a testa,"
    }
  },
  {
    "translation": {
      "en": "but perhaps Liberty just fractionally in front.",
      "it": "ma forse la Liberty è davanti solo di poco."
    }
  },
  {
    "translation": {
      "en": "[Mundle] So Australia II is back in the race.",
      "it": "L'Australia II è di nuovo in gara."
    }
  },
  {
    "translation": {
      "en": "[Longley] And then, of course, they jibed and came across.",
      "it": "Poi ovviamente, si imbatterono in una strambata."
    }
  },
  {
    "translation": {
      "en": "The whole of the world, who's watching this, is holding their breath.",
      "it": "Il mondo intero, che ci stava guardando, tratteneva respiro."
    }
  },
  {
    "translation": {
      "en": "[Mundle] The tension at the moment is absolutely electric out there.",
      "it": "La tensione del momento è altissima."
    }
  },
  {
    "translation": {
      "en": "Australia II's decided to come back and attack.",
      "it": "L'Australia II ha deciso di tornare all'attacco."
    }
  },
  {
    "translation": {
      "en": "[Longley] It's not easy, particularly from a helicopter shot,",
      "it": "Non è facile, soprattutto da un elicottero,"
    }
  },
  {
    "translation": {
      "en": "to see who's in front.",
      "it": "vedere chi è davanti."
    }
  },
  {
    "translation": {
      "en": "What'll happen with the cross?",
      "it": "Cosa succederà al sorpasso?"
    }
  },
  {
    "translation": {
      "en": "And we went from 57 seconds behind to bow on bow.",
      "it": "Passammo da 57 secondi di svantaggio a essere prua a prua."
    }
  },
  {
    "translation": {
      "en": "I made the decision to jibe on top of them, which was high risk.",
      "it": "Presi la decisione di superarli, il che era rischioso."
    }
  },
  {
    "translation": {
      "en": "[Mundle] A collision course at the moment.",
      "it": "Una rotta di collisione al momento."
    }
  },
  {
    "translation": {
      "en": "-Looks like Australia II will go across. -[man] A gutsy move.",
      "it": "- Sembra che l'Australia II passerà. - Una mossa coraggiosa."
    }
  },
  {
    "translation": {
      "en": "[Mundle] An unbelievable move to come across there now.",
      "it": "Una mossa incredibile superare adesso."
    }
  },
  {
    "translation": {
      "en": "We went across their bow, and we're in front.",
      "it": "Passammo davanti alla loro prua ed eravamo in testa."
    }
  },
  {
    "translation": {
      "en": "[Mundle] It looks like Australia II is back in front. -Absolutely incredible. -[crowd cheering]",
      "it": "L'Australia II è di nuovo in testa. Assolutamente incredibile."
    }
  },
  {
    "translation": {
      "en": "[reporter] There's about 2,000 people here packing Royal Perth Yacht Club,",
      "it": "Ci sono circa 2.000 persone davanti al Royal Perth Yacht Club"
    }
  },
  {
    "translation": {
      "en": "and they are absolutely rooting for Australia II.",
      "it": "e fanno il tifo per l'Australia II."
    }
  },
  {
    "translation": {
      "en": "I've never ever seen anything like this.",
      "it": "Non ho mai visto niente del genere."
    }
  },
  {
    "translation": {
      "en": "There was mass disappointment here before.",
      "it": "Prima c'era una grande delusione."
    }
  },
  {
    "translation": {
      "en": "In the past leg, it's been absolute mayhem in here.",
      "it": "Nell'ultima tappa, c'era stato il caos totale."
    }
  },
  {
    "translation": {
      "en": "[Mundle] And now it's all on.",
      "it": "È tutto di nuovo in gioco."
    }
  },
  {
    "translation": {
      "en": "An absolute drag race to the finish. Do you believe this, Bob Lobel?",
      "it": "Una gara di resistenza fino alla fine. Ci credi, Bob Lobel?"
    }
  },
  {
    "translation": {
      "en": "[Lobel] I've seen a lot of things, but never anything like this.",
      "it": "Ho visto tante cose, ma mai niente del genere."
    }
  },
  {
    "translation": {
      "en": "Go, go, go!",
      "it": "Vai!"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] On that particular leg of the course, we probably sailed the boat as best we'd ever sailed.",
      "it": "In quel particolare tratto, probabilmente navigammo come mai prima."
    }
  },
  {
    "translation": {
      "en": "We were closer to perfection than any time I'd ever been.",
      "it": "Eravamo più vicini che mai alla perfezione."
    }
  },
  {
    "translation": {
      "en": "This group became so close and so tight.",
      "it": "Il gruppo era così unito"
    }
  },
  {
    "translation": {
      "en": "It was basically almost on autopilot.",
      "it": "che era praticamente in modalità pilota automatico."
    }
  },
  {
    "translation": {
      "en": "We were sailing into history.",
      "it": "Stavamo navigando nella storia."
    }
  },
  {
    "translation": {
      "en": "[Mundle] We're looking for the smoke at any moment.",
      "it": "Si aspetta la fumata da un momento all'altro."
    }
  },
  {
    "translation": {
      "en": "They're about to do it. They're about to cross the line.",
      "it": "Ci sono quasi. Stanno per tagliare il traguardo."
    }
  },
  {
    "translation": {
      "en": "They make a final move. It's over!",
      "it": "Fanno l'ultima mossa. È finita!"
    }
  },
  {
    "translation": {
      "en": "[Mundle] Australia II has done it!",
      "it": "L'Australia II, ce l'ha fatta!"
    }
  },
  {
    "translation": {
      "en": "They have won the America's Cup!",
      "it": "Hanno vinto l'America's Cup!"
    }
  },
  {
    "translation": {
      "en": "Will you stand up, Australia? Will you stand up and cheer?",
      "it": "Vuoi alzarti in piedi, Australia? Vuoi alzarti a esultare?"
    }
  },
  {
    "translation": {
      "en": "Because this is the finest day in the history of Australian sport.",
      "it": "Perché questo è il giorno più bello della storia dello sport australiano."
    }
  },
  {
    "translation": {
      "en": "John Bertrand, the skipper, and all of those men out there on that boat,",
      "it": "Il capitano John Bertrand e tutti quegli uomini là fuori su quella barca,"
    }
  },
  {
    "translation": {
      "en": "they have written their name large in Australian history.",
      "it": "hanno scritto il loro nome nella storia australiana."
    }
  },
  {
    "translation": {
      "en": "They have won the America's Cup.",
      "it": "Hanno vinto l'America's Cup."
    }
  },
  {
    "translation": {
      "en": "[Bob Hawke] While I was Prime Minister,",
      "it": "Mentre ero Primo Ministro,"
    }
  },
  {
    "translation": {
      "en": "I said some very wise and important things,",
      "it": "ho detto cose molto sagge e importanti,"
    }
  },
  {
    "translation": {
      "en": "but I don't think anything I've ever said",
      "it": "ma credo che nulla di ciò che ho detto"
    }
  },
  {
    "translation": {
      "en": "is as well remembered as when I said…",
      "it": "venga più ricordato di quando dissi…"
    }
  },
  {
    "translation": {
      "en": "I tell you what, any boss who sacks anyone for not turning up today is a bum!",
      "it": "Qualsiasi capo che licenzierà chi oggi non è andato al lavoro, è un pezzente!"
    }
  },
  {
    "translation": {
      "en": "Here we go!",
      "it": "Ci siamo!"
    }
  },
  {
    "translation": {
      "en": "Across Australia, people are doing this, saluting the men of Australia II with champagne.",
      "it": "L'Australia alza i calici per salutare gli uomini dell'Australia II."
    }
  },
  {
    "translation": {
      "en": "And boys, they really deserve it.",
      "it": "Se lo meritano proprio."
    }
  },
  {
    "translation": {
      "en": "[Simmer] I remember just going, \"Shit,\" that it had happened.",
      "it": "Ricordo di aver pensato: \"Merda\". Era successo davvero."
    }
  },
  {
    "translation": {
      "en": "Really remember John just kind of literally slumped over the wheel.",
      "it": "E ricordo che John si era letteralmente accasciato sul timone."
    }
  },
  {
    "translation": {
      "en": "Just like everything just draining out of him.",
      "it": "Come se tutto ciò lo avesse esaurito."
    }
  },
  {
    "translation": {
      "en": "It was this relief to actually win it on behalf of your country.",
      "it": "È un sollievo vincere per conto del tuo paese."
    }
  },
  {
    "translation": {
      "en": "That's, uh, that's huge.",
      "it": "È incredibile."
    }
  },
  {
    "translation": {
      "en": "So… [clears throat] …how do you rationalize that?",
      "it": "Come lo razionalizzi?"
    }
  },
  {
    "translation": {
      "en": "[Treharne] It was quite something",
      "it": "Era una cosa"
    }
  },
  {
    "translation": {
      "en": "that I never thought could happen or would happen.",
      "it": "che non avrei mai pensato potesse accadere."
    }
  },
  {
    "translation": {
      "en": "But it did.",
      "it": "Ma è successo."
    }
  },
  {
    "translation": {
      "en": "It's a pretty powerful thing for me to be feeling like I do now. [chuckles]",
      "it": "È una cosa molto forte per me sentirmi come mi sento ora."
    }
  },
  {
    "translation": {
      "en": "So long ago.",
      "it": "È passato tanto tempo."
    }
  },
  {
    "translation": {
      "en": "Must have affected me more than I thought it did. [sniffles]",
      "it": "Deve avermi toccato più di quanto pensassi."
    }
  },
  {
    "translation": {
      "en": "Anyway. [coughs]",
      "it": "Ad ogni modo…"
    }
  },
  {
    "translation": {
      "en": "Everyone went nuts. [chuckles]",
      "it": "Impazzirono tutti."
    }
  },
  {
    "translation": {
      "en": "[Longley] We lifted our heads up, and there are boats coming from everywhere.",
      "it": "Alzammo la testa e c'erano barche che arrivavano da ogni parte."
    }
  },
  {
    "translation": {
      "en": "Boats all around us, you know?",
      "it": "C'erano barche tutt'intorno."
    }
  },
  {
    "translation": {
      "en": "And this cacophony of noise.",
      "it": "E questa cacofonia di suoni."
    }
  },
  {
    "translation": {
      "en": "[announcer] Ah! This is the greatest moment ever!",
      "it": "È il momento più bello di sempre!"
    }
  },
  {
    "translation": {
      "en": "I thought we were history, history the beginning of the week.",
      "it": "All'inizio della settimana pensavo non ce l'avremmo fatta."
    }
  },
  {
    "translation": {
      "en": "From the jaws of death. [laughs]",
      "it": "Dalle fauci della morte."
    }
  },
  {
    "translation": {
      "en": "[Brown] When we were getting towed in, we hoisted the Australian flag,",
      "it": "Quando ci rimorchiarono, issammo la bandiera australiana"
    }
  },
  {
    "translation": {
      "en": "and that was a really proud moment, that we'd done something pretty special.",
      "it": "e fu un momento di grande orgoglio per aver fatto qualcosa di speciale."
    }
  },
  {
    "translation": {
      "en": "[commentator] And this is just such a tremendously festive scene,",
      "it": "Questa è una scena d'incredibile festa,"
    }
  },
  {
    "translation": {
      "en": "the sun now perched on the horizon",
      "it": "il sole ormai basso sull'orizzonte"
    }
  },
  {
    "translation": {
      "en": "as Australia II makes her way back into Newport Harbor,",
      "it": "mentre l'Australia II torna al Porto di Newport,"
    }
  },
  {
    "translation": {
      "en": "the first challenger ever to win the America's Cup.",
      "it": "la prima sfidante a vincere l'America's Cup."
    }
  },
  {
    "translation": {
      "en": "It is a mob scene here on the dock of Australia II.",
      "it": "È un bagno di folla qui sul molo dell'Australia II."
    }
  },
  {
    "translation": {
      "en": "The Australians have finally done it.",
      "it": "Gli australiani ce l'hanno fatta."
    }
  },
  {
    "translation": {
      "en": "And I remember pulling the boat out of the water,",
      "it": "Ricordo di aver tirato fuori la barca dall'acqua"
    }
  },
  {
    "translation": {
      "en": "and Bondy like a conductor.",
      "it": "e c'era Bondi come un direttore d'orchestra…"
    }
  },
  {
    "translation": {
      "en": "[all chanting] Let's see the keel!",
      "it": "Vediamo la chiglia!"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] There's a very happy Alan Bond.",
      "it": "Vediamo un Alan Bond molto felice."
    }
  },
  {
    "translation": {
      "en": "He's gonna take it up without the curtains. The keel is gonna be seen.",
      "it": "Finalmente si solleverà il sipario. Vedremo la chiglia."
    }
  },
  {
    "translation": {
      "en": "Get her up, Australia II, and the skirt comes off.",
      "it": "Alzammo l'Australia II e si staccò il drappo."
    }
  },
  {
    "translation": {
      "en": "Everyone saw the winged keel for the first time.",
      "it": "Si vide la chiglia alata per la prima volta."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] It's a brilliant piece of engineering design work, extremely creative.",
      "it": "È una geniale opera di progettazione, estremamente creativa."
    }
  },
  {
    "translation": {
      "en": "[Mundle] Ben Lexcen, designer of Australia II, the man who did it.",
      "it": "Ben Lexcen, il progettista dell'Australia II, l'ideatore."
    }
  },
  {
    "translation": {
      "en": "He has achieved his life's ambition.",
      "it": "Ha raggiunto l'ambizione della sua vita."
    }
  },
  {
    "translation": {
      "en": "There, believe it or not, Dennis Conner wearing his New York Yacht Club hat.",
      "it": "E lì, che ci crediate o no, Dennis Conner con il cappello del New York Yacht Club."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Dennis congratulated me.",
      "it": "Dennis si congratulò con me."
    }
  },
  {
    "translation": {
      "en": "Not a lot of words said, but it was warrior to warrior. There's no question about it.",
      "it": "Non disse molto, ma fu uno scambio da guerriero a guerriero. Senza dubbio."
    }
  },
  {
    "translation": {
      "en": "[Mundle] I think Dennis does look a little bit stunned there, David.",
      "it": "Dennis sembra un po' stordito, David."
    }
  },
  {
    "translation": {
      "en": "[Simmer] I remember shaking hands with him, and he had tears in his eyes.",
      "it": "Ricordo di avergli stretto la mano e aveva le lacrime agli occhi."
    }
  },
  {
    "translation": {
      "en": "Yeah, he took it hard, hard, really hard.",
      "it": "Sì, la prese male, malissimo."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Già."
    }
  },
  {
    "translation": {
      "en": "It was a totally devastating… loss.",
      "it": "Fu una devastante… sconfitta."
    }
  },
  {
    "translation": {
      "en": "When I came in after losing the Cup, they have a press conference,",
      "it": "Quando arrivai, dopo aver perso la coppa, ci fu una conferenza stampa."
    }
  },
  {
    "translation": {
      "en": "and nobody from the New York Yacht Club shows up to sit with you,",
      "it": "Nessuno del New York Yacht Club venne a sedersi con me,"
    }
  },
  {
    "translation": {
      "en": "you got the idea they don't like you very much anymore.",
      "it": "capii che non gli piacevo più così tanto."
    }
  },
  {
    "translation": {
      "en": "I'm sure they were understandably disappointed.",
      "it": "Sono certo che fossero comprensibilmente delusi."
    }
  },
  {
    "translation": {
      "en": "You know, they were just as devastated as I was in losing the Cup.",
      "it": "Erano devastati quanto me per aver perso la coppa."
    }
  },
  {
    "translation": {
      "en": "Today, Australia II was just a better boat,",
      "it": "Oggi l'Australia II è stata una barca migliore,"
    }
  },
  {
    "translation": {
      "en": "and they beat us, and we have no excuses.",
      "it": "ci hanno battuto e non abbiamo scuse."
    }
  },
  {
    "translation": {
      "en": "So I'd like to, uh, at this point, congratulate Alan Bond and Australia II.",
      "it": "A questo punto, vorrei congratularmi con Alan Bond e con l'Australia II."
    }
  },
  {
    "translation": {
      "en": "They proved that they were an outstanding boat.",
      "it": "Hanno dimostrato di essere una barca eccezionale."
    }
  },
  {
    "translation": {
      "en": "And today was their day.",
      "it": "E oggi è stato il loro giorno."
    }
  },
  {
    "translation": {
      "en": "[reporter] It was Dennis Conner's last appearance as America's Cup skipper,",
      "it": "Era l'ultima apparizione di Dennis Conner come capitano dell'America's Cup,"
    }
  },
  {
    "translation": {
      "en": "a great performer bowing out a loser with tears in his eyes",
      "it": "un grande esecutore che si inchina, da perdente, con le lacrime agli occhi"
    }
  },
  {
    "translation": {
      "en": "and a whirl of his hat.",
      "it": "e alzando il cappello."
    }
  },
  {
    "translation": {
      "en": "John Bertrand and his crew have done a fine job today,",
      "it": "John Bertrand e il suo equipaggio sono stati grandi"
    }
  },
  {
    "translation": {
      "en": "and I'm so pleased that we can say not goodbye to Newport,",
      "it": "e sono felice di non dover dire addio a Newport,"
    }
  },
  {
    "translation": {
      "en": "but an open invitation to the people of Newport",
      "it": "ma di invitare gli abitanti locali e gli americani"
    }
  },
  {
    "translation": {
      "en": "and the people of America to come to Perth in Western Australia",
      "it": "ma di invitare gli abitanti locali e gli americani a venire a Perth, nell'Australia Occidentale e provare a riconquistarla."
    }
  },
  {
    "translation": {
      "en": "and try and win it back.",
      "it": "a venire a Perth, nell'Australia Occidentale e provare a riconquistarla."
    }
  },
  {
    "translation": {
      "en": "We welcome you.",
      "it": "Siete i benvenuti."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] When we actually were presented with the America's Cup…",
      "it": "Quando ci fu consegnata la coppa…"
    }
  },
  {
    "translation": {
      "en": "when I lifted the trophy above my head,",
      "it": "quando la alzai sopra la mia testa,"
    }
  },
  {
    "translation": {
      "en": "it was a boyhood dream becoming reality.",
      "it": "era un sogno d'infanzia che diventava realtà."
    }
  },
  {
    "translation": {
      "en": "It was a big deal to beat America at something that America had been so dominant.",
      "it": "È stato importante battere l'America in qualcosa in cui dominavano."
    }
  },
  {
    "translation": {
      "en": "So this little country, suddenly it was on the world stage.",
      "it": "Questo piccolo paese, all'improvviso, era sulla scena mondiale."
    }
  },
  {
    "translation": {
      "en": "[Ronald Reagan] Skipper John Bertrand, you and the crew of the Australia II",
      "it": "Capitano John Bertrand, lei e l'equipaggio dell'Australia II"
    }
  },
  {
    "translation": {
      "en": "have shown us the stuff of which Australians are made.",
      "it": "ci avete mostrato di cosa sono capaci gli australiani."
    }
  },
  {
    "translation": {
      "en": "I know your countrymen are proud of you, and I want you to take this message back,",
      "it": "I vostri compatrioti sono fieri di voi, e vi lascio questo messaggio:"
    }
  },
  {
    "translation": {
      "en": "that Americans are proud too.",
      "it": "lo sono anche gli americani."
    }
  },
  {
    "translation": {
      "en": "We're proud to have Australians as our very dear friends.",
      "it": "Siamo fieri che gli australiani siano dei cari amici."
    }
  },
  {
    "translation": {
      "en": "[Longley] When we got back to Australia,",
      "it": "Quando tornammo in Australia,"
    }
  },
  {
    "translation": {
      "en": "they'd said we're gonna do a street parade from Fremantle to Perth, which is--",
      "it": "dicevano che avremmo fatto una parata da Fremantle a Perth che sono…"
    }
  },
  {
    "translation": {
      "en": "-Twenty-two kilometers. -Twenty-two kilometers to be precise.",
      "it": "- Ventidue km. - Precisamente, 22 km."
    }
  },
  {
    "translation": {
      "en": "I said, \"We're gonna look like idiots driving down Stirling Highway",
      "it": "Dissi: \"Sembreremo degli idioti che guidano lungo la Stirling Highway"
    }
  },
  {
    "translation": {
      "en": "with three people and a dog waving at ya.\"",
      "it": "con tre persone e un cane che ci salutano\"."
    }
  },
  {
    "translation": {
      "en": "Well, the street was lined the whole 22 kilometers.",
      "it": "Per 22 km, la strada era piena di gente."
    }
  },
  {
    "translation": {
      "en": "[Longley] When we got to Perth,",
      "it": "Quando arrivammo a Perth,"
    }
  },
  {
    "translation": {
      "en": "there were 250,000 people there to welcome us.",
      "it": "c'erano 250.000 persone ad accoglierci."
    }
  },
  {
    "translation": {
      "en": "We're such a small nation going against such large odds.",
      "it": "41 SECONDI DAVANTI AL MONDO Siamo una nazione così piccola che va contro ogni probabilità."
    }
  },
  {
    "translation": {
      "en": "But it was that terrific determination",
      "it": "Ma c'è stata una determinazione formidabile"
    }
  },
  {
    "translation": {
      "en": "of the people of Australia and all the guys.",
      "it": "da parte degli australiani e di tutti i ragazzi."
    }
  },
  {
    "translation": {
      "en": "[Conner] After losing the Cup, I had no money. I was a carpet salesman.",
      "it": "Dopo aver perso la coppa, non avevo più soldi. Divenni venditore di tappeti."
    }
  },
  {
    "translation": {
      "en": "[Conner] I was certainly depressed.",
      "it": "Ero sicuramente depresso."
    }
  },
  {
    "translation": {
      "en": "But when I saw 21 different countries challenging for the Cup in Perth,",
      "it": "Ma quando vidi 21 paesi diversi sfidarsi per la coppa a Perth,"
    }
  },
  {
    "translation": {
      "en": "maybe I should quit feeling sorry for myself",
      "it": "capii che dovevo smettere di piangermi addosso"
    }
  },
  {
    "translation": {
      "en": "and see what I could do about winning it back.",
      "it": "e vedere come poterla riconquistare."
    }
  },
  {
    "translation": {
      "en": "[reporter] Today, in San Diego, California,",
      "it": "Oggi, a San Diego, in California,"
    }
  },
  {
    "translation": {
      "en": "Dennis Conner announced his comeback for the 1987 America's Cup.",
      "it": "Dennis Conner ha annunciato il suo ritorno per l'America's Cup del 1987."
    }
  },
  {
    "translation": {
      "en": "However, he will not be facing the skipper who wrenched away the trophy in 1983.",
      "it": "Tuttavia, non affronterà il capitano che gli ha strappato il trofeo nel 1983."
    }
  },
  {
    "translation": {
      "en": "[man] Why aren't you in it this year?",
      "it": "Perché quest'anno non ci sei?"
    }
  },
  {
    "translation": {
      "en": "The fire's out of my belly, and content people don't become world champions.",
      "it": "Ho perso la passione, e chi è sereno non diventa campione del mondo."
    }
  },
  {
    "translation": {
      "en": "I'm content in that part of my life, and I'm really keen and excited to move out into new directions.",
      "it": "Sono felice di quella parte della mia vita e voglio andare verso nuovi orizzonti."
    }
  },
  {
    "translation": {
      "en": "That's what I'm doing.",
      "it": "E lo sto facendo."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] But for Dennis and coming back,",
      "it": "Ma per Dennis, con il suo ritorno,"
    }
  },
  {
    "translation": {
      "en": "it was an opportunity to resurrect himself.",
      "it": "fu un'opportunità per resuscitare."
    }
  },
  {
    "translation": {
      "en": "♪ Come back to the shore ♪",
      "it": "PERTH, AUSTRALIA OCCIDENTALE"
    }
  },
  {
    "translation": {
      "en": "[announcer 1] There's the gun. Stars & Stripes has done it.",
      "it": "È finita. Stars and Stripes ce l'ha fatta."
    }
  },
  {
    "translation": {
      "en": "They've won the America's Cup.",
      "it": "Hanno vinto l'America's Cup."
    }
  },
  {
    "translation": {
      "en": "[announcer 2] He has climbed yachting's Mount Everest,",
      "it": "Ha scalato l'Everest della vela"
    }
  },
  {
    "translation": {
      "en": "and he has captured, once again, yachting's holy grail.",
      "it": "e ha conquistato di nuovo il Sacro Graal della vela."
    }
  },
  {
    "translation": {
      "en": "[announcer 1] Revenge for Dennis Conner.",
      "it": "Vendetta per Dennis Conner."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] I remember sitting in the ceremony handing over the America's Cup,",
      "it": "Ricordo che ero seduto alla cerimonia per la consegna della coppa"
    }
  },
  {
    "translation": {
      "en": "and this lovely lady with a big hat said, \"Hello, Mr. Bertrand.\"",
      "it": "e una signora con un grosso cappello disse: \"Salve, sig. Bertrand."
    }
  },
  {
    "translation": {
      "en": "\"What a beautiful day it is. What a day of celebration.\"",
      "it": "Che bella giornata, che giorno di festa\"."
    }
  },
  {
    "translation": {
      "en": "And I looked at her and I said, \"Madam, you have no idea…",
      "it": "Io la guardai e dissi: \"Signora, non ha idea…"
    }
  },
  {
    "translation": {
      "en": "how easy it was to lose and how hard it was to win.\"",
      "it": "di quanto sia stato facile perdere, e quanto sia stata dura vincere\"."
    }
  },
  {
    "translation": {
      "en": "♪ Or how wide I roam ♪",
      "it": "NEL 1985, JOHN BERTRAND FU INSERITO NELLA HALL OF FAME DELLO SPORT AUSTRALIANO"
    }
  },
  {
    "translation": {
      "en": "♪ I still call Australia… ♪",
      "it": "DOPO LA VITTORIA DEL 1983, BOND DIVENNE UNO DEI PIÙ RICCHI D'AUSTRALIA"
    }
  },
  {
    "translation": {
      "en": "[reporter] Bond's property interests stretch",
      "it": "Gli immobili di Bond vanno da Sydney all'America"
    }
  },
  {
    "translation": {
      "en": "from Sydney to America to London and Hong Kong.",
      "it": "Gli immobili di Bond vanno da Sydney all'America a Londra e Hong Kong."
    }
  },
  {
    "translation": {
      "en": "It is an empire worth $10,000 million.",
      "it": "È un impero che vale 10.000 milioni di dollari."
    }
  },
  {
    "translation": {
      "en": "[Peter Allen] We want all the crew to come back out. Sing it for them.",
      "it": "NEL 1997, SI DICHIARÒ COLPEVOLE DI REATI FINANZIARI"
    }
  },
  {
    "translation": {
      "en": "♪ Or how wide I roam ♪",
      "it": "E FU CONDANNATO A SETTE ANNI DI CARCERE"
    }
  },
  {
    "translation": {
      "en": "[man] Probably the greatest Prime Minister of Australia.",
      "it": "Probabilmente il più grande Primo Ministro australiano."
    }
  },
  {
    "translation": {
      "en": "He relates to the people. The public love him.",
      "it": "Probabilmente il più grande Primo Ministro australiano. Lo adorano."
    }
  },
  {
    "translation": {
      "en": "What does one of our greatest prime ministers do?",
      "it": "Cosa fa uno dei nostri più grandi Primi Ministri?"
    }
  },
  {
    "translation": {
      "en": "He sculled it. Listen to them. They're going, \"Scull, scull, scull!\" And the great man, Bobby Hawke, nailed it.",
      "it": "L'ha buttato giù. Guardatelo: \"Giù!\" E il migliore, Bobby Hawke, ce l'ha fatta."
    }
  },
  {
    "translation": {
      "en": "He said, \"Thank you very much, boys. Cheers.\"",
      "it": "Dice: \"Grazie, ragazzi. Salute\". QUESTA FU LA SUA ULTIMA INTERVISTA PRIMA DI MORIRE"
    }
  },
  {
    "translation": {
      "en": "♪ I still call Australia… ♪",
      "it": "BEN LEXCEN DIVENNE UNO DEI PROGETTISTI SIMBOLO DELLA STORIA AUSTRALIANA"
    }
  },
  {
    "translation": {
      "en": "[man] Ben Lexcen, designer, perfectionist, and his Toyota Tarago,",
      "it": "BEN LEXCEN DIVENNE UNO DEI PROGETTISTI SIMBOLO DELLA STORIA AUSTRALIANA Ben Lexcen, progettista, perfezionista, e la sua Toyota Tarago,"
    }
  },
  {
    "translation": {
      "en": "a design that pleases even Ben Lexcen.",
      "it": "un progetto che piace anche a lui."
    }
  },
  {
    "translation": {
      "en": "Somebody did it right again.",
      "it": "Qualcuno ha fatto di nuovo centro."
    }
  },
  {
    "translation": {
      "en": "[commentator] And at mark number four, it's American Magic.",
      "it": "LA SUA CHIGLIA ALATA CAMBIÒ L'AMERICA'S CUP PER SEMPRE E alla quarta boa, l'American Magic,"
    }
  },
  {
    "translation": {
      "en": "She turns toward home at 50 knots per hour.",
      "it": "torna verso casa a 50 nodi all'ora."
    }
  },
  {
    "translation": {
      "en": "This is it!",
      "it": "Regata più veloce."
    }
  },
  {
    "translation": {
      "en": "Welcome to the 2021 America's Cup.",
      "it": "Benvenuti all'America's Cup 2021."
    }
  },
  {
    "translation": {
      "en": "Allegations against one basketball ref of betting the outcomes of games",
      "it": "Tempesta sul basket: arbitro accusato di scommettere il risultato delle partite NBA."
    }
  },
  {
    "translation": {
      "en": "is rocking the NBA.",
      "it": "di scommettere il risultato delle partite NBA."
    }
  },
  {
    "translation": {
      "en": "[man 1] Man, did I fuck my life up.",
      "it": "Ho mandato a puttane la mia vita."
    }
  },
  {
    "translation": {
      "en": "Just like the feel-good hit of the summer, the Manti Te'o story isn't real.",
      "it": "Come il successo dei tormentoni estivi, la storia di Manti Te'o è falsa."
    }
  },
  {
    "translation": {
      "en": "[man 2] Cruel, twisted hoax.",
      "it": "Una bufala crudele e contorta."
    }
  },
  {
    "translation": {
      "en": "It was the longest winning streak in the history of sport.",
      "it": "Era la più lunga serie di vittorie nella storia dello sport."
    }
  },
  {
    "translation": {
      "en": "[man 3] This is the finest day in the history of Australian sports.",
      "it": "Questo è il giorno più bello della storia dello sport australiano!"
    }
  },
  {
    "translation": {
      "en": "[man 4] AND1 was making millions of dollars,",
      "it": "La AND 1 guadagnava milioni di dollari."
    }
  },
  {
    "translation": {
      "en": "but did they respect us?",
      "it": "Ma ci rispettavano?"
    }
  },
  {
    "translation": {
      "en": "[man 4] AND1 basketball, baby!",
      "it": "AND 1 basket!"
    }
  },
  {
    "translation": {
      "en": "[man 5] Shut your fuckin' mouth, keep it between us.",
      "it": "Chiudi quella cazzo di bocca. Rimanga tra noi."
    }
  },
  {
    "translation": {
      "en": "Stick to the fuckin' story.",
      "it": "Attieniti alla storia."
    }
  },
  {
    "translation": {
      "en": "[woman] It does not get any stranger than this one.",
      "it": "Non c'è niente di più strano…"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Donaghy is under investigation…",
      "it": "Donaghy è indagato dal…"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] It's front-page news all over town.",
      "it": "Notizia da prima pagina in tutta la città…"
    }
  },
  {
    "translation": {
      "en": "[man 6] She physically did not exist",
      "it": "Fisicamente non esisteva,"
    }
  },
  {
    "translation": {
      "en": "outside of being Manti Te'o's dead girlfriend.",
      "it": "era solo la fidanzata morta di Manti Te'o."
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Boy, that would be fuckin' crazy if it were true.\" [laughs]",
      "it": "E dissi: \"Cazzo, sarebbe assurdo se non fosse vero!\""
    }
  }
]