[
  {
    "translation": {
      "en": "To walk, I think we'll go on low setting.",
      "it": "Per camminare, penso andremo a velocità bassa."
    }
  },
  {
    "translation": {
      "en": "We may end up surveying both, but... [woman] Yeah.",
      "it": "- Potremmo controllare entrambi, ma... - Sì."
    }
  },
  {
    "translation": {
      "en": "[Dennis] This site is a forgotten place.",
      "it": "Questo è un posto dimenticato."
    }
  },
  {
    "translation": {
      "en": "But it should be a warning to us all.",
      "it": "Ma dovrebbe essere un avvertimento per tutti noi."
    }
  },
  {
    "translation": {
      "en": "[man] We'll identify the anomalies and mark those out.",
      "it": "Identificheremo le anomalie e le contrassegneremo."
    }
  },
  {
    "translation": {
      "en": "So you're trying to narrow the focus of the radar pulse, is that it?",
      "it": "Stai cercando di restringere il campo dell'impulso radar, vero?"
    }
  },
  {
    "translation": {
      "en": "[man] Yeah, we're looking for a change in the density of the soil.",
      "it": "Cerchiamo un cambiamento nella densità del terreno."
    }
  },
  {
    "translation": {
      "en": "[man] There are some anomalies sort of popping up.",
      "it": "Stanno emergendo delle anomalie."
    }
  },
  {
    "translation": {
      "en": "This is a pretty strong one here, there's one there.",
      "it": "Questa è piuttosto forte, là ce n'è una."
    }
  },
  {
    "translation": {
      "en": "At one meter in and then over at three.",
      "it": "A un metro e poi a tre."
    }
  },
  {
    "translation": {
      "en": "[Dennis] Each stake represents a probable body.",
      "it": "Ogni palo rappresenta un probabile corpo."
    }
  },
  {
    "translation": {
      "en": "This is essentially a mass grave.",
      "it": "Questa è praticamente una fossa comune."
    }
  },
  {
    "translation": {
      "en": "A hundred years ago, a deadly influenza virus",
      "it": "Cento anni fa, un virus influenzale letale"
    }
  },
  {
    "translation": {
      "en": "infected hundreds of millions of people around the world.",
      "it": "ha infettato centinaia di milioni di persone in tutto il mondo."
    }
  },
  {
    "translation": {
      "en": "It overwhelmed hospitals.",
      "it": "Ha travolto gli ospedali."
    }
  },
  {
    "translation": {
      "en": "It overwhelmed mortuaries.",
      "it": "Ha travolto gli obitori."
    }
  },
  {
    "translation": {
      "en": "So towns all over the world needed a quick solution.",
      "it": "Le città di tutto il mondo avevano bisogno di una soluzione rapida."
    }
  },
  {
    "translation": {
      "en": "We could be standing in any number of towns",
      "it": "Potremmo essere in qualsiasi città"
    }
  },
  {
    "translation": {
      "en": "across the US, or Kenya, India, Vietnam.",
      "it": "negli Stati Uniti, Kenya, India, Vietnam."
    }
  },
  {
    "translation": {
      "en": "This grave site is a reminder of the devastation",
      "it": "Questo luogo di sepoltura ricorda la devastazione"
    }
  },
  {
    "translation": {
      "en": "a flu pandemic can wreak.",
      "it": "di una pandemia influenzale."
    }
  },
  {
    "translation": {
      "en": "This kind of carnage is not relegated to history.",
      "it": "Questo genere di carneficina non è relegato alla storia."
    }
  },
  {
    "translation": {
      "en": "When we talk about another flu pandemic happening,",
      "it": "Quando parliamo di un'altra pandemia influenzale,"
    }
  },
  {
    "translation": {
      "en": "it's not a matter of if, but when.",
      "it": "non è questione di se, ma di quando."
    }
  },
  {
    "translation": {
      "en": "-[helicopter hovering] -[sirens blaring]",
      "it": "CAPITOLO 1 IL 911 NON BASTA."
    }
  },
  {
    "translation": {
      "en": "-[man] Take the stethoscope, and... -[Syra] Yes, ensure that the gown covers.",
      "it": "- Prendi lo stetoscopio e... - Assicurati che il camice lo copra."
    }
  },
  {
    "translation": {
      "en": "We have received reports of an outbreak of respiratory illness.",
      "it": "Abbiamo ricevuto segnalazioni di un'epidemia di malattie respiratorie."
    }
  },
  {
    "translation": {
      "en": "Make sure you have a good seal. Give me a thumbs up once you know you have a good seal.",
      "it": "Assicuratevi di essere ben sigillati. Alzate il pollice se è così."
    }
  },
  {
    "translation": {
      "en": "About eight other countries around the world are also reporting similar outbreaks.",
      "it": "Altri otto Paesi nel mondo segnalano epidemie simili."
    }
  },
  {
    "translation": {
      "en": "-[woman] I can't breathe. -[man speaking indistinctly]",
      "it": "Non riesco a respirare."
    }
  },
  {
    "translation": {
      "en": "[Syra] Unofficial case count is about over 220 with eight deaths.",
      "it": "Il numero non ufficiale di casi è di oltre 220, con otto morti."
    }
  },
  {
    "translation": {
      "en": "We don't know what the case definition looks like",
      "it": "Non conosciamo la definizione del caso"
    }
  },
  {
    "translation": {
      "en": "and we don't know the laboratory analysis of this particular outbreak.",
      "it": "né le analisi di laboratorio di questa epidemia."
    }
  },
  {
    "translation": {
      "en": "We know that we are dealing with something novel, we just don't know exactly what we're dealing with,",
      "it": "Sappiamo che è qualcosa di nuovo, non sappiamo cosa sia,"
    }
  },
  {
    "translation": {
      "en": "but some of the patients are not testing positive",
      "it": "ma alcuni pazienti non sono positivi al test"
    }
  },
  {
    "translation": {
      "en": "for these normal seasonal flu viruses.",
      "it": "per i normali virus influenzali stagionali."
    }
  },
  {
    "translation": {
      "en": "[coughs] I don't feel okay.",
      "it": "per i normali virus influenzali stagionali. Non mi sento bene."
    }
  },
  {
    "translation": {
      "en": "[Syra] Currently, the Emergency Department at Kings County Hospital is operating at 104%",
      "it": "Il Dipartimento di Emergenza del Kings County Hospital è operativo al 104%,"
    }
  },
  {
    "translation": {
      "en": "and so we have set up a mobile satellite emergency department.",
      "it": "quindi abbiamo creato un dipartimento di emergenza satellitare mobile."
    }
  },
  {
    "translation": {
      "en": "[doctor] What's going on?",
      "it": "Che succede?"
    }
  },
  {
    "translation": {
      "en": "-I'm not doing well. I can't breathe. -[doctor] Okay. Okay.",
      "it": "- Non sto bene, non respiro. - Ok."
    }
  },
  {
    "translation": {
      "en": "[Syra] I need intubation equipment. There's no intubation equipment.",
      "it": "Mi serve l'intubazione. Non c'è il kit per l'intubazione."
    }
  },
  {
    "translation": {
      "en": "[Syra] Somebody get the ice. Ashley.",
      "it": "Qualcuno prenda il ghiaccio. Ashley."
    }
  },
  {
    "translation": {
      "en": "I wouldn't turn it off at this point, I don't think we have time.",
      "it": "Non lo spegnerei, non penso avremo il tempo."
    }
  },
  {
    "translation": {
      "en": "Can you check the X-ray on bed one?",
      "it": "Puoi controllare la radiografia del letto uno?"
    }
  },
  {
    "translation": {
      "en": "[man] Yeah, that's it.",
      "it": "Finito."
    }
  },
  {
    "translation": {
      "en": "[woman] The simulation is ended.",
      "it": "La simulazione è finita."
    }
  },
  {
    "translation": {
      "en": "Let's go back to the debriefing room.",
      "it": "Torniamo alla sala riunioni."
    }
  },
  {
    "translation": {
      "en": "-Thank you. -[man] Thank you.",
      "it": "- Grazie! - Grazie."
    }
  },
  {
    "translation": {
      "en": "[Syra] So all who participated, please come to make a circle.",
      "it": "Hanno fatto una simulazione per valutare la risposta a un'epidemia. Chi ha partecipato si metta qui in cerchio."
    }
  },
  {
    "translation": {
      "en": "I think one of the things that we tried to bake into the simulation",
      "it": "Una delle cose che abbiamo inserito nella simulazione"
    }
  },
  {
    "translation": {
      "en": "was just healthcare worker safety.",
      "it": "era la sicurezza dei lavoratori."
    }
  },
  {
    "translation": {
      "en": "I think that was one of the biggest takeaways in the previous outbreaks.",
      "it": "È una delle cose da ricordare delle epidemie precedenti."
    }
  },
  {
    "translation": {
      "en": "[woman] If I have to take the time out to switch my gown",
      "it": "Se devo perdere del tempo per cambiare il camice"
    }
  },
  {
    "translation": {
      "en": "and someone needs to be intubated,",
      "it": "e qualcuno deve essere intubato,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna pick their life over switching out my garment.",
      "it": "scelgo la sua vita al cambio di camice."
    }
  },
  {
    "translation": {
      "en": "We're talking about a severe respiratory disease.",
      "it": "Parliamo di una grave malattia respiratoria."
    }
  },
  {
    "translation": {
      "en": "Really big lesson learned, and we mentioned this over and over,",
      "it": "L'abbiamo imparato e ne abbiamo parlato spesso,"
    }
  },
  {
    "translation": {
      "en": "is that healthcare workers were disproportionally affected in MERS and SARS,",
      "it": "gli operatori sanitari sono stati colpiti in modo sproporzionato da MERS e SARS,"
    }
  },
  {
    "translation": {
      "en": "and it shows us where we need to improve on.",
      "it": "e ciò ci mostra dove migliorare."
    }
  },
  {
    "translation": {
      "en": "So if you're not protected, if you can't protect yourself,",
      "it": "Se non siete protetti e non potete proteggervi,"
    }
  },
  {
    "translation": {
      "en": "then how are you gonna help others?",
      "it": "come potrete aiutare gli altri?"
    }
  },
  {
    "translation": {
      "en": "[Syra] My job is to contain the virus here in New York City.",
      "it": "Il mio compito è contenere il virus qui a New York."
    }
  },
  {
    "translation": {
      "en": "What worries me is that it just takes one person to start an outbreak.",
      "it": "Ciò che mi preoccupa è che basta una persona per scatenare un'epidemia."
    }
  },
  {
    "translation": {
      "en": "We're basically human incubators, we can host a number of different diseases.",
      "it": "Siamo incubatrici umane, possiamo ospitare diverse malattie."
    }
  },
  {
    "translation": {
      "en": "It's just a matter of time where the next pandemic is going to start,",
      "it": "È questione di tempo prima che inizi la prossima,"
    }
  },
  {
    "translation": {
      "en": "we just don't know where or how, but we know it will.",
      "it": "non sappiamo dove o come, solo che succederà."
    }
  },
  {
    "translation": {
      "en": "I remember, at a very young age, watching a movie called Outbreak,",
      "it": "Ricordo, quando ero molto giovane, un film chiamato \"Virus Letale\""
    }
  },
  {
    "translation": {
      "en": "and in this movie you had a novel virus",
      "it": "dove c'era un nuovo virus"
    }
  },
  {
    "translation": {
      "en": "that started in California that quickly spread.",
      "it": "nato in California e poi diffuso rapidamente."
    }
  },
  {
    "translation": {
      "en": "Healthcare workers get suited up, and I was like, \"Oh, my God,",
      "it": "Gli operatori sanitari si preparavano e pensavo:"
    }
  },
  {
    "translation": {
      "en": "working in that high-risk environment, this is amazing.\"",
      "it": "\"Lavorare in un ambiente ad alto rischio è fantastico\"."
    }
  },
  {
    "translation": {
      "en": "That was a formative moment for me, and I have been pursuing a career",
      "it": "Fu un momento di formazione per me e ho intrapreso una carriera"
    }
  },
  {
    "translation": {
      "en": "in infectious disease preparedness ever since.",
      "it": "nella preparazione alle malattie infettive."
    }
  },
  {
    "translation": {
      "en": "In even a small outbreak, you have what we call \"hoarding.\"",
      "it": "Anche un'epidemia piccola comporta \"accumulazione\"."
    }
  },
  {
    "translation": {
      "en": "We saw this in the H1N1 outbreak",
      "it": "È successo con l'H1N1: i vaccini non erano disponibili"
    }
  },
  {
    "translation": {
      "en": "where vaccines were not made available in the United States in a timely fashion because countries were hoarding it...",
      "it": "negli Stati Uniti tempestivamente, perché i Paesi li accumulavano..."
    }
  },
  {
    "translation": {
      "en": "You know, these infectious disease outbreaks are scarier and more deadly than conventional warfare.",
      "it": "Queste epidemie sono più spaventose e mortali della guerra."
    }
  },
  {
    "translation": {
      "en": "So this is something that people should pay attention to,",
      "it": "È una cosa a cui la gente dovrebbe fare attenzione,"
    }
  },
  {
    "translation": {
      "en": "but they forget in their day-to-day lives.",
      "it": "ma che dimentica nella vita di tutti i giorni."
    }
  },
  {
    "translation": {
      "en": "My job is to remind them.",
      "it": "Il mio lavoro è ricordarglielo."
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "it": "Ciao."
    }
  },
  {
    "translation": {
      "en": "Okay. Knocked out, okay.",
      "it": "Va bene. Svenuto, ok."
    }
  },
  {
    "translation": {
      "en": "Okay, I'll be there in a second. Okay.",
      "it": "Ok, arrivo tra un attimo. Va bene."
    }
  },
  {
    "translation": {
      "en": "Yeah, I can hear it, too.",
      "it": "Sì, lo sento anch'io."
    }
  },
  {
    "translation": {
      "en": "[Holly] I wake up in this building. I eat in this building.",
      "it": "Mi sveglio in questo edificio. Mangio in questo edificio."
    }
  },
  {
    "translation": {
      "en": "I put my pajamas on in this building and I sleep in this building.",
      "it": "Metto il pigiama in questo edificio e dormo in questo edificio."
    }
  },
  {
    "translation": {
      "en": "[Juanita] How did I know you'd be the one to make my night?",
      "it": "Holly fa turni di 72 ore. Come sapevo che saresti stato tu a migliorarmi la serata?"
    }
  },
  {
    "translation": {
      "en": "I'm telling you.",
      "it": "Te lo dico io."
    }
  },
  {
    "translation": {
      "en": "[Holly] Juanita.",
      "it": "Juanita."
    }
  },
  {
    "translation": {
      "en": "When I came out of medical school...",
      "it": "Quando ho finito medicina..."
    }
  },
  {
    "translation": {
      "en": "in the back of my mind I still had that vision",
      "it": "...nella mia mente avevo l'idea"
    }
  },
  {
    "translation": {
      "en": "of what it was to be a small-town doctor.",
      "it": "di diventare medico di provincia."
    }
  },
  {
    "translation": {
      "en": "Very old-school, the one doctor in town.",
      "it": "In vecchio stile, l'unico medico in città."
    }
  },
  {
    "translation": {
      "en": "I want you to hold your breath.",
      "it": "Trattieni il respiro."
    }
  },
  {
    "translation": {
      "en": "Big deep breath in and hold it.",
      "it": "Respira profondamente e trattenilo."
    }
  },
  {
    "translation": {
      "en": "They saw patients in the clinic, they were the ones that were rotating through the ER.",
      "it": "Visitavano i pazienti in clinica, facevano i turni al pronto soccorso."
    }
  },
  {
    "translation": {
      "en": "They were the ones seeing the patients in the hospital and delivering babies.",
      "it": "Visitavano i pazienti in ospedale e facevano nascere i bambini."
    }
  },
  {
    "translation": {
      "en": "I wanted to be that guy.",
      "it": "Volevo essere così."
    }
  },
  {
    "translation": {
      "en": "I wanted to be that one who took care of the patient when they were well",
      "it": "Volevo essere quella che si prende cura del paziente quando sta bene"
    }
  },
  {
    "translation": {
      "en": "and took care of the patient when they were sick.",
      "it": "e quando sta male."
    }
  },
  {
    "translation": {
      "en": "-Stick it out and say, \"Ah.\" -Ah.",
      "it": "Tirala fuori e di': \"Ah\"."
    }
  },
  {
    "translation": {
      "en": "[Holly] And took care of the patient when they were hurt",
      "it": "Che cura il paziente quando si fa male"
    }
  },
  {
    "translation": {
      "en": "and ran into the patient in different social situations",
      "it": "e che incontra i pazienti in diverse situazioni sociali"
    }
  },
  {
    "translation": {
      "en": "outside of the hospital or clinic.",
      "it": "fuori dall'ospedale o dalla clinica."
    }
  },
  {
    "translation": {
      "en": "You okay?",
      "it": "Stai bene?"
    }
  },
  {
    "translation": {
      "en": "-I need to see what's under there. -Yeah.",
      "it": "- Devo vedere cosa c'è sotto. - Sì."
    }
  },
  {
    "translation": {
      "en": "[Holly] I had other physicians that talked to me and I'd say, \"What advice do you have for me?\"",
      "it": "Chiedevo ad alcuni medici: \"Che consiglio hai per me?\""
    }
  },
  {
    "translation": {
      "en": "And they'd say, \"Reconsider.\"",
      "it": "E loro: \"Ripensaci\"."
    }
  },
  {
    "translation": {
      "en": "But nobody could dissuade me. I was gonna do it regardless.",
      "it": "Ma nessuno è riuscito a dissuadermi. L'avrei fatto comunque."
    }
  },
  {
    "translation": {
      "en": "Hi, there.",
      "it": "Ciao."
    }
  },
  {
    "translation": {
      "en": "-So were you diagnosed with the flu? -[woman] Yeah.",
      "it": "- Hanno diagnosticato l'influenza? - Sì."
    }
  },
  {
    "translation": {
      "en": "[Holly] They swabbed you? -It was positive? -[woman] Yes.",
      "it": "- Ti hanno tamponato ed era positivo? - Sì."
    }
  },
  {
    "translation": {
      "en": "-Do you remember if it was the A or the B? -[woman] I think it was the A.",
      "it": "- Ricordi se era la A o la B? - Credo la A."
    }
  },
  {
    "translation": {
      "en": "-[Holly] A, okay. -They did both of our noses.",
      "it": "- A, ok. - Hanno controllato le narici."
    }
  },
  {
    "translation": {
      "en": "-That was Wednesday. -[Holly] You should be at the end of it, but you're not feeling better--",
      "it": "- Era mercoledì. - Sei alla fine, ma non stai meglio..."
    }
  },
  {
    "translation": {
      "en": "[woman] Yesterday, my symptoms started getting worse.",
      "it": "Ieri, i sintomi sono peggiorati."
    }
  },
  {
    "translation": {
      "en": "[Holly] Okay. Have you been feeling sweats, chills?",
      "it": "Va bene. Hai sudato, avuto i brividi?"
    }
  },
  {
    "translation": {
      "en": "[woman] Chills. He wakes up in a sweat.",
      "it": "I brividi. Lui si sveglia tutto sudato."
    }
  },
  {
    "translation": {
      "en": "[Holly] She said that you have not been feeling well at all.",
      "it": "Ha detto che non ti senti bene."
    }
  },
  {
    "translation": {
      "en": "That you really haven't been getting over the flu like you ought to.",
      "it": "Che non hai superato l'influenza come avresti dovuto."
    }
  },
  {
    "translation": {
      "en": "Big deep breath in. Well done. Good. Do that again.",
      "it": "Un respiro profondo. Ben fatto. Bene. Fallo di nuovo."
    }
  },
  {
    "translation": {
      "en": "I don't have every resource that a large hospital has.",
      "it": "Non ho le risorse di un grande ospedale."
    }
  },
  {
    "translation": {
      "en": "I honestly have no idea what I would do in a situation like a pandemic.",
      "it": "Onestamente non ho idea di cosa farei in una pandemia."
    }
  },
  {
    "translation": {
      "en": "We're gonna be lower on the totem pole in terms of getting replenishment of our resources.",
      "it": "Siamo sul gradino più basso in termini di rifornimento delle risorse."
    }
  },
  {
    "translation": {
      "en": "Places that have higher populations",
      "it": "Posti con una popolazione più densa"
    }
  },
  {
    "translation": {
      "en": "are gonna be the places that get that lifesaving medication first.",
      "it": "riceveranno prima i farmaci salvavita."
    }
  },
  {
    "translation": {
      "en": "I think that we would be overwhelmed. We wouldn't be able to manage",
      "it": "Penso che saremmo sopraffatti. Non saremmo in grado di gestire"
    }
  },
  {
    "translation": {
      "en": "should a flu pandemic occur in our little county.",
      "it": "una pandemia influenzale nella nostra piccola contea."
    }
  },
  {
    "translation": {
      "en": "[Dennis] We have to follow the virus. Where is the virus located?",
      "it": "Dobbiamo seguire il virus. Dove si trova?"
    }
  },
  {
    "translation": {
      "en": "Very good.",
      "it": "Molto bene."
    }
  },
  {
    "translation": {
      "en": "And the virus is located in birds.",
      "it": "Il virus si trova negli uccelli."
    }
  },
  {
    "translation": {
      "en": "My job takes me all over the world.",
      "it": "Il mio lavoro mi porta in tutto il mondo."
    }
  },
  {
    "translation": {
      "en": "My main responsibility is trying to prevent, trying to detect,",
      "it": "La principale responsabilità è cercare di prevenire, di rilevare,"
    }
  },
  {
    "translation": {
      "en": "and respond, and control emerging viral threats.",
      "it": "di rispondere e controllare le minacce virali emergenti."
    }
  },
  {
    "translation": {
      "en": "There is no single, more dangerous influenza virus",
      "it": "Oggi non c'è nessun virus dell'influenza più pericoloso"
    }
  },
  {
    "translation": {
      "en": "circulating in this planet today than the avian flu in China right now.",
      "it": "in circolazione sul pianeta dell'influenza aviaria in Cina."
    }
  },
  {
    "translation": {
      "en": "60% of the people who are infected die.",
      "it": "Il 60% delle persone infette muore."
    }
  },
  {
    "translation": {
      "en": "[newscaster 1] Chinese and global health authorities",
      "it": "Le autorità sanitarie cinesi e mondiali osservano un nuovo ceppo"
    }
  },
  {
    "translation": {
      "en": "are watching a new strain of bird flu. It's called H7N9.",
      "it": "di influenza aviaria. Si chiama H7N9."
    }
  },
  {
    "translation": {
      "en": "This is definitely one of the most lethal influenza viruses that we have seen so far.",
      "it": "È sicuramente uno dei virus influenzali più letali visti finora."
    }
  },
  {
    "translation": {
      "en": "[newscaster 1] Authorities in China are at pains to say they're on top of this potential outbreak.",
      "it": "Le autorità in Cina si sono adoperate per essere pronte a un'epidemia."
    }
  },
  {
    "translation": {
      "en": "[newscaster 2] At least 108 cases, 22 of those people infected died.",
      "it": "Almeno 108 casi, di cui 22 morti."
    }
  },
  {
    "translation": {
      "en": "The recent H7N9 virus has a very high mortality rate.",
      "it": "Il recente virus H7N9 ha un tasso di mortalità molto alto."
    }
  },
  {
    "translation": {
      "en": "That said, it remains an inefficient virus for infecting people.",
      "it": "Detto questo, rimane un virus inefficace a infettare le persone."
    }
  },
  {
    "translation": {
      "en": "So far, this virus has not yet spread beyond China,",
      "it": "Finora, il virus non si è diffuso oltre la Cina,"
    }
  },
  {
    "translation": {
      "en": "but it could happen at any time.",
      "it": "ma potrebbe accadere in qualsiasi momento."
    }
  },
  {
    "translation": {
      "en": "-When were these birds last vaccinated? -[woman] Seven days ago.",
      "it": "- Quando sono stati vaccinati gli uccelli? - Sette giorni fa."
    }
  },
  {
    "translation": {
      "en": "[Dennis] So they had a problem with neighboring farms having outbreaks?",
      "it": "Hanno avuto un problema con le fattorie vicine colpite da epidemie?"
    }
  },
  {
    "translation": {
      "en": "[in Vietnamese] Yes, they did.",
      "it": "Hanno avuto un problema con le fattorie vicine colpite da epidemie? Sì, esatto."
    }
  },
  {
    "translation": {
      "en": "Some people bought sick chickens at the market.",
      "it": "Alcuni hanno comprato polli malati al mercato."
    }
  },
  {
    "translation": {
      "en": "[Dennis in English] There are almost endless variations of the influenza virus.",
      "it": "Ci sono variazioni quasi infinite del virus dell'influenza."
    }
  },
  {
    "translation": {
      "en": "They're denoted by different combinations of H's and N's, such as H5N1.",
      "it": "Sono indicate da diverse combinazioni di H e N, come l'H5N1."
    }
  },
  {
    "translation": {
      "en": "The H's and N's ultimately define",
      "it": "Le H e le N definiscono"
    }
  },
  {
    "translation": {
      "en": "the physical characteristics an influenza virus will have",
      "it": "le manifestazioni fisiche del virus"
    }
  },
  {
    "translation": {
      "en": "and just how deadly that infection might be.",
      "it": "e quant'è mortale l'infezione."
    }
  },
  {
    "translation": {
      "en": "The pandemic flus and the seasonal flus are profoundly different.",
      "it": "Le influenze pandemiche e stagionali sono profondamente diverse."
    }
  },
  {
    "translation": {
      "en": "A pandemic influenza will likely come from an animal",
      "it": "Un'influenza pandemica probabilmente proverrà da un animale"
    }
  },
  {
    "translation": {
      "en": "and it will be a new and novel, never-seen-before virus.",
      "it": "e sarà causata da un virus mai visto prima."
    }
  },
  {
    "translation": {
      "en": "When a novel virus emerges from animals, we will not have natural immunity.",
      "it": "Se emerge un nuovo virus dagli animali, non abbiamo immunità naturale."
    }
  },
  {
    "translation": {
      "en": "Our systems will have no means to fight the infection off,",
      "it": "I nostri sistemi non avranno mezzi per combattere l'infezione,"
    }
  },
  {
    "translation": {
      "en": "which means it has the potential for being very deadly.",
      "it": "il che significa che potrebbe essere letale."
    }
  },
  {
    "translation": {
      "en": "That's why there are researchers around the world",
      "it": "Ecco perché ricercatori in tutto il mondo"
    }
  },
  {
    "translation": {
      "en": "committed to developing a universal vaccine",
      "it": "sono impegnati a sviluppare un vaccino universale"
    }
  },
  {
    "translation": {
      "en": "that will be effective against any and all influenza viruses.",
      "it": "che sia efficace contro tutti i virus influenzali."
    }
  },
  {
    "translation": {
      "en": "[Jake] I don't really get stage fright anymore.",
      "it": "Non ho più la paura da palcoscenico."
    }
  },
  {
    "translation": {
      "en": "I used to do this thing where if I knew I was about to go on the stage,",
      "it": "Quando sapevo di dover salire sul palco succedeva che"
    }
  },
  {
    "translation": {
      "en": "my heart would start beating and I'd feel like I was gonna pass out,",
      "it": "il mio cuore iniziava a battere e pensavo di svenire,"
    }
  },
  {
    "translation": {
      "en": "but I knew for the work that I wanted to do, I had to be an effective communicator.",
      "it": "ma sapevo che, per il mio lavoro, dovevo comunicare in modo efficace."
    }
  },
  {
    "translation": {
      "en": "If I wasn't able to communicate my science,",
      "it": "Se non riuscivo a trasmettere la mia scienza,"
    }
  },
  {
    "translation": {
      "en": "then it was almost like the science didn't exist.",
      "it": "era come se la scienza non esistesse."
    }
  },
  {
    "translation": {
      "en": "Can you get the slides up?",
      "it": "Puoi mettere le slide?"
    }
  },
  {
    "translation": {
      "en": "That's a different slide there.",
      "it": "Glanville sta lavorando su un vaccino influenzale universale. È una slide diversa."
    }
  },
  {
    "translation": {
      "en": "All right, good afternoon, New York.",
      "it": "Buon pomeriggio, New York. CONFERENZA PER LA SCOPERTA TERAPEUTICA"
    }
  },
  {
    "translation": {
      "en": "So, yeah, I'm the co-founder, Chief Science Officer,",
      "it": "Sono il co-fondatore, Capo Ufficiale Scientifo"
    }
  },
  {
    "translation": {
      "en": "and the Chairman of Distributed Bio,",
      "it": "e presidente di Distributed Bio,"
    }
  },
  {
    "translation": {
      "en": "and this afternoon I'm gonna share with you",
      "it": "e questo pomeriggio condividerò con voi"
    }
  },
  {
    "translation": {
      "en": "the story of a slow-burning revolution in biologic therapeutic discovery.",
      "it": "la storia di una rivoluzione lenta nella scoperta terapeutica biologica."
    }
  },
  {
    "translation": {
      "en": "I never memorize a specific speech.",
      "it": "Non memorizzo mai un discorso specifico."
    }
  },
  {
    "translation": {
      "en": "I think about the arc of the story I'm gonna tell,",
      "it": "Penso all'arco della storia che racconterò"
    }
  },
  {
    "translation": {
      "en": "and really good storytelling, those rules apply to science.",
      "it": "e a una buona narrazione, regole che valgono per la scienza."
    }
  },
  {
    "translation": {
      "en": "It's basically the same rules that our ancestors did around the campfire, right?",
      "it": "Sono le stesse regole degli avi attorno al fuoco, no?"
    }
  },
  {
    "translation": {
      "en": "First you have to introduce the terrible monster.",
      "it": "Prima si presenta il terribile mostro."
    }
  },
  {
    "translation": {
      "en": "In this case, it's influenza.",
      "it": "In questo caso, è l'influenza."
    }
  },
  {
    "translation": {
      "en": "The problem is that the virus mutates so quickly that your immune response becomes obsolete by the next year.",
      "it": "Il virus muta velocemente da rendere la risposta immunitaria obsoleta in un anno."
    }
  },
  {
    "translation": {
      "en": "We have created these amazing vaccine technologies",
      "it": "Abbiamo creato vaccini fantastici,"
    }
  },
  {
    "translation": {
      "en": "that are arguably the greatest advances since sanitation and fire,",
      "it": "i più grandi progressi dopo le fognature e il fuoco,"
    }
  },
  {
    "translation": {
      "en": "and yet they don't work on rapidly mutating viruses, like the flu, for instance.",
      "it": "eppure non funzionano sui virus che mutano rapidamente, come l'influenza."
    }
  },
  {
    "translation": {
      "en": "And for a while we thought we were just stuck with this.",
      "it": "Per un po', pensavamo di essere bloccati."
    }
  },
  {
    "translation": {
      "en": "They're never really gonna be able to solve the problem of having a good single shot",
      "it": "Non riusciranno a risolvere il problema dell'avere un'unica iniezione"
    }
  },
  {
    "translation": {
      "en": "that's gonna solve our risk of being exposed to flu.",
      "it": "per risolvere il rischio di essere esposti all'influenza."
    }
  },
  {
    "translation": {
      "en": "Then you present the hero.",
      "it": "Poi, si presenta l'eroe."
    }
  },
  {
    "translation": {
      "en": "That there's some new technology that exists,",
      "it": "Che esiste una nuova tecnologia"
    }
  },
  {
    "translation": {
      "en": "that could potentially create a breakthrough.",
      "it": "che potrebbe creare una svolta."
    }
  },
  {
    "translation": {
      "en": "We're making a vaccine that could treat all future versions of flu.",
      "it": "Stiamo facendo un vaccino che potrebbe curare le future versioni dell'influenza."
    }
  },
  {
    "translation": {
      "en": "So, fundamentally, our approach was different,",
      "it": "Il nostro approccio era diverso,"
    }
  },
  {
    "translation": {
      "en": "because we tested against future and past strains.",
      "it": "perché abbiamo fatto test contro ceppi futuri e del passato."
    }
  },
  {
    "translation": {
      "en": "Under some circumstances, some people end up producing these nice antibodies",
      "it": "In alcune circostanze, alcune persone producono dei bellissimi anticorpi"
    }
  },
  {
    "translation": {
      "en": "that hit all the strains or many of the strains of flu, and they enjoy broad protection.",
      "it": "che colpiscono tutti o molti tipi di influenza, godendo di ampia protezione."
    }
  },
  {
    "translation": {
      "en": "You all might have those friends, right? It's that annoying hippie friend of yours who's like,",
      "it": "Potreste avere amici così, no? Tipo quell'amico hippy che dice:"
    }
  },
  {
    "translation": {
      "en": "\"I never take the flu shot and I'm fine.\" Right?",
      "it": "\"Non faccio mai l'antinfluenzale e sto bene\"."
    }
  },
  {
    "translation": {
      "en": "-Some of them may be right. [chuckles] -[crowd chuckles]",
      "it": "Alcuni di loro potrebbero aver ragione."
    }
  },
  {
    "translation": {
      "en": "[Jake] But why the hell aren't we all protected all the time?",
      "it": "Ma perché non siamo sempre tutti protetti?"
    }
  },
  {
    "translation": {
      "en": "Our approach was able to neutralize viruses all the way back to 1934",
      "it": "Il nostro approccio è riuscito a neutralizzare i virus fino al 1934"
    }
  },
  {
    "translation": {
      "en": "as well as protect against future viral variants.",
      "it": "e a proteggere dalle future varianti virali."
    }
  },
  {
    "translation": {
      "en": "[Sarah] I met Jake Glanville in the fall of 2014.",
      "it": "Ho conosciuto Jake Glanville nell'autunno del 2014."
    }
  },
  {
    "translation": {
      "en": "He offered me a job.",
      "it": "Mi ha offerto un lavoro."
    }
  },
  {
    "translation": {
      "en": "He knew that I had skills that he would need",
      "it": "Sapeva che avevo capacità che gli sarebbero state utili"
    }
  },
  {
    "translation": {
      "en": "if he wanted to launch this vaccine program.",
      "it": "se avesse voluto lanciare questo programma."
    }
  },
  {
    "translation": {
      "en": "Okay, so I can add the antibody to this one, then?",
      "it": "Ok, posso aggiungere l'anticorpo a questo?"
    }
  },
  {
    "translation": {
      "en": "[woman] Yep.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "[Sarah] Jake just thinks outside the box.",
      "it": "Jake pensa fuori dagli schemi."
    }
  },
  {
    "translation": {
      "en": "He thinks of these crazy ideas that are completely out of the norm.",
      "it": "Ha delle idee folli completamente fuori dalla norma."
    }
  },
  {
    "translation": {
      "en": "Okay, the NHS and EHC are added, so clock's ticking now.",
      "it": "Ok, si aggiungono l'NHS e l'EHC, ora il tempo stringe."
    }
  },
  {
    "translation": {
      "en": "We've done multiple animal studies so we know that this is reproducible.",
      "it": "Abbiamo fatto diversi studi sugli animali, quindi sappiamo che è riproducibile."
    }
  },
  {
    "translation": {
      "en": "What we're seeing is real.",
      "it": "Quello che vediamo è reale."
    }
  },
  {
    "translation": {
      "en": "I want to prove that my research and Jake's research could change the world.",
      "it": "Voglio dimostrare che la ricerca mia e di Jake potrebbe cambiare il mondo."
    }
  },
  {
    "translation": {
      "en": "This vaccine could eradicate influenza as we know it.",
      "it": "Questo vaccino potrebbe eradicare l'influenza come la conosciamo oggi."
    }
  },
  {
    "translation": {
      "en": "This will not work at all.",
      "it": "Non funzionerà."
    }
  },
  {
    "translation": {
      "en": "[man in Hindi] Sir, this one is expected H1N1.",
      "it": "Signore, questo dovrebbe essere H1N1."
    }
  },
  {
    "translation": {
      "en": "So fast?",
      "it": "Così veloce?"
    }
  },
  {
    "translation": {
      "en": "[newscaster in English] There has been an alarming rise in the swine flu",
      "it": "C'è stato un aumento preoccupante dell'influenza suina"
    }
  },
  {
    "translation": {
      "en": "or H1N1 cases in India this year.",
      "it": "o dei casi di H1N1 in India, quest'anno."
    }
  },
  {
    "translation": {
      "en": "The situation is turning rather serious with the fatalities increasing by the day.",
      "it": "La situazione sta diventando seria, con vittime in aumento ogni giorno."
    }
  },
  {
    "translation": {
      "en": "The North Indian State of Rajasthan has been worst hit by the H1N1 virus.",
      "it": "Lo Stato indiano del Rajasthan è il più colpito dal virus H1N1."
    }
  },
  {
    "translation": {
      "en": "-[man in Hindi] Negative. It's negative. -[Dinesh] But, look.",
      "it": "- È negativo. - Guardi."
    }
  },
  {
    "translation": {
      "en": "The shadow is still here.",
      "it": "L'ombra è ancora qui."
    }
  },
  {
    "translation": {
      "en": "And there are some light ones here.",
      "it": "Qua ce ne sono alcuni più chiari."
    }
  },
  {
    "translation": {
      "en": "Let us see how you feel without oxygen. [woman] Should we continue with Tamiflu?",
      "it": "- Vediamo come va senza ossigeno. - Continuiamo con il Tamiflu?"
    }
  },
  {
    "translation": {
      "en": "[Dinesh] It's day six today, right? Give it for one more day.",
      "it": "Oggi è il sesto giorno, vero? Diamogli un altro giorno."
    }
  },
  {
    "translation": {
      "en": "[woman in English] Tamiflu, stop after seven days. [in Hindi] We will stop it tomorrow.",
      "it": "- Tamiflu, fermati dopo sette giorni. - Domani ci fermiamo."
    }
  },
  {
    "translation": {
      "en": "[Dinesh in English] Swine flu is a very rapidly progressing disease. Very rapidly.",
      "it": "L'influenza suina è una malattia che progredisce molto rapidamente."
    }
  },
  {
    "translation": {
      "en": "In just a few days, it can affect both of the lungs,",
      "it": "In pochi giorni, può colpire entrambi i polmoni"
    }
  },
  {
    "translation": {
      "en": "and it is a life-threatening disease.",
      "it": "ed è una malattia mortale."
    }
  },
  {
    "translation": {
      "en": "Common flu.",
      "it": "L'influenza normale."
    }
  },
  {
    "translation": {
      "en": "All patients came with throat pain, sneezing, fever, body ache.",
      "it": "Tutti i pazienti sono venuti con mal di gola, starnuti, febbre, dolori ovunque."
    }
  },
  {
    "translation": {
      "en": "But a patient who has nausea, vomiting, along with breathlessness,",
      "it": "Ma uno che ha nausea, vomito e affanno"
    }
  },
  {
    "translation": {
      "en": "and he says \"troublesome cough,\"",
      "it": "e, cito, \"fastidiosa tosse\","
    }
  },
  {
    "translation": {
      "en": "always think \"swine flu.\"",
      "it": "fa sempre pensare all'influenza suina."
    }
  },
  {
    "translation": {
      "en": "Always think swine flu.",
      "it": "Fa sempre pensare a quella."
    }
  },
  {
    "translation": {
      "en": "[Dinesh in Hindi] Breathe normally.",
      "it": "Respira normalmente."
    }
  },
  {
    "translation": {
      "en": "[in English] If it's not diagnosed properly at an early stage,",
      "it": "Se non è diagnosticata correttamente all'inizio,"
    }
  },
  {
    "translation": {
      "en": "it is difficult to treat.",
      "it": "è difficile da curare."
    }
  },
  {
    "translation": {
      "en": "[Dinesh in Hindi] The problem is, when she came here, she had 60%-70% saturation.",
      "it": "Il problema è che, quando è arrivata qui, aveva il 60-70% di saturazione."
    }
  },
  {
    "translation": {
      "en": "If she had been on the road, she would've died.",
      "it": "Se fosse stata per strada, sarebbe morta."
    }
  },
  {
    "translation": {
      "en": "That is the fact.",
      "it": "Questo è il punto."
    }
  },
  {
    "translation": {
      "en": "[in English] We will shift to the ICU. Then treatment will start.",
      "it": "Passiamo alla terapia intensiva per iniziare con la cura."
    }
  },
  {
    "translation": {
      "en": "[in Hindi] The later they come, the more laborious it gets to breathe,",
      "it": "Più tardi arrivano, più è difficile respirare"
    }
  },
  {
    "translation": {
      "en": "and it becomes a matter of life or death.",
      "it": "e diventa questione di vita o di morte."
    }
  },
  {
    "translation": {
      "en": "[Dennis] Biggest challenge with flu",
      "it": "La più grande sfida con l'influenza"
    }
  },
  {
    "translation": {
      "en": "is not being lulled into acceptance of seasonal flu",
      "it": "è non illudersi che è l'influenza stagionale"
    }
  },
  {
    "translation": {
      "en": "as all we have to worry about.",
      "it": "quella di cui preoccuparci."
    }
  },
  {
    "translation": {
      "en": "Because every once in a while, there is a variant of flu that emerges",
      "it": "Perché ogni tanto, emerge una variante di influenza"
    }
  },
  {
    "translation": {
      "en": "that poses an existential threat to us as a species.",
      "it": "che ci minaccia come specie."
    }
  },
  {
    "translation": {
      "en": "We go back to 1918...",
      "it": "Torniamo al 1918..."
    }
  },
  {
    "translation": {
      "en": "and, you know, that flu profoundly impacted this Earth.",
      "it": "L'influenza ha un impatto profondo sulla Terra."
    }
  },
  {
    "translation": {
      "en": "It emerged at the very end of World War I.",
      "it": "È emersa alla fine della Prima Guerra Mondiale."
    }
  },
  {
    "translation": {
      "en": "Soldiers returning home from battle helped spread the virus around the world.",
      "it": "I soldati che tornavano dalla battaglia hanno diffuso il virus in tutto il mondo."
    }
  },
  {
    "translation": {
      "en": "We ended up seeing a global event very rapidly,",
      "it": "Abbiamo visto un evento globale molto rapido,"
    }
  },
  {
    "translation": {
      "en": "even at a time when population movements were a fraction of what they are today.",
      "it": "anche quando i movimenti della popolazione erano una frazione di ciò che sono oggi."
    }
  },
  {
    "translation": {
      "en": "Far more people died in the 18-month period of that flu",
      "it": "Molte più persone morirono nei 18 mesi di quell'influenza"
    }
  },
  {
    "translation": {
      "en": "than died in all of World War I and World War II.",
      "it": "che durante la Prima e Seconda Guerra Mondiale,"
    }
  },
  {
    "translation": {
      "en": "Somewhere in the order of 50 to 100 million deaths.",
      "it": "per una stima tra i 50 e i 100 milioni di morti."
    }
  },
  {
    "translation": {
      "en": "In 1918, there were 1.8 billion people on the planet Earth.",
      "it": "Nel 1918, c'erano 1,8 miliardi di persone sul pianeta Terra."
    }
  },
  {
    "translation": {
      "en": "Today, there are 7.8 billion people.",
      "it": "Oggi, ce ne sono 7,8 miliardi."
    }
  },
  {
    "translation": {
      "en": "If a similar virus emerged today, the result would be not 50 to 100,",
      "it": "Se un virus simile fosse emerso oggi, il bilancio non sarebbe da 50 a 100,"
    }
  },
  {
    "translation": {
      "en": "but hundreds of millions of people that would likely die.",
      "it": "ma centinaia di milioni di persone probabilmente morte."
    }
  },
  {
    "translation": {
      "en": "And it's a guarantee that another version",
      "it": "Ed è certo che un'altra versione"
    }
  },
  {
    "translation": {
      "en": "of that killer flu will reappear.",
      "it": "di quell'influenza mortale riapparirà."
    }
  },
  {
    "translation": {
      "en": "We don't know when, but we should always presume it can be... soon.",
      "it": "Non sappiamo quando, ma dovremmo presumere che sia presto."
    }
  },
  {
    "translation": {
      "en": "When it comes to a pandemic, there are many unknowns.",
      "it": "Quando si parla di pandemia, ci sono molte incognite."
    }
  },
  {
    "translation": {
      "en": "It's about the societal disruption.",
      "it": "Si tratta di un disagio sociale."
    }
  },
  {
    "translation": {
      "en": "The thing that will immediately be threatened",
      "it": "La cosa che verrà immediatamente minacciata"
    }
  },
  {
    "translation": {
      "en": "is continuity of health services.",
      "it": "è la continuità dei servizi sanitari."
    }
  },
  {
    "translation": {
      "en": "But also, you'll have severe issues with normal infrastructure operating.",
      "it": "Ma ci saranno gravi problemi anche con le normali infrastrutture."
    }
  },
  {
    "translation": {
      "en": "Electricity is dependent on power plants",
      "it": "L'elettricità dipende dalle centrali elettriche"
    }
  },
  {
    "translation": {
      "en": "and power plants are dependent on a work force.",
      "it": "e le centrali dipendono dalla forza lavoro."
    }
  },
  {
    "translation": {
      "en": "That work force becomes ill, then you have huge vulnerabilities.",
      "it": "Se la forza lavoro si ammala, ci saranno enormi vulnerabilità."
    }
  },
  {
    "translation": {
      "en": "What are urban areas going to do",
      "it": "Cosa faranno le aree urbane"
    }
  },
  {
    "translation": {
      "en": "after a couple of weeks of disruptive impact on food supplies?",
      "it": "dopo un paio di settimane di imprevedibile impatto sulle scorte di cibo?"
    }
  },
  {
    "translation": {
      "en": "You'll not only have people dying from an influenza virus,",
      "it": "Non solo le persone moriranno per via di un virus influenzale,"
    }
  },
  {
    "translation": {
      "en": "they'll be dying from what are preventable deaths today.",
      "it": "ma moriranno di una morte che oggi è evitabile."
    }
  },
  {
    "translation": {
      "en": "It will leave its mark.",
      "it": "Lascerà il segno."
    }
  },
  {
    "translation": {
      "en": "That's why I do what I do.",
      "it": "Per questo faccio quello che faccio."
    }
  },
  {
    "translation": {
      "en": "If we catch it early enough, we may be able to save millions of lives.",
      "it": "Se la blocchiamo sul nascere, potremmo salvare milioni di vite."
    }
  },
  {
    "translation": {
      "en": "But it's an uphill battle",
      "it": "Ma è una battaglia ardua,"
    }
  },
  {
    "translation": {
      "en": "because there are so many opportunities for emergence,",
      "it": "perché ci sono molte possibili emergenze,"
    }
  },
  {
    "translation": {
      "en": "and our resources for early detection are limited.",
      "it": "e le nostre risorse per la diagnosi precoce sono limitate."
    }
  },
  {
    "translation": {
      "en": "[Syra] All right, good morning, everybody. We'll go ahead and get started with roll call.",
      "it": "Bene, buongiorno a tutti. Iniziamo con l'appello."
    }
  },
  {
    "translation": {
      "en": "As always, one person from each facility can just state that they are on.",
      "it": "Al solito, una persona per struttura dice di essere presente."
    }
  },
  {
    "translation": {
      "en": "We started this weekly system-wide seasonal flu activation call",
      "it": "Abbiamo creato un sistema di chiamate settimanali sull'influenza stagionale"
    }
  },
  {
    "translation": {
      "en": "with all hospitals that we have across the system,",
      "it": "con tutti gli ospedali che abbiamo nel sistema,"
    }
  },
  {
    "translation": {
      "en": "and the whole purpose of it is really, as we progress with seasonal flu,",
      "it": "e lo scopo di tutto è, mentre progrediamo con l'influenza stagionale,"
    }
  },
  {
    "translation": {
      "en": "they let us know any impact that they're having.",
      "it": "di farci sapere che impatto stanno avendo."
    }
  },
  {
    "translation": {
      "en": "Influenza activity is categorized as widespread.",
      "it": "L'attività influenzale è diffusa."
    }
  },
  {
    "translation": {
      "en": "This is the actual first week that widespread activity has been reported.",
      "it": "Questa è la prima settimana di attività diffusa."
    }
  },
  {
    "translation": {
      "en": "Last year's flu season was one of the worst that we've had in decades.",
      "it": "La stagione influenzale dell'anno scorso è stata tra le peggiori negli ultimi anni."
    }
  },
  {
    "translation": {
      "en": "A record-breaking number of hospitalizations and deaths.",
      "it": "Un numero record di ricoveri e morti."
    }
  },
  {
    "translation": {
      "en": "Bellevue, any changes to your current status?",
      "it": "Bellevue, cambiamenti sul tuo stato attuale?"
    }
  },
  {
    "translation": {
      "en": "[man 1] No changes from the current status.",
      "it": "Nessun cambiamento."
    }
  },
  {
    "translation": {
      "en": "Great. Thank you. Coney Island, any changes?",
      "it": "Bene. Grazie. Coney Island, qualche cambiamento?"
    }
  },
  {
    "translation": {
      "en": "[man 2] No changes.",
      "it": "Nessun cambiamento."
    }
  },
  {
    "translation": {
      "en": "[Syra] Great. Thank you.",
      "it": "Ottimo. Grazie."
    }
  },
  {
    "translation": {
      "en": "We started seeing impacts to staffing. We started seeing impacts to flu supplies.",
      "it": "Abbiamo iniziato a vedere degli impatti sul personale e scorte per l'influenza."
    }
  },
  {
    "translation": {
      "en": "There were shortages of Tamiflu,",
      "it": "C'era carenza di Tamiflu,"
    }
  },
  {
    "translation": {
      "en": "so much so that folks were coming back to the emergency department",
      "it": "tanto che la gente tornava al reparto d'emergenza"
    }
  },
  {
    "translation": {
      "en": "asking for their children to be admitted, because they couldn't get this medication.",
      "it": "chiedendo che venissero ricoverati i figli perché non avevano le medicine."
    }
  },
  {
    "translation": {
      "en": "-Queens, any changes? -[man 3] No changes.",
      "it": "- Queens, qualche cambiamento? - Nessun cambiamento."
    }
  },
  {
    "translation": {
      "en": "[Syra] Thank you.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "So we activated an emergency operation center",
      "it": "Abbiamo attivato un centro operativo d'emergenza"
    }
  },
  {
    "translation": {
      "en": "to really get a bird's-eye view of what's happening system-wide",
      "it": "per avere una visione d'insieme di ciò che succede nel sistema"
    }
  },
  {
    "translation": {
      "en": "and where we can provide the resources and expertise that's needed.",
      "it": "e dove possiamo fornire le risorse e competenze necessarie."
    }
  },
  {
    "translation": {
      "en": "And Woodhull, any changes?",
      "it": "Woodhull, qualche cambiamento?"
    }
  },
  {
    "translation": {
      "en": "[woman] Yes. We have four patients on droplet precautions as of Monday",
      "it": "Sì. Amministriamo le gocce a quattro pazienti da lunedì"
    }
  },
  {
    "translation": {
      "en": "and seven positive flu tests.",
      "it": "e sette positivi all'influenza."
    }
  },
  {
    "translation": {
      "en": "[Syra] All right. Excellent. Well, thank you all so much for joining.",
      "it": "Ok. Benissimo. Grazie di essere qui."
    }
  },
  {
    "translation": {
      "en": "We appreciate it and we will see you next week. Take care, everybody.",
      "it": "Lo apprezziamo molto. Alla settimana prossima. Statemi bene."
    }
  },
  {
    "translation": {
      "en": "Part of emergency management is, you know,",
      "it": "Nella gestione delle emergenze"
    }
  },
  {
    "translation": {
      "en": "you're not just at the facilities, but just for me also worldwide.",
      "it": "non si lavora solo nelle strutture, ma in tutto il mondo."
    }
  },
  {
    "translation": {
      "en": "Sometimes when I wake up in the morning and I see 20 different emails,",
      "it": "A volte, quando mi sveglio, vedo 20 email diverse,"
    }
  },
  {
    "translation": {
      "en": "not just internally but also externally,",
      "it": "non solo interne, ma anche esterne,"
    }
  },
  {
    "translation": {
      "en": "I'm getting alerts of what's happening. I just try to stay on top of it.",
      "it": "su ciò che succede. Cerco di avere tutto sotto controllo."
    }
  },
  {
    "translation": {
      "en": "I'm gonna pull up her info so that...",
      "it": "Prendo i suoi dati così..."
    }
  },
  {
    "translation": {
      "en": "On any given day, it's meetings back-to-back.",
      "it": "Ogni santo giorno, le riunioni si susseguono."
    }
  },
  {
    "translation": {
      "en": "First, thank you all so much for meeting with us, and then obviously, for this collaboration...",
      "it": "Grazie mille di essere qui e ovviamente per la collaborazione..."
    }
  },
  {
    "translation": {
      "en": "I typically start, you know, 8:30 or so...",
      "it": "Di solito inizio alle 8.30..."
    }
  },
  {
    "translation": {
      "en": "If this was a real world event, what are some crisis standards...",
      "it": "Se fosse un vero evento mondiale, quali sono gli standard di crisi..."
    }
  },
  {
    "translation": {
      "en": "...and then go on for the duration of the day.",
      "it": "...e continuo tutta la giornata."
    }
  },
  {
    "translation": {
      "en": "You wanna call the Department of Health. They will walk you through the case definition and they will...",
      "it": "Chiamate il Dipartimento della Salute. Vi spiegheranno il caso e..."
    }
  },
  {
    "translation": {
      "en": "This isn't Atlanta. Anyone email back from CDC yet?",
      "it": "Non è Atlanta. Qualcuno ha ricevuto e-mail dal CDC?"
    }
  },
  {
    "translation": {
      "en": "This is Syra.",
      "it": "Sono Syra."
    }
  },
  {
    "translation": {
      "en": "A good chunk of my work is actually done at night, so it's not surprising at all",
      "it": "Buona parte del mio lavoro viene fatto di notte, quindi non mi sorprende"
    }
  },
  {
    "translation": {
      "en": "if you get an email from me, like, 11:00, 12:00 at night.",
      "it": "ricevere e-mail alle 11 di sera, mezzanotte."
    }
  },
  {
    "translation": {
      "en": "-[woman] Thank you so much. -[Syra] Thank you for coming.",
      "it": "- Grazie mille. - Grazie di essere qui."
    }
  },
  {
    "translation": {
      "en": "I'm perfectly fine with it.",
      "it": "A me sta benissimo."
    }
  },
  {
    "translation": {
      "en": "I need to meet with these folks, I need to see what's happening.",
      "it": "Devo incontrare questa gente, vedere cosa succede."
    }
  },
  {
    "translation": {
      "en": "The threat of special pathogens is constantly on my mind.",
      "it": "La minaccia di patogeni speciali è costantemente nella mia mente."
    }
  },
  {
    "translation": {
      "en": "Things like MERS, SARS, Ebola, flu.",
      "it": "Cose come la MERS, la SARS, l'Ebola, l'influenza."
    }
  },
  {
    "translation": {
      "en": "While these outbreaks are happening remotely in distant areas,",
      "it": "Mentre queste epidemie avvengono a distanza e in zone distanti,"
    }
  },
  {
    "translation": {
      "en": "we know that they're just one flight away from coming here in the United States",
      "it": "sappiamo che sono a un volo di distanza dagli Stati Uniti"
    }
  },
  {
    "translation": {
      "en": "and that's exactly why I do what I do.",
      "it": "ed è per questo che faccio quello che faccio."
    }
  },
  {
    "translation": {
      "en": "What did you have for lunch today?",
      "it": "Cos'hai mangiato oggi?"
    }
  },
  {
    "translation": {
      "en": "[Hassan] It wasn't halal, but I got...",
      "it": "Non era halal, ma ho preso"
    }
  },
  {
    "translation": {
      "en": "-pasta pesto. -Good job.",
      "it": "- la pasta al pesto. - Bravo."
    }
  },
  {
    "translation": {
      "en": "Special pathogens don't respect any boundaries.",
      "it": "Gli agenti patogeni speciali non rispettano i limiti."
    }
  },
  {
    "translation": {
      "en": "So I wanna make sure that I'm doing it not just for my children,",
      "it": "Voglio assicurarmi di farlo non solo per i miei figli,"
    }
  },
  {
    "translation": {
      "en": "but for the greater good of humanity, 'cause we wanna make sure people are safe.",
      "it": "ma per il bene dell'umanità, perché vogliamo che sia al sicuro."
    }
  },
  {
    "translation": {
      "en": "[Jake] Back in 2012, I was working at Pfizer doing antibody engineering.",
      "it": "Nel 2012, lavoravo alla Pfizer, facevo ingegneria anticorpale."
    }
  },
  {
    "translation": {
      "en": "I wasn't working on vaccines, but I was learning a lot",
      "it": "Non lavoravo sui vaccini, ma ho imparato molto"
    }
  },
  {
    "translation": {
      "en": "about how the populations of antibodies respond to their targets.",
      "it": "su come le popolazioni di anticorpi reagiscono ai loro obiettivi."
    }
  },
  {
    "translation": {
      "en": "That technology really opened our eyes",
      "it": "Quella tecnologia ci ha aperto gli occhi"
    }
  },
  {
    "translation": {
      "en": "to what was really going on when someone gets vaccinated",
      "it": "su cosa accadeva davvero quando qualcuno veniva vaccinato"
    }
  },
  {
    "translation": {
      "en": "or when we're trying to engineer an antibody as a drug.",
      "it": "o cercavamo di creare un anticorpo come medicinale."
    }
  },
  {
    "translation": {
      "en": "I had a BA when I was at Pfizer, and I got promoted every year,",
      "it": "Avevo una triennale e venivo promosso ogni anno,"
    }
  },
  {
    "translation": {
      "en": "so I was a principal scientist with a Bachelor's Degree.",
      "it": "quindi ero uno scienziato con una triennale."
    }
  },
  {
    "translation": {
      "en": "And friends of mine were... They thought I was crazy.",
      "it": "I miei amici... pensavano fossi pazzo."
    }
  },
  {
    "translation": {
      "en": "Some of them were like, \"Why are you leaving a job",
      "it": "Dicevano: \"Perché lasciare un lavoro"
    }
  },
  {
    "translation": {
      "en": "where normally you need a PhD, and a post doc, and eight years of experience?\"",
      "it": "per cui di solito serve un dottorato e un post dottorato, e anni d'esperienza?\""
    }
  },
  {
    "translation": {
      "en": "But I was worried if I waited another ten years,",
      "it": "Ma temevo che se avessi aspettato,"
    }
  },
  {
    "translation": {
      "en": "I might start having children and then I would be too scared to make a big jump.",
      "it": "avrei avuto dei figli e troppa paura di fare un bel salto."
    }
  },
  {
    "translation": {
      "en": "I definitely was like, \"I could be messing up my career right now, but...\"",
      "it": "Pensavo: \"Potrei rovinarmi la carriera, ma...\""
    }
  },
  {
    "translation": {
      "en": "I came up with this idea and I thought it was too beautiful not to try.",
      "it": "Ho avuto quest'idea e ho pensato fosse troppo bella per non provarci."
    }
  },
  {
    "translation": {
      "en": "More often than not, startups are looking for the quickest path to funding.",
      "it": "Il più delle volte, le startup cercano la strada più veloce per i finanziamenti."
    }
  },
  {
    "translation": {
      "en": "A lot of them have a \"fake it till you make it\" approach.",
      "it": "Molti hanno l'approccio del \"fingi finché non l'ottieni\"."
    }
  },
  {
    "translation": {
      "en": "[newscaster 1] Well, she was a college dropout who became the youngest self-made female billionaire.",
      "it": "Aveva lasciato il college ed è diventata la più giovane miliardaria fatta da sé."
    }
  },
  {
    "translation": {
      "en": "[newscaster 2] In 2003, then 19-year-old Elizabeth Holmes founded Theranos",
      "it": "Nel 2003, la diciannovenne Elizabeth Holmes fondò Theranos"
    }
  },
  {
    "translation": {
      "en": "with the hope of using small amounts of blood",
      "it": "con la speranza di usare piccole quantità di sangue"
    }
  },
  {
    "translation": {
      "en": "to do what normally took numerous tubes.",
      "it": "per fare ciò che normalmente richiedeva vari tubi."
    }
  },
  {
    "translation": {
      "en": "-Does it work? -Yes.",
      "it": "- Funziona? - Sì."
    }
  },
  {
    "translation": {
      "en": "-You're confident in that? -I am confident in that.",
      "it": "- Ne è sicura? - Ne sono sicura."
    }
  },
  {
    "translation": {
      "en": "[Jake] In order to get funding, they often have to convince investors",
      "it": "Per ottenere i finanziamenti, spesso devono convincere gli investitori"
    }
  },
  {
    "translation": {
      "en": "about ideas that haven't been proven out yet, and sometimes,",
      "it": "di cose non ancora provate e, a volte,"
    }
  },
  {
    "translation": {
      "en": "they do not have sound science to back up their plans.",
      "it": "non hanno prove scientifiche a sostegno."
    }
  },
  {
    "translation": {
      "en": "The company faces new investigations from the Securities and Exchange Commission",
      "it": "La Commissione per la Sicurezza e gli Scambi indaga di nuovo sull'azienda"
    }
  },
  {
    "translation": {
      "en": "and a US attorney's office in California.",
      "it": "assieme al procuratore degli Stati Uniti in California."
    }
  },
  {
    "translation": {
      "en": "That's in addition to an ongoing probe by the centers for Medicare and Medicaid services.",
      "it": "Ciò si aggiunge a una continua indagine sui centri di assistenza sanitaria."
    }
  },
  {
    "translation": {
      "en": "[Jake] In bio tech, you need time to cultivate your credibility and your science.",
      "it": "Nella biotecnologia, serve tempo per coltivare credibilità e scienza..."
    }
  },
  {
    "translation": {
      "en": "on top of those plans.",
      "it": "...oltre a quei piani."
    }
  },
  {
    "translation": {
      "en": "[newscaster 3] Now Elizabeth Holmes is facing some pretty serious prison time.",
      "it": "Ora Elizabeth Holmes dovrà affrontare il carcere."
    }
  },
  {
    "translation": {
      "en": "[newscaster 4] Holmes and the company's former president",
      "it": "Holmes e l'ex presidente dell'azienda sono stati incriminati"
    }
  },
  {
    "translation": {
      "en": "were indicted yesterday on federal wire fraud charges.",
      "it": "Holmes e l'ex presidente dell'azienda sono stati incriminati ieri per accuse di frode federale."
    }
  },
  {
    "translation": {
      "en": "So, eventually, some of these companies realize that the hype that they're built on",
      "it": "Alla fine, alcune di queste aziende capiscono che il clamore su cui si basano"
    }
  },
  {
    "translation": {
      "en": "is not enough to support their quest for the almighty dollar.",
      "it": "non basta a sostenere la loro ricerca dei santi fondi."
    }
  },
  {
    "translation": {
      "en": "There are a million reasons why an experiment can fail.",
      "it": "Ci sono un milione di ragioni per cui un esperimento può fallire."
    }
  },
  {
    "translation": {
      "en": "Ultimately, all that matters is what the data says,",
      "it": "Alla fine, ciò che conta è ciò che dicono i dati"
    }
  },
  {
    "translation": {
      "en": "and so far, our data is very promising.",
      "it": "e per ora, i nostri sono molto promettenti."
    }
  },
  {
    "translation": {
      "en": "All righty.",
      "it": "Bene."
    }
  },
  {
    "translation": {
      "en": "Our goal here is that we want to enable the world to have access to our vaccines.",
      "it": "Il nostro obiettivo è di permettere al mondo di avere accesso ai vaccini."
    }
  },
  {
    "translation": {
      "en": "All the world...",
      "it": "Tutto il mondo..."
    }
  },
  {
    "translation": {
      "en": "including people who can't afford it.",
      "it": "Compreso chi non può permetterseli."
    }
  },
  {
    "translation": {
      "en": "That's obviously low on the list for investors.",
      "it": "Ovviamente, è in fondo alla lista degli investitori."
    }
  },
  {
    "translation": {
      "en": "When you take venture capital,",
      "it": "Con il capitale di rischio,"
    }
  },
  {
    "translation": {
      "en": "you either lose control of your company or you lose control of your vision.",
      "it": "o perdi il controllo della tua azienda o della tua visione."
    }
  },
  {
    "translation": {
      "en": "Right now, we are funding this.",
      "it": "Al momento, lo stiamo finanziando noi."
    }
  },
  {
    "translation": {
      "en": "Everything up until this point has been out of our own pockets.",
      "it": "Finora, è tutto di tasca nostra."
    }
  },
  {
    "translation": {
      "en": "We should not have been able to beat",
      "it": "Non dovevamo battere"
    }
  },
  {
    "translation": {
      "en": "major pharmaceutical companies who have way more money than us and have way more people than us.",
      "it": "le grandi case farmaceutiche che hanno più soldi e più persone di noi."
    }
  },
  {
    "translation": {
      "en": "But my experience in big pharmas is they typically move very slow",
      "it": "Ma la mia esperienza nell'industria farmaceutica è che si muovono lentamente"
    }
  },
  {
    "translation": {
      "en": "and they're risk averse.",
      "it": "e sono avversi al rischio."
    }
  },
  {
    "translation": {
      "en": "And so, there actually aren't that many people as you might think working on new techniques.",
      "it": "Non ci sono molte persone, come credete, che lavorano su nuove tecniche."
    }
  },
  {
    "translation": {
      "en": "So that's worked to our advantage, but eventually,",
      "it": "Ciò va a nostro vantaggio, ma prima o poi,"
    }
  },
  {
    "translation": {
      "en": "we are going to need to get this vaccine into human trials.",
      "it": "avremo bisogno di testare il vaccino sugli umani."
    }
  },
  {
    "translation": {
      "en": "And we are not going to be able to fund that by ourselves.",
      "it": "E non riusciremo a finanziarlo da soli."
    }
  },
  {
    "translation": {
      "en": "[in Hindi] Goochi, dear son...",
      "it": "Goochi, caro figlio..."
    }
  },
  {
    "translation": {
      "en": "Wake up, it's seven o'clock.",
      "it": "Sveglia, sono le sette."
    }
  },
  {
    "translation": {
      "en": "It's been 15 years since I received my MD.",
      "it": "Sono passati 15 anni da quando ho ricevuto la laurea."
    }
  },
  {
    "translation": {
      "en": "[Dinesh] It was my family's dream to have a doctor in the family.",
      "it": "Era il sogno dei miei, avere un medico in famiglia."
    }
  },
  {
    "translation": {
      "en": "We are seven sons in the family.",
      "it": "Siamo sette figli."
    }
  },
  {
    "translation": {
      "en": "They thought the first one would become a doctor, he didn't.",
      "it": "Pensavano che il primo sarebbe diventato un dottore, ma non è andata così."
    }
  },
  {
    "translation": {
      "en": "[in English] Second, third, fourth...",
      "it": "Il secondo, il terzo, il quarto..."
    }
  },
  {
    "translation": {
      "en": "[in Hindi] When it came to me, the fifth, they found some hope.",
      "it": "Arrivati a me, il quinto, trovarono la speranza."
    }
  },
  {
    "translation": {
      "en": "Papa, your phone is ringing.",
      "it": "Papà, il tuo telefono."
    }
  },
  {
    "translation": {
      "en": "[Dinesh] Hello. Just getting ready.",
      "it": "Pronto? Mi sto preparando."
    }
  },
  {
    "translation": {
      "en": "Okay, okay, bye.",
      "it": "Ok, ciao."
    }
  },
  {
    "translation": {
      "en": "Come on, son.",
      "it": "Forza, figliolo."
    }
  },
  {
    "translation": {
      "en": "I don't know why they felt that I could become one.",
      "it": "Non so perché pensavano che potessi diventarlo."
    }
  },
  {
    "translation": {
      "en": "I used to be poor in studies.",
      "it": "Non ero bravo a scuola."
    }
  },
  {
    "translation": {
      "en": "That is the truth.",
      "it": "Questa è la verità."
    }
  },
  {
    "translation": {
      "en": "But they knew that what little I studied, I did it with all my heart.",
      "it": "Ma sapevano che quel poco che studiavo, lo facevo con tutto il cuore."
    }
  },
  {
    "translation": {
      "en": "I'm not in this profession for money.",
      "it": "Non faccio questa professione per denaro."
    }
  },
  {
    "translation": {
      "en": "I am extremely passionate about this cause.",
      "it": "Sono molto appassionato di questa causa."
    }
  },
  {
    "translation": {
      "en": "[Dinesh] Yes, Nisha, how are you?",
      "it": "Sì, Nisha, come stai?"
    }
  },
  {
    "translation": {
      "en": "Tell me this.",
      "it": "Dimmi una cosa."
    }
  },
  {
    "translation": {
      "en": "When we admitted you to emergency three days back, when you'd came here from Sikar...",
      "it": "Ti abbiamo ricoverata tre giorni fa, quando sei arrivata da Sikar..."
    }
  },
  {
    "translation": {
      "en": "how different are you feeling since then?",
      "it": "Quanto ti senti diversa da allora?"
    }
  },
  {
    "translation": {
      "en": "A little bit.",
      "it": "Un po'."
    }
  },
  {
    "translation": {
      "en": "[man] The problem was going on for 15 days.",
      "it": "Il problema è andato avanti per 15 giorni."
    }
  },
  {
    "translation": {
      "en": "We admitted her into a hospital in our area.",
      "it": "L'abbiamo ricoverata in un ospedale nella nostra zona."
    }
  },
  {
    "translation": {
      "en": "But it's not a big city, most of the people are from the villages.",
      "it": "Ma è una città piccola, gran parte della gente viene dai villaggi."
    }
  },
  {
    "translation": {
      "en": "They are villagers, so not many people there know about this.",
      "it": "Sono degli abitanti del villaggio, non sanno cosa succede."
    }
  },
  {
    "translation": {
      "en": "Even the doctors don't know about H1N1. So they didn't test her for this.",
      "it": "Nemmeno i medici sanno dell'H1N1. Non l'hanno testata."
    }
  },
  {
    "translation": {
      "en": "No one realized that it would become such a serious disease.",
      "it": "Nessuno si era reso conto che sarebbe diventata una malattia così grave."
    }
  },
  {
    "translation": {
      "en": "[in English] The patient is not responding up to the mark which I want.",
      "it": "La paziente non risponde come voglio."
    }
  },
  {
    "translation": {
      "en": "[in Hindi] The problem is...",
      "it": "Il problema è..."
    }
  },
  {
    "translation": {
      "en": "there are no facilities in the outlying areas.",
      "it": "...che non ci sono strutture nelle aree periferiche."
    }
  },
  {
    "translation": {
      "en": "When they become seriously ill, they head for the cities.",
      "it": "Quando si ammalano, vengono in città."
    }
  },
  {
    "translation": {
      "en": "It is too late by then.",
      "it": "Ma per loro è troppo tardi."
    }
  },
  {
    "translation": {
      "en": "[in English] Any patient who had immunity low",
      "it": "Ogni paziente con immunità bassa"
    }
  },
  {
    "translation": {
      "en": "is a culprit for swine flu...",
      "it": "rischia l'influenza suina..."
    }
  },
  {
    "translation": {
      "en": "in dangerous form.",
      "it": "...in forma pericolosa."
    }
  },
  {
    "translation": {
      "en": "Child...",
      "it": "Bambini"
    }
  },
  {
    "translation": {
      "en": "pregnant woman, old age.",
      "it": "donne incinte, anziani."
    }
  },
  {
    "translation": {
      "en": "A patient with diabetes.",
      "it": "Un paziente con diabete."
    }
  },
  {
    "translation": {
      "en": "A patient with kidney disease.",
      "it": "Un paziente con una malattia renale."
    }
  },
  {
    "translation": {
      "en": "[Dinesh in Hindi] What's troubling you?",
      "it": "Cosa hai?"
    }
  },
  {
    "translation": {
      "en": "I'm tired.",
      "it": "Sono stanco."
    }
  },
  {
    "translation": {
      "en": "-[Dinesh] What are you tired of? -I'm really tired.",
      "it": "- Di cosa sei stanco? - Sono molto stanco."
    }
  },
  {
    "translation": {
      "en": "[Dheeraj in English] Generally, we Indians think it's a small cough,",
      "it": "Noi indiani pensiamo che sia una po' di tosse,"
    }
  },
  {
    "translation": {
      "en": "all you should do is take honey, lemon, turmeric and it goes away.",
      "it": "e che basta un po' di miele, limone, curcuma e sparisce."
    }
  },
  {
    "translation": {
      "en": "But seems like it was something very different this time.",
      "it": "Ma questa volta, sembra qualcosa di diverso."
    }
  },
  {
    "translation": {
      "en": "Nobody realized it was swine flu.",
      "it": "Nessuno ha capito che era influenza suina."
    }
  },
  {
    "translation": {
      "en": "[Dinesh in Hindi] So, now the condition is guarded.",
      "it": "La situazione ora è sotto controllo."
    }
  },
  {
    "translation": {
      "en": "I won't say it's good.",
      "it": "Non direi buona."
    }
  },
  {
    "translation": {
      "en": "[Dheeraj] His kidney and heart have also become weaker... [Dinesh] Right, right.",
      "it": "- I reni e il cuore sono più deboli... - Giusto."
    }
  },
  {
    "translation": {
      "en": "We will assume the situation is now serious.",
      "it": "Presumiamo che la situazione sia grave."
    }
  },
  {
    "translation": {
      "en": "[in English] Until and unless he's in ICU, he's critical.",
      "it": "Finché si trova in terapia intensiva, è grave."
    }
  },
  {
    "translation": {
      "en": "[Dheeraj] At this point of time, lungs have infection,",
      "it": "A questo punto, c'è un'infezione ai polmoni,"
    }
  },
  {
    "translation": {
      "en": "kidneys are not working, heart is under constant pressure.",
      "it": "i reni non funzionano, il cuore è sotto pressione."
    }
  },
  {
    "translation": {
      "en": "So, if these three vital organs are not working... I mean, it's really difficult.",
      "it": "Se questi tre organi vitali non funzionano... Insomma, è difficile."
    }
  },
  {
    "translation": {
      "en": "That's why, whatever happens, I'm outside always,",
      "it": "Per questo, qualsiasi cosa accada, sono qua fuori,"
    }
  },
  {
    "translation": {
      "en": "so he feels good about it, that there's someone who's taking care.",
      "it": "così è a suo agio, e c'è qualcuno che si prende cura di lui."
    }
  },
  {
    "translation": {
      "en": "I have to stay here, there's no one else. I don't have a brother or a sister.",
      "it": "Devo restare qui, non c'è nessun altro. Non ho un fratello o una sorella."
    }
  },
  {
    "translation": {
      "en": "I'm all alone, so I have to be here.",
      "it": "Sono solo, quindi devo stare qui."
    }
  },
  {
    "translation": {
      "en": "He's an old kind of man, \"I want to go home,",
      "it": "È un uomo all'antica, \"Voglio andare a casa,"
    }
  },
  {
    "translation": {
      "en": "I want to take a walk in the garden.\" You know, do stuff like that.",
      "it": "voglio fare una passeggiata in giardino\". Cose del genere."
    }
  },
  {
    "translation": {
      "en": "I said, \"Yes, you will be able to, but just have some time off. Just relax...",
      "it": "Ho detto: \"Sì, ci riuscirai, ma riposati ora. Rilassati..."
    }
  },
  {
    "translation": {
      "en": "and soon you will be able to do all of those.\"",
      "it": "e presto potrai fare tutte queste cose\"."
    }
  },
  {
    "translation": {
      "en": "As long as it takes, I will be here.",
      "it": "Per tutto il tempo necessario, sarò qui."
    }
  },
  {
    "translation": {
      "en": "Take if off upstairs.",
      "it": "Toglila di sopra."
    }
  },
  {
    "translation": {
      "en": "-Why you have a Band-Aid right here? -[Amar crying]",
      "it": "Perché hai un cerotto qui?"
    }
  },
  {
    "translation": {
      "en": "-Because I got hurt. -How'd you get hurt?",
      "it": "- Perché mi sono fatto male. - Come ti sei fatto male?"
    }
  },
  {
    "translation": {
      "en": "-I was bleeding. -In school?",
      "it": "- Sanguinavo. - A scuola?"
    }
  },
  {
    "translation": {
      "en": "-No, at home. -[Hassan shouting indistinctly]",
      "it": "No, a casa."
    }
  },
  {
    "translation": {
      "en": "Okay, go upstairs. I'll help you upstairs. You can't... no. We can't do it over here.",
      "it": "Ok, vai di sopra. Ti aiuto io. Non puoi... Non possiamo farlo qui."
    }
  },
  {
    "translation": {
      "en": "Go upstairs. Just go upstairs. I'll put your clothes on upstairs.",
      "it": "Vai di sopra. Ti metto i vestiti di sopra."
    }
  },
  {
    "translation": {
      "en": "Amar, what are you doing?",
      "it": "Amar, che stai facendo?"
    }
  },
  {
    "translation": {
      "en": "I have a three-year-old and I have a five-year-old.",
      "it": "Ho un bambino di tre anni e uno di cinque."
    }
  },
  {
    "translation": {
      "en": "No hitting.",
      "it": "Non fatevi male."
    }
  },
  {
    "translation": {
      "en": "It never stops.",
      "it": "Non finisce mai."
    }
  },
  {
    "translation": {
      "en": "There are some days that are better than others",
      "it": "Alcuni giorni sono meglio di altri"
    }
  },
  {
    "translation": {
      "en": "in terms of just how I can handle it.",
      "it": "in termini di come la gestisco."
    }
  },
  {
    "translation": {
      "en": "-What happened? What happened? -[Amar crying]",
      "it": "Cos'è successo?"
    }
  },
  {
    "translation": {
      "en": "[Syra] Why don't you build something? You guys wanna build something?",
      "it": "Perché non costruisci qualcosa? Volete costruire?"
    }
  },
  {
    "translation": {
      "en": "So help me build.",
      "it": "Aiutami a costruire."
    }
  },
  {
    "translation": {
      "en": "And then there's other days where I'm just super exhausted,",
      "it": "E poi ci sono altri giorni in cui sono davvero esausta"
    }
  },
  {
    "translation": {
      "en": "'cause it's just been a really long or a rough day.",
      "it": "perché è stata una giornata molto lunga o difficile."
    }
  },
  {
    "translation": {
      "en": "Sometimes I actually put the kids down a little earlier than I need to",
      "it": "A volte metto i bambini a dormire prima del previsto"
    }
  },
  {
    "translation": {
      "en": "so I can just relax.",
      "it": "solo per rilassarmi."
    }
  },
  {
    "translation": {
      "en": "-[Amar] Mommy. -[Syra] Yes.",
      "it": "- Mamma. - Sì!"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "it": "Che stai facendo?"
    }
  },
  {
    "translation": {
      "en": "-Mommy, look at me. -Yes.",
      "it": "- Mamma, guardami. - Sì."
    }
  },
  {
    "translation": {
      "en": "I actually don't tell them exactly what I do",
      "it": "Non dico loro esattamente cosa faccio,"
    }
  },
  {
    "translation": {
      "en": "and I try not to also share that with school friends or mommies,",
      "it": "e cerco di non condividerlo con gli amici della scuola o le mamme,"
    }
  },
  {
    "translation": {
      "en": "'cause people's fear factor kicks in first before logic.",
      "it": "perché il fattore paura colpisce prima della logica."
    }
  },
  {
    "translation": {
      "en": "If they think I had any remote kind of contact with disease,",
      "it": "Se pensano che abbia avuto un contatto remoto con la malattia,"
    }
  },
  {
    "translation": {
      "en": "it's like, \"Don't touch me, don't come near me.\"",
      "it": "pensano: \"Non toccarmi, non avvicinarti a me\"."
    }
  },
  {
    "translation": {
      "en": "I do this because I have a passion for it.",
      "it": "Lo faccio perché ho una passione."
    }
  },
  {
    "translation": {
      "en": "I started to work in the field of bio defense, I did some work with FBI related to bio defense.",
      "it": "Ho iniziato a lavorare nel campo della bio-difesa, collaborando con l'FBI."
    }
  },
  {
    "translation": {
      "en": "My Master's thesis was on Ebola",
      "it": "La mia tesi era sull'Ebola"
    }
  },
  {
    "translation": {
      "en": "and then the bio threat team that I was part of in 2014",
      "it": "e la squadra di bio-minacce di cui facevo parte nel 2014"
    }
  },
  {
    "translation": {
      "en": "at the Texas Department of State Health Services,",
      "it": "al Dipartimento dei Servizi Sanitari del Texas,"
    }
  },
  {
    "translation": {
      "en": "was the team that did diagnose the very first patient.",
      "it": "era il team che ha fatto la diagnosi al primo paziente."
    }
  },
  {
    "translation": {
      "en": "[doctor] The patient admitted to this hospital has tested positive for Ebola virus",
      "it": "Il paziente ricoverato in questo ospedale è risultato positivo al virus Ebola"
    }
  },
  {
    "translation": {
      "en": "and we're taking every step possible to manage this situation.",
      "it": "e stiamo facendo tutto il possibile per gestire la situazione."
    }
  },
  {
    "translation": {
      "en": "No one thought at that time",
      "it": "All'epoca nessuno pensava"
    }
  },
  {
    "translation": {
      "en": "that this would ever reach the shores of the United States,",
      "it": "che avrebbe raggiunto le coste degli Stati Uniti,"
    }
  },
  {
    "translation": {
      "en": "and so, there was no active monitoring or active screening in place.",
      "it": "quindi non ci sono stati controlli attivi."
    }
  },
  {
    "translation": {
      "en": "[newscaster] While caring for the first patient to test positive for the Ebola virus",
      "it": "Occupandosi del primo paziente positivo al virus dell'ebola"
    }
  },
  {
    "translation": {
      "en": "in US soil, a Dallas nurse contracted the disease.",
      "it": "sul suolo americano, un'infermiera di Dallas ha contratto la malattia."
    }
  },
  {
    "translation": {
      "en": "And then a number of questions then arose",
      "it": "E vennero spontanee alcune domande:"
    }
  },
  {
    "translation": {
      "en": "of are all hospitals in the United States equipped and able to identify patients",
      "it": "gli ospedali statunitensi sono attrezzati e in grado di identificare i pazienti"
    }
  },
  {
    "translation": {
      "en": "suspected with these types of special pathogens.",
      "it": "sospetti con questi tipi di patogeni speciali?"
    }
  },
  {
    "translation": {
      "en": "Amar, I'm proud of you...",
      "it": "Amar, sono fiera di te..."
    }
  },
  {
    "translation": {
      "en": "For me, I wanna make sure from a healthcare delivery standpoint",
      "it": "Io voglio assicurarmi, dal punto di vista sanitario,"
    }
  },
  {
    "translation": {
      "en": "whether this patient's coming in with Ebola virus disease or a pandemic flu,",
      "it": "che se arriva un paziente con virus Ebola o influenza pandemica,"
    }
  },
  {
    "translation": {
      "en": "they have the resources to identify these patients.",
      "it": "loro abbiano le risorse per identificare questi pazienti."
    }
  },
  {
    "translation": {
      "en": "-[Amar] I want to read the night squirrel. -Okay.",
      "it": "- Voglio leggere lo scoiattolo. - Va bene."
    }
  },
  {
    "translation": {
      "en": "All right, how about I read Hassan's first and then I read yours.",
      "it": "Prima leggo quello di Hassan e poi leggo il tuo."
    }
  },
  {
    "translation": {
      "en": "Okay, which one should I read in the superheroes?",
      "it": "Ok, quale leggo dei supereroi?"
    }
  },
  {
    "translation": {
      "en": "When I was part of the Ebola response team, we had an appreciation ceremony.",
      "it": "Quando ero parte della squadra sull'Ebola facevamo una cerimonia di ringraziamento."
    }
  },
  {
    "translation": {
      "en": "I remember on the card someone wrote that,",
      "it": "Ricordo che qualcuno scrisse:"
    }
  },
  {
    "translation": {
      "en": "\"When everybody was running away from this, you ran towards it. Are you crazy?\"",
      "it": "\"Quando tutti scappavano via, tu gli andavi incontro. Sei matta?\""
    }
  },
  {
    "translation": {
      "en": "But I think for me,",
      "it": "Ma per me,"
    }
  },
  {
    "translation": {
      "en": "it really translates into helping those around me.",
      "it": "significa aiutare chi mi circonda."
    }
  },
  {
    "translation": {
      "en": "He's saying to stop.",
      "it": "Dice di smetterla."
    }
  },
  {
    "translation": {
      "en": "This kid is bullying her. That's not nice to bully, right?",
      "it": "Questo ragazzo la sta tormentando. Non è carino fare il bullo, no?"
    }
  },
  {
    "translation": {
      "en": "And yes, I may be putting myself in harm's way,",
      "it": "E sì, potrei mettermi in pericolo,"
    }
  },
  {
    "translation": {
      "en": "but this is something that I have knowledge of",
      "it": "ma è una cosa di cui sono consapevole"
    }
  },
  {
    "translation": {
      "en": "and why wouldn't I do that?",
      "it": "e perché non dovrei farlo?"
    }
  },
  {
    "translation": {
      "en": "\"Whatever had changed him in that gamma ray accident must have...\"",
      "it": "\"Qualunque cosa l'abbia cambiato in quell'incidente di raggi gamma...\""
    }
  },
  {
    "translation": {
      "en": "These threats are never going to stop...",
      "it": "Queste minacce non si fermeranno mai"
    }
  },
  {
    "translation": {
      "en": "and we need to do something about it, and that something is now.",
      "it": "e noi dobbiamo fare qualcosa, e farlo ora."
    }
  },
  {
    "translation": {
      "en": "So, I have an upwards of ten projects happening at any given time.",
      "it": "Ho più di dieci progetti in corso."
    }
  },
  {
    "translation": {
      "en": "I feel like there's so much more that needs to be done.",
      "it": "Ma sento che c'è ancora altro da fare."
    }
  },
  {
    "translation": {
      "en": "-[Sarah] Shall we cheers? -[woman] Yeah, let's cheers.",
      "it": "- Brindiamo? - Sì, brindiamo."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Start off with... -[all] Cheers.",
      "it": "- Iniziamo con... - Salute."
    }
  },
  {
    "translation": {
      "en": "[woman] In the book, I read you're supposed to make eye contact with everyone.",
      "it": "Nel libro, ho letto che si deve guardare tutti negli occhi."
    }
  },
  {
    "translation": {
      "en": "-[woman] I did, I read the book. -[man 1] What?",
      "it": "- L'ho letto nel libro. - Che cosa?"
    }
  },
  {
    "translation": {
      "en": "[Sarah] We haven't been eating very much of the food. You guys need to do a better job.",
      "it": "Non abbiamo mangiato molto. Dovete fare un lavoro migliore."
    }
  },
  {
    "translation": {
      "en": "Sometimes, when I get home from work, I don't wanna follow recipes anymore.",
      "it": "Quando torno dal lavoro, non voglio più seguire le ricette."
    }
  },
  {
    "translation": {
      "en": "I'm just like, \"Fuck it. I follow protocols all day.\"",
      "it": "Penso: \"Seguo protocolli tutto il giorno\"."
    }
  },
  {
    "translation": {
      "en": "I just wanna make some stuff up and see what happens.",
      "it": "Voglio inventare qualcosa e vedere cosa succede."
    }
  },
  {
    "translation": {
      "en": "[man 1] This is basically what you've been working on the entire time we've known you, then.",
      "it": "Questo è ciò su cui hai lavorato da quando ti conosciamo, allora."
    }
  },
  {
    "translation": {
      "en": "[Sarah] Yeah, and we could have a human vaccine ready by 2025.",
      "it": "Sì, e potremmo avere un vaccino umano entro il 2025."
    }
  },
  {
    "translation": {
      "en": "We just need the money, 'cause the ferret study alone",
      "it": "Ci servono soldi, solo lo studio sul furetto"
    }
  },
  {
    "translation": {
      "en": "is like over a million dollars.",
      "it": "costa più di un milione di dollari."
    }
  },
  {
    "translation": {
      "en": "[man 2] Have you thought about crowd funding?",
      "it": "Hai pensato al crowfunding?"
    }
  },
  {
    "translation": {
      "en": "[Sarah] I have not thought about it. My understanding was that crowd funding doesn't get you that much money,",
      "it": "Non ci ho ancora pensato. Ma so che non ti fa avere molti soldi,"
    }
  },
  {
    "translation": {
      "en": "but maybe I'm wrong.",
      "it": "però forse mi sbaglio."
    }
  },
  {
    "translation": {
      "en": "There's a lot of people in the world that are affected by the flu.",
      "it": "Ci sono molte persone al mondo che sono colpite dall'influenza."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -[woman 1] That's true.",
      "it": "- Sì. - È vero."
    }
  },
  {
    "translation": {
      "en": "The thing is, for flu, we really haven't seen anything",
      "it": "Dell'influenza, non abbiamo visto nulla"
    }
  },
  {
    "translation": {
      "en": "in our lifetimes, or in our parents' lifetimes,",
      "it": "nelle nostre vite, in quelle dei nostri genitori,"
    }
  },
  {
    "translation": {
      "en": "or even in our grandparents', but the next flu pandemic is...",
      "it": "in quelle dei nonni, ma la prossima pandemia è..."
    }
  },
  {
    "translation": {
      "en": "probably on the horizon.",
      "it": "Probabilmente all'orizzonte."
    }
  },
  {
    "translation": {
      "en": "We don't know if it will happen to us or our kids,",
      "it": "Non sappiamo se accadrà a noi o ai bambini,"
    }
  },
  {
    "translation": {
      "en": "but it will eventually happen.",
      "it": "ma alla fine succederà."
    }
  },
  {
    "translation": {
      "en": "It's scary 'cause in 1918,",
      "it": "Fa paura perché nel 1918"
    }
  },
  {
    "translation": {
      "en": "it killed over 50 million people, but we didn't even have planes,",
      "it": "ha ucciso più di 50 milioni di persone, ma non avevamo neanche gli aerei,"
    }
  },
  {
    "translation": {
      "en": "and we didn't have people traveling from Asia to North America on a daily basis,",
      "it": "e non c'era gente che viaggiava dall'Asia al Nord America, ogni giorno,"
    }
  },
  {
    "translation": {
      "en": "we didn't have factory farms with thousands of pigs and thousands of chickens.",
      "it": "non avevamo fattorie industriali con migliaia di maiali e polli."
    }
  },
  {
    "translation": {
      "en": "But now we do.",
      "it": "Adesso, sì."
    }
  },
  {
    "translation": {
      "en": "So, it could be hundreds of millions of people",
      "it": "Quindi morirebbero centinaia di milioni di persone"
    }
  },
  {
    "translation": {
      "en": "that would die from the next pandemic",
      "it": "nella prossima pandemia"
    }
  },
  {
    "translation": {
      "en": "if it were as contagious as the H1N1 in 1918.",
      "it": "se fosse contagiosa come l'H1N1 nel 1918."
    }
  },
  {
    "translation": {
      "en": "Anyone want more wine?",
      "it": "Qualcuno vuole altro vino?"
    }
  },
  {
    "translation": {
      "en": "[woman 2] No.",
      "it": "No."
    }
  },
  {
    "translation": {
      "en": "You said it was two million dollars.",
      "it": "Hai detto che erano due milioni di dollari."
    }
  },
  {
    "translation": {
      "en": "-That's all you guys need? -Yeah.",
      "it": "- Servono solo quelli? - Sì."
    }
  },
  {
    "translation": {
      "en": "[man 1] Robyn can send that to you.",
      "it": "Robyn può mandartelo."
    }
  },
  {
    "translation": {
      "en": "-No, I don't. I'm just saying-- -[man 1] I got my checkbook.",
      "it": "- No, dico solo... - Dovevi dirmelo, ho il libretto."
    }
  },
  {
    "translation": {
      "en": "So, my company just announced our Series D yesterday.",
      "it": "La mia azienda ha annunciato la nostra serie D."
    }
  },
  {
    "translation": {
      "en": "-[Sarah] Yeah. -We got a billion dollars.",
      "it": "Abbiamo un miliardo di dollari."
    }
  },
  {
    "translation": {
      "en": "-[Sarah] Holy shit. -A billion dollars, like, \"Okay.\"",
      "it": "- Porca puttana. - Un miliardo di dollari. Ok."
    }
  },
  {
    "translation": {
      "en": "We wanna maintain full ownership, so we have to get government grants,",
      "it": "Vogliamo la piena proprietà, ma servono sovvenzioni governative,"
    }
  },
  {
    "translation": {
      "en": "or like...",
      "it": "oppure..."
    }
  },
  {
    "translation": {
      "en": "non-profit foundation grants, like through the Gates Foundation.",
      "it": "Sovvenzioni senza scopi di lucro, come la Gates Foundation."
    }
  },
  {
    "translation": {
      "en": "[woman 2] So, you partnered with this foundation, Bill and Melinda Gates Foundation,",
      "it": "Quindi, vi siete alleati con la Bill and Melinda Gates Foundation"
    }
  },
  {
    "translation": {
      "en": "-and they said yes? -Yeah, well, we...",
      "it": "- e hanno detto di sì? - Beh..."
    }
  },
  {
    "translation": {
      "en": "We applied for a grant and we've been waiting to hear back.",
      "it": "Abbiamo fatto domanda per un finanziamento e stiamo aspettando notizie."
    }
  },
  {
    "translation": {
      "en": "Epidemiologists show through their models",
      "it": "Gli epidemiologi dimostrano attraverso i modelli"
    }
  },
  {
    "translation": {
      "en": "that a respiratory-spread pathogen would kill more than 30 million people",
      "it": "che un patogeno a diffusione respiratoria ucciderebbe più di 30 milioni di persone"
    }
  },
  {
    "translation": {
      "en": "in less than a year.",
      "it": "in meno di un anno."
    }
  },
  {
    "translation": {
      "en": "And there is a reasonable probability of that taking place.",
      "it": "E c'è una ragionevole probabilità che ciò avvenga."
    }
  },
  {
    "translation": {
      "en": "[reporter] Research into a universal flu vaccine just got a big boost, thanks to Bill Gates.",
      "it": "La ricerca sul vaccino contro l'influenza ha avuto un impulso, grazie a Bill Gates."
    }
  },
  {
    "translation": {
      "en": "The Bill and Melinda Gates Foundation is partnering with the CEO of Alphabet",
      "it": "La Bill and Melinda Gates Foundation collabora con il CEO di Alphabet"
    }
  },
  {
    "translation": {
      "en": "to establish a $12 million fund for research",
      "it": "per creare un fondo di 12 milioni di dollari per la ricerca"
    }
  },
  {
    "translation": {
      "en": "into a universal flu vaccine.",
      "it": "di un vaccino universale contro l'influenza."
    }
  },
  {
    "translation": {
      "en": "He says the vaccine is needed to help combat possible future pandemics.",
      "it": "Dice che il vaccino è necessario per combattere eventuali pandemie future."
    }
  },
  {
    "translation": {
      "en": "The Gates Foundation has an amazing record trying to help global populations...",
      "it": "La Fondazione Gates ha il record per gli aiuti alla popolazione mondiale..."
    }
  },
  {
    "translation": {
      "en": "and they would enable communities that can't pay for it",
      "it": "BASTA POLIOMIELITE. ...permettendo alle comunità che non possono pagare di esserne beneficiarie."
    }
  },
  {
    "translation": {
      "en": "to be able to be beneficiaries.",
      "it": "...permettendo alle comunità che non possono pagare di esserne beneficiarie."
    }
  },
  {
    "translation": {
      "en": "I am trying not to sit on pins and needles to wait to hear the results.",
      "it": "Cerco di non sedermi sugli spilli e aspettare di sentire i risultati."
    }
  },
  {
    "translation": {
      "en": "It's cool stuff, so I think they're really interested in it.",
      "it": "È roba forte, quindi penso siano interessati."
    }
  },
  {
    "translation": {
      "en": "It's just... [sighs]",
      "it": "È solo che..."
    }
  },
  {
    "translation": {
      "en": "It's taking a long time to hear back.",
      "it": "Aspettiamo da tanto una risposta."
    }
  },
  {
    "translation": {
      "en": "-[Sarah] Should we cheers? -[woman 2] Yeah, let's cheers again.",
      "it": "- Brindiamo? - Sì, brindiamo di nuovo."
    }
  },
  {
    "translation": {
      "en": "[Holly] Jefferson County Hospital, how can I help you?",
      "it": "Jefferson County Hospital, come posso aiutarla?"
    }
  },
  {
    "translation": {
      "en": "I'm just answering the phone 'cause all my girls are...",
      "it": "Rispondo al telefono perché le mie ragazze..."
    }
  },
  {
    "translation": {
      "en": "They've got their hands busy.",
      "it": "Sono tutte impegnate."
    }
  },
  {
    "translation": {
      "en": "So, Jefferson County Hospital, where I work, is in a rural setting.",
      "it": "Il Jefferson County Hospital, dove lavoro, è in un ambiente rurale."
    }
  },
  {
    "translation": {
      "en": "We have about eight to nine thousand people in the county.",
      "it": "Abbiamo circa otto o novemila persone nella contea."
    }
  },
  {
    "translation": {
      "en": "Their access to healthcare is limited.",
      "it": "Il loro accesso all'assistenza sanitaria è limitato."
    }
  },
  {
    "translation": {
      "en": "The closest other hospital is 35 to 40 minutes away.",
      "it": "L'ospedale più vicino è a 35 o 40 minuti."
    }
  },
  {
    "translation": {
      "en": "Any barrier to care and care gets lessened.",
      "it": "Ogni barriera alle cure e alle attenzioni diminuisce."
    }
  },
  {
    "translation": {
      "en": "And if you have to travel an hour to get healthcare,",
      "it": "Se devi viaggiare un'ora per andare in ospedale,"
    }
  },
  {
    "translation": {
      "en": "people are gonna say, \"I'd rather not.\"",
      "it": "la gente dice: \"Preferisco di no\"."
    }
  },
  {
    "translation": {
      "en": "Do you wanna play the ring toss game with me?",
      "it": "Vuoi giocare con me al lancio dell'anello?"
    }
  },
  {
    "translation": {
      "en": "-Why not? -[crying] They're gonna get me right here.",
      "it": "- Perché no? - Mi faranno male qui."
    }
  },
  {
    "translation": {
      "en": "No, listen, listen, listen.",
      "it": "No, ascolta."
    }
  },
  {
    "translation": {
      "en": "It's gonna feel just like a little pinch, just like that.",
      "it": "Sentirai solo un pizzico, così."
    }
  },
  {
    "translation": {
      "en": "I don't want a shot! I don't want a shot!",
      "it": "Non voglio la puntura!"
    }
  },
  {
    "translation": {
      "en": "[woman] I will... I will...",
      "it": "Lo farò..."
    }
  },
  {
    "translation": {
      "en": "[Holly] When October, November come, then I begin to think, \"Okay, here we go.\"",
      "it": "Quando arriva ottobre, novembre, inizi a pensare: \"Ok, ci siamo\"."
    }
  },
  {
    "translation": {
      "en": "We're gonna be busier and we're gonna be having sicker patients.",
      "it": "Saremo più impegnati e avremo pazienti più malati."
    }
  },
  {
    "translation": {
      "en": "[woman] Okay, let's got see what they gotta do.",
      "it": "Bene, vediamo cosa sanno fare."
    }
  },
  {
    "translation": {
      "en": "-[boy] I don't want any shot. -[woman] You're not getting any shots or no pinches. I promise, okay?",
      "it": "- Non voglio la puntura. - Non avrai punture o pizzichi, giuro, ok?"
    }
  },
  {
    "translation": {
      "en": "-You have a seat and wait for Mommy... -[boy] I don't want to...",
      "it": "- Siediti e aspetta mamma... - Non voglio..."
    }
  },
  {
    "translation": {
      "en": "[Holly] By the 13th of January last year,",
      "it": "Il 13 gennaio dell'anno scorso,"
    }
  },
  {
    "translation": {
      "en": "we'd already had over 70 Oklahomans that had passed away from the flu.",
      "it": "avevamo già avuto più di 70 abitanti di Oklahoma morti di influenza."
    }
  },
  {
    "translation": {
      "en": "Seventy people.",
      "it": "Settanta persone."
    }
  },
  {
    "translation": {
      "en": "That is a lot of folks that died from an illness that could be prevented",
      "it": "Molte persone sono morte per una malattia che poteva essere evitata"
    }
  },
  {
    "translation": {
      "en": "with a vaccine or that could be prevented with good hand hygiene",
      "it": "con un vaccino o con una buona igiene delle mani"
    }
  },
  {
    "translation": {
      "en": "or if the patient knew to come in earlier",
      "it": "o se il paziente avesse saputo di venire prima"
    }
  },
  {
    "translation": {
      "en": "and they didn't just say, \"Well, I just have the flu.\"",
      "it": "invece di dire: \"È solo influenza\"."
    }
  },
  {
    "translation": {
      "en": "And then they die from \"just the flu.\" That's just tragic.",
      "it": "Poi muoiono per \"solo influenza\". Che tragedia."
    }
  },
  {
    "translation": {
      "en": "-[woman] Stop! -[crying] I don't wanna get a shot!",
      "it": "- Fermo! - Non voglio la puntura!"
    }
  },
  {
    "translation": {
      "en": "I know. Do I look somebody that will hurt you?",
      "it": "Lo so. Ti sembro qualcuno che ti farebbe del male?"
    }
  },
  {
    "translation": {
      "en": "-I really don't want a shot! -I know. I know.",
      "it": "- Non voglio la puntura! - Lo so."
    }
  },
  {
    "translation": {
      "en": "[woman 1] You ready for it, you want us to do it, momma?",
      "it": "Sei pronta, vuoi che lo facciamo, mamma?"
    }
  },
  {
    "translation": {
      "en": "-[woman 2] Thank you, doctor. -Uh-huh.",
      "it": "Grazie, dottoressa."
    }
  },
  {
    "translation": {
      "en": "Going into the flu season this year,",
      "it": "Quest'anno, nella stagione influenzale,"
    }
  },
  {
    "translation": {
      "en": "what I have in my mind is, \"It's gonna be like last year.\"",
      "it": "ho in mente: \"Sarà come l'anno scorso\"."
    }
  },
  {
    "translation": {
      "en": "The CDC is calling this the worst flu outbreak in eight years",
      "it": "Il CDC la chiama la peggiore epidemia di influenza da otto anni"
    }
  },
  {
    "translation": {
      "en": "and if you've had the flu already,",
      "it": "e se l'hai già avuta,"
    }
  },
  {
    "translation": {
      "en": "guess what, there's a good chance you could get it again.",
      "it": "indovina? Ci sono possibilità che ti venga di nuovo."
    }
  },
  {
    "translation": {
      "en": "[male newscaster] Can you believe that? We are nearing record breaking numbers",
      "it": "Ti rendi conto? Ci avviciniamo a numeri record"
    }
  },
  {
    "translation": {
      "en": "in the state of Oklahoma when it comes to flu-related deaths.",
      "it": "in Oklahoma, in quanto a morti per influenza."
    }
  },
  {
    "translation": {
      "en": "-On that side? Okay. -Mmm-hmm.",
      "it": "Quel lato? Ok."
    }
  },
  {
    "translation": {
      "en": "[Holly] Even one death in a tiny town like ours is a pretty big deal.",
      "it": "Anche una sola morte in una piccola città come la nostra è una cosa importante."
    }
  },
  {
    "translation": {
      "en": "Take another deep breath.",
      "it": "Un altro respiro profondo."
    }
  },
  {
    "translation": {
      "en": "I don't want to lose a patient to the flu.",
      "it": "Non voglio perdere un paziente per l'influenza."
    }
  },
  {
    "translation": {
      "en": "[in Hindi] Sit up, ma'am.",
      "it": "Si sieda, signora."
    }
  },
  {
    "translation": {
      "en": "Are you feeling good overall?",
      "it": "Si sente bene?"
    }
  },
  {
    "translation": {
      "en": "See, your oxygen requirement...",
      "it": "Il suo fabbisogno di ossigeno..."
    }
  },
  {
    "translation": {
      "en": "-Was this connected last night? -[man] No, sir.",
      "it": "- Questo era collegato, ieri notte? - No."
    }
  },
  {
    "translation": {
      "en": "It wasn't connected. The ventilator was not connected all night.",
      "it": "Il respiratore non è stato collegato tutta la notte."
    }
  },
  {
    "translation": {
      "en": "Before, you couldn't stay without it at night.",
      "it": "Prima, non poteva stare senza."
    }
  },
  {
    "translation": {
      "en": "There was no need for it now.",
      "it": "Adesso, non serve più."
    }
  },
  {
    "translation": {
      "en": "Oxygen was running at ten liters before, now it is at one liter.",
      "it": "L'ossigeno scorreva a dieci litri prima, ora è a un litro."
    }
  },
  {
    "translation": {
      "en": "I don't think you have any problem breathing now.",
      "it": "Non credo che abbia problemi a respirare."
    }
  },
  {
    "translation": {
      "en": "How much less is your coughing than before?",
      "it": "Sta tossendo meno di prima?"
    }
  },
  {
    "translation": {
      "en": "-Huh? -[Nisha] I only cough at night.",
      "it": "Tossisco solo di notte."
    }
  },
  {
    "translation": {
      "en": "[Dinesh] Only at night, just a little, but not as much as before.",
      "it": "Solo di notte, solo un po', ma non quanto prima."
    }
  },
  {
    "translation": {
      "en": "Do you want to shift into a ward today?",
      "it": "Vuole trasferirsi in reparto, oggi?"
    }
  },
  {
    "translation": {
      "en": "You are getting bored here all by yourself.",
      "it": "Si sta annoiando, qui da sola."
    }
  },
  {
    "translation": {
      "en": "In the ward, you will talk to others, converse with them, you will not be bored.",
      "it": "In reparto parlerà con altri, chiacchiererete, non vi annoierete."
    }
  },
  {
    "translation": {
      "en": "We are shifting her to the ward.",
      "it": "La portiamo in reparto."
    }
  },
  {
    "translation": {
      "en": "Now, there is no requirement of ICU.",
      "it": "La terapia intensiva non è necessaria."
    }
  },
  {
    "translation": {
      "en": "If God will feel so, she will be home in one to two days.",
      "it": "Se Dio vuole, sarà a casa tra uno o due giorni."
    }
  },
  {
    "translation": {
      "en": "I feel a great joy easing the suffering of others.",
      "it": "Sento una grande gioia nell'alleviare le sofferenze altrui."
    }
  },
  {
    "translation": {
      "en": "If I can save a patient's life,",
      "it": "Se posso salvare la vita di un paziente,"
    }
  },
  {
    "translation": {
      "en": "and if I bring tears of joy to their mother,",
      "it": "e faccio piangere di gioia la madre,"
    }
  },
  {
    "translation": {
      "en": "that is the most priceless thing for me.",
      "it": "questa è la cosa più preziosa per me."
    }
  },
  {
    "translation": {
      "en": "But these are complicated cases...",
      "it": "Ma questi sono casi complicati,"
    }
  },
  {
    "translation": {
      "en": "[in English] When the body is not responding to any treatment.",
      "it": "quando il corpo non risponde a nessuna cura."
    }
  },
  {
    "translation": {
      "en": "[in Hindi] Often, in the 15 years of my professional life...",
      "it": "Spesso, nei 15 anni della mia vita professionale,"
    }
  },
  {
    "translation": {
      "en": "when a patient of mine did not survive...",
      "it": "quando un paziente non sopravvive,"
    }
  },
  {
    "translation": {
      "en": "I have wept for them.",
      "it": "piango per lui."
    }
  },
  {
    "translation": {
      "en": "The sadness I feel when I lose a patient is more than the happiness of saving ten.",
      "it": "La tristezza nel perdere un paziente è più della felicità del salvarne dieci."
    }
  },
  {
    "translation": {
      "en": "[in English] Hello.",
      "it": "Pronto?"
    }
  },
  {
    "translation": {
      "en": "[in Hindi] I never switch off my mobile for even a second in 24 hours.",
      "it": "Non spengo mai il cellulare, nemmeno per un attimo."
    }
  },
  {
    "translation": {
      "en": "[in English] Never.",
      "it": "Mai."
    }
  },
  {
    "translation": {
      "en": "[in Hindi] Only a person who has lost a patient will understand this.",
      "it": "Solo una persona che ha perso un paziente lo capirà."
    }
  },
  {
    "translation": {
      "en": "Even if others don't like it, including my wife,",
      "it": "Anche se agli altri non piace, inclusa mia moglie"
    }
  },
  {
    "translation": {
      "en": "or my kids, I don't care.",
      "it": "o i miei figli, non m'importa."
    }
  },
  {
    "translation": {
      "en": "There is still no respite from swine flu.",
      "it": "Non c'è tregua dall'influenza."
    }
  },
  {
    "translation": {
      "en": "[newscaster 1 in English] Alarming rise in the number of swine flu cases.",
      "it": "Inarrestabile aumento dei casi di influenza suina."
    }
  },
  {
    "translation": {
      "en": "Over 9,000 people have tested positive for swine flu across India",
      "it": "Oltre 9.000 persone sono positive all'influenza suina in India,"
    }
  },
  {
    "translation": {
      "en": "with 86 casualties last week.",
      "it": "con 86 vittime la scorsa settimana."
    }
  },
  {
    "translation": {
      "en": "The death toll has now jumped to 312.",
      "it": "Il bilancio delle vittime è salito a 312."
    }
  },
  {
    "translation": {
      "en": "The numbers are staggering, over 9,000 people are affected,",
      "it": "I numeri sono sbalorditivi, più di 9.000 persone coinvolte,"
    }
  },
  {
    "translation": {
      "en": "which means that once it reaches that level again,",
      "it": "il che significa che, raggiunto quel livello,"
    }
  },
  {
    "translation": {
      "en": "the spread will be that much faster.",
      "it": "la diffusione sarà molto più veloce."
    }
  },
  {
    "translation": {
      "en": "[newscaster 2] According to the CDC, last flu season killed 180 children.",
      "it": "Secondo il CDC, l'ultima stagione influenzale ha ucciso 180 bambini."
    }
  },
  {
    "translation": {
      "en": "One of the worst flu seasons in recent memory,",
      "it": "Tra le peggiori di recente memoria,"
    }
  },
  {
    "translation": {
      "en": "this new season ushers in one big question.",
      "it": "questa nuova stagione fa porre una grande domanda."
    }
  },
  {
    "translation": {
      "en": "Are we in for a repeat?",
      "it": "La storia si ripeterà?"
    }
  },
  {
    "translation": {
      "en": "[newscaster 3] And everything indicates that this upcoming flu season, it's gonna be worse than usual.",
      "it": "E tutto indica che la prossima stagione influenzale sarà peggio del solito."
    }
  },
  {
    "translation": {
      "en": "[Bill Gates] As we've seen various flu scares, we haven't had a super good response.",
      "it": "Osservando gli ultimi allarmi influenza, non abbiamo avuto una buona risposta."
    }
  },
  {
    "translation": {
      "en": "And it's pretty surprising how little preparedness there is for it.",
      "it": "Ed è sorprendente come ci sia poca preparazione."
    }
  },
  {
    "translation": {
      "en": "Fortunately, there's some amazing people who dedicate their life to this.",
      "it": "Per fortuna, ci sono persone meravigliose che dedicano la loro vita a questo."
    }
  },
  {
    "translation": {
      "en": "Like all global problems, it's not easy to solve.",
      "it": "Come tutti i problemi globali, non è facile da risolvere."
    }
  },
  {
    "translation": {
      "en": "But this is the greatest risk, and we're not ready.",
      "it": "Ma questo è il rischio più grande e non siamo pronti."
    }
  }
]