[
  {
    "translation": {
      "en": "Hey, ma'am?",
      "it": "Salve."
    }
  },
  {
    "translation": {
      "en": "-Do you need any prayer today? -[woman] No, thanks.",
      "it": "Le serve una preghiera? No, grazie."
    }
  },
  {
    "translation": {
      "en": "Okay, you have a good day.",
      "it": "Ok, buona giornata."
    }
  },
  {
    "translation": {
      "en": "[woman] You too.",
      "it": "Anche a te."
    }
  },
  {
    "translation": {
      "en": "Hey, y'all, I was gonna ask, do y'all need any prayer tonight?",
      "it": "Ragazze, solo una domanda: vi va di pregare?"
    }
  },
  {
    "translation": {
      "en": "I'm just out here praying for people, and I share my testimony with people and pray with them.",
      "it": "Sono qui per pregare per gli altri e condividere la mia testimonianza."
    }
  },
  {
    "translation": {
      "en": "This is me.",
      "it": "Questo sono io."
    }
  },
  {
    "translation": {
      "en": "I lived transgender before,",
      "it": "Prima ero transgender,"
    }
  },
  {
    "translation": {
      "en": "and I left everything to follow Jesus Christ.",
      "it": "poi ho lasciato tutto per seguire Gesù Cristo."
    }
  },
  {
    "translation": {
      "en": "-Are you believers? -[women] Yes.",
      "it": "- Siete credenti? - Sì."
    }
  },
  {
    "translation": {
      "en": "So, Father God, I just thank you for my sisters tonight,",
      "it": "Dio Padre, grazie per queste mie sorelle"
    }
  },
  {
    "translation": {
      "en": "Lord, that I met, fellow believers in you, Jesus.",
      "it": "che ho incontrato e che credono in Te, Gesù."
    }
  },
  {
    "translation": {
      "en": "And I just bless them, in Jesus Christs' name I pray. Amen.",
      "it": "Che siano benedette nel nome di Gesù Cristo. Amen."
    }
  },
  {
    "translation": {
      "en": "[women] Amen.",
      "it": "Amen."
    }
  },
  {
    "translation": {
      "en": "This was me. I lived transgender. Drugs, alcohol, and homosexuality.",
      "it": "Io ero così. Vivevo da transgender. Droghe, alcol e omosessualità."
    }
  },
  {
    "translation": {
      "en": "I was really deep in sin, and I left everything to follow the Lord",
      "it": "Ero un peccatore, ma ho abbandonato tutto per seguire il Signore."
    }
  },
  {
    "translation": {
      "en": "'cause He's an amazing, powerful God, and He loves us.",
      "it": "- Perché è magnifico e potente e ci ama. - È vero."
    }
  },
  {
    "translation": {
      "en": "And so I just-- I share my journey with other people to encourage them.",
      "it": "Condivido la mia storia con gli altri per incoraggiarli."
    }
  },
  {
    "translation": {
      "en": "You know, we can always use prayer every day.",
      "it": "Una preghiera è sempre utile."
    }
  },
  {
    "translation": {
      "en": "[young man] Bless them, Father, in Jesus Christs' name,",
      "it": "Benedicile, Padre, nel nome di Gesù Cristo,"
    }
  },
  {
    "translation": {
      "en": "to follow you and to know you, Lord. Let us know you. Amen.",
      "it": "perché Ti seguano e Ti conoscano, Signore. Amen."
    }
  },
  {
    "translation": {
      "en": "-[woman 2] Amen. -I lived as a woman.",
      "it": "- Amen. - Vivevo da donna."
    }
  },
  {
    "translation": {
      "en": "I left everything to follow Jesus Christ.",
      "it": "Ho abbandonato tutto per Cristo."
    }
  },
  {
    "translation": {
      "en": "Let her never forget, Father, how important and loved she is to you.",
      "it": "Fa' che non dimentichi mai, Signore, quanto Tu la ami."
    }
  },
  {
    "translation": {
      "en": "In Jesus Christs' name. Amen.",
      "it": "Nel nome di Gesù Cristo. Amen."
    }
  },
  {
    "translation": {
      "en": "I was promiscuous with a lot of men, prostituted my body.",
      "it": "Sono stato promiscuo con molti uomini, ho venduto il mio corpo."
    }
  },
  {
    "translation": {
      "en": "I share the Gospel and what happened in my life,",
      "it": "Parlo del Vangelo e della mia vita,"
    }
  },
  {
    "translation": {
      "en": "and how God set me free from this identity 'cause I was trying to become a woman.",
      "it": "di come Dio mi ha liberato da questa identità perché volevo diventare donna, ma io sono un uomo."
    }
  },
  {
    "translation": {
      "en": "I'm not a woman. I'm a man.",
      "it": "perché volevo diventare donna, ma io sono un uomo."
    }
  },
  {
    "translation": {
      "en": "Father, I just thank you for everything you've done.",
      "it": "Padre, grazie per ciò che hai fatto."
    }
  },
  {
    "translation": {
      "en": "By the Father, by the Son, Jesus, and by you, Holy Spirit.",
      "it": "Nel nome del Padre, del Figlio e dello Spirito Santo."
    }
  },
  {
    "translation": {
      "en": "In Jesus Christs' name. Amen.",
      "it": "Nel nome di Gesù Cristo. Amen."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey] So, this would have been me.",
      "it": "Ecco, io ero così."
    }
  },
  {
    "translation": {
      "en": "It says, \"in bondage\" and \"set free.\"",
      "it": "Qui c'è scritto \"schiavo\" e qui \"liberato\"."
    }
  },
  {
    "translation": {
      "en": "The biggest things that Jesus is to me is truth.",
      "it": "Per me Gesù è soprattutto verità."
    }
  },
  {
    "translation": {
      "en": "When you know the truth, the truth sets you free.",
      "it": "Quando conosci la verità, sei libero."
    }
  },
  {
    "translation": {
      "en": "I believe the Bible,",
      "it": "Io credo nella Bibbia."
    }
  },
  {
    "translation": {
      "en": "that these people will not inherit the Kingdom of God.",
      "it": "Queste persone non erediteranno il Regno di Dio."
    }
  },
  {
    "translation": {
      "en": "I do believe that people can change",
      "it": "Sono convinto che le persone possano cambiare"
    }
  },
  {
    "translation": {
      "en": "and have a refreshing, renewing over their whole sexuality.",
      "it": "e rinnovare completamente la propria sessualità."
    }
  },
  {
    "translation": {
      "en": "The Holy Spirit can give you new desires and wants.",
      "it": "Lo Spirito Santo può darti nuovi desideri."
    }
  },
  {
    "translation": {
      "en": "Jesus can transform you.",
      "it": "Gesù può trasformarti."
    }
  },
  {
    "translation": {
      "en": "[assistant 1] Take one, marker.",
      "it": "Primo ciak."
    }
  },
  {
    "translation": {
      "en": "-[assistant 2] Are you good with that? -[director] Yeah.",
      "it": "- Per te va bene? - Sì."
    }
  },
  {
    "translation": {
      "en": "[man] We were the leaders of the ex-gay movement.",
      "it": "Noi eravamo i leader del movimento degli ex-gay."
    }
  },
  {
    "translation": {
      "en": "We believed that there was something desperately wrong,",
      "it": "Credevamo che ci fosse qualcosa di sbagliato,"
    }
  },
  {
    "translation": {
      "en": "that there was something pathological about it,",
      "it": "qualcosa di patologico,"
    }
  },
  {
    "translation": {
      "en": "that it was not your normal state, wasn't what God intended,",
      "it": "che non fosse normale, che non fosse quello che Dio voleva,"
    }
  },
  {
    "translation": {
      "en": "that something must have happened to \"make you gay.\"",
      "it": "che doveva esserci successo qualcosa che ci aveva \"resi gay\"."
    }
  },
  {
    "translation": {
      "en": "We really believed",
      "it": "Credevamo davvero"
    }
  },
  {
    "translation": {
      "en": "that gay people could be saved.",
      "it": "che i gay potessero essere salvati."
    }
  },
  {
    "translation": {
      "en": "This is what the Bible says.",
      "it": "È quello che dice la Bibbia."
    }
  },
  {
    "translation": {
      "en": "It says that some of you were homosexuals, right?",
      "it": "Alcuni di voi erano omosessuali,"
    }
  },
  {
    "translation": {
      "en": "But you've changed. You've been washed. You've been transformed.",
      "it": "ma siete cambiati, siete stati puliti, trasformati."
    }
  },
  {
    "translation": {
      "en": "We believed what we were doing was the right thing,",
      "it": "Credevamo di fare la cosa giusta,"
    }
  },
  {
    "translation": {
      "en": "to continue pursuing change,",
      "it": "continuando a cercare il cambiamento,"
    }
  },
  {
    "translation": {
      "en": "and if you didn't want to be gay, that there was a way out for you also.",
      "it": "e se non volevi essere gay, c'era una via d'uscita anche per te."
    }
  },
  {
    "translation": {
      "en": "We were doing what we thought God wanted us to do.",
      "it": "Pensavamo di compiere la volontà di Dio."
    }
  },
  {
    "translation": {
      "en": "All right, who wants to do the eggs? No, it goes in there.",
      "it": "Ok, ora aggiungiamo le uova. No, quello va là."
    }
  },
  {
    "translation": {
      "en": "I just need an egg and the yolk,",
      "it": "Mi servono un uovo e un tuorlo,"
    }
  },
  {
    "translation": {
      "en": "so you have to separate the white from the yolk.",
      "it": "quindi devi separare albume e tuorlo."
    }
  },
  {
    "translation": {
      "en": "-How are you supposed to do that? -[Yvette] Oh my gosh.",
      "it": "- E come si fa? - Oh, mio Dio."
    }
  },
  {
    "translation": {
      "en": "-[girls giggle] -I have very little confidence right now.",
      "it": "Adesso sono preoccupata."
    }
  },
  {
    "translation": {
      "en": "[Yvette laughing] And you broke the yolk already!",
      "it": "Ecco, hai già rotto il tuorlo!"
    }
  },
  {
    "translation": {
      "en": "[girl laughing] Okay.",
      "it": "Bene."
    }
  },
  {
    "translation": {
      "en": "-[cameraperson] Is it possible to move? -[director] Yes.",
      "it": "- Puoi spostarti un po'? - Sì."
    }
  },
  {
    "translation": {
      "en": "[director] Great. Are you good with that?",
      "it": "Ottimo. - Ti va bene? - Sì."
    }
  },
  {
    "translation": {
      "en": "[cameraperson] Yeah.",
      "it": "- Ti va bene? - Sì."
    }
  },
  {
    "translation": {
      "en": "-Is this mic working? -[assistant] No, not really, so…",
      "it": "Il microfono funziona? No, non proprio…"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Then I'm just gonna lean forward a little bit more.",
      "it": "Beh, allora mi sporgo un po' più in avanti."
    }
  },
  {
    "translation": {
      "en": "You spent six years as a practicing lesbian.",
      "it": "Lei ha passato sei anni come lesbica praticante."
    }
  },
  {
    "translation": {
      "en": "[chuckles] I like that word, \"practicing.\"",
      "it": "Mi piace la parola \"praticante\"."
    }
  },
  {
    "translation": {
      "en": "What do you mean, \"practicing?\" What are you trying to get perfect?",
      "it": "Che significa? In cosa cercava di fare pratica?"
    }
  },
  {
    "translation": {
      "en": "\"Practicing\" lesbian means that I was actually in the lifestyle",
      "it": "Lesbica \"praticante\" significa che seguivo quello stile di vita"
    }
  },
  {
    "translation": {
      "en": "and not just struggling with the feelings.",
      "it": "e non reprimevo i sentimenti."
    }
  },
  {
    "translation": {
      "en": "So I was actually involved in lesbian relationships.",
      "it": "Quindi avevo effettivamente delle relazioni lesbiche."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Yvette, would you just talk from your heart",
      "it": "Yvette, le va di parlare a cuore aperto"
    }
  },
  {
    "translation": {
      "en": "to those that are trapped in the lifestyle?",
      "it": "a chi è intrappolato in quello stile di vita?"
    }
  },
  {
    "translation": {
      "en": "Well, I know that it is difficult.",
      "it": "So che è difficile."
    }
  },
  {
    "translation": {
      "en": "It took me three years just to overcome same-sex attractions.",
      "it": "Ci ho messo tre anni a superare l'attrazione omosessuale."
    }
  },
  {
    "translation": {
      "en": "And it was because I was surrounded by people in the church who really loved me.",
      "it": "Ero circondata da persone di Chiesa che mi volevano bene."
    }
  },
  {
    "translation": {
      "en": "But God really healing the feminine within me",
      "it": "Ma è stato Dio a guarire davvero la mia parte femminile"
    }
  },
  {
    "translation": {
      "en": "and showing me that the feminine is something that he loves,",
      "it": "e a mostrarmi che il femminile è qualcosa che Lui ama,"
    }
  },
  {
    "translation": {
      "en": "that it's something that He created.",
      "it": "è qualcosa che Lui ha creato."
    }
  },
  {
    "translation": {
      "en": "He's the only one who can touch those deep places.",
      "it": "Lui è l'unico che può toccarti così nel profondo."
    }
  },
  {
    "translation": {
      "en": "[interviewer] That was wonderful.",
      "it": "È meraviglioso."
    }
  },
  {
    "translation": {
      "en": "[Yvette] I spent a lot of time thinking, \"How did I believe that?\"",
      "it": "Mi sono chiesta a lungo: \"Come ho fatto a crederci"
    }
  },
  {
    "translation": {
      "en": "and \"How was I involved in it for so long?\"",
      "it": "e a farmi coinvolgere per così tanto tempo?\""
    }
  },
  {
    "translation": {
      "en": "I didn't come into the church until I was 27.",
      "it": "Sono entrata in contatto con la Chiesa a 27 anni."
    }
  },
  {
    "translation": {
      "en": "And the reason",
      "it": "E il motivo"
    }
  },
  {
    "translation": {
      "en": "I started going to church and became a Christian",
      "it": "per cui l'ho frequentata e sono diventata cristiana"
    }
  },
  {
    "translation": {
      "en": "was I was looking for something.",
      "it": "è che stavo cercando qualcosa."
    }
  },
  {
    "translation": {
      "en": "That's absolutely spectacular.",
      "it": "È spettacolare."
    }
  },
  {
    "translation": {
      "en": "[Yvette] I didn't really have those carefree days where you think nothing can touch you.",
      "it": "Non ho mai vissuto quei giorni spensierati in cui pensi che niente possa toccarti."
    }
  },
  {
    "translation": {
      "en": "Death was always prevalent, and it was right there.",
      "it": "La morte è sempre stata presente accanto a me."
    }
  },
  {
    "translation": {
      "en": "[Yvette] I had had 17 friends die of AIDS during the AIDS crisis.",
      "it": "Durante la crisi dell'AIDS, 17 dei miei amici sono morti di quello."
    }
  },
  {
    "translation": {
      "en": "My best friend Ed, his partner was also,",
      "it": "È morto il mio migliore amico Ed, così come il suo compagno."
    }
  },
  {
    "translation": {
      "en": "and sort of helped them when they were having health problems.",
      "it": "Io ho cercato di aiutarli quando avevano problemi di salute."
    }
  },
  {
    "translation": {
      "en": "And I was in my twenties, and this is what was happening.",
      "it": "Avevo 20 anni e questo era quello che succedeva."
    }
  },
  {
    "translation": {
      "en": "When you're just wondering if the people that you love",
      "it": "Ti chiedevi solo se le persone che amavi"
    }
  },
  {
    "translation": {
      "en": "are gonna be here the next day and the day after that.",
      "it": "ci sarebbero state il giorno dopo o quello seguente."
    }
  },
  {
    "translation": {
      "en": "[man] I believe that God does not judge people. God judges sin.",
      "it": "Credo che Dio non giudichi le persone. Dio giudica il peccato."
    }
  },
  {
    "translation": {
      "en": "And I do believe that AIDS,",
      "it": "E credo che l'AIDS…"
    }
  },
  {
    "translation": {
      "en": "generally caused and believed to be caused by homosexual promiscuity,",
      "it": "NOTO TELEVANGELISTA …che si ritiene sia causata dalla promiscuità omosessuale,"
    }
  },
  {
    "translation": {
      "en": "is a violation of God's laws, laws of nature and decency,",
      "it": "sia una violazione delle leggi di Dio, sulla natura e la decenza"
    }
  },
  {
    "translation": {
      "en": "and as a result, we pay the price when we violate the laws of God.",
      "it": "e quando violiamo le leggi di Dio ne paghiamo il prezzo."
    }
  },
  {
    "translation": {
      "en": "[Yvette] So to go into a church situation that is very structured,",
      "it": "Entrare nel mondo della Chiesa, un mondo strutturato"
    }
  },
  {
    "translation": {
      "en": "and the rules are very clear,",
      "it": "e con regole molto chiare,"
    }
  },
  {
    "translation": {
      "en": "it's a relief, and I-- and that's exactly how I felt.",
      "it": "era un sollievo, e mi sono sentita esattamente così."
    }
  },
  {
    "translation": {
      "en": "It was a relief.",
      "it": "Sollevata."
    }
  },
  {
    "translation": {
      "en": "[man] I grew up in a time when it was a crime, a sickness,",
      "it": "Siamo cresciuti in un'epoca in cui essere gay era un crimine,"
    }
  },
  {
    "translation": {
      "en": "and a sin to be gay.",
      "it": "una malattia e un peccato."
    }
  },
  {
    "translation": {
      "en": "I wanted desperately to change. I had wanted to change since I was a kid getting bullied for it.",
      "it": "Io volevo disperatamente cambiare già quando ero un bambino bullizzato."
    }
  },
  {
    "translation": {
      "en": "Our church was a great big megachurch that I was attending in Anaheim,",
      "it": "Ad Anaheim frequentavo una megachurch."
    }
  },
  {
    "translation": {
      "en": "and they had support groups for divorced people and people that were struggling with alcoholism or drug abuse,",
      "it": "Aveva gruppi di supporto per i divorziati e per chi era dipendente da alcol o droga."
    }
  },
  {
    "translation": {
      "en": "and I thought, \"How come there's no group for people like me, that have gay feelings?\"",
      "it": "Così ho pensato: \"Perché non c'è un gruppo per chi, come me, ha sentimenti gay?\""
    }
  },
  {
    "translation": {
      "en": "So, I got the idea of starting a support group within our own local church.",
      "it": "E allora mi è venuta l'idea di creare un gruppo di supporto nella parrocchia."
    }
  },
  {
    "translation": {
      "en": "Everybody felt that this was a wonderful relief,",
      "it": "Tutti hanno provato un enorme sollievo."
    }
  },
  {
    "translation": {
      "en": "that they didn't have to struggle alone anymore.",
      "it": "Non dovevano più lottare da soli."
    }
  },
  {
    "translation": {
      "en": "They didn't have to pretend-- They didn't have to pretend they were the only one.",
      "it": "Non dovevano più fingere di essere gli unici."
    }
  },
  {
    "translation": {
      "en": "But we really believed that if you kept repeating it,",
      "it": "E credevamo davvero che continuando a ripeterlo,"
    }
  },
  {
    "translation": {
      "en": "if you kept claiming that God was changing you, that He would.",
      "it": "continuando a dire che Dio ci stava cambiando, Lui l'avrebbe fatto."
    }
  },
  {
    "translation": {
      "en": "At that time, we thought we were the only support group like it in the country.",
      "it": "All'epoca, credevamo di essere l'unico gruppo del genere."
    }
  },
  {
    "translation": {
      "en": "But then we began to hear that there were other small ministries like ours",
      "it": "Ma poi abbiamo iniziato a sentire che c'erano altre parrocchie"
    }
  },
  {
    "translation": {
      "en": "that were popping up kind of spontaneously in different parts of the country.",
      "it": "che spuntavano fuori spontaneamente in tutto il Paese."
    }
  },
  {
    "translation": {
      "en": "And we thought, \"Wouldn't it be cool to get together these small ministries",
      "it": "Allora abbiamo pensato: \"Perché non riuniamo queste piccole comunità"
    }
  },
  {
    "translation": {
      "en": "and discuss together what we were trying to do",
      "it": "e discutiamo insieme di quello che cerchiamo di fare"
    }
  },
  {
    "translation": {
      "en": "and what should happen next?\"",
      "it": "e di come agire dopo?\""
    }
  },
  {
    "translation": {
      "en": "So we decided to get together and form a conference in Anaheim in 1976,",
      "it": "Quindi, nel 1976 abbiamo organizzato una conferenza ad Anaheim."
    }
  },
  {
    "translation": {
      "en": "and that's where the organization Exodus was born.",
      "it": "E lì è nata l'organizzazione Exodus."
    }
  },
  {
    "translation": {
      "en": "[Michael] And then letters started pouring in",
      "it": "Abbiamo iniziato a ricevere lettere"
    }
  },
  {
    "translation": {
      "en": "from Christians who had no place else to go",
      "it": "da cristiani che non sapevano che cosa fare"
    }
  },
  {
    "translation": {
      "en": "and suddenly were hearing about this organization that might be able to help them.",
      "it": "e all'improvviso sentivano parlare di un'organizzazione che poteva aiutarli."
    }
  },
  {
    "translation": {
      "en": "There were thousands of people that were looking for a group like Exodus.",
      "it": "C'erano migliaia di persone alla ricerca di un gruppo come Exodus."
    }
  },
  {
    "translation": {
      "en": "It was once unthinkable,",
      "it": "Prima era impensabile,"
    }
  },
  {
    "translation": {
      "en": "but today it happens in households all over America.",
      "it": "ma oggi succede nelle famiglie di tutta l'America."
    }
  },
  {
    "translation": {
      "en": "A child comes to breakfast and says, \"Mom, Dad, I think I'm gay,",
      "it": "Una mattina un ragazzino dice: \"Mamma, papà, credo di essere gay,"
    }
  },
  {
    "translation": {
      "en": "but I don't want to be.\"",
      "it": "ma non voglio\"."
    }
  },
  {
    "translation": {
      "en": "Some parents are learning about a Christian program called Exodus,",
      "it": "I genitori sentono parlare del programma cristiano Exodus,"
    }
  },
  {
    "translation": {
      "en": "which claims to convert gays,",
      "it": "che afferma di convertire i gay,"
    }
  },
  {
    "translation": {
      "en": "make them ex-gays with a course of Bible study,",
      "it": "rendendoli ex-gay con lo studio della Bibbia,"
    }
  },
  {
    "translation": {
      "en": "behavior modification, and peer counseling.",
      "it": "la modificazione comportamentale e la consulenza alla pari."
    }
  },
  {
    "translation": {
      "en": "John Paulk is vice president of Exodus, which was founded 21 years ago.",
      "it": "John Paulk è vicepresidente di Exodus, fondata 21 anni fa."
    }
  },
  {
    "translation": {
      "en": "-Are you straight now? -I am. -You are? -I am.",
      "it": "- Ora lei è etero? Davvero? - Sì."
    }
  },
  {
    "translation": {
      "en": "You're not a gay person who fights with yourself every day?",
      "it": "Non è un gay che combatte ogni giorno contro se stesso?"
    }
  },
  {
    "translation": {
      "en": "You're not a person who fantasizes about men?",
      "it": "Non ha fantasie sugli uomini?"
    }
  },
  {
    "translation": {
      "en": "-No. -Never?",
      "it": "- No. - Mai?"
    }
  },
  {
    "translation": {
      "en": "I never would have gotten married",
      "it": "Non mi sarei mai sposato"
    }
  },
  {
    "translation": {
      "en": "if I felt on the inside like a gay person.",
      "it": "se dentro di me mi fossi sentito gay."
    }
  },
  {
    "translation": {
      "en": "[John narrating] It's funny what to be known for,",
      "it": "È una cosa strana per cui essere noti,"
    }
  },
  {
    "translation": {
      "en": "but at one point, I really was the most famous ex-gay person",
      "it": "ma a un certo punto sono stato davvero l'ex-gay più famoso"
    }
  },
  {
    "translation": {
      "en": "in the world.",
      "it": "al mondo."
    }
  },
  {
    "translation": {
      "en": "I arose to national prominence",
      "it": "Sono salito alla ribalta nazionale"
    }
  },
  {
    "translation": {
      "en": "because I'm a very articulate person.",
      "it": "perché sono una persona molto eloquente."
    }
  },
  {
    "translation": {
      "en": "So, I'm articulate, I'm outgoing,",
      "it": "Parlo tanto, sono estroverso,"
    }
  },
  {
    "translation": {
      "en": "I was fearless, I stood out in front,",
      "it": "non avevo paura, stavo in prima fila"
    }
  },
  {
    "translation": {
      "en": "and I became a figurehead.",
      "it": "e sono diventato una figura di rappresentanza."
    }
  },
  {
    "translation": {
      "en": "I was the visible person for this movement.",
      "it": "Ero l'incarnazione del movimento."
    }
  },
  {
    "translation": {
      "en": "[anchorwoman] The woman he married is a former lesbian he met at Exodus,",
      "it": "La donna che ha sposato è un'ex-lesbica conosciuta in Exodus,"
    }
  },
  {
    "translation": {
      "en": "and now they have a baby boy.",
      "it": "e ora hanno un bambino."
    }
  },
  {
    "translation": {
      "en": "[John] There were many leaders,",
      "it": "C'erano molti leader,"
    }
  },
  {
    "translation": {
      "en": "but I was the visual aid because I had this extreme story",
      "it": "ma io ero l'esempio vivente, avevo una storia estrema,"
    }
  },
  {
    "translation": {
      "en": "of married to an ex-lesbian.",
      "it": "ero sposato con un'ex-lesbica."
    }
  },
  {
    "translation": {
      "en": "I mean, we were constantly barraged to be on shows, and talk shows,",
      "it": "Eravamo continuamente subissati di richieste per andare in talk show,"
    }
  },
  {
    "translation": {
      "en": "and this newspaper, and that news program, -and on, and on, and on. -[audience applauding]",
      "it": "per parlare con questo giornale o quel notiziario, senza sosta."
    }
  },
  {
    "translation": {
      "en": "[host] Meet John Paulk and Anne Edward.",
      "it": "Loro sono John Paulk e Anne Edward."
    }
  },
  {
    "translation": {
      "en": "At one time, they were both gay.",
      "it": "Un tempo erano entrambi gay."
    }
  },
  {
    "translation": {
      "en": "Now they are so in love with each other, they're engaged to be married.",
      "it": "Ora sono così innamorati tra loro che stanno per sposarsi."
    }
  },
  {
    "translation": {
      "en": "Both of you find God and say, \"I want to not be gay anymore\"?",
      "it": "Avete trovato Dio e avete detto: \"Non voglio più essere gay\"?"
    }
  },
  {
    "translation": {
      "en": "[John] Whether you're gay or whatever you're into, it doesn't change the fact God loves you,",
      "it": "Che tu sia gay o qualsiasi altra cosa, Dio ti ama comunque."
    }
  },
  {
    "translation": {
      "en": "but this was not God's original intent for you.",
      "it": "Ma questo non è ciò che Lui aveva in mente per te."
    }
  },
  {
    "translation": {
      "en": "[John narrating] I had become the chairman of the board of Exodus.",
      "it": "Ero diventato il presidente del CdA di Exodus."
    }
  },
  {
    "translation": {
      "en": "My role was to get the message out that homosexuality was changeable.",
      "it": "Il mio ruolo era far passare il messaggio che l'omosessualità si poteva cambiare."
    }
  },
  {
    "translation": {
      "en": "I don't believe that change is possible.",
      "it": "Non credo che si possa cambiare."
    }
  },
  {
    "translation": {
      "en": "I believe that homosexuality, just like heterosexuality,",
      "it": "Credo che l'omosessualità, come l'eterosessualità,"
    }
  },
  {
    "translation": {
      "en": "is a gift from God.",
      "it": "sia un dono di Dio."
    }
  },
  {
    "translation": {
      "en": "[John] Would that be like saying a child molester can't change, or a wife-beater can't change?",
      "it": "Quindi un pedofilo o un marito violento non possono cambiare?"
    }
  },
  {
    "translation": {
      "en": "Well, that's-- Now wait a second. Being gay is not being a child molester.",
      "it": "Un momento. Essere gay non significa essere pedofili."
    }
  },
  {
    "translation": {
      "en": "No, I-- I'm not comparing it to that. I'm saying it's a certain behavior.",
      "it": "No, non sto paragonando le due cose, ma si tratta di un comportamento."
    }
  },
  {
    "translation": {
      "en": "There is behavior that's connected with homosexuality.",
      "it": "Esiste un comportamento legato all'omosessualità."
    }
  },
  {
    "translation": {
      "en": "And we're just saying that if you want to change,",
      "it": "E noi diciamo solo che, se vuoi cambiare,"
    }
  },
  {
    "translation": {
      "en": "there is a way to do it.",
      "it": "c'è un modo per farlo."
    }
  },
  {
    "translation": {
      "en": "[anchorwoman] This Exodus group is one of more than 100 organizations",
      "it": "Il gruppo Exodus è una delle oltre 100 organizzazioni"
    }
  },
  {
    "translation": {
      "en": "working with gays who want to lead straight lives.",
      "it": "che lavorano con i gay che vogliono vivere da etero."
    }
  },
  {
    "translation": {
      "en": "[Michael] We believed that homosexuality",
      "it": "Per noi l'omosessualità era una malattia psicologica"
    }
  },
  {
    "translation": {
      "en": "is a psychological illness that you needed treatment for.",
      "it": "Per noi l'omosessualità era una malattia psicologica che richiedeva cure."
    }
  },
  {
    "translation": {
      "en": "Those psychological beliefs,",
      "it": "Queste convinzioni, ora,"
    }
  },
  {
    "translation": {
      "en": "everybody now in the psychological, psychiatric community would agree,",
      "it": "sono considerate da tutti, anche da psicologi e psichiatri,"
    }
  },
  {
    "translation": {
      "en": "are outdated and completely wrong.",
      "it": "come vecchie e completamente errate."
    }
  },
  {
    "translation": {
      "en": "[Michael] But Exodus, at its peak, was the largest organization",
      "it": "Ma Exodus, al suo culmine, era la più grande organizzazione"
    }
  },
  {
    "translation": {
      "en": "promoting reparative therapy or conversion therapy.",
      "it": "che promuoveva la terapia riparativa o di conversione."
    }
  },
  {
    "translation": {
      "en": "I've been in Love In Action Program for 660 days.",
      "it": "Seguo il programma Love In Action da 660 giorni."
    }
  },
  {
    "translation": {
      "en": "My powerlessness over homosexuality and compulsive sexual behavior",
      "it": "L'impotenza verso l'omosessualità e il sesso compulsivo"
    }
  },
  {
    "translation": {
      "en": "has led me into masturbation, mutual masturbation,",
      "it": "mi ha portato alla masturbazione, alla masturbazione reciproca,"
    }
  },
  {
    "translation": {
      "en": "short-term and long-term homosexual relationships…",
      "it": "a relazioni omosessuali a breve e lungo termine."
    }
  },
  {
    "translation": {
      "en": "[Michael] In conversion therapy, the explanation for why you are gay",
      "it": "Per la terapia di conversione, il motivo per cui sei gay"
    }
  },
  {
    "translation": {
      "en": "is that you must've been traumatized as a child.",
      "it": "è un trauma subito da bambino."
    }
  },
  {
    "translation": {
      "en": "Either by direct abuse,",
      "it": "Poteva trattarsi di abusi diretti,"
    }
  },
  {
    "translation": {
      "en": "sexual molestation, physical abuse by parents,",
      "it": "molestie sessuali, abusi fisici da parte dei genitori"
    }
  },
  {
    "translation": {
      "en": "or by inadequate or toxic parenting.",
      "it": "o la presenza di genitori inadeguati o tossici."
    }
  },
  {
    "translation": {
      "en": "If you can resolve those parenting issues,",
      "it": "Una volta risolti questi problemi familiari,"
    }
  },
  {
    "translation": {
      "en": "then your innate heterosexuality will emerge.",
      "it": "l'eterosessualità innata sarebbe emersa."
    }
  },
  {
    "translation": {
      "en": "I feel restored and reconciled with my relationship with my dad.",
      "it": "Sento di essermi riconciliato con mio padre."
    }
  },
  {
    "translation": {
      "en": "[crying] 'Cause God has brought a lot of healing.",
      "it": "Perché Dio mi ha donato la guarigione."
    }
  },
  {
    "translation": {
      "en": "[group] We love you, Glen.",
      "it": "Ti vogliamo bene, Glen."
    }
  },
  {
    "translation": {
      "en": "Very few of the leaders had any kind of formal education",
      "it": "Fra i leader erano pochi quelli con una formazione ufficiale"
    }
  },
  {
    "translation": {
      "en": "in psychology, counseling, human sexuality.",
      "it": "in psicologia, counseling o sessualità umana."
    }
  },
  {
    "translation": {
      "en": "They had no qualifications to do what they were doing.",
      "it": "Non avevano nessun tipo di qualifica."
    }
  },
  {
    "translation": {
      "en": "[Michael] A lot of the people that we were counseling had panic attacks",
      "it": "Molti di quelli che facevano counseling avevano attacchi di panico"
    }
  },
  {
    "translation": {
      "en": "and deep depression.",
      "it": "e stati depressivi."
    }
  },
  {
    "translation": {
      "en": "We had guys that actually attempted overdose,",
      "it": "Alcune persone hanno cercato l'overdose"
    }
  },
  {
    "translation": {
      "en": "attempted suicide",
      "it": "e tentato il suicidio"
    }
  },
  {
    "translation": {
      "en": "because they felt guilty that they couldn't change.",
      "it": "per il senso di colpa di non riuscire a cambiare."
    }
  },
  {
    "translation": {
      "en": "I couldn't continue to pretend that I was changing.",
      "it": "Io non potevo più continuare a fingere che stessi cambiando."
    }
  },
  {
    "translation": {
      "en": "And I couldn't continue to pretend the people I was \"helping\" were changing.",
      "it": "Né continuare a fingere che quelli che io \"aiutavo\" stessero cambiando."
    }
  },
  {
    "translation": {
      "en": "And I thought, \"Okay, this is enough.\" \"I'm harming people.\"",
      "it": "Ho pensato: \"Ok, basta. Sto facendo del male agli altri\"."
    }
  },
  {
    "translation": {
      "en": "But when I left in 1979,",
      "it": "Ma da quando l'ho lasciata nel 1979,"
    }
  },
  {
    "translation": {
      "en": "Exodus kept growing.",
      "it": "Exodus ha continuato a crescere."
    }
  },
  {
    "translation": {
      "en": "We'll take a lot of pictures together.",
      "it": "Ci faremo tante foto insieme."
    }
  },
  {
    "translation": {
      "en": "-It's mainly, like, candids of people. -[Julie] Mm-hmm.",
      "it": "Tutte foto spontanee."
    }
  },
  {
    "translation": {
      "en": "We do things in a very slower pace, like, no rush.",
      "it": "Faremo tutto molto lentamente, senza fretta."
    }
  },
  {
    "translation": {
      "en": "We do this guided, but then you do your own thing",
      "it": "Io vi guiderò, ma voi fate quello che volete,"
    }
  },
  {
    "translation": {
      "en": "for an intentional, natural look.",
      "it": "siate spontanee e naturali."
    }
  },
  {
    "translation": {
      "en": "Are we looking at the camera? [chuckles]",
      "it": "Guardiamo l'obiettivo?"
    }
  },
  {
    "translation": {
      "en": "[photographer] Put your hand here.",
      "it": "- Metti la mano qui. - La mia?"
    }
  },
  {
    "translation": {
      "en": "-My hand? -Like that.",
      "it": "- Metti la mano qui. - La mia? Mi piace."
    }
  },
  {
    "translation": {
      "en": "[giggling] I can't do it.",
      "it": "Non posso."
    }
  },
  {
    "translation": {
      "en": "-[Amanda] Our wedding website. -[Julie] Seventy days, babe.",
      "it": "È il sito del matrimonio. Mancano 70 giorni."
    }
  },
  {
    "translation": {
      "en": "So, I was at an event, and someone was like, \"Where's your wife?\"",
      "it": "Qualcuno mi ha chiesto: \"Dov'è tua moglie?\""
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Fiancée! But soon to be.\"",
      "it": "E io ho risposto: \"È ancora la mia fidanzata\"."
    }
  },
  {
    "translation": {
      "en": "She's like, \"You're not married? We all thought you were married.\"",
      "it": "\"Non siete sposate? Pensavamo tutti che lo foste.\""
    }
  },
  {
    "translation": {
      "en": "Yeah, I know.",
      "it": "\"Sì, lo so.\""
    }
  },
  {
    "translation": {
      "en": "People thought we were married like a year ago. I don't know how. Maybe we just seem married?",
      "it": "Lo pensavano anche l'anno scorso. Non so perché. Forse sembriamo sposate?"
    }
  },
  {
    "translation": {
      "en": "Probably 'cause we're not social and hang out with our cats all the time.",
      "it": "Forse perché siamo asociali e stiamo coi gatti."
    }
  },
  {
    "translation": {
      "en": "-It's the cats. -Is that what it is?",
      "it": "- È per i gatti. - Dici?"
    }
  },
  {
    "translation": {
      "en": "-[Amanda] It's totally the cats. Yep. -[both laugh]",
      "it": "È decisamente per i gatti. Sì."
    }
  },
  {
    "translation": {
      "en": "[both energetically] Hi!",
      "it": "Ciao!"
    }
  },
  {
    "translation": {
      "en": "[Amanda] How are you?",
      "it": "Come va?"
    }
  },
  {
    "translation": {
      "en": "I think I'm more gushy about your wedding than you guys are.",
      "it": "Sono più emozionata di voi."
    }
  },
  {
    "translation": {
      "en": "The dress, I think, is stunning. -[Julie] Oh! -It is beautiful.",
      "it": "Il vestito è stupendo. Magnifico."
    }
  },
  {
    "translation": {
      "en": "Do you have any family heirlooms,",
      "it": "Avete un cimelio di famiglia,"
    }
  },
  {
    "translation": {
      "en": "or anything that reminds you of a grandmother,",
      "it": "qualcosa che vi ricordi una nonna"
    }
  },
  {
    "translation": {
      "en": "or something that's significant in your family as well,",
      "it": "o una cosa importante per le vostre famiglie,"
    }
  },
  {
    "translation": {
      "en": "you can put into your bouquet, or you can put into your hair?",
      "it": "da mettere nel bouquet o fra i capelli?"
    }
  },
  {
    "translation": {
      "en": "Those are little moments to carry your loved ones with you, just as a sweetness to have them there.",
      "it": "È un modo dolce per avere con voi i vostri cari durante la cerimonia."
    }
  },
  {
    "translation": {
      "en": "[Julie] I was a happy kid.",
      "it": "Ero una bambina felice."
    }
  },
  {
    "translation": {
      "en": "[Julie] My family lived on three acres of land with a pond in the back,",
      "it": "I miei avevano un terreno di un ettaro e mezzo con uno stagno"
    }
  },
  {
    "translation": {
      "en": "and I just got to run wild.",
      "it": "e io correvo dappertutto."
    }
  },
  {
    "translation": {
      "en": "We went to Bible churches, Baptist churches.",
      "it": "Frequentavamo chiese bibliche e battiste."
    }
  },
  {
    "translation": {
      "en": "That was the only story I knew about the world,",
      "it": "Era l'unico racconto del mondo che conoscevo,"
    }
  },
  {
    "translation": {
      "en": "the fundamentalist Christian teaching that said God created the world,",
      "it": "gli insegnamenti fondamentalisti cristiani secondo cui Dio ha creato il mondo"
    }
  },
  {
    "translation": {
      "en": "and God is a loving God.",
      "it": "e Dio è amore."
    }
  },
  {
    "translation": {
      "en": "And I found a lot of beauty in it, um,",
      "it": "Io trovavo molto bella"
    }
  },
  {
    "translation": {
      "en": "the idea that God created the fishing pond, and the stars, and the wind, and all that,",
      "it": "l'idea che Dio avesse creato lo stagno, le stelle, il vento e tutto il resto,"
    }
  },
  {
    "translation": {
      "en": "and the idea that Jesus loved us enough to want to be with us.",
      "it": "e anche l'idea che Gesù ci amasse tanto da voler stare fra noi."
    }
  },
  {
    "translation": {
      "en": "So I wanted to be Jesus' friend.",
      "it": "Volevo essere amica di Gesù."
    }
  },
  {
    "translation": {
      "en": "I wanted to be good.",
      "it": "Volevo essere buona."
    }
  },
  {
    "translation": {
      "en": "Every single thing in our life was conservative Christians.",
      "it": "Tutto, nella nostra vita, era di stampo cristiano conservatore."
    }
  },
  {
    "translation": {
      "en": "My mom was listening to all the real conservative Christian leaders",
      "it": "Mia madre ascoltava tutti i leader cristiani conservatori"
    }
  },
  {
    "translation": {
      "en": "who said there's a secular agenda, and they're coming for your children.",
      "it": "che dicevano che c'era un piano di secolarizzazione dei bambini."
    }
  },
  {
    "translation": {
      "en": "Can you imagine five-year-olds",
      "it": "Immaginate dei bambini di 5 anni,"
    }
  },
  {
    "translation": {
      "en": "with their little hands folded in their laps",
      "it": "con le manine in grembo, mentre un insegnante parla loro…"
    }
  },
  {
    "translation": {
      "en": "while their teacher talks to them",
      "it": "con le manine in grembo, mentre un insegnante parla loro… NOTO TELEVANGELISTA"
    }
  },
  {
    "translation": {
      "en": "about adult perverse sexuality?",
      "it": "…della sessualità perversa degli adulti?"
    }
  },
  {
    "translation": {
      "en": "Homosexuality is moral perversion and is always wrong,",
      "it": "L'omosessualità è una perversione morale ed è sempre sbagliata."
    }
  },
  {
    "translation": {
      "en": "period.",
      "it": "Punto."
    }
  },
  {
    "translation": {
      "en": "Every scriptural statement on the subject",
      "it": "Ogni affermazione sull'argomento nelle Scritture"
    }
  },
  {
    "translation": {
      "en": "is a statement of condemnation.",
      "it": "è una condanna."
    }
  },
  {
    "translation": {
      "en": "[Julie] The main messages I heard about gay people were like, \"They're disgusting.\"",
      "it": "Il messaggio prevalente era: \"I gay sono disgustosi\"."
    }
  },
  {
    "translation": {
      "en": "It was just always this sense of, \"The gays are really, really bad.\"",
      "it": "C'era sempre questa idea per cui i gay sono sbagliati,"
    }
  },
  {
    "translation": {
      "en": "\"Dirty, and scary, and bad.\"",
      "it": "sporchi, spaventosi e sbagliati."
    }
  },
  {
    "translation": {
      "en": "[Julie] I came out to my mom when I was 16,",
      "it": "Ho fatto coming out con mia madre a 16 anni,"
    }
  },
  {
    "translation": {
      "en": "and my mom was frantic that she has a potentially gay kid.",
      "it": "e lei era sconvolta all'idea di avere una potenziale figlia gay."
    }
  },
  {
    "translation": {
      "en": "She took me to go meet with this guy named Ricky Chelette.",
      "it": "Mi ha portata da questo tizio, Ricky Chelette."
    }
  },
  {
    "translation": {
      "en": "I really didn't want to meet him.",
      "it": "Non volevo incontrarlo."
    }
  },
  {
    "translation": {
      "en": "It just felt awkward, and weird, and unlikely to work.",
      "it": "È stata una cosa sgradevole e strana e non credevo potesse funzionare."
    }
  },
  {
    "translation": {
      "en": "Good morning. I am so honored to be with you this morning.",
      "it": "Sono onorato di essere qui con voi. DIRETTORE LIVING HOPE"
    }
  },
  {
    "translation": {
      "en": "[Julie] So we walk in, and Ricky walks out,",
      "it": "Entriamo e Ricky ci viene incontro. Mi dice: \"Tu devi essere Julie\","
    }
  },
  {
    "translation": {
      "en": "and he's like, \"You must be Julie.\" And he shakes my hand.",
      "it": "Entriamo e Ricky ci viene incontro. Mi dice: \"Tu devi essere Julie\", e mi stringe la mano."
    }
  },
  {
    "translation": {
      "en": "He first asked me a few introductory questions, just to try to ease the tension.",
      "it": "Poi mi fa qualche domanda per alleggerire la tensione."
    }
  },
  {
    "translation": {
      "en": "[Ricky] I want to talk to you about grace and truth. Grace and truth.",
      "it": "Voglio parlarvi della grazia e della verità."
    }
  },
  {
    "translation": {
      "en": "And I want to particularly talk to you about grace and truth because I think we're in a cultural situation",
      "it": "E voglio parlarvi di questo in particolare perché, nella nostra situazione culturale,"
    }
  },
  {
    "translation": {
      "en": "in which grace and truth is hard to find, especially truth.",
      "it": "la grazia e soprattutto la verità sono difficili da trovare."
    }
  },
  {
    "translation": {
      "en": "[Julie] And he has all these dry-erase markers.",
      "it": "Aveva una lavagna con dei pennarelli."
    }
  },
  {
    "translation": {
      "en": "He goes through this whole theory",
      "it": "Esponeva questa teoria su come la gente finisce per contrastare l'attrazione omosessuale."
    }
  },
  {
    "translation": {
      "en": "of how people end up struggling with same-sex attractions.",
      "it": "su come la gente finisce per contrastare l'attrazione omosessuale."
    }
  },
  {
    "translation": {
      "en": "He draws it all out.",
      "it": "Disegnava tutto."
    }
  },
  {
    "translation": {
      "en": "A little mom and a little dad and a little kid's born, and then, like, he's doing all this, and so,",
      "it": "La mamma, il papà, il bambino e così via."
    }
  },
  {
    "translation": {
      "en": "essentially, like, a boy becomes gay",
      "it": "Praticamente diceva che un bambino diventa gay"
    }
  },
  {
    "translation": {
      "en": "because he has a bad relationship with his dad,",
      "it": "perché ha un brutto rapporto con suo padre"
    }
  },
  {
    "translation": {
      "en": "and there's a sense of mystery towards the same-sex parent,",
      "it": "e vede con mistero il genitore dello stesso sesso"
    }
  },
  {
    "translation": {
      "en": "and when they get to adolescence, that becomes sexualized.",
      "it": "e con l'adolescenza questo aspetto viene sessualizzato."
    }
  },
  {
    "translation": {
      "en": "I asked him, like, \"What if you have a great relationship",
      "it": "Ho chiesto: \"E se hai un ottimo rapporto col genitore dello stesso sesso,"
    }
  },
  {
    "translation": {
      "en": "with your same-sex parent, you know, and you still feel gay?\"",
      "it": "Ho chiesto: \"E se hai un ottimo rapporto col genitore dello stesso sesso, ma ti senti gay?\" E lui: \"Qui entra in scena il jolly\"."
    }
  },
  {
    "translation": {
      "en": "And he was like, \"That's where the wild card comes in.\"",
      "it": "ma ti senti gay?\" E lui: \"Qui entra in scena il jolly\"."
    }
  },
  {
    "translation": {
      "en": "And so he talks about sexual abuse.",
      "it": "E parla di abusi sessuali."
    }
  },
  {
    "translation": {
      "en": "\"Well, what about people who haven't been sexually abused?\"",
      "it": "E chi non è stato abusato sessualmente?"
    }
  },
  {
    "translation": {
      "en": "And then he's like, \"Well, a lot of times people forget it.\"",
      "it": "E lui: \"Spesso la gente dimentica\"."
    }
  },
  {
    "translation": {
      "en": "I had no reason to believe it was wrong.",
      "it": "Non avevo motivo di credere che sbagliasse."
    }
  },
  {
    "translation": {
      "en": "I hadn't heard other theories of how people end up gay.",
      "it": "Non conoscevo altre teorie su come si diventa gay."
    }
  },
  {
    "translation": {
      "en": "And I'm 16, so I'm not like--",
      "it": "E avevo 16 anni, quindi non avevo nozioni scientifiche sull'argomento."
    }
  },
  {
    "translation": {
      "en": "I literally know no science around any of this.",
      "it": "quindi non avevo nozioni scientifiche sull'argomento."
    }
  },
  {
    "translation": {
      "en": "And what he drew out, like, made sense to me. I was like, \"Yeah.\"",
      "it": "E ciò che diceva mi sembrava sensato, mi trovavo d'accordo."
    }
  },
  {
    "translation": {
      "en": "I know where we're going. We're going toward Jesus.",
      "it": "Io so dove andiamo. Andiamo verso Gesù."
    }
  },
  {
    "translation": {
      "en": "Do you want to come walk with us until we're both transformed to look just like Him?",
      "it": "Volete camminare con noi finché non diventiamo simili a Lui?"
    }
  },
  {
    "translation": {
      "en": "That's what I hope you'll do.",
      "it": "Spero che lo farete."
    }
  },
  {
    "translation": {
      "en": "[Julie] Ricky was a little bit older, wiser, really good with kids.",
      "it": "Ricky era un po' più grande, saggio e molto bravo con i ragazzini."
    }
  },
  {
    "translation": {
      "en": "It was sort of like having a mentor that seemed to take interest in, like, my life.",
      "it": "Era come avere una guida che sembrava interessarsi alla mia vita."
    }
  },
  {
    "translation": {
      "en": "I still didn't know at that point if I could become straight. Like, I didn't know,",
      "it": "Non sapevo ancora se sarei potuta diventare etero,"
    }
  },
  {
    "translation": {
      "en": "but I felt like I could devote myself to being a whole-hearted believer.",
      "it": "ma sentivo che potevo dedicarmi a diventare una credente appassionata."
    }
  },
  {
    "translation": {
      "en": "This is the path to be good. And so,",
      "it": "Era la strada giusta per essere buoni, e così…"
    }
  },
  {
    "translation": {
      "en": "I took it.",
      "it": "l'ho imboccata."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey] When I found Jesus,",
      "it": "Quando ho trovato Gesù,"
    }
  },
  {
    "translation": {
      "en": "I found for the first time someone who really loved me.",
      "it": "per la prima volta ho sentito che qualcuno mi amava davvero."
    }
  },
  {
    "translation": {
      "en": "From that period forward,",
      "it": "Da quel momento in poi,"
    }
  },
  {
    "translation": {
      "en": "the Lord started putting on my heart, \"You need to start sharing your story.\"",
      "it": "il Signore mi ha fatto capire che dovevo condividere la mia storia."
    }
  },
  {
    "translation": {
      "en": "[emcee] How's everybody doing?",
      "it": "BENVENUTI NELLA CHIESA DELLA RIVOLUZIONE DELL'AMORE! Come state?"
    }
  },
  {
    "translation": {
      "en": "-[audience] Good. -[emcee] Good.",
      "it": "Bene."
    }
  },
  {
    "translation": {
      "en": "I'm very excited and humbled to have, um, Jeffrey here.",
      "it": "Sono molto entusiasta di avere Jeffrey qui."
    }
  },
  {
    "translation": {
      "en": "Y'all are gonna love this brother. He's amazing.",
      "it": "Lo adorerete, è incredibile."
    }
  },
  {
    "translation": {
      "en": "[speaker] Come on, boy!",
      "it": "Vieni!"
    }
  },
  {
    "translation": {
      "en": "Man, I love you. [chuckles]",
      "it": "Ti voglio bene."
    }
  },
  {
    "translation": {
      "en": "Can we give our online audience a welcome, too?",
      "it": "Diamo il benvenuto al pubblico online?"
    }
  },
  {
    "translation": {
      "en": "I'm trying so hard not to cry.",
      "it": "Sto cercando di non piangere."
    }
  },
  {
    "translation": {
      "en": "[speaker] I'm just thankful for you, Jeffrey.",
      "it": "Sono grato che tu esista."
    }
  },
  {
    "translation": {
      "en": "You are a gift from heaven, for what God's doing in the Spirit.",
      "it": "Sei un dono che dimostra ciò che Dio fa spiritualmente."
    }
  },
  {
    "translation": {
      "en": "That everywhere you plant your feet,",
      "it": "Ovunque tu vada,"
    }
  },
  {
    "translation": {
      "en": "it is a sign that God is about to release revival on the gay community.",
      "it": "è segno che Dio sta portando la rinascita nella comunità gay."
    }
  },
  {
    "translation": {
      "en": "And I'm just thankful for you.",
      "it": "E sono grato che tu esista."
    }
  },
  {
    "translation": {
      "en": "So Father, I thank you.",
      "it": "Padre, Ti ringrazio"
    }
  },
  {
    "translation": {
      "en": "That he is a first fruit of the work you're doing for this generation.",
      "it": "per questo primo frutto del Tuo lavoro per questa generazione."
    }
  },
  {
    "translation": {
      "en": "Holy Spirit, I ask that you would release fire,",
      "it": "Spirito Santo, ti chiedo di donargli il tuo ardore,"
    }
  },
  {
    "translation": {
      "en": "anoint his tongue to share your heart,",
      "it": "consacrare la sua lingua affinché parli"
    }
  },
  {
    "translation": {
      "en": "like only He can.",
      "it": "come solo Lui sa fare."
    }
  },
  {
    "translation": {
      "en": "And I ask that you would open ears, break stereotypes,",
      "it": "E a te chiedo di aprire orecchi, infrangere stereotipi,"
    }
  },
  {
    "translation": {
      "en": "break narratives, and reveal Jesus.",
      "it": "sfatare certi racconti e rivelare Gesù."
    }
  },
  {
    "translation": {
      "en": "-[all] Amen. -[emcee] Love you, brother.",
      "it": "Amen. Ti voglio bene."
    }
  },
  {
    "translation": {
      "en": "When I grew up in high school in the early 2000s,",
      "it": "Quando andavo alle superiori, nei primi anni 2000,"
    }
  },
  {
    "translation": {
      "en": "everything was shifting in the nation with homosexuality.",
      "it": "tutto nel Paese tendeva verso l'omosessualità."
    }
  },
  {
    "translation": {
      "en": "Will & Grace was the biggest show.",
      "it": "Will & Grace era un successo."
    }
  },
  {
    "translation": {
      "en": "Every high school movie had the gay best friend.",
      "it": "In tutti i film c'era l'amico gay."
    }
  },
  {
    "translation": {
      "en": "And that's what I put my identity in, being homosexual.",
      "it": "Così mi sono identificato come omosessuale."
    }
  },
  {
    "translation": {
      "en": "-That was-- That was my identity. -[man] Wow.",
      "it": "Era la mia identità."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey] And in the LGBTQ community, that is their identity.",
      "it": "Ed è così per tutti i membri della comunità LGBT."
    }
  },
  {
    "translation": {
      "en": "I'm gay. I'm lesbian. I'm transgender.",
      "it": "Io sono gay. Io sono lesbica. Io sono trans."
    }
  },
  {
    "translation": {
      "en": "Why does it have such a powerful stronghold over them?",
      "it": "Perché ha una forte presa su di loro?"
    }
  },
  {
    "translation": {
      "en": "Because it's the enemy trying to make them think that's their identity.",
      "it": "Perché è il Maligno che vuole far credere che è così."
    }
  },
  {
    "translation": {
      "en": "-[woman] Yeah. -No other group says things like that.",
      "it": "Nessun altro gruppo dice queste cose."
    }
  },
  {
    "translation": {
      "en": "A lot of these schools are pushing that. They want people to get on hormones",
      "it": "Molte scuole spingono in questa direzione. Vogliono che la gente prenda ormoni,"
    }
  },
  {
    "translation": {
      "en": "or start having the surgeries and chopping up their body.",
      "it": "si operi e distrugga il proprio corpo."
    }
  },
  {
    "translation": {
      "en": "And so, you need to be very careful where you send your children to school.",
      "it": "State attenti a quali scuole scegliete per i vostri figli."
    }
  },
  {
    "translation": {
      "en": "[man] That's true.",
      "it": "- È vero. - Già."
    }
  },
  {
    "translation": {
      "en": "You need to find somewhere they won't be counseling people to chop up their body.",
      "it": "Posti in cui non consigliano di fare a pezzi il proprio corpo."
    }
  },
  {
    "translation": {
      "en": "[Yvette] When I got into the church, I just followed the rules.",
      "it": "Quando sono entrata nella Chiesa, seguivo le regole."
    }
  },
  {
    "translation": {
      "en": "This is what you do. You read the Bible, and you believe what the Bible says.",
      "it": "Devi fare così. Leggi la Bibbia e credi a quello che dice."
    }
  },
  {
    "translation": {
      "en": "And then, it became a matter of,",
      "it": "E poi è diventata una questione diversa,"
    }
  },
  {
    "translation": {
      "en": "well, the leaders are the special ones.",
      "it": "i capi sono persone speciali."
    }
  },
  {
    "translation": {
      "en": "I have to perform in order to be in this special group.",
      "it": "Io devo lavorare sodo se voglio stare in questo gruppo speciale."
    }
  },
  {
    "translation": {
      "en": "I have to perform in order to be recognized",
      "it": "Devo lavorare sodo per essere riconosciuta"
    }
  },
  {
    "translation": {
      "en": "and affirmed the way that I want to be.",
      "it": "e affermarmi come desidero."
    }
  },
  {
    "translation": {
      "en": "In the early days,",
      "it": "Agli inizi,"
    }
  },
  {
    "translation": {
      "en": "I spoke at a fundraising meeting in Laguna Hills.",
      "it": "ho parlato a un incontro per una raccolta fondi a Laguna Hills."
    }
  },
  {
    "translation": {
      "en": "[hostess] I very much wanted to have Yvette speak…",
      "it": "Volevo fortemente che Yvette parlasse…"
    }
  },
  {
    "translation": {
      "en": "[Yvette] The house was packed, which made me really nervous.",
      "it": "C'era un sacco di gente, e la cosa mi rendeva nervosa."
    }
  },
  {
    "translation": {
      "en": "And I had prepared for a long time for this",
      "it": "Mi ero preparata a lungo"
    }
  },
  {
    "translation": {
      "en": "'cause I wanted it to be perfect.",
      "it": "perché volevo che fosse tutto perfetto."
    }
  },
  {
    "translation": {
      "en": "[hostess] She is very articulate",
      "it": "Lei è molto eloquente"
    }
  },
  {
    "translation": {
      "en": "on speaking on the homosexual political agenda.",
      "it": "nel parlare dei fini politici degli omosessuali."
    }
  },
  {
    "translation": {
      "en": "And that is why we asked, let's videotape it",
      "it": "Ed è per questo che abbiamo chiesto di fare una ripresa"
    }
  },
  {
    "translation": {
      "en": "to possibly enable you to have a position",
      "it": "per permetterle di assumere un ruolo"
    }
  },
  {
    "translation": {
      "en": "as a national spokesperson on this, uh, subject.",
      "it": "di portavoce nazionale su questo argomento."
    }
  },
  {
    "translation": {
      "en": "So that's why Yvette's here.",
      "it": "Per questo Yvette è qui."
    }
  },
  {
    "translation": {
      "en": "What's happening in the political level,",
      "it": "A livello politico,"
    }
  },
  {
    "translation": {
      "en": "they're trying to give homosexuals special rights.",
      "it": "cercano di dare agli omosessuali diritti speciali."
    }
  },
  {
    "translation": {
      "en": "We're not talking equal rights, here.",
      "it": "Non parliamo di pari diritti."
    }
  },
  {
    "translation": {
      "en": "We're talking special rights, giving them special minority status.",
      "it": "Parliamo di diritti speciali in quanto minoranza speciale."
    }
  },
  {
    "translation": {
      "en": "This is such a huge issue right now",
      "it": "È un problema così importante, in questo momento,"
    }
  },
  {
    "translation": {
      "en": "that there's really no excuse for not getting involved. And it could…",
      "it": "che non ci sono scuse per non intervenire."
    }
  },
  {
    "translation": {
      "en": "[Yvette] You could hear a pin drop. People were riveted.",
      "it": "C'era il silenzio totale. Erano attentissimi."
    }
  },
  {
    "translation": {
      "en": "And then we did a Q and A afterwards",
      "it": "Poi siamo passati alle domande."
    }
  },
  {
    "translation": {
      "en": "so people could ask whatever they wanted and also see that I knew the topic well.",
      "it": "Tutti potevano chiedere ciò che volevano e vedere quanto io fossi preparata."
    }
  },
  {
    "translation": {
      "en": "Well, thank you all for coming. I wasn't expecting this many people.",
      "it": "Grazie a tutti per essere venuti. Non mi aspettavo così tanta gente."
    }
  },
  {
    "translation": {
      "en": "[Yvette] And afterwards, a woman sitting in the front row",
      "it": "Poi, una donna seduta in prima fila"
    }
  },
  {
    "translation": {
      "en": "asked me if I'd be willing to relocate to Washington, D.C.",
      "it": "mi ha chiesto se fossi disposta a trasferirmi a Washington."
    }
  },
  {
    "translation": {
      "en": "[Yvette] So I get a phone call that said, \"Can you come for an interview",
      "it": "Così ho ricevuto una telefonata per fare un colloquio"
    }
  },
  {
    "translation": {
      "en": "at Family Research Council?\"",
      "it": "al Family Research Council."
    }
  },
  {
    "translation": {
      "en": "Family Research Council is one of the most prominent Christian-right organizations",
      "it": "Si tratta di una delle più note organizzazioni cristiane di destra"
    }
  },
  {
    "translation": {
      "en": "in the country.",
      "it": "del Paese."
    }
  },
  {
    "translation": {
      "en": "They have a lot of political power.",
      "it": "Hanno un enorme potere politico."
    }
  },
  {
    "translation": {
      "en": "[anchorman] FRC's experts are well-known by the media",
      "it": "VIDEO PROMOZIONALE Gli esperti dell'FRC sono noti ai media per le loro analisi all'avanguardia"
    }
  },
  {
    "translation": {
      "en": "for their cutting-edge analysis",
      "it": "Gli esperti dell'FRC sono noti ai media per le loro analisi all'avanguardia"
    }
  },
  {
    "translation": {
      "en": "and quick response to breaking news stories.",
      "it": "e la pronta risposta alle ultime notizie."
    }
  },
  {
    "translation": {
      "en": "Voicing your values to defend family, faith, and freedom.",
      "it": "Esprimiamo i vostri valori per difendere la famiglia, la fede e la libertà."
    }
  },
  {
    "translation": {
      "en": "[Yvette] The leadership there were all straight, white men.",
      "it": "I capi erano tutti maschi, bianchi, etero."
    }
  },
  {
    "translation": {
      "en": "They were looking for a spokesperson who had been gay.",
      "it": "Cercavano un portavoce che fosse stato gay."
    }
  },
  {
    "translation": {
      "en": "And I was told, \"You're gonna be great because you're young,",
      "it": "E mi venne detto: \"Tu sarai perfetta perché sei giovane,"
    }
  },
  {
    "translation": {
      "en": "you have a Hispanic last name,",
      "it": "hai un cognome ispanico"
    }
  },
  {
    "translation": {
      "en": "and you don't look gay.\"",
      "it": "e non sembri gay\"."
    }
  },
  {
    "translation": {
      "en": "This is my business card.",
      "it": "Il mio biglietto da visita."
    }
  },
  {
    "translation": {
      "en": "Probably the only one I have left, when I was Yvette Cantu, Policy Analyst.",
      "it": "Forse l'ultimo che mi è rimasto di quando ero un'analista politica."
    }
  },
  {
    "translation": {
      "en": "This was a press conference that we did,",
      "it": "Questa è una conferenza stampa che abbiamo fatto."
    }
  },
  {
    "translation": {
      "en": "and I had only been at FRC for maybe two weeks, less than two weeks.",
      "it": "Io ero all'FRC da due settimane, forse anche meno."
    }
  },
  {
    "translation": {
      "en": "We're gonna take you now to the National Press Club.",
      "it": "Andiamo ora al National Press Club,"
    }
  },
  {
    "translation": {
      "en": "We have a camera this morning",
      "it": "dove abbiamo una telecamera"
    }
  },
  {
    "translation": {
      "en": "at a news conference to be held by the Family Research Council.",
      "it": "alla conferenza stampa tenuta dal Family Research Council."
    }
  },
  {
    "translation": {
      "en": "Today, we're here to talk about what some major world religions",
      "it": "Parleremo di ciò che alcune grandi religioni mondiali"
    }
  },
  {
    "translation": {
      "en": "have to say about homosexuality.",
      "it": "pensano dell'omosessualità."
    }
  },
  {
    "translation": {
      "en": "[Yvette] The conservative Christian lobby always needs something",
      "it": "La lobby conservatrice cristiana ha sempre bisogno di qualcosa"
    }
  },
  {
    "translation": {
      "en": "they can really get their constituents riled up about",
      "it": "contro cui i suoi sostenitori possano scagliarsi,"
    }
  },
  {
    "translation": {
      "en": "and willing to give money and willing to vote.",
      "it": "rendendoli così ben disposti a dare soldi e voti."
    }
  },
  {
    "translation": {
      "en": "What can really get people riled up?",
      "it": "E cosa fa infuriare la gente?"
    }
  },
  {
    "translation": {
      "en": "Homosexuality.",
      "it": "L'omosessualità."
    }
  },
  {
    "translation": {
      "en": "[Yvette] The general feeling was that gay rights were inevitable.",
      "it": "Era chiaro che dare diritti ai gay fosse inevitabile."
    }
  },
  {
    "translation": {
      "en": "We looked at it like, this is going to destroy the family as we know it.",
      "it": "La nostra considerazione era: \"Tutto ciò distruggerà la famiglia come la conosciamo"
    }
  },
  {
    "translation": {
      "en": "And that it would erode the rights of Christians.",
      "it": "e minerà i diritti dei cristiani\"."
    }
  },
  {
    "translation": {
      "en": "What I do at Family Research Council is opposing an aggressive homosexual agenda,",
      "it": "Il Family Research Council si oppone a un programma omosessuale aggressivo,"
    }
  },
  {
    "translation": {
      "en": "which is trying to destroy marriage, which is trying to bring about gay adoption.",
      "it": "che vuole distruggere il matrimonio e ottenere l'adozione da parte dei gay."
    }
  },
  {
    "translation": {
      "en": "A child needs a mother and a father.",
      "it": "Un bambino ha bisogno di una madre e di un padre."
    }
  },
  {
    "translation": {
      "en": "Let me just interject one thing.",
      "it": "Mi lasci intervenire."
    }
  },
  {
    "translation": {
      "en": "I just feel I need to say something about my opponent's organization.",
      "it": "Vorrei dire qualcosa sull'organizzazione della mia avversaria."
    }
  },
  {
    "translation": {
      "en": "It doesn't matter if it's gay families, civil rights, employment, housing.",
      "it": "Non importa che si tratti di famiglie gay, diritti civili, lavoro, alloggio."
    }
  },
  {
    "translation": {
      "en": "They have a fundamental anti-gay agenda.",
      "it": "Hanno un programma fondamentalmente antigay."
    }
  },
  {
    "translation": {
      "en": "I, I personally came out of the homosexual lifestyle",
      "it": "Io personalmente ho abbandonato lo stile di vita omosessuale"
    }
  },
  {
    "translation": {
      "en": "that I was in for six years.",
      "it": "che conducevo da sei anni."
    }
  },
  {
    "translation": {
      "en": "I have 15 dead gay male friends who have died of AIDS.",
      "it": "Ho 15 amici maschi gay che sono morti di AIDS."
    }
  },
  {
    "translation": {
      "en": "My point in all this is to show",
      "it": "Il mio obiettivo è dimostrare"
    }
  },
  {
    "translation": {
      "en": "that it is a dangerous, destructive lifestyle,",
      "it": "che è uno stile di vita pericoloso e distruttivo"
    }
  },
  {
    "translation": {
      "en": "and people can leave it.",
      "it": "e che è possibile abbandonarlo."
    }
  },
  {
    "translation": {
      "en": "I don't want to get rid of these because I want to remember.",
      "it": "Non voglio buttarle perché voglio ricordare."
    }
  },
  {
    "translation": {
      "en": "I don't want to forget. Like, this is part of my life.",
      "it": "Non voglio dimenticare. È parte della mia vita."
    }
  },
  {
    "translation": {
      "en": "This is part of what I did,",
      "it": "Di quello che ho fatto."
    }
  },
  {
    "translation": {
      "en": "but it's hard to look back.",
      "it": "Ma ripensarci è dura."
    }
  },
  {
    "translation": {
      "en": "[Julie] I started at Living Hope when I was 16, and I didn't move away from Living Hope till I was 25.",
      "it": "Sono entrata alla Living Hope a 16 anni e non l'ho abbandonata fino ai 25."
    }
  },
  {
    "translation": {
      "en": "I was doing a weekly counseling session with Ricky,",
      "it": "Facevo una sessione settimanale con Ricky,"
    }
  },
  {
    "translation": {
      "en": "a weekly Living Hope meeting, we just called it \"group,\"",
      "it": "un \"gruppo\" settimanale alla Living Hope"
    }
  },
  {
    "translation": {
      "en": "and then I would usually have lunch at Ricky's house on Sunday afternoon.",
      "it": "e poi, di solito, la domenica pranzavo da Ricky."
    }
  },
  {
    "translation": {
      "en": "So, like, more days than not, I was at Living Hope stuff.",
      "it": "Quindi ero immersa in questa realtà la maggior parte dei giorni."
    }
  },
  {
    "translation": {
      "en": "My whole entire life was structured around not being gay.",
      "it": "Tutta la mia vita girava intorno al non essere gay."
    }
  },
  {
    "translation": {
      "en": "There was a high population of youth who were at Living Hope.",
      "it": "Alla Living Hope c'era un'alta percentuale di giovani."
    }
  },
  {
    "translation": {
      "en": "It was at least 50 people that were cycling through.",
      "it": "Almeno una cinquantina, che andavano e venivano."
    }
  },
  {
    "translation": {
      "en": "We weren't allowed to have outside contact with each other.",
      "it": "Non potevamo avere contatti all'esterno."
    }
  },
  {
    "translation": {
      "en": "So we weren't allowed to be friends on Facebook or to know each other's last names.",
      "it": "Non potevamo essere amici su Facebook né sapere i cognomi degli altri."
    }
  },
  {
    "translation": {
      "en": "The reason that we couldn't share any identifying information",
      "it": "Non potevamo condividere queste informazioni"
    }
  },
  {
    "translation": {
      "en": "was because they were worried we would all meet up and have sex with each other.",
      "it": "perché temevano che ci saremmo incontrati per fare sesso."
    }
  },
  {
    "translation": {
      "en": "We were only allowed to talk when we were, like, supervised.",
      "it": "Potevamo parlarci solo quando eravamo controllati."
    }
  },
  {
    "translation": {
      "en": "[Julie] Ricky would say",
      "it": "Ricky diceva"
    }
  },
  {
    "translation": {
      "en": "a big part of it's gonna be, like, your spiritual walk,",
      "it": "che la cosa più importante era il percorso spirituale,"
    }
  },
  {
    "translation": {
      "en": "spending time reading the Bible, and praying,",
      "it": "passare il tempo a leggere la Bibbia e a pregare"
    }
  },
  {
    "translation": {
      "en": "and, um, giving up masturbation. Masturbation was a big deal. Giving up masturbation, definitely giving up porn.",
      "it": "e rinunciare alla masturbazione e al porno, due cose molto gravi."
    }
  },
  {
    "translation": {
      "en": "It was decided between my mom and Ricky",
      "it": "Ricky e mia madre decisero che per non diventare gay dovevo lasciare il softball"
    }
  },
  {
    "translation": {
      "en": "that I was gonna quit softball so I wouldn't become gay,",
      "it": "che per non diventare gay dovevo lasciare il softball"
    }
  },
  {
    "translation": {
      "en": "and I had to go to a Christian college so I wouldn't become a lesbian.",
      "it": "e frequentare un'università cristiana."
    }
  },
  {
    "translation": {
      "en": "If you were to say, like, \"What does Julie need to do to become straight?\"",
      "it": "Che cosa dovevo fare per diventare etero, invece?"
    }
  },
  {
    "translation": {
      "en": "It was a lot.",
      "it": "Tantissime cose."
    }
  },
  {
    "translation": {
      "en": "[Randy] One of the things that Exodus International was known for",
      "it": "Una delle cose per cui Exodus era famosa"
    }
  },
  {
    "translation": {
      "en": "was our annual conference,",
      "it": "era la conferenza annuale."
    }
  },
  {
    "translation": {
      "en": "where people could go and learn more",
      "it": "Chiunque poteva partecipare e saperne di più"
    }
  },
  {
    "translation": {
      "en": "about the whole journey of overcoming same-sex attractions",
      "it": "sul percorso necessario a superare l'attrazione omosessuale…"
    }
  },
  {
    "translation": {
      "en": "and to have fellowship with other people who believed similarly.",
      "it": "EX VICEPRESIDENTE DI EXODUS …e conoscere altre persone che la pensavano ugualmente."
    }
  },
  {
    "translation": {
      "en": "We would have lots of workshops,",
      "it": "C'erano moltissimi seminari,"
    }
  },
  {
    "translation": {
      "en": "and they would range in topics from family dynamics,",
      "it": "che spaziavano dalle dinamiche familiari"
    }
  },
  {
    "translation": {
      "en": "to helping men embrace their masculinity,",
      "it": "all'aiutare gli uomini ad accettare la propria mascolinità"
    }
  },
  {
    "translation": {
      "en": "or women to rejoice in their femininity.",
      "it": "o le donne a gioire della propria femminilità."
    }
  },
  {
    "translation": {
      "en": "[speaker] …focus on 33, which talks about, \"Seek ye first the Kingdom of God.\"",
      "it": "POSSIBILI CAUSE …cercare innanzitutto il Regno di Dio."
    }
  },
  {
    "translation": {
      "en": "A mistake they make is they start thinking about the rest of their lives.",
      "it": "L'errore è iniziare pensando al resto della propria vita."
    }
  },
  {
    "translation": {
      "en": "They're drawn into lesbianism probably because",
      "it": "Sono attratte dal lesbismo probabilmente perché"
    }
  },
  {
    "translation": {
      "en": "she wants to protect against further hurt from a man.",
      "it": "vogliono proteggersi dal dolore causato dagli uomini."
    }
  },
  {
    "translation": {
      "en": "She needs a lot of healing before she could ever be open to a relationship with a man.",
      "it": "Devono guarire per essere aperte a una relazione con un uomo."
    }
  },
  {
    "translation": {
      "en": "[Julie] I went to my first Exodus conference when I was 17 years old.",
      "it": "Avevo 17 anni quando andai alla mia prima conferenza Exodus."
    }
  },
  {
    "translation": {
      "en": "Ricky took a big group of people from Living Hope every single year.",
      "it": "Ogni anno Ricky ci portava un bel gruppo della Living Hope."
    }
  },
  {
    "translation": {
      "en": "It was the first time I met a bunch of really, really cool people",
      "it": "Fu la prima volta in cui incontrai gente molto interessante"
    }
  },
  {
    "translation": {
      "en": "who were devoted to this process.",
      "it": "devota a questo percorso."
    }
  },
  {
    "translation": {
      "en": "I was supposed to, like, embrace my femininity.",
      "it": "Dovevo accettare la mia femminilità."
    }
  },
  {
    "translation": {
      "en": "They taught us to wear makeup,",
      "it": "A noi insegnavano a truccarci"
    }
  },
  {
    "translation": {
      "en": "and the guys would go play football.",
      "it": "e i ragazzi giocavano a football."
    }
  },
  {
    "translation": {
      "en": "[Julie] They would say,",
      "it": "Dicevano:"
    }
  },
  {
    "translation": {
      "en": "\"It's not that we think football's gonna make you straight,",
      "it": "\"Giocare a football non vi renderà etero,"
    }
  },
  {
    "translation": {
      "en": "but it will give you another way of connecting with the guys.\"",
      "it": "ma è un altro modo di relazionarvi coi maschi."
    }
  },
  {
    "translation": {
      "en": "\"And makeup's gonna give you another way of connecting with the girls and your femininity.\"",
      "it": "E così il trucco per il rapporto con le femmine e la femminilità\"."
    }
  },
  {
    "translation": {
      "en": "That is a part of shifting things in here that's gonna shift your attractions.",
      "it": "Tutto ciò serviva a deviare le sensazioni in modo da cambiare ciò che ti attraeva."
    }
  },
  {
    "translation": {
      "en": "[speaker] Hopefully you are beginning to see some of the root causes",
      "it": "Spero che stiate cominciando a vedere alcune delle cause"
    }
  },
  {
    "translation": {
      "en": "that can affect your sexuality and your identity, and…",
      "it": "che possono influenzare sessualità e identità."
    }
  },
  {
    "translation": {
      "en": "[Julie] You're still doing Bible studies and small groups and learning things.",
      "it": "Continuavi a studiare la Bibbia in piccoli gruppi e a imparare,"
    }
  },
  {
    "translation": {
      "en": "But you also stay up till two in the morning, talking, and laughing, and telling jokes.",
      "it": "ma poi restavi in piedi fino alle due a parlare, ridere e fare battute."
    }
  },
  {
    "translation": {
      "en": "I remember especially the late-night times when all the leaders were in bed,",
      "it": "Ricordo le nottate quando i responsabili erano a letto"
    }
  },
  {
    "translation": {
      "en": "and we just got to be our little queer selves, and it was,",
      "it": "e noi potevamo essere liberamente queer, ed era, sotto molti aspetti,"
    }
  },
  {
    "translation": {
      "en": "in many ways, like, one of the few safe places",
      "it": "e noi potevamo essere liberamente queer, ed era, sotto molti aspetti, uno dei pochi luoghi sicuri nella nostra vita,"
    }
  },
  {
    "translation": {
      "en": "in our lives, and I know that sounds really crazy",
      "it": "uno dei pochi luoghi sicuri nella nostra vita, e so che sembra assurdo perché era una conferenza di Exodus,"
    }
  },
  {
    "translation": {
      "en": "'cause it was an Exodus International conference,",
      "it": "e so che sembra assurdo perché era una conferenza di Exodus,"
    }
  },
  {
    "translation": {
      "en": "but at that time, that was what belonging looked like for us.",
      "it": "ma all'epoca quello ci faceva sentire parte di qualcosa."
    }
  },
  {
    "translation": {
      "en": "A lot of times, people that struggle with this always feel so alone, struggle with same-sex attraction, always feel so alone.",
      "it": "Molte persone che affrontano l'attrazione per lo stesso sesso si sentono sole."
    }
  },
  {
    "translation": {
      "en": "It's great to see others who've been in the same shoes.",
      "it": "È bello vedere che altri ci sono passati."
    }
  },
  {
    "translation": {
      "en": "[interviewer] And what do you hope to come out of this week?",
      "it": "E come speri di essere, dopo questa settimana?"
    }
  },
  {
    "translation": {
      "en": "A stronger person, um,",
      "it": "Più forte."
    }
  },
  {
    "translation": {
      "en": "more knowledgeable in areas I still don't really get,",
      "it": "Più esperta su temi che ancora non capisco e forse non capirò mai,"
    }
  },
  {
    "translation": {
      "en": "and I might never get, but, um, just to have more courage",
      "it": "Più esperta su temi che ancora non capisco e forse non capirò mai, ma almeno avrò più coraggio per lottare."
    }
  },
  {
    "translation": {
      "en": "to stand up and stuff.",
      "it": "ma almeno avrò più coraggio per lottare."
    }
  },
  {
    "translation": {
      "en": "[Randy] Is this on?",
      "it": "È acceso?"
    }
  },
  {
    "translation": {
      "en": "I wanna invite the prayer team up. Come on up, guys.",
      "it": "Voglio quassù il gruppo di preghiera. Venite."
    }
  },
  {
    "translation": {
      "en": "A lot of you may be feeling pressure.",
      "it": "Forse vi sentite sotto pressione."
    }
  },
  {
    "translation": {
      "en": "You may be feeling like you're in darkness.",
      "it": "Forse sentite di vagare nell'oscurità."
    }
  },
  {
    "translation": {
      "en": "But you sense that there is a hand reaching towards you.",
      "it": "Ma sentite anche che qualcuno vi tende una mano."
    }
  },
  {
    "translation": {
      "en": "And you want that hand to grasp you, the hand of the Lord, to pull you out,",
      "it": "E volete che la mano del Signore vi afferri, vi tiri fuori"
    }
  },
  {
    "translation": {
      "en": "to reveal the splendor of what He's created you to be.",
      "it": "e vi riveli lo splendore di quello per cui Lui vi ha creato."
    }
  },
  {
    "translation": {
      "en": "Brothers and sisters, in Jesus' name, step forward,",
      "it": "Fratelli e sorelle, nel nome di Gesù, fatevi avanti,"
    }
  },
  {
    "translation": {
      "en": "take your rightful place in the body of Christ.",
      "it": "prendete il posto che vi spetta accanto a Cristo."
    }
  },
  {
    "translation": {
      "en": "Come forward and receive prayer. Come forward and make your declaration,",
      "it": "Fatevi avanti e ricevete la preghiera. Fatevi avanti e dichiarate che non tornerete nelle tenebre."
    }
  },
  {
    "translation": {
      "en": "that I will not go back to the darkness.",
      "it": "Fatevi avanti e dichiarate che non tornerete nelle tenebre."
    }
  },
  {
    "translation": {
      "en": "[Julie] There were several speakers throughout that week,",
      "it": "Durante la settimana c'erano vari oratori,"
    }
  },
  {
    "translation": {
      "en": "big ex-gay names.",
      "it": "grossi nomi di ex-gay."
    }
  },
  {
    "translation": {
      "en": "And they told these stories of this big conversion to Jesus,",
      "it": "E ci raccontavano storie di grandi conversioni in nome di Gesù,"
    }
  },
  {
    "translation": {
      "en": "and realizing God loved them, realizing they \"didn't have to be gay,\" was how they would frame it.",
      "it": "persone che avevano capito che Dio li ama e non dovevano essere gay per forza."
    }
  },
  {
    "translation": {
      "en": "There were really compelling stories.",
      "it": "Erano davvero convincenti."
    }
  },
  {
    "translation": {
      "en": "And so I remember feeling like,",
      "it": "A quel punto, pensai di voler essere come loro."
    }
  },
  {
    "translation": {
      "en": "I wanna be like them. Like, I wanna be",
      "it": "A quel punto, pensai di voler essere come loro. \"Voglio essere forte, felice e amata da Dio.\""
    }
  },
  {
    "translation": {
      "en": "cool, and happy, and loved by God.",
      "it": "\"Voglio essere forte, felice e amata da Dio.\""
    }
  },
  {
    "translation": {
      "en": "[ad narrator] You may have seen John and Anne Paulk on the cover of Newsweek.",
      "it": "SPOT EX-GAY Avrete visto John e Anne Paulk su Newsweek,"
    }
  },
  {
    "translation": {
      "en": "Both former homosexuals, now married to each other.",
      "it": "due ex-omosessuali ora sposati tra loro."
    }
  },
  {
    "translation": {
      "en": "But are there others like them?",
      "it": "Ma ci sono altri come loro?"
    }
  },
  {
    "translation": {
      "en": "I was active in the gay community for 13 years.",
      "it": "Ho frequentato la comunità gay per 13 anni."
    }
  },
  {
    "translation": {
      "en": "I was in it for six years,",
      "it": "Io per sei anni,"
    }
  },
  {
    "translation": {
      "en": "then struggled for five years before finding true freedom.",
      "it": "poi ho lottato per cinque prima di liberarmi."
    }
  },
  {
    "translation": {
      "en": "It was 13 years for me.",
      "it": "Io per 13 anni."
    }
  },
  {
    "translation": {
      "en": "Four for me, but we both walked away from it.",
      "it": "Io quattro, ma ne siamo usciti."
    }
  },
  {
    "translation": {
      "en": "[John] The whole Christian church is based on being married,",
      "it": "Tutta la Chiesa cristiana si basa sul matrimonio,"
    }
  },
  {
    "translation": {
      "en": "being a family man,",
      "it": "sulla famiglia"
    }
  },
  {
    "translation": {
      "en": "and having children.",
      "it": "e sui figli."
    }
  },
  {
    "translation": {
      "en": "I had a goal when I went to Exodus,",
      "it": "Quando sono entrato in Exodus avevo un obiettivo,"
    }
  },
  {
    "translation": {
      "en": "was to get married and be a father.",
      "it": "e cioè sposarmi e diventare padre."
    }
  },
  {
    "translation": {
      "en": "That wasn't just something I hoped someday would happen.",
      "it": "Non speravo soltanto che prima o poi sarebbe successo."
    }
  },
  {
    "translation": {
      "en": "It was a goal I pursued with a vengeance.",
      "it": "Era un obiettivo che perseguivo con determinazione."
    }
  },
  {
    "translation": {
      "en": "Now, how do you two get together?",
      "it": "Come vi siete messi insieme?"
    }
  },
  {
    "translation": {
      "en": "[chuckles] We were not friends at first,",
      "it": "- Prima non eravamo amici perché… - No."
    }
  },
  {
    "translation": {
      "en": "because we were still in the middle of our own gender identity confusion.",
      "it": "- Prima non eravamo amici perché… - No. …eravamo ancora confusi sulla nostra identità di genere."
    }
  },
  {
    "translation": {
      "en": "But slowly we became friends, and based out of a friendship, we fell in love.",
      "it": "Ma pian piano siamo diventati amici e poi ci siamo innamorati."
    }
  },
  {
    "translation": {
      "en": "I accepted Jesus as my savior and, uh, and then read what the Bible had to say.",
      "it": "Ho accettato Gesù come mio salvatore e poi ho letto cosa diceva la Bibbia."
    }
  },
  {
    "translation": {
      "en": "At that point, things started to change in my life.",
      "it": "Allora la mia vita ha iniziato a cambiare."
    }
  },
  {
    "translation": {
      "en": "[John] We were taught, \"You'll become friends with a woman,",
      "it": "Ci veniva insegnato: farete amicizia con una donna,"
    }
  },
  {
    "translation": {
      "en": "you will feel safe with her,",
      "it": "con lei vi sentirete al sicuro"
    }
  },
  {
    "translation": {
      "en": "and hopefully a sexual attraction will grow on top of that.\"",
      "it": "e se tutto andrà bene, nascerà un'attrazione di tipo sessuale."
    }
  },
  {
    "translation": {
      "en": "They would say, \"You don't have to be attracted to all women.\"",
      "it": "Dicevano: \"Non dovete essere attratti da tutte,"
    }
  },
  {
    "translation": {
      "en": "\"You only have to be attracted to one.\"",
      "it": "ma solo da una donna."
    }
  },
  {
    "translation": {
      "en": "\"Just one, 'cause that's the one you'll fall in love with,",
      "it": "Solo una, perché è di lei che vi innamorerete"
    }
  },
  {
    "translation": {
      "en": "and that's the one you're going to marry.\"",
      "it": "e sarà lei che sposerete."
    }
  },
  {
    "translation": {
      "en": "\"Just one.\"",
      "it": "Solo una\"."
    }
  },
  {
    "translation": {
      "en": "[partner] How do you undo the end?",
      "it": "Come devo fare?"
    }
  },
  {
    "translation": {
      "en": "Okay, so, you gotta do it with a different knife.",
      "it": "Ok, devi usare un altro coltello."
    }
  },
  {
    "translation": {
      "en": "You're using a big knife.",
      "it": "Ne stai usando uno grande."
    }
  },
  {
    "translation": {
      "en": "Use a small one and just make a little V.",
      "it": "Usane uno piccolo. Fai una piccola V."
    }
  },
  {
    "translation": {
      "en": "That takes it out. Okay?",
      "it": "E lo togli. Ok?"
    }
  },
  {
    "translation": {
      "en": "Sorry, baby.",
      "it": "Scusami, tesoro."
    }
  },
  {
    "translation": {
      "en": "-[partner] That's kind of cool. -I know.",
      "it": "- È fico. - Lo so."
    }
  },
  {
    "translation": {
      "en": "See, I'm gonna teach you about how to do some of this fancy stuff.",
      "it": "Ti insegno a fare queste cose raffinate."
    }
  },
  {
    "translation": {
      "en": "[John] So here we were.",
      "it": "E andavamo avanti così."
    }
  },
  {
    "translation": {
      "en": "My wife wore these beautiful Talbots suits,",
      "it": "Mia moglie indossava questi magnifici tailleur"
    }
  },
  {
    "translation": {
      "en": "and wore makeup, and looked very elegant.",
      "it": "e si truccava assumendo un'aria elegante."
    }
  },
  {
    "translation": {
      "en": "And we had children, and the children were on TV with us.",
      "it": "E poi avevamo dei bambini che venivano in TV con noi."
    }
  },
  {
    "translation": {
      "en": "In some ways, I didn't see myself as a gay person anymore.",
      "it": "In un certo senso, non mi vedevo più come gay,"
    }
  },
  {
    "translation": {
      "en": "Because to me, to be gay would mean I was having sex,",
      "it": "perché per me essere gay voleva dire fare sesso,"
    }
  },
  {
    "translation": {
      "en": "I was going to gay bars, I associated with gay people.",
      "it": "andare nei bar gay, relazionarmi con altri gay."
    }
  },
  {
    "translation": {
      "en": "I based being gay on behavior.",
      "it": "Basavo l'essere gay sul comportamento."
    }
  },
  {
    "translation": {
      "en": "It was the behavior that made you gay, not your feelings.",
      "it": "Era il comportamento a renderti gay, non i sentimenti."
    }
  },
  {
    "translation": {
      "en": "But my feelings were very much gay.",
      "it": "Ma i miei sentimenti erano molto gay."
    }
  },
  {
    "translation": {
      "en": "I've had a successful marriage for ten years,",
      "it": "Sono felicemente sposato da dieci anni,"
    }
  },
  {
    "translation": {
      "en": "have a very fulfilling emotional and sexual relationship with my wife,",
      "it": "ho un rapporto emotivo e sessuale molto soddisfacente con mia moglie"
    }
  },
  {
    "translation": {
      "en": "have fathered two sons, so something has changed.",
      "it": "e ho avuto due figli, quindi qualcosa è cambiato."
    }
  },
  {
    "translation": {
      "en": "[John narrating] If I had said,",
      "it": "Se avessi detto:"
    }
  },
  {
    "translation": {
      "en": "\"Well, of course I'm tempted by homosexuality,\"",
      "it": "\"Certo che sono tentato dall'omosessualità\","
    }
  },
  {
    "translation": {
      "en": "that would have been honest.",
      "it": "sarei stato onesto."
    }
  },
  {
    "translation": {
      "en": "However, I didn't feel like I could be honest,",
      "it": "Ma non sentivo di poter essere onesto,"
    }
  },
  {
    "translation": {
      "en": "because I'm not just sitting here representing myself. I am representing a whole movement.",
      "it": "perché non rappresentavo solo me stesso, ma un intero movimento."
    }
  },
  {
    "translation": {
      "en": "And if I say, \"Well, I'm still tempted by it,\" what does that say to someone?",
      "it": "E se avessi detto: \"La cosa mi tenta\", che messaggio avrei dato?"
    }
  },
  {
    "translation": {
      "en": "[director] Do you feel like you were lying?",
      "it": "Avevi l'impressione di mentire?"
    }
  },
  {
    "translation": {
      "en": "I did lie.",
      "it": "Ho mentito."
    }
  },
  {
    "translation": {
      "en": "I-- See, I can say that now with no-- w-with-- with…",
      "it": "Ecco, adesso posso dirlo senza… Anzi, con vergogna e imbarazzo."
    }
  },
  {
    "translation": {
      "en": "Well, with shame and embarrassment.",
      "it": "Anzi, con vergogna e imbarazzo."
    }
  },
  {
    "translation": {
      "en": "[John narrating] I realized that my dishonesty hurt people.",
      "it": "Mi sono reso conto che la mia disonestà faceva del male agli altri."
    }
  },
  {
    "translation": {
      "en": "Because I was dishonest, it caused people in the audience,",
      "it": "Siccome ero disonesto, quelli fra il pubblico"
    }
  },
  {
    "translation": {
      "en": "people that were struggling with homosexuality or had gay feelings,",
      "it": "che lottavano contro l'omosessualità o provavano sentimenti gay pensavano:"
    }
  },
  {
    "translation": {
      "en": "to feel like, \"There must be something wrong with me",
      "it": "che lottavano contro l'omosessualità o provavano sentimenti gay pensavano: \"Devo essere sbagliato, perché non sono come lui."
    }
  },
  {
    "translation": {
      "en": "'cause I'm not like him.\"",
      "it": "\"Devo essere sbagliato, perché non sono come lui."
    }
  },
  {
    "translation": {
      "en": "And, \"He doesn't-- He's not tempted anymore.\"",
      "it": "Lui non è più in tentazione."
    }
  },
  {
    "translation": {
      "en": "\"So if I'm tempted, I must be broken and damaged.\"",
      "it": "Quindi, se io lo sono, devo essere profondamente sbagliato\"."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey] My story's just one of many.",
      "it": "La mia storia è una di tante."
    }
  },
  {
    "translation": {
      "en": "So I wanted people that have similar stories to mine to be able to share.",
      "it": "Volevo che altri come me potessero raccontarsi."
    }
  },
  {
    "translation": {
      "en": "That's what the Freedom March gave them, a platform to share.",
      "it": "È proprio questo lo scopo di Freedom March."
    }
  },
  {
    "translation": {
      "en": "Because mainstream media doesn't share our types of stories.",
      "it": "Perché i principali media non diffondono questo tipo di storie."
    }
  },
  {
    "translation": {
      "en": "That's why I started Freedom March, is to give them a voice.",
      "it": "Per questo ho creato Freedom March, per dar loro voce."
    }
  },
  {
    "translation": {
      "en": "This has only been going for six months.",
      "it": "Ho aperto la pagina da soli sei mesi."
    }
  },
  {
    "translation": {
      "en": "That says 3,924 follows, about 1,000 more than I even thought. [chuckles]",
      "it": "È seguita da 3.924 persone, 1.000 in più di quanto avessi immaginato."
    }
  },
  {
    "translation": {
      "en": "There's just so many.",
      "it": "Sono tantissime."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey] Hello?",
      "it": "Pronto?"
    }
  },
  {
    "translation": {
      "en": "[female voice] Oh, hi, Jeffrey!",
      "it": "Ciao, Jeffrey!"
    }
  },
  {
    "translation": {
      "en": "I stumbled across your Facebook.",
      "it": "Sono capitata sulla tua pagina Facebook."
    }
  },
  {
    "translation": {
      "en": "I started following your pages 'cause it was just so hopeful to me",
      "it": "Ho iniziato a seguirla perché sentire la tua storia"
    }
  },
  {
    "translation": {
      "en": "to hear about your story and what happened to you.",
      "it": "mi ha riempita di speranza."
    }
  },
  {
    "translation": {
      "en": "[quivering] And what I hope happens to my son, you know?",
      "it": "Spero che lo stesso accada a mio figlio."
    }
  },
  {
    "translation": {
      "en": "Wanna go ahead and tell me a little bit of what's been going on?",
      "it": "Vuoi dirmi un po' cosa sta succedendo?"
    }
  },
  {
    "translation": {
      "en": "So we have a 20-year-old son.",
      "it": "Abbiamo un figlio di 20 anni."
    }
  },
  {
    "translation": {
      "en": "He said, \"I'm a transgender girl.\"",
      "it": "Ci ha detto di essere una ragazza transgender."
    }
  },
  {
    "translation": {
      "en": "And I looked at him, and I said,",
      "it": "Io l'ho guardato e gli ho detto:"
    }
  },
  {
    "translation": {
      "en": "\"You're a boy.\"",
      "it": "\"Sei maschio\"."
    }
  },
  {
    "translation": {
      "en": "And he's been gone for about six months now.",
      "it": "Se n'è andato di casa da sei mesi, ormai."
    }
  },
  {
    "translation": {
      "en": "And it's been really hard.",
      "it": "Ed è molto dura."
    }
  },
  {
    "translation": {
      "en": "I miss him so much.",
      "it": "Mi manca da morire."
    }
  },
  {
    "translation": {
      "en": "But he thinks that I'm rejecting him because I won't call him my daughter.",
      "it": "Ma lui pensa che io lo rifiuti perché non lo voglio definire mia figlia."
    }
  },
  {
    "translation": {
      "en": "How can I agree with that when, in my conscience, I believe that's a lie?",
      "it": "Come posso farlo quando, dentro di me, credo che sia una bugia?"
    }
  },
  {
    "translation": {
      "en": "Well, I think he knows you love him.",
      "it": "Sai, credo che sappia che gli vuoi bene."
    }
  },
  {
    "translation": {
      "en": "-He just wants you… -Yeah, he does.",
      "it": "- Vuole solo che tu… - Sì."
    }
  },
  {
    "translation": {
      "en": "He wants you to do it the way he wants you to do it. [chuckles]",
      "it": "Vuole che tu lo faccia come desidera lui."
    }
  },
  {
    "translation": {
      "en": "-Exactly! Exactly. -And… And sometimes… If someone is--",
      "it": "- Esatto! - E a volte, se qualcuno…"
    }
  },
  {
    "translation": {
      "en": "If a child is going out on the road,",
      "it": "Se un figlio cammina per strada,"
    }
  },
  {
    "translation": {
      "en": "a parent's not going to let a semi-truck come and hit them.",
      "it": "un genitore non permetterà che un camion lo investa."
    }
  },
  {
    "translation": {
      "en": "If they have to yank them up, if they have to go grab them,",
      "it": "Per farlo dovrà strattonarlo, prenderlo di peso"
    }
  },
  {
    "translation": {
      "en": "they're gonna get them out of the road. And that's how-- what you're trying to do.",
      "it": "e toglierlo dalla strada. Ed è quello che stai cercando di fare tu."
    }
  },
  {
    "translation": {
      "en": "That's right. That's confirmation to me. I appreciate that.",
      "it": "Per me è una conferma. Ti ringrazio."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey] It's a strong spirit that wants to force you to call him a woman,",
      "it": "È uno spirito forte che vuole costringerti a chiamarlo donna,"
    }
  },
  {
    "translation": {
      "en": "and he's not. It wants you to bow down,",
      "it": "ma non lo è. Vuole che tu ti pieghi e dica di sì e che concordi con lui."
    }
  },
  {
    "translation": {
      "en": "and you're gonna say yes, and you have to agree with what it says.",
      "it": "Vuole che tu ti pieghi e dica di sì e che concordi con lui."
    }
  },
  {
    "translation": {
      "en": "-Don't do that. -That's what it feels like. Exactly.",
      "it": "- Non farlo. - È così che mi sento. Esatto."
    }
  },
  {
    "translation": {
      "en": "I do believe, um,",
      "it": "Io credo"
    }
  },
  {
    "translation": {
      "en": "that you have to stand in faith with this.",
      "it": "che dovrai resistere e avere sempre fede."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "it": "Ok."
    }
  },
  {
    "translation": {
      "en": "[Julie] I've been working on a book for the last year,",
      "it": "Nell'ultimo anno ho lavorato a un libro,"
    }
  },
  {
    "translation": {
      "en": "trying to make sense of my experience",
      "it": "in cui ho cercato di dare un senso alla mia esperienza"
    }
  },
  {
    "translation": {
      "en": "and writing everything that happened.",
      "it": "scrivendo quello che è successo."
    }
  },
  {
    "translation": {
      "en": "[Julie] When I was in Living Hope, every week we would meet in Ricky's office",
      "it": "Alla Living Hope, incontravo Ricky ogni settimana nel suo ufficio"
    }
  },
  {
    "translation": {
      "en": "to talk about all this deep, intense sexual, emotional baggage",
      "it": "per parlare di questo profondo e intenso bagaglio emotivo-sessuale"
    }
  },
  {
    "translation": {
      "en": "in this one private counseling setting.",
      "it": "durante una specie di sessione privata."
    }
  },
  {
    "translation": {
      "en": "It was kind of like a normal therapy appointment in many ways",
      "it": "UFFICI LIVING HOPE Era simile a una normale seduta di terapia"
    }
  },
  {
    "translation": {
      "en": "where you sit down and talk about your week",
      "it": "in cui ti siedi e parli della tua settimana"
    }
  },
  {
    "translation": {
      "en": "and what's going on, and then you start getting deeper",
      "it": "in cui ti siedi e parli della tua settimana e poi inizi ad approfondire le questioni che ti preoccupano."
    }
  },
  {
    "translation": {
      "en": "into the stuff that's really bothering you.",
      "it": "e poi inizi ad approfondire le questioni che ti preoccupano."
    }
  },
  {
    "translation": {
      "en": "But there was a little more of a confessional element.",
      "it": "Ma sembrava più una confessione."
    }
  },
  {
    "translation": {
      "en": "I felt like I had to tell Ricky everything,",
      "it": "Sentivo di dovergli dire tutto,"
    }
  },
  {
    "translation": {
      "en": "every sexual attraction, or feeling, or crush that I might have.",
      "it": "ogni attrazione sessuale, sentimento o infatuazione."
    }
  },
  {
    "translation": {
      "en": "I felt the need to report if I had a lesbian boss,",
      "it": "Sentivo il bisogno di riferire se il mio capo era lesbica"
    }
  },
  {
    "translation": {
      "en": "or lesbian customers that came in at the restaurant where I worked.",
      "it": "o se una cliente lesbica veniva al ristorante dove lavoravo."
    }
  },
  {
    "translation": {
      "en": "Let's say I had, like, acted out sexually with somebody else.",
      "it": "Se avessi avuto qualsiasi tipo di approccio sessuale con qualcuno,"
    }
  },
  {
    "translation": {
      "en": "I would've definitely needed to have confessed that and told all the circumstances around it,",
      "it": "avrei sentito il bisogno di confessarlo fornendo tutti i dettagli,"
    }
  },
  {
    "translation": {
      "en": "when we first started talking, when we texted,",
      "it": "quando parlavamo o ci scrivevamo,"
    }
  },
  {
    "translation": {
      "en": "when we decided we were gonna do something, when we met up,",
      "it": "quando facevamo qualcosa, quando ci incontravamo,"
    }
  },
  {
    "translation": {
      "en": "why I hadn't cut off contact,",
      "it": "perché non mi ero fermata"
    }
  },
  {
    "translation": {
      "en": "what was going on in my life outside of it that made me turn to that.",
      "it": "e cosa, nella mia vita, mi spingeva a farlo."
    }
  },
  {
    "translation": {
      "en": "[Julie] Everything where I felt like I was falling short of what I was supposed to be,",
      "it": "Se non mi sentivo all'altezza di quello che avrei dovuto essere,"
    }
  },
  {
    "translation": {
      "en": "I felt like I had to confess that and work through it.",
      "it": "mi veniva da confessarlo e lavorarci su."
    }
  },
  {
    "translation": {
      "en": "I'll go back and read old journal entries,",
      "it": "Ho riletto il mio diario di allora"
    }
  },
  {
    "translation": {
      "en": "and it's all, \"God forgive me for having such evil flesh.\"",
      "it": "ed è tutto un: \"Dio, perdonami per la mia carne demoniaca\"."
    }
  },
  {
    "translation": {
      "en": "\"And the only hope for me is that God would save me from myself.\"",
      "it": "E per me l'unica speranza era che Dio mi salvasse da me stessa."
    }
  },
  {
    "translation": {
      "en": "I was a teenager, and I was a really good teenager.",
      "it": "Ero solo una ragazzina, una brava adolescente."
    }
  },
  {
    "translation": {
      "en": "I just thought I was so bad.",
      "it": "Ma pensavo di essere cattiva."
    }
  },
  {
    "translation": {
      "en": "-[gong echoes] -[audience applauding]",
      "it": "CONFERENZA ANNUALE EXODUS 2009"
    }
  },
  {
    "translation": {
      "en": "[moderator] It's my great privilege and honor to introduce our next speaker.",
      "it": "È un grande privilegio e onore presentarvi il prossimo oratore."
    }
  },
  {
    "translation": {
      "en": "He's a psychologist.",
      "it": "È uno psicologo."
    }
  },
  {
    "translation": {
      "en": "He is really like a maverick in the mental health community.",
      "it": "È un vero anticonformista nel campo della salute mentale."
    }
  },
  {
    "translation": {
      "en": "He's a renegade.",
      "it": "È malvisto."
    }
  },
  {
    "translation": {
      "en": "Because the mental health community believes that to receive help",
      "it": "Perché i suoi colleghi credono che farsi aiutare"
    }
  },
  {
    "translation": {
      "en": "for unwanted same-sex attractions, that should not be allowed.",
      "it": "per contrastare l'attrazione omosessuale non dovrebbe essere permesso."
    }
  },
  {
    "translation": {
      "en": "And he doesn't care what they say.",
      "it": "A lui non importa cosa dicono."
    }
  },
  {
    "translation": {
      "en": "He's been treating men for unwanted same-sex attractions for 30 years.",
      "it": "Lui cura gli uomini dall'attrazione omosessuale da 30 anni."
    }
  },
  {
    "translation": {
      "en": "I remember years ago when I first started this work,",
      "it": "Anni fa, quando iniziai questo lavoro…"
    }
  },
  {
    "translation": {
      "en": "um, the guy with the homosexual problem would come in,",
      "it": "PSICOLOGO CLINICO …l'uomo con problemi omosessuali arrivava"
    }
  },
  {
    "translation": {
      "en": "and they begin to see that the homosexual image",
      "it": "e iniziava a capire che l'immagine omosessuale"
    }
  },
  {
    "translation": {
      "en": "is really a defense against that inner core emptiness.",
      "it": "è in realtà una difesa contro un vuoto interiore."
    }
  },
  {
    "translation": {
      "en": "[Michael] People may wrongly assume that the whole ex-gay movement",
      "it": "La gente pensa che tutto il movimento ex-gay"
    }
  },
  {
    "translation": {
      "en": "is strictly a religious thing,",
      "it": "sia strettamente religioso,"
    }
  },
  {
    "translation": {
      "en": "but alongside the formation of Exodus",
      "it": "ma contemporaneamente alla creazione di Exodus,"
    }
  },
  {
    "translation": {
      "en": "were this group of psychologists and therapists",
      "it": "c'era questo gruppo di psicologi e terapeuti"
    }
  },
  {
    "translation": {
      "en": "who had made their livings and their careers trying to cure gay people.",
      "it": "che facevano della cura dei gay la loro professione."
    }
  },
  {
    "translation": {
      "en": "[Michael] It was awful pseudo-psychology.",
      "it": "Era terribile pseudo-psicologia."
    }
  },
  {
    "translation": {
      "en": "What they were saying was not based on any good science,",
      "it": "Le loro parole non avevano una base scientifica,"
    }
  },
  {
    "translation": {
      "en": "but Exodus was looking for some sort of respectability.",
      "it": "ma Exodus stava cercando una sorta di rispettabilità."
    }
  },
  {
    "translation": {
      "en": "\"It's not just us who believe this.\"",
      "it": "\"Non siamo solo noi che ci crediamo."
    }
  },
  {
    "translation": {
      "en": "\"It's actual therapists and psychiatrists who also know that what we're saying is true.\"",
      "it": "Ci sono anche terapeuti e psichiatri che sanno che diciamo la verità.\""
    }
  },
  {
    "translation": {
      "en": "[anchorwoman] Dr. Joseph Nicolosi is part of an organization of 500 therapists",
      "it": "Il dott. Joseph Nicolosi fa parte di un'organizzazione di 500 terapeuti"
    }
  },
  {
    "translation": {
      "en": "working with gays who want to lead straight lives.",
      "it": "che curano i gay che vogliono vivere da etero."
    }
  },
  {
    "translation": {
      "en": "[Randy] There was a symbiotic relationship between our need for credibility,",
      "it": "Era una relazione simbiotica basata sul nostro bisogno di credibilità,"
    }
  },
  {
    "translation": {
      "en": "and then of course, the therapists who get clients.",
      "it": "che ovviamente portava clienti ai terapeuti."
    }
  },
  {
    "translation": {
      "en": "[Randy] Our networks were infused with their books,",
      "it": "I nostri convegni erano pieni dei loro libri,"
    }
  },
  {
    "translation": {
      "en": "with their teachings, with their therapeutic approach.",
      "it": "dei loro insegnamenti, dei loro approcci terapeutici."
    }
  },
  {
    "translation": {
      "en": "This sounds awful, but it was a mutually…",
      "it": "È orribile da dire, ma era un accordo commerciale a beneficio di entrambi."
    }
  },
  {
    "translation": {
      "en": "It was a mutually beneficial business arrangement.",
      "it": "ma era un accordo commerciale a beneficio di entrambi."
    }
  },
  {
    "translation": {
      "en": "[Nicolosi] You're holding back. Talk to me. I want to know what you're feeling.",
      "it": "Ti stai trattenendo. Parlami. Voglio sapere cosa provi."
    }
  },
  {
    "translation": {
      "en": "I'm just thinking about this person that's so broken.",
      "it": "Sto pensando a una persona distrutta."
    }
  },
  {
    "translation": {
      "en": "-[exhales] -Yourself?",
      "it": "Te stesso?"
    }
  },
  {
    "translation": {
      "en": "-Myself. -So broken?",
      "it": "- Me stesso. - Distrutto?"
    }
  },
  {
    "translation": {
      "en": "You feel broken?",
      "it": "Ti senti distrutto?"
    }
  },
  {
    "translation": {
      "en": "How does it feel,",
      "it": "Cosa provi"
    }
  },
  {
    "translation": {
      "en": "feeling broken sitting right here in front of me?",
      "it": "nel sentirti distrutto, seduto qui davanti a me?"
    }
  },
  {
    "translation": {
      "en": "I'm looking at you. How does it feel to be broken as I look at you?",
      "it": "Ti sto guardando. Com'è sentirti distrutto mentre ti guardo?"
    }
  },
  {
    "translation": {
      "en": "Hurtful?",
      "it": "Fa male?"
    }
  },
  {
    "translation": {
      "en": "Very sad?",
      "it": "È molto triste?"
    }
  },
  {
    "translation": {
      "en": "Very sad to feel broken. -Very sad to feel broken. -[sniffs]",
      "it": "È molto triste sentirsi distrutti."
    }
  },
  {
    "translation": {
      "en": "Can you feel my acceptance of you as broken?",
      "it": "Ma percepisci che ti accetto anche se sei distrutto?"
    }
  },
  {
    "translation": {
      "en": "-[sniffs] -What's that feel like?",
      "it": "E come ti fa sentire?"
    }
  },
  {
    "translation": {
      "en": "[sighs] Feels good.",
      "it": "Bene."
    }
  },
  {
    "translation": {
      "en": "That feels good.",
      "it": "È bello."
    }
  },
  {
    "translation": {
      "en": "I just wish I wasn't here at this time.",
      "it": "Vorrei solo non essere qui, adesso."
    }
  },
  {
    "translation": {
      "en": "I mean, I wish I wasn't here in my mind right now.",
      "it": "- Vorrei non essere nella mia testa. - Certo."
    }
  },
  {
    "translation": {
      "en": "[crying] I feel like-- I just feel like a bad person.",
      "it": "Sento di essere una brutta persona."
    }
  },
  {
    "translation": {
      "en": "I feel like…",
      "it": "Sento…"
    }
  },
  {
    "translation": {
      "en": "This man, what brought him into therapy was,",
      "it": "Quest'uomo è entrato in terapia"
    }
  },
  {
    "translation": {
      "en": "he was acting out with men while he was married.",
      "it": "perché cercava la compagnia maschile mentre era sposato."
    }
  },
  {
    "translation": {
      "en": "Since that time,",
      "it": "Da allora,"
    }
  },
  {
    "translation": {
      "en": "they have done very, very well, and he has not acted out in a year",
      "it": "ha fatto grandi progressi e non si comporta più così da un anno."
    }
  },
  {
    "translation": {
      "en": "and-- and tells me he has no desire to act out, homosexually.",
      "it": "E dice di non avere alcun desiderio di comportarsi da omosessuale."
    }
  },
  {
    "translation": {
      "en": "[all] Lord God, in the light of your glory,",
      "it": "Signore Dio, nella luce della Tua gloria,"
    }
  },
  {
    "translation": {
      "en": "we see the wrong we have done and the truth we have denied.",
      "it": "vediamo il male che abbiamo fatto e la verità che abbiamo negato."
    }
  },
  {
    "translation": {
      "en": "Heal us of our sin, wash us in your mercy,",
      "it": "Guariscici dal nostro peccato, lavaci nella Tua misericordia"
    }
  },
  {
    "translation": {
      "en": "and feed us with your grace",
      "it": "e nutrici con la Tua grazia,"
    }
  },
  {
    "translation": {
      "en": "so that we may follow Your way and live out the Good News of the Gospel.",
      "it": "affinché possiamo seguire la Tua via e vivere secondo la buona novella del Vangelo."
    }
  },
  {
    "translation": {
      "en": "You have received that forgiveness, and that grace, and that peace from God.",
      "it": "Avete ricevuto il perdono, la grazia e la pace di Dio."
    }
  },
  {
    "translation": {
      "en": "We're gonna take a moment to share that peace with one another.",
      "it": "Prendiamoci un momento per scambiarci un segno di pace."
    }
  },
  {
    "translation": {
      "en": "Good morning!",
      "it": "Buongiorno!"
    }
  },
  {
    "translation": {
      "en": "[Julie] From the time that I was 17,",
      "it": "Fin da quando avevo 17 anni,"
    }
  },
  {
    "translation": {
      "en": "Ricky was saying, \"You're gonna be the next big thing.\"",
      "it": "Ricky diceva che sarei stata la prossima celebrità."
    }
  },
  {
    "translation": {
      "en": "He had a big hope for me that I was gonna carry the mantle.",
      "it": "Sperava di potermi passare il testimone."
    }
  },
  {
    "translation": {
      "en": "And so they put me up as a poster child when I was really young.",
      "it": "Perciò divenni un simbolo del movimento quando ero molto giovane."
    }
  },
  {
    "translation": {
      "en": "People would come to me with these visions of, like,",
      "it": "Mi parlavano di cose del tipo:"
    }
  },
  {
    "translation": {
      "en": "\"I see a stadium of 10,000 people,",
      "it": "\"Già mi immagino uno stadio con 10.000 persone"
    }
  },
  {
    "translation": {
      "en": "and you're just preaching the Gospel and a message of hope and healing.\"",
      "it": "dove tu predichi il Vangelo e un messaggio di speranza e guarigione\"."
    }
  },
  {
    "translation": {
      "en": "It was definitely a big part of my involvement at Living Hope and Exodus,",
      "it": "Una grossa parte del mio coinvolgimento nella Living Hope e in Exodus"
    }
  },
  {
    "translation": {
      "en": "was this idea that I was called to be the next big leader.",
      "it": "era questa idea che sarei stata la prossima grande leader."
    }
  },
  {
    "translation": {
      "en": "Please give a very warm welcome to my friend, Julie Rodgers.",
      "it": "Vi prego di dare un caloroso benvenuto alla mia amica Julie Rodgers."
    }
  },
  {
    "translation": {
      "en": "I came home one day,",
      "it": "Un giorno sono rincasata"
    }
  },
  {
    "translation": {
      "en": "and I told my mom that I was a lesbian, and that I was sick of hiding it from her.",
      "it": "e ho detto a mia madre che ero stanca di nascondere che ero lesbica."
    }
  },
  {
    "translation": {
      "en": "Well, she freaked out,",
      "it": "Beh, lei ha dato di matto."
    }
  },
  {
    "translation": {
      "en": "and, uh, she somehow got in touch with Ricky Chelette",
      "it": "E in qualche modo si è messa in contatto con Ricky Chelette"
    }
  },
  {
    "translation": {
      "en": "from Living Hope Ministries. Shout out, Living Hope!",
      "it": "della chiesa Living Hope. Viva Living Hope!"
    }
  },
  {
    "translation": {
      "en": "That's my people. He was actually, um…",
      "it": "È la mia gente. Lui in realtà…"
    }
  },
  {
    "translation": {
      "en": "[Julie narrating] Ricky had told Exodus leadership that I should be speaking,",
      "it": "Ricky aveva detto ai capi di Exodus che dovevo parlare,"
    }
  },
  {
    "translation": {
      "en": "and I probably spoke for them at eight to ten different conferences.",
      "it": "e l'ho fatto in otto o dieci conferenze."
    }
  },
  {
    "translation": {
      "en": "[Julie on stage] So I'd decided, by senior year high school,",
      "it": "Ho deciso, all'ultimo anno di liceo,"
    }
  },
  {
    "translation": {
      "en": "I was gonna give my life to the Lord and follow him with all of my heart.",
      "it": "di donare la mia vita al Signore e seguirlo con tutto il cuore."
    }
  },
  {
    "translation": {
      "en": "[Julie narrating] I had a really bad experience",
      "it": "All'università avevo avuto una bruttissima esperienza,"
    }
  },
  {
    "translation": {
      "en": "when I was in college, involving sexual assault.",
      "it": "All'università avevo avuto una bruttissima esperienza, una violenza sessuale."
    }
  },
  {
    "translation": {
      "en": "And the people in Living Hope were the only people I told about it.",
      "it": "E quelli della Living Hope erano stati gli unici a cui l'avevo detto."
    }
  },
  {
    "translation": {
      "en": "I don't think they knew quite what to do with it.",
      "it": "Non credo lo avessero programmato."
    }
  },
  {
    "translation": {
      "en": "But what happened was, very quickly after, within the next year, um,",
      "it": "Ma non molto tempo dopo, l'anno seguente,"
    }
  },
  {
    "translation": {
      "en": "Ricky wanted me to incorporate that into my testimony.",
      "it": "Ricky mi ha chiesto di parlarne nella testimonianza."
    }
  },
  {
    "translation": {
      "en": "I decided I didn't want to share that,",
      "it": "Ma io non volevo farlo."
    }
  },
  {
    "translation": {
      "en": "and I went with Ricky somewhere and, like, gave my testimony beforehand.",
      "it": "Sono andata con Ricky non so dove a parlare della mia storia."
    }
  },
  {
    "translation": {
      "en": "I decided I didn't wanna share that detail because I was like, it just didn't feel right.",
      "it": "Non volevo condividere quel dettaglio. Non mi sentivo a mio agio."
    }
  },
  {
    "translation": {
      "en": "I don't feel comfortable about it. This is something that's mine",
      "it": "Non volevo condividere quel dettaglio. Non mi sentivo a mio agio. Era un'esperienza personale che dovevo elaborare."
    }
  },
  {
    "translation": {
      "en": "that I need to work through more.",
      "it": "Era un'esperienza personale che dovevo elaborare."
    }
  },
  {
    "translation": {
      "en": "And on the way home that night, um, he would always kind of, like, give me pointers,",
      "it": "E tornando a casa, quella sera, Ricky, che mi dava sempre consigli,"
    }
  },
  {
    "translation": {
      "en": "and he was like, \"You know, you did a really good job sharing your testimony, um,",
      "it": "mi ha detto: \"Hai fatto un ottimo lavoro parlando della tua storia,"
    }
  },
  {
    "translation": {
      "en": "but I just really regret that you left out the part about the rape.\"",
      "it": "ma non dovevi saltare la parte dello stupro\"."
    }
  },
  {
    "translation": {
      "en": "And I was like,",
      "it": "Io gli ho detto:"
    }
  },
  {
    "translation": {
      "en": "\"I didn't feel like talking about it.\"",
      "it": "\"Non me la sono sentita\"."
    }
  },
  {
    "translation": {
      "en": "And he was like, \"I just think it kind of removes some of the power from your testimony.\"",
      "it": "Ha risposto: \"Non parlandone, la tua testimonianza perde potenza\"."
    }
  },
  {
    "translation": {
      "en": "And he actually, um, ended up taking advantage of me,",
      "it": "E alla fine si è approfittato di me,"
    }
  },
  {
    "translation": {
      "en": "sexually, that night when we went back to his apartment, he-- he…",
      "it": "sessualmente, quella sera, quando siamo andati a casa sua."
    }
  },
  {
    "translation": {
      "en": "…essentially ra-- raping me.",
      "it": "In pratica, mi ha stuprata."
    }
  },
  {
    "translation": {
      "en": "[Julie narrating] I ended up telling the story,",
      "it": "Alla fine l'ho raccontato,"
    }
  },
  {
    "translation": {
      "en": "but I remember feeling, like, so angry",
      "it": "ma ricordo di essermi sentita furiosa"
    }
  },
  {
    "translation": {
      "en": "that all of these really intimate experiences of my life",
      "it": "che queste mie esperienze così intime"
    }
  },
  {
    "translation": {
      "en": "were being orchestrated and put together in a way that pushed in a narrative,",
      "it": "venissero messe insieme e strumentalizzate per dare forza al messaggio"
    }
  },
  {
    "translation": {
      "en": "\"Men are bad, and I hate men,",
      "it": "che gli uomini sono cattivi, che li odio"
    }
  },
  {
    "translation": {
      "en": "and because of abuse, I have turned to women.\"",
      "it": "e che sono passata alle donne a causa dello stupro."
    }
  },
  {
    "translation": {
      "en": "[Julie on stage] You let that happen?",
      "it": "Hai permesso questo?"
    }
  },
  {
    "translation": {
      "en": "I tried to believe men could be trusted, and that happens?",
      "it": "Ho cercato di fidarmi degli uomini e succede questo?"
    }
  },
  {
    "translation": {
      "en": "I'm done with this!",
      "it": "Ho chiuso!"
    }
  },
  {
    "translation": {
      "en": "[Julie] Looking back, I definitely wish I hadn't been exploited in that way,",
      "it": "Ripensandoci, vorrei non essere stata sfruttata in quel modo"
    }
  },
  {
    "translation": {
      "en": "and put up as a prop at way too young of an age, when I was really emotionally vulnerable.",
      "it": "ed esibita quando ero così giovane ed emotivamente vulnerabile."
    }
  },
  {
    "translation": {
      "en": "Oh my gosh, look who it is!",
      "it": "Oh, mio Dio, guarda chi c'è!"
    }
  },
  {
    "translation": {
      "en": "Three of my favorite people.",
      "it": "Tre dei miei preferiti."
    }
  },
  {
    "translation": {
      "en": "[friend] How are you, boy?",
      "it": "Come va?"
    }
  },
  {
    "translation": {
      "en": "[Jeffrey] Oh my gosh, what took y'all so long?",
      "it": "Accidenti, perché ci avete messo tanto?"
    }
  },
  {
    "translation": {
      "en": "-[indistinct chattering] -Hi, precious!",
      "it": "Ciao, caro!"
    }
  },
  {
    "translation": {
      "en": "This is the church.",
      "it": "La chiesa è questo."
    }
  },
  {
    "translation": {
      "en": "This is ecclesia. This is the church.",
      "it": "È radunare le persone, ecco cosa."
    }
  },
  {
    "translation": {
      "en": "The article from yesterday is, like, going through the roof.",
      "it": "L'articolo di ieri è stato un successo."
    }
  },
  {
    "translation": {
      "en": "People from all over the country are clicking on it.",
      "it": "È stato cliccato in tutto il Paese."
    }
  },
  {
    "translation": {
      "en": "-That's amazing! -Yes.",
      "it": "- È magnifico! - Sì."
    }
  },
  {
    "translation": {
      "en": "-Word's getting out there. -Amen.",
      "it": "- Si sparge la voce. - Amen."
    }
  },
  {
    "translation": {
      "en": "It's blowing up.",
      "it": "È un successone."
    }
  },
  {
    "translation": {
      "en": "-Mmm! [laughs] -Yes, I love it!",
      "it": "Sì, mi piace!"
    }
  },
  {
    "translation": {
      "en": "Hey, y'all. We're about to start worship.",
      "it": "Ragazzi, inizia la preghiera."
    }
  },
  {
    "translation": {
      "en": "[friend 2] They're about to start worship.",
      "it": "Pronti per la preghiera."
    }
  },
  {
    "translation": {
      "en": "[friend 3 loudly] Okay, everybody be quiet please!",
      "it": "Ok, tutti in silenzio, per favore!"
    }
  },
  {
    "translation": {
      "en": "Quiet.",
      "it": "Silenzio."
    }
  },
  {
    "translation": {
      "en": "While I was here in 2017 was when the thought came to me,",
      "it": "Ho avuto l'idea nel 2017:"
    }
  },
  {
    "translation": {
      "en": "\"We need to have a march for people who left LGBTQ lifestyles.\"",
      "it": "serve una marcia per coloro che hanno abbandonato lo stile di vita LGBTQ."
    }
  },
  {
    "translation": {
      "en": "The Freedom March is just all about y'all's stories.",
      "it": "La Freedom March parla di voi."
    }
  },
  {
    "translation": {
      "en": "It's not just about my story. It's about celebrating all your stories.",
      "it": "Celebra tutte le vostre storie, non solo la mia."
    }
  },
  {
    "translation": {
      "en": "Also, the Lord put on my heart to say, \"Be obedient in whatever He tells you.\"",
      "it": "Il Signore vi invita a obbedire a ciò che vi dice."
    }
  },
  {
    "translation": {
      "en": "When you step out in obedience once, He'll trust you more and more and more,",
      "it": "Se fai un passo verso l'obbedienza, Lui si fiderà sempre più di te"
    }
  },
  {
    "translation": {
      "en": "and you will just continue to grow. And a lot of times, it's the little things",
      "it": "e tu continuerai a crescere. Molte volte il Signore ci osserva nelle piccole cose, a casa."
    }
  },
  {
    "translation": {
      "en": "He watches us on at home, the little things.",
      "it": "Molte volte il Signore ci osserva nelle piccole cose, a casa."
    }
  },
  {
    "translation": {
      "en": "Are you being obedient with something He tells you little and not just a big ministry thing? It's just every day being obedient.",
      "it": "Siete sempre obbedienti nelle piccole cose e non solo nelle grandi questioni di fede?"
    }
  },
  {
    "translation": {
      "en": "'Cause He said those that love Him will obey Him.",
      "it": "Perché chi lo ama gli obbedisce."
    }
  },
  {
    "translation": {
      "en": "[prayer leader] I want you guys to understand what's happening.",
      "it": "Voglio che capiate cosa succede."
    }
  },
  {
    "translation": {
      "en": "This is the sound of unity.",
      "it": "È il suono dell'unità,"
    }
  },
  {
    "translation": {
      "en": "This is the sound of a warrior, and that means business.",
      "it": "di un guerriero che si mette all'opera."
    }
  },
  {
    "translation": {
      "en": "♪ I'm a warrior ♪ ♪ I'm a warrior, I'm a warrior… ♪",
      "it": "Sono un guerriero…"
    }
  },
  {
    "translation": {
      "en": "[prayer leader] You prophesied of this Freedom March.",
      "it": "Tu hai profetizzato la Freedom March."
    }
  },
  {
    "translation": {
      "en": "-It belongs to you, Father. -[group] Yes!",
      "it": "Appartiene a Te, Padre."
    }
  },
  {
    "translation": {
      "en": "Right now, what's happening is you are bringing your warriors",
      "it": "In questo momento, stai mettendo i Tuoi guerrieri"
    }
  },
  {
    "translation": {
      "en": "in formation!",
      "it": "in formazione."
    }
  },
  {
    "translation": {
      "en": "-[feet stomping] -♪ Bring Your reformation ♪ ♪ Bring Your reformation ♪ ♪ Bring Your reformation ♪",
      "it": "Porta la Tua riforma"
    }
  },
  {
    "translation": {
      "en": "♪ To this nation ♪",
      "it": "In questa nazione!"
    }
  },
  {
    "translation": {
      "en": "♪ The Lion, the Lion ♪",
      "it": "Il Leone"
    }
  },
  {
    "translation": {
      "en": "♪ The Lion of Judah ♪",
      "it": "Il Leone di Giuda"
    }
  },
  {
    "translation": {
      "en": "♪ Is roaring, is roaring ♪",
      "it": "Sta ruggendo"
    }
  },
  {
    "translation": {
      "en": "♪ Is roaring for me ♪",
      "it": "Sta ruggendo per me"
    }
  },
  {
    "translation": {
      "en": "♪ The Lion, the Lion ♪",
      "it": "Il Leone"
    }
  },
  {
    "translation": {
      "en": "♪ The Lion of Judah ♪",
      "it": "Il Leone di Giuda"
    }
  },
  {
    "translation": {
      "en": "♪ Is roaring, is roaring… ♪",
      "it": "Sta ruggendo…"
    }
  },
  {
    "translation": {
      "en": "I'm gonna read from the section about a group gathering at Living Hope.",
      "it": "Ti leggo un pezzo su un incontro di gruppo alla Living Hope."
    }
  },
  {
    "translation": {
      "en": "How old were you during this time?",
      "it": "Quanti anni avevi all'epoca?"
    }
  },
  {
    "translation": {
      "en": "I was 17 when I started it,",
      "it": "Ho iniziato a 17 anni,"
    }
  },
  {
    "translation": {
      "en": "and then this goes pretty much like up through the end of college, I would say.",
      "it": "e poi direi che è continuata fino alla fine dell'università."
    }
  },
  {
    "translation": {
      "en": "\"The first time I burned myself,",
      "it": "\"La prima volta che mi sono bruciata"
    }
  },
  {
    "translation": {
      "en": "I was sitting on a curb outside of the church after a Living Hope meeting.\"",
      "it": "ero seduta sul marciapiede dopo un incontro alla Living Hope."
    }
  },
  {
    "translation": {
      "en": "\"As my cigarette burned low, without giving it much thought,",
      "it": "Ho preso la sigaretta quasi finita e, senza rifletterci,"
    }
  },
  {
    "translation": {
      "en": "I shoved the burning end of it into my shoulder and listened as the skin on my left arm sizzled.\"",
      "it": "me la sono piantata nella spalla e ho ascoltato la mia pelle sfrigolare."
    }
  },
  {
    "translation": {
      "en": "\"Shortly after that night, I sat alone in my room,",
      "it": "Poco dopo, ero da sola nella mia camera,"
    }
  },
  {
    "translation": {
      "en": "lost in a whirlwind of fear, agony, and self-loathing.\"",
      "it": "piena di paura, agonia e disprezzo per me stessa."
    }
  },
  {
    "translation": {
      "en": "\"That's when I remembered the cigarette burn",
      "it": "Ho ricordato quella bruciatura"
    }
  },
  {
    "translation": {
      "en": "and the wave of detachment that washed through my body the moment the fire seared my skin.\"",
      "it": "e il distacco dal mio corpo quando il fuoco aveva bruciato la pelle."
    }
  },
  {
    "translation": {
      "en": "\"After scanning my room for ment-- metal objects that would heat under fire,",
      "it": "Cercando nella mia stanza oggetti metallici da arroventare,"
    }
  },
  {
    "translation": {
      "en": "I landed on a quarter.\"",
      "it": "ho trovato una moneta."
    }
  },
  {
    "translation": {
      "en": "\"Clamping the quarter with tweezers, I plunged it into the flame of a lighter,",
      "it": "Con le pinzette, l'ho immersa nella fiamma di un accendino."
    }
  },
  {
    "translation": {
      "en": "my heart rate rising as the coin heated up.\"",
      "it": "Più si scaldava, più il mio battito accelerava."
    }
  },
  {
    "translation": {
      "en": "\"I inhaled, flexed my left arm, and pressed the quarter deep in my flesh",
      "it": "Ho inspirato, piegato il braccio sinistro e premuto la moneta"
    }
  },
  {
    "translation": {
      "en": "until the skin broke and the pain numbed.\"",
      "it": "finché il dolore non si è attutito."
    }
  },
  {
    "translation": {
      "en": "\"I repeated the process at least 20 times that afternoon,",
      "it": "Quel giorno ho ripetuto quel gesto almeno 20 volte,"
    }
  },
  {
    "translation": {
      "en": "searing straight lines into my shoulder, each a few inches wide.\"",
      "it": "tracciandomi linee sulla spalla lunghe qualche centimetro."
    }
  },
  {
    "translation": {
      "en": "\"For weeks, I engaged in a routine of applying Neosporin to the wounds",
      "it": "Per settimane ho applicato creme antibiotiche sulle ferite"
    }
  },
  {
    "translation": {
      "en": "every morning and evening.\"",
      "it": "mattina e sera."
    }
  },
  {
    "translation": {
      "en": "\"We were safe in those moments, me and my body.\"",
      "it": "In quei momenti, io e il mio corpo eravamo al sicuro."
    }
  },
  {
    "translation": {
      "en": "\"I could roll up my shirt sleeve, expose my wounds, and be met with tenderness and compassion.\"",
      "it": "Tiravo su le maniche e guardavo le ferite con tenerezza e commiserazione."
    }
  },
  {
    "translation": {
      "en": "\"In the years that followed, when the anguish became unbearable,",
      "it": "Negli anni, quando il tormento era intollerabile,"
    }
  },
  {
    "translation": {
      "en": "I would return to this routine,",
      "it": "tornavo a questa abitudine,"
    }
  },
  {
    "translation": {
      "en": "burning straight lines into my shoulders and tending to the wounds to self-soothe.\"",
      "it": "bruciandomi le spalle e curando le ferite come consolazione."
    }
  },
  {
    "translation": {
      "en": "\"I've heard depression described as anger turned inward.\"",
      "it": "La depressione è rabbia rivolta all'interno."
    }
  },
  {
    "translation": {
      "en": "\"Perhaps that's what I was doing in my dorm room all those years ago.\"",
      "it": "Forse è proprio quello che facevo nella mia stanza."
    }
  },
  {
    "translation": {
      "en": "\"I took the rage I felt about living in a body that couldn't be submitted",
      "it": "Prendevo la mia rabbia verso un corpo che non voleva diventare quello che sarebbe dovuto essere,"
    }
  },
  {
    "translation": {
      "en": "into the kind of body it was supposed to be,",
      "it": "verso un corpo che non voleva diventare quello che sarebbe dovuto essere,"
    }
  },
  {
    "translation": {
      "en": "a straight body, a feminine body, a good Christian body,",
      "it": "e cioè un corpo etero, femminile, cristiano,"
    }
  },
  {
    "translation": {
      "en": "and I lit it on fire.\"",
      "it": "e gli davo fuoco.\""
    }
  },
  {
    "translation": {
      "en": "-[whispers] I love you, babe. -[whispers] I love you.",
      "it": "- Ti amo. - Ti amo."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "it": "Mi dispiace."
    }
  },
  {
    "translation": {
      "en": "[Julie] Yeah, it's kind of intense.",
      "it": "Sì, è pesante."
    }
  },
  {
    "translation": {
      "en": "[Amanda softly] Yeah, it is.",
      "it": "Già."
    }
  },
  {
    "translation": {
      "en": "[John] Over the years,",
      "it": "Con il tempo,"
    }
  },
  {
    "translation": {
      "en": "it was increasingly harder to keep my homosexuality-- keeping the lid on it.",
      "it": "diventava sempre più difficile soffocare la mia omosessualità."
    }
  },
  {
    "translation": {
      "en": "Primarily, it was through use of pornography,",
      "it": "Ho cominciato a fare uso di pornografia,"
    }
  },
  {
    "translation": {
      "en": "which my wife would discover, and it would very much trouble her.",
      "it": "che poi mia moglie ha scoperto e da cui è rimasta molto turbata."
    }
  },
  {
    "translation": {
      "en": "I can understand why it would trouble her.",
      "it": "E capisco che la turbasse."
    }
  },
  {
    "translation": {
      "en": "It was threatening.",
      "it": "Era una minaccia."
    }
  },
  {
    "translation": {
      "en": "It was disobedient.",
      "it": "Era un atto di disobbedienza."
    }
  },
  {
    "translation": {
      "en": "It meant-- Did it mean I was reverting back?",
      "it": "Insomma, stavo tornando indietro?"
    }
  },
  {
    "translation": {
      "en": "I remember her turning to me one day and saying,",
      "it": "Ricordo che un giorno mi disse:"
    }
  },
  {
    "translation": {
      "en": "\"John, why can't you just obey?\"",
      "it": "\"John, perché non obbedisci e basta?"
    }
  },
  {
    "translation": {
      "en": "\"Why can't you make the Godly decision?\"",
      "it": "Perché non puoi seguire la volontà di Dio?\""
    }
  },
  {
    "translation": {
      "en": "And I remember saying to her,",
      "it": "E mi ricordo di averle risposto:"
    }
  },
  {
    "translation": {
      "en": "\"I-- I-- don't know.\"",
      "it": "\"Non lo so\"."
    }
  },
  {
    "translation": {
      "en": "I don't know why it didn't go away.",
      "it": "Non so perché non mi sia passata."
    }
  },
  {
    "translation": {
      "en": "I don't know how to make it go away.",
      "it": "Non so come farla andare via."
    }
  },
  {
    "translation": {
      "en": "It's getting worse. The older I get, it's getting worse.",
      "it": "Sta peggiorando. Più invecchio, più peggiora."
    }
  },
  {
    "translation": {
      "en": "I found myself surrounded by people who loved me,",
      "it": "Mi trovavo circondato da persone che mi amavano,"
    }
  },
  {
    "translation": {
      "en": "my wife and my sons, and I felt all alone.",
      "it": "mia moglie e i miei figli, eppure mi sentivo solo."
    }
  },
  {
    "translation": {
      "en": "I…",
      "it": "Io…"
    }
  },
  {
    "translation": {
      "en": "ached to be loved and to love a man.",
      "it": "bramavo di amare ed essere amato da un uomo."
    }
  },
  {
    "translation": {
      "en": "And I had gotten to the point where",
      "it": "Ero arrivato al punto in cui…"
    }
  },
  {
    "translation": {
      "en": "the root causes of all this didn't matter anymore.",
      "it": "il motivo alla base di tutto questo non era più importante."
    }
  },
  {
    "translation": {
      "en": "The right or wrong of this, biblically, didn't matter anymore.",
      "it": "Giusto e sbagliato, in senso biblico, non importavano più."
    }
  },
  {
    "translation": {
      "en": "I thought, \"If I don't go on this journey to figure out who I am,",
      "it": "Ho pensato: \"Se non cerco di capire chi sono,"
    }
  },
  {
    "translation": {
      "en": "I will take my life.\"",
      "it": "mi tolgo la vita."
    }
  },
  {
    "translation": {
      "en": "I will take my life.",
      "it": "Mi ammazzo\"."
    }
  },
  {
    "translation": {
      "en": "I was in Washington D.C. for meetings,",
      "it": "Ero a Washington per alcune riunioni"
    }
  },
  {
    "translation": {
      "en": "and I started drinking.",
      "it": "e mi sono messo a bere."
    }
  },
  {
    "translation": {
      "en": "I got intoxicated,",
      "it": "Mi sono ubriacato"
    }
  },
  {
    "translation": {
      "en": "and I went into a gay bar.",
      "it": "e sono andato in un bar gay."
    }
  },
  {
    "translation": {
      "en": "Someone came up to me and recognized who I was.",
      "it": "Lì qualcuno mi ha riconosciuto."
    }
  },
  {
    "translation": {
      "en": "I mean, really, what was I thinking?",
      "it": "Come mi era venuto in mente?"
    }
  },
  {
    "translation": {
      "en": "There was a gay activist that was called. He was outside the bar.",
      "it": "Hanno chiamato un attivista gay. Era fuori dal bar."
    }
  },
  {
    "translation": {
      "en": "And he took a photograph of me with my hand in front of my face",
      "it": "E mi ha fatto una foto mentre mi coprivo il volto con la mano"
    }
  },
  {
    "translation": {
      "en": "and me running down the street.",
      "it": "e scappavo via."
    }
  },
  {
    "translation": {
      "en": "[Yvette] It was a Monday morning.",
      "it": "Era un lunedì mattina."
    }
  },
  {
    "translation": {
      "en": "And I got into my office, and I knew that John was there.",
      "it": "Sono arrivata in ufficio e sapevo che John era lì."
    }
  },
  {
    "translation": {
      "en": "He was a friend of mine.",
      "it": "Eravamo amici."
    }
  },
  {
    "translation": {
      "en": "So he comes into my office,",
      "it": "È entrato nel mio ufficio"
    }
  },
  {
    "translation": {
      "en": "and I thought we would just chat and catch up.",
      "it": "e io ho pensato che avremmo chiacchierato un po'."
    }
  },
  {
    "translation": {
      "en": "And he was shaking. He sat on my chair. He barely looked at me.",
      "it": "Ma stava tremando. Si è seduto e mi ha guardata a malapena."
    }
  },
  {
    "translation": {
      "en": "I knew this was gonna come out immediately, so I lied.",
      "it": "Sapevo che sarebbe venuto subito fuori, così ho mentito."
    }
  },
  {
    "translation": {
      "en": "I said I didn't know it was a gay bar, and I had gone in there to use the bathroom.",
      "it": "\"Non sapevo che fosse un bar gay. Dovevo andare in bagno.\""
    }
  },
  {
    "translation": {
      "en": "Well, any person with half a brain realized, \"Come on, John.\"",
      "it": "Chiunque con un po' di cervello mi avrebbe risposto: \"Ma dai, John\"."
    }
  },
  {
    "translation": {
      "en": "He knew it was much bigger than what he was telling us.",
      "it": "Sapeva che la questione era più grossa di quello che diceva."
    }
  },
  {
    "translation": {
      "en": "And I felt so bad for him",
      "it": "E mi dispiaceva per lui,"
    }
  },
  {
    "translation": {
      "en": "because he was leaning over in the chair with his cup of coffee,",
      "it": "perché stava lì sulla sedia con una tazza di caffè,"
    }
  },
  {
    "translation": {
      "en": "which I'll never forget, and saying,",
      "it": "non lo dimenticherò mai, e diceva:"
    }
  },
  {
    "translation": {
      "en": "\"I hope I didn't hurt the movement.\"",
      "it": "\"Spero di non aver danneggiato il movimento\"."
    }
  },
  {
    "translation": {
      "en": "And that's what he kept saying, \"I hope I didn't hurt the movement.\"",
      "it": "Lo ripeteva: \"Spero di non aver danneggiato il movimento\"."
    }
  },
  {
    "translation": {
      "en": "I was so…",
      "it": "Ero così…"
    }
  },
  {
    "translation": {
      "en": "like, \"What in the world?\"",
      "it": "Insomma, ma che diavolo…"
    }
  },
  {
    "translation": {
      "en": "And not within five minutes, the phone started ringing off the wall.",
      "it": "E meno di cinque minuti dopo, il telefono ha iniziato a squillare."
    }
  },
  {
    "translation": {
      "en": "Everybody just thought John was amazing, that he hung the moon.",
      "it": "Tutti pensavano che John fosse incredibile, un vero mito."
    }
  },
  {
    "translation": {
      "en": "He was successful. He was eloquent. He had a great testimony.",
      "it": "Aveva successo. Sapeva parlare. Aveva una storia fantastica."
    }
  },
  {
    "translation": {
      "en": "And just like any prominent, charismatic leader,",
      "it": "E come succede con tutti i leader carismatici"
    }
  },
  {
    "translation": {
      "en": "who doesn't live up to their audience's ideals,",
      "it": "che non sono all'altezza delle aspettative del loro pubblico,"
    }
  },
  {
    "translation": {
      "en": "when he was busted running from the gay bar,",
      "it": "quando è stato beccato mentre scappava da un bar gay,"
    }
  },
  {
    "translation": {
      "en": "it sent everybody into a shock.",
      "it": "ha lasciato tutti sconvolti."
    }
  },
  {
    "translation": {
      "en": "[John] My wife had had enough.",
      "it": "Mia moglie era stufa."
    }
  },
  {
    "translation": {
      "en": "She filed legal separation papers. She divorced me.",
      "it": "Ha chiesto la separazione e ha voluto divorziare."
    }
  },
  {
    "translation": {
      "en": "I had never been honest a day in my life.",
      "it": "Non ero mai stato onesto nemmeno un giorno in tutta la vita."
    }
  },
  {
    "translation": {
      "en": "It was lie, after lie, after lie, after lie.",
      "it": "Vivevo di bugie su bugie, menzogne su menzogne."
    }
  },
  {
    "translation": {
      "en": "When John left the movement, it was very memorable",
      "it": "L'uscita di John dal movimento è stata memorabile,"
    }
  },
  {
    "translation": {
      "en": "because of his impact on the movement as a whole, um,",
      "it": "ha avuto un grande impatto in generale."
    }
  },
  {
    "translation": {
      "en": "but as far as the functioning of Exodus, it continued unhindered.",
      "it": "Ma Exodus ha continuato a funzionare senza impedimenti."
    }
  },
  {
    "translation": {
      "en": "Um, yes, my name is Randy Thomas. I'm the executive vice president for Exodus.",
      "it": "Sì, sono Randy Thomas, vicepresidente esecutivo di Exodus."
    }
  },
  {
    "translation": {
      "en": "We have almost 200 member agencies in Canada and the United States.",
      "it": "Abbiamo quasi 200 affiliate in Canada e negli Stati Uniti."
    }
  },
  {
    "translation": {
      "en": "[Randy narrating] Exodus started getting more political in 2003.",
      "it": "Nel 2003, Exodus ha iniziato a diventare più politica."
    }
  },
  {
    "translation": {
      "en": "We started traveling to D.C. to participate in meetings and events",
      "it": "Abbiamo iniziato ad andare a Washington per partecipare a riunioni ed eventi"
    }
  },
  {
    "translation": {
      "en": "with religious-right leaders and power brokers.",
      "it": "con capi religiosi di destra e power broker."
    }
  },
  {
    "translation": {
      "en": "They knew that they had a problem humanizing the issues.",
      "it": "Sapevano che avevano un problema a umanizzare la questione."
    }
  },
  {
    "translation": {
      "en": "And we were there to help them fix that problem.",
      "it": "E noi eravamo lì per aiutarli a risolverlo."
    }
  },
  {
    "translation": {
      "en": "They couldn't say,",
      "it": "Loro non potevano dire:"
    }
  },
  {
    "translation": {
      "en": "\"Our views are healthier than gay-- LGBTQ views,\"",
      "it": "\"Le nostre idee sono più sane di quelle LGBTQ\"."
    }
  },
  {
    "translation": {
      "en": "but they can.",
      "it": "Ma noi sì."
    }
  },
  {
    "translation": {
      "en": "[Randy] There was a huge push to do everything that we could while Bush was in office",
      "it": "C'era una forte spinta a fare di tutto, finché Bush era presidente"
    }
  },
  {
    "translation": {
      "en": "and both houses of Congress were Republican-controlled",
      "it": "e il Congresso era controllato dai Repubblicani,"
    }
  },
  {
    "translation": {
      "en": "to stave off LGBTQ rights",
      "it": "per bloccare i diritti LGBTQ il più a lungo possibile,"
    }
  },
  {
    "translation": {
      "en": "as much as possible, and maybe forever.",
      "it": "per bloccare i diritti LGBTQ il più a lungo possibile, magari per sempre."
    }
  },
  {
    "translation": {
      "en": "Marriage between a man and a woman is the ideal,",
      "it": "Il matrimonio tra un uomo e una donna è l'ideale,"
    }
  },
  {
    "translation": {
      "en": "and the job of the president is to drive policy toward the ideal.",
      "it": "e il compito del Presidente è guidare la politica verso l'ideale."
    }
  },
  {
    "translation": {
      "en": "[anchorwoman] Just after midnight,",
      "it": "Poco dopo la mezzanotte, in migliaia hanno festeggiato"
    }
  },
  {
    "translation": {
      "en": "thousands celebrated what was once just a dream in Massachusetts.",
      "it": "Poco dopo la mezzanotte, in migliaia hanno festeggiato quello che sembrava un sogno in Massachusetts."
    }
  },
  {
    "translation": {
      "en": "[Randy] The most important investment Exodus made into politics",
      "it": "Il più grande investimento di Exodus nella politica è stato"
    }
  },
  {
    "translation": {
      "en": "was over the marriage battle.",
      "it": "la lotta al matrimonio gay."
    }
  },
  {
    "translation": {
      "en": "That was so important to us",
      "it": "Per noi era importantissimo,"
    }
  },
  {
    "translation": {
      "en": "because we were promoting an idealized version of life.",
      "it": "perché sostenevamo una versione idealizzata della vita."
    }
  },
  {
    "translation": {
      "en": "Gay marriage felt like an existential threat",
      "it": "Il matrimonio gay era una minaccia esistenziale"
    }
  },
  {
    "translation": {
      "en": "against our idealized goals for people in our ministries.",
      "it": "per i nostri obiettivi idealizzati e per le nostre parrocchie."
    }
  },
  {
    "translation": {
      "en": "They were seeing the culture say it's healthy and good",
      "it": "Un certo tipo di cultura sosteneva che era sano e giusto"
    }
  },
  {
    "translation": {
      "en": "to marry the person that you're truly attracted to and love.",
      "it": "sposare una persona da cui sei veramente attratto e che ami."
    }
  },
  {
    "translation": {
      "en": "Well, we had to counter that message.",
      "it": "Dovevamo combattere quel messaggio."
    }
  },
  {
    "translation": {
      "en": "You wanna know why I fight so hard for the marriage issue?",
      "it": "Volete sapere perché mi batto tanto per la questione del matrimonio?"
    }
  },
  {
    "translation": {
      "en": "Because marriage transcends what we understand of it",
      "it": "CONFERENZA ANNUALE EXODUS 2008 Perché il matrimonio trascende ciò che noi comprendiamo"
    }
  },
  {
    "translation": {
      "en": "and bears the image of God.",
      "it": "e incarna l'essenza di Dio."
    }
  },
  {
    "translation": {
      "en": "[anchorman] Same-sex couples have been getting legally married in California,",
      "it": "Le coppie omosessuali possono sposarsi legalmente in California,"
    }
  },
  {
    "translation": {
      "en": "but the ceremonies will stop if Proposition 8 passes,",
      "it": "ma le cerimonie si fermeranno se la Proposition 8 sarà approvata,"
    }
  },
  {
    "translation": {
      "en": "amending California's constitution",
      "it": "modificando la Costituzione"
    }
  },
  {
    "translation": {
      "en": "so it defines marriage as only between one man and one woman.",
      "it": "e ammettendo il matrimonio solo tra un uomo e una donna."
    }
  },
  {
    "translation": {
      "en": "I started working for Exodus in the summer of 2008,",
      "it": "Ho iniziato a lavorare per Exodus nell'estate 2008,"
    }
  },
  {
    "translation": {
      "en": "so right before the elections.",
      "it": "quindi subito prima delle elezioni."
    }
  },
  {
    "translation": {
      "en": "[Yvette] And I went to work on the Prop 8 campaign immediately.",
      "it": "E ho iniziato subito a lavorare alla campagna per la Proposition 8."
    }
  },
  {
    "translation": {
      "en": "I was invited to this event,",
      "it": "Sono stata invitata a un evento"
    }
  },
  {
    "translation": {
      "en": "and they had cameras there",
      "it": "in cui c'erano anche le telecamere,"
    }
  },
  {
    "translation": {
      "en": "so that people in churches all across",
      "it": "così che potessero guardarlo"
    }
  },
  {
    "translation": {
      "en": "the state of California could watch this event that we're putting on.",
      "it": "i fedeli di tutte le chiese in California."
    }
  },
  {
    "translation": {
      "en": "I don't mean to be crass, but men and women's body parts",
      "it": "Non per essere volgare, ma gli organi di uomo e donna"
    }
  },
  {
    "translation": {
      "en": "fit together to become a single organism…",
      "it": "si uniscono per diventare un unico organismo"
    }
  },
  {
    "translation": {
      "en": "…for…",
      "it": "con…"
    }
  },
  {
    "translation": {
      "en": "…for the purpose of creating children.",
      "it": "lo scopo di fare bambini."
    }
  },
  {
    "translation": {
      "en": "If sexual orientation",
      "it": "Se l'orientamento sessuale"
    }
  },
  {
    "translation": {
      "en": "or sexual attractions were the basis upon which we were allowed to marry,",
      "it": "o l'attrazione sessuale fossero la base per consentire il matrimonio,"
    }
  },
  {
    "translation": {
      "en": "then pedophiles would have to be allowed to marry six-, seven-, eight-year-olds.",
      "it": "allora i pedofili dovrebbero poter sposare bambini di sei, sette, otto anni."
    }
  },
  {
    "translation": {
      "en": "Mothers and sons,",
      "it": "Madri e figli,"
    }
  },
  {
    "translation": {
      "en": "sisters and brothers, any-- any combination would have to be allowed.",
      "it": "sorelle e fratelli, ogni combinazione dovrebbe essere permessa."
    }
  },
  {
    "translation": {
      "en": "[Yvette narrating] A big part of the message was the slippery slope argument.",
      "it": "Il loro messaggio era basato sulla fallacia della brutta china."
    }
  },
  {
    "translation": {
      "en": "Okay, so you're saying two women or two men now, but then what's it gonna become?",
      "it": "Ok, adesso dite due donne o due uomini, ma poi cos'altro si permetterà?"
    }
  },
  {
    "translation": {
      "en": "It's just knowing the fears that people have.",
      "it": "È sufficiente conoscere le paure delle persone."
    }
  },
  {
    "translation": {
      "en": "What is it that I can say that is really going to scare them,",
      "it": "Cosa posso dire che le spaventerà davvero,"
    }
  },
  {
    "translation": {
      "en": "if they're on the fence?",
      "it": "se sono indecise?"
    }
  },
  {
    "translation": {
      "en": "And a lot of people were on the fence",
      "it": "E molte persone erano indecise,"
    }
  },
  {
    "translation": {
      "en": "and just sort of ambivalent one way or the other, and you think,",
      "it": "erano indifferenti all'argomento, pensavano:"
    }
  },
  {
    "translation": {
      "en": "\"Oh well, you know, who cares how this is gonna affect me?\"",
      "it": "\"Beh, cosa dovrebbe cambiare per me?\""
    }
  },
  {
    "translation": {
      "en": "\"This is how it's gonna affect you.\"",
      "it": "Ecco cosa cambierà per voi."
    }
  },
  {
    "translation": {
      "en": "Churches made a point of saying, \"You are voting yes on this.\"",
      "it": "Le chiese ribadivano la cosa dicendo: \"Dovete votare sì\"."
    }
  },
  {
    "translation": {
      "en": "I'm convinced that this is what pushed Prop 8 over, why it passed.",
      "it": "Sono convinta che sia stato questo a far passare la Proposition 8."
    }
  },
  {
    "translation": {
      "en": "It's the kindness of God that leads us to repent.",
      "it": "È la bontà di Dio che ci porta a pentirci."
    }
  },
  {
    "translation": {
      "en": "[Yvette on stage] It's the kindness of God…",
      "it": "È la bontà di Dio…"
    }
  },
  {
    "translation": {
      "en": "[Yvette narrating] So many churches coming together.",
      "it": "Tantissime chiese si sono unite."
    }
  },
  {
    "translation": {
      "en": "I've never seen something like that happen before,",
      "it": "Non avevo mai visto niente di simile,"
    }
  },
  {
    "translation": {
      "en": "ever, before Prop 8.",
      "it": "prima della Proposition 8."
    }
  },
  {
    "translation": {
      "en": "[Randy] When Prop 8 passed, I was not an Obama supporter at the time.",
      "it": "Quando la Proposition 8 è passata, non ero un sostenitore di Obama."
    }
  },
  {
    "translation": {
      "en": "Back then, I was like, \"Ugh, Obama won.\" You know?",
      "it": "All'epoca pensavo più: \"Oh, no, ha vinto Obama\"."
    }
  },
  {
    "translation": {
      "en": "But Prop 8 passed! You know, and I was talking up a good game on social media.",
      "it": "Ma poi è passata e ne ho parlato molto sui social."
    }
  },
  {
    "translation": {
      "en": "[anchorman] Thousands marched in California, protesting the election night passage of Proposition 8.",
      "it": "In migliaia hanno marciato, in California, per protestare contro la Proposition 8."
    }
  },
  {
    "translation": {
      "en": "[anchorwoman] A massive protest on the passage of Proposition 8, the ban on same-sex marriage.",
      "it": "Forti proteste contro la Proposition 8, che vieta il matrimonio omosessuale."
    }
  },
  {
    "translation": {
      "en": "I had never felt such a sense of…",
      "it": "Non mi ero mai sentito così…"
    }
  },
  {
    "translation": {
      "en": "of being less of a person.",
      "it": "sminuito come persona."
    }
  },
  {
    "translation": {
      "en": "-[reporter] You're crying. -Yeah.",
      "it": "- Sta piangendo. - Sì."
    }
  },
  {
    "translation": {
      "en": "I'm just ashamed of our state.",
      "it": "Mi vergogno del nostro Stato."
    }
  },
  {
    "translation": {
      "en": "[Randy] But I'll never forget that night, watching the news.",
      "it": "Non mi dimenticherò mai quella sera, mentre guardavo il TG."
    }
  },
  {
    "translation": {
      "en": "[quivering] Seeing my community…",
      "it": "Era la mia comunità."
    }
  },
  {
    "translation": {
      "en": "Back then, I didn't realize it, but I knew in my heart.",
      "it": "Non me ne rendevo conto, ma dentro di me lo sapevo."
    }
  },
  {
    "translation": {
      "en": "Watching my community take to the streets…",
      "it": "Vedere la mia comunità scendere in piazza…"
    }
  },
  {
    "translation": {
      "en": "and mourning the passage of Prop 8.",
      "it": "e piangere per l'approvazione della Proposition 8."
    }
  },
  {
    "translation": {
      "en": "When I looked at the TV,",
      "it": "Guardando la TV,"
    }
  },
  {
    "translation": {
      "en": "and a voice inside me said, \"How could you do that to your own people?\"",
      "it": "mi sono detto: \"Perché hai fatto questo alla tua gente?\""
    }
  },
  {
    "translation": {
      "en": "[quivering] And I saw these men crying.",
      "it": "Ho visto questi uomini piangere."
    }
  },
  {
    "translation": {
      "en": "And I knew that their dreams had just been shattered.",
      "it": "E sapevo che i loro sogni erano stati distrutti."
    }
  },
  {
    "translation": {
      "en": "And I couldn't talk the same way after that.",
      "it": "Non ho mai più detto le stesse cose."
    }
  },
  {
    "translation": {
      "en": "[Yvette] After Prop 8, I started having extreme anxiety,",
      "it": "Dopo la Proposition 8, ho cominciato ad avere una forte ansia"
    }
  },
  {
    "translation": {
      "en": "panic attacks.",
      "it": "e attacchi di panico."
    }
  },
  {
    "translation": {
      "en": "We were driving down to an Exodus conference,",
      "it": "Stavamo andando a una conferenza Exodus,"
    }
  },
  {
    "translation": {
      "en": "and we were probably two hours into the drive, and I started having a panic attack.",
      "it": "e forse un paio d'ore dopo la partenza mi è venuto un attacco di panico."
    }
  },
  {
    "translation": {
      "en": "Every time I'm going to do something that's related to Exodus or ex-gay things,",
      "it": "Ogni volta che facevo qualcosa collegato a Exodus o agli ex-gay,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna have these panic attacks.",
      "it": "avevo questi attacchi di panico."
    }
  },
  {
    "translation": {
      "en": "I still didn't know.",
      "it": "E non lo sapevo ancora."
    }
  },
  {
    "translation": {
      "en": "I didn't know why.",
      "it": "Non sapevo perché."
    }
  },
  {
    "translation": {
      "en": "I met with this therapist,",
      "it": "Così sono andata da una terapeuta"
    }
  },
  {
    "translation": {
      "en": "and she said, \"Obviously you have trauma here,",
      "it": "che mi ha detto: \"Ovviamente hai subito un trauma,"
    }
  },
  {
    "translation": {
      "en": "because you're exhibiting symptoms that are more like PTSD.\"",
      "it": "perché mostri sintomi da sindrome da stress post-traumatico\"."
    }
  },
  {
    "translation": {
      "en": "And that's when it really started to dawn on me. There's something wrong.",
      "it": "Ed è stato allora che ho iniziato a capire che qualcosa non andava."
    }
  },
  {
    "translation": {
      "en": "So it wasn't even conscious.",
      "it": "Non ne ero nemmeno consapevole."
    }
  },
  {
    "translation": {
      "en": "It was more physical at first,",
      "it": "All'inizio era più una cosa fisica,"
    }
  },
  {
    "translation": {
      "en": "where my body just would not allow me to continue.",
      "it": "il mio corpo non mi permetteva di continuare."
    }
  },
  {
    "translation": {
      "en": "When we're talking about the ex-gay movement, it's wanting to be part of a group.",
      "it": "Il movimento degli ex-gay si basa sul desiderio di fare parte di un gruppo."
    }
  },
  {
    "translation": {
      "en": "It's wanting to belong, and here are my people.",
      "it": "Voglio appartenere a qualcosa e questa è la mia gente."
    }
  },
  {
    "translation": {
      "en": "Here are people who have the same struggles as I do.",
      "it": "Sono persone che vivono le mie stesse difficoltà."
    }
  },
  {
    "translation": {
      "en": "So you're going to abide by the rules of the group.",
      "it": "Quindi sopporti le regole del gruppo."
    }
  },
  {
    "translation": {
      "en": "And even if there's shame involved,",
      "it": "E anche se provi vergogna,"
    }
  },
  {
    "translation": {
      "en": "it seems like a small price to pay for what you're getting.",
      "it": "sembra un prezzo irrisorio per quello che ricevi in cambio."
    }
  },
  {
    "translation": {
      "en": "[therapist] That was the major theme throughout our work…",
      "it": "Il tema principale del nostro lavoro è stato questo."
    }
  },
  {
    "translation": {
      "en": "[Yvette] Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "[therapist] …to understand shame.",
      "it": "Comprendere la vergogna"
    }
  },
  {
    "translation": {
      "en": "Shame being this inherent feeling of, \"I am wrong.\"",
      "it": "derivata da questa sensazione di essere sbagliata."
    }
  },
  {
    "translation": {
      "en": "-Right. -\"I am bad.\"",
      "it": "- Già. - Di non andare bene."
    }
  },
  {
    "translation": {
      "en": "I think we all struggle all the time with trying to manage that.",
      "it": "Credo che tutti cerchiamo continuamente di gestirla."
    }
  },
  {
    "translation": {
      "en": "You're in a place now in your life where nobody's gonna tell you what to do,",
      "it": "Adesso sei a un punto della tua vita in cui nessuno ti dirà cosa fare"
    }
  },
  {
    "translation": {
      "en": "and no one's gonna tell you who you are.",
      "it": "e nessuno ti dirà chi sei."
    }
  },
  {
    "translation": {
      "en": "[inhales deeply] It's so different.",
      "it": "È molto diverso."
    }
  },
  {
    "translation": {
      "en": "[crying] 'Cause I've spent nine years in this room,",
      "it": "Ho passato nove anni in questa stanza"
    }
  },
  {
    "translation": {
      "en": "and I've changed so much in that time.",
      "it": "e in questo lasso di tempo sono cambiata tanto."
    }
  },
  {
    "translation": {
      "en": "[sniffles] I'm nothing like what I was.",
      "it": "Sono completamente diversa."
    }
  },
  {
    "translation": {
      "en": "Nothing.",
      "it": "Completamente."
    }
  },
  {
    "translation": {
      "en": "[Yvette] The puzzle pieces were coming together.",
      "it": "I pezzi del puzzle stavano andando al loro posto."
    }
  },
  {
    "translation": {
      "en": "Even with the same-sex attractions in myself,",
      "it": "Anche le pulsioni che provavo verso lo stesso sesso"
    }
  },
  {
    "translation": {
      "en": "those never went away.",
      "it": "non erano mai sparite."
    }
  },
  {
    "translation": {
      "en": "Is that change, then?",
      "it": "Ma allora era stato un cambiamento?"
    }
  },
  {
    "translation": {
      "en": "Because before I had been defining change on actions alone.",
      "it": "Prima definivo il cambiamento solo in base alle azioni."
    }
  },
  {
    "translation": {
      "en": "Then I'm thinking, \"Well, did that really go away?\"",
      "it": "Quindi penso: \"È davvero andato via tutto?\""
    }
  },
  {
    "translation": {
      "en": "No! I just changed how-- what my connections with people were.",
      "it": "No! Ho solo cambiato il tipo di legame che avevo con le persone."
    }
  },
  {
    "translation": {
      "en": "And I just avoided things.",
      "it": "Prima evitavo semplicemente le cose."
    }
  },
  {
    "translation": {
      "en": "But did I really change?",
      "it": "Ma sono davvero cambiata?"
    }
  },
  {
    "translation": {
      "en": "-[piece clatters] -And I gotta move.",
      "it": "Devo muovere."
    }
  },
  {
    "translation": {
      "en": "[Yvette] I would classify myself as bisexual.",
      "it": "Mi definirei bisessuale."
    }
  },
  {
    "translation": {
      "en": "I love my husband.",
      "it": "Amo mio marito."
    }
  },
  {
    "translation": {
      "en": "Been married for a long time.",
      "it": "Siamo sposati da molto tempo."
    }
  },
  {
    "translation": {
      "en": "And then I knew, okay, then I have the capacity for both.",
      "it": "E poi ho capito che una cosa non esclude l'altra, per me."
    }
  },
  {
    "translation": {
      "en": "You know, I-- I'm attracted to both.",
      "it": "Sono attratta da entrambi i sessi."
    }
  },
  {
    "translation": {
      "en": "-[husband] There you go. -Actually, that kind of works out for me.",
      "it": "- Ecco fatto. - Non è andata poi così male."
    }
  },
  {
    "translation": {
      "en": "[husband] You're cheating because it's Mother's Day.",
      "it": "Stai imbrogliando perché è la festa della mamma."
    }
  },
  {
    "translation": {
      "en": "[Julie] Ugh! This is so great.",
      "it": "- È fantastica. - Lo so!"
    }
  },
  {
    "translation": {
      "en": "[wedding planner] I know! Such a great view.",
      "it": "- È fantastica. - Lo so! Che meraviglia."
    }
  },
  {
    "translation": {
      "en": "Wow. It's gonna be so gorgeous.",
      "it": "Sarà magnifico."
    }
  },
  {
    "translation": {
      "en": "[whispers] Wow.",
      "it": "Wow."
    }
  },
  {
    "translation": {
      "en": "[wedding planner] You guys will walk out as a couple,",
      "it": "Uscirete da lì in coppia"
    }
  },
  {
    "translation": {
      "en": "and then if you're thinking about doing formals at the high altar,",
      "it": "e poi, se volete svolgere le formalità sull'altare,"
    }
  },
  {
    "translation": {
      "en": "we'll stash you away, and then let your guests clear out.",
      "it": "vi facciamo uscire e lasciamo andare via gli ospiti."
    }
  },
  {
    "translation": {
      "en": "When cocktail hour is in full swing, you'll come back up.",
      "it": "E tornerete in tempo da loro per l'aperitivo."
    }
  },
  {
    "translation": {
      "en": "-Oh my goodness! -Yeah.",
      "it": "Oh, cielo!"
    }
  },
  {
    "translation": {
      "en": "Will you take a picture of us? We're just so excited.",
      "it": "Ci fai una foto? Siamo troppo emozionate."
    }
  },
  {
    "translation": {
      "en": "-Which way do you wanna face? -We'll do both!",
      "it": "- Da che parte? - Facciamo entrambe!"
    }
  },
  {
    "translation": {
      "en": "[Julie] When I was still involved at Living Hope,",
      "it": "Quando ero ancora alla Living Hope,"
    }
  },
  {
    "translation": {
      "en": "I was severely, severely, severely depressed,",
      "it": "ero gravemente depressa,"
    }
  },
  {
    "translation": {
      "en": "but I didn't know why I was overwhelmed or sad.",
      "it": "ma non sapevo per quale motivo mi sentissi schiacciata e triste."
    }
  },
  {
    "translation": {
      "en": "And I always felt like such a freak. Like, oh, like, \"What's wrong with me?\"",
      "it": "Mi sentivo uno scherzo della natura. Pensavo: \"Cos'ho che non va?"
    }
  },
  {
    "translation": {
      "en": "\"Like, I'm a total maniac, like, burning up and hurting my own body,\"",
      "it": "Sono una pazza, mi brucio e mortifico il mio corpo\""
    }
  },
  {
    "translation": {
      "en": "and this and that, because I didn't see it",
      "it": "e cose del genere, perché non vedevo tutto ciò"
    }
  },
  {
    "translation": {
      "en": "as a result of, like, the system and the culture",
      "it": "come il risultato del sistema e della cultura intorno a me,"
    }
  },
  {
    "translation": {
      "en": "around me that made me hate myself.",
      "it": "che mi facevano odiare me stessa."
    }
  },
  {
    "translation": {
      "en": "I continued to believe that God will help me live a life",
      "it": "Credevo che Dio mi avrebbe aiutata a vivere"
    }
  },
  {
    "translation": {
      "en": "of purity and holiness.",
      "it": "in purezza e santità."
    }
  },
  {
    "translation": {
      "en": "I was speaking at Exodus conferences and doing writing on their blog,",
      "it": "Parlavo alle conferenze Exodus e scrivevo sul loro blog"
    }
  },
  {
    "translation": {
      "en": "and I was seen as a leader within the movement.",
      "it": "ed ero vista come uno dei leader del movimento."
    }
  },
  {
    "translation": {
      "en": "[Lisa Ling] While the gay rights movement breaks historic ground,",
      "it": "Tra le conquiste del movimento per i diritti gay,"
    }
  },
  {
    "translation": {
      "en": "the ranks of defectors from the ex-gay movement, so-called \"ex-ex-gays,\"",
      "it": "i dissidenti del movimento degli ex-gay, i cosiddetti \"ex-ex-gay\","
    }
  },
  {
    "translation": {
      "en": "are growing and growing louder.",
      "it": "si fanno sentire sempre di più."
    }
  },
  {
    "translation": {
      "en": "[crowd chanting] Ex-gay, no way! Don't believe a word they say! Ex-gay…",
      "it": "Ex-gay, col cavolo! Non credete a una sola parola!"
    }
  },
  {
    "translation": {
      "en": "[Lisa Ling] Michael Bussee is helping them find their voice.",
      "it": "Michael Bussee li aiuta a trovare la loro voce."
    }
  },
  {
    "translation": {
      "en": "Decades after founding Exodus, he has found a new calling.",
      "it": "Decenni dopo aver fondato Exodus, ha trovato una nuova vocazione."
    }
  },
  {
    "translation": {
      "en": "[Michael] I retired a few years ago and now pretty much deal",
      "it": "Mi sono ritirato anni fa e mi occupo"
    }
  },
  {
    "translation": {
      "en": "with folks who come out of reparative therapy programs.",
      "it": "di chi esce dai programmi di terapia riparativa."
    }
  },
  {
    "translation": {
      "en": "I have a couple of online groups I do on Facebook.",
      "it": "Ho un paio di gruppi su Facebook."
    }
  },
  {
    "translation": {
      "en": "For the past several decades, I've been an outspoken former leader,",
      "it": "Negli ultimi decenni, sono stato un ex leader molto schietto."
    }
  },
  {
    "translation": {
      "en": "trying to educate people about the harm that these programs do",
      "it": "Educo le persone sui danni di questi programmi"
    }
  },
  {
    "translation": {
      "en": "and also supporting survivors as they speak out.",
      "it": "e supporto i sopravvissuti quando fanno sentire la propria voce."
    }
  },
  {
    "translation": {
      "en": "[Julie] If somebody left, we didn't hear from them again.",
      "it": "Se qualcuno se ne andava, non ne sapevamo più niente."
    }
  },
  {
    "translation": {
      "en": "The way they were talked about internally was like, \"Oh, they've gone to the dark side, they've given in to the flesh.\"",
      "it": "Internamente si diceva: \"Hanno ceduto al lato oscuro, alla carne\"."
    }
  },
  {
    "translation": {
      "en": "Just this kind of this crazy talk of like, they are gone. They are dead to us.",
      "it": "Discorsi assurdi del tipo: \"Sono andati via, per noi sono morti\"."
    }
  },
  {
    "translation": {
      "en": "[Michael] Exodus always tried to distance themselves from the stories of survivors.",
      "it": "Exodus ha sempre preso le distanze dalle storie dei sopravvissuti."
    }
  },
  {
    "translation": {
      "en": "They tried to say, \"Oh, those are the outliers.\"",
      "it": "Provavano a dire: \"Quelle sono anomalie."
    }
  },
  {
    "translation": {
      "en": "\"Yeah, in every organization, there are some people who are harmed",
      "it": "In ogni organizzazione ci sono persone problematiche,"
    }
  },
  {
    "translation": {
      "en": "or who-- but that's not the vast majority of people.\"",
      "it": "ma non sono mica la maggioranza\"."
    }
  },
  {
    "translation": {
      "en": "But the press started picking up these stories",
      "it": "Ma la stampa raccoglieva le storie"
    }
  },
  {
    "translation": {
      "en": "of people that had been harmed by ex-gay programs.",
      "it": "di persone danneggiate dai programmi degli ex-gay."
    }
  },
  {
    "translation": {
      "en": "That made it harder for Exodus to ignore them.",
      "it": "E per Exodus era più difficile ignorarle."
    }
  },
  {
    "translation": {
      "en": "I wrote a blog post one day",
      "it": "Un giorno ho scritto un articolo"
    }
  },
  {
    "translation": {
      "en": "to publish on Exodus's site.",
      "it": "per il sito di Exodus."
    }
  },
  {
    "translation": {
      "en": "And I basically, toward the end of it, spoke to ex-gay survivors and said like,",
      "it": "E verso la fine mi sono rivolta ai sopravvissuti del gruppo degli ex-gay:"
    }
  },
  {
    "translation": {
      "en": "\"I'm so sorry…\"",
      "it": "\"Mi dispiace"
    }
  },
  {
    "translation": {
      "en": "\"I'm so sorry that you went through this,",
      "it": "che abbiate vissuto questo"
    }
  },
  {
    "translation": {
      "en": "and I'm so sorry that you didn't hear that God loves you, like, right now,",
      "it": "e che non abbiate sentito che Dio vi ama anche adesso,"
    }
  },
  {
    "translation": {
      "en": "like exactly where you are.\"",
      "it": "in questo istante\"."
    }
  },
  {
    "translation": {
      "en": "I said at the end of it, \"I hope someday I can hear your stories.\"",
      "it": "E poi: \"Vorrei sentire le vostre storie\"."
    }
  },
  {
    "translation": {
      "en": "Michael Bussee reached out to me,",
      "it": "Michael Bussee mi ha contattata"
    }
  },
  {
    "translation": {
      "en": "and he was like, \"You said you wanted to hear the stories of survivors.\"",
      "it": "e mi ha detto: \"Vuoi sentire le storie dei sopravvissuti?"
    }
  },
  {
    "translation": {
      "en": "\"I can create a Facebook group for us to have some sort of exchange.\"",
      "it": "Posso creare un gruppo su Facebook per avere uno scambio\"."
    }
  },
  {
    "translation": {
      "en": "And so I was like, okay, like, I meant that.",
      "it": "E io gli ho detto: \"Certo che sì\"."
    }
  },
  {
    "translation": {
      "en": "Seventy-five people agreed to be a part of it.",
      "it": "Hanno aderito in 75."
    }
  },
  {
    "translation": {
      "en": "So many of them were really gracious to me,",
      "it": "Molti di loro erano gentili con me,"
    }
  },
  {
    "translation": {
      "en": "considering what I represented, being connected to Exodus.",
      "it": "considerando quello che rappresentavo con Exodus."
    }
  },
  {
    "translation": {
      "en": "And yet they were very honest about how much ex-gay teaching",
      "it": "Ma erano molto onesti su quanto gli insegnamenti ex-gay"
    }
  },
  {
    "translation": {
      "en": "had ruined their lives.",
      "it": "li avessero rovinati."
    }
  },
  {
    "translation": {
      "en": "What ends up happening is Lisa Ling reaches out to Exodus",
      "it": "Alla fine, Lisa Ling ha chiamato Exodus e Michael Bussee"
    }
  },
  {
    "translation": {
      "en": "and Michael Bussee and is like, \"I heard about this group going on.\"",
      "it": "Alla fine, Lisa Ling ha chiamato Exodus e Michael Bussee dicendo: \"Ho sentito di questo gruppo. Vi andrebbe di parlarne in TV?\""
    }
  },
  {
    "translation": {
      "en": "\"Would y'all be interested in doing it on air?\"",
      "it": "dicendo: \"Ho sentito di questo gruppo. Vi andrebbe di parlarne in TV?\""
    }
  },
  {
    "translation": {
      "en": "I was the president of Exodus at the time.",
      "it": "All'epoca ero il presidente di Exodus."
    }
  },
  {
    "translation": {
      "en": "And I thought it was important that I listened to their stories.",
      "it": "E ho pensato che fosse importante ascoltare le loro storie."
    }
  },
  {
    "translation": {
      "en": "They came up with… with a group of people, um,",
      "it": "È arrivato un gruppo di persone,"
    }
  },
  {
    "translation": {
      "en": "some of whom I'd had direct contact with, most of whom I hadn't.",
      "it": "con alcune avevo avuto contatti diretti, con molte no."
    }
  },
  {
    "translation": {
      "en": "We met in a church basement",
      "it": "Ci siamo incontrati in una chiesa"
    }
  },
  {
    "translation": {
      "en": "and had the most intense",
      "it": "e abbiamo fatto la più intensa…"
    }
  },
  {
    "translation": {
      "en": "group therapy encounter that I have ever been through.",
      "it": "sessione di terapia di gruppo a cui abbia partecipato."
    }
  },
  {
    "translation": {
      "en": "[survivor] Each survivor here comes from a different level. Some of them are fresh out.",
      "it": "Siamo tutti in stadi diversi. Alcuni sono appena usciti."
    }
  },
  {
    "translation": {
      "en": "Some of us have been surviving for 12 years,",
      "it": "Alcuni di noi sopravvivono da 12 anni"
    }
  },
  {
    "translation": {
      "en": "waiting for a moment to look at you and say, \"You are responsible",
      "it": "aspettando di potervi guardare e dire: \"Siete responsabili."
    }
  },
  {
    "translation": {
      "en": "because you've had opportunities to see our wounds before, and you've not done anything about it.\"",
      "it": "Potevate vedere le nostre ferite e non avete fatto niente\"."
    }
  },
  {
    "translation": {
      "en": "[survivor 2] The irony of it is",
      "it": "La cosa ironica"
    }
  },
  {
    "translation": {
      "en": "I feel I lost my soul in trying to do the right thing all the time.",
      "it": "è che sento di aver perso l'anima cercando di fare la cosa giusta."
    }
  },
  {
    "translation": {
      "en": "Not from doing the wrong thing, not from \"giving in.\"",
      "it": "Non è successo sbagliando o \"cedendo\"."
    }
  },
  {
    "translation": {
      "en": "I lost my soul because I did the right thing.",
      "it": "Ho perso la mia anima facendo la cosa giusta."
    }
  },
  {
    "translation": {
      "en": "[quivering] And these kids,",
      "it": "E questi ragazzi"
    }
  },
  {
    "translation": {
      "en": "they're killing themselves",
      "it": "si stanno uccidendo"
    }
  },
  {
    "translation": {
      "en": "because of things that continue to be said to them,",
      "it": "a causa delle cose che continuano a dire loro,"
    }
  },
  {
    "translation": {
      "en": "that they're not good enough,",
      "it": "che non vanno bene"
    }
  },
  {
    "translation": {
      "en": "and that they're not beautiful as they are.",
      "it": "e che non sono bellissimi così come sono."
    }
  },
  {
    "translation": {
      "en": "And I am not okay with that, and I can be silent no longer.",
      "it": "E io non lo accetto e non posso più stare in silenzio."
    }
  },
  {
    "translation": {
      "en": "It was absolutely devastating, and I think for me, it was the first time",
      "it": "È stato devastante. Credo sia stata la prima volta"
    }
  },
  {
    "translation": {
      "en": "that I identified more with the survivors sharing their story",
      "it": "in cui mi sono identificata di più coi sopravvissuti e le loro storie"
    }
  },
  {
    "translation": {
      "en": "than I did with anybody from Exodus.",
      "it": "in cui mi sono identificata di più coi sopravvissuti e le loro storie che con chiunque di Exodus."
    }
  },
  {
    "translation": {
      "en": "[Julie] These stories of deep, deep pain shook me down to my core.",
      "it": "Queste storie di profondo dolore mi hanno scossa moltissimo."
    }
  },
  {
    "translation": {
      "en": "Feeling like they were in many ways",
      "it": "Sentivo che da molti punti di vista"
    }
  },
  {
    "translation": {
      "en": "sharing my story.",
      "it": "raccontavano la mia storia."
    }
  },
  {
    "translation": {
      "en": "I remember feeling like I was sitting on the wrong side of the circle.",
      "it": "Mi ricordo di aver sentito che ero seduta dal lato sbagliato."
    }
  },
  {
    "translation": {
      "en": "And I was just like,",
      "it": "E ho pensato:"
    }
  },
  {
    "translation": {
      "en": "I can't, I can't, I can't, I can't, I can't do this anymore.",
      "it": "\"Non posso più continuare."
    }
  },
  {
    "translation": {
      "en": "Like, I can't be a part of it. This is just so toxic.",
      "it": "Non posso più farne parte. È troppo tossico\"."
    }
  },
  {
    "translation": {
      "en": "[Randy] When the Lisa Ling show came out,",
      "it": "Quando è stato trasmesso il programma,"
    }
  },
  {
    "translation": {
      "en": "I knew then that Exodus was death,",
      "it": "ho capito che Exodus significava morte"
    }
  },
  {
    "translation": {
      "en": "and it was destruction.",
      "it": "e distruzione."
    }
  },
  {
    "translation": {
      "en": "[voice quivering] Because those survivors were looking at us right in the face.",
      "it": "Perché quei sopravvissuti ci guardavano dritti in faccia."
    }
  },
  {
    "translation": {
      "en": "And we could no longer excuse it away. We could no longer deny it.",
      "it": "E non potevamo più trovare scuse. Non potevamo più negarlo."
    }
  },
  {
    "translation": {
      "en": "And that Exodus could no longer continue",
      "it": "Ed Exodus non poteva più continuare"
    }
  },
  {
    "translation": {
      "en": "to promote the idea of change",
      "it": "a promuovere l'idea del cambiamento"
    }
  },
  {
    "translation": {
      "en": "because that was a lie.",
      "it": "perché era una menzogna."
    }
  },
  {
    "translation": {
      "en": "Exodus was started in 1976 to create a community together,",
      "it": "Exodus è stata fondata nel 1976 per creare insieme una comunità."
    }
  },
  {
    "translation": {
      "en": "but we've hurt people.",
      "it": "Ma ha fatto del male."
    }
  },
  {
    "translation": {
      "en": "And it is for these reasons",
      "it": "E per questo motivo"
    }
  },
  {
    "translation": {
      "en": "the oldest and largest Christian ministry dealing with faith and homosexuality,",
      "it": "la prima organizzazione cristiana incentrata su fede e omosessualità,"
    }
  },
  {
    "translation": {
      "en": "is closing its doors… [quivers] …after three-plus decades of ministry.",
      "it": "chiude i battenti dopo oltre tre decenni di attività."
    }
  },
  {
    "translation": {
      "en": "[Julie] Once Exodus was ending,",
      "it": "Quando Exodus è scomparsa,"
    }
  },
  {
    "translation": {
      "en": "I started trying to build a life away from Living Hope.",
      "it": "ho cercato di costruirmi una vita lontana dalla Living Hope."
    }
  },
  {
    "translation": {
      "en": "I felt the loss of my community,",
      "it": "Avevo perso la mia comunità, sì,"
    }
  },
  {
    "translation": {
      "en": "but I had to leave to get healthier.",
      "it": "ma per stare meglio dovevo lasciarla."
    }
  },
  {
    "translation": {
      "en": "I came to realize that I was really needy and unhealthy",
      "it": "Mi sono resa conto che non ero sana"
    }
  },
  {
    "translation": {
      "en": "because there were zero people in my life",
      "it": "perché nella mia vita non c'era nessuno"
    }
  },
  {
    "translation": {
      "en": "who ever just said like, \"You're okay exactly the way you are,",
      "it": "che mi avesse mai detto: \"Sei perfetta così come sei."
    }
  },
  {
    "translation": {
      "en": "and we love you, and God loves you, and you don't have to change a thing.\"",
      "it": "Ti amiamo. Dio ti ama. Non devi cambiare nulla\"."
    }
  },
  {
    "translation": {
      "en": "Being able to move away from Living Hope and ex-gay teaching",
      "it": "Allontanandomi dalla Living Hope e dagli insegnamenti ex-gay"
    }
  },
  {
    "translation": {
      "en": "and admit that I was gay",
      "it": "e ammettendo che ero gay"
    }
  },
  {
    "translation": {
      "en": "and that that was actually, like, a good thing,",
      "it": "e che in realtà era una cosa buona,"
    }
  },
  {
    "translation": {
      "en": "for the first time, I started to feel light, and happy,",
      "it": "per la prima volta mi sono sentita leggera e felice,"
    }
  },
  {
    "translation": {
      "en": "and like God loved me and liked me, and it was just all fine, and I was fine.",
      "it": "Dio mi amava e mi voleva bene così com'ero, non ero sbagliata."
    }
  },
  {
    "translation": {
      "en": "We've talked about how Christian communities",
      "it": "Abbiamo parlato delle comunità cristiane in cui abbiamo sofferto"
    }
  },
  {
    "translation": {
      "en": "are where we've experienced so much pain and trauma in our lives.",
      "it": "Abbiamo parlato delle comunità cristiane in cui abbiamo sofferto e del trauma nelle nostre vite."
    }
  },
  {
    "translation": {
      "en": "At the same time, this faith has also been a huge source of our healing.",
      "it": "Allo stesso tempo, la fede è stata una grande fonte di guarigione."
    }
  },
  {
    "translation": {
      "en": "When I interact with Jesus,",
      "it": "Quando mi rivolgo a Gesù"
    }
  },
  {
    "translation": {
      "en": "and see who Jesus was and how Jesus lived,",
      "it": "e penso a chi era e a come ha vissuto,"
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Oh my gosh, that's amazing.\"",
      "it": "mi dico: \"È incredibile\"."
    }
  },
  {
    "translation": {
      "en": "And so it's been really important for me to sort of separate, I guess, like,",
      "it": "Per me è stato molto importante riuscire a separare Gesù"
    }
  },
  {
    "translation": {
      "en": "Jesus from the Christians who hurt me.",
      "it": "da chi mi ha ferita."
    }
  },
  {
    "translation": {
      "en": "I was here this last Friday for a service they did, um, honoring and remembering Matthew Shepard.",
      "it": "Venerdì scorso ero qui alla messa in onore di Matthew Shepard."
    }
  },
  {
    "translation": {
      "en": "And I have never seen, I have absolutely never seen so many queer people in a church.",
      "it": "E sono certa di non aver mai visto così tante persone queer in una chiesa."
    }
  },
  {
    "translation": {
      "en": "[crying] All these people who have carried so much shame, and so much humiliation,",
      "it": "Tutte persone che hanno sopportato così tanta vergogna e umiliazione"
    }
  },
  {
    "translation": {
      "en": "and physical abuse,",
      "it": "e abusi fisici e tutto il resto"
    }
  },
  {
    "translation": {
      "en": "and all these things, um, got to come into a church,",
      "it": "e abusi fisici e tutto il resto e che sono entrate nuovamente in chiesa, forse dopo decenni."
    }
  },
  {
    "translation": {
      "en": "probably for the first time in decades,",
      "it": "e che sono entrate nuovamente in chiesa, forse dopo decenni."
    }
  },
  {
    "translation": {
      "en": "and to hear, \"You specifically…\"",
      "it": "E sentire dire \"voi\"…"
    }
  },
  {
    "translation": {
      "en": "\"You gay person, you bisexual person, you transgender person,\"",
      "it": "\"Voi persone gay, voi persone bisessuali, voi transgender,"
    }
  },
  {
    "translation": {
      "en": "like, \"You are welcome here, and you are wanted here,",
      "it": "voi qui siete i benvenuti, siete desiderati,"
    }
  },
  {
    "translation": {
      "en": "and we honor your lives, and this is a safe place for you.\"",
      "it": "onoriamo le vostre vite e questo è un posto sicuro\"."
    }
  },
  {
    "translation": {
      "en": "Having the grace to find this kind of place,",
      "it": "Ricevere la grazia di trovare un posto del genere"
    }
  },
  {
    "translation": {
      "en": "who's gonna speak that blessing over us and to us,",
      "it": "che ci benedice per quello che siamo"
    }
  },
  {
    "translation": {
      "en": "um, is the deepest source of healing we could ever receive.",
      "it": "è la fonte di guarigione più grande."
    }
  },
  {
    "translation": {
      "en": "[Julie] After Exodus ended,",
      "it": "Dopo la fine di Exodus,"
    }
  },
  {
    "translation": {
      "en": "the same work that was going on under Exodus, all those ministries,",
      "it": "il lavoro che veniva fatto al suo interno è stato portato avanti"
    }
  },
  {
    "translation": {
      "en": "including Ricky and Living Hope, continued doing the work.",
      "it": "dai suoi responsabili, incluso Ricky e la stessa Living Hope."
    }
  },
  {
    "translation": {
      "en": "What I do is deal with folks, for the most part, who are struggling particularly with homosexuality.",
      "it": "Io tratto perlopiù con persone che lottano contro l'omosessualità."
    }
  },
  {
    "translation": {
      "en": "-[audience applauding] -And spending my days, spending my days",
      "it": "E passo le mie giornate"
    }
  },
  {
    "translation": {
      "en": "talking with people who are sexually broken,",
      "it": "a dire a persone con disturbi sessuali"
    }
  },
  {
    "translation": {
      "en": "that there is freedom in Christ. There is freedom…",
      "it": "che in Cristo c'è libertà."
    }
  },
  {
    "translation": {
      "en": "[Julie] So, conversion therapy, it appears to be flourishing and thriving",
      "it": "La terapia di conversione sembra stia fiorendo e prosperando"
    }
  },
  {
    "translation": {
      "en": "in Christian communities where I come from.",
      "it": "nelle comunità cristiane della mia zona."
    }
  },
  {
    "translation": {
      "en": "A group accused of promoting a controversial practice",
      "it": "Un gruppo accusato di promuovere una pratica controversa"
    }
  },
  {
    "translation": {
      "en": "aimed at changing sexual orientation",
      "it": "per cambiare l'orientamento sessuale"
    }
  },
  {
    "translation": {
      "en": "kicked off a conference in San Diego today.",
      "it": "ha iniziato oggi una conferenza a San Diego."
    }
  },
  {
    "translation": {
      "en": "When we shut down Exodus, most of the old-time leadership",
      "it": "Quando abbiamo chiuso Exodus, la maggior parte dei vecchi leader ha deciso di continuare"
    }
  },
  {
    "translation": {
      "en": "decided to continue on",
      "it": "la maggior parte dei vecchi leader ha deciso di continuare"
    }
  },
  {
    "translation": {
      "en": "and try to take as many people as they could with them.",
      "it": "a cercare di coinvolgere più persone possibile."
    }
  },
  {
    "translation": {
      "en": "And that's how the Restored Hope Network was born.",
      "it": "Ed è nato il Restored Hope Network."
    }
  },
  {
    "translation": {
      "en": "You have to tell us about Restored Hope Network.",
      "it": "Ci parli del Restored Hope Network."
    }
  },
  {
    "translation": {
      "en": "Restored Hope Network is a network of ministries of people like me,",
      "it": "Il Restored Hope Network è una rete di parrocchie fatte da persone come me,"
    }
  },
  {
    "translation": {
      "en": "who have left homosexuality,",
      "it": "che hanno abbandonato l'omosessualità"
    }
  },
  {
    "translation": {
      "en": "and who want to share how to do so with others.",
      "it": "e che vogliono insegnare agli altri come farlo."
    }
  },
  {
    "translation": {
      "en": "And that's exactly why I do this.",
      "it": "Ed è per questo che lo faccio."
    }
  },
  {
    "translation": {
      "en": "It's to get the word out that there is hope.",
      "it": "Per far capire a tutti che c'è speranza."
    }
  },
  {
    "translation": {
      "en": "My dad and I had a strained relationship, not from a lack of love for each other,",
      "it": "Io e mio padre avevamo un rapporto teso, non per mancanza d'amore… CONFERENZA RESTORED HOPE NETWORK"
    }
  },
  {
    "translation": {
      "en": "but rather an inability",
      "it": "CONFERENZA RESTORED HOPE NETWORK …ma per l'incapacità di interagire davvero come io avevo bisogno,"
    }
  },
  {
    "translation": {
      "en": "for us to really, truly connect in the way that I needed,",
      "it": "…ma per l'incapacità di interagire davvero come io avevo bisogno,"
    }
  },
  {
    "translation": {
      "en": "leading to doubt and confusion.",
      "it": "il che ha causato dubbi e confusione."
    }
  },
  {
    "translation": {
      "en": "At the age of 14, I came out to my parents…",
      "it": "A 14 anni, ho fatto coming out con i miei…"
    }
  },
  {
    "translation": {
      "en": "[Yvette] I mean, it's such indoctrination.",
      "it": "È un indottrinamento bello e buono."
    }
  },
  {
    "translation": {
      "en": "All of the lingo that they use,",
      "it": "Il linguaggio che usano,"
    }
  },
  {
    "translation": {
      "en": "and the pattern of the testimony, and even the pattern of their lives.",
      "it": "la struttura delle testimonianze e persino quella delle loro vite."
    }
  },
  {
    "translation": {
      "en": "[crying] Seeing Katie walk down the aisle…",
      "it": "Vedere Katie attraversare la navata…"
    }
  },
  {
    "translation": {
      "en": "It was a day that I'll never forget.",
      "it": "È un giorno che non dimenticherò mai."
    }
  },
  {
    "translation": {
      "en": "And our wedding day was a true testament to Jesus Christ.",
      "it": "E il nostro matrimonio è stato una viva testimonianza di Gesù Cristo."
    }
  },
  {
    "translation": {
      "en": "[Yvette] In the past five years or so,",
      "it": "Negli ultimi cinque anni,"
    }
  },
  {
    "translation": {
      "en": "there have been this mass defection of leaders,",
      "it": "ci sono state defezioni di massa fra i leader,"
    }
  },
  {
    "translation": {
      "en": "but there are new people taking up the torch.",
      "it": "ma ci sono altri pronti a raccoglierne il testimone."
    }
  },
  {
    "translation": {
      "en": "And it's not dying the way that we thought it would",
      "it": "E non sta scomparendo come pensavamo sarebbe successo,"
    }
  },
  {
    "translation": {
      "en": "or think it should.",
      "it": "come avrebbe dovuto."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey] There's some of the things that the older ex-LGBTQ ministries do",
      "it": "Quello che facevano i vecchi predicatori ex-LGBTQ"
    }
  },
  {
    "translation": {
      "en": "that we don't do.",
      "it": "noi non lo facciamo."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey] It's just a different way.",
      "it": "Agiamo in modo diverso."
    }
  },
  {
    "translation": {
      "en": "I think it's attracted",
      "it": "Abbiamo attirato"
    }
  },
  {
    "translation": {
      "en": "this younger generation just going out on the streets.",
      "it": "questa nuova generazione semplicemente andando per le strade."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey narrating] Instead of being behind a conference,",
      "it": "Invece di parlare da un palco,"
    }
  },
  {
    "translation": {
      "en": "go out on the streets.",
      "it": "andiamo per le strade."
    }
  },
  {
    "translation": {
      "en": "Instead of being behind the church building,",
      "it": "Invece di stare in una chiesa,"
    }
  },
  {
    "translation": {
      "en": "go out to the people. Like we're just doing it a different way.",
      "it": "andiamo dalla gente. Lo stiamo facendo in un altro modo."
    }
  },
  {
    "translation": {
      "en": "[emcee 1] Hello, everybody!",
      "it": "Ciao a tutti!"
    }
  },
  {
    "translation": {
      "en": "-[emcee 1 louder] Hello, everybody! -[whooping louder]",
      "it": "Ciao a tutti!"
    }
  },
  {
    "translation": {
      "en": "[emcee 1] This is our second annual Freedom March.",
      "it": "Questa è la nostra seconda Freedom March annuale."
    }
  },
  {
    "translation": {
      "en": "Some of us have traveled all across the world.",
      "it": "Alcuni sono arrivati dall'altra parte del mondo."
    }
  },
  {
    "translation": {
      "en": "All these different faces, all these different races",
      "it": "Tutte queste facce ed etnie così diverse"
    }
  },
  {
    "translation": {
      "en": "to come and make a stand,",
      "it": "sono qui per prendere posizione,"
    }
  },
  {
    "translation": {
      "en": "to come and let people know that freedom is here.",
      "it": "per far sapere che la libertà è qui."
    }
  },
  {
    "translation": {
      "en": "[emcee 2] Give it up for the leader of Freedom March, Jeffrey McCall.",
      "it": "Un applauso per il nostro leader, Jeffrey McCall."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey on stage] The vision of this is just sharing testimonies",
      "it": "La nostra missione è condividere le storie di coloro"
    }
  },
  {
    "translation": {
      "en": "of people that left the LGBTQ lifestyles,",
      "it": "che hanno abbandonato lo stile di vita LGBTQ"
    }
  },
  {
    "translation": {
      "en": "that had an encounter with God.",
      "it": "e hanno ritrovato Dio."
    }
  },
  {
    "translation": {
      "en": "And we're here together to share our stories.",
      "it": "Siamo qui per raccontare la nostra storia."
    }
  },
  {
    "translation": {
      "en": "Prayer works!",
      "it": "La preghiera funziona!"
    }
  },
  {
    "translation": {
      "en": "And I stand here proclaiming the name of Jesus Christ,",
      "it": "E io sono qui a parlare nel nome di Cristo,"
    }
  },
  {
    "translation": {
      "en": "that He is Lord, and I love Jesus!",
      "it": "perché Lui è il nostro Signore e io lo amo!"
    }
  },
  {
    "translation": {
      "en": "Have you laid on the floor and said, \"Jesus, take this away from me",
      "it": "Vi siete mai sdraiati in terra dicendo: \"Gesù, salvami,"
    }
  },
  {
    "translation": {
      "en": "because I wanna follow you, Jesus. I wanna be your son or daughter.\"",
      "it": "perché io voglio seguirti, voglio essere uno dei Tuoi figli\"?"
    }
  },
  {
    "translation": {
      "en": "Lord Jesus, there is freedom in the name of Jesus Christ.",
      "it": "Signore Gesù, nel nome di Gesù Cristo c'è la libertà."
    }
  },
  {
    "translation": {
      "en": "I believe that something is being birthed out of here today.",
      "it": "Credo che qui, oggi, sia nato qualcosa."
    }
  },
  {
    "translation": {
      "en": "Father, I ask that you will unite us as overcomers.",
      "it": "Padre, Ti chiedo di farci uscire vincitori."
    }
  },
  {
    "translation": {
      "en": "Lord, we want you back in the forefronts of America.",
      "it": "Signore, Ti rivogliamo alla testa dell'America."
    }
  },
  {
    "translation": {
      "en": "In Jesus' name, we thank you, Father.",
      "it": "Nel nome di Gesù, Ti rendiamo grazie."
    }
  },
  {
    "translation": {
      "en": "In Jesus' name.",
      "it": "Nel nome di Gesù."
    }
  },
  {
    "translation": {
      "en": "Shortly after coming out,",
      "it": "Dopo il mio coming out,"
    }
  },
  {
    "translation": {
      "en": "a gay person",
      "it": "una persona gay"
    }
  },
  {
    "translation": {
      "en": "said very bluntly and directly that I had blood on my hands.",
      "it": "mi ha detto che avevo le mani sporche di sangue."
    }
  },
  {
    "translation": {
      "en": "He said, \"What do you think about the blood on your hands?\"",
      "it": "\"Cosa pensi delle tue mani sporche di sangue?\""
    }
  },
  {
    "translation": {
      "en": "[quivering] I said, \"Right now…",
      "it": "E io: \"Adesso…"
    }
  },
  {
    "translation": {
      "en": "all I know is I'm afraid to look down at my hands.\"",
      "it": "ho solo paura di guardarmi le mani\"."
    }
  },
  {
    "translation": {
      "en": "[Randy narrating] As a leader, I had been trained to acknowledge the loss",
      "it": "Come leader, ero stato addestrato a riconoscere la sconfitta,"
    }
  },
  {
    "translation": {
      "en": "but to rationalize it away, to go into denial.",
      "it": "ma a razionalizzarla, a negare."
    }
  },
  {
    "translation": {
      "en": "And I hate that I did that.",
      "it": "E detesto averlo fatto."
    }
  },
  {
    "translation": {
      "en": "And for many people who don't commit suicide,",
      "it": "E anche se tanti non si suicidano,"
    }
  },
  {
    "translation": {
      "en": "we're killing ourselves internally",
      "it": "moriamo dentro"
    }
  },
  {
    "translation": {
      "en": "by not embracing who God created us to be.",
      "it": "non accettando quello per cui Dio ci ha creati."
    }
  },
  {
    "translation": {
      "en": "[all] Our Creator, who art in heaven, hallowed be Thy name.",
      "it": "Padre nostro, che sei nei cieli, sia santificato il Tuo nome."
    }
  },
  {
    "translation": {
      "en": "Thy Kingdom come, Thy will be done,",
      "it": "Venga il Tuo regno, sia fatta la Tua volontà,"
    }
  },
  {
    "translation": {
      "en": "on Earth as it is in heaven.",
      "it": "come in cielo così in terra."
    }
  },
  {
    "translation": {
      "en": "Give us this day our daily bread,",
      "it": "Dacci oggi il nostro pane quotidiano"
    }
  },
  {
    "translation": {
      "en": "and forgive us our trespasses,",
      "it": "e rimetti a noi i nostri debiti,"
    }
  },
  {
    "translation": {
      "en": "as we forgive those who trespass against us.",
      "it": "come noi li rimettiamo ai nostri debitori."
    }
  },
  {
    "translation": {
      "en": "[Randy narrating] I can't look back and say,",
      "it": "Non posso guardarmi indietro e dire:"
    }
  },
  {
    "translation": {
      "en": "\"This deserves forgiveness,\" or \"I deserve forgiveness,\"",
      "it": "\"Tutto ciò merita il perdono\" o \"Io merito il perdono\"."
    }
  },
  {
    "translation": {
      "en": "'cause I don't.",
      "it": "Non è così."
    }
  },
  {
    "translation": {
      "en": "What I did was wrong.",
      "it": "Era tutto sbagliato."
    }
  },
  {
    "translation": {
      "en": "[crying] It was so wrong.",
      "it": "Terribilmente sbagliato."
    }
  },
  {
    "translation": {
      "en": "[Michael] When you finally realize how much harm you've done,",
      "it": "Quando finalmente ti rendi conto di quanto male hai fatto,"
    }
  },
  {
    "translation": {
      "en": "it's a crushing realization.",
      "it": "la consapevolezza ti distrugge."
    }
  },
  {
    "translation": {
      "en": "It's a devastating feeling.",
      "it": "È una sensazione devastante."
    }
  },
  {
    "translation": {
      "en": "But apology only goes so far.",
      "it": "Ma le scuse servono a poco."
    }
  },
  {
    "translation": {
      "en": "You really can't go back and give people back those years that they wasted trying to be ex-gay.",
      "it": "Non puoi restituire alla gente gli anni che ha sprecato cercando di essere ex-gay."
    }
  },
  {
    "translation": {
      "en": "All you can do is, from this point forward,",
      "it": "L'unica cosa che puoi fare a questo punto"
    }
  },
  {
    "translation": {
      "en": "speak out against it, and speak out strongly against it.",
      "it": "è denunciare con forza tutto questo."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Talk directly to the camera.",
      "it": "Parli all'obiettivo."
    }
  },
  {
    "translation": {
      "en": "I want you to talk to your former colleagues about what they're still doing with this type of work.",
      "it": "Voglio che dica ai suoi ex colleghi cosa stanno continuando a fare."
    }
  },
  {
    "translation": {
      "en": "Well, I used to be a true believer, just like you did.",
      "it": "Una volta ero una vera credente, proprio come voi."
    }
  },
  {
    "translation": {
      "en": "I mean, I absolutely thought that what we were doing was right,",
      "it": "Ero certa che quello che stavamo facendo fosse giusto."
    }
  },
  {
    "translation": {
      "en": "but all it does is crush souls. It crushes peoples' lives.",
      "it": "Ma non fa altro che distruggere anime, annienta la vita delle persone."
    }
  },
  {
    "translation": {
      "en": "I can't stand that I was a part of it,",
      "it": "Non sopporto di averne fatto parte,"
    }
  },
  {
    "translation": {
      "en": "and I would hope that you would have the empathy and compassion",
      "it": "e spero che avrete l'empatia e la compassione necessarie"
    }
  },
  {
    "translation": {
      "en": "to see that all it does is damage.",
      "it": "per rendervi conto che questa cosa provoca solo danni."
    }
  },
  {
    "translation": {
      "en": "[pastor whispers] Okay, take a deep breath.",
      "it": "Ok, fai un bel respiro."
    }
  },
  {
    "translation": {
      "en": "We've come together in the presence of God to witness",
      "it": "Siamo qui riuniti al cospetto di Dio per testimoniare"
    }
  },
  {
    "translation": {
      "en": "and bless the joining together",
      "it": "e benedire l'unione"
    }
  },
  {
    "translation": {
      "en": "of Amanda and Julie in holy matrimony.",
      "it": "di Amanda e Julie nel sacro vincolo del matrimonio."
    }
  },
  {
    "translation": {
      "en": "[Julie] I suffered trauma,",
      "it": "Ho subito un trauma,"
    }
  },
  {
    "translation": {
      "en": "and it definitely resulted in extreme forms of self-hatred,",
      "it": "sfociato in forme estreme di odio verso me stessa."
    }
  },
  {
    "translation": {
      "en": "but I survived.",
      "it": "Ma sono sopravvissuta."
    }
  },
  {
    "translation": {
      "en": "I'm really happy, and I found somebody that I love so much.",
      "it": "Sono felice, ho trovato una persona che amo"
    }
  },
  {
    "translation": {
      "en": "And we're doing well, but not everybody is.",
      "it": "e con cui sto bene, ma non è così per tutti."
    }
  },
  {
    "translation": {
      "en": "Ex-gay leaders are doing what they believe is the best thing for all of us.",
      "it": "I leader ex-gay fanno ciò che credono essere la cosa migliore per tutti noi."
    }
  },
  {
    "translation": {
      "en": "The problem is that they think whole and healthy means",
      "it": "Il problema è che pensano che \"integro e sano\""
    }
  },
  {
    "translation": {
      "en": "trying to fit ourselves into something we can't be.",
      "it": "voglia dire essere ciò che non possiamo."
    }
  },
  {
    "translation": {
      "en": "I wish that they would listen to us",
      "it": "Vorrei che ci ascoltassero"
    }
  },
  {
    "translation": {
      "en": "and believe us when we say",
      "it": "e ci credessero quando diciamo"
    }
  },
  {
    "translation": {
      "en": "that we really are so much healthier and happier",
      "it": "che siamo molto più sani e felici"
    }
  },
  {
    "translation": {
      "en": "now that we're no longer a part of that.",
      "it": "ora che non ne facciamo più parte."
    }
  },
  {
    "translation": {
      "en": "[pastor] God created you for communion with one another.",
      "it": "Dio vi ha create per la comunione con gli altri."
    }
  },
  {
    "translation": {
      "en": "And the highest expression of this communion will be your marriage.",
      "it": "E la massima espressione di ciò sarà il vostro matrimonio."
    }
  },
  {
    "translation": {
      "en": "You may kiss your bride.",
      "it": "Potete baciare la sposa."
    }
  },
  {
    "translation": {
      "en": "[director] Thank you so much for sharing your story. Thanks, Julie.",
      "it": "Grazie per aver condiviso la tua storia, Julie."
    }
  },
  {
    "translation": {
      "en": "As long as homophobia exists in this world,",
      "it": "Finché in questo mondo esisterà l'omofobia,"
    }
  },
  {
    "translation": {
      "en": "some version of Exodus will emerge.",
      "it": "nasceranno altre forme di Exodus."
    }
  },
  {
    "translation": {
      "en": "Because it's not the organization,",
      "it": "Perché non è l'organizzazione,"
    }
  },
  {
    "translation": {
      "en": "and it's not even the methods that they use.",
      "it": "e nemmeno i metodi che usano,"
    }
  },
  {
    "translation": {
      "en": "It's the underlying belief",
      "it": "ma l'idea di fondo"
    }
  },
  {
    "translation": {
      "en": "that there is something intrinsically disordered",
      "it": "che ci sia qualcosa di malato"
    }
  },
  {
    "translation": {
      "en": "and change-worthy about being gay.",
      "it": "e di sbagliato nell'essere gay."
    }
  },
  {
    "translation": {
      "en": "As long as that continues to exist,",
      "it": "Fino a quando esisterà quell'idea,"
    }
  },
  {
    "translation": {
      "en": "there will be some form of this.",
      "it": "ci saranno situazioni come queste."
    }
  }
]