[
  {
    "translation": {
      "en": "[emcee] Thank you all for coming to the WCA World Championships, 2019!",
      "it": "Benvenuti a tutti ai Campionati Mondiali della WCA del 2019!"
    }
  },
  {
    "translation": {
      "en": "[boy] Yes!",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Who do you think will win the world championships today?",
      "it": "Secondo te chi vincerà il mondiale oggi?"
    }
  },
  {
    "translation": {
      "en": "Well, it's pretty tough competition.",
      "it": "Beh, è una gara piuttosto dura."
    }
  },
  {
    "translation": {
      "en": "My bet is on Feliks Zemdegs.",
      "it": "Io scommetto su Feliks Zemdegs."
    }
  },
  {
    "translation": {
      "en": "Pretty much one of the greatest cubers of all time.",
      "it": "È il migliore di sempre."
    }
  },
  {
    "translation": {
      "en": "I really want Feliks to win again.",
      "it": "Feliks deve vincere di nuovo."
    }
  },
  {
    "translation": {
      "en": "[announcer] From Australia, Feliks Zemdegs!",
      "it": "Dall'Australia, Feliks Zemdegs!"
    }
  },
  {
    "translation": {
      "en": "I personally think Max Park will win,",
      "it": "Io credo che vincerà Max Park,"
    }
  },
  {
    "translation": {
      "en": "because he's the most consistent cuber here.",
      "it": "perché è il più costante di tutti."
    }
  },
  {
    "translation": {
      "en": "I'd probably say Max Park.",
      "it": "Direi Max Park."
    }
  },
  {
    "translation": {
      "en": "-Max Park. -Max Park will be world champion.",
      "it": "- Max Park. - Max Park sarà campione del mondo."
    }
  },
  {
    "translation": {
      "en": "[emcee] From the United States of America, Max Park!",
      "it": "Dagli Stati Uniti d'America, Max Park!"
    }
  },
  {
    "translation": {
      "en": "I can't really decide between them.",
      "it": "Non riesco a decidere."
    }
  },
  {
    "translation": {
      "en": "They're very, like, close, so it's definitely gonna be exciting.",
      "it": "Sono molto simili, quindi sarà sicuramente emozionante."
    }
  },
  {
    "translation": {
      "en": "[man] I think at the start, my parents thought it was just like a phase I was going through,",
      "it": "All'inizio i miei genitori credevano che questa fosse solo una fase,"
    }
  },
  {
    "translation": {
      "en": "just like some random hobby that I picked up and might get rid of.",
      "it": "che fosse un nuovo hobby di cui presto mi sarei stancato."
    }
  },
  {
    "translation": {
      "en": "But after the first time I solved it, like...",
      "it": "Ma dopo averlo risolto per la prima volta..."
    }
  },
  {
    "translation": {
      "en": "I just wanted to get faster and faster. It was just so addictive.",
      "it": "volevo diventare più veloce. Era una droga."
    }
  },
  {
    "translation": {
      "en": "I just never got bored of it.",
      "it": "Non ne avevo mai abbastanza."
    }
  },
  {
    "translation": {
      "en": "[woman] It probably took me a little while to realize and understand how good he was.",
      "it": "Mi ci è voluto un po' per capire quanto fosse bravo."
    }
  },
  {
    "translation": {
      "en": "[young Feliks] 22.78.",
      "it": "22,78."
    }
  },
  {
    "translation": {
      "en": "He's got a serious addiction as well. Obsession.",
      "it": "La sua è una vera e propria dipendenza, un'ossessione."
    }
  },
  {
    "translation": {
      "en": "But also an amazing talent.",
      "it": "Ma ha anche un talento straordinario."
    }
  },
  {
    "translation": {
      "en": "He used to walk around the house and dinner time",
      "it": "Se lo portava in giro per casa e all'ora di cena dovevamo dirgli: \"Metti via quel cubo\"."
    }
  },
  {
    "translation": {
      "en": "we would sometimes just say, \"Put the cube away.\"",
      "it": "e all'ora di cena dovevamo dirgli: \"Metti via quel cubo\"."
    }
  },
  {
    "translation": {
      "en": "[young Feliks] Ah, 16.92.",
      "it": "16,92."
    }
  },
  {
    "translation": {
      "en": "[Rita] But he was just doing better and better all the time,",
      "it": "Ma lui stava diventando sempre più bravo."
    }
  },
  {
    "translation": {
      "en": "and then all of a sudden setting world records,",
      "it": "Di colpo ha iniziato a battere record mondiali, sono arrivati i media."
    }
  },
  {
    "translation": {
      "en": "and then media coming, and it was just a crazy, crazy ride.",
      "it": "Di colpo ha iniziato a battere record mondiali, sono arrivati i media. È diventata un'avventura davvero pazzesca."
    }
  },
  {
    "translation": {
      "en": "It is 22 past 7 now.",
      "it": "Sono le sette e 22 minuti."
    }
  },
  {
    "translation": {
      "en": "Well, our next guest can solve a Rubik's Cube puzzle",
      "it": "Il nostro prossimo ospite può risolvere un cubo di Rubik in meno di 10 secondi e ha solo 13 anni."
    }
  },
  {
    "translation": {
      "en": "in under 10 seconds, and he's only 13 years old.",
      "it": "può risolvere un cubo di Rubik in meno di 10 secondi e ha solo 13 anni."
    }
  },
  {
    "translation": {
      "en": "[reporter] Fourteen-year-old Feliks Zemdegs",
      "it": "Feliks Zemdegs, 14 anni, ha battuto due record mondiali"
    }
  },
  {
    "translation": {
      "en": "broke two world records by a second.",
      "it": "Feliks Zemdegs, 14 anni, ha battuto due record mondiali per un secondo."
    }
  },
  {
    "translation": {
      "en": "-[reporter] What's your secret? -Practice.",
      "it": "- Il tuo segreto? - La pratica."
    }
  },
  {
    "translation": {
      "en": "Please welcome Feliks Zemdegs. Come on, Feliks!",
      "it": "Diamo il benvenuto a Feliks Zemdegs!"
    }
  },
  {
    "translation": {
      "en": "[man] We as parents ended up becoming media managers, which was totally foreign to us.",
      "it": "Noi genitori diventammo media manager, una cosa che ci era totalmente estranea."
    }
  },
  {
    "translation": {
      "en": "We didn't know how to do all of this stuff,",
      "it": "Non sapevamo come fare,"
    }
  },
  {
    "translation": {
      "en": "how to manage the radio interviews and the television interviews.",
      "it": "come gestire le interviste radio e televisive."
    }
  },
  {
    "translation": {
      "en": "When he first broke the single world record,",
      "it": "È stato vincere il suo primo record mondiale"
    }
  },
  {
    "translation": {
      "en": "that sort of put him on the world stage, I guess.",
      "it": "a lanciarlo sulla scena mondiale, credo."
    }
  },
  {
    "translation": {
      "en": "That world record at the time was 7.08 seconds, and Feliks got 7.03 seconds.",
      "it": "All'epoca il record mondiale era di 7,08 secondi e Feliks fece 7,03 secondi."
    }
  },
  {
    "translation": {
      "en": "[Feliks] Yeah!",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "[spectator] Come on! Get sub-five!",
      "it": "Andiamo! Resta sotto i cinque!"
    }
  },
  {
    "translation": {
      "en": "-[Feliks] Okay. -[spectator] Four-point-two! Whoa! That's a world record!",
      "it": "- Ok. - 4,2! È un record mondiale!"
    }
  },
  {
    "translation": {
      "en": "He set so many world records that I have totally lost track.",
      "it": "Ha battuto così tanti record che ho perso il conto."
    }
  },
  {
    "translation": {
      "en": "[Feliks] I won the world championship in 2013.",
      "it": "Ho vinto il campionato del mondo nel 2013."
    }
  },
  {
    "translation": {
      "en": "And then 2015 going to finals I just had a lot of confidence,",
      "it": "E poi, alle finali del 2015, mi sentivo molto sicuro di me"
    }
  },
  {
    "translation": {
      "en": "and so I managed to win that one, like, comfortably.",
      "it": "e sono riuscito a vincere senza difficoltà."
    }
  },
  {
    "translation": {
      "en": "So, by the time it got to the world championships in 2017,",
      "it": "Quindi, quando arrivarono i campionati mondiali 2017,"
    }
  },
  {
    "translation": {
      "en": "the question was, can anyone actually, like, beat me?",
      "it": "tutti si chiedevano... \"C'è qualcuno che può battermi?\""
    }
  },
  {
    "translation": {
      "en": "Yeah, I remember very specifically when I first became aware of Max.",
      "it": "Sì, ricordo benissimo la prima volta che ho sentito parlare di Max."
    }
  },
  {
    "translation": {
      "en": "There was this video that was going around of this kid doing, like, a 4x4 one-handed",
      "it": "Circolava un video di un ragazzino che risolveva un 4x4 con una mano"
    }
  },
  {
    "translation": {
      "en": "in 40 seconds or something like that.",
      "it": "in 40 secondi, o qualcosa del genere."
    }
  },
  {
    "translation": {
      "en": "And I spent, like, two hours trying to beat this time.",
      "it": "Impiegai due ore per riuscire a battere il suo tempo."
    }
  },
  {
    "translation": {
      "en": "I was like, \"What is happening here?",
      "it": "Pensavo: \"Ma che succede? Non riesco a battere un ragazzo qualsiasi"
    }
  },
  {
    "translation": {
      "en": "I can't beat this random kid on YouTube who does a 4x4 with one hand.\"",
      "it": "Pensavo: \"Ma che succede? Non riesco a battere un ragazzo qualsiasi che fa un 4x4 con una mano\"."
    }
  },
  {
    "translation": {
      "en": "That very much caught my attention.",
      "it": "Così catturò la mia attenzione."
    }
  },
  {
    "translation": {
      "en": "I'd heard about, like, I guess, the way Max was",
      "it": "Avevo sentito parlare di com'era Max da due persone"
    }
  },
  {
    "translation": {
      "en": "from a couple of people who went to the US Nationals 2016.",
      "it": "che avevano partecipato alle nazionali americane del 2016."
    }
  },
  {
    "translation": {
      "en": "But he was kind of a bit of a mystery to me.",
      "it": "Ma era una specie di mistero per me."
    }
  },
  {
    "translation": {
      "en": "And then, like, middle of 2017, he got the 3x3 average world record.",
      "it": "E poi, a metà del 2017, ha ottenuto il record mondiale di 3x3 media."
    }
  },
  {
    "translation": {
      "en": "Later on that year, in Paris, Max won the world championships.",
      "it": "Quell'anno, a Parigi, Max vinse i mondiali."
    }
  },
  {
    "translation": {
      "en": "And that was his big moment of, \"Okay, Max Park is here.\"",
      "it": "Fu il suo grande momento, era sulla bocca di tutti."
    }
  },
  {
    "translation": {
      "en": "He's really, really good.",
      "it": "È davvero, davvero bravo."
    }
  },
  {
    "translation": {
      "en": "Even though we were friendly, it was a little bit hard",
      "it": "Era difficile, anche se eravamo amici,"
    }
  },
  {
    "translation": {
      "en": "when it would be like every two or three weeks Max would just beat one of my records.",
      "it": "perché Max continuava a battere i miei record ogni due o tre settimane."
    }
  },
  {
    "translation": {
      "en": "That was kind of annoying to deal with.",
      "it": "Era un po' fastidioso."
    }
  },
  {
    "translation": {
      "en": "-[boy] What? -Minute 30.",
      "it": "Cosa?"
    }
  },
  {
    "translation": {
      "en": "Got it.",
      "it": "Va bene."
    }
  },
  {
    "translation": {
      "en": "-Yeah! -[spectator] Oh, my god.",
      "it": "- Sì! - Caspita!"
    }
  },
  {
    "translation": {
      "en": "I still am hanging on to the 3x3 average world record.",
      "it": "Il record mondiale di 3x3 media è ancora mio."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "it": "RECORD MONDIALE DI 3X3 MEDIA APRILE 2019"
    }
  },
  {
    "translation": {
      "en": "[Feliks] I know he still, like, very, very much wants that back.",
      "it": "So bene che non vede l'ora di riaverlo."
    }
  },
  {
    "translation": {
      "en": "But that's probably, like, one of the things I'm the most proud of.",
      "it": "Ma probabilmente è una delle cose di cui vado più fiero."
    }
  },
  {
    "translation": {
      "en": "[man] The first thing people probably wanna know about speedcubing",
      "it": "La prima domanda che tutti si fanno è:"
    }
  },
  {
    "translation": {
      "en": "is how do you solve the cube?",
      "it": "\"Come risolvi un cubo?\""
    }
  },
  {
    "translation": {
      "en": "When you're learning how to solve a cube, you generally learn a set of algorithms:",
      "it": "Se vuoi imparare a risolvere un cubo, di solito apprendi una serie di algoritmi."
    }
  },
  {
    "translation": {
      "en": "move sequences that move certain pieces to other places,",
      "it": "Sposta sequenze che muovono alcuni pezzi in altri posti"
    }
  },
  {
    "translation": {
      "en": "building up layer by layer to eventually solve the cube.",
      "it": "e costruisci ogni strato per poi risolvere il cubo."
    }
  },
  {
    "translation": {
      "en": "Most serious speedcubers learn around 300 algorithms",
      "it": "Gli speedcuber più seri imparano circa 300 algoritmi"
    }
  },
  {
    "translation": {
      "en": "through countless hours of practice.",
      "it": "e impiegano moltissime ore per farlo."
    }
  },
  {
    "translation": {
      "en": "I think what really sets the top speedcubers apart from the rest",
      "it": "Ciò che distingue davvero i migliori speedcuber dagli altri"
    }
  },
  {
    "translation": {
      "en": "is their ability to have very quick pattern recognition,",
      "it": "è la loro capacità di riconoscere schemi rapidamente"
    }
  },
  {
    "translation": {
      "en": "to memorize and synthesize hundreds of algorithms",
      "it": "di memorizzare e sintetizzare centinaia di algoritmi"
    }
  },
  {
    "translation": {
      "en": "and to put all those into their muscle memory,",
      "it": "e inserirli tutti nella loro memoria muscolare"
    }
  },
  {
    "translation": {
      "en": "to keep this all as seamless as possible. No starting and stopping.",
      "it": "per rendere tutto scorrevole, senza partenze e interruzioni."
    }
  },
  {
    "translation": {
      "en": "The undisputed main event is definitely the 3x3 event,",
      "it": "La gara principale indiscussa è sicuramente il 3x3"
    }
  },
  {
    "translation": {
      "en": "and that's the one that everybody wants to win.",
      "it": "ed è quello che tutti vogliono vincere."
    }
  },
  {
    "translation": {
      "en": "[Kit] And these days, you can't talk about winning any event",
      "it": "E ad oggi non si può parlare di vincere una gara"
    }
  },
  {
    "translation": {
      "en": "without mentioning Max Park.",
      "it": "senza nominare Max Park."
    }
  },
  {
    "translation": {
      "en": "I want to get three second! Come on!",
      "it": "Voglio arrivare a tre secondi! Dai!"
    }
  },
  {
    "translation": {
      "en": "Feliks doesn't react when he got four because he's the world record holder.",
      "it": "Feliks non reagisce se arriva a quattro perché detiene il record."
    }
  },
  {
    "translation": {
      "en": "[man] As a baby, as soon as we brought him home from the hospital,",
      "it": "Appena nato, quando l'abbiamo portato a casa,"
    }
  },
  {
    "translation": {
      "en": "I felt something was a little off.",
      "it": "ho sentito che c'era qualcosa di strano."
    }
  },
  {
    "translation": {
      "en": "We took him to the pediatrician. We had his hearing checked.",
      "it": "L'abbiamo portato dal pediatra e controllato l'udito."
    }
  },
  {
    "translation": {
      "en": "He was just hyper-focused on whatever he was doing.",
      "it": "Lui era sempre iperconcentrato, qualsiasi cosa faceva."
    }
  },
  {
    "translation": {
      "en": "And once we got his attention, he wasn't very interested in anything that we had to offer.",
      "it": "E se attiravamo la sua attenzione, non gli interessava quello che offrivamo."
    }
  },
  {
    "translation": {
      "en": "[woman] It was just kinda like, \"He's gonna get better.",
      "it": "Ci dicevamo: \"Migliorerà\"."
    }
  },
  {
    "translation": {
      "en": "Okay, like, by the time he's gonna be three, he's going to be fine.\"",
      "it": "\"Per quando avrà tre anni, starà bene\"."
    }
  },
  {
    "translation": {
      "en": "It was my kinda big goal and hope and, you know, belief.",
      "it": "Era il mio grande obiettivo, la mia speranza e la mia convinzione."
    }
  },
  {
    "translation": {
      "en": "[Max] Dang you, Feliks!",
      "it": "Maledetto, Feliks!"
    }
  },
  {
    "translation": {
      "en": "Look.",
      "it": "Guarda."
    }
  },
  {
    "translation": {
      "en": "[Schwan] We took him to the hospital, where we met with a child neurophysician,",
      "it": "Prendemmo un appuntamento in ospedale con un neuropsichiatria infantile"
    }
  },
  {
    "translation": {
      "en": "and he, at that time, formally diagnosed Max with autism.",
      "it": "e fu lui a diagnosticare che Max è affetto da autismo."
    }
  },
  {
    "translation": {
      "en": "[Miki] First thing I was thinking is...",
      "it": "La prima cosa che ho pensato..."
    }
  },
  {
    "translation": {
      "en": "I don't know, it's just a...",
      "it": "Non lo so, ho pensato..."
    }
  },
  {
    "translation": {
      "en": "you kinda lost your... future, kind of thing.",
      "it": "\"Hai appena perso il tuo... futuro.\" Una cosa del genere."
    }
  },
  {
    "translation": {
      "en": "You had a beautiful... \"I'm going to do this with my child and do this and that.\"",
      "it": "Avevo immaginato tutte le cose che avrei fatto con mio figlio."
    }
  },
  {
    "translation": {
      "en": "And then, it's just kinda like, shut the door in front of you.",
      "it": "Quindi fu come ricevere una porta in faccia."
    }
  },
  {
    "translation": {
      "en": "[Schwan] I remember we were sitting at the edge of our bed,",
      "it": "Ricordo che eravamo seduti sul bordo del letto,"
    }
  },
  {
    "translation": {
      "en": "and we were just hugging each other, and we just both lost it.",
      "it": "abbracciati, e di colpo abbiamo perso il controllo."
    }
  },
  {
    "translation": {
      "en": "We were just crying, and I think...",
      "it": "Abbiamo iniziato a piangere e..."
    }
  },
  {
    "translation": {
      "en": "to me it felt like, \"Let's cry our hearts out now and get to work.\"",
      "it": "per me è stato come dire: \"Sfoghiamoci ora e poi diamoci da fare\"."
    }
  },
  {
    "translation": {
      "en": "[Miki] Hey Max, are you tired?",
      "it": "Ehi, Max, sei stanco?"
    }
  },
  {
    "translation": {
      "en": "From that point on is when we started to look for answers.",
      "it": "A partire da quel momento abbiamo iniziato a cercare delle risposte."
    }
  },
  {
    "translation": {
      "en": "[Miki] I kinda knew that there is a reason why this is in my life",
      "it": "Sapevo che c'era un motivo se questo era accaduto a me"
    }
  },
  {
    "translation": {
      "en": "and this is my child.",
      "it": "e se questo è mio figlio."
    }
  },
  {
    "translation": {
      "en": "And I cannot just...",
      "it": "E non posso semplicemente..."
    }
  },
  {
    "translation": {
      "en": "give up.",
      "it": "arrendermi."
    }
  },
  {
    "translation": {
      "en": "One day I just sat down and I was just kinda devastated.",
      "it": "Un giorno mi sono seduta, ero praticamente distrutta."
    }
  },
  {
    "translation": {
      "en": "He doesn't look at me, he doesn't play with me.",
      "it": "Non mi guardava, non giocava con me."
    }
  },
  {
    "translation": {
      "en": "He is in his own world by himself.",
      "it": "Lui era da solo, nel suo mondo."
    }
  },
  {
    "translation": {
      "en": "[Miki] So I just did it together. He lay down, I'd lay down.",
      "it": "Allora l'ho fatto anche io. Lui si sdraiava, io mi sdraiavo."
    }
  },
  {
    "translation": {
      "en": "He did this, I'd do this, and then just kinda...",
      "it": "Lui faceva una cosa e io lo copiavo. Senza..."
    }
  },
  {
    "translation": {
      "en": "not asking him anything.",
      "it": "chiedergli nulla."
    }
  },
  {
    "translation": {
      "en": "\"I'm here.",
      "it": "\"Io sono qui."
    }
  },
  {
    "translation": {
      "en": "But, you know, when you're ready, I'm here with you.\"",
      "it": "E quando sarai pronto... sarò qui con te.\""
    }
  },
  {
    "translation": {
      "en": "And then one day we were playing with this phone. \"Hello, hello.\"",
      "it": "Un giorno stavamo giocando con il telefono. \"Pronto? Pronto?\""
    }
  },
  {
    "translation": {
      "en": "-[Max] Hello? -[Miki] Hello?",
      "it": "- Pronto? - Pronto?"
    }
  },
  {
    "translation": {
      "en": "And he was holding my hand, and then he was looking at Daddy.",
      "it": "Lui mi teneva la mano e guardava suo padre"
    }
  },
  {
    "translation": {
      "en": "It was kinda like, \"Daddy you're not invited.\"",
      "it": "come per dire: \"Papà, tu non sei invitato.\""
    }
  },
  {
    "translation": {
      "en": "Zip down.",
      "it": "E ha chiuso la zip."
    }
  },
  {
    "translation": {
      "en": "That's a breakthrough thing.",
      "it": "Fu una svolta."
    }
  },
  {
    "translation": {
      "en": "So he started to open up his world.",
      "it": "Così ha iniziato ad aprire il suo mondo."
    }
  },
  {
    "translation": {
      "en": "[Schwan] I think that was sorta like the first time",
      "it": "Quella fu forse la prima volta"
    }
  },
  {
    "translation": {
      "en": "that Miki started to enjoy her child as a child.",
      "it": "che Miki iniziò a vedere suo figlio come un bambino."
    }
  },
  {
    "translation": {
      "en": "[Schwan] It lit sort of like a fire within us to want more.",
      "it": "Questo accese una scintilla dentro di noi, volevamo di più."
    }
  },
  {
    "translation": {
      "en": "How can we get more of this?",
      "it": "Ma come potevamo avere di più?"
    }
  },
  {
    "translation": {
      "en": "As a child, Max could not do anything with his fingers.",
      "it": "Da bambino, Max non poteva fare niente con le dita."
    }
  },
  {
    "translation": {
      "en": "His fine motor skill was really stunted.",
      "it": "Le sue capacità motorie erano molto ridotte."
    }
  },
  {
    "translation": {
      "en": "So we did tons of therapy working on his fingers.",
      "it": "Perciò gli abbiamo fatto fare molta fisioterapia per le dita."
    }
  },
  {
    "translation": {
      "en": "We had a Rubik's Cube in the house, and so he just wanted to solve.",
      "it": "Avevamo un cubo di Rubik in casa e lui voleva risolverlo a tutti i costi."
    }
  },
  {
    "translation": {
      "en": "I thought, \"Why not?\"",
      "it": "Ho pensato: \"Perché no?\""
    }
  },
  {
    "translation": {
      "en": "[Schwan] He just gravitated towards it.",
      "it": "Ne era attratto."
    }
  },
  {
    "translation": {
      "en": "Miki right away went on YouTube,",
      "it": "Miki andò subito su YouTube,"
    }
  },
  {
    "translation": {
      "en": "and figured out how to solve it, and then taught Max.",
      "it": "capì come risolverlo e lo insegnò a Max."
    }
  },
  {
    "translation": {
      "en": "So she had two agendas in mind.",
      "it": "Lei aveva due pensieri in mente."
    }
  },
  {
    "translation": {
      "en": "Here was something that I can use as a teaching component, but, at the same time, he loves it",
      "it": "È una cosa che posso usare come strumento didattico e che lui adora,"
    }
  },
  {
    "translation": {
      "en": "and... it would be a great thing for them to connect together,",
      "it": "quindi sarebbe fantastico collegare le due cose."
    }
  },
  {
    "translation": {
      "en": "not knowing at that time that he was just gonna rapid-fire down this rabbit hole.",
      "it": "Ma all'epoca non sapevamo che ci si sarebbe buttato a capofitto."
    }
  },
  {
    "translation": {
      "en": "-[Miki] What is it? -Thirty-one seconds.",
      "it": "- Quanto? - Trentuno secondi."
    }
  },
  {
    "translation": {
      "en": "[Miki] Okay!",
      "it": "Ok!"
    }
  },
  {
    "translation": {
      "en": "[Schwan] The very first competition he went to, it was just an exercise",
      "it": "La prima gara a cui partecipò fu solo un esercizio per me e Miki"
    }
  },
  {
    "translation": {
      "en": "in me and Miki bringing him to a social event",
      "it": "La prima gara a cui partecipò fu solo un esercizio per me e Miki per portarlo a un evento dove avrebbe imparato a stare in fila,"
    }
  },
  {
    "translation": {
      "en": "where he was gonna learn to stand in line,",
      "it": "per portarlo a un evento dove avrebbe imparato a stare in fila,"
    }
  },
  {
    "translation": {
      "en": "look at somebody else for a cue to start cubing.",
      "it": "a guardare ad altri per avere il segnale per iniziare."
    }
  },
  {
    "translation": {
      "en": "Wait your turn, wait till somebody says it's okay.",
      "it": "Aspetta il tuo turno, aspetta che dicano che va bene."
    }
  },
  {
    "translation": {
      "en": "It was a giant play date situation",
      "it": "Era una giornata di giochi enorme"
    }
  },
  {
    "translation": {
      "en": "that we were going to exploit for Max's social development.",
      "it": "avremmo sfruttato per lo sviluppo sociale di Max."
    }
  },
  {
    "translation": {
      "en": "So we went there and I was surprised, because this pointing--",
      "it": "Siamo andati lì e rimasi sorpresa, perché indicava..."
    }
  },
  {
    "translation": {
      "en": "We tried everything to teach him pointing.",
      "it": "Avevamo provato di tutto per insegnargli a indicare."
    }
  },
  {
    "translation": {
      "en": "Pointing is something that is a hallmark for autistic kids to not have.",
      "it": "Indicare è una caratteristica che i bambini autistici non hanno."
    }
  },
  {
    "translation": {
      "en": "When he went to the competition, we remember he was pointing at people and saying,",
      "it": "Quando eravamo alla gara, lui indicava le persone e diceva:"
    }
  },
  {
    "translation": {
      "en": "\"Here's this person.\" You know, all these people.",
      "it": "\"Ecco una persona.\" C'era tantissima gente."
    }
  },
  {
    "translation": {
      "en": "[Max] 9.15. He got sub-10.",
      "it": "9,15. Meno di dieci secondi."
    }
  },
  {
    "translation": {
      "en": "[Schwan] We were like, huh? He's pointing, and this is coming out naturally.",
      "it": "Eravamo sorpresi, perché indicava in modo del tutto naturale."
    }
  },
  {
    "translation": {
      "en": "That was when we realized, \"Wow, this is... this is great.\"",
      "it": "In quel momento capimmo e pensammo: \"Wow, è... È fantastico\"."
    }
  },
  {
    "translation": {
      "en": "Max's first award came at the very second competition he ever went to.",
      "it": "Max vinse il suo primo premio durante la sua seconda gara."
    }
  },
  {
    "translation": {
      "en": "[announcer] In first place, we have Max Park.",
      "it": "Al primo posto... abbiamo Max Park."
    }
  },
  {
    "translation": {
      "en": "[Schwan] That's when it dawned on us. \"Wow, I think he has something.\"",
      "it": "A quel punto capimmo che aveva un talento."
    }
  },
  {
    "translation": {
      "en": "I remember thinking, \"If he's really good at this",
      "it": "Ricordo di aver pensato: \"Se davvero è bravo ed è una cosa che lui ama fare,"
    }
  },
  {
    "translation": {
      "en": "and this is something that he loves to do,",
      "it": "\"Se davvero è bravo ed è una cosa che lui ama fare,"
    }
  },
  {
    "translation": {
      "en": "we are going to run with this.\"",
      "it": "noi lo appoggeremo\"."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "[Schwan] 2017 Worlds was the first time",
      "it": "Ai mondiali del 2017"
    }
  },
  {
    "translation": {
      "en": "that Max competed against his idol, Feliks Zemdegs.",
      "it": "Max sfidò per la prima volta il suo idolo, Feliks Zemdegs."
    }
  },
  {
    "translation": {
      "en": "He ended up winning 3x3 at Worlds that year, which was a really big deal.",
      "it": "Quell'anno vinse il mondiale dei 3x3, un traguardo enorme."
    }
  },
  {
    "translation": {
      "en": "But the big win for us was when he was up on the podium.",
      "it": "Ma per noi la vittoria più grande fu quando salì sul podio."
    }
  },
  {
    "translation": {
      "en": "He looked at the way he was holding his prize and his shingle",
      "it": "Osservò come teneva il suo premio e la sua targa,"
    }
  },
  {
    "translation": {
      "en": "and he looked at the podium next to him",
      "it": "guardò gli altri gradini del podio"
    }
  },
  {
    "translation": {
      "en": "and he immediately readjusted himself to be like the person next to them.",
      "it": "e aggiustò subito la sua postura in base alla persona di fianco a lui."
    }
  },
  {
    "translation": {
      "en": "Me and Miki, we looked at each other and were like, \"Did you see that?\"",
      "it": "Io e Miki ci guardammo e dicemmo: \"Hai visto?\""
    }
  },
  {
    "translation": {
      "en": "Because for us, an autistic kid looking at his peer and mimicking",
      "it": "Perché per noi, un bambino autistico che guarda il suo compagno e lo imita"
    }
  },
  {
    "translation": {
      "en": "is like the ultimate goal.",
      "it": "è l'obiettivo finale."
    }
  },
  {
    "translation": {
      "en": "[whispering] I heart you.",
      "it": "Io ti lovvo."
    }
  },
  {
    "translation": {
      "en": "You too.",
      "it": "Anche io."
    }
  },
  {
    "translation": {
      "en": "[Schwan] Obviously, when you look at Max, he's a 17-year-old kid.",
      "it": "Quando guardi Max, vedi ragazzo di 17 anni."
    }
  },
  {
    "translation": {
      "en": "He's six foot tall.",
      "it": "È alto un metro e 80."
    }
  },
  {
    "translation": {
      "en": "But emotionally, he's about, I would say, seven, eight, maybe nine.",
      "it": "Ma psicologicamente ha circa sette, otto, forse nove anni."
    }
  },
  {
    "translation": {
      "en": "And so going into these competitions,",
      "it": "E così, quando sono iniziate le gare,"
    }
  },
  {
    "translation": {
      "en": "we were just concerned about his ability to deal with failure.",
      "it": "ci preoccupava la sua capacità di gestire il fallimento."
    }
  },
  {
    "translation": {
      "en": "Okay, ready? Let's go.",
      "it": "Ok, pronto? Andiamo."
    }
  },
  {
    "translation": {
      "en": "[woman] Yeah, no problem.",
      "it": "Nessun problema."
    }
  },
  {
    "translation": {
      "en": "Ready.",
      "it": "Pronto."
    }
  },
  {
    "translation": {
      "en": "Max, a few weeks back, had somebody else in North America get a really good time,",
      "it": "Qualche settimana prima, un ragazzo americano aveva ottenuto un ottimo tempo,"
    }
  },
  {
    "translation": {
      "en": "and he... he had really high expectations of beating that.",
      "it": "e Max voleva davvero batterlo e aveva grandi aspettative."
    }
  },
  {
    "translation": {
      "en": "Bam! Let's go!",
      "it": "Bam! Andiamo!"
    }
  },
  {
    "translation": {
      "en": "[man] Max! Kill 'em!",
      "it": "Max! Falli fuori!"
    }
  },
  {
    "translation": {
      "en": "[man] All right, that concludes the first half of the day. We're ending a little bit early.",
      "it": "Si conclude la prima metà della giornata. Finiamo po' prima."
    }
  },
  {
    "translation": {
      "en": "[Schwan] And then it just didn't happen, and when that happened he just--",
      "it": "Però non è andata così e in quel momento lui..."
    }
  },
  {
    "translation": {
      "en": "He was very, very disappointed.",
      "it": "ne è rimasto davvero deluso."
    }
  },
  {
    "translation": {
      "en": "Because the luck happened!",
      "it": "È stata tutta fortuna!"
    }
  },
  {
    "translation": {
      "en": "[Schwan] In the meantime, we're holding back our own heartache,",
      "it": "Anche noi dovevamo trattenere il nostro dolore."
    }
  },
  {
    "translation": {
      "en": "because regardless of if it was warranted or not,",
      "it": "Legittima o meno che fosse la sua reazione,"
    }
  },
  {
    "translation": {
      "en": "it still kills us.",
      "it": "ci faceva comunque male."
    }
  },
  {
    "translation": {
      "en": "We have the window of hope still open for his emotional skills developing.",
      "it": "Noi conserviamo un barlume di speranza che sviluppi capacità emotive."
    }
  },
  {
    "translation": {
      "en": "Now, in order to win the giveaway, you'll need to be at one of the West Coast competitions.",
      "it": "Per vincere il giveaway, devi partecipare a una gara West Coast."
    }
  },
  {
    "translation": {
      "en": "So make sure you include in your comment which competition you'll be attending, right, Max?",
      "it": "Commenta scrivendo a quale gara parteciperai, giusto, Max?"
    }
  },
  {
    "translation": {
      "en": "Right, Feliks?",
      "it": "Giusto, Feliks?"
    }
  },
  {
    "translation": {
      "en": "-[woman] \"Right, Feliks.\" -Right.",
      "it": "- \"Giusto, Feliks.\" - Ah!"
    }
  },
  {
    "translation": {
      "en": "[man] No, go, \"Right, Feliks!\"",
      "it": "- Di': \"Giusto, Feliks!\" - Giusto, Feliks."
    }
  },
  {
    "translation": {
      "en": "-Right, Feliks. -Yeah, that's right.",
      "it": "- Di': \"Giusto, Feliks!\" - Giusto, Feliks. Sì, esatto."
    }
  },
  {
    "translation": {
      "en": "[man] Okay. Ready? One more time.",
      "it": "- Pronti? Un'altra volta. - Un'altra volta, Max."
    }
  },
  {
    "translation": {
      "en": "All right, one more time, Max. One more time.",
      "it": "- Pronti? Un'altra volta. - Un'altra volta, Max. Un'altra volta."
    }
  },
  {
    "translation": {
      "en": "[Schwan] The first time that we ever saw Feliks",
      "it": "La prima volta che abbiamo visto Feliks fu quando andammo ai campionati mondiali"
    }
  },
  {
    "translation": {
      "en": "was when we went to the 2013 World Championships in Las Vegas.",
      "it": "La prima volta che abbiamo visto Feliks fu quando andammo ai campionati mondiali del 2013 a Las Vegas."
    }
  },
  {
    "translation": {
      "en": "Feliks was the first person that Max ever asked for an autograph,",
      "it": "Feliks è stato il primo a cui Max ha chiesto un autografo,"
    }
  },
  {
    "translation": {
      "en": "and he was the very first person he ever took a picture with.",
      "it": "e con cui si è mai fatto una foto."
    }
  },
  {
    "translation": {
      "en": "He just had this mythical, legendary status.",
      "it": "Aveva un prestigio mitico, leggendario."
    }
  },
  {
    "translation": {
      "en": "So four years later now, Max is bigger than Feliks.",
      "it": "Ora sono passati quattro anni e Max è più alto di Feliks."
    }
  },
  {
    "translation": {
      "en": "And, you know, it was really... yeah, it was awkward.",
      "it": "È davvero, ecco... sì, strano."
    }
  },
  {
    "translation": {
      "en": "After he broke the 3x3 world record average, I, like, messaged his Facebook account.",
      "it": "Quando batté il record del 3x3 media, gli scrissi sul suo account Facebook."
    }
  },
  {
    "translation": {
      "en": "I was just like, \"Congratulations, you guys.",
      "it": "\"Congratulazioni, amico."
    }
  },
  {
    "translation": {
      "en": "Really well done. You should be really proud.\"",
      "it": "Ben fatto. Devi esserne fiero.\""
    }
  },
  {
    "translation": {
      "en": "And then... yeah, met him for the first time at the Championships, and he was very, very excited.",
      "it": "Poi l'ho incontrato per la prima volta ai campionati ed era super emozionato."
    }
  },
  {
    "translation": {
      "en": "[Schwan] Max and Feliks, they're cut from the same cloth.",
      "it": "Max e Feliks sono fatti della stessa pasta."
    }
  },
  {
    "translation": {
      "en": "They push each other...",
      "it": "Si spingono a vicenda."
    }
  },
  {
    "translation": {
      "en": "but I think they also understand each other.",
      "it": "Ma si capiscono anche a vicenda, credo."
    }
  },
  {
    "translation": {
      "en": "[Max] 4x4 top three, right?",
      "it": "I migliori tre del 4x4."
    }
  },
  {
    "translation": {
      "en": "-[Feliks] Top three, that's us. -[Max] In the world, right?",
      "it": "- Siamo noi. - Nel mondo, giusto?"
    }
  },
  {
    "translation": {
      "en": "-[Max] Get 17, okay? -[Feliks] You're first, right?",
      "it": "- Fanne 17, ok? - È la prima volta, no?"
    }
  },
  {
    "translation": {
      "en": "[Max] Okay, ready. Go!",
      "it": "Ok, pronti. Via!"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "it": "Andiamo."
    }
  },
  {
    "translation": {
      "en": "[spectators] Feliks got it.",
      "it": "Feliks ha finito."
    }
  },
  {
    "translation": {
      "en": "[man] One more.",
      "it": "Di nuovo."
    }
  },
  {
    "translation": {
      "en": "-One more time? -Yeah.",
      "it": "- Di nuovo? - Sì."
    }
  },
  {
    "translation": {
      "en": "[Feliks] What do you wanna sing, Max? \"Bohemian Rhapsody\"? That's so hard.",
      "it": "Che vuoi cantare, Max? \"Bohemian Rhapsody\". È difficile!"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Let's do it!",
      "it": "- Sì. - Forza!"
    }
  },
  {
    "translation": {
      "en": "[Rita] Clearly, they're rivals,",
      "it": "Ovviamente sono rivali,"
    }
  },
  {
    "translation": {
      "en": "but they're friends,",
      "it": "ma sono amici."
    }
  },
  {
    "translation": {
      "en": "and it's just beautiful to watch Max looking up to Feliks in a way.",
      "it": "Ed è bellissimo vedere l'ammirazione di Max per Feliks."
    }
  },
  {
    "translation": {
      "en": "Anything Feliks does, Max will do.",
      "it": "Qualsiasi cosa faccia Feliks, anche Max la farà."
    }
  },
  {
    "translation": {
      "en": "You gotta brush your teeth every night before you go to sleep and after dinner, because Feliks does it.",
      "it": "Devi lavarti i denti prima di andare a letto... perché Feliks lo fa."
    }
  },
  {
    "translation": {
      "en": "-Right, Max? -Right.",
      "it": "- Giusto, Max? - Giusto."
    }
  },
  {
    "translation": {
      "en": "[Schwan] Every time Max does really well or breaks a record, we get a text from Feliks and he says,",
      "it": "Ogni volta che Max fa un buon punteggio, Feliks ci manda un messaggio che dice:"
    }
  },
  {
    "translation": {
      "en": "\"Tell Max I'm so happy for him and congratulations.\"",
      "it": "\"Dite a Max che sono felice per lui, congratulazioni\"."
    }
  },
  {
    "translation": {
      "en": "And I'm sure that it doesn't feel good, especially if it's his record or something that Max breaks.",
      "it": "Sono sicuro che non ne è felicissimo, soprattutto se Max batte un suo record."
    }
  },
  {
    "translation": {
      "en": "Nice one. Good job.",
      "it": "Grande. Ottimo lavoro."
    }
  },
  {
    "translation": {
      "en": "What a great human being he is",
      "it": "È una persona fantastica"
    }
  },
  {
    "translation": {
      "en": "that he just makes sure that he's a good friend first.",
      "it": "e vuole essere sicuro di essere prima di tutto un ottimo amico."
    }
  },
  {
    "translation": {
      "en": "[Feliks] I think if I won Worlds this year, that would be pretty epic.",
      "it": "Se riuscissi a vincere i mondiali quest'anno, sarebbe epico."
    }
  },
  {
    "translation": {
      "en": "And to win it in, like, Melbourne where, you know, I've grown up,",
      "it": "E vincerli a Melbourne, dove sono cresciuto,"
    }
  },
  {
    "translation": {
      "en": "that would just... that would complete everything.",
      "it": "sarebbe la ciliegina sulla torta."
    }
  },
  {
    "translation": {
      "en": "I moved to Sydney in February this year.",
      "it": "Mi sono trasferito a Sydney quest'anno, a febbraio."
    }
  },
  {
    "translation": {
      "en": "I, like, did an internship with this trading firm.",
      "it": "Ho fatto uno stage con questa società commerciale."
    }
  },
  {
    "translation": {
      "en": "But I have no idea of what I want to do for a career",
      "it": "Ma non ho idea di cosa voglio fare come lavoro o per il resto della vita."
    }
  },
  {
    "translation": {
      "en": "or, like, the rest of my life.",
      "it": "come lavoro o per il resto della vita."
    }
  },
  {
    "translation": {
      "en": "Cubing is, like, the thing that I'm really, really passionate about,",
      "it": "Il cubing è la cosa che mi appassiona di più,"
    }
  },
  {
    "translation": {
      "en": "so I want to keep that a big part of my life.",
      "it": "e voglio che resti una parte importante della mia vita."
    }
  },
  {
    "translation": {
      "en": "[Schwan] I know in cubing, people start to slide down the rankings",
      "it": "Nel cubing, le persone iniziano a scendere nelle classifiche"
    }
  },
  {
    "translation": {
      "en": "about the time that they would normally enter adulthood.",
      "it": "quando iniziano a entrare nell'età adulta."
    }
  },
  {
    "translation": {
      "en": "Because life happens.",
      "it": "Perché la vita va avanti."
    }
  },
  {
    "translation": {
      "en": "You have to pay rent, you have to find a partner,",
      "it": "Devi pagare l'affitto, devi trovare un partner,"
    }
  },
  {
    "translation": {
      "en": "you have to buy ketchup.",
      "it": "devi comprare il ketchup."
    }
  },
  {
    "translation": {
      "en": "I mean, there's all these things that you have to make happen.",
      "it": "Ci sono tante cose che devi far succedere."
    }
  },
  {
    "translation": {
      "en": "You just can't cube as much.",
      "it": "Non c'è tempo per il cubo."
    }
  },
  {
    "translation": {
      "en": "Which event have you prepared the most for? 3x3 is always the most exciting.",
      "it": "- Per quale gara ti sei preparato di più? - La 3x3 è sempre la più emozionante."
    }
  },
  {
    "translation": {
      "en": "It's the Rubik's Cube. It's the original cube.",
      "it": "È il cubo di Rubik, quello originale."
    }
  },
  {
    "translation": {
      "en": "You can lose everything else, do really terribly,",
      "it": "Puoi perdere il resto, andare male,"
    }
  },
  {
    "translation": {
      "en": "but if you win 3x3, it's great, it's all that matters.",
      "it": "ma se vinci 3x3, è fantastico. È ciò che conta."
    }
  },
  {
    "translation": {
      "en": "[man] Is Max, like, the best cuber in the world?",
      "it": "Max è il miglior cuber del mondo?"
    }
  },
  {
    "translation": {
      "en": "Max is the king.",
      "it": "Marco è il re."
    }
  },
  {
    "translation": {
      "en": "2016, it's like, \"Oh, there's this kid and he's quite fast.\"",
      "it": "Nel 2016 pensavo: \"Questo ragazzo è veloce\"."
    }
  },
  {
    "translation": {
      "en": "2017, it's like, \"Oh, you won the world championships.\"",
      "it": "Nel 2017 è diventato: \"Oh, hai vinto i campionati mondiali\"."
    }
  },
  {
    "translation": {
      "en": "And then 2018, it's like, \"Oh, now he holds every world record.\"",
      "it": "E alla fine nel 2018: \"Oh, no, ora detiene tutti i record\"."
    }
  },
  {
    "translation": {
      "en": "-[woman] Yeah. -Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "He's just the best at everything.",
      "it": "È migliore in tutto."
    }
  },
  {
    "translation": {
      "en": "Okay, Max. Go in.",
      "it": "Ok, Max. Entra."
    }
  },
  {
    "translation": {
      "en": "[Schwan] All right Max, let's go. Let's meet Feliks.",
      "it": "Ok, Max, andiamo a incontrare Feliks."
    }
  },
  {
    "translation": {
      "en": "[Miki] Be careful, okay? It's slippery.",
      "it": "Stai attento, ok? È scivoloso."
    }
  },
  {
    "translation": {
      "en": "Oh, look who it is! Hey, Max.",
      "it": "Guardate chi c'è! Ehi, Max."
    }
  },
  {
    "translation": {
      "en": "[Max] I missed you.",
      "it": "Mi sei mancato."
    }
  },
  {
    "translation": {
      "en": "I missed you too a lot. How's it going?",
      "it": "Anche tu mi sei mancato tanto. Come va?"
    }
  },
  {
    "translation": {
      "en": "Hi! Nice to see you!",
      "it": "Ciao! Che piacere!"
    }
  },
  {
    "translation": {
      "en": "-Hey, Jason, what's going on? -Hi, what's up?",
      "it": "- Ehi, Jason. - Ciao, come va?"
    }
  },
  {
    "translation": {
      "en": "-Feliks, how are you? -Good evening.",
      "it": "- Come stai? - Buonasera."
    }
  },
  {
    "translation": {
      "en": "Welcome to dinner.",
      "it": "Benvenuti a cena."
    }
  },
  {
    "translation": {
      "en": "[Max] Congrats, Feliks.",
      "it": "Congratulazioni, Feliks."
    }
  },
  {
    "translation": {
      "en": "Congratulations, Feliks, on your world record average, 5.69.",
      "it": "Congratulazioni, Feliks, per il record di media, 5,69."
    }
  },
  {
    "translation": {
      "en": "Thank you, Max. It's good, right? When are you gonna beat it?",
      "it": "Grazie, Max. È buono, vero? Quando mi batterai?"
    }
  },
  {
    "translation": {
      "en": "Vegetables, Max.",
      "it": "Le verdure, Max."
    }
  },
  {
    "translation": {
      "en": "[Max] Oh, sure.",
      "it": "Certo."
    }
  },
  {
    "translation": {
      "en": "[Feliks] Yes, and green.",
      "it": "Sì! E verde."
    }
  },
  {
    "translation": {
      "en": "-Green. Yeah. -Yep.",
      "it": "- Verde, giusto. - Sì."
    }
  },
  {
    "translation": {
      "en": "[Schwan] One, two, three. One more. One, two, three. Good.",
      "it": "Uno, due, tre. Un altro. Uno, due, tre. Bene."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "it": "Ok."
    }
  },
  {
    "translation": {
      "en": "[David] Well, these days, I think a lot of people would say",
      "it": "Beh, in questi giorni, molti direbbero che Max è quello che definiremmo il preferito."
    }
  },
  {
    "translation": {
      "en": "that Max is what we would call the favorite.",
      "it": "molti direbbero che Max è quello che definiremmo il preferito."
    }
  },
  {
    "translation": {
      "en": "But when Feliks won the US Nationals last year against Max,",
      "it": "Ma quando l'anno scorso Feliks vinse le nazionali americane contro Max, pensai: \"Fermi tutti. Nulla è ancora detto\"."
    }
  },
  {
    "translation": {
      "en": "I thought, \"Hang on. It could be whatever happens on the day.\"",
      "it": "contro Max, pensai: \"Fermi tutti. Nulla è ancora detto\"."
    }
  },
  {
    "translation": {
      "en": "In looking at the competition between the two of them",
      "it": "Chi può dire cosa succederà tra di loro"
    }
  },
  {
    "translation": {
      "en": "coming up to the current world championships, who knows?",
      "it": "durante questi campionati mondiali?"
    }
  },
  {
    "translation": {
      "en": "-[Schwan] Max, time to get up. -[Max grunts]",
      "it": "Max, è ora di alzarsi. LA MATTINA DEI MONDIALI"
    }
  },
  {
    "translation": {
      "en": "[woman] Three, two...",
      "it": "Tre, due..."
    }
  },
  {
    "translation": {
      "en": "My teeth is hurting right now.",
      "it": "Mi fanno male i denti."
    }
  },
  {
    "translation": {
      "en": "[announcer] Thank you all for coming to the WCA World Championships 2019.",
      "it": "Benvenuti a tutti ai Campionati Mondiali della WCA del 2019!"
    }
  },
  {
    "translation": {
      "en": "So, next up, we have the biggest of the biggest.",
      "it": "Il prossimo è il più grande di tutti."
    }
  },
  {
    "translation": {
      "en": "-[man 1] We've got Max Park. -[man 2] Look who's next to him.",
      "it": "- C'è Max Park. - E guarda chi ha accanto."
    }
  },
  {
    "translation": {
      "en": "[man 2] First solve by Feliks.",
      "it": "Prima risoluzione per Feliks."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Not ideal for him. -[man 2] No, definitely not.",
      "it": "- Non è l'ideale per lui. - Decisamente no."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Holy guacamole. -[man 2] Holy guacamole.",
      "it": "- Santa polenta! - Santa polenta!"
    }
  },
  {
    "translation": {
      "en": "That is a ridiculously good start.",
      "it": "Un inizio davvero ottimo."
    }
  },
  {
    "translation": {
      "en": "[man 3] Feliks is at... 1.30 right now. He's not even in podium.",
      "it": "Feliks si trova a... 1,30 per ora. Non è nemmeno sul podio."
    }
  },
  {
    "translation": {
      "en": "One-seventeen!",
      "it": "1,17!"
    }
  },
  {
    "translation": {
      "en": "[man 1] Feliks is like, \"Okay, Max.\" Wow!",
      "it": "- Feliks sta pensando: \"Ok, Max\". - Wow!"
    }
  },
  {
    "translation": {
      "en": "[Miki] Oh, my gosh, it's a world record!",
      "it": "Oddio, è un record mondiale!"
    }
  },
  {
    "translation": {
      "en": "[man 1] Jeepers creepers!",
      "it": "Porca paletta!"
    }
  },
  {
    "translation": {
      "en": "I can't believe it.",
      "it": "Incredibile."
    }
  },
  {
    "translation": {
      "en": "[man 1] Is Feliks nervous, or are his hands cold?",
      "it": "Forse Feliks è nervoso o ha le mani fredde..."
    }
  },
  {
    "translation": {
      "en": "[man 2] He's really pissed.",
      "it": "Si sta arrabbiando molto."
    }
  },
  {
    "translation": {
      "en": "Hell yeah.",
      "it": "Cavolo, sì."
    }
  },
  {
    "translation": {
      "en": "Max is like, \"Just get out. This is my competition.\"",
      "it": "Max sta pensando: \"Questa gara è mia.\""
    }
  },
  {
    "translation": {
      "en": "-Feliks going for his third now. -Oh no.",
      "it": "- Feliks è al terzo tentativo - Oh, no."
    }
  },
  {
    "translation": {
      "en": "You don't want to see that.",
      "it": "Meglio che non guardi."
    }
  },
  {
    "translation": {
      "en": "-[man 2] Nineteen-oh-eight! -[man 1] Another 18!",
      "it": "- 19,08! - Altri 18!"
    }
  },
  {
    "translation": {
      "en": "Max Park showing who's boss.",
      "it": "Max Park gli mostra chi comanda."
    }
  },
  {
    "translation": {
      "en": "[man 2] That is five world championships for Max Park so far.",
      "it": "Siamo a cinque campionati mondiali per Max Park."
    }
  },
  {
    "translation": {
      "en": "Okay. Okay, everybody, one, two, three. Look up here, Bill!",
      "it": "Ok. Ok, uno, due, tre. Guarda qui, Bill!"
    }
  },
  {
    "translation": {
      "en": "One, two, three, smile. Come on, Bill.",
      "it": "Uno, due, tre, cheese! - Andiamo, Bill. Ok. - Un'altra."
    }
  },
  {
    "translation": {
      "en": "[competitor] One more.",
      "it": "- Andiamo, Bill. Ok. - Un'altra."
    }
  },
  {
    "translation": {
      "en": "-[Miki] Oh, one more? -[man] One more.",
      "it": "I 16 MIGLIORI CONCORRENTI SI RIUNISCONO NELLA SALA VERDE"
    }
  },
  {
    "translation": {
      "en": "All right, we're gonna go, folks.",
      "it": "Ok, andiamo, ragazzi."
    }
  },
  {
    "translation": {
      "en": "All right, Juliette, you can come up.",
      "it": "Ok, Juliette, puoi venire."
    }
  },
  {
    "translation": {
      "en": "[announcer] The first female 3x3 finalist in the world championship since 2003,",
      "it": "La prima finalista donna del 3x3 nei campionati mondiali dal 2003."
    }
  },
  {
    "translation": {
      "en": "please welcome France's Juliette Sébastien.",
      "it": "Dalla Francia, diamo il benvenuto a Juliette Sébastien."
    }
  },
  {
    "translation": {
      "en": "-[applause, cheering] -[fanfare playing]",
      "it": "FINALI 3X3"
    }
  },
  {
    "translation": {
      "en": "[man 1] Juliette Sébastien looking at yellow right now, switching--",
      "it": "Juliette Sébastien lavora al giallo, cambia..."
    }
  },
  {
    "translation": {
      "en": "-The cube dropped! -She knows she could have got faster.",
      "it": "Il cubo è caduto! Poteva andare più veloce."
    }
  },
  {
    "translation": {
      "en": "[man 1] Oh, my god. There are no pauses, straight into pink.",
      "it": "O mio dio, nessuna pausa, continua dritto."
    }
  },
  {
    "translation": {
      "en": "Yellow, J Perm, 6.29!",
      "it": "Giallo, Permutazione J, 6,29!"
    }
  },
  {
    "translation": {
      "en": "[man 2] He'll be really happy with that. Nod of the head.",
      "it": "Un tempo davvero ottimo. Lui annuisce."
    }
  },
  {
    "translation": {
      "en": "[man 1] And that's a pause. Oh, six!",
      "it": "- Fa una pausa. - Oh, sei."
    }
  },
  {
    "translation": {
      "en": "[man 2] He did it. He's taken the lead!",
      "it": "Ce l'ha fatta. È in testa!"
    }
  },
  {
    "translation": {
      "en": "I'm speechless.",
      "it": "Sono senza parole."
    }
  },
  {
    "translation": {
      "en": "-[man 2] Aw, the hug from Kian to Sean. -[man 1] That's great sportsmanship.",
      "it": "- Oh, l'abbraccio tra Kian e Sean. - È un vero sportivo."
    }
  },
  {
    "translation": {
      "en": "[man 2] Sean's probably on his way to, if not a podium,",
      "it": "Sean sta per finire, se non sul podio,"
    }
  },
  {
    "translation": {
      "en": "at least a top-five finish.",
      "it": "almeno tra i primi cinque."
    }
  },
  {
    "translation": {
      "en": "[man 1] Remember, he's trying to beat a 6.78 average by Sean.",
      "it": "Ricordiamo che sta cercando di battere la media di 6,78 di Sean."
    }
  },
  {
    "translation": {
      "en": "-It's looking good. -[man 2] Now, that's a good solid 5.97.",
      "it": "- Alla grande. - Un buon 5,97."
    }
  },
  {
    "translation": {
      "en": "[announcer] Five-point-nine-seven.",
      "it": "5,97."
    }
  },
  {
    "translation": {
      "en": "[man 1] Best case scenario is 6.49 average, which would put him ahead of Sean.",
      "it": "Nel migliore dei casi la media è di 6,49, che lo porterebbe davanti a Sean."
    }
  },
  {
    "translation": {
      "en": "[man 2] Let's see what he can do. This is gonna be really, really important,",
      "it": "Vediamo che fa. È molto, molto, molto importante."
    }
  },
  {
    "translation": {
      "en": "so don't blink, stay tuned, hold your breath.",
      "it": "Non sbattere le palpebre, resta concentrato, trattieni il respiro."
    }
  },
  {
    "translation": {
      "en": "[man 1] It's looking good.",
      "it": "Sta andando bene."
    }
  },
  {
    "translation": {
      "en": "[man 2] He's still looking good. No chokes, no chokes.",
      "it": "Va bene, nessun errore, nessun errore. Che giro!"
    }
  },
  {
    "translation": {
      "en": "[man 1] What a-- What a solve!",
      "it": "Ottima risoluzione!"
    }
  },
  {
    "translation": {
      "en": "Oh, my god, he just slotted himself into first right now!",
      "it": "O mio Dio, ha appena conquistato il primo posto!"
    }
  },
  {
    "translation": {
      "en": "[man 2] Six-seventy-four, that is first place right now.",
      "it": "6,74, è il primo posto attualmente."
    }
  },
  {
    "translation": {
      "en": "-That guarantees Philipp for the podium. -[man 1] Guaranteed podium for Philipp.",
      "it": "- Garantisce a Philipp il podio. - Il podio è garantito."
    }
  },
  {
    "translation": {
      "en": "[man 2] Very impressive.",
      "it": "Davvero notevole."
    }
  },
  {
    "translation": {
      "en": "[man 2] Next up is gonna be the local hero, our favorite, Feliks Zemdegs.",
      "it": "Il prossimo sarà l'eroe locale, il nostro preferito, Feliks Zemdegs."
    }
  },
  {
    "translation": {
      "en": "[announcer] Our sixth place seed has won Worlds twice in 2013 and 2015.",
      "it": "Il nostro sesto qualificato ha vinto due volte i mondiali, nel 2013 e nel 2015."
    }
  },
  {
    "translation": {
      "en": "Please welcome Australia's Feliks Zemdegs.",
      "it": "Dall'Australia, diamo il benvenuto a Feliks Zemdegs."
    }
  },
  {
    "translation": {
      "en": "[man 1] This is what we want. Yeah!",
      "it": "Così si fa. Sì!"
    }
  },
  {
    "translation": {
      "en": "Yeah, Australians standing up.",
      "it": "Gli australiani sono in piedi."
    }
  },
  {
    "translation": {
      "en": "Applauding him.",
      "it": "Lo applaudono."
    }
  },
  {
    "translation": {
      "en": "[man 1] I imagine Feliks is gonna have a fair bit of pressure.",
      "it": "Deve essere sotto molta pressione."
    }
  },
  {
    "translation": {
      "en": "He's only gotten one podium this weekend and this would be the first Worlds",
      "it": "Ha ottenuto un solo podio e se non vince qui,"
    }
  },
  {
    "translation": {
      "en": "where he isn't a world champion if he doesn't take it home here.",
      "it": "questo sarebbe il primo mondiale di cui non è campione."
    }
  },
  {
    "translation": {
      "en": "So you could say there's a lot on the line for that reason.",
      "it": "Quindi possiamo dire che c'è molto in gioco."
    }
  },
  {
    "translation": {
      "en": "[man 2] But then again, if anybody can do well under pressure, it's Feliks.",
      "it": "Ma se c'è qualcuno che sa gestire la pressione, quello è Feliks."
    }
  },
  {
    "translation": {
      "en": "[man 1] Yeah, he is still the greatest of all time, regardless.",
      "it": "Sì, resta sempre il migliore di tutti i tempi."
    }
  },
  {
    "translation": {
      "en": "No lockups thus far. At least no big ones.",
      "it": "Nessun blocco finora. Nessuno rilevante, almeno."
    }
  },
  {
    "translation": {
      "en": "-Looks like... Okay. -Good. Six and four. A perm.",
      "it": "- Sembra... Ok. - Sei e quattro, una permutazione."
    }
  },
  {
    "translation": {
      "en": "-Plus two. -Oh no.",
      "it": "- Più due. - Oh, no."
    }
  },
  {
    "translation": {
      "en": "[announcer] Feliks with a 9.60.",
      "it": "Il tempo di Feliks è 9,60."
    }
  },
  {
    "translation": {
      "en": "[man 2] Two second time penalty, 'cause that cube is not solved completely.",
      "it": "Due secondi di penalità, perché non lo ha risolto del tutto."
    }
  },
  {
    "translation": {
      "en": "[man 1] Over 45 degrees off with a 90 degree off, one turn off.",
      "it": "Più di 45 gradi fuori, con un errore di 90 gradi. È fuori di un giro."
    }
  },
  {
    "translation": {
      "en": "That's gonna put the pressure on.",
      "it": "Questo lo metterà sotto pressione."
    }
  },
  {
    "translation": {
      "en": "[man 2] Now we'll see what Feliks is made of.",
      "it": "Vedremo di che pasta è fatto Feliks."
    }
  },
  {
    "translation": {
      "en": "[man 1] Yeah, nerves of steel or...",
      "it": "Sì, se ha i nervi d'acciaio o…"
    }
  },
  {
    "translation": {
      "en": "Or is it game over?",
      "it": "O è finita?"
    }
  },
  {
    "translation": {
      "en": "-[man 2] Rats. -Okay, that's not a good start.",
      "it": "- Cavolo. - Ok, non è un buon inizio."
    }
  },
  {
    "translation": {
      "en": "And that's gonna be diag.",
      "it": "Si muove diagonalmente."
    }
  },
  {
    "translation": {
      "en": "[man 2] E perm.",
      "it": "Permutazione E."
    }
  },
  {
    "translation": {
      "en": "Six-sixty-one, though. I mean, for those cases, for that solve--",
      "it": "6,61. Beh, in questo caso, per la soluzione che ha scelto..."
    }
  },
  {
    "translation": {
      "en": "It was not an easy solve and he still got a 6.6.",
      "it": "Non era facile, ma ha ottenuto 6,6."
    }
  },
  {
    "translation": {
      "en": "-[man 1] But he's not gonna win. -That's not enough.",
      "it": "- Sì, ma non vincerà. - Non basta."
    }
  },
  {
    "translation": {
      "en": "[man 1] Guaranteed no world champion titles for Feliks Zemdegs.",
      "it": "È garantito, nessun titolo mondiale per Feliks Zemdegs."
    }
  },
  {
    "translation": {
      "en": "First time this has happened since 2011.",
      "it": "È la prima volta dal 2011."
    }
  },
  {
    "translation": {
      "en": "We are officially in a new era of cubing.",
      "it": "È ufficialmente una nuova era del cubing."
    }
  },
  {
    "translation": {
      "en": "[man 2] I think it's almost safe to say he will not be on the podium this year.",
      "it": "Possiamo dire quasi sicuramente che non salirà sul podio quest'anno."
    }
  },
  {
    "translation": {
      "en": "[referee] Twelve seconds.",
      "it": "Dodici secondi."
    }
  },
  {
    "translation": {
      "en": "[man 2] There he goes, with blue. He chose to start on blue.",
      "it": "Partito. Va col blu. Ha iniziato con il blu."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Okay, this is-- -This is gonna be good.",
      "it": "- Ok, questo... - È buono."
    }
  },
  {
    "translation": {
      "en": "[man 1] Slight lockups, but...",
      "it": "Qualche intoppo, ma..."
    }
  },
  {
    "translation": {
      "en": "[announcer] Feliks with a 6.45.",
      "it": "Il tempo di Feliks è 6,45."
    }
  },
  {
    "translation": {
      "en": "...secures his current third place,",
      "it": "...si assicura il terzo posto per ora,"
    }
  },
  {
    "translation": {
      "en": "but he's got to get through really good competitors",
      "it": "ma deve battere degli eccellenti concorrenti"
    }
  },
  {
    "translation": {
      "en": "if he wants to keep the podium.",
      "it": "se vuole restare sul podio."
    }
  },
  {
    "translation": {
      "en": "-Could've been worse. -It's not too bad.",
      "it": "- Poteva andare peggio. - Non è male."
    }
  },
  {
    "translation": {
      "en": "[Miki] I'm so proud of you.",
      "it": "Sono così fiera di te."
    }
  },
  {
    "translation": {
      "en": "No matter what happens, it doesn't matter, okay?",
      "it": "Qualsiasi cosa succeda, non importa, ok?"
    }
  },
  {
    "translation": {
      "en": "-All right. -[stage tech] Okay, guys.",
      "it": "Ok? Ok, ragazzi."
    }
  },
  {
    "translation": {
      "en": "Okay, go, Max. Go, go!",
      "it": "Forza, Max! Forza!"
    }
  },
  {
    "translation": {
      "en": "-You can do it. -Okay, Max.",
      "it": "- Puoi farcela. - Max."
    }
  },
  {
    "translation": {
      "en": "You can do it.",
      "it": "Puoi farcela."
    }
  },
  {
    "translation": {
      "en": "[Max] I don't need to get podium. I'm just gonna get sub-six average, okay?",
      "it": "Non devo arrivare al podio, basta una media sotto i sei."
    }
  },
  {
    "translation": {
      "en": "[Miki] Yeah, and I know you're gonna get lots and lots of...",
      "it": "Sì, e sono sicura che avrai tantissimi..."
    }
  },
  {
    "translation": {
      "en": "[Max] I can get a sub... I can get a sub-six average, okay?",
      "it": "Posso arrivare sotto... Ad una media sotto i sei, ok?"
    }
  },
  {
    "translation": {
      "en": "I don't need to get podium... [Miki] Max, when you compete with who?",
      "it": "- Ma non mi serve arrivare al podio. - Max, quando gareggi contro chi?"
    }
  },
  {
    "translation": {
      "en": "You're gonna get lots of? [Max] World records.",
      "it": "- Avrai tanti... - Record mondiali."
    }
  },
  {
    "translation": {
      "en": "[Miki] Yeah! You did it already, right? So don't worry! Just have--",
      "it": "Sì! E ci sei già riuscito prima, no? Quindi non preoccuparti! Devi..."
    }
  },
  {
    "translation": {
      "en": "-[Max] I got this! -Go for it, yeah.",
      "it": "- Ho capito! - Forza."
    }
  },
  {
    "translation": {
      "en": "[Max] I can do it, sub-six average, okay? [Miki] Yes.",
      "it": "- Posso farcela. Media sotto i sei, ok? - Sì!"
    }
  },
  {
    "translation": {
      "en": "[man 1] And now, the GOAT.",
      "it": "Ora, il migliore."
    }
  },
  {
    "translation": {
      "en": "[announcer] Our number one seed...",
      "it": "Il primo classificato..."
    }
  },
  {
    "translation": {
      "en": "-[Max] Sub-six average. -...the defending world champion.",
      "it": "Sotto i sei. ...il campione del mondo in carica, dagli Stati Uniti, Max Park."
    }
  },
  {
    "translation": {
      "en": "Please welcome from the United States, Max Park.",
      "it": "...il campione del mondo in carica, dagli Stati Uniti, Max Park."
    }
  },
  {
    "translation": {
      "en": "[man 1] Park, defending world champion. Max Park from the United States.",
      "it": "Park, il campione del mondo in carica. Max Park dagli Stati Uniti."
    }
  },
  {
    "translation": {
      "en": "Will he be the first person to win six events at a world championship?",
      "it": "Sarà il primo a vincere sei gare in un mondiale?"
    }
  },
  {
    "translation": {
      "en": "-[man 1] So he's already-- -Previous record of five.",
      "it": "Il record precedente è di cinque."
    }
  },
  {
    "translation": {
      "en": "[man 1] So, he's already won the 4x4, the 5x5, the 6x6, the 7x7, and one-handed events.",
      "it": "Lui ha già vinto il 4x4, il 5x5, il 6x6, il 7x7 e le gare con una sola mano."
    }
  },
  {
    "translation": {
      "en": "Insane!",
      "it": "Pazzesco!"
    }
  },
  {
    "translation": {
      "en": "Now, don't blink, it's Max Park time.",
      "it": "Occhi aperti, tocca a Max Park."
    }
  },
  {
    "translation": {
      "en": "And he's off. He chose the yellow cross. One pair, two pair, three pair, four pair.",
      "it": "Partito. Sceglie il giallo. Una coppia, due, tre, quattro coppie. Come l'anno scorso."
    }
  },
  {
    "translation": {
      "en": "-OLL. -[man 2] Ah, V perm.",
      "it": "Sceglie il giallo. Una coppia, due, tre, quattro coppie. Come l'anno scorso. - Permutazione V. - Non ci siamo."
    }
  },
  {
    "translation": {
      "en": "[man 1] Oh, that is not very good.",
      "it": "- Permutazione V. - Non ci siamo."
    }
  },
  {
    "translation": {
      "en": "[announcer] Max with a 7.70.",
      "it": "Il tempo di Max è 7,70."
    }
  },
  {
    "translation": {
      "en": "Where's Phil? Where's Phil?",
      "it": "Dov'è Phil?"
    }
  },
  {
    "translation": {
      "en": "[ref] Eight-point-five.",
      "it": "8,5."
    }
  },
  {
    "translation": {
      "en": "[man 1] Max is in a bit of danger here. It's really up in the air.",
      "it": "- Max è in pericolo. - Già. Nulla è detto."
    }
  },
  {
    "translation": {
      "en": "Philipp could be world champion.",
      "it": "Philipp potrebbe essere il campione."
    }
  },
  {
    "translation": {
      "en": "-Clean. Looking good. -[man 2] That is good. That is good.",
      "it": "- Preciso. Bello. - È buono. Buono!"
    }
  },
  {
    "translation": {
      "en": "[announcer] Max with a 6.42.",
      "it": "Il tempo di Max è 6,42."
    }
  },
  {
    "translation": {
      "en": "[man 1] Yup, Max is bringing it back big time.",
      "it": "Max sta tornando alla grande."
    }
  },
  {
    "translation": {
      "en": "His counting is a 6.57 going into the last two.",
      "it": "Il suo tempo è 6,57 e ne mancano due."
    }
  },
  {
    "translation": {
      "en": "A lot on the line, especially for Max Park.",
      "it": "C'è molto in gioco, soprattutto per Max."
    }
  },
  {
    "translation": {
      "en": "[man 2] Nothing's decided yet. It will all depend on the last solve.",
      "it": "Niente è ancora deciso. Dipende tutto dall'ultima risoluzione."
    }
  },
  {
    "translation": {
      "en": "This is going to decide if Max Park is the world champion",
      "it": "Questo deciderà se Max Park sarà il campione del mondo"
    }
  },
  {
    "translation": {
      "en": "or if Philipp Weyer gets the upset.",
      "it": "o se Philipp Weyer avrà la meglio."
    }
  },
  {
    "translation": {
      "en": "[Feliks] What does he need? Robin, what does he need?",
      "it": "Robin, quanto gli serve?"
    }
  },
  {
    "translation": {
      "en": "-[Robin] Like a 6.7, I think. -[Feliks] What does he need?",
      "it": "- Intorno al 6,7. - Quanto gli serve?"
    }
  },
  {
    "translation": {
      "en": "[Robin] 6.7?",
      "it": "6,7?"
    }
  },
  {
    "translation": {
      "en": "[man 1] Dude, this is so huge. This is literally everything right now.",
      "it": "Amico, è pazzesco. C'è in ballo tutto qui."
    }
  },
  {
    "translation": {
      "en": "Will he get back to back GOAT status? Or will it be Philipp?",
      "it": "Resterà il migliore di sempre? O Philipp gli ruberà il titolo?"
    }
  },
  {
    "translation": {
      "en": "[competitor 1] Guys, make space for Philipp to run.",
      "it": "Fate spazio a Philipp per correre."
    }
  },
  {
    "translation": {
      "en": "No, don't. Max is a boss.",
      "it": "No, Max è il boss."
    }
  },
  {
    "translation": {
      "en": "Like, come on. I know he's gonna get this. I'd be expecting a six.",
      "it": "Andiamo, sono sicuro che ce la farà. Mi aspetto un sei."
    }
  },
  {
    "translation": {
      "en": "[man 1] Seven flat? Seven flat!",
      "it": "Sette precisi? Sette precisi!"
    }
  },
  {
    "translation": {
      "en": "-[man 2] Philipp did it! -[man 1] Philipp did it! Philipp is the new world champion.",
      "it": "- Philipp ce l'ha fatta! - Philipp è il nuovo campione del mondo."
    }
  },
  {
    "translation": {
      "en": "[man 1] I don't think anyone would've predicted this podium, by the way.",
      "it": "Nessuno avrebbe potuto prevedere questo podio."
    }
  },
  {
    "translation": {
      "en": "[Miki] Okay, Max, let's go out.",
      "it": "Ok, Max, usciamo."
    }
  },
  {
    "translation": {
      "en": "[Max] I didn't inspect well, right?",
      "it": "Non l'ho esaminato bene, vero?"
    }
  },
  {
    "translation": {
      "en": "[Miki] Yeah, it's okay, Max. You know, everybody makes mistakes.",
      "it": "Non fa niente, Max. Tutti commettono errori."
    }
  },
  {
    "translation": {
      "en": "[Max] Yeah.",
      "it": "Giusto."
    }
  },
  {
    "translation": {
      "en": "[Miki] This is a good learning, okay?",
      "it": "È una buona lezione, ok?"
    }
  },
  {
    "translation": {
      "en": "-[Max] Okay. -You can do it next time.",
      "it": "- Va bene. - La prossima volta ce la farai."
    }
  },
  {
    "translation": {
      "en": "Here you go.",
      "it": "Ecco qua."
    }
  },
  {
    "translation": {
      "en": "[Feliks] I tried, I tried.",
      "it": "Ci ho provato."
    }
  },
  {
    "translation": {
      "en": "So close.",
      "it": "Per poco!"
    }
  },
  {
    "translation": {
      "en": "-[Feliks] You did good. You did fine. -[Miki] Yeah.",
      "it": "- Sei stato bravo. - Già."
    }
  },
  {
    "translation": {
      "en": "-[Miki] Okay. -You destroyed everyone.",
      "it": "- Ok. - Hai battuto tutti."
    }
  },
  {
    "translation": {
      "en": "It's okay.",
      "it": "Va tutto bene."
    }
  },
  {
    "translation": {
      "en": "-Yeah, it's okay. -It makes us stronger.",
      "it": "- Sì. - Ci rende più forti."
    }
  },
  {
    "translation": {
      "en": "[Miki] Yeah, it makes us stronger, okay?",
      "it": "Sì, ci rende più forti, vero?"
    }
  },
  {
    "translation": {
      "en": "-Exactly. You still beat me. -Yeah.",
      "it": "- Mi hai comunque battuto. - Giusto."
    }
  },
  {
    "translation": {
      "en": "[Max] \"No podium\" makes us stronger, right? Exactly.",
      "it": "- \"Niente podio\" ci rende più forti? - Esatto."
    }
  },
  {
    "translation": {
      "en": "[Feliks] The thing that me and Max always say is, \"If you mess something up, it makes you stronger.\"",
      "it": "Io e Max diciamo sempre: \"Sbagliare ti rende più forte\"."
    }
  },
  {
    "translation": {
      "en": "So I think that was what he was saying. \"No podium\" makes him stronger.",
      "it": "Credo che intendesse questo: \"Niente podio lo fortifica\"."
    }
  },
  {
    "translation": {
      "en": "And then I still told him, he still beat me by 0.01 seconds.",
      "it": "E poi gli ho detto che mi ha battuto di 0,01 secondo."
    }
  },
  {
    "translation": {
      "en": "But yeah, I could tell he was like pretty bummed that he didn't win the 3x3.",
      "it": "Ma si vedeva che era piuttosto giù per non aver vinto il 3x3."
    }
  },
  {
    "translation": {
      "en": "[Max] It's okay, right?",
      "it": "- È tutto a posto? - Come?"
    }
  },
  {
    "translation": {
      "en": "-[Max] It's okay. -Right. It's fine.",
      "it": "- È tutto a posto? - Come? - È tutto a posto. - Certo!"
    }
  },
  {
    "translation": {
      "en": "Dude, you're five time... five world championships. [laughs]",
      "it": "Amico, sei cinque volte campione del mondo."
    }
  },
  {
    "translation": {
      "en": "It's okay.",
      "it": "Va tutto bene."
    }
  },
  {
    "translation": {
      "en": "-You won everything. -[man] Yeah, you did great.",
      "it": "- Hai vinto tutto. - Sì, sei stato grande."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Giusto."
    }
  },
  {
    "translation": {
      "en": "It's a hard thing:",
      "it": "È dura."
    }
  },
  {
    "translation": {
      "en": "Max just dominating the entire competition,",
      "it": "Max ha dominato sull'intera gara,"
    }
  },
  {
    "translation": {
      "en": "but then missing out on the big one.",
      "it": "ma poi ha perso quella più importante."
    }
  },
  {
    "translation": {
      "en": "And yeah, I've been in that situation, so I know how...",
      "it": "Anche io sono stato in quella situazione so come deve essersi sentito in quel momento."
    }
  },
  {
    "translation": {
      "en": "I know how he must feel at the moment as well.",
      "it": "so come deve essersi sentito in quel momento."
    }
  },
  {
    "translation": {
      "en": "Dang, Feliks didn't get podium.",
      "it": "Cavolo, Feliks non è salito sul podio."
    }
  },
  {
    "translation": {
      "en": "-Dang it, right? -Yeah.",
      "it": "- Cavolo. - Già."
    }
  },
  {
    "translation": {
      "en": "But he did okay average, right? Right, yeah.",
      "it": "- Ma è andato bene nella media, giusto? - Giusto, sì."
    }
  },
  {
    "translation": {
      "en": "[voice growing emotional] Max looked at Feliks in the backstage,",
      "it": "Max ha guardato Feliks nel backstage"
    }
  },
  {
    "translation": {
      "en": "and I could--",
      "it": "e potrei..."
    }
  },
  {
    "translation": {
      "en": "I know Max. He was looking at Feliks.",
      "it": "Conosco Max. Stava guardando Feliks."
    }
  },
  {
    "translation": {
      "en": "Feliks didn't make a lot of things,",
      "it": "Feliks non aveva ottenuto molte vittorie"
    }
  },
  {
    "translation": {
      "en": "and he was really feeling sorry for him.",
      "it": "e Max era davvero dispiaciuto per lui."
    }
  },
  {
    "translation": {
      "en": "I knew that Max didn't know how to say the words, but...",
      "it": "Sapevo che Max non riusciva ad esprimersi, ma..."
    }
  },
  {
    "translation": {
      "en": "lot of things he wanted to say. So I felt like, ah...",
      "it": "avrebbe voluto dire molte cose. E mi sono sentita..."
    }
  },
  {
    "translation": {
      "en": "friendship.",
      "it": "L'amicizia."
    }
  },
  {
    "translation": {
      "en": "But Max cannot express.",
      "it": "Ma Max non riesci a esprimersi."
    }
  },
  {
    "translation": {
      "en": "So I wanted to talk about that to Feliks in person.",
      "it": "Quindi volevo parlarne di persona con Feliks."
    }
  },
  {
    "translation": {
      "en": "Let him know that Max really loves him.",
      "it": "Volevo dirgli che Max gli vuole bene."
    }
  },
  {
    "translation": {
      "en": "[Feliks] Max! You gotta go!",
      "it": "Max! Vai!"
    }
  },
  {
    "translation": {
      "en": "Out of his way.",
      "it": "Fatelo passare."
    }
  },
  {
    "translation": {
      "en": "Out of the way, Kieran. Go, go, go!",
      "it": "Togliti di mezzo, Kieran. Via!"
    }
  },
  {
    "translation": {
      "en": "[Feliks] Nerves at world championships are very much real.",
      "it": "Durante i mondiali, la pressione è alle stelle."
    }
  },
  {
    "translation": {
      "en": "It's pretty draining,",
      "it": "È molto stancante."
    }
  },
  {
    "translation": {
      "en": "for, you know, four days to try and be solving",
      "it": "Sono quattro giorni dove non fai altro che risolvere cubi"
    }
  },
  {
    "translation": {
      "en": "while catching up with everyone, not sleeping much.",
      "it": "mentre cerchi di stare con tutti. Si dorme poco."
    }
  },
  {
    "translation": {
      "en": "For me, like, you know, not doing especially well this competition also adds to that exhaustion.",
      "it": "Non essere andato bene in questa gara mi ha fatto sentire ancora più stanco."
    }
  },
  {
    "translation": {
      "en": "It was a big letdown for me.",
      "it": "È stata una gran delusione."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Any last thoughts about this Worlds in general?",
      "it": "Vuoi dire qualcos'altro sul mondiale?"
    }
  },
  {
    "translation": {
      "en": "[voice growing emotional] I started out so long ago,",
      "it": "Ho iniziato a risolvere cubi"
    }
  },
  {
    "translation": {
      "en": "solving cubes with a couple of people here in Melbourne,",
      "it": "tanto tempo fa, con un paio di persone qui a Melbourne."
    }
  },
  {
    "translation": {
      "en": "meeting up and having these fun little competitions.",
      "it": "Ci incontravamo e ci divertivamo a sfidarci."
    }
  },
  {
    "translation": {
      "en": "And to know that like...",
      "it": "E sapere che..."
    }
  },
  {
    "translation": {
      "en": "you know, they would hold the world championships here...",
      "it": "avrebbero organizzato i mondiali qui"
    }
  },
  {
    "translation": {
      "en": "and so many friends from all around the world",
      "it": "e che tanti amici da tutto il mondo"
    }
  },
  {
    "translation": {
      "en": "and family and my friends from Melbourne here",
      "it": "e gli amici e i famigliari qui a Melbourne sarebbero potuti venire e..."
    }
  },
  {
    "translation": {
      "en": "could come along and enjoy this...",
      "it": "e gli amici e i famigliari qui a Melbourne sarebbero potuti venire e... goderselo."
    }
  },
  {
    "translation": {
      "en": "it's very, very special. Very special. It's pretty sad that it's over.",
      "it": "È davvero, davvero speciale. Davvero speciale. È triste che sia finita."
    }
  },
  {
    "translation": {
      "en": "[Schwan] The biggest fear that I've always had was how Max was going to deal with loss.",
      "it": "La mia più grande paura era come Max avrebbe reagito alla perdita."
    }
  },
  {
    "translation": {
      "en": "And so when he lost,",
      "it": "E così, quando ha perso,"
    }
  },
  {
    "translation": {
      "en": "it almost felt like, \"Okay, the time has come.",
      "it": "ha quasi pensato: \"Ok, è arrivato il momento. È ora di darsi da fare\"."
    }
  },
  {
    "translation": {
      "en": "Now time to get to work.\"",
      "it": "\"Ok, è arrivato il momento. È ora di darsi da fare\"."
    }
  },
  {
    "translation": {
      "en": "The big win for us is that Max, he did okay emotionally.",
      "it": "La grande vittoria per noi è che Max se l'è cavata bene, emotivamente."
    }
  },
  {
    "translation": {
      "en": "[Miki] He managed his nervousness and made new friends.",
      "it": "Ha gestito la tensione e ha stretto nuove amicizie."
    }
  },
  {
    "translation": {
      "en": "He told me that it's okay.",
      "it": "Mi ha detto che va tutto bene."
    }
  },
  {
    "translation": {
      "en": "\"It's okay. Mama, I didn't cry.\"",
      "it": "\"Va tutto bene. Mamma, non ho pianto.\""
    }
  },
  {
    "translation": {
      "en": "So... that's winning for us.",
      "it": "Quindi... per noi è una vittoria."
    }
  },
  {
    "translation": {
      "en": "Podium. You get a podium.",
      "it": "Hai ottenuto un podio!"
    }
  },
  {
    "translation": {
      "en": "[Schwan] I don't think Feliks knows how big of an impact he has on Max's life.",
      "it": "Non credo che Feliks sappia che impatto ha sulla vita di Max."
    }
  },
  {
    "translation": {
      "en": "[Schwan] Without a doubt, Feliks is going to be Max's hero forever.",
      "it": "Indubbiamente, Feliks sarà l'eroe di Max per sempre."
    }
  },
  {
    "translation": {
      "en": "[Max] Boom, baby!",
      "it": "il 3x3 singolo con una mano sola."
    }
  }
]