[
  {
    "translation": {
      "en": "[Jurnee Smollett] It's been a while since you've seen your friend and you've been missing him.",
      "it": "Ti manca il tuo amico che non vedi da un po'."
    }
  },
  {
    "translation": {
      "en": "So you grab a few beers and you head to your usual hangout spot. The park.",
      "it": "Quindi compri un paio di birre e vai al vostro solito ritrovo. Il parco."
    }
  },
  {
    "translation": {
      "en": "But this isn't just any ordinary park,",
      "it": "Ma non si tratta di un parco qualsiasi"
    }
  },
  {
    "translation": {
      "en": "and this isn't your run-of-the-mill tree.",
      "it": "e questo non è un albero qualunque."
    }
  },
  {
    "translation": {
      "en": "This one can talk back to you.",
      "it": "Questo risponde."
    }
  },
  {
    "translation": {
      "en": "This is the cemetery of the future, and it's full of living memorials.",
      "it": "Ecco il cimitero del futuro, pieno di ricordi viventi."
    }
  },
  {
    "translation": {
      "en": "These trees don't just signify loved ones, they actually embody them.",
      "it": "Questi alberi non sono solo un simbolo dei nostri cari, ma li incarnano."
    }
  },
  {
    "translation": {
      "en": "[woman 1] Would I want to be able to talk with a loved one?",
      "it": "Se vorrei poter parlare con una persona a me cara?"
    }
  },
  {
    "translation": {
      "en": "The first response is like, \"Oh my God…\"",
      "it": "La prima reazione è: \"Oddio…"
    }
  },
  {
    "translation": {
      "en": "\"No!\" Then there's another part that's like, \"But wait.\"",
      "it": "No!\" Ma poi, una parte di me dice: \"Aspetta\"."
    }
  },
  {
    "translation": {
      "en": "[Smollett] The big sleep, the Grim Reaper.",
      "it": "Il grande sonno, il Tristo Mietitore."
    }
  },
  {
    "translation": {
      "en": "No matter what you want to call it, death is something we all have to go through.",
      "it": "Chiamiamola come ci pare, ma la morte toccherà a tutti."
    }
  },
  {
    "translation": {
      "en": "And for loved ones we leave behind, it can be a painful process.",
      "it": "E per chi ci lasciamo indietro, può essere dolorosa da affrontare."
    }
  },
  {
    "translation": {
      "en": "But in the future, technology could make it all a little more bearable,",
      "it": "Ma, in futuro, la tecnologia potrebbe renderla più sopportabile"
    }
  },
  {
    "translation": {
      "en": "and even more sustainable.",
      "it": "e perfino sostenibile."
    }
  },
  {
    "translation": {
      "en": "[man 1] You're creating something which is actually truly regenerative for the planet.",
      "it": "È qualcosa che rigenera il pianeta."
    }
  },
  {
    "translation": {
      "en": "[woman 2] The temperature goes up, and the outcome is soil.",
      "it": "La temperatura aumenta e il risultato è il suolo."
    }
  },
  {
    "translation": {
      "en": "[Smollett] We could still see our loved ones even after they're gone.",
      "it": "Potremmo vedere i nostri cari che abbiamo perso."
    }
  },
  {
    "translation": {
      "en": "We're talking about digital afterlife.",
      "it": "Parliamo di un aldilà digitale."
    }
  },
  {
    "translation": {
      "en": "[woman 3] It's the big \"What if?\" What if you could keep on talking to your spouse?",
      "it": "È un grande: \"E se?\" E se potessi parlare con la persona che hai sposato?"
    }
  },
  {
    "translation": {
      "en": "This is a moment where sci-fi becomes true.",
      "it": "È fantascienza che diventa realtà."
    }
  },
  {
    "translation": {
      "en": "The future is about to be a ride, okay?",
      "it": "Il futuro sarà incredibile, ok?"
    }
  },
  {
    "translation": {
      "en": "What I do hope for my own death. Um…",
      "it": "Spero che la mia morte…"
    }
  },
  {
    "translation": {
      "en": "That is an interesting question.",
      "it": "Bella domanda."
    }
  },
  {
    "translation": {
      "en": "Wow. Um, I had never thought about that.",
      "it": "Cavolo, non ci avevo mai pensato."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Death is the last thing that most of us want to think about.",
      "it": "La morte è l'ultima cosa a cui molti vogliono pensare."
    }
  },
  {
    "translation": {
      "en": "Luckily, there are people who can help us plan for our final moments.",
      "it": "Fortunatamente, c'è chi può aiutarci a organizzare i nostri ultimi giorni."
    }
  },
  {
    "translation": {
      "en": "My name is Alua Arthur, and I'm a death doula.",
      "it": "Mi chiamo Alua Arthur e sono una doula della morte."
    }
  },
  {
    "translation": {
      "en": "A death doula is somebody who does all of the holistic,",
      "it": "Una doula della morte è una persona che assiste"
    }
  },
  {
    "translation": {
      "en": "non-medical care and support of the dying person through the process.",
      "it": "la persona in fin di vita in maniera olistica e non medica."
    }
  },
  {
    "translation": {
      "en": "There's a lot that people don't plan for.",
      "it": "La gente fa pochi piani."
    }
  },
  {
    "translation": {
      "en": "They often think about money,",
      "it": "Spesso pensa ai soldi,"
    }
  },
  {
    "translation": {
      "en": "but don't think about all the other things.",
      "it": "ma non a tutto il resto."
    }
  },
  {
    "translation": {
      "en": "They don't think about their digital assets.",
      "it": "Come il patrimonio digitale."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Instead, people are usually focused on their physical remains.",
      "it": "Solitamente la gente pensa ai propri resti corporei."
    }
  },
  {
    "translation": {
      "en": "There's so many different ways to approach burial, so many different ways.",
      "it": "Ci sono tanti modi di affrontare la sepoltura."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Tibetan Buddhists leave out the deceased's remains in hopes that birds",
      "it": "I buddisti tibetani lasciano i corpi all'aperto affinché gli uccelli"
    }
  },
  {
    "translation": {
      "en": "will carry their wishes to heaven.",
      "it": "trasportino i loro desideri in paradiso."
    }
  },
  {
    "translation": {
      "en": "Navies practice burials at sea.",
      "it": "Nella marina si seppelliscono i morti in mare."
    }
  },
  {
    "translation": {
      "en": "And the Toraja people in Indonesia keep dead loved ones in their homes.",
      "it": "Nel popolo Toraja in Indonesia tengono i cadaveri dei propri cari in casa."
    }
  },
  {
    "translation": {
      "en": "In Ghana, where I'm from, we sometimes bury people in a coffin",
      "it": "Io sono ghanese e lì seppelliamo i morti in una bara"
    }
  },
  {
    "translation": {
      "en": "that looks like what they did in their profession. It's kinda funny.",
      "it": "che rispecchia la loro professione. È divertente,"
    }
  },
  {
    "translation": {
      "en": "For me, they might just bury me in a coffin? I guess. [laughs]",
      "it": "perché io verrei seppellita… in una bara, credo."
    }
  },
  {
    "translation": {
      "en": "People have a lot of misconceptions around death and dying,",
      "it": "Molte idee che abbiamo sulla morte sono sbagliate,"
    }
  },
  {
    "translation": {
      "en": "mostly because of how it's portrayed in the media.",
      "it": "per via di come è rappresentata nei media."
    }
  },
  {
    "translation": {
      "en": "[Smollett] With so many portrayals in American pop culture,",
      "it": "Per come vengono dipinti nella cultura pop,"
    }
  },
  {
    "translation": {
      "en": "you may think of funerals as large gatherings at a cemetery",
      "it": "i funerali statunitensi dovrebbero essere grandi ritrovi al cimitero"
    }
  },
  {
    "translation": {
      "en": "or around the headstone of a TV character with a questionable epitaph.",
      "it": "o attorno a una lapide dall'epitaffio discutibile."
    }
  },
  {
    "translation": {
      "en": "Peeps?!",
      "it": "Peeps?"
    }
  },
  {
    "translation": {
      "en": "It's a ******* nickname!",
      "it": "È un soprannome!"
    }
  },
  {
    "translation": {
      "en": "[Smollett] But today around 56% of Americans are being cremated.",
      "it": "Oggi, però, il 56% degli americani viene cremato."
    }
  },
  {
    "translation": {
      "en": "In other countries, it's over 80%,",
      "it": "In molti altri Paesi, la cifra supera l'80%"
    }
  },
  {
    "translation": {
      "en": "and it's an increasingly popular practice around the world.",
      "it": "ed è una pratica sempre più diffusa in tutto il mondo."
    }
  },
  {
    "translation": {
      "en": "So why the change?",
      "it": "Perché?"
    }
  },
  {
    "translation": {
      "en": "Well, it comes down to cost,",
      "it": "Beh, è tutta questione di costi"
    }
  },
  {
    "translation": {
      "en": "and there's one movie in particular that shows us just how annoying they can be.",
      "it": "e un film in particolare ci spiega quanto possono essere onerosi."
    }
  },
  {
    "translation": {
      "en": "-I assume this is credit? -Yeah.",
      "it": "- Immagino carta di credito. - Sì."
    }
  },
  {
    "translation": {
      "en": "Can't we just rent it from you, man?",
      "it": "Non potremmo affittarla?"
    }
  },
  {
    "translation": {
      "en": "Sir, this is a mortuary, not a rental house.",
      "it": "Questa è un'agenzia funebre non un autonoleggio."
    }
  },
  {
    "translation": {
      "en": "-We're scattering the ******* ashes. -Whoa, Walter.",
      "it": "- Le ceneri vanno disperse. - Walter."
    }
  },
  {
    "translation": {
      "en": "Just because we're bereaved, doesn't make us saps!",
      "it": "Siamo in lutto, ma non siamo scemi!"
    }
  },
  {
    "translation": {
      "en": "[Smollett] End-of-life services have become a $20 billion-a-year industry.",
      "it": "Il settore funerario fattura 20 miliardi di dollari all'anno."
    }
  },
  {
    "translation": {
      "en": "Even Costco sells coffins.",
      "it": "Vendono le bare perfino da Costco."
    }
  },
  {
    "translation": {
      "en": "Everyone is looking for ways to save money.",
      "it": "Tutti cercano di risparmiare."
    }
  },
  {
    "translation": {
      "en": "[woman 1] My mother-in-law, she was cremated.",
      "it": "Mia suocera è stata cremata."
    }
  },
  {
    "translation": {
      "en": "We even laughed literally while we were standing there with the urn she picked,",
      "it": "Siamo scoppiati a ridere vedendo l'urna che aveva scelto,"
    }
  },
  {
    "translation": {
      "en": "which was very-- It was the cheapest one that they would allow her to buy.",
      "it": "perché era quella più economica che ci fosse."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Meanwhile, conventional burials pose a different issue.",
      "it": "Inoltre, le sepolture convenzionali rappresentano un problema."
    }
  },
  {
    "translation": {
      "en": "Hey, Steve! [chuckles]",
      "it": "Ehi, Steve!"
    }
  },
  {
    "translation": {
      "en": "-Some ominous cemetery vibes today. -[Steve] Yeah, really.",
      "it": "- Un po' di atmosfera da cimitero. - Sì, davvero."
    }
  },
  {
    "translation": {
      "en": "[woman 2] This one's here.",
      "it": "Questa."
    }
  },
  {
    "translation": {
      "en": "They've been here since the Civil War. It is now 2021",
      "it": "Queste lapidi sono qui dalla Guerra di secessione."
    }
  },
  {
    "translation": {
      "en": "and here we are refreshing their headstones.",
      "it": "Ora, nel 2021, le rimettiamo a nuovo."
    }
  },
  {
    "translation": {
      "en": "I can get down there and…",
      "it": "Faccio io e…"
    }
  },
  {
    "translation": {
      "en": "My name is Cole Imperi and I am a thanatologist, a death companion,",
      "it": "Mi chiamo Cole Imperi e sono tanatologa, accompagnatrice nella morte"
    }
  },
  {
    "translation": {
      "en": "and I also serve as the board president of a cemetery in Covington, Kentucky.",
      "it": "e anche presidente del consiglio di un cimitero a Covington, in Kentucky."
    }
  },
  {
    "translation": {
      "en": "Isn't this beautiful, like just the color?",
      "it": "Non è di un colore stupendo?"
    }
  },
  {
    "translation": {
      "en": "It's beautiful. It's like art.",
      "it": "È bellissima. È un'opera d'arte."
    }
  },
  {
    "translation": {
      "en": "[Imperi] One of the challenges that we're facing",
      "it": "Una delle sfide davanti a noi"
    }
  },
  {
    "translation": {
      "en": "is we don't really have any more plots available.",
      "it": "è la mancanza di spazio nei cimiteri."
    }
  },
  {
    "translation": {
      "en": "Twenty-two thousand or so people bought plots",
      "it": "Circa 22.000 persone hanno comprato una fossa"
    }
  },
  {
    "translation": {
      "en": "and their expectation is that they would have those plots forever.",
      "it": "aspettandosi che fosse di loro proprietà per sempre."
    }
  },
  {
    "translation": {
      "en": "And a lot of very, very old cemeteries are in the same boat.",
      "it": "E molti antichi cimiteri sono nella stessa situazione."
    }
  },
  {
    "translation": {
      "en": "How do we keep the ground safe? How do we keep everything maintained?",
      "it": "Come proteggiamo il terreno e facciamo manutenzione delle lapidi?"
    }
  },
  {
    "translation": {
      "en": "Um, costs keep going up.",
      "it": "I costi aumentano."
    }
  },
  {
    "translation": {
      "en": "It's the reality of what happens",
      "it": "È questo ciò che accade"
    }
  },
  {
    "translation": {
      "en": "hundreds of years after someone is buried somewhere.",
      "it": "centinaia di anni dopo la sepoltura."
    }
  },
  {
    "translation": {
      "en": "[Smollett] The harder it is for cemeteries to be maintained,",
      "it": "Più sarà difficile fare manutenzione nei cimiteri,"
    }
  },
  {
    "translation": {
      "en": "the harder it will be for us to visit and grieve for the dead.",
      "it": "più sarà difficile visitarli e rendere omaggio ai defunti."
    }
  },
  {
    "translation": {
      "en": "There are eco-friendly solutions out there though, but they aren't the norm.",
      "it": "Esistono delle soluzioni ecologiche, ma sono delle eccezioni."
    }
  },
  {
    "translation": {
      "en": "Making these hard decisions can leave us feeling overwhelmed",
      "it": "Queste sono decisioni difficili da prendere"
    }
  },
  {
    "translation": {
      "en": "during an already overwhelming time,",
      "it": "in momenti altrettanto difficili,"
    }
  },
  {
    "translation": {
      "en": "but people like Alua Arthur and Cole Imperi",
      "it": "ma persone come Alua Arthur e Cole Imperi"
    }
  },
  {
    "translation": {
      "en": "help guide the bereaved through the process.",
      "it": "possono aiutare chi è in lutto."
    }
  },
  {
    "translation": {
      "en": "Summer Jeanetti recently lost a loved one.",
      "it": "Summer Jeanetti ha perso una persona cara."
    }
  },
  {
    "translation": {
      "en": "[Jeanetti] I remember sitting in the living room.",
      "it": "Ricordo che ero in soggiorno."
    }
  },
  {
    "translation": {
      "en": "Like… [nervous laugh] …\"My dad is dead,\"",
      "it": "Era morto mio padre"
    }
  },
  {
    "translation": {
      "en": "and, pardon my bluntness, but I was like, \"How the fuck do you pick a funeral home?\"",
      "it": "e, scusa la franchezza, ma ho pensato: \"Che cavolo di pompe funebri scelgo?\""
    }
  },
  {
    "translation": {
      "en": "There should be, like, an owner's manual.",
      "it": "Dovrebbe esserci un manuale."
    }
  },
  {
    "translation": {
      "en": "Like, \"Idiots Guide to…",
      "it": "Tipo Guida per idioti a…"
    }
  },
  {
    "translation": {
      "en": "all of these essential things",
      "it": "tutte queste cose importanti"
    }
  },
  {
    "translation": {
      "en": "that every single person will have to deal with, but no one ever talks about.\"",
      "it": "che dobbiamo affrontare, ma di cui nessuno parla mai."
    }
  },
  {
    "translation": {
      "en": "[Smollett] And today, it's not just our physical remains we have to deal with.",
      "it": "Ma oggi non dobbiamo pensare solamente ai nostri resti materiali."
    }
  },
  {
    "translation": {
      "en": "There's a whole digital world of stuff we leave behind.",
      "it": "Lasciamo un intero mondo digitale quando ce ne andiamo."
    }
  },
  {
    "translation": {
      "en": "[woman 3] Pretty much everybody has digital remains.",
      "it": "Lasciamo tutti un'eredità digitale."
    }
  },
  {
    "translation": {
      "en": "I'm Elaine Kasket. I write primarily about death and the digital.",
      "it": "Sono Elaine Kasket e scrivo di morte e mondo digitale."
    }
  },
  {
    "translation": {
      "en": "Ha! [laughs] It wasn't my original last name,",
      "it": "Questo non è il mio vero cognome,"
    }
  },
  {
    "translation": {
      "en": "it was the name of a husband I don't have anymore,",
      "it": "era il cognome di un marito che non ho più"
    }
  },
  {
    "translation": {
      "en": "and it was a name that I elected to keep because it fit. [laughs]",
      "it": "e l'ho tenuto perché in inglese significa \"bara\"."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Every day, humans produce massive amounts of digital exhaust fumes.",
      "it": "Ogni giorno produciamo enormi quantità di gas di scarico digitali."
    }
  },
  {
    "translation": {
      "en": "One study suggests that each of us creates 1.7 megabytes of data every second.",
      "it": "Secondo uno studio, ognuno di noi crea 1,7 megabyte di dati al secondo."
    }
  },
  {
    "translation": {
      "en": "It's not just your social media accounts,",
      "it": "E non solo sui social media,"
    }
  },
  {
    "translation": {
      "en": "it's web searches, emails and text threads, posts on message boards.",
      "it": "ma anche con le ricerche sul web, le e-mail, i messaggi, i post sui forum."
    }
  },
  {
    "translation": {
      "en": "Websites are storing vast troves of information even after you're dead.",
      "it": "I siti web conservano tantissime informazioni anche dopo la nostra morte."
    }
  },
  {
    "translation": {
      "en": "[Kasket] All these things have a digital counterpart",
      "it": "Ciò che facciamo ha una controparte digitale"
    }
  },
  {
    "translation": {
      "en": "and these things stick around by default.",
      "it": "e queste trace digitali permangono."
    }
  },
  {
    "translation": {
      "en": "They don't just automatically disappear when you do.",
      "it": "Non spariscono quando moriamo."
    }
  },
  {
    "translation": {
      "en": "So back in the early days of social media, Facebook kind of had",
      "it": "Agli albori dei social media, Facebook aveva una sorta"
    }
  },
  {
    "translation": {
      "en": "a delete-upon-death policy.",
      "it": "di politica di cancellazione alla morte."
    }
  },
  {
    "translation": {
      "en": "After the Virginia Tech massacre, that shifted.",
      "it": "Ma cambiò dopo il massacro al Virginia Polytechnic Institute."
    }
  },
  {
    "translation": {
      "en": "The bereaved came to Facebook and said, \"Please don't delete these profiles.\"",
      "it": "I parenti chiesero a Facebook di non cancellare i profili dei defunti."
    }
  },
  {
    "translation": {
      "en": "The way that we grieve is changing, and one way is that we're still able",
      "it": "I modi in cui elaboriamo il lutto stanno cambiando. Uno di questi"
    }
  },
  {
    "translation": {
      "en": "to engage with their social media profile and presence.",
      "it": "è interagire col profilo social di chi abbiamo perso."
    }
  },
  {
    "translation": {
      "en": "[woman 4] When my aunt died, we had to make the difficult decision of",
      "it": "Quando mia zia è morta abbiamo dovuto prendere una difficile decisione:"
    }
  },
  {
    "translation": {
      "en": "do we memorialize her page and essentially archive it through Facebook, Instagram?",
      "it": "se archiviare i suoi profili Facebook e Instagram o meno."
    }
  },
  {
    "translation": {
      "en": "And our family decided together to leave it active.",
      "it": "E, insieme, abbiamo deciso di lasciarli attivi."
    }
  },
  {
    "translation": {
      "en": "We're saying, \"No, Twitter, no, Facebook, or no, Instagram.\"",
      "it": "Abbiamo detto: \"No, Twitter, Facebook e Instagram."
    }
  },
  {
    "translation": {
      "en": "\"I need you to maintain this for me.\"",
      "it": "Tenete quegli account\"."
    }
  },
  {
    "translation": {
      "en": "Like you might say to the people who run the cemetery,",
      "it": "È come dire agli addetti dei cimiteri:"
    }
  },
  {
    "translation": {
      "en": "\"Hey, I need you to maintain this grave so that when I come and visit,",
      "it": "\"Fate manutenzione a questa tomba, così quando vengo"
    }
  },
  {
    "translation": {
      "en": "it's going to be how I want it to be.\"",
      "it": "sarà come la voglio io\"."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Within the next century,",
      "it": "Nel prossimo secolo,"
    }
  },
  {
    "translation": {
      "en": "there could be potentially just as many Facebook profiles for the dead as there are for the living.",
      "it": "potrebbero esserci tanti profili Facebook di defunti quanti quelli di persone vive."
    }
  },
  {
    "translation": {
      "en": "We're talking about billions of profiles.",
      "it": "Parliamo di miliardi di profili."
    }
  },
  {
    "translation": {
      "en": "For tech companies, handling digital remains",
      "it": "Per le imprese tecnologiche, la gestione dei lasciti digitali"
    }
  },
  {
    "translation": {
      "en": "will become an increasingly important part of their business models moving forward.",
      "it": "diventerà una parte essenziale del loro modello di affari."
    }
  },
  {
    "translation": {
      "en": "Just as they profit off of us while we're alive,",
      "it": "Così come guadagnano coi loro utenti da vivi,"
    }
  },
  {
    "translation": {
      "en": "they can continue to profit off of us after we're dead.",
      "it": "potranno continuare a farlo una volta passati a miglior vita."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Giving life after death a whole new meaning.",
      "it": "Dando un nuovo significato alla vita dopo la morte."
    }
  },
  {
    "translation": {
      "en": "But all that digital evidence of our lives doesn't just have to sit there.",
      "it": "Ma le prove digitali della nostra vita non verrebbero solo tenute da parte."
    }
  },
  {
    "translation": {
      "en": "What if there were entirely new ways to use our digital remains?",
      "it": "Se ci fossero dei modi totalmente nuovi di usarle?"
    }
  },
  {
    "translation": {
      "en": "[Smollett] In the near future,",
      "it": "LA MORTE In un futuro prossimo,"
    }
  },
  {
    "translation": {
      "en": "you'll be able to use digital remains to recreate dead loved ones.",
      "it": "si potranno usare i resti digitali per ricreare i defunti."
    }
  },
  {
    "translation": {
      "en": "You'll even be able to communicate with them.",
      "it": "E perfino per comunicare con loro."
    }
  },
  {
    "translation": {
      "en": "We asked Cole Imperi to explore one way this could happen,",
      "it": "Abbiamo chiesto a Cole Imperi una dimostrazione di ciò che accade"
    }
  },
  {
    "translation": {
      "en": "using a voice-cloning AI-software called Descript.",
      "it": "usando un software IA di clonazione vocale chiamato Descript."
    }
  },
  {
    "translation": {
      "en": "I talked for like 30 minutes, read a script,",
      "it": "Ho parlato per mezz'ora leggendo un copione,"
    }
  },
  {
    "translation": {
      "en": "sent it off, and now it's ready,",
      "it": "l'ho inviato e ora è pronto."
    }
  },
  {
    "translation": {
      "en": "so we're gonna see what the results are.",
      "it": "Vediamo qual è il risultato."
    }
  },
  {
    "translation": {
      "en": "[Descript] Hello. My name is Cole.",
      "it": "Ciao. Mi chiamo Cole."
    }
  },
  {
    "translation": {
      "en": "I am based in Kentucky and work as a thanatologist full-time.",
      "it": "Vivo in Kentucky e lavoro come tanatologa a tempo pieno."
    }
  },
  {
    "translation": {
      "en": "I sound like myself. That is weird. That is so weird. I feel weird.",
      "it": "È la mia voce. Fa senso, davvero. Fa impressione."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Voice-cloning software could allow us to leave behind",
      "it": "Coi software di clonazione vocale potremo lasciare"
    }
  },
  {
    "translation": {
      "en": "a version of ourselves for the bereaved.",
      "it": "ai nostri cari una versione di noi."
    }
  },
  {
    "translation": {
      "en": "So the software can absolutely manipulate our digital legacies,",
      "it": "Il software elabora la nostra eredità digitale,"
    }
  },
  {
    "translation": {
      "en": "perhaps in a way that we hadn't really anticipated or thought through.",
      "it": "forse in un modo inaspettato o a cui non abbiamo pensato bene."
    }
  },
  {
    "translation": {
      "en": "Type something else. What's like… like…",
      "it": "Scrivo qualcos'altro. Come… tipo… MARITO"
    }
  },
  {
    "translation": {
      "en": "[Descript] Thank you for attending my funeral today. I lived a good life.",
      "it": "Grazie per essere venuti al mio funerale. Ho avuto una bella vita."
    }
  },
  {
    "translation": {
      "en": "[voice breaks] The thing-- I don't know why that's making me, like, emotional.",
      "it": "Cioè… Non so perché mi commuovo."
    }
  },
  {
    "translation": {
      "en": "So weird… [inhales] -That's weird. I don't know! -Well, it is weird. It is weird.",
      "it": "- È assurdo… È strano. Non lo so! - Sì, è decisamente strano."
    }
  },
  {
    "translation": {
      "en": "[Smollett] There are ways we could potentially use this tech.",
      "it": "Questa tecnologia si presta a tantissimi utilizzi."
    }
  },
  {
    "translation": {
      "en": "It was controversially used",
      "it": "Se n'è fatto un uso controverso"
    }
  },
  {
    "translation": {
      "en": "to recreate Anthony Bourdain's voice for a 2021 documentary.",
      "it": "ricreando la voce di Anthony Bourdain in un documentario del 2021."
    }
  },
  {
    "translation": {
      "en": "While actor Val Kilmer worked with a company to reproduce his voice",
      "it": "Mentre un'impresa ha aiutato Val Kilmer a ricreare la sua voce"
    }
  },
  {
    "translation": {
      "en": "following throat surgery.",
      "it": "dopo un'operazione alla gola."
    }
  },
  {
    "translation": {
      "en": "Soon it won't just be voice cloning.",
      "it": "E si andrà oltre alla clonazione vocale."
    }
  },
  {
    "translation": {
      "en": "There will be a visual component too, like deepfake videos,",
      "it": "Si aggiungerà una componente video, come nei deepfake"
    }
  },
  {
    "translation": {
      "en": "or like in 2020 when Kanye West gifted Kim Kardashian",
      "it": "o come quando, nel 2020, Kanye West ha regalato a Kim Kardashian"
    }
  },
  {
    "translation": {
      "en": "a hologram of her late father.",
      "it": "un ologramma del defunto padre."
    }
  },
  {
    "translation": {
      "en": "[man 3] We already have the ability to use, uh, holographic images of people",
      "it": "Possiamo già creare ologrammi di persone"
    }
  },
  {
    "translation": {
      "en": "or to put on film people and have them say things they never said.",
      "it": "o video in cui qualcuno dice qualcosa che non ha mai detto."
    }
  },
  {
    "translation": {
      "en": "We can have Tupac Shakur rap and sing with someone he's never met.",
      "it": "Possiamo far rappare Tupac Shakur con qualcuno che non ha mai conosciuto."
    }
  },
  {
    "translation": {
      "en": "I mean, Tupac may still be around. We don't really know.",
      "it": "Cioè, magari Tupac è ancora vivo, chi lo sa."
    }
  },
  {
    "translation": {
      "en": "My name is Charles Isbell. I am a professor",
      "it": "Mi chiamo Charles Isbell, sono un professore"
    }
  },
  {
    "translation": {
      "en": "and the John P. Imlay Jr. Dean at the College of Computing at Georgia Tech.",
      "it": "e coordinatore John P. Emlay Jr. al College of Computing di Georgia Tech."
    }
  },
  {
    "translation": {
      "en": "[Smollett] In years to come, you may be able to do more than just simulate dead loved ones.",
      "it": "Negli anni a venire, saremo in grado non solo di simulare i defunti."
    }
  },
  {
    "translation": {
      "en": "You might interact with them through chatbots.",
      "it": "Potremo interagire con loro tramite delle chatbot."
    }
  },
  {
    "translation": {
      "en": "[Isbell] You could think of Siri as a very simple chatbot. Alexa is a very simple chatbot.",
      "it": "Siri è una chatbot molto semplice. Lo stesso vale per Alexa."
    }
  },
  {
    "translation": {
      "en": "[Smollett] By combining the power of artificial intelligence that we see in voice cloning and deepfakes,",
      "it": "Combinando l'intelligenza artificiale della clonazione vocale e i deepfake"
    }
  },
  {
    "translation": {
      "en": "with all the data we leave behind, we can create a new kind of chatbot",
      "it": "alle nostre tracce digitali, potremo creare una chatbot"
    }
  },
  {
    "translation": {
      "en": "that could alter the way we prepare for death.",
      "it": "per affrontare la morte diversamente."
    }
  },
  {
    "translation": {
      "en": "What we're giving to chatbots is actual examples of texts or emails",
      "it": "Forniamo alle chatbot esempi di messaggi ed e-mail veri"
    }
  },
  {
    "translation": {
      "en": "or interactions on social media.",
      "it": "o di interazioni sui social."
    }
  },
  {
    "translation": {
      "en": "We'll get better at it just through the passage of time, and I can build a model of you.",
      "it": "Col passare del tempo, miglioreremo e costruiremo un modello della persona."
    }
  },
  {
    "translation": {
      "en": "So we're talking about the idea of digital afterlife.",
      "it": "Parliamo di un aldilà digitale."
    }
  },
  {
    "translation": {
      "en": "[Smollett] We'll create digital avatars that look and sound like us.",
      "it": "Creeremo degli avatar digitali che ci assomigliano nell'aspetto e voce."
    }
  },
  {
    "translation": {
      "en": "And they'll be able to talk to the people we leave behind.",
      "it": "E saranno in grado di parlare ai cari che lasciamo."
    }
  },
  {
    "translation": {
      "en": "[Kasket] It's the big \"What if?\" What if you could keep on talking to your spouse?",
      "it": "È un grande: \"E se?\" E se potessi parlare con la persona che hai sposato?"
    }
  },
  {
    "translation": {
      "en": "What if you could have that last conversation with your son or daughter?",
      "it": "E se potessi parlare per l'ultima volta con tuo figlio o tua figlia?"
    }
  },
  {
    "translation": {
      "en": "This is a moment where sci-fi becomes true.",
      "it": "È fantascienza che diventa realtà."
    }
  },
  {
    "translation": {
      "en": "[Smollett] It sounds unbelievable, but it's already happening.",
      "it": "Non ci si può credere, eppure è già realtà."
    }
  },
  {
    "translation": {
      "en": "The longing to stay in touch with the deceased",
      "it": "Il desiderio di restare in contatto coi defunti"
    }
  },
  {
    "translation": {
      "en": "has inspired some tech-savvy folks to create chatbot versions of those that have passed.",
      "it": "ha ispirato degli esperti di tecnologia a creare delle chatbot basate sui defunti."
    }
  },
  {
    "translation": {
      "en": "In the future, not only will you be able to do this for others,",
      "it": "In futuro, non solo riusciremo a farlo per gli altri,"
    }
  },
  {
    "translation": {
      "en": "over the course of your life,",
      "it": "ma anche noi stessi, durante la nostra vita,"
    }
  },
  {
    "translation": {
      "en": "you yourself will be able to select which photos you'd like to save",
      "it": "ma anche noi stessi, durante la nostra vita, potremo selezionare quali foto salvare"
    }
  },
  {
    "translation": {
      "en": "or which stories you'd like to pass on.",
      "it": "o quali storie tramandare."
    }
  },
  {
    "translation": {
      "en": "It will change how people are remembered.",
      "it": "Cambierà il modo in cui ricordiamo le persone."
    }
  },
  {
    "translation": {
      "en": "What's important to me is that everybody is able to choose.",
      "it": "Per me è importante che le persone possano scegliere."
    }
  },
  {
    "translation": {
      "en": "\"Yes. I want that.\" \"No, I don't.\"",
      "it": "\"Questo sì. Questo no.\""
    }
  },
  {
    "translation": {
      "en": "But the most important part of death",
      "it": "Ma la parte più importante della morte"
    }
  },
  {
    "translation": {
      "en": "is taking care of our grief for the survivors.",
      "it": "è gestire il dolore dei sopravvissuti."
    }
  },
  {
    "translation": {
      "en": "I'm not sure I'm ready to see that, uh,",
      "it": "Non credo di essere pronta a vederlo, ma credo sia una bella idea piena di potenziale."
    }
  },
  {
    "translation": {
      "en": "but I think it's a cool idea with merit.",
      "it": "a vederlo, ma credo sia una bella idea piena di potenziale."
    }
  },
  {
    "translation": {
      "en": "[man 4] The thought excites me, but also scares me.",
      "it": "L'idea mi entusiasma e mi spaventa."
    }
  },
  {
    "translation": {
      "en": "My faith really is very cautious when it comes to representation after death.",
      "it": "La mia fede è molto cauta circa le rappresentazioni dopo la morte."
    }
  },
  {
    "translation": {
      "en": "Immortality, at the end of the day, is really nothing more than",
      "it": "Alla fine dei conti, l'immortalità non è altro"
    }
  },
  {
    "translation": {
      "en": "your great-great-grandchildren knowing your name.",
      "it": "che avere dei bisnipoti che sanno il tuo nome."
    }
  },
  {
    "translation": {
      "en": "The idea that people long after I'm gone",
      "it": "L'idea che qualcuno, molto dopo la mia morte,"
    }
  },
  {
    "translation": {
      "en": "would know what I was thinking and what I was like is, I think,",
      "it": "sappia cosa pensavo e com'ero fatto"
    }
  },
  {
    "translation": {
      "en": "quite a lovely and amazing thought.",
      "it": "è molto bella e incredibile."
    }
  },
  {
    "translation": {
      "en": "[Smollett] But if we aren't careful, tech companies could put",
      "it": "Ma serve cautela, le imprese tecnologiche potrebbero anteporre i loro scopi al nostro dolore."
    }
  },
  {
    "translation": {
      "en": "their bottom lines ahead of our grief.",
      "it": "le imprese tecnologiche potrebbero anteporre i loro scopi al nostro dolore."
    }
  },
  {
    "translation": {
      "en": "Some of these companies are more powerful than governments.",
      "it": "Alcune di queste imprese hanno più potere dei governi."
    }
  },
  {
    "translation": {
      "en": "For-profit corporations",
      "it": "Queste società a scopo di lucro"
    }
  },
  {
    "translation": {
      "en": "that were not designed to this purpose,",
      "it": "non sono state fondate per questo,"
    }
  },
  {
    "translation": {
      "en": "that are not archivists, that are not, uh, grief-counseling organizations.",
      "it": "non sono state concepite come archivi od organizzazioni di terapia del lutto."
    }
  },
  {
    "translation": {
      "en": "[Smollett] As long as we don't have full ownership over our data,",
      "it": "Finché non avremo pieno possesso dei nostri dati,"
    }
  },
  {
    "translation": {
      "en": "our digital remains may be used in ways we never intended.",
      "it": "i nostri resti digitali potrebbero venire usati con altri scopi."
    }
  },
  {
    "translation": {
      "en": "[Kasket] Who can have access to this data? Who can't? What can you do with this?",
      "it": "Chi ha accesso a questi dati? Come si possono usare?"
    }
  },
  {
    "translation": {
      "en": "What form does it take? What shape does it take?",
      "it": "In che forma?"
    }
  },
  {
    "translation": {
      "en": "And that's a very, very powerful position.",
      "it": "È una posizione di potere."
    }
  },
  {
    "translation": {
      "en": "[Smollett] How would you feel if companies were brazen enough to use dead loved ones",
      "it": "Cosa proveremmo se le società fossero talmente ciniche da usare i defunti"
    }
  },
  {
    "translation": {
      "en": "to advertise something they never believed in?",
      "it": "per pubblicizzare qualcosa in cui non credevano?"
    }
  },
  {
    "translation": {
      "en": "[Isbell] When I think about worst-case scenarios,",
      "it": "Quando penso al peggiore dei casi,"
    }
  },
  {
    "translation": {
      "en": "one is that I personally get misrepresented.",
      "it": "penso a venire rappresentato in modo errato."
    }
  },
  {
    "translation": {
      "en": "My image, my likeness, even the sound of my voice,",
      "it": "La mia immagine, il mio aspetto, la mia voce,"
    }
  },
  {
    "translation": {
      "en": "the way that I use my hands when I talk",
      "it": "il modo in cui gesticolo"
    }
  },
  {
    "translation": {
      "en": "are being used to have me represent a position I would never represent.",
      "it": "che vengono usati per promuovere una posizione che io non sosterrei mai."
    }
  },
  {
    "translation": {
      "en": "Does eventually Disney get to take me and use me",
      "it": "Vuol dire che la Disney può usare il mio aspetto"
    }
  },
  {
    "translation": {
      "en": "because it's just out there in the world?",
      "it": "solo perché è disponibile?"
    }
  },
  {
    "translation": {
      "en": "That is an extremely difficult question.",
      "it": "È una domanda estremamente controversa."
    }
  },
  {
    "translation": {
      "en": "[Smollett] In the future, there will be even more questions.",
      "it": "In futuro, le domande saranno ancora di più."
    }
  },
  {
    "translation": {
      "en": "Not just about our digital remains, but our physical ones.",
      "it": "Sia sui resti digitali che su quelli corporei."
    }
  },
  {
    "translation": {
      "en": "What will we do with people's bodies?",
      "it": "Cosa ne faremo dei cadaveri delle persone?"
    }
  },
  {
    "translation": {
      "en": "Well, one day you could become a tree, seriously.",
      "it": "Un giorno, potremmo diventare alberi, per davvero."
    }
  },
  {
    "translation": {
      "en": "It's called human composting.",
      "it": "Si chiama compostaggio umano."
    }
  },
  {
    "translation": {
      "en": "Pioneered by a Seattle-based company, Recompose,",
      "it": "Lanciato da un'azienda di Seattle, Recompose,"
    }
  },
  {
    "translation": {
      "en": "the process can turn a human body into a cubic yard of soil in just 30 days.",
      "it": "questo processo trasforma il corpo umano in 0,7 metri cubi di terreno in 30 giorni."
    }
  },
  {
    "translation": {
      "en": "In 2019, Washington became the first state to legalize human composting,",
      "it": "Nel 2019, lo Stato di Washington è stato il primo a legalizzare il processo,"
    }
  },
  {
    "translation": {
      "en": "paving the way for many more states and countries to follow.",
      "it": "spianando la strada a molti altri Stati e nazioni."
    }
  },
  {
    "translation": {
      "en": "For those of us that really care",
      "it": "Per coloro che ci tengono"
    }
  },
  {
    "translation": {
      "en": "about how we're using our body while we're here",
      "it": "all'uso del proprio corpo in terra"
    }
  },
  {
    "translation": {
      "en": "and also our impact on the earth while we're here,",
      "it": "e al proprio impatto sulla Terra"
    }
  },
  {
    "translation": {
      "en": "it's a really great alternative.",
      "it": "è un'ottima alternativa."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Instead of putting more concrete or plastic into the earth,",
      "it": "Invece di produrre più cemento e plastica,"
    }
  },
  {
    "translation": {
      "en": "we'll be replenishing it with more soil.",
      "it": "daremmo al pianeta più terreno."
    }
  },
  {
    "translation": {
      "en": "[Imperi] I could totally see Linden Grove",
      "it": "Mi immagino Linden Grove"
    }
  },
  {
    "translation": {
      "en": "being a place that receives people's soil donations",
      "it": "come un luogo che riceve donazioni di terreno umano"
    }
  },
  {
    "translation": {
      "en": "and then we're able to utilize those throughout our grounds.",
      "it": "per poi utilizzarlo nella proprietà."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Human composting could revolutionize how we think about memorial sites.",
      "it": "Il compostaggio umano potrebbe rivoluzionare i luoghi della memoria."
    }
  },
  {
    "translation": {
      "en": "This is an area now, which is amazing.",
      "it": "È un campo incredibile."
    }
  },
  {
    "translation": {
      "en": "What rituals are they gonna put around receiving the soil?",
      "it": "Quali rituali accompagneranno la ricezione del terreno?"
    }
  },
  {
    "translation": {
      "en": "Do you put it in the tomato garden? Would you feel weird about that?",
      "it": "Potremmo usarlo per l'orto? Sarebbe strano?"
    }
  },
  {
    "translation": {
      "en": "[Arthur] How great would it be to have the opportunity",
      "it": "Quanto sarebbe bello avere l'opportunità"
    }
  },
  {
    "translation": {
      "en": "to be with somebody you loved in a new way?",
      "it": "Quanto sarebbe bello avere l'opportunità di stare con una persona cara in un modo nuovo?"
    }
  },
  {
    "translation": {
      "en": "You know, to continue those bonds, but through their body having",
      "it": "Continuare ad avere un legame attraverso il fatto che il suo corpo"
    }
  },
  {
    "translation": {
      "en": "nourished some food you're eating, or some milkweed that brings butterflies around.",
      "it": "ha fatto crescere il nostro cibo o una pianta che attira le farfalle."
    }
  },
  {
    "translation": {
      "en": "[Smollett] As lovely as this all sounds, it's actually just the beginning",
      "it": "Per quanto possa sembrare bello, siamo solo agli inizi,"
    }
  },
  {
    "translation": {
      "en": "because in the far future, you could do so much more with these composted remains.",
      "it": "poiché in un futuro lontano, si potrebbe fare ancora di più col compostaggio umano."
    }
  },
  {
    "translation": {
      "en": "They'll be the key to unlocking a way",
      "it": "Potrebbe farci scoprire un modo"
    }
  },
  {
    "translation": {
      "en": "for us to take care of everything we leave behind.",
      "it": "di occuparci di ciò che lasciamo."
    }
  },
  {
    "translation": {
      "en": "It will meld our physical, digital, and spiritual remains.",
      "it": "Combinerà i nostri resti corporei, digitali e spirituali."
    }
  },
  {
    "translation": {
      "en": "[Smollett] You're walking through the cemetery of the future,",
      "it": "Stai camminando in un cimitero del futuro,"
    }
  },
  {
    "translation": {
      "en": "but it's no longer headstones and burial plots.",
      "it": "ma non sei circondato da lapidi e tombe."
    }
  },
  {
    "translation": {
      "en": "It's acres and acres of trees and they're growing from our composted remains.",
      "it": "Bensì da ettari di alberi che crescono grazie ai nostri resti compostati."
    }
  },
  {
    "translation": {
      "en": "[woman 5] Imagine that we're able to go to a place where",
      "it": "Immaginiamoci un luogo"
    }
  },
  {
    "translation": {
      "en": "that compost has fed and sustained and grown beautiful trees,",
      "it": "in cui il compost ha nutrito e fatto crescere dei bellissimi alberi,"
    }
  },
  {
    "translation": {
      "en": "maybe the person's favorite tree.",
      "it": "ognuno è il suo albero preferito."
    }
  },
  {
    "translation": {
      "en": "[Smollett] These trees won't just store our physical remains.",
      "it": "Gli alberi conserveranno i nostri resti corporei"
    }
  },
  {
    "translation": {
      "en": "They'll also store our digital ones.",
      "it": "e quelli digitali."
    }
  },
  {
    "translation": {
      "en": "When we visit our loved ones,",
      "it": "Quando andremo a trovare i nostri cari,"
    }
  },
  {
    "translation": {
      "en": "we'll be greeted with an avatar of the person we can interact with.",
      "it": "potremmo venire accolti e interagire con i loro avatar."
    }
  },
  {
    "translation": {
      "en": "It's an ultra-sophisticated chatbot accessed through a computer",
      "it": "Si tratterebbe di una chatbot su computer ultrasofisticata"
    }
  },
  {
    "translation": {
      "en": "and stored within a tree.",
      "it": "e archiviata in un albero."
    }
  },
  {
    "translation": {
      "en": "It's all because of how we'll be able to store data in the future, through DNA.",
      "it": "Tutto dipende dalla capacità futura di archiviare dati nel DNA."
    }
  },
  {
    "translation": {
      "en": "[man 1] So when we think about DNA, we know that's the language of life.",
      "it": "Sappiamo che il DNA è il linguaggio della vita."
    }
  },
  {
    "translation": {
      "en": "What we've discovered more recently is that DNA is also a system",
      "it": "Più di recente, si è scoperto che è anche un sistema"
    }
  },
  {
    "translation": {
      "en": "of data storage or information storage.",
      "it": "di archiviazione per dati e informazioni."
    }
  },
  {
    "translation": {
      "en": "I'm Cyrus. I'm an artist, designer, and futurist.",
      "it": "Mi chiamo Cyrus, sono artista, designer e futurologo."
    }
  },
  {
    "translation": {
      "en": "[Smollett] In the far future, photos, text files, audio clips,",
      "it": "In un futuro lontano le foto, i documenti, gli audio,"
    }
  },
  {
    "translation": {
      "en": "the data that makes up our digital remains,",
      "it": "i dati del nostro lascito digitale"
    }
  },
  {
    "translation": {
      "en": "can one day be stored in an entirely new way.",
      "it": "potranno essere archiviati in un modo tutto nuovo."
    }
  },
  {
    "translation": {
      "en": "[Clarke] Digital files are usually expressed in zeros and ones.",
      "it": "Di solito i file digitali sono espressi in 0 e 1."
    }
  },
  {
    "translation": {
      "en": "DNA is written in four letters, A, T, C, and G.",
      "it": "Il DNA si scrive con quattro lettere, A, T, C e G."
    }
  },
  {
    "translation": {
      "en": "What we've been doing recently is just changing the language,",
      "it": "Ciò che stiamo facendo è cambiare lingua,"
    }
  },
  {
    "translation": {
      "en": "translating into A,T, C, and G.",
      "it": "tradurre da 0 e 1 ad A, T, C e G."
    }
  },
  {
    "translation": {
      "en": "And in that way, we can actually store data in the language of life, in DNA.",
      "it": "In questo modo, sarà possibile archiviare i dati nella lingua della vita."
    }
  },
  {
    "translation": {
      "en": "[Smollett] And if biochemistry is not your best subject,",
      "it": "Per chi non se ne intende di biochimica,"
    }
  },
  {
    "translation": {
      "en": "what this means is that instead of hard drives,",
      "it": "significa che, invece dei dischi rigidi,"
    }
  },
  {
    "translation": {
      "en": "we'll be able to store our data in DNA.",
      "it": "potremmo salvare i nostri dati nel DNA."
    }
  },
  {
    "translation": {
      "en": "Except imagine the hard drive is much smaller and more eco-friendly.",
      "it": "Quindi i nostri dischi rigidi saranno più piccoli e più ecologici."
    }
  },
  {
    "translation": {
      "en": "And it's already possible.",
      "it": "Ed è già realtà."
    }
  },
  {
    "translation": {
      "en": "In 2019, Catalog, a Boston-based startup,",
      "it": "Nel 2019, Catalog, una start-up di Boston"
    }
  },
  {
    "translation": {
      "en": "announced that they stored the entirety of Wikipedia's English-language platform",
      "it": "ha annunciato di aver archiviato l'intera piattaforma Wikipedia in inglese"
    }
  },
  {
    "translation": {
      "en": "into strands of DNA.",
      "it": "in dei filamenti di DNA."
    }
  },
  {
    "translation": {
      "en": "Much like computers today read zeros and ones to show you a picture of your dog,",
      "it": "Così come i computer di oggi leggono gli 0 e gli 1 per mostrare una foto di un cane,"
    }
  },
  {
    "translation": {
      "en": "the computers of tomorrow could read data off of DNA.",
      "it": "quelli di domani leggeranno i dati salvati sul DNA."
    }
  },
  {
    "translation": {
      "en": "It all adds up to us being able to store our digital avatars",
      "it": "Il tutto culmina nel poter avere degli avatar digitali"
    }
  },
  {
    "translation": {
      "en": "in living organisms, organisms like plants.",
      "it": "all'interno di organismi viventi come le piante."
    }
  },
  {
    "translation": {
      "en": "[Clarke] If you can work with plants to store your data,",
      "it": "Se si possono salvare i dati nelle piante,"
    }
  },
  {
    "translation": {
      "en": "well, what you have there is a system which not only doesn't require energy,",
      "it": "si avrà un sistema che non solo non necessita di energia,"
    }
  },
  {
    "translation": {
      "en": "it creates its own energy.",
      "it": "ma che, addirittura, ne crea."
    }
  },
  {
    "translation": {
      "en": "You're creating something which is truly regenerative for the planet.",
      "it": "È un sistema che rigenera il pianeta."
    }
  },
  {
    "translation": {
      "en": "Human composting, your digital legacy,",
      "it": "Il compostaggio umano, l'eredità digitale,"
    }
  },
  {
    "translation": {
      "en": "imagine if all of this could come together.",
      "it": "potremmo combinare le due cose."
    }
  },
  {
    "translation": {
      "en": "[Smollett] You'll have full ownership over your digital remains.",
      "it": "Avremmo piena proprietà dei nostri resti digitali."
    }
  },
  {
    "translation": {
      "en": "You'll be able to dictate the privacy settings you want",
      "it": "Sceglieremmo noi le impostazioni di privacy"
    }
  },
  {
    "translation": {
      "en": "because these forests will be managed by a sort of cemetery IT guy.",
      "it": "e queste foreste sarebbero gestite da un tecnico informatico dei cimiteri."
    }
  },
  {
    "translation": {
      "en": "They'll keep away not grave robbers, but grave hackers.",
      "it": "Terrebbe lontani non i ladri di tombe, ma gli hacker di tombe."
    }
  },
  {
    "translation": {
      "en": "And for all the other ways that these trees will change our lives in the future,",
      "it": "E per sapere in quali altri modi gli alberi cambieranno il nostro futuro"
    }
  },
  {
    "translation": {
      "en": "well, you'll just have to watch our houseplants episode.",
      "it": "dovrete guardarvi l'episodio sulle piante d'appartamento."
    }
  },
  {
    "translation": {
      "en": "And for those who don't mind opening up their digital afterlives to the public,",
      "it": "Chi non avrà problemi ad aprire il proprio aldilà digitale al pubblico"
    }
  },
  {
    "translation": {
      "en": "they'll finally give us a way to learn more about those who came before us.",
      "it": "ci darà modo di imparare da chi è venuto prima di noi."
    }
  },
  {
    "translation": {
      "en": "[Imperi] I'm always like, \"Who was that person in their life?\"",
      "it": "Sono curiosa, mi chiedo sempre: \"Chissà com'era da vivo?\""
    }
  },
  {
    "translation": {
      "en": "Like, \"I wish there was a way that I could learn about that person, but through their own words.\"",
      "it": "Vorrei che ci fosse un modo per saperlo attraverso le sue stesse parole."
    }
  },
  {
    "translation": {
      "en": "[Smollett] In the future, you could chat with a tree to get to know them.",
      "it": "In futuro potremmo chiacchierare con gli alberi per conoscerli."
    }
  },
  {
    "translation": {
      "en": "I'm able to either learn from them or just acknowledge them",
      "it": "Potrei imparare da loro o semplicemente apprezzarli"
    }
  },
  {
    "translation": {
      "en": "and commemorate what they did.",
      "it": "e ricordare le loro azioni."
    }
  },
  {
    "translation": {
      "en": "[Smollett] But most importantly,",
      "it": "Ma soprattutto,"
    }
  },
  {
    "translation": {
      "en": "how we process death will continue to be a personal choice.",
      "it": "il modo in cui elaboriamo il lutto sarà una scelta personale."
    }
  },
  {
    "translation": {
      "en": "With this tech, any object can become an urn or any place a memorial.",
      "it": "Con questa tecnologia, ogni cosa può diventare un'urna e ogni luogo una lapide."
    }
  },
  {
    "translation": {
      "en": "Some people will want to talk with their friends and family as often as possible,",
      "it": "C'è chi vorrà ritrovarsi con gli amici e i familiari molto spesso"
    }
  },
  {
    "translation": {
      "en": "others not so much.",
      "it": "e chi un po' meno."
    }
  },
  {
    "translation": {
      "en": "So everyone can choose how they want to process their loss.",
      "it": "Ognuno sceglierà come elaborare il lutto."
    }
  },
  {
    "translation": {
      "en": "Because as we all know, grief is hard.",
      "it": "Perché, come ben sappiamo, perdere qualcuno è difficile."
    }
  },
  {
    "translation": {
      "en": "[Jeanetti] Being thrown into that situation… I couldn't even function.",
      "it": "Mi sono trovata catapultata in quella situazione… ero paralizzata."
    }
  },
  {
    "translation": {
      "en": "[Imperi] Just being like, \"I have to bury my dad.\"",
      "it": "Trovarti a dover seppellire tuo padre…"
    }
  },
  {
    "translation": {
      "en": "[nervous laugh] Especially because I'm not ready for him to be gone yet.",
      "it": "Specie perché non sono pronta ad accettare la sua morte."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Even though death will still be inevitable in the future,",
      "it": "Anche se la morte resterà comunque inevitabile,"
    }
  },
  {
    "translation": {
      "en": "technology will hopefully help us to mourn or to move forward at our own pace.",
      "it": "Anche se la morte resterà comunque inevitabile, la tecnologia potrà aiutarci a elaborarla o ad andare avanti coi propri tempi."
    }
  },
  {
    "translation": {
      "en": "So for my own dying,",
      "it": "Alla mia morte"
    }
  },
  {
    "translation": {
      "en": "I would love to be on a deck someplace outside.",
      "it": "vorrei diventare un pontile all'aperto."
    }
  },
  {
    "translation": {
      "en": "I want the sun to be going down.",
      "it": "Ed essere baciata dal sole che tramonta."
    }
  },
  {
    "translation": {
      "en": "When I die, I would like to, hopefully, be wrapped in a shroud.",
      "it": "Quando muoio, vorrei essere avvolta in un sudario."
    }
  },
  {
    "translation": {
      "en": "What probably every Muslim hopes for their death,",
      "it": "Tutti i musulmani vorrebbero morire"
    }
  },
  {
    "translation": {
      "en": "that I die in the state of submission to the only God that we worship.",
      "it": "sottomessi all'unico Dio che veneriamo."
    }
  },
  {
    "translation": {
      "en": "[Arthur] I'd love to smell some Nag Champa incense.",
      "it": "Vorrei dell'incenso Nag Champa."
    }
  },
  {
    "translation": {
      "en": "I was that kid that was barefoot running through the hills.",
      "it": "Da piccola correvo sempre scalza su e giù per le colline."
    }
  },
  {
    "translation": {
      "en": "And so being returned to the soil, to me, makes me feel the most",
      "it": "Quindi, tornare alla terra mi fa sentire"
    }
  },
  {
    "translation": {
      "en": "at peace with how I left the earth.",
      "it": "veramente in pace col modo in cui la lascerò."
    }
  },
  {
    "translation": {
      "en": "[Arthur] We're all gonna die someday.",
      "it": "Prima o poi, moriamo tutti."
    }
  },
  {
    "translation": {
      "en": "I wanna make sure that their dying looks as much like their life as possible.",
      "it": "Voglio assicurarmi che la morte di qualcuno rispecchi la sua vita."
    }
  },
  {
    "translation": {
      "en": "That answer your question?",
      "it": "Va bene come risposta?"
    }
  }
]