[
  {
    "translation": {
      "en": "How did you meet each other?",
      "it": "Come vi siete conosciuti?"
    }
  },
  {
    "translation": {
      "en": "We knew each other when we were kids, just hang-- hanging out in different--",
      "it": "Eravamo giovani. Frequentavamo diversi..."
    }
  },
  {
    "translation": {
      "en": "-You grew up in the same neighborhood. -True. I hung out in his neighborhood--",
      "it": "- Siete cresciuti nello stesso quartiere? - Io frequentavo il suo quartiere e..."
    }
  },
  {
    "translation": {
      "en": "-Were you on Kenmare or...? Kenmare. -On Kenmare.",
      "it": "- Tu stavi a Kenmare Street? - Sì, lì."
    }
  },
  {
    "translation": {
      "en": "And I was on Prince and-- and Elizabeth and Spring Street.",
      "it": "E io a Prince Street, fra Elizabeth e Spring."
    }
  },
  {
    "translation": {
      "en": "So basically, he's the only one over the years that, uh, in a sense, that knows where I came from and who--",
      "it": "Quindi, praticamente, lui è l'unico che sa da dove vengo e chi conoscevo."
    }
  },
  {
    "translation": {
      "en": "whom I knew and knows that world,",
      "it": "Quindi, praticamente, lui è l'unico che sa da dove vengo e chi conoscevo. Perciò abbiamo fatto i film che abbiamo fatto."
    }
  },
  {
    "translation": {
      "en": "and that led to the pictures we made.",
      "it": "Perciò abbiamo fatto i film che abbiamo fatto."
    }
  },
  {
    "translation": {
      "en": "How long was it before you got together with this, for The Irishman?",
      "it": "Quanto tempo è passato prima che vi metteste insieme per fare The Irishman?"
    }
  },
  {
    "translation": {
      "en": "-Casino, how many years was that? -Casino was 22 years. -You too. -Jeez.",
      "it": "- Casinò? - Casinò è di 22 anni fa. C'eri pure tu."
    }
  },
  {
    "translation": {
      "en": "[De Niro] I remember I was-- how impressed I was at how seriously you took it,",
      "it": "Mi impressionò la tua serietà, avevi già scritto un lungo trattamento."
    }
  },
  {
    "translation": {
      "en": "-'cause you wrote a-- a long treatment. -Yeah. Yeah.",
      "it": "Mi impressionò la tua serietà, avevi già scritto un lungo trattamento. - Già. - E..."
    }
  },
  {
    "translation": {
      "en": "And-- And, um--",
      "it": "- Già. - E..."
    }
  },
  {
    "translation": {
      "en": "But this, uh... I Heard You Paint Houses, -that is an amazing book. I mean... -[Pesci] Yeah.",
      "it": "Ma questo Ho sentito che imbianchi le case è un libro incredibile."
    }
  },
  {
    "translation": {
      "en": "And you mentioned it to me first up at your... your place up in New York.",
      "it": "E tu me ne hai parlato la prima volta a casa tua a New York."
    }
  },
  {
    "translation": {
      "en": "-I gave it upstate when we were talking. -When we was talking, and you said, \"We're gonna do this movie,\" and...",
      "it": "- Eravamo fuori città. - Hai detto: \"Faremo questo film\". E..."
    }
  },
  {
    "translation": {
      "en": "-But I read the book a long time ago. -[De Niro] You had read it.",
      "it": "Ma l'avevo letto molto tempo prima. - Sì. - Me lo dette uno sul campo da golf."
    }
  },
  {
    "translation": {
      "en": "[Pesci] Guy brought it to me on the golf course.",
      "it": "- Sì. - Me lo dette uno sul campo da golf."
    }
  },
  {
    "translation": {
      "en": "-[De Niro] Interesting. -[Pesci] The guy even told me then,",
      "it": "Interessante. E lui mi disse anche: \"Un giorno farete questo film\"."
    }
  },
  {
    "translation": {
      "en": "\"You guys are gonna make this movie someday.\"",
      "it": "E lui mi disse anche: \"Un giorno farete questo film\"."
    }
  },
  {
    "translation": {
      "en": "-Wow. -I said, \"Yeah, good. Okay. Bye.\"",
      "it": "E io: \"Sì, va bene. Ok. Ciao\"."
    }
  },
  {
    "translation": {
      "en": "-I thought the same thing too in a way. -Did you?",
      "it": "Beh, io pensai la stessa cosa."
    }
  },
  {
    "translation": {
      "en": "That wasn't really the original intent of us getting back together and working again.",
      "it": "In realtà l'intenzione originale non era di tornare a lavorare insieme."
    }
  },
  {
    "translation": {
      "en": "Uh, but that's where it eventually, by process of elimination, and interest, and--",
      "it": "Ma prima o poi sì, per un processo di eliminazione e di interessi..."
    }
  },
  {
    "translation": {
      "en": "[Pacino] What's so interesting is that this is different in the sense that it's real.",
      "it": "Ma la cosa più interessante è che questo è diverso, cioè è reale."
    }
  },
  {
    "translation": {
      "en": "[Pacino] It's about our world,",
      "it": "Parla del nostro mondo, della nostra America."
    }
  },
  {
    "translation": {
      "en": "-our America. -[Scorsese] It happens to play out",
      "it": "Parla del nostro mondo, della nostra America. Si svolge nel contesto del crimine organizzato."
    }
  },
  {
    "translation": {
      "en": "in the context of organized crime, and that sort of--",
      "it": "Si svolge nel contesto del crimine organizzato."
    }
  },
  {
    "translation": {
      "en": "But that's just the context. -It's really a picture that, ultimately... -[Pacino] That's right.",
      "it": "Ma quello è solo il contesto. In realtà parla di quando,"
    }
  },
  {
    "translation": {
      "en": "...as we grew older, we're able to look at this world, this context, -and these characters... -[Pacino] Yeah.",
      "it": "da vecchi, guardiamo questo mondo, questi personaggi,"
    }
  },
  {
    "translation": {
      "en": "...with the humanity of people who are together, close,",
      "it": "con l'umanità di persone che stanno insieme lealmente, che si vogliono bene"
    }
  },
  {
    "translation": {
      "en": "loyal to each other, love each other, and then, there has to be a betrayal.",
      "it": "con l'umanità di persone che stanno insieme lealmente, che si vogliono bene e che poi devono tradirsi."
    }
  },
  {
    "translation": {
      "en": "I know how you feel, Frank. Trust me, I know how you feel.",
      "it": "Lo so come ti senti, Frank. Credimi, lo so bene."
    }
  },
  {
    "translation": {
      "en": "I told you before, we tried everything to help him. You know that.",
      "it": "Te l'ho detto prima, abbiamo tentato di tutto per aiutarlo, lo sai."
    }
  },
  {
    "translation": {
      "en": "You tried.",
      "it": "Anche tu hai tentato."
    }
  },
  {
    "translation": {
      "en": "He brought this on himself.",
      "it": "Si è condannato da solo."
    }
  },
  {
    "translation": {
      "en": "It just seemed to fall into place for our age.",
      "it": "Sembrava fatto apposta per la nostra età."
    }
  },
  {
    "translation": {
      "en": "-[De Niro] Yeah. -It was strange. And so the whole picture's more intimate and personal.",
      "it": "Era strano. Tutto il film è più intimo e personale."
    }
  },
  {
    "translation": {
      "en": "It's-- It's got a big canvas, but it st-stays with the three-- the three guys.",
      "it": "È un grande affresco, ma si concentra su tre uomini."
    }
  },
  {
    "translation": {
      "en": "[Pacino] The three guys. And yet, it's a reflection of the times.",
      "it": "- E su quello che fanno... - Eppure, è una riflessione sul tempo."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] It's like having this grace to be able to make this film",
      "it": "- E su quello che fanno... - Eppure, è una riflessione sul tempo. Poter fare questo film è stato come ricevere una grazia,"
    }
  },
  {
    "translation": {
      "en": "because, uh, it-it seemed to fit perfectly with the characters, you know?",
      "it": "Poter fare questo film è stato come ricevere una grazia, perché sembravamo adattarci perfettamente ai personaggi."
    }
  },
  {
    "translation": {
      "en": "We didn't even really have to talk much about these characters. -Yeah. -Um...",
      "it": "Non abbiamo neanche dovuto parlare molto di questi personaggi."
    }
  },
  {
    "translation": {
      "en": "[Pesci] Especially when Al and I had some scenes together...",
      "it": "Soprattutto quando io e Al avevamo delle scene insieme, che io avevo letto."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -...that I had read. I said, \"Oh, God.\"",
      "it": "Soprattutto quando io e Al avevamo delle scene insieme, che io avevo letto. Ho detto: \"Oddio, spero non esploda con me come sa fare lui."
    }
  },
  {
    "translation": {
      "en": "-[Scorsese] I know. -\"I hope he doesn't start blowing up at me",
      "it": "Ho detto: \"Oddio, spero non esploda con me come sa fare lui."
    }
  },
  {
    "translation": {
      "en": "the way I know Al can blow up, because then what am I supposed to do?",
      "it": "Ho detto: \"Oddio, spero non esploda con me come sa fare lui. Sennò poi io che faccio? Esplodo anche io?\""
    }
  },
  {
    "translation": {
      "en": "-Am I gonna blow up back?\" And... -[Scorsese] Mm-hmm.",
      "it": "Sennò poi io che faccio? Esplodo anche io?\""
    }
  },
  {
    "translation": {
      "en": "And he said to me,",
      "it": "E lui mi ha detto:"
    }
  },
  {
    "translation": {
      "en": "\"You don't blow up at all in this scene.\"",
      "it": "\"Non esplodere, in questa scena.\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"Great. As long as he doesn't blow up at me--\"",
      "it": "E io: \"Fantastico. Basta che lui non esploda con me\"."
    }
  },
  {
    "translation": {
      "en": "-No, no, it's out-- it's out there. -It's out there, you put it.",
      "it": "No, no. È andata così. Hai detto: \"Andate a 'fanculo. Diglielo. Bla, bla, bla\"."
    }
  },
  {
    "translation": {
      "en": "\"Fuck those guys. Blah, blah. You tell 'em, 'Blah, blah, blah.'\"",
      "it": "Hai detto: \"Andate a 'fanculo. Diglielo. Bla, bla, bla\"."
    }
  },
  {
    "translation": {
      "en": "It's like that, it wasn't directed at me.",
      "it": "Hai detto: \"Andate a 'fanculo. Diglielo. Bla, bla, bla\". Non era diretto a me."
    }
  },
  {
    "translation": {
      "en": "You said, \"Should we do an ad-lib thing?\" I said, \"I'll do whatever you want,",
      "it": "Ricordo che hai detto: \"Dobbiamo improvvisare?\" E io: \"Faccio quello che vuoi. Ma credo lui voglia che tu esploda un tantino\"."
    }
  },
  {
    "translation": {
      "en": "but I think he wants you to blow up a little bit.\"",
      "it": "E io: \"Faccio quello che vuoi. Ma credo lui voglia che tu esploda un tantino\"."
    }
  },
  {
    "translation": {
      "en": "I can't help but think, I'm sorry, but is there another reason or something?",
      "it": "Continuo a credere che, mi dispiace, ma c'è un'altra ragione, magari?"
    }
  },
  {
    "translation": {
      "en": "This is my union! What do you mean, another reason?",
      "it": "Questo è il mio sindacato! Come sarebbe, un'altra ragione?"
    }
  },
  {
    "translation": {
      "en": "This is my union!",
      "it": "Questo è il mio sindacato!"
    }
  },
  {
    "translation": {
      "en": "It's a reflective film.",
      "it": "È un film riflessivo."
    }
  },
  {
    "translation": {
      "en": "-It's a film of an older... -Yeah. -It's like a chamber piece in a way. -Yeah.",
      "it": "È il film di un vecchio, è come un dramma da camera."
    }
  },
  {
    "translation": {
      "en": "It's got the action and everything else. It's got the scale.",
      "it": "C'è azione. Ha un ampio respiro."
    }
  },
  {
    "translation": {
      "en": "-[De Niro] Mm-hmm. -Yet, it all should go on the rhythm of,",
      "it": "Tuttavia, tutto deve seguire il ritmo di come noi ragioniamo adesso,"
    }
  },
  {
    "translation": {
      "en": "in a sense, the way we think now, where we look back on time.",
      "it": "Tuttavia, tutto deve seguire il ritmo di come noi ragioniamo adesso, quando ci guardiamo indietro."
    }
  },
  {
    "translation": {
      "en": "And it was perfect for this, uh... n-nature of this material.",
      "it": "Insomma, un materiale perfetto."
    }
  },
  {
    "translation": {
      "en": "-You know? -To see how long it is, did you think about that at all in the structure?",
      "it": "Parlando della durata, ci avevi pensato, mentre giravi?"
    }
  },
  {
    "translation": {
      "en": "-Well, again... -It's, \"How does it play?\"",
      "it": "- Beh, ripeto... - È come si evolve il racconto."
    }
  },
  {
    "translation": {
      "en": "...today's audiences and the venues they see these films, -they see these things, it's all changing. -Yeah.",
      "it": "Il pubblico di oggi e i modi in cui si vedono i film...."
    }
  },
  {
    "translation": {
      "en": "We're in the biggest revolution since, uh...",
      "it": "Sta cambiando tutto. È la più grande rivoluzione..."
    }
  },
  {
    "translation": {
      "en": "-uh, the advent of sound in 1927. -[Pacino] Mmm.",
      "it": "dall'avvento del sonoro nel 1927."
    }
  },
  {
    "translation": {
      "en": "And I just took a chance. I said, \"You can't make it for anything. You can't make it for this specific venue, this...\"",
      "it": "Ho corso un rischio. Ho pensato: \"Non puoi farlo per un mezzo specifico\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"Let's make it.\" -It's like a commitment to this picture. -[De Niro] Yeah.",
      "it": "E ho detto:\"Facciamolo\". Tipo un impegno verso questo film."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] And if you want to see it, it's really spending a lot of time with these people in that world.",
      "it": "Se vuoi vederlo, devi passare tanto tempo con queste persone e in quel mondo."
    }
  },
  {
    "translation": {
      "en": "Watch it. There's a lot of tough guys around here. Did he tell you?",
      "it": "Sta' attento, qui ci sono un sacco di tipi tosti. Te l'ha detto?"
    }
  },
  {
    "translation": {
      "en": "-You're not afraid of tough guys, are ya? -No.",
      "it": "- Ma tu non hai paura dei tipi tosti, vero? - No."
    }
  },
  {
    "translation": {
      "en": "I didn't think so.",
      "it": "Ero sicuro."
    }
  },
  {
    "translation": {
      "en": "So we talk about the, uh... the characters as much as talking about...",
      "it": "E parliamo dei personaggi tanto quanto parliamo di..."
    }
  },
  {
    "translation": {
      "en": "They're real, for one thing.",
      "it": "Sono reali, per prima cosa."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -[Pacino] They really existed,",
      "it": "Sono reali, per prima cosa. - Sono veramente esistiti, questi tre. - Rende tutto molto più facile."
    }
  },
  {
    "translation": {
      "en": "-these three. -[Pesci] Which makes it a lot easier.",
      "it": "- Sono veramente esistiti, questi tre. - Rende tutto molto più facile."
    }
  },
  {
    "translation": {
      "en": "[Pacino] It does help. Well, unfortunately, our characters were not alive.",
      "it": "Aiuta. Sfortunatamente, i nostri personaggi non sono vivi."
    }
  },
  {
    "translation": {
      "en": "But it-- it does even help when they're alive. -[Scorsese] Yeah. -You can talk with them, -be with them, hang with them. -[Scorsese] Sit with them.",
      "it": "Perché aiuta, quando sono vivi e ci puoi parlare e frequentarli."
    }
  },
  {
    "translation": {
      "en": "-[Pesci] Your character was famous. -[Pacino] My character was famous.",
      "it": "Sì, certo. Il tuo personaggio era famoso, però. - Il mio era famoso. - Avevi parecchio su cui basarti."
    }
  },
  {
    "translation": {
      "en": "-[Pesci] You had a lot to go on. -[Pacino] I had so much footage.",
      "it": "- Il mio era famoso. - Avevi parecchio su cui basarti. - Tanto materiale! - Ascoltavi molto la sua voce sul..."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] You were listening to his voice a lot?",
      "it": "- Tanto materiale! - Ascoltavi molto la sua voce sul..."
    }
  },
  {
    "translation": {
      "en": "-It was great. -[Pacino] Yeah. It helped.",
      "it": "- Era fantastico. - Sì, mi ha aiutato."
    }
  },
  {
    "translation": {
      "en": "I mean, the idea of research now,",
      "it": "Voglio dire, la ricerca, la combinazione di foto e letture,"
    }
  },
  {
    "translation": {
      "en": "the combination of photos and reading, and then the real person you're seeing,",
      "it": "Voglio dire, la ricerca, la combinazione di foto e letture, poi vedi la vera persona..."
    }
  },
  {
    "translation": {
      "en": "boy, it really-- it really makes an impression.",
      "it": "Beh, lascia davvero il segno."
    }
  },
  {
    "translation": {
      "en": "[De Niro] What's sort of great about the story is that this triangle, these three guys,",
      "it": "La cosa fantastica è che questo triangolo"
    }
  },
  {
    "translation": {
      "en": "it's a classic story about loyalty, -about brotherhood and betrayal. -[Pacino] Mm-hmm.",
      "it": "è una classica storia di lealtà, fratellanza e tradimento."
    }
  },
  {
    "translation": {
      "en": "But betrayal for a reason -that people can understand. -Necessity. Yeah, necessity.",
      "it": "- Ma per una ragione che si può capire. - Sì, è una necessità."
    }
  },
  {
    "translation": {
      "en": "I mean, it's this crazy relationship",
      "it": "- Ma per una ragione che si può capire. - Sì, è una necessità. È un rapporto assurdo, se ci pensi."
    }
  },
  {
    "translation": {
      "en": "-when you think about it. -I know.",
      "it": "È un rapporto assurdo, se ci pensi."
    }
  },
  {
    "translation": {
      "en": "-They sleep in the same room. -[Scorsese] You have to as bodyguards.",
      "it": "- Lo so. - Dormono insieme. - Dovevano. - Su letti singoli."
    }
  },
  {
    "translation": {
      "en": "Are you gonna have him out in the next room if something happens?",
      "it": "E se lui sta nella stanza accanto e lo fanno fuori?"
    }
  },
  {
    "translation": {
      "en": "In the hallway? You're gonna have him there?",
      "it": "Se succede qualcosa nel corridoio?"
    }
  },
  {
    "translation": {
      "en": "What I was interested in is how Bob was speaking in narration.",
      "it": "Mi ha interessato molto come Bob parlava nella narrazione."
    }
  },
  {
    "translation": {
      "en": "It's as though I were to talk about how it was when I first got here.",
      "it": "Come se avessi dovuto raccontare com'era quando sono arrivato qui la prima volta."
    }
  },
  {
    "translation": {
      "en": "It really presented such a reality. It's like, this really happened.",
      "it": "Era una realtà. È come se fosse successo davvero."
    }
  },
  {
    "translation": {
      "en": "He's there. And-and-and it's just, the guy who's narrating is there.",
      "it": "Lui è lì, è proprio come se l'uomo che sta raccontando sia lì."
    }
  },
  {
    "translation": {
      "en": "-He was there. -[Sheeran] It was like the Army.",
      "it": "Lui è lì, è proprio come se l'uomo che sta raccontando sia lì. Era come nell'esercito. Eseguivi gli ordini."
    }
  },
  {
    "translation": {
      "en": "You followed orders, you did the right thing,",
      "it": "Era come nell'esercito. Eseguivi gli ordini. Facevi la cosa giusta e venivi premiato."
    }
  },
  {
    "translation": {
      "en": "you got rewarded.",
      "it": "Facevi la cosa giusta e venivi premiato."
    }
  },
  {
    "translation": {
      "en": "But as you say, though, you two guys had been playing these characters,",
      "it": "Facevi la cosa giusta e venivi premiato. Siete stati voi due a interpretare questi personaggi."
    }
  },
  {
    "translation": {
      "en": "and as you get closer and closer,",
      "it": "Siete stati voi due a interpretare questi personaggi."
    }
  },
  {
    "translation": {
      "en": "you didn't even rehearse. You know what I'm saying? It was--",
      "it": "Non avete neanche provato, mi spiego?"
    }
  },
  {
    "translation": {
      "en": "-We didn't rehearse. -It basically-- something happens that-- We have to remember, yes, it's based on real people, but...",
      "it": "Ci dobbiamo ricordare che sì, è basato su persone reali,"
    }
  },
  {
    "translation": {
      "en": "-who knows what the story really is? -[Pacino] Right.",
      "it": "- ma chissà com'è la vera storia. - Giusto."
    }
  },
  {
    "translation": {
      "en": "And what you pick up on is the truth of a relationship, all three.",
      "it": "E quello che si evince è la verità del rapporto fra i tre."
    }
  },
  {
    "translation": {
      "en": "Russell is interesting because it was just the opposite way than we normally...",
      "it": "Russell è interessante perché era l'opposto del modo in cui noi normalmente..."
    }
  },
  {
    "translation": {
      "en": "-[laughs] -See me play?",
      "it": "perché era l'opposto del modo in cui noi normalmente... - Mi vedi recitare? - Sì."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Yeah, you told me,",
      "it": "- Mi vedi recitare? - Sì. Sì. Mi hai detto:"
    }
  },
  {
    "translation": {
      "en": "\"You're not gonna be like the gangsters you always play.\"",
      "it": "\"Non essere come i gangster che interpreti sempre.\""
    }
  },
  {
    "translation": {
      "en": "The old-timers spoke to the old man.",
      "it": "I veterani hanno parlato col vecchio."
    }
  },
  {
    "translation": {
      "en": "The old man talked to his son Jack, and he told him...",
      "it": "Lui ha parlato col figlio Jack e gli ha detto"
    }
  },
  {
    "translation": {
      "en": "don't forget who the fuck he owes.",
      "it": "di non scordarsi con chi era in debito."
    }
  },
  {
    "translation": {
      "en": "I had said to him, \"If I-- If I don't play that part,\" -I said, \"I'll play Tony Pro.\" -[laughter]",
      "it": "Ho dovuto dirgli: \"Se non interpreto quel ruolo, interpreto Tony Pro\"."
    }
  },
  {
    "translation": {
      "en": "[Pesci] He said, \"No, I don't want you playing that part.\"",
      "it": "E lui: \"No, voglio che interpreti quel ruolo\"."
    }
  },
  {
    "translation": {
      "en": "-You put him with him. -[Pesci] I understand.",
      "it": "- Eri perfetto. - Certo."
    }
  },
  {
    "translation": {
      "en": "You got Tony. You gotta deal with Tony. The reason why he-- he hangs on, uh, to his life is because of you, at that point.",
      "it": "Tu devi affrontare Tony, a quel punto la sua vita dipende da te."
    }
  },
  {
    "translation": {
      "en": "Who knows what really went on?",
      "it": "Chissà com'è andata veramente. Noi non lo sappiamo."
    }
  },
  {
    "translation": {
      "en": "We don't know. This is a version thereof,",
      "it": "Chissà com'è andata veramente. Noi non lo sappiamo. Questa è una versione, diciamo così."
    }
  },
  {
    "translation": {
      "en": "so to speak, but the truth is-- the truth is in the relationships,",
      "it": "Questa è una versione, diciamo così. Ma la verità sta nei rapporti, nei rapporti all'interno di quel mondo."
    }
  },
  {
    "translation": {
      "en": "and the truth is in the-- in the relationships within that world.",
      "it": "Ma la verità sta nei rapporti, nei rapporti all'interno di quel mondo."
    }
  },
  {
    "translation": {
      "en": "[Pacino] Jimmy Hoffa was the most popular, -second to the president at that time. -[Scorsese] That's right. Yeah.",
      "it": "Jimmy Hoffa era il più famoso, dopo il Presidente, a quell'epoca."
    }
  },
  {
    "translation": {
      "en": "[Pacino] We forget that.",
      "it": "- Ce ne dimentichiamo. - E ci dimentichiamo dei sindacati"
    }
  },
  {
    "translation": {
      "en": "[Scorsese] And you forget about the unions and what it took to get working guys",
      "it": "- Ce ne dimentichiamo. - E ci dimentichiamo dei sindacati e di quanto c'è voluto per far ottenere ai lavoratori un salario decente."
    }
  },
  {
    "translation": {
      "en": "a decent pay.",
      "it": "e di quanto c'è voluto per far ottenere ai lavoratori un salario decente."
    }
  },
  {
    "translation": {
      "en": "He just got mad at one point with the whole thing with the Kennedys.",
      "it": "e di quanto c'è voluto per far ottenere ai lavoratori un salario decente. Lui si infuriava per la faccenda con i Kennedy."
    }
  },
  {
    "translation": {
      "en": "And then you do that scene where you say,",
      "it": "E poi c'è la scena in cui dici:"
    }
  },
  {
    "translation": {
      "en": "\"He's never gonna forgive me for giving money to Nixon!\"",
      "it": "\"Lui non mi perdonerà mai di aver dato dei soldi a Nixon!\""
    }
  },
  {
    "translation": {
      "en": "Oh, my God. What had you got yourself into? Any move you make, it's a disaster.",
      "it": "Oddio. In cosa ti eri cacciato? Ogni mossa che facevi era un disastro."
    }
  },
  {
    "translation": {
      "en": "And the character, the way it's played, \"I'm gonna be fine.\"",
      "it": "E il personaggio, il modo in cui dici: \"Starò bene\"."
    }
  },
  {
    "translation": {
      "en": "And you-- But that look, you know he's not gonna be fine. [laughs]",
      "it": "E tu, con quello sguardo. Lo sapevi che non sarebbe stato bene."
    }
  },
  {
    "translation": {
      "en": "Remember that scene where I-- where I'm asking Bob -to knock off Tony Pro? -Oh, hilarious.",
      "it": "Ricordi la scena in cui chiedo a Bob di far fuori Tony Pro?"
    }
  },
  {
    "translation": {
      "en": "You think Russ would... would do something about this guy?",
      "it": "Secondo te, Russell farà qualcosa per questo stronzo?"
    }
  },
  {
    "translation": {
      "en": "Ah, that's complicated.",
      "it": "Ah, è complicato."
    }
  },
  {
    "translation": {
      "en": "It's complicated.",
      "it": "È complicato."
    }
  },
  {
    "translation": {
      "en": "He says, \"But you see, you have to understand. I built this thing.\"",
      "it": "Lui dice: \"Tu devi capire. Io ho costruito questa cosa."
    }
  },
  {
    "translation": {
      "en": "-[laughs] -\"I built this thing. This is pure. This is progress. This is visionary.\"",
      "it": "L'ho costruita. È purezza. È progresso. È visionaria.\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"No, no, I'm sorry. -He's-He's a made guy.\" -He's never gonna go for it.",
      "it": "- E poi dice, \"No, no. Scusami\". - Lui non lo farebbe mai."
    }
  },
  {
    "translation": {
      "en": "-He's never gonna go for it. [laughs] -He'd never allow it.",
      "it": "- Non lo farebbe mai. - Non lo farebbe mai."
    }
  },
  {
    "translation": {
      "en": "\"Look, I'd kill him myself, but I'm too well-known.\"",
      "it": "\"Senti, lo ucciderei io, ma sono troppo conosciuto.\""
    }
  },
  {
    "translation": {
      "en": "He says, \"I want to clip the motherfucker myself, but I can't.\"",
      "it": "Dice: \"Lo ammazzerei io, quel figlio di puttana. Ma non posso\"."
    }
  },
  {
    "translation": {
      "en": "It's crazy because they're talking about someone's life and killing someone.",
      "it": "È pazzesco, stanno parlando della vita di una persona, di uccidere qualcuno."
    }
  },
  {
    "translation": {
      "en": "No, it's a matter, in a case like that, in that world, -it's a matter of elimination. -[Pacino] That's it.",
      "it": "No, in un caso del genere e in quel mondo è una questione di eliminazione."
    }
  },
  {
    "translation": {
      "en": "-[Scorsese] He's gotta go. -He's in the way.",
      "it": "Esatto. - È un ostacolo. - Davvero un ostacolo."
    }
  },
  {
    "translation": {
      "en": "-Really in the way. -Yeah.",
      "it": "- È un ostacolo. - Davvero un ostacolo."
    }
  },
  {
    "translation": {
      "en": "It's unthinkable.",
      "it": "È impensabile."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, but after that conversation you have with, uh... with Tony. -I'm done. -[Scorsese] \"Conversation.\"",
      "it": "Sì, ma dopo quella seconda conversazione con Tony..."
    }
  },
  {
    "translation": {
      "en": "-[Pacino] My goodness. -[Scorsese] Which doesn't go well.",
      "it": "Conversazione? - Santo cielo. - Che non va tanto bene."
    }
  },
  {
    "translation": {
      "en": "[Pacino] You let the old guy fight.",
      "it": "- Hai fatto combattere il vecchio, vero? - Sì, lo so."
    }
  },
  {
    "translation": {
      "en": "-[Scorsese] Yeah, I know. [laughs] -[Pacino] These kids jumping on me.",
      "it": "- Hai fatto combattere il vecchio, vero? - Sì, lo so. - Quei ragazzi mi saltano addosso. - Steven gli è saltato addosso."
    }
  },
  {
    "translation": {
      "en": "-[Scorsese] Stephen was jumping on him. -Oh, my God.",
      "it": "- Quei ragazzi mi saltano addosso. - Steven gli è saltato addosso."
    }
  },
  {
    "translation": {
      "en": "-Tony Pro hated him. -[Scorsese] I know.",
      "it": "- Oh, Dio. - Tony Pro lo odiava."
    }
  },
  {
    "translation": {
      "en": "-The real Tony Pro hated Jimmy Hoffa. -The real Tony Pro hated him.",
      "it": "Il vero Tony Pro odiava Jimmy Hoffa."
    }
  },
  {
    "translation": {
      "en": "Boy, did he hate him.",
      "it": "Il vero Tony Pro lo odiava."
    }
  },
  {
    "translation": {
      "en": "And he wanted to kill you a million times himself. They started out as kind of together, and then it just split.",
      "it": "- Voleva ucciderlo con le sue mani. - Avevano cominciato insieme."
    }
  },
  {
    "translation": {
      "en": "I mean, power.",
      "it": "E poi si sono divisi. Per il potere."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] And-and-and Tony, what? He has the power of the Mob behind him.",
      "it": "Il potere. E Tony ha il potere della mafia dietro di sé."
    }
  },
  {
    "translation": {
      "en": "But you got the union. You created that union.",
      "it": "E Tony ha il potere della mafia dietro di sé. Tu avevi il sindacato. L'avevi creato tu, quel sindacato."
    }
  },
  {
    "translation": {
      "en": "[Pacino] That's right.",
      "it": "Tu avevi il sindacato. L'avevi creato tu, quel sindacato."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] Who's this guy to come in? Why? Because he's a gangster?",
      "it": "Chi è per intromettersi? E perché è un gangster?"
    }
  },
  {
    "translation": {
      "en": "-[Pesci] Poor Jimmy didn't understand. -I know. [Pacino] He didn't understand.",
      "it": "- Il povero Jimmy proprio non lo capiva. - No, non lo capivo."
    }
  },
  {
    "translation": {
      "en": "He had a vision of how things are, and he believed in... [Pesci] I know he did.",
      "it": "Lui aveva una sua visione di come sono le cose e credeva..."
    }
  },
  {
    "translation": {
      "en": "I don't think he ever thought it was gonna happen to him ever.",
      "it": "Non credo abbia mai pensato che potesse succedere a lui."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] No. You say, \"No, they would never dare.\"",
      "it": "No. E anche tu dici: \"Non oserebbero mai\"."
    }
  },
  {
    "translation": {
      "en": "-They wouldn't dare. -Don't--",
      "it": "Non oserebbero mai!"
    }
  },
  {
    "translation": {
      "en": "-Don't say-- -They wouldn't dare.",
      "it": "Non oserebbero mai."
    }
  },
  {
    "translation": {
      "en": "-Jimmy-- -Please, Frank. Come on. Don't say they wouldn't dare.",
      "it": "Non dire che non oserebbero."
    }
  },
  {
    "translation": {
      "en": "-They have their ways. -[Scorsese] Yeah.",
      "it": "- Hanno i loro modi. - Sì."
    }
  },
  {
    "translation": {
      "en": "Then people ask about, well, the disappearance of Hoffa. I don't really know.",
      "it": "La gente si chiede com'è scomparso Hoffa. Io non lo so."
    }
  },
  {
    "translation": {
      "en": "I mean, this is according to the book, Charles Brandt. This might be as good as any.",
      "it": "Cioè, secondo il libro è così. In fin dei conti, una cosa vale l'altra."
    }
  },
  {
    "translation": {
      "en": "The point is, he disappeared. [Pacino] That's right.",
      "it": "- Il punto è che è scomparso. - Esatto."
    }
  },
  {
    "translation": {
      "en": "The theories that he-he-he wound up in a-- in a drum",
      "it": "La teoria è che sia finito in un barile"
    }
  },
  {
    "translation": {
      "en": "somewhere on the East Coast is ridiculous, you know.",
      "it": "da qualche parte sulla Costa Est, è ridicolo."
    }
  },
  {
    "translation": {
      "en": "And it's such a simple story, you know.",
      "it": "da qualche parte sulla Costa Est, è ridicolo. È una storia così semplice."
    }
  },
  {
    "translation": {
      "en": "[Pesci] Well, what's funny is that... my character that put him next to you and everything like that,",
      "it": "Il buffo è che è il mio personaggio che te l'ha messo accanto"
    }
  },
  {
    "translation": {
      "en": "he tried to save you so many times. [Scorsese] Many times. You wouldn't listen.",
      "it": "- e ha cercato di salvarti tante volte. - Ma tu non l'hai ascoltato."
    }
  },
  {
    "translation": {
      "en": "[Pesci] Jimmy didn't even know how many times he tried to save him.",
      "it": "- e ha cercato di salvarti tante volte. - Ma tu non l'hai ascoltato. Jimmy neanche lo sapeva quante volte ha cercato di salvarlo."
    }
  },
  {
    "translation": {
      "en": "He didn't want it, and he knew it was on him eventually, you know.",
      "it": "Non voleva saperlo. Sapeva che gli sarebbe successo, prima o poi."
    }
  },
  {
    "translation": {
      "en": "-So it was really interesting. -When it comes to him and him,",
      "it": "Quando si tratta di lui e di lui,"
    }
  },
  {
    "translation": {
      "en": "at a certain point, he's gotta say, \"We tried everything we could.\"",
      "it": "Quando si tratta di lui e di lui, a un certo punto, lui dice: \"Abbiamo tentato di tutto\"."
    }
  },
  {
    "translation": {
      "en": "-[Pesci] \"We tried everything.\" -Yeah.",
      "it": "a un certo punto, lui dice: \"Abbiamo tentato di tutto\"."
    }
  },
  {
    "translation": {
      "en": "-You just wouldn't listen. -[Scorsese] \"That's the life we're in.",
      "it": "- Ma tu non ascoltavi. - È la nostra vita."
    }
  },
  {
    "translation": {
      "en": "He has to go. That's it.\" Amazing.",
      "it": "- Lui deve andarsene. E basta. - Incredibile."
    }
  },
  {
    "translation": {
      "en": "You didn't say that. You never say, \"He has to go.\" [Pesci] I never said it. Never say a word.",
      "it": "- Non l'hai detto. Hai solo guardato... - No. Non ho mai detto una parola."
    }
  },
  {
    "translation": {
      "en": "-\"It is what it is. Tell him what it is.\" -\"It is what it is.\"",
      "it": "È quello che è. Digli che è quello che è."
    }
  },
  {
    "translation": {
      "en": "You're gonna have to talk to him and tell him.",
      "it": "Devi parlare con lui e dirglielo."
    }
  },
  {
    "translation": {
      "en": "It's what it is.",
      "it": "È quello che è."
    }
  },
  {
    "translation": {
      "en": "What it is?",
      "it": "È quello che è."
    }
  },
  {
    "translation": {
      "en": "What made you think of the, uh...",
      "it": "Cosa ti ha fatto pensare..."
    }
  },
  {
    "translation": {
      "en": "-computer and the age things? -Oh, the computer thing?",
      "it": "- al computer e al problema dell'età? - Ah, il computer?"
    }
  },
  {
    "translation": {
      "en": "What happened was that once we had the script, at a certain point,",
      "it": "- al computer e al problema dell'età? - Ah, il computer? Beh, una volta avuta la sceneggiatura, siamo arrivati ai flashback,"
    }
  },
  {
    "translation": {
      "en": "the scenes, the flashbacks,",
      "it": "Beh, una volta avuta la sceneggiatura, siamo arrivati ai flashback,"
    }
  },
  {
    "translation": {
      "en": "which almost comprise, for Bob, like, half the picture,",
      "it": "Beh, una volta avuta la sceneggiatura, siamo arrivati ai flashback, che per Bob coprono quasi metà del film"
    }
  },
  {
    "translation": {
      "en": "would have to have been played by, uh, younger actors.",
      "it": "che per Bob coprono quasi metà del film e che avrebbero dovuto essere interpretati da attori più giovani."
    }
  },
  {
    "translation": {
      "en": "[Pesci] Younger actors.",
      "it": "e che avrebbero dovuto essere interpretati da attori più giovani."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] I said, \"What am I gonna be doing? I gotta explain everything?\"",
      "it": "e che avrebbero dovuto essere interpretati da attori più giovani. Così ho detto: \"Cosa faccio? Gli devo spiegare tutto?\""
    }
  },
  {
    "translation": {
      "en": "-[Pesci] Ooh-hoo-hoo. -Here, you don't have to explain. [laughs]",
      "it": "Così ho detto: \"Cosa faccio? Gli devo spiegare tutto?\" C'è poco da spiegare."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] It's about behavior. It's how you sit, how you stand.",
      "it": "Si tratta di comportamento. Come ti siedi, come stai in piedi."
    }
  },
  {
    "translation": {
      "en": "It's how you say hello to somebody, how you, you know, how you, uh...",
      "it": "Si tratta di comportamento. Come ti siedi, come stai in piedi. Come saluti una persona, come improvvisi in un dialogo."
    }
  },
  {
    "translation": {
      "en": "digress in a conversation, so to speak.",
      "it": "Come saluti una persona, come improvvisi in un dialogo."
    }
  },
  {
    "translation": {
      "en": "And so, we're shooting in Taiwan, and Pablo comes up to me, from ILM.",
      "it": "Come saluti una persona, come improvvisi in un dialogo. Insomma, stavamo girando a Taiwan e Pablo viene da me, dalla ILM,"
    }
  },
  {
    "translation": {
      "en": "He said, \"You know, I'm working on this thing",
      "it": "Insomma, stavamo girando a Taiwan e Pablo viene da me, dalla ILM, e mi dice: \"Sto lavorando a ringiovanire le persone nei film\"."
    }
  },
  {
    "translation": {
      "en": "of making people younger... in the pictures.\"",
      "it": "e mi dice: \"Sto lavorando a ringiovanire le persone nei film\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"Yeah, I heard about-- I know you're doing it in Star Wars.",
      "it": "e mi dice: \"Sto lavorando a ringiovanire le persone nei film\". E io: \"So che lo state facendo per Guerre Stellari"
    }
  },
  {
    "translation": {
      "en": "You're doing it in all the other effects films.\"",
      "it": "E io: \"So che lo state facendo per Guerre Stellari e altri film con effetti speciali.\""
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I-- And he said, \"Well, you know,",
      "it": "e altri film con effetti speciali.\""
    }
  },
  {
    "translation": {
      "en": "your whole thing on Irishman, it's the first time this will be done.\"",
      "it": "E lui: \"Beh, per il tuo Irishman sarebbe diverso, sarebbe la prima volta\"."
    }
  },
  {
    "translation": {
      "en": "And I said, \"Wait a minute, wait a minute.\" I said...",
      "it": "E lui: \"Beh, per il tuo Irishman sarebbe diverso, sarebbe la prima volta\". Allora ho detto: \"Aspetta un momento."
    }
  },
  {
    "translation": {
      "en": "I said, \"The only thing is, if I have you guys,",
      "it": "È un'ottima idea. Però se hai i tuoi attori, e nelle scene..."
    }
  },
  {
    "translation": {
      "en": "or anybody, in-- in the scenes in this kind of film,",
      "it": "Però se hai i tuoi attori, e nelle scene..."
    }
  },
  {
    "translation": {
      "en": "and you have tennis balls on your faces...\"",
      "it": "...in cui parlano si ritrovano con delle palle da tennis sulla faccia...\""
    }
  },
  {
    "translation": {
      "en": "-You know what I mean, Joe? -[chuckles] Yes.",
      "it": "- Mi capisci, Joe? - Sì."
    }
  },
  {
    "translation": {
      "en": "-[Scorsese] Yeah, I think that loses... -[laughter]",
      "it": "- Mi capisci, Joe? - Sì. Penso che si perda..."
    }
  },
  {
    "translation": {
      "en": "-It's hard to-- -And you know, seriously... You know, you feel-- -It's hard because... -It's hard.",
      "it": "- No, sul serio. - No. È difficile, perché tu..."
    }
  },
  {
    "translation": {
      "en": "...to put those things on anybody and tell them to go make a speech.",
      "it": "- No, sul serio. - No. È difficile, perché tu... Metti quelle cose addosso a qualcuno e poi gli dici di fare un discorso."
    }
  },
  {
    "translation": {
      "en": "Yeah. And they showed me, and it's more like--",
      "it": "Metti quelle cose addosso a qualcuno e poi gli dici di fare un discorso. E poi me l'hanno fatto vedere, era una specie di automa."
    }
  },
  {
    "translation": {
      "en": "almost like an automaton of some kind.",
      "it": "E poi me l'hanno fatto vedere, era una specie di automa."
    }
  },
  {
    "translation": {
      "en": "You have all kinds of equipment. I said, \"The whole thing is",
      "it": "E poi me l'hanno fatto vedere, era una specie di automa. Con un'attrezzatura. Ho detto:"
    }
  },
  {
    "translation": {
      "en": "they need to see each other and they need to play off each other.\"",
      "it": "\"Ma loro devono guardarsi in faccia recitando.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Come back when there's no tennis balls.\"",
      "it": "Ho detto: \"Torna quando non ci sono più le palle da tennis\"."
    }
  },
  {
    "translation": {
      "en": "And, um, he came back. He kept coming-- He was there anyway. But he kept coming back, and he said,",
      "it": "E lui è tornato. E continuava a tornare."
    }
  },
  {
    "translation": {
      "en": "\"I've worked out something where the markers would be invisible.\" -[Pesci] Yeah. -[Pacino] Wow.",
      "it": "E poi mi ha detto: \"Ho elaborato una cosa in cui i marker sono invisibili..."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] \"And it would require three lenses on the-- on each camera.\"",
      "it": "...e servono tre obiettivi su ogni macchina da presa.\""
    }
  },
  {
    "translation": {
      "en": "-[Pesci] All the cameras. -[Scorsese] Remember the cameras?",
      "it": "...e servono tre obiettivi su ogni macchina da presa.\" Quello era l'altro problema. Si lavorava con nove milioni di macchine da presa."
    }
  },
  {
    "translation": {
      "en": "We had to work for nine million cameras.",
      "it": "Quello era l'altro problema. Si lavorava con nove milioni di macchine da presa."
    }
  },
  {
    "translation": {
      "en": "I mean, then-- We like to use two cameras when we work,",
      "it": "Quello era l'altro problema. Si lavorava con nove milioni di macchine da presa. Di solito giriamo sempre con due."
    }
  },
  {
    "translation": {
      "en": "-all the time. -So we did two cameras, imagine.",
      "it": "Di solito giriamo sempre con due. - Così ne abbiamo usate due. - E tutta quell'attrezzatura. Una pazzia!"
    }
  },
  {
    "translation": {
      "en": "And then with all of the other stuff, it's crazy.",
      "it": "- Così ne abbiamo usate due. - E tutta quell'attrezzatura. Una pazzia!"
    }
  },
  {
    "translation": {
      "en": "-It was all new to me, I mean, he just-- -[Scorsese] Me too.",
      "it": "- Così ne abbiamo usate due. - E tutta quell'attrezzatura. Una pazzia! - E per me era tutto nuovo. - Anche per me."
    }
  },
  {
    "translation": {
      "en": "[Pesci] They talk--",
      "it": "- E per me era tutto nuovo. - Anche per me."
    }
  },
  {
    "translation": {
      "en": "I'm not talking about the dots. -Oh. -I'm talking about,",
      "it": "No, non sto parlando dei puntini."
    }
  },
  {
    "translation": {
      "en": "you know, working with two cameras and things like that.",
      "it": "Sto parlando di lavorare con due macchine da presa."
    }
  },
  {
    "translation": {
      "en": "I was learning so much from... from you and Bob about all of that,",
      "it": "Sto parlando di lavorare con due macchine da presa. Ho imparato tantissimo da te e Bob."
    }
  },
  {
    "translation": {
      "en": "then he comes in with these things, and I say--",
      "it": "Ho imparato tantissimo da te e Bob. E poi lui arriva con quella roba e dice: \"Non guardare in macchina\"."
    }
  },
  {
    "translation": {
      "en": "He says, \"Joe, don't look in the camera.\" I said, \"Which camera?\"",
      "it": "E poi lui arriva con quella roba e dice: \"Non guardare in macchina\"."
    }
  },
  {
    "translation": {
      "en": "-[laughter] -We got 12 cameras out here...",
      "it": "Ma quale macchina? Ce ne erano 12!"
    }
  },
  {
    "translation": {
      "en": "[Scorsese] There were three lenses on each camera. Which lens?",
      "it": "Ma quale macchina? Ce ne erano 12! C'erano tre obiettivi su ogni macchina. Allora: \"Beh, guardiamo negli obiettivi\"."
    }
  },
  {
    "translation": {
      "en": "We said, \"Well, you're looking in the lens.\"",
      "it": "C'erano tre obiettivi su ogni macchina. Allora: \"Beh, guardiamo negli obiettivi\"."
    }
  },
  {
    "translation": {
      "en": "[Pesci] Yeah, I remember I was walking down the hall on one thing,",
      "it": "C'erano tre obiettivi su ogni macchina. Allora: \"Beh, guardiamo negli obiettivi\". Camminavo nel corridoio, in una scena, e hai detto: \"Sembra ti guardi intorno\"."
    }
  },
  {
    "translation": {
      "en": "and you said, \"You look like you're looking all around.\"",
      "it": "Camminavo nel corridoio, in una scena, e hai detto: \"Sembra ti guardi intorno\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"Well, I don't know where to look. I'm walking.",
      "it": "Camminavo nel corridoio, in una scena, e hai detto: \"Sembra ti guardi intorno\". E io: \"Non so dove devo guardare. Non voglio guardare in nessun obiettivo\"."
    }
  },
  {
    "translation": {
      "en": "I don't want to look into any of those lenses.\"",
      "it": "E io: \"Non so dove devo guardare. Non voglio guardare in nessun obiettivo\"."
    }
  },
  {
    "translation": {
      "en": "Well, then I got in there, and I saw your problem.",
      "it": "E io: \"Non so dove devo guardare. Non voglio guardare in nessun obiettivo\". Allora sono venuto lì e ho visto il problema."
    }
  },
  {
    "translation": {
      "en": "-[laughter] -Sometimes I say,",
      "it": "Allora sono venuto lì e ho visto il problema."
    }
  },
  {
    "translation": {
      "en": "like, walk across the screen. It's hard. -Yeah. -To be-- You know, you're walking,",
      "it": "Lo dico sempre, camminare attraversando lo schermo è difficile."
    }
  },
  {
    "translation": {
      "en": "I say, \"Wait a minute. Am I walking right?\" [Pesci] If you're walking towards the camera",
      "it": "Cioè, tu cammini e io dico: \"Aspetta, sto camminando bene?\""
    }
  },
  {
    "translation": {
      "en": "and don't want to look at the lens, what lens?",
      "it": "E io guardo e ho detto: \"Oh, ok\"."
    }
  },
  {
    "translation": {
      "en": "-[Scorsese] I said, \"Jeez, okay.\" -[Pacino] Well, it was really something.",
      "it": "E io guardo e ho detto: \"Oh, ok\". Era incredibile. È stato scioccante quando ho visto Joe,"
    }
  },
  {
    "translation": {
      "en": "It was shocking when I saw Joe, uh...",
      "it": "Era incredibile. È stato scioccante quando ho visto Joe,"
    }
  },
  {
    "translation": {
      "en": "-when I was in Lucas', uh, complex. -[Scorsese] In Skywalker?",
      "it": "Era incredibile. È stato scioccante quando ho visto Joe, mentre ero lì agli studios di Lucas."
    }
  },
  {
    "translation": {
      "en": "-Yeah. He told me about this. -And then, he was showing all these...",
      "it": "Luke Skywalker? Sì, me l'ha raccontato. Ci ha mostrato quelle cose fantastiche. I film, tutte quelle cose animate."
    }
  },
  {
    "translation": {
      "en": "great things in films, all these animated things,",
      "it": "Ci ha mostrato quelle cose fantastiche. I film, tutte quelle cose animate."
    }
  },
  {
    "translation": {
      "en": "and they were amazing.",
      "it": "Ci ha mostrato quelle cose fantastiche. I film, tutte quelle cose animate. Erano incredibili."
    }
  },
  {
    "translation": {
      "en": "\"I just want to show you a little bit of what we're doing in The Irishman.\"",
      "it": "Poi dice: \"Ti faccio vedere un pezzettino di cosa stiamo facendo per The Irishman\"."
    }
  },
  {
    "translation": {
      "en": "And on the screen, it was... Joe Pesci comes on the screen.",
      "it": "E Joe Pesci appare sullo schermo."
    }
  },
  {
    "translation": {
      "en": "And I thought, \"Is that Joe?\"",
      "it": "E Joe Pesci appare sullo schermo. Ho pensato: \"Ma quello è Joe?\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Is that old--",
      "it": "Ho pensato: \"Ma quello è Joe?\""
    }
  },
  {
    "translation": {
      "en": "-old film of Joe?\" Seriously. -[laughter]",
      "it": "E chiedo: \"È un vecchio film di Joe?\""
    }
  },
  {
    "translation": {
      "en": "There was something in the very, uh, essence of the... of the film that just looked like this is something new.",
      "it": "Ma c'era qualcosa nel film che era nuovo, si capiva."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -And I wonder how it's gonna--",
      "it": "Ma c'era qualcosa nel film che era nuovo, si capiva. E mi sono chiesto: \"Ma come...\""
    }
  },
  {
    "translation": {
      "en": "What's the difference between this and makeup?",
      "it": "E mi sono chiesto: \"Ma come...\" Qual è la differenza fra questo e il trucco? Beh..."
    }
  },
  {
    "translation": {
      "en": "Well, okay.",
      "it": "Qual è la differenza fra questo e il trucco? Beh..."
    }
  },
  {
    "translation": {
      "en": "I mean, we've accepted certain looks in makeup.",
      "it": "Nel trucco abbiamo accettato delle cose,"
    }
  },
  {
    "translation": {
      "en": "Like when Dustin Hoffman did, um, Little Big Man. Remember?",
      "it": "Nel trucco abbiamo accettato delle cose, come quando Dustin Hoffman fece Il piccolo grande uomo."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -We did the old age Dick Smith.",
      "it": "come quando Dustin Hoffman fece Il piccolo grande uomo. Era il vecchio Dick Smith."
    }
  },
  {
    "translation": {
      "en": "And everybody knew that was makeup, but they knew it was Dustin,",
      "it": "Era il vecchio Dick Smith. Si sapeva che era truccato, ma si sapeva che era Dustin, il personaggio."
    }
  },
  {
    "translation": {
      "en": "they knew it was the character. -[Pacino] Yeah. -Um...",
      "it": "Si sapeva che era truccato, ma si sapeva che era Dustin, il personaggio."
    }
  },
  {
    "translation": {
      "en": "Then you had, like, John Hurt in, uh... uh, Elephant Man. -[Pesci] Mm-hmm. -Yeah.",
      "it": "E poi John Hurt in Elephant Man."
    }
  },
  {
    "translation": {
      "en": "He's in there somewhere. [laughs]",
      "it": "È lì dentro, da qualche parte."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -He's still doing it. He's in there.",
      "it": "È sempre lui."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] So what's the difference, ultimately,",
      "it": "È sempre lui. Cioè, alla fine, qual è la differenza quando puoi prendere una cosa"
    }
  },
  {
    "translation": {
      "en": "when you could take something and mold it, um,",
      "it": "Cioè, alla fine, qual è la differenza quando puoi prendere una cosa e plasmarla..."
    }
  },
  {
    "translation": {
      "en": "well, necessarily, not entirely recreate, but, um...",
      "it": "...e ricreare, beh, non proprio ricreare, ma..."
    }
  },
  {
    "translation": {
      "en": "-use the CGI as makeup? -[Pacino] Yeah.",
      "it": "...usare gli effetti speciali come trucco?"
    }
  },
  {
    "translation": {
      "en": "-That was the thing that changed it. -Yeah. That's the big thing.",
      "it": "- È stata una grande svolta. - Esatto, la grande svolta."
    }
  },
  {
    "translation": {
      "en": "And also, these guys, they did it in such a way-- I--",
      "it": "- È stata una grande svolta. - Esatto, la grande svolta. E hanno lavorato in modo fantastico."
    }
  },
  {
    "translation": {
      "en": "Yes, it was a little confusing with the several cameras and the lenses,",
      "it": "E hanno lavorato in modo fantastico. Sì, è stato complicato con le diverse macchine da presa e gli obiettivi,"
    }
  },
  {
    "translation": {
      "en": "but once we got past that,",
      "it": "Sì, è stato complicato con le diverse macchine da presa e gli obiettivi,"
    }
  },
  {
    "translation": {
      "en": "once I figured out where you were supposed to look... [laughs]",
      "it": "ma una volta che ho capito dove dovevate guardare,"
    }
  },
  {
    "translation": {
      "en": "It's-- It's a-- a worthy experiment, 'cause that's where it's gonna go.",
      "it": "ma una volta che ho capito dove dovevate guardare, è stato un esperimento prezioso, perché è lì che stiamo andando."
    }
  },
  {
    "translation": {
      "en": "[Hoffa] You wanna be a part of this fight?",
      "it": "è stato un esperimento prezioso, perché è lì che stiamo andando. - Vuoi farne parte, Frank? - Sì, signore."
    }
  },
  {
    "translation": {
      "en": "Yes, I do, sir.",
      "it": "- Vuoi farne parte, Frank? - Sì, signore."
    }
  },
  {
    "translation": {
      "en": "[Hoffa] Would you like to be a part of this history?",
      "it": "- Vuoi farne parte, Frank? - Sì, signore. Vuoi fare parte di questa storia?"
    }
  },
  {
    "translation": {
      "en": "Yes, I would.",
      "it": "Vuoi fare parte di questa storia? Sì, certo."
    }
  },
  {
    "translation": {
      "en": "Whatever you need me to do, I'm available.",
      "it": "Qualunque cosa le serva, io sono a disposizione."
    }
  },
  {
    "translation": {
      "en": "It was so important to have him at different ages say, \"You know,",
      "it": "Qualunque cosa le serva, io sono a disposizione. È stato importante avere lui a età diverse che dice: \"Devi stare più dritto adesso\"."
    }
  },
  {
    "translation": {
      "en": "-you have to stand straighter now.\" -Oh, God. Yeah.",
      "it": "È stato importante avere lui a età diverse che dice: \"Devi stare più dritto adesso\"."
    }
  },
  {
    "translation": {
      "en": "-Yeah. Yeah, yeah. -[Pesci] \"For this section,",
      "it": "- Oh, Dio. - Sì."
    }
  },
  {
    "translation": {
      "en": "you have to talk a little faster, a little higher.",
      "it": "- Oh, Dio. - Sì. Devi parlare un po' più veloce, in tono più alto."
    }
  },
  {
    "translation": {
      "en": "You know, you would-- you were talking different in those days.",
      "it": "Devi parlare un po' più veloce, in tono più alto. Parlavi in modo diverso a quei tempi, e poi quando diventi vecchio, rallenti..."
    }
  },
  {
    "translation": {
      "en": "And then, when you get older, you slow down.\"",
      "it": "Parlavi in modo diverso a quei tempi, e poi quando diventi vecchio, rallenti..."
    }
  },
  {
    "translation": {
      "en": "-I know, that's the weird thing. -So, it was all these things.",
      "it": "Parlavi in modo diverso a quei tempi, e poi quando diventi vecchio, rallenti... Lo so. E questa è la cosa strana."
    }
  },
  {
    "translation": {
      "en": "-Yeah, buddy. -My man. And him too,",
      "it": "Lo so. E questa è la cosa strana."
    }
  },
  {
    "translation": {
      "en": "-always up my ass about something. -Well, he always is.",
      "it": "Il mio amico mi sta sempre addosso per qualcosa."
    }
  },
  {
    "translation": {
      "en": "The first day of shooting with Al. Now, here's Al...",
      "it": "Il mio amico mi sta sempre addosso per qualcosa. Il primo giorno di riprese con Al..."
    }
  },
  {
    "translation": {
      "en": "and we never crossed paths, we never worked on a film together.",
      "it": "Il primo giorno di riprese con Al... Le nostre strade non si sono mai incrociate, mai lavorato insieme."
    }
  },
  {
    "translation": {
      "en": "And here we are, gonna work on a film together.",
      "it": "Le nostre strade non si sono mai incrociate, mai lavorato insieme. E finalmente facciamo un film insieme. Primo giorno di riprese:"
    }
  },
  {
    "translation": {
      "en": "So, first day of shooting with him, and he's playing Hoffa,",
      "it": "E finalmente facciamo un film insieme. Primo giorno di riprese:"
    }
  },
  {
    "translation": {
      "en": "and he's watching the Kennedys win the election. He hates them.",
      "it": "lui interpreta Hoffa e guarda i Kennedy vincere le elezioni."
    }
  },
  {
    "translation": {
      "en": "\"These goddamn Kennedys.\" This sort of thing. And he gets up from the TV. His family's there.",
      "it": "Li odia. \"Maledetti Kennedy.\" Si alza e se ne va, la sua famiglia è lì."
    }
  },
  {
    "translation": {
      "en": "-Jimmy, the kids. -Him and all the bullshit problems",
      "it": "Li odia. \"Maledetti Kennedy.\" Si alza e se ne va, la sua famiglia è lì. Jimmy, i ragazzi. Con tutte le stronzate che mi ha già fatto subire."
    }
  },
  {
    "translation": {
      "en": "-he put me through already. -Jimmy.",
      "it": "Con tutte le stronzate che mi ha già fatto subire."
    }
  },
  {
    "translation": {
      "en": "[Hoffa] I gotta go. You don't expect me to look at this. No, I don't, Jimmy.",
      "it": "Non ti aspetterai che stia qui a guardarlo."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] And I-- You know, it's the first time working with him, so...",
      "it": "No, certo. Insomma, è la prima volta che lavoro con lui."
    }
  },
  {
    "translation": {
      "en": "he gets up, and it was good. The dialogue was good.",
      "it": "Insomma, è la prima volta che lavoro con lui. Si alza e andava bene, il dialogo e tutto. Era tipo: \"Me ne vado. Ciao\"."
    }
  },
  {
    "translation": {
      "en": "It was like, \"Hang on, I'm getting out of the room\" Bang.",
      "it": "Si alza e andava bene, il dialogo e tutto. Era tipo: \"Me ne vado. Ciao\"."
    }
  },
  {
    "translation": {
      "en": "He walks out. And I said, \"Good, great. Let's do that one more time.\"",
      "it": "Si alza e andava bene, il dialogo e tutto. Era tipo: \"Me ne vado. Ciao\". Lui esce e io dico: \"Buona, facciamone un'altra\". E lui la rifà."
    }
  },
  {
    "translation": {
      "en": "And he does it again. And then I noticed, uh,",
      "it": "Lui esce e io dico: \"Buona, facciamone un'altra\". E lui la rifà."
    }
  },
  {
    "translation": {
      "en": "Rodrigo and, uh, David Webb come up to me, and, uh... they come up and they say,",
      "it": "Poi vedo Rodrigo e David Webb venire da me e mi dicono:"
    }
  },
  {
    "translation": {
      "en": "\"He's supposed to be 49 in this.\"",
      "it": "Poi vedo Rodrigo e David Webb venire da me e mi dicono: \"Dovrebbe avere 49 anni in questa scena.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"What's wrong? They say, \"He's-- You know, it's slow. -He's getting up slowly.\" -Yeah.",
      "it": "E io: \"Sì, e allora?\" E loro: \"È lento. Si alza lentamente\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"You tell him.\"",
      "it": "Ho detto: \"Diteglielo voi\"."
    }
  },
  {
    "translation": {
      "en": "\"I'm just working with the guy. It's the first day, first shot.\"",
      "it": "\"Dovete dirglielo voi. È la prima volta che ci lavoro, è la prima scena.\""
    }
  },
  {
    "translation": {
      "en": "You get it. So, I went over, and I said, \"You know, Al,",
      "it": "\"Dovete dirglielo voi. È la prima volta che ci lavoro, è la prima scena.\" Vado da lui e dico: \"Al, devi avere 49 anni in questa scena."
    }
  },
  {
    "translation": {
      "en": "uh, he-he's gotta be 49 in this.",
      "it": "Vado da lui e dico: \"Al, devi avere 49 anni in questa scena."
    }
  },
  {
    "translation": {
      "en": "from the chair, it's gotta have more...\"",
      "it": "Quando ti alzi dalla sedia devi essere più..."
    }
  },
  {
    "translation": {
      "en": "You're gonna go into the kitchen. You're not gonna stay in that room.\"",
      "it": "Capisci? Vai in cucina. Non resti in quella stanza, giusto?\""
    }
  },
  {
    "translation": {
      "en": "-I was doing 51, wasn't I? -[Scorsese] Yeah.",
      "it": "Capisci? Vai in cucina. Non resti in quella stanza, giusto?\" Facevo uno di 51 anni, no?"
    }
  },
  {
    "translation": {
      "en": "The next take-- the next take, he yelled, \"Fifty-two. Sixty-five.\"",
      "it": "Facevo uno di 51 anni, no? Nel ciak successivo, ha urlato: \"52...65\"."
    }
  },
  {
    "translation": {
      "en": "You know? [laughs]",
      "it": "Nel ciak successivo, ha urlato: \"52...65\"."
    }
  },
  {
    "translation": {
      "en": "We finally got it.",
      "it": "Alla fine, è andata."
    }
  },
  {
    "translation": {
      "en": "But it was acting to be aware of, uh, posture.",
      "it": "Alla fine, è andata. Ma faceva attenzione alla postura, a stare dritto, tutto quanto."
    }
  },
  {
    "translation": {
      "en": "-To be aware of straightening, everything. -[Pesci] Exactly.",
      "it": "Ma faceva attenzione alla postura, a stare dritto, tutto quanto."
    }
  },
  {
    "translation": {
      "en": "[De Niro] Now, I was going down the stairs.",
      "it": "Ma faceva attenzione alla postura, a stare dritto, tutto quanto. Io dovevo scendere le scale."
    }
  },
  {
    "translation": {
      "en": "There's one scene where I walk down the stairs.",
      "it": "Io dovevo scendere le scale."
    }
  },
  {
    "translation": {
      "en": "So I go down two or three steps,",
      "it": "Io dovevo scendere le scale. C'è una scena in cui scendo due o tre scalini e arriva Gary:"
    }
  },
  {
    "translation": {
      "en": "and... I-I went down the steps, and-and Gary came over.",
      "it": "C'è una scena in cui scendo due o tre scalini e arriva Gary:"
    }
  },
  {
    "translation": {
      "en": "\"You gotta be a little more spry about it. A little more...\"",
      "it": "C'è una scena in cui scendo due o tre scalini e arriva Gary: \"Devi essere un po' più scattante. Un po' di più...\""
    }
  },
  {
    "translation": {
      "en": "-Oh, yeah, I remember. -He said, \"Let me show you.\"",
      "it": "\"Devi essere un po' più scattante. Un po' di più...\" - Ah, sì, mi ricordo. - Mi dice: \"Ti faccio vedere\". Lo fa..."
    }
  },
  {
    "translation": {
      "en": "And he did it. Uh, and he was right.",
      "it": "- Ah, sì, mi ricordo. - Mi dice: \"Ti faccio vedere\". Lo fa..."
    }
  },
  {
    "translation": {
      "en": "You know, I had to, like... [snaps fingers]",
      "it": "...e aveva ragione. Insomma, dovevo..."
    }
  },
  {
    "translation": {
      "en": "...skip down the steps, you know, not just the way I would do it.",
      "it": "...e aveva ragione. Insomma, dovevo... ...saltellare sui gradini, non come lo facevo io."
    }
  },
  {
    "translation": {
      "en": "-But what's the difference-- -There's a difference.",
      "it": "...saltellare sui gradini, non come lo facevo io. Ma qual è la differenza fra quello e dire:"
    }
  },
  {
    "translation": {
      "en": "What's the difference in taking that and saying,",
      "it": "Ma qual è la differenza fra quello e dire:"
    }
  },
  {
    "translation": {
      "en": "\"You're doing Richard III, you have to move a certain way.",
      "it": "Ma qual è la differenza fra quello e dire: \"Stai facendo Riccardo III, devi muoverti in un certo modo"
    }
  },
  {
    "translation": {
      "en": "Ah.",
      "it": "\"Stai facendo Riccardo III, devi muoverti in un certo modo"
    }
  },
  {
    "translation": {
      "en": "-[Scorsese] You follow? -That's right.",
      "it": "Mi seguite? È recitare."
    }
  },
  {
    "translation": {
      "en": "It's acting. Your whole body then has to act. It's extraordinary. You know?",
      "it": "Mi seguite? È recitare. Tutto il tuo corpo deve recitare. È straordinario."
    }
  },
  {
    "translation": {
      "en": "Uh, you really do it, or you do, uh, you know, um, Awakenings.",
      "it": "Tutto il tuo corpo deve recitare. È straordinario. - Si fa così. Come te in Risvegli. - Nessuno doveva dirtelo,"
    }
  },
  {
    "translation": {
      "en": "See? Nobody had to tell you when you did Richard III.",
      "it": "- Si fa così. Come te in Risvegli. - Nessuno doveva dirtelo,"
    }
  },
  {
    "translation": {
      "en": "No, let's do it again. I wanna do Richard again.",
      "it": "- quando hai fatto Riccardo III. - Rifacciamolo. Voglio rifare Riccardo."
    }
  },
  {
    "translation": {
      "en": "-[Pesci] You did it yourself, see? -[laughing]",
      "it": "- quando hai fatto Riccardo III. - Rifacciamolo. Voglio rifare Riccardo. L'hai fatto."
    }
  },
  {
    "translation": {
      "en": "And you're trying to put the whole film together in your head.",
      "it": "L'hai fatto. Stai cercando di mettere tutto il film insieme nella tua testa."
    }
  },
  {
    "translation": {
      "en": "I forget that you have to go through...",
      "it": "Stai cercando di mettere tutto il film insieme nella tua testa. Io dimentico tutto quello che dovete fare come attori. Me lo dimentico."
    }
  },
  {
    "translation": {
      "en": "wh-what you go through as actors. I just forget it and, like, I expect--",
      "it": "Io dimentico tutto quello che dovete fare come attori. Me lo dimentico."
    }
  },
  {
    "translation": {
      "en": "\"Can you do that again?\" They say, \"Marty, the guy just went--\"",
      "it": "E chiedo: \"Puoi rifarla?\" E tu: \"Marty, quel tizio è appena...\""
    }
  },
  {
    "translation": {
      "en": "But in this film, we really had to take that into consideration,",
      "it": "Ma in questo film ho dovuto davvero tenere in considerazione"
    }
  },
  {
    "translation": {
      "en": "-especially shooting times and... -Yeah.",
      "it": "Ma in questo film ho dovuto davvero tenere in considerazione soprattutto i tempi delle riprese e come utilizzarli."
    }
  },
  {
    "translation": {
      "en": "...um, how we utilized--",
      "it": "soprattutto i tempi delle riprese e come utilizzarli."
    }
  },
  {
    "translation": {
      "en": "Remember, there was very-- We had very--",
      "it": "soprattutto i tempi delle riprese e come utilizzarli. Vi ricordate, facevamo un pranzo in piedi"
    }
  },
  {
    "translation": {
      "en": "Uh, like, a walking lunch, usually. -Yeah, yeah. -To get all of our energy",
      "it": "Vi ricordate, facevamo un pranzo in piedi"
    }
  },
  {
    "translation": {
      "en": "within a certain amount of time during the day.",
      "it": "per sfruttare tutte le nostre energie entro un certo tempo."
    }
  },
  {
    "translation": {
      "en": "Can they do anything about that? Say, for instance,",
      "it": "per sfruttare tutte le nostre energie entro un certo tempo. Possono fare qualcosa? Per esempio..."
    }
  },
  {
    "translation": {
      "en": "we went off a little bit, and we were looking like 65",
      "it": "Possono fare qualcosa? Per esempio... se siamo andati un po' fuori e sembriamo di 65 anni invece che di 50."
    }
  },
  {
    "translation": {
      "en": "-instead of 50. -Yeah. Yeah.",
      "it": "se siamo andati un po' fuori e sembriamo di 65 anni invece che di 50."
    }
  },
  {
    "translation": {
      "en": "-Can't fix your acting, though. -[laughter]",
      "it": "se siamo andati un po' fuori e sembriamo di 65 anni invece che di 50. Non possono aggiustare la recitazione però."
    }
  },
  {
    "translation": {
      "en": "We can't fix that. Sorry.",
      "it": "- Quella è un'altra... - Quella non si può aggiustare. Mi spiace."
    }
  },
  {
    "translation": {
      "en": "-We live in hope, you know. -I-- No. I mean, we can fix the back a little, maybe.",
      "it": "- Continuiamo a sperare. - Lo so."
    }
  },
  {
    "translation": {
      "en": "-I'm an old man. Give me a break. -And it's gotta be subtle.",
      "it": "- Possiamo aggiustare un po' la schiena. - Sono vecchio. Lasciami in pace."
    }
  },
  {
    "translation": {
      "en": "I didn't think I had to do this anymore. You know? The intention was to make it",
      "it": "- E deve essere delicato. - Non pensavo avrei fatto più certe cose."
    }
  },
  {
    "translation": {
      "en": "-the best it could ever be. -[Scorsese] Yeah.",
      "it": "L'intenzione era farlo nel miglior modo,"
    }
  },
  {
    "translation": {
      "en": "-[De Niro] State-of-the-art. -[Pacino] Yeah.",
      "it": "L'intenzione era farlo nel miglior modo, con la tecnologia più avanzata, insomma, questa cosa era fondamentale."
    }
  },
  {
    "translation": {
      "en": "[De Niro] That was the whole... whole thing.",
      "it": "con la tecnologia più avanzata, insomma, questa cosa era fondamentale."
    }
  },
  {
    "translation": {
      "en": "It's like, you don't notice it. It's the oddest thing that's happening.",
      "it": "con la tecnologia più avanzata, insomma, questa cosa era fondamentale. Non te ne accorgi."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] That's the thing.",
      "it": "- È una cosa stranissima. - È proprio questo il punto."
    }
  },
  {
    "translation": {
      "en": "That's-- With Joe, when I saw him, it's like you didn't notice it.",
      "it": "- È una cosa stranissima. - È proprio questo il punto. E come con Joe, quando l'ho visto, non me ne sono neanche accorto."
    }
  },
  {
    "translation": {
      "en": "-I just said, \"That's Joe.\" -[De Niro] Yeah.",
      "it": "E come con Joe, quando l'ho visto, non me ne sono neanche accorto."
    }
  },
  {
    "translation": {
      "en": "[Pacino] You know, well, I think they got old footage of him or something.",
      "it": "Ho detto: \"Quello è Joe\". Credo che abbiano un sacco di materiale su di lui, no?"
    }
  },
  {
    "translation": {
      "en": "[Scorsese] That would be interesting to see juxtaposed with other images.",
      "it": "Credo che abbiano un sacco di materiale su di lui, no? Sarebbe interessante vedere le immagini a confronto."
    }
  },
  {
    "translation": {
      "en": "[De Niro] Yeah, yeah.",
      "it": "Sarebbe interessante vedere le immagini a confronto."
    }
  },
  {
    "translation": {
      "en": "-who get, um, uh, this done to? -[Scorsese] You know, it--",
      "it": "Chi sono le altre persone con cui l'hanno fatto?"
    }
  },
  {
    "translation": {
      "en": "-There are other people in scenes with us? -No, you three.",
      "it": "Chi sono le altre persone con cui l'hanno fatto? - Ci sono altre persone? - No, praticamente solo voi tre."
    }
  },
  {
    "translation": {
      "en": "-Just us? -[Scorsese] Yeah.",
      "it": "- Ci sono altre persone? - No, praticamente solo voi tre."
    }
  },
  {
    "translation": {
      "en": "-[Pacino] Wow. -[Scorsese] There are other people that,",
      "it": "- Solo noi tre? - Solo noi."
    }
  },
  {
    "translation": {
      "en": "makeup took care of that to a certain extent.",
      "it": "Ci sono altre persone di cui si è occupato il trucco."
    }
  },
  {
    "translation": {
      "en": "-[Pacino] Yeah. -[Scorsese] If you see you guys in 1983,",
      "it": "Ci sono altre persone di cui si è occupato il trucco. Beh, se ci pensate, nel 1983 c'era una certa squadra con voi."
    }
  },
  {
    "translation": {
      "en": "-you have a certain crew with you. -[De Niro] Yeah.",
      "it": "Beh, se ci pensate, nel 1983 c'era una certa squadra con voi."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] And maybe one's missing. There's another guy who took his place.",
      "it": "Beh, se ci pensate, nel 1983 c'era una certa squadra con voi. E forse ne manca uno. C'è un altro che ha preso il suo posto."
    }
  },
  {
    "translation": {
      "en": "Uh, he's got his...",
      "it": "E forse ne manca uno. C'è un altro che ha preso il suo posto."
    }
  },
  {
    "translation": {
      "en": "Uh, you've got your wife. Joe is with you. He's very specific about those things,",
      "it": "- C'è tua moglie. Joe è con te. - Lui è molto preciso su queste cose."
    }
  },
  {
    "translation": {
      "en": "'cause I remember when we made Raging Bull.",
      "it": "- C'è tua moglie. Joe è con te. - Lui è molto preciso su queste cose. Mi ricordo quando facevamo Toro Scatenato."
    }
  },
  {
    "translation": {
      "en": "-[Scorsese] Oy. -[Pesci] In the arena,",
      "it": "Mi ricordo quando facevamo Toro Scatenato."
    }
  },
  {
    "translation": {
      "en": "he stopped shooting and he said--",
      "it": "Nell'arena. Ha smesso di girare. Ha chiamato tutti e ha detto:"
    }
  },
  {
    "translation": {
      "en": "He called everybody, and he says, \"There's a guy up in the row there",
      "it": "Ha smesso di girare. Ha chiamato tutti e ha detto: \"C'è uno lassù che ha un orologio che non è dell'epoca.\""
    }
  },
  {
    "translation": {
      "en": "who has a watch that is not period.\"",
      "it": "\"C'è uno lassù che ha un orologio che non è dell'epoca.\""
    }
  },
  {
    "translation": {
      "en": "-No, but it was so obvious. -[De Niro] Yeah.",
      "it": "\"C'è uno lassù che ha un orologio che non è dell'epoca.\" No, ma era così evidente."
    }
  },
  {
    "translation": {
      "en": "-It was so obvious. -To who?",
      "it": "No, ma era così evidente."
    }
  },
  {
    "translation": {
      "en": "Well, the thing was, I just know that it would be--",
      "it": "Per chi? Sapevo che non poteva essere giusto. All'epoca gli orologi non erano digitali."
    }
  },
  {
    "translation": {
      "en": "And at that time, it wasn't digital. You can't go in there. -[Pesci] It was so funny. -You know, um--",
      "it": "Sapevo che non poteva essere giusto. All'epoca gli orologi non erano digitali."
    }
  },
  {
    "translation": {
      "en": "That's what I'm saying, even with this. I'm sure that...",
      "it": "- Certo... - È quello che sto dicendo. Anche in questo film, sono sicuro che anche mentre noi cambiavamo età,"
    }
  },
  {
    "translation": {
      "en": "even as we changed our ages,",
      "it": "Anche in questo film, sono sicuro che anche mentre noi cambiavamo età,"
    }
  },
  {
    "translation": {
      "en": "and people around us, whatever they did, he was on it.",
      "it": "Anche in questo film, sono sicuro che anche mentre noi cambiavamo età, qualunque cosa facessero quelli intorno a noi, lui controllava tutto."
    }
  },
  {
    "translation": {
      "en": "Aside from the-- the power of the film or the-- the way the film is,",
      "it": "qualunque cosa facessero quelli intorno a noi, lui controllava tutto. A parte la potenza del film, o il modo in cui verrà il film, l'arte..."
    }
  },
  {
    "translation": {
      "en": "the-the-the-the art of it,",
      "it": "A parte la potenza del film, o il modo in cui verrà il film, l'arte..."
    }
  },
  {
    "translation": {
      "en": "also the very technique,",
      "it": "...e la tecnica stessa,"
    }
  },
  {
    "translation": {
      "en": "-it's gonna affect careers... -Well, I think-- Yeah.",
      "it": "...e la tecnica stessa, - avranno un impatto... - Ne sono convinto."
    }
  },
  {
    "translation": {
      "en": "-...and other actors, actresses. -Absolutely think so.",
      "it": "- avranno un impatto... - Ne sono convinto. ...sulla carriera di altri attori e attrici."
    }
  },
  {
    "translation": {
      "en": "[De Niro] We'll all be able to act for another 30 years.",
      "it": "...sulla carriera di altri attori e attrici. Potremo recitare per altri 30 anni."
    }
  },
  {
    "translation": {
      "en": "-[Pacino] Wow! -[laughter]",
      "it": "Potremo recitare per altri 30 anni."
    }
  },
  {
    "translation": {
      "en": "-[British accent] I don't think so, Bob. -[laughter]",
      "it": "- Mi dispiace, Joe. - Non credo, Bob."
    }
  },
  {
    "translation": {
      "en": "-I really don't think so. -[Scorsese] But it's true.",
      "it": "- Mi dispiace, Joe. - Non credo, Bob. - Non credo proprio. - Ma è vero."
    }
  },
  {
    "translation": {
      "en": "Frank, don't even think about it.",
      "it": "- Non credo proprio. - Ma è vero. Frank, non ci pensare nemmeno."
    }
  },
  {
    "translation": {
      "en": "-I don't keep my mouth shut... -[Sheeran] I know that.",
      "it": "Frank, non ci pensare nemmeno. - Non tengo la bocca chiusa... - Lo so."
    }
  },
  {
    "translation": {
      "en": "...for anyone.",
      "it": "- Non tengo la bocca chiusa... - Lo so."
    }
  },
  {
    "translation": {
      "en": "-I know that. You know that. -I know you do.",
      "it": "...per nessuno. - Io e te lo sappiamo. - So che lo sai."
    }
  },
  {
    "translation": {
      "en": "-They don't know that. -Well...",
      "it": "- Io e te lo sappiamo. - So che lo sai. - Loro no. - Bene..."
    }
  },
  {
    "translation": {
      "en": "That's who I am, that's what I am, and that's what I'm gonna do.",
      "it": "Io sono così ed è quello che farò."
    }
  },
  {
    "translation": {
      "en": "[Pesci] I can only say, in my case, as I get older,",
      "it": "Io sono così ed è quello che farò. Devo dire che invecchiando..."
    }
  },
  {
    "translation": {
      "en": "I can appreciate...",
      "it": "Devo dire che invecchiando..."
    }
  },
  {
    "translation": {
      "en": "everybody here at this table a lot more. Oh, yeah, it's...",
      "it": "...apprezzo molto di più tutti quelli a questo tavolo."
    }
  },
  {
    "translation": {
      "en": "I mean, you, I can appreciate what you do.",
      "it": "Voglio dire voi, apprezzo quello che fate."
    }
  },
  {
    "translation": {
      "en": "These guys took me out of the gutter, basically.",
      "it": "Voglio dire voi, apprezzo quello che fate. Questi tizi mi hanno praticamente tirato fuori dalla fogna,"
    }
  },
  {
    "translation": {
      "en": "-[Pacino] Yeah. -[Pesci] Brought me back.",
      "it": "Questi tizi mi hanno praticamente tirato fuori dalla fogna,"
    }
  },
  {
    "translation": {
      "en": "-I can appreciate everything a lot more. -[Pacino] Mm-hmm.",
      "it": "mi hanno riportato qui. E apprezzo tutto molto di più."
    }
  },
  {
    "translation": {
      "en": "[Pesci] And I see everything a lot different too.",
      "it": "E apprezzo tutto molto di più. E vedo anche tutto in modo diverso."
    }
  },
  {
    "translation": {
      "en": "That's another reason to go on and work more.",
      "it": "E vedo anche tutto in modo diverso. C'è un'altra ragione per continuare a lavorare."
    }
  },
  {
    "translation": {
      "en": "-You know, in a lot of ways. -That's what happened on this.",
      "it": "C'è un'altra ragione per continuare a lavorare. - In molti modi diversi. - Come è successo questa volta."
    }
  },
  {
    "translation": {
      "en": "That's what happened on-- Once we finally settled,",
      "it": "- In molti modi diversi. - Come è successo questa volta."
    }
  },
  {
    "translation": {
      "en": "and I saw his reaction when you presented the story to me...",
      "it": "Quando abbiamo deciso, e ho visto la sua reazione quando mi hai presentato la storia,"
    }
  },
  {
    "translation": {
      "en": "It was really strong and emotional. I said, \"That's where they'll tap in.",
      "it": "e ho visto la sua reazione quando mi hai presentato la storia, è stata forte ed emozionante. Ho detto: \"Beh, è lì che si connetteranno."
    }
  },
  {
    "translation": {
      "en": "-We have to-- Then that's real.\" -Yeah.",
      "it": "è stata forte ed emozionante. Ho detto: \"Beh, è lì che si connetteranno."
    }
  },
  {
    "translation": {
      "en": "\"I could get onto that and we could do something.",
      "it": "è stata forte ed emozionante. Ho detto: \"Beh, è lì che si connetteranno. Sarà reale. Posso contare su questo, faremo qualcosa."
    }
  },
  {
    "translation": {
      "en": "And where the hell is it gonna take us?\"",
      "it": "Sarà reale. Posso contare su questo, faremo qualcosa. E dove diavolo ci porterà?"
    }
  },
  {
    "translation": {
      "en": "\"I'm not sure,\" I said. \"But I think I know. I think I--\"",
      "it": "E dove diavolo ci porterà? Non ne sono sicuro, ma credo di saperlo\"."
    }
  },
  {
    "translation": {
      "en": "And it was-- It's a matter of aging.",
      "it": "Non ne sono sicuro, ma credo di saperlo\"."
    }
  },
  {
    "translation": {
      "en": "I don't know, people may disagree when they see the movie,",
      "it": "È una questione di età. Non lo so... Le persone forse non saranno d'accordo, vedendo il film, ma..."
    }
  },
  {
    "translation": {
      "en": "but, uh... uh, you see things differently.",
      "it": "Le persone forse non saranno d'accordo, vedendo il film, ma..."
    }
  },
  {
    "translation": {
      "en": "Do you think you've gotten better over the years, too, Marty, at doing it?",
      "it": "...vedi le cose in modo diverso. Tu pensi di essere migliorato con gli anni nel fare il tuo lavoro, Marty?"
    }
  },
  {
    "translation": {
      "en": "-At your job? -[Scorsese] Mmm...",
      "it": "Tu pensi di essere migliorato con gli anni nel fare il tuo lavoro, Marty?"
    }
  },
  {
    "translation": {
      "en": "-Would I-- -N-Not that you've gotten better...",
      "it": "Tu pensi di essere migliorato con gli anni nel fare il tuo lavoro, Marty? Beh..."
    }
  },
  {
    "translation": {
      "en": "-But I know what you're saying. -That's a matter of-- [Scorsese] I think what happened is that",
      "it": "Non che tu sia migliorato. Quella è una questione di..."
    }
  },
  {
    "translation": {
      "en": "I began to realize that I've done a lot of things over the years,",
      "it": "No, ho cominciato a rendermi conto di aver fatto un sacco di cose negli anni."
    }
  },
  {
    "translation": {
      "en": "and I had a certain energy and a certain way of thinking and editing",
      "it": "No, ho cominciato a rendermi conto di aver fatto un sacco di cose negli anni. Avevo una certa energia e un certo modo di montare e concepire le scene montate."
    }
  },
  {
    "translation": {
      "en": "and designing edited sequences and that sort of thing into play.",
      "it": "Avevo una certa energia e un certo modo di montare e concepire le scene montate."
    }
  },
  {
    "translation": {
      "en": "Like, Raging Bull, you really have it where the dialogue scenes are set,",
      "it": "Avevo una certa energia e un certo modo di montare e concepire le scene montate. Per fare cose tipo Toro Scatenato,"
    }
  },
  {
    "translation": {
      "en": "and all the other action scenes are... cameras flying everywhere.",
      "it": "devi sapere quello che fai, quando giri le scene d'azione,"
    }
  },
  {
    "translation": {
      "en": "And I kind of did it. I did it.",
      "it": "con le macchine da presa che volano dappertutto. E io l'ho fatto."
    }
  },
  {
    "translation": {
      "en": "It was almost like everything was, uh, documentary-style filmmaking,",
      "it": "con le macchine da presa che volano dappertutto. E io l'ho fatto. Sembrava tutto girato in stile documentario"
    }
  },
  {
    "translation": {
      "en": "which I really like that you do.",
      "it": "Sembrava tutto girato in stile documentario"
    }
  },
  {
    "translation": {
      "en": "-[Scorsese] Yeah. -But besides that,",
      "it": "e mi piaceva molto quello che facevi."
    }
  },
  {
    "translation": {
      "en": "you leave this whole feeling through the movie.",
      "it": "Ma oltre a quello, tu trasmetti questa sensazione durante tutto il film,"
    }
  },
  {
    "translation": {
      "en": "You get this feel. You-- you did it from Mean Streets.",
      "it": "tu trasmetti questa sensazione durante tutto il film, e l'hai fatto fin da Mean Streets."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] Yeah.",
      "it": "e l'hai fatto fin da Mean Streets."
    }
  },
  {
    "translation": {
      "en": "[Pesci] I saw it years later, and I watched the whole movie,",
      "it": "e l'hai fatto fin da Mean Streets. L'ho rivisto anni dopo, l'ho guardato tutto,"
    }
  },
  {
    "translation": {
      "en": "and I said, \"Wow, it's the feeling of the neighborhood",
      "it": "L'ho rivisto anni dopo, l'ho guardato tutto, e ho pensato: \"Ti dà la sensazione del quartiere e dei personaggi,"
    }
  },
  {
    "translation": {
      "en": "and the characters and the whole thing that he does so well.",
      "it": "e ho pensato: \"Ti dà la sensazione del quartiere e dei personaggi,"
    }
  },
  {
    "translation": {
      "en": "He's done it in every one of his fucking movies.\"",
      "it": "riesce a farlo così bene. L'ha fatto in ognuno dei suoi fottuti film."
    }
  },
  {
    "translation": {
      "en": "-[low chuckles] -\"So, he's gotta know what he's doing.\"",
      "it": "L'ha fatto in ognuno dei suoi fottuti film. Quindi deve sapere quello che fa\"."
    }
  },
  {
    "translation": {
      "en": "That's why I said to you, \"Do you feel like you've gotten better at that?\"",
      "it": "Quindi deve sapere quello che fa\". Per questo ti ho detto: \"Pensi di essere migliorato?\""
    }
  },
  {
    "translation": {
      "en": "-No, I think it's distilled now. -Because you don't question yourself.",
      "it": "Per questo ti ho detto: \"Pensi di essere migliorato?\" - Perché tu non te lo chiedi. - No. Penso di averlo assorbito, ormai."
    }
  },
  {
    "translation": {
      "en": "It's distilled, and it's a medium shot, it's a close-up...",
      "it": "- Perché tu non te lo chiedi. - No. Penso di averlo assorbito, ormai."
    }
  },
  {
    "translation": {
      "en": "-Jeez, it's amazing to me. -It's-- That's it. I mean, the point is that you really get to look--",
      "it": "- È un campo medio. È un primo piano. - È incredibile, per me."
    }
  },
  {
    "translation": {
      "en": "Ah, it's a funny thing. You--",
      "it": "Il punto è che riesci davvero a... È una cosa strana."
    }
  },
  {
    "translation": {
      "en": "When you're faced with, uh, how to do a narrative bit in a film,",
      "it": "Il punto è che riesci davvero a... È una cosa strana. Quando devi decidere come girare una scena, non lo so."
    }
  },
  {
    "translation": {
      "en": "I find I don't really know.",
      "it": "Quando devi decidere come girare una scena, non lo so."
    }
  },
  {
    "translation": {
      "en": "I find you learn everything again, every picture,",
      "it": "Quando devi decidere come girare una scena, non lo so. Ti ritrovi a imparare di nuovo tutto, con ogni film, ogni scena, tutto da capo."
    }
  },
  {
    "translation": {
      "en": "almost every setup, you learn again. That's it, you know? You're going into a battlefield.",
      "it": "Ti ritrovi a imparare di nuovo tutto, con ogni film, ogni scena, tutto da capo."
    }
  },
  {
    "translation": {
      "en": "You gotta figure it out, and you're the guy you're fighting. So... Yeah, but you feel more confident.",
      "it": "Sei in un campo di battaglia, devi capire. E stai combattendo con te stesso."
    }
  },
  {
    "translation": {
      "en": "-You have more confidence... -[Scorsese] Y-Yeah. -...that you know what's right. -I think I'm getting more, in terms of,",
      "it": "Sì, ma sei più sicuro di sapere ciò che è giusto."
    }
  },
  {
    "translation": {
      "en": "like, we really blasted out like in Hugo in 3-D and everything. We really had a great time.",
      "it": "Credo di sì. In Hugo Cabret, col 3D, abbiamo fatto i fuochi d'artificio."
    }
  },
  {
    "translation": {
      "en": "By this point, it was a matter of, um, the essentials.",
      "it": "Ci siamo divertiti. Ma qui era una questione di essenzialità. E in questo film sono i personaggi."
    }
  },
  {
    "translation": {
      "en": "I thought the essentials are the characters -in this piece and that world. -Yeah, same thing.",
      "it": "Ma qui era una questione di essenzialità. E in questo film sono i personaggi."
    }
  },
  {
    "translation": {
      "en": "It doesn't matter if you're sitting in this booth or...",
      "it": "- Sì, esatto. - In quel mondo, non importa se sei seduto a questo tavolo o sei in macchina."
    }
  },
  {
    "translation": {
      "en": "-Right. -...you're in the car.",
      "it": "non importa se sei seduto a questo tavolo o sei in macchina."
    }
  },
  {
    "translation": {
      "en": "These guys, they could be anywhere doing this stuff.",
      "it": "non importa se sei seduto a questo tavolo o sei in macchina. Questi uomini potrebbero essere ovunque, a fare queste cose."
    }
  },
  {
    "translation": {
      "en": "So there's an anonymity around them,",
      "it": "Questi uomini potrebbero essere ovunque, a fare queste cose."
    }
  },
  {
    "translation": {
      "en": "but they're the force that drives--",
      "it": "Quindi c'è anonimità intorno a loro, ma sono loro la forza che guida tutto, una forza tragica."
    }
  },
  {
    "translation": {
      "en": "It's like a tragic force. You know, it's a very--",
      "it": "ma sono loro la forza che guida tutto, una forza tragica."
    }
  },
  {
    "translation": {
      "en": "I-I had to find-- I had to find a way not to get in the way of that.",
      "it": "ma sono loro la forza che guida tutto, una forza tragica. Dovevo trovare il modo di non ostacolare tutto questo."
    }
  },
  {
    "translation": {
      "en": "-[De Niro] Yeah. -I-- You know,",
      "it": "Dovevo trovare il modo di non ostacolare tutto questo."
    }
  },
  {
    "translation": {
      "en": "some may disagree when they see the film, but I-- that's what I did.",
      "it": "Dovevo trovare il modo di non ostacolare tutto questo. Qualcuno magari non sarà d'accordo, vedendo il film, ma io ho fatto così."
    }
  },
  {
    "translation": {
      "en": "And ultimately, every movie you make, it's a learning experience again.",
      "it": "Qualcuno magari non sarà d'accordo, vedendo il film, ma io ho fatto così. In ultima analisi, a ogni film che fai, ti rendi conto che stai imparando."
    }
  }
]