[
  {
    "translation": {
      "en": "[man] Can I ask a favor?",
      "it": "Posso chiederti un favore?"
    }
  },
  {
    "translation": {
      "en": "Don't make me answer that. Don't make me answer that.",
      "it": "Non farmi rispondere a questo."
    }
  },
  {
    "translation": {
      "en": "Let somebody else do it.",
      "it": "Fallo fare a qualcun altro."
    }
  },
  {
    "translation": {
      "en": "I don't wanna make a hero out of him.",
      "it": "Non voglio farne un eroe."
    }
  },
  {
    "translation": {
      "en": "Because he was fantastic.",
      "it": "Perché era un uomo fantastico."
    }
  },
  {
    "translation": {
      "en": "No one has come close to doing what he has done.",
      "it": "Nessuno si è avvicinato a fare quello che ha fatto lui."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Officer? -[man 2] One male fatality.",
      "it": "Abbiamo una vittima maschile."
    }
  },
  {
    "translation": {
      "en": "The calm of Salt Lake City, Utah, was rocked today by two booby-trap bombs",
      "it": "La calma di Salt Lake City, nello Utah, è stata sconvolta oggi da due ordigni esplosivi che hanno causato la morte di due persone."
    }
  },
  {
    "translation": {
      "en": "that left two people dead.",
      "it": "da due ordigni esplosivi che hanno causato la morte di due persone."
    }
  },
  {
    "translation": {
      "en": "[man 3] …a morning of fear and death.",
      "it": "…una mattina che ha portato paura e morte."
    }
  },
  {
    "translation": {
      "en": "The first explosion ripped through a downtown office building, killing a man.",
      "it": "La prima esplosione ha squarciato un edificio del centro, uccidendo un uomo."
    }
  },
  {
    "translation": {
      "en": "The second explosion outside a Holladay home claimed another life.",
      "it": "La seconda esplosione, fuori da una casa di Holladay, ha causato un'altra vittima."
    }
  },
  {
    "translation": {
      "en": "There was dark talk involving religious documents, hired professional killers.",
      "it": "Si è parlato di documenti religiosi, di assassini professionisti."
    }
  },
  {
    "translation": {
      "en": "A Watergate-style cover-up, and one of the wealthiest,",
      "it": "Un occultamento in stile Watergate e una delle più ricche, se non la più ricca,"
    }
  },
  {
    "translation": {
      "en": "if not most wealthy, church in America involved,",
      "it": "Un occultamento in stile Watergate e una delle più ricche, se non la più ricca, chiesa in America coinvolta,"
    }
  },
  {
    "translation": {
      "en": "the Mormon Church.",
      "it": "la chiesa mormone."
    }
  },
  {
    "translation": {
      "en": "[man 4] There is a common thread that seems to connect all the victims.",
      "it": "C'è un filo conduttore che sembra collegare tutte le vittime."
    }
  },
  {
    "translation": {
      "en": "[man 5] A mysterious Salamander letter.",
      "it": "Una misteriosa lettera della salamandra."
    }
  },
  {
    "translation": {
      "en": "[man 4] The Salamander letter challenges",
      "it": "La lettera della salamandra impugna il racconto della chiesa mormone"
    }
  },
  {
    "translation": {
      "en": "the Mormon Church's account of its own origin.",
      "it": "La lettera della salamandra impugna il racconto della chiesa mormone delle proprie origini."
    }
  },
  {
    "translation": {
      "en": "The bombing's impact has drawn the Church into an uncomfortable spotlight:",
      "it": "L'impatto degli attentati ha trascinato la Chiesa sotto degli scomodi riflettori,"
    }
  },
  {
    "translation": {
      "en": "Murder among the Mormons.",
      "it": "quelli su un omicidio tra i mormoni."
    }
  },
  {
    "translation": {
      "en": "[man] What I love the most about treasure stories,",
      "it": "Quello che mi piace di più delle storie sui tesori"
    }
  },
  {
    "translation": {
      "en": "they're always about lost treasures, you know?",
      "it": "è che sono sempre su tesori perduti, sapete?"
    }
  },
  {
    "translation": {
      "en": "Whether we're looking for Atlantis or the Titanic or whatever,",
      "it": "Sia che cerchiamo Atlantide o il Titanic o altro,"
    }
  },
  {
    "translation": {
      "en": "there's a lot of treasure out there.",
      "it": "ci sono molti tesori là fuori."
    }
  },
  {
    "translation": {
      "en": "But the thing is, treasure stories always have the same ending.",
      "it": "Ma il fatto è che le storie sui tesori hanno sempre lo stesso finale."
    }
  },
  {
    "translation": {
      "en": "The treasure is temporarily found.",
      "it": "Il tesoro viene trovato temporaneamente."
    }
  },
  {
    "translation": {
      "en": "But then some calamity happens, and the treasure's lost again.",
      "it": "Però poi accade qualche calamità e il tesoro viene perduto di nuovo."
    }
  },
  {
    "translation": {
      "en": "You know, the old airplane pilot joke about,",
      "it": "Sapete, la vecchia battuta sui piloti di aerei…"
    }
  },
  {
    "translation": {
      "en": "\"Ladies and gentlemen, we're landing in Salt Lake City.",
      "it": "\"Signore e signori, stiamo per atterrare a Salt Lake City.\""
    }
  },
  {
    "translation": {
      "en": "Set your watch back ten years.\"",
      "it": "\"Riportate indietro l'orologio di dieci anni.\""
    }
  },
  {
    "translation": {
      "en": "It's an old chestnut.",
      "it": "È un vecchio luogo comune."
    }
  },
  {
    "translation": {
      "en": "-[church bell tolling] -It's a very conservative community.",
      "it": "È una comunità molto conservatrice."
    }
  },
  {
    "translation": {
      "en": "The state of Utah has long been the home of the Mormons.",
      "it": "Lo stato dello Utah è da tempo la casa dei mormoni."
    }
  },
  {
    "translation": {
      "en": "[narrator] Mormons are members of a worldwide church,",
      "it": "I mormoni sono membri di una chiesa mondiale,"
    }
  },
  {
    "translation": {
      "en": "headquartered in Salt Lake City, Utah.",
      "it": "con sede a Salt Lake City, nello Utah."
    }
  },
  {
    "translation": {
      "en": "We'd like you to meet the Mormons.",
      "it": "Vorremmo che conosceste i mormoni."
    }
  },
  {
    "translation": {
      "en": "Mormonism is relatively young. It was founded only 150 years ago",
      "it": "Il mormonismo è relativamente giovane. Fu fondato solo 150 anni fa da Joseph Smith."
    }
  },
  {
    "translation": {
      "en": "by Joseph Smith.",
      "it": "Fu fondato solo 150 anni fa da Joseph Smith."
    }
  },
  {
    "translation": {
      "en": "In 1829, a young man named Joseph Smith translated a set of gold plates",
      "it": "Nel 1829, un giovane di nome Joseph Smith tradusse una serie di tavole d'oro"
    }
  },
  {
    "translation": {
      "en": "to which he was directed by an angel,",
      "it": "a cui era stato guidato da un angelo,"
    }
  },
  {
    "translation": {
      "en": "into a volume called \"The Book of Mormon.\"",
      "it": "in un volume intitolato \"Il Libro di Mormon\"."
    }
  },
  {
    "translation": {
      "en": "[narrator] This is the true story of Joseph Smith's valiant mission",
      "it": "Questa è la vera storia della prode missione di Joseph Smith"
    }
  },
  {
    "translation": {
      "en": "in bringing forth \"The Book of Mormon.\"",
      "it": "nel portare avanti \"Il Libro di Mormon\"."
    }
  },
  {
    "translation": {
      "en": "[mysterious male voice] I am a messenger sent from the presence of God.",
      "it": "Sono un messaggero inviato dalla presenza di Dio."
    }
  },
  {
    "translation": {
      "en": "My name is Moroni.",
      "it": "Il mio nome è Moroni."
    }
  },
  {
    "translation": {
      "en": "There is a book deposited, written upon gold plates.",
      "it": "C'è un libro depositato, scritto su tavole d'oro."
    }
  },
  {
    "translation": {
      "en": "[Turley] Joseph Smith formed a church",
      "it": "Joseph Smith formò una chiesa"
    }
  },
  {
    "translation": {
      "en": "called The Church of Jesus Christ of Latter-Day Saints,",
      "it": "chiamata Chiesa di Gesù Cristo dei Santi degli Ultimi Giorni,"
    }
  },
  {
    "translation": {
      "en": "abbreviated to \"LDS.\"",
      "it": "abbreviata in \"LDS\"."
    }
  },
  {
    "translation": {
      "en": "[Moroni] Translate these ancient writings and bring them forth to the world.",
      "it": "Traduci questi antichi scritti e diffondili nel mondo."
    }
  },
  {
    "translation": {
      "en": "[narrator] The real treasure is not the gold in those plates,",
      "it": "Il vero tesoro non è l'oro di quelle tavole,"
    }
  },
  {
    "translation": {
      "en": "but what's written on them.",
      "it": "ma ciò che vi è scritto sopra."
    }
  },
  {
    "translation": {
      "en": "[man] The LDS Church believes it has a divine mandate to preserve its history.",
      "it": "La LDS crede di avere un mandato divino per preservare la sua storia."
    }
  },
  {
    "translation": {
      "en": "For Latter-Day Saints, the history is integral with the faith itself.",
      "it": "Per i Santi degli Ultimi Giorni, la storia è parte integrante della fede stessa."
    }
  },
  {
    "translation": {
      "en": "Joseph? Is this where you saw Heavenly Father and Jesus?",
      "it": "Joseph? È qui che hai visto il Padre celeste e Gesù?"
    }
  },
  {
    "translation": {
      "en": "Yes, Lucy. This is the very place.",
      "it": "Sì, Lucy. Il posto è proprio questo."
    }
  },
  {
    "translation": {
      "en": "Early Mormonism is full of treasure tales,",
      "it": "Il mormonismo degli inizi è pieno di storie di tesori"
    }
  },
  {
    "translation": {
      "en": "and it really carried over into the '70s and '80s.",
      "it": "che vengono portate avanti molto negli anni '70 e '80."
    }
  },
  {
    "translation": {
      "en": "You've got a growing LDS religion and a growing market for Mormon artifacts.",
      "it": "Con una religione in crescita e un mercato in espansione per i manufatti mormoni."
    }
  },
  {
    "translation": {
      "en": "So the Mormon people have always had a propensity",
      "it": "Quindi il popolo mormone ha sempre avuto la propensione"
    }
  },
  {
    "translation": {
      "en": "to seek those kind of treasures out.",
      "it": "a cercare quel genere di tesori."
    }
  },
  {
    "translation": {
      "en": "[woman] It's a thinking man's game,",
      "it": "È un gioco per uomini intelligenti,"
    }
  },
  {
    "translation": {
      "en": "dealers who know history well enough to purchase old books and pieces of paper",
      "it": "che conoscono la storia abbastanza bene da comprare vecchi libri e pezzi di carta"
    }
  },
  {
    "translation": {
      "en": "and sell them for a profit.",
      "it": "e venderli per un profitto."
    }
  },
  {
    "translation": {
      "en": "There are only a handful of men who've acted as dealers",
      "it": "E ci sono solo pochi uomini che hanno agito da intermediari"
    }
  },
  {
    "translation": {
      "en": "for these pieces of high-prized history.",
      "it": "per questi costosi pezzi di storia."
    }
  },
  {
    "translation": {
      "en": "Shannon Flynn's one of them.",
      "it": "Shannon Flynn è uno di loro."
    }
  },
  {
    "translation": {
      "en": "There's a certain amount of detective work.",
      "it": "C'è una certa dose di lavoro investigativo."
    }
  },
  {
    "translation": {
      "en": "There's a certain amount of excitement, high stakes, valuable pieces.",
      "it": "C'è una certa quantità di eccitazione, alte poste in gioco, pezzi preziosi."
    }
  },
  {
    "translation": {
      "en": "I had taken an interest in LDS Church doctrine,",
      "it": "SHANNON FLYNN COMMERCIANTE DI DOCUMENTI RARI Mi ero interessato alla dottrina della Chiesa LDS,"
    }
  },
  {
    "translation": {
      "en": "probably since those late teenage years.",
      "it": "probabilmente dalla tarda adolescenza."
    }
  },
  {
    "translation": {
      "en": "I remember clearly the first collectible item I bought.",
      "it": "Ricordo chiaramente il primo oggetto da collezione che ho comprato."
    }
  },
  {
    "translation": {
      "en": "It was a third edition of a pamphlet by B.H. Roberts.",
      "it": "Era la terza edizione di un opuscolo di B.H. Roberts."
    }
  },
  {
    "translation": {
      "en": "I didn't know what I was doing. I paid $10 for it.",
      "it": "Non sapevo cosa stessi facendo. L'ho pagato dieci dollari."
    }
  },
  {
    "translation": {
      "en": "But I was interested in the history,",
      "it": "Però mi interessava la storia"
    }
  },
  {
    "translation": {
      "en": "and in the Salt Lake area, it was centered mainly on bookstores.",
      "it": "e nella zona di Salt Lake si concentrava soprattutto nelle librerie."
    }
  },
  {
    "translation": {
      "en": "And that kind of became the Mormon history coffeehouse,",
      "it": "E quelle divennero una sorta di caffè della storia mormone,"
    }
  },
  {
    "translation": {
      "en": "if you want to think of it in those terms. You would go, meet people.",
      "it": "se vuoi pensarci in questi termini. Ci andavi a incontrare le persone."
    }
  },
  {
    "translation": {
      "en": "\"Hey, come over here. Let me show you this. Let's see that book.\"",
      "it": "\"Ehi, vieni qui. Lascia che ti mostri questo. Vediamo quel libro.\""
    }
  },
  {
    "translation": {
      "en": "And it was at that time that I was introduced to Mark Hofmann.",
      "it": "Ed è stato in quel periodo che mi hanno presentato Mark Hofmann."
    }
  },
  {
    "translation": {
      "en": "And I was very excited to meet Mark.",
      "it": "Ed ero molto emozionato di conoscere Mark."
    }
  },
  {
    "translation": {
      "en": "He was… In the Mormon document world, he was a rock star.",
      "it": "Nell'ambiente dei documenti mormoni, era una rock star."
    }
  },
  {
    "translation": {
      "en": "[woman] Mark Hofmann, a student at Utah State University, found the document.",
      "it": "Mark Hofmann, uno studente dell'università dello Utah, ha trovato il documento."
    }
  },
  {
    "translation": {
      "en": "It appears to be the earliest Mormon document",
      "it": "Sembra essere il primo documento mormone"
    }
  },
  {
    "translation": {
      "en": "and the earliest Joseph Smith holograph.",
      "it": "e il primo olografo di Joseph Smith."
    }
  },
  {
    "translation": {
      "en": "Also, I think it's exciting just to think that",
      "it": "Inoltre, credo che sia emozionante pensare che,"
    }
  },
  {
    "translation": {
      "en": "apparently, this piece of paper was copied by Joseph Smith's own hand,",
      "it": "MARK HOFMANN 3 MAGGIO 1980 forse, lo stesso Joseph Smith abbia copiato questo pezzo di carta…"
    }
  },
  {
    "translation": {
      "en": "the characters were, right from the gold plates that were right there.",
      "it": "i caratteri provenivano proprio dalle tavole d'oro, che erano proprio lì."
    }
  },
  {
    "translation": {
      "en": "[woman] It's covered with carefully drawn symbols.",
      "it": "È coperto da simboli e segni disegnati con cura."
    }
  },
  {
    "translation": {
      "en": "On the back, a statement signed by Joseph Smith.",
      "it": "Sul retro, una dichiarazione firmata da Joseph Smith."
    }
  },
  {
    "translation": {
      "en": "\"These characters were diligently copied by my own hand from the plates of gold.\"",
      "it": "\"Questi caratteri sono stati copiati da me diligentemente dalle tavole d'oro.\""
    }
  },
  {
    "translation": {
      "en": "[Mark] Well, I feel pretty lucky.",
      "it": "Beh, mi sento molto fortunato."
    }
  },
  {
    "translation": {
      "en": "[woman] Mark bought an old Bible from a man in Salt Lake.",
      "it": "Mark ha comprato una vecchia Bibbia da un uomo, a Salt Lake."
    }
  },
  {
    "translation": {
      "en": "The man said he'd purchased the Bible",
      "it": "L'uomo ha detto di aver comprato la Bibbia"
    }
  },
  {
    "translation": {
      "en": "from the granddaughter of Joseph Smith's sister.",
      "it": "dalla nipote della sorella di Joseph Smith."
    }
  },
  {
    "translation": {
      "en": "[Mark] Uh, Dorie walked in. She just got home from work.",
      "it": "Dorie entrò. Era appena tornata dal lavoro."
    }
  },
  {
    "translation": {
      "en": "[Dorie] He had this Bible, and I started flipping through the pages.",
      "it": "Aveva preso questa Bibbia e io iniziai a sfogliarne le pagine."
    }
  },
  {
    "translation": {
      "en": "And there was this part",
      "it": "E c'era questa parte,"
    }
  },
  {
    "translation": {
      "en": "that was folded up and had this sticky gum on the end of it.",
      "it": "era piegata e all'estremità aveva questa gomma appiccicosa."
    }
  },
  {
    "translation": {
      "en": "I think it was black,",
      "it": "Credo che fosse nera e ricordo di averlo chiamato e avergli detto:"
    }
  },
  {
    "translation": {
      "en": "and I called to him, saying, \"There's something in here.\"",
      "it": "Credo che fosse nera e ricordo di averlo chiamato e avergli detto: \"C'è qualcosa qui dentro.\""
    }
  },
  {
    "translation": {
      "en": "[Mark] She was there when I finally succeeded in prying off the top page…",
      "it": "Era lì quando finalmente sono riuscito a sollevare la prima pagina,"
    }
  },
  {
    "translation": {
      "en": "that revealed a folded piece of paper.",
      "it": "che ha rivelato un pezzo di carta piegato,"
    }
  },
  {
    "translation": {
      "en": "Well, the Anthon Transcript.",
      "it": "la Trascrizione di Anthon."
    }
  },
  {
    "translation": {
      "en": "[Dorie] Things in that document validated The Book of Mormon",
      "it": "Le cose che c'erano in quel documento avvaloravano il Libro di Mormon"
    }
  },
  {
    "translation": {
      "en": "and Joseph Smith…",
      "it": "e Joseph Smith…"
    }
  },
  {
    "translation": {
      "en": "And it was thrilling.",
      "it": "E fu elettrizzante."
    }
  },
  {
    "translation": {
      "en": "That's when he said he wanted to do this as his job.",
      "it": "Fu allora che affermò di voler fare questo come lavoro."
    }
  },
  {
    "translation": {
      "en": "He said, \"I'm gonna be going into the document business.",
      "it": "E disse: \"Entrerò nel commercio di documenti rari.\""
    }
  },
  {
    "translation": {
      "en": "Is that okay with you?\"",
      "it": "\"Ti va bene?\""
    }
  },
  {
    "translation": {
      "en": "[man] The LDS Church and its members are world-renowned",
      "it": "La Chiesa LDS e i suoi membri sono famosi in tutto il mondo"
    }
  },
  {
    "translation": {
      "en": "for their zeal in collecting historical documents.",
      "it": "per il loro zelo nel raccogliere documenti storici."
    }
  },
  {
    "translation": {
      "en": "Dozens of researchers and collectors",
      "it": "Decine di ricercatori e collezionisti"
    }
  },
  {
    "translation": {
      "en": "are committed to finding tidbits from the past.",
      "it": "sono impegnati a trovare minuscole tracce del passato."
    }
  },
  {
    "translation": {
      "en": "That Joseph Smith's first encounter with the Divine",
      "it": "Che il primo incontro di Joseph Smith sia stato con il Divino"
    }
  },
  {
    "translation": {
      "en": "was his experience with the coming forth of the Book of Mormon.",
      "it": "è strettamente legato alla venuta alla luce del Libro di Mormon."
    }
  },
  {
    "translation": {
      "en": "[speaking now] At the time, my particular interest was the origins of Mormonism.",
      "it": "All'epoca, il mio interesse particolare erano le origini del mormonismo."
    }
  },
  {
    "translation": {
      "en": "And the first time I heard about Mark Hofmann",
      "it": "E la prima volta che sentii parlare di Mark Hofmann"
    }
  },
  {
    "translation": {
      "en": "would have been seeing the picture of Mark",
      "it": "fu quando vidi la foto in cui lui"
    }
  },
  {
    "translation": {
      "en": "surrounded by major figures of the Mormon hierarchy.",
      "it": "era circondato da grandi figure della gerarchia mormone."
    }
  },
  {
    "translation": {
      "en": "Here they are, gathered to see what this young man has found.",
      "it": "Erano lì, riuniti per vedere cosa avesse trovato questo giovanotto."
    }
  },
  {
    "translation": {
      "en": "[reporter] The Anthon Transcript discovery was widely publicized",
      "it": "La scoperta della Trascrizione di Anthon è stata ampiamente pubblicizzata"
    }
  },
  {
    "translation": {
      "en": "and brought Mark Hofmann into contact with top leaders in the Mormon Church.",
      "it": "e Mark Hofmann è entrato in contatto con i massimi leader della chiesa mormone."
    }
  },
  {
    "translation": {
      "en": "Mark wanted to be the ultimate document dealer,",
      "it": "Mark voleva diventare il più grande mercante di documenti,"
    }
  },
  {
    "translation": {
      "en": "and so, Mark would ask me to do the genealogical research,",
      "it": "perciò, mi chiedeva di fare ricerche genealogiche,"
    }
  },
  {
    "translation": {
      "en": "where we would research the descendants of certain mission presidents",
      "it": "con le quali indagavamo sui discendenti di alcuni presidenti di missione"
    }
  },
  {
    "translation": {
      "en": "and see if they had any of these family documents or books on hand.",
      "it": "per scoprire se avessero dei documenti o dei libri di famiglia."
    }
  },
  {
    "translation": {
      "en": "I was so enthusiastic, and it just started snowballing at that point.",
      "it": "Ero così entusiasta e a quel punto gli eventi iniziarono ad accelerare."
    }
  },
  {
    "translation": {
      "en": "[woman] A 137-year-old letter was found and proved authentic by a Mormon Church historian.",
      "it": "Uno storico del mormonismo ha trovato una lettera, autentica, di 137 anni fa."
    }
  },
  {
    "translation": {
      "en": "The document was found by Mark Hofmann.",
      "it": "Il documento è stato trovato da Mark Hofmann."
    }
  },
  {
    "translation": {
      "en": "I'd never seen anybody come up with the material that Mark was coming up with.",
      "it": "Non avevo mai visto nessuno trovare il materiale che trovava Mark."
    }
  },
  {
    "translation": {
      "en": "The first time I actually read the letter,",
      "it": "La prima volta che ho letto la lettera,"
    }
  },
  {
    "translation": {
      "en": "I think I about fell off the chair I was sitting in.",
      "it": "credo di essere quasi caduto dalla sedia."
    }
  },
  {
    "translation": {
      "en": "[woman] The letter is from Lucy Mack Smith,",
      "it": "La lettera è di Lucy Max Smith,"
    }
  },
  {
    "translation": {
      "en": "mother of the Church's first prophet and president, Joseph Smith.",
      "it": "la madre del primo profeta e presidente della Chiesa, Joseph Smith."
    }
  },
  {
    "translation": {
      "en": "[Brent Ashworth] He'd track old letters down by postage stamps, wax seals, and all that.",
      "it": "Aveva rintracciato vecchie lettere con francobolli, sigilli di cera e tutto."
    }
  },
  {
    "translation": {
      "en": "He always had some inside track on how he was getting things.",
      "it": "Ha sempre avuto informazioni riservate su come ottenere i documenti."
    }
  },
  {
    "translation": {
      "en": "Part of the collection…",
      "it": "Parte della collezione…"
    }
  },
  {
    "translation": {
      "en": "[Ashworth] I bought a lot of them over the years.",
      "it": "Ne ho comprati molti nel corso degli anni."
    }
  },
  {
    "translation": {
      "en": "[man] There haven't been a lot of dealers in this kind of thing before.",
      "it": "Non c'erano molti rivenditori di questo genere di cose."
    }
  },
  {
    "translation": {
      "en": "It was almost like a new era for Mormon collectibles.",
      "it": "Era come se fosse una nuova era per gli oggetti da collezione mormoni."
    }
  },
  {
    "translation": {
      "en": "[woman] The buying and selling of Mormon documents has attracted so much attention lately,",
      "it": "La compravendita di documenti mormoni ha attirato molta attenzione ultimamente."
    }
  },
  {
    "translation": {
      "en": "they're commanding top dollar.",
      "it": "Questi documenti valgono molto."
    }
  },
  {
    "translation": {
      "en": "[man 1] It's become a lucrative business",
      "it": "È diventata un'attività redditizia perché molti dei nuovi oggetti"
    }
  },
  {
    "translation": {
      "en": "because many new items come from a period of Mormon history",
      "it": "È diventata un'attività redditizia perché molti dei nuovi oggetti provengono da un periodo della storia dei mormoni di cui si sa molto poco."
    }
  },
  {
    "translation": {
      "en": "for which very little is known.",
      "it": "provengono da un periodo della storia dei mormoni di cui si sa molto poco."
    }
  },
  {
    "translation": {
      "en": "Mark would travel to different places, including New York City,",
      "it": "Mark si recava in posti diversi, tra cui New York,"
    }
  },
  {
    "translation": {
      "en": "and discovered a number of things.",
      "it": "e scopriva una serie di cose."
    }
  },
  {
    "translation": {
      "en": "[man 2] Hofmann's dealings soon branched out from selling only Mormon-related documents",
      "it": "Gli affari di Hofmann si sono evoluti presto dalla vendita di documenti mormoni"
    }
  },
  {
    "translation": {
      "en": "to letters and signatures",
      "it": "a quella di lettere e firme"
    }
  },
  {
    "translation": {
      "en": "by some of the most prominent names in American history.",
      "it": "di alcuni dei nomi più importanti della storia americana."
    }
  },
  {
    "translation": {
      "en": "It certainly smacks of Indiana Jones.",
      "it": "Di sicuro ricorda Indiana Jones."
    }
  },
  {
    "translation": {
      "en": "He didn't look the part. He looked like a nerd, and he was a nerd.",
      "it": "Non recitava una parte. Sembrava un sapientone e lo era."
    }
  },
  {
    "translation": {
      "en": "He was able to remember minute, who-could-give-a-care details",
      "it": "Riusciva a ricordare dettagli piccolissimi, insignificanti"
    }
  },
  {
    "translation": {
      "en": "that somewhere along the line would make a lot of difference.",
      "it": "che, a un certo punto, avrebbero fatto molta differenza."
    }
  },
  {
    "translation": {
      "en": "We had a friendship that extended to his wife",
      "it": "Avevamo un'amicizia che si estendeva a sua moglie"
    }
  },
  {
    "translation": {
      "en": "and our families.",
      "it": "e alle nostre famiglie."
    }
  },
  {
    "translation": {
      "en": "One of the times I was there,",
      "it": "Una delle volte in cui ero lì,"
    }
  },
  {
    "translation": {
      "en": "we played Celestial Pursuit,",
      "it": "giocammo a Celestial Pursuit,"
    }
  },
  {
    "translation": {
      "en": "Trivial Pursuit for Mormons.",
      "it": "il Trivial Pursuit dei mormoni."
    }
  },
  {
    "translation": {
      "en": "One by one, Mark sat there with the cards, every one right.",
      "it": "Una dopo l'altra, Mark si sedette lì e diede tutte le risposte esatte."
    }
  },
  {
    "translation": {
      "en": "Never missed one.",
      "it": "Non ne sbagliò una."
    }
  },
  {
    "translation": {
      "en": "And so, I started working on document deals for him.",
      "it": "E così, iniziai a lavorare ad affari su documenti per lui."
    }
  },
  {
    "translation": {
      "en": "It was like I was given the opportunity to play along Michael Jordan,",
      "it": "Era come se mi avessero dato l'opportunità di giocare con Michael Jordan,"
    }
  },
  {
    "translation": {
      "en": "or, um, Brett Favre or Ryne Sandberg.",
      "it": "Brett Favre o Ryne Sandberg."
    }
  },
  {
    "translation": {
      "en": "[younger Metcalfe] I worked in the genealogical archive",
      "it": "Ho lavorato nell'archivio genealogico, facendo ricerche sugli inizi del mormonismo"
    }
  },
  {
    "translation": {
      "en": "doing research on the beginnings of Mormonism",
      "it": "facendo ricerche sugli inizi del mormonismo"
    }
  },
  {
    "translation": {
      "en": "and contemporaries of Joseph Smith,",
      "it": "e i contemporanei di Joseph Smith,"
    }
  },
  {
    "translation": {
      "en": "people like Martin Harris, David Whitmer…",
      "it": "persone come Martin Harris, David Whitmer…"
    }
  },
  {
    "translation": {
      "en": "[now] Back then, I spent a lot of my time in the historical archives,",
      "it": "All'epoca, trascorrevo molto del mio tempo negli archivi storici,"
    }
  },
  {
    "translation": {
      "en": "uh, researching documents and working for the LDS Church security department.",
      "it": "a cercare documenti e a lavorare per il dipartimento di sicurezza LDS."
    }
  },
  {
    "translation": {
      "en": "I'd come across a book.",
      "it": "E finii per imbattermi in un libro."
    }
  },
  {
    "translation": {
      "en": "Um, how can I put it?",
      "it": "Come potrei dire?"
    }
  },
  {
    "translation": {
      "en": "It became a lightning rod for a number of general authorities",
      "it": "Che divenne la pietra dello scandalo per molte autorità generali,"
    }
  },
  {
    "translation": {
      "en": "because they felt that that material was damaging to the Church,",
      "it": "Che divenne la pietra dello scandalo per molte autorità generali, perché percepivano che quel materiale era dannoso per la Chiesa"
    }
  },
  {
    "translation": {
      "en": "and they were concerned that I would publish it.",
      "it": "e temevano che l'avrei pubblicato."
    }
  },
  {
    "translation": {
      "en": "I was called in by my supervisors,",
      "it": "Venni convocato dai miei supervisori"
    }
  },
  {
    "translation": {
      "en": "and was terminated.",
      "it": "e venni licenziato."
    }
  },
  {
    "translation": {
      "en": "And so the Church is in kind of an ironic situation.",
      "it": "E così, la Chiesa si trova in una situazione ironica."
    }
  },
  {
    "translation": {
      "en": "On the one hand, they are driven by history,",
      "it": "Da una parte, sono guidati dalla storia"
    }
  },
  {
    "translation": {
      "en": "and they want to preserve documents.",
      "it": "e vogliono preservare i documenti."
    }
  },
  {
    "translation": {
      "en": "Their appreciation for the builders of the past will be enhanced.",
      "it": "Il loro apprezzamento per i costruttori del passato sarà rafforzato. GORDON B. HINCKLEY"
    }
  },
  {
    "translation": {
      "en": "But on the other hand, what do you do with documents",
      "it": "Ma d'altra parte, che cosa fai con i documenti"
    }
  },
  {
    "translation": {
      "en": "that have the potential of destroying someone's faith?",
      "it": "che potrebbero distruggere la fede di qualcuno?"
    }
  },
  {
    "translation": {
      "en": "I remember it specifically because it was my birthday,",
      "it": "Lo ricordo con precisione perché era il mio compleanno."
    }
  },
  {
    "translation": {
      "en": "December 27th, 1983.",
      "it": "Il 27 dicembre 1983."
    }
  },
  {
    "translation": {
      "en": "Mark said, \"Come here. I'm gonna show you something that no one has seen.\"",
      "it": "Mark mi disse: \"Vieni qui. Ti mostrerò una cosa che nessuno ha visto.\""
    }
  },
  {
    "translation": {
      "en": "He takes out of his briefcase the Salamander letter.",
      "it": "Estrasse dalla sua valigetta la lettera della salamandra."
    }
  },
  {
    "translation": {
      "en": "\"That was in the box where the gold plates were.\"",
      "it": "\"Era nella scatola in cui erano le tavole d'oro.\""
    }
  },
  {
    "translation": {
      "en": "What? What?",
      "it": "Cosa?"
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "it": "Caspita."
    }
  },
  {
    "translation": {
      "en": "And he says, \"We don't have any photographs of this.",
      "it": "E continuò: \"Non ne abbiamo nessuna riproduzione fotografica.\""
    }
  },
  {
    "translation": {
      "en": "Can you photograph it?\"",
      "it": "\"Puoi fotografarla?\""
    }
  },
  {
    "translation": {
      "en": "And so I was the first person to take those photographs,",
      "it": "E così fui la prima persona a scattare quelle fotografie"
    }
  },
  {
    "translation": {
      "en": "and he was keeping it under tremendous secrecy.",
      "it": "e lui tenne la cosa estremamente segreta."
    }
  },
  {
    "translation": {
      "en": "I was one of a select group, this big…",
      "it": "Facevo parte di un gruppo selezionato, grande così…"
    }
  },
  {
    "translation": {
      "en": "that was privy to the bombshells.",
      "it": "che era a conoscenza di questa notizia sconvolgente."
    }
  },
  {
    "translation": {
      "en": "But that was his world, and there was a reason for it,",
      "it": "Però quello era il suo mondo e c'era una ragione per fare così,"
    }
  },
  {
    "translation": {
      "en": "because everybody did that to a certain extent.",
      "it": "perché tutti lo facevano in una certa misura."
    }
  },
  {
    "translation": {
      "en": "They would never reveal where they were getting their best materials.",
      "it": "Non avrebbero mai rivelato dove trovavano i loro materiali migliori."
    }
  },
  {
    "translation": {
      "en": "So that world, it was not that odd to keep secrets.",
      "it": "Perciò, in quel mondo… non era così strano avere dei segreti."
    }
  },
  {
    "translation": {
      "en": "♪ Throned on the mountain's crest In robes of statehood dressed ♪",
      "it": "Sulla cresta della montagna Con la veste dello Stato"
    }
  },
  {
    "translation": {
      "en": "♪ Utah, we love thee! ♪",
      "it": "Utah, ti amiamo!"
    }
  },
  {
    "translation": {
      "en": "-Rod Decker, KUTV News. -[woman giggles]",
      "it": "Rod Decker, notiziario KUTV."
    }
  },
  {
    "translation": {
      "en": "Thank you, Rod. That's a nice way to end the news, right?",
      "it": "Grazie, Rod. È un bel modo per chiudere il notiziario, vero?"
    }
  },
  {
    "translation": {
      "en": "I've been a journalist in Utah for 45 years.",
      "it": "Sono stato giornalista in Utah per 45 anni."
    }
  },
  {
    "translation": {
      "en": "Among the people who are interested in Mormon documents and Mormon history…",
      "it": "Tra le persone che sono interessate ai vecchi documenti e alla storia mormoni…"
    }
  },
  {
    "translation": {
      "en": "[now] If you look at the '80s, Mark Hofmann found document after document,",
      "it": "Se guardiamo agli anni '80, Mark Hofmann aveva trovato un documento dopo l'altro"
    }
  },
  {
    "translation": {
      "en": "and he made a huge reputation for himself.",
      "it": "e si era fatto una reputazione enorme."
    }
  },
  {
    "translation": {
      "en": "Then one of the documents he had found was called the White Salamander letter.",
      "it": "Poi, uno dei documenti che aveva trovato era la lettera della salamandra bianca."
    }
  },
  {
    "translation": {
      "en": "It was a letter from Martin Harris, an important man in early Mormonism,",
      "it": "Era una lettera di Martin Harris, un uomo importante del primo mormonismo"
    }
  },
  {
    "translation": {
      "en": "and the letter said that Joseph Smith had told him",
      "it": "e nella lettera era scritto che Joseph Smith gli aveva raccontato"
    }
  },
  {
    "translation": {
      "en": "that Joseph Smith was led to the Golden Plates by a white salamander.",
      "it": "di essere stato condotto alle tavole d'oro da una salamandra bianca."
    }
  },
  {
    "translation": {
      "en": "This contradicted the Church version of what had happened",
      "it": "Questo contraddiceva la versione della Chiesa su ciò che era successo"
    }
  },
  {
    "translation": {
      "en": "and struck deeply at Mormon belief.",
      "it": "e colpiva profondamente il credo mormone."
    }
  },
  {
    "translation": {
      "en": "[Turley] This new Salamander letter",
      "it": "Questa lettera della salamandra"
    }
  },
  {
    "translation": {
      "en": "gave a far different story of the Church's earliest roots",
      "it": "raccontava una storia molto diversa delle prime origini della Chiesa,"
    }
  },
  {
    "translation": {
      "en": "and took that context of Christian familiar terms, like angels…",
      "it": "prendeva quel contesto di termini familiari al cristianesimo, come angelo…"
    }
  },
  {
    "translation": {
      "en": "My name is Moroni.",
      "it": "Il mio nome è Moroni."
    }
  },
  {
    "translation": {
      "en": "…and twisted them towards a kind of folk magic context.",
      "it": "…e lo trasformava in un contesto di magia popolare."
    }
  },
  {
    "translation": {
      "en": "And the contents of the Salamander letter got a lot of attention from scholars,",
      "it": "E il contenuto della lettera interessò molto gli studiosi,"
    }
  },
  {
    "translation": {
      "en": "who argued about it and began to say, \"Wait a minute.",
      "it": "ne discussero e iniziarono a dire: \"Un attimo.\""
    }
  },
  {
    "translation": {
      "en": "Is the history that we learned about this from Joseph Smith not correct?\"",
      "it": "\"La storia che abbiamo imparato su questo da Joseph Smith non è corretta?\""
    }
  },
  {
    "translation": {
      "en": "Now, the LDS Church does, in fact, keep documents from the public,",
      "it": "Ora, la chiesa mormone nasconde realmente dei documenti al pubblico,"
    }
  },
  {
    "translation": {
      "en": "so some people say that the LDS Church hides its history.",
      "it": "perciò alcuni dicono che la Chiesa LDS nasconda la sua storia."
    }
  },
  {
    "translation": {
      "en": "One of Mark's concerns was that the Church",
      "it": "Una delle preoccupazioni di Mark era che la Chiesa"
    }
  },
  {
    "translation": {
      "en": "would try to hide documents that proved embarrassing to them,",
      "it": "avrebbe cercato di nascondere i documenti imbarazzanti per loro"
    }
  },
  {
    "translation": {
      "en": "and I think that's why you find him",
      "it": "e credo che sia per questo che lo si scopre"
    }
  },
  {
    "translation": {
      "en": "giving copies of the documents to other people.",
      "it": "a dare copie dei documenti ad altri."
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] I remember one day, Mark Hofmann approached me with the Salamander letter.",
      "it": "Ricordo che un giorno Mark si avvicinò a me con la lettera della salamandra."
    }
  },
  {
    "translation": {
      "en": "And I remember that, as I read it, I said,",
      "it": "E ricordo che, mentre la leggevo, chiesi:"
    }
  },
  {
    "translation": {
      "en": "\"Have you talked to Steve Christensen yet?\"",
      "it": "\"Hai già parlato con Steve Christensen?\""
    }
  },
  {
    "translation": {
      "en": "[woman] Okay, and you're a collector of this kind of thing.",
      "it": "Bene. Lei è un collezionista di questo genere di cose?"
    }
  },
  {
    "translation": {
      "en": "Well, uh, actually not.",
      "it": "Beh, in realtà no. STEVEN CHRISTENSEN UOMO D'AFFARI E COLLEZIONISTA"
    }
  },
  {
    "translation": {
      "en": "-I collect a lot of books… -[woman] Mm-hmm.",
      "it": "Colleziono molti libri"
    }
  },
  {
    "translation": {
      "en": "…and the way I became aware of the document was through, uh, Brent Metcalfe…",
      "it": "e sono venuto a conoscenza del documento grazie a Brent Metcalfe…"
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] Steve had a genuine interest in Church history,",
      "it": "Steve aveva un sincero interesse per la storia della Chiesa,"
    }
  },
  {
    "translation": {
      "en": "and while he loved the Church,",
      "it": "e sebbene amasse la Chiesa,"
    }
  },
  {
    "translation": {
      "en": "he also felt that there was a need for intellectual transparency",
      "it": "pensava anche che ci fosse bisogno di trasparenza intellettuale,"
    }
  },
  {
    "translation": {
      "en": "when it came to the history of the Church.",
      "it": "quando si parlava della storia della Chiesa."
    }
  },
  {
    "translation": {
      "en": "[Rigby] I know when Steve first saw the Salamander letter,",
      "it": "So che appena Steve vide la lettera della salamandra,"
    }
  },
  {
    "translation": {
      "en": "he recognized there were some issues in there that were very much, um…",
      "it": "capì che c'erano molte questioni in essa che erano estremamente…"
    }
  },
  {
    "translation": {
      "en": "controversial to many members",
      "it": "controverse per molti membri"
    }
  },
  {
    "translation": {
      "en": "of the Church of Jesus Christ of Latter-Day Saints.",
      "it": "della Chiesa di Gesù Cristo dei Santi degli Ultimi Giorni."
    }
  },
  {
    "translation": {
      "en": "His first concern was, number one, is this authentic?",
      "it": "La sua prima preoccupazione fu, per cominciare: è autentica?"
    }
  },
  {
    "translation": {
      "en": "A few select individuals actually read the contents of the letter,",
      "it": "Alcuni individui selezionati hanno letto il contenuto della lettera"
    }
  },
  {
    "translation": {
      "en": "and look at the handwriting, uh, early in '84.",
      "it": "ed esaminato la grafia all'inizio del 1984."
    }
  },
  {
    "translation": {
      "en": "I received the authentication reports back…",
      "it": "Ho ricevuto i rapporti di autenticazione"
    }
  },
  {
    "translation": {
      "en": "shortly thereafter, uh,",
      "it": "poco tempo dopo"
    }
  },
  {
    "translation": {
      "en": "made the purchase of the letter from Hofmann…",
      "it": "l'acquisto della lettera da parte di Hofmann…"
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] I remember going with Mark to Steve's office,",
      "it": "Ricordo che andai con Mark nell'ufficio di Steve"
    }
  },
  {
    "translation": {
      "en": "and the price that they negotiated was $40,000 for the document.",
      "it": "e il prezzo che negoziarono per il documento fu di 40.000 dollari."
    }
  },
  {
    "translation": {
      "en": "So at that point, the Salamander letter began to create some real concerns",
      "it": "Quindi, a quel punto, la lettera iniziò a creare delle preoccupazioni reali"
    }
  },
  {
    "translation": {
      "en": "on the part of, particularly, President Gordon B. Hinckley.",
      "it": "da parte, soprattutto, del presidente Gordon B. Hinckley."
    }
  },
  {
    "translation": {
      "en": "When we are called before the bar of God to give an accounting of our performance…",
      "it": "Quando siamo chiamati al cospetto di Dio per rendere conto delle nostre azioni…"
    }
  },
  {
    "translation": {
      "en": "[Turley] Hinckley released the letter with a disclaimer.",
      "it": "Il presidente Hinckley rese pubblica la lettera con un'avvertenza."
    }
  },
  {
    "translation": {
      "en": "He said, \"We'll have to accept, for the time being,",
      "it": "Disse: \"Dovremo accettare, per il momento,"
    }
  },
  {
    "translation": {
      "en": "the scientific evaluations of the examiners,",
      "it": "le valutazioni scientifiche degli esaminatori,"
    }
  },
  {
    "translation": {
      "en": "but that does not mean that it could not have been a forgery from that time period,",
      "it": "ma non significa che non potrebbe essere un falso di quel periodo,"
    }
  },
  {
    "translation": {
      "en": "that was created for the purposes of hurting the Church.\"",
      "it": "creato allo scopo di danneggiare la Chiesa.\""
    }
  },
  {
    "translation": {
      "en": "I think it unlikely that any of us will be commended for wearing out our lives",
      "it": "Penso che sia improbabile che qualcuno di noi sarà lodato per aver vissuto,"
    }
  },
  {
    "translation": {
      "en": "in an effort to find some morsel of history,",
      "it": "nel tentativo di trovare qualche briciolo di storia,"
    }
  },
  {
    "translation": {
      "en": "incomplete in its context,",
      "it": "incompleto nel suo contesto,"
    }
  },
  {
    "translation": {
      "en": "to cast doubt on the integrity of this work.",
      "it": "per mettere in dubbio l'integrità di quest'opera."
    }
  },
  {
    "translation": {
      "en": "When the Salamander letter got publicized, and newspaper stories were written on it,",
      "it": "Quando la lettera venne resa pubblica e vennero scritti articoli di quotidiani,"
    }
  },
  {
    "translation": {
      "en": "it just changed everything.",
      "it": "allora tutto cambiò."
    }
  },
  {
    "translation": {
      "en": "The letter generated a lot of controversy,",
      "it": "La lettera ha generato molte polemiche,"
    }
  },
  {
    "translation": {
      "en": "some saying it alters traditional views of Mormon history.",
      "it": "poiché altera, per alcuni, la visione tradizionale del mormonismo."
    }
  },
  {
    "translation": {
      "en": "Others say it merely sheds new light and doesn't change a thing.",
      "it": "Altri dicono che getta solo nuova luce e non cambia nulla."
    }
  },
  {
    "translation": {
      "en": "[man 1] The Church is not eager to retell its story,",
      "it": "Altri dicono che getta solo nuova luce e non cambia nulla. La Chiesa non desidera reinventare la sua storia, ma credo che la tradizione"
    }
  },
  {
    "translation": {
      "en": "but I think the story is gradually going to be altered",
      "it": "La Chiesa non desidera reinventare la sua storia, ma credo che la tradizione sarà gradualmente alterata da nuove prove."
    }
  },
  {
    "translation": {
      "en": "in light of new evidence.",
      "it": "sarà gradualmente alterata da nuove prove."
    }
  },
  {
    "translation": {
      "en": "[man 2] The Salamander letter",
      "it": "La lettera della salamandra impugna il racconto della chiesa mormone"
    }
  },
  {
    "translation": {
      "en": "challenges the Mormon Church's account of its own origins.",
      "it": "La lettera della salamandra impugna il racconto della chiesa mormone delle proprie origini."
    }
  },
  {
    "translation": {
      "en": "[man 3] It sent historians scurrying to reinterpret the Mormon past.",
      "it": "Ha spinto gli storici a reinterpretare freneticamente il passato mormone."
    }
  },
  {
    "translation": {
      "en": "Instead of God and angels, now it's salamanders and magic.",
      "it": "Invece di Dio e degli angeli, ora ci sono salamandre e magia."
    }
  },
  {
    "translation": {
      "en": "[Decker] It's as if someone came up with a document in which Moses said,",
      "it": "È come se qualcuno avesse trovato un documento in cui Mosè affermasse:"
    }
  },
  {
    "translation": {
      "en": "\"I got the Ten Commandments from the ghost of Elvis Presley.\"",
      "it": "\"Ho ricevuto i Dieci Comandamenti dal fantasma di Elvis Presley.\""
    }
  },
  {
    "translation": {
      "en": "[man 4] The letter accuses Smith of dealing in folk magic and treasure hunting.",
      "it": "La lettera accusa Smith di occuparsi di magia popolare e caccia al tesoro."
    }
  },
  {
    "translation": {
      "en": "This Mormonism, it's an outgrowth of magic. It's just boogeldy-boogeldy.",
      "it": "Questo Mormonismo, è una sorta di magia. È soltanto una baggianata."
    }
  },
  {
    "translation": {
      "en": "Religion sometimes breeds amongst people some extremes.",
      "it": "La religione a volte crea degli estremi tra le persone."
    }
  },
  {
    "translation": {
      "en": "It was a striking blow at the belief in the Church.",
      "it": "È stato un duro colpo per la fede nella chiesa mormone."
    }
  },
  {
    "translation": {
      "en": "[man 5] Mormon leaders came under fire from critics",
      "it": "I leader mormoni sono stati aspramente criticati"
    }
  },
  {
    "translation": {
      "en": "when the Salamander letter came to light…",
      "it": "quando è emersa la lettera della salamandra…"
    }
  },
  {
    "translation": {
      "en": "The Church is not in a crisis of faith. We do not feel…",
      "it": "La Chiesa non è in crisi di fede. Noi non sentiamo…"
    }
  },
  {
    "translation": {
      "en": "whatever the commentaries may be, that the Church's foundations",
      "it": "a prescindere dai commenti, che le fondamenta della Chiesa"
    }
  },
  {
    "translation": {
      "en": "are in any way being battered or crumbled.",
      "it": "siano, in alcun modo, colpite o in frantumi."
    }
  },
  {
    "translation": {
      "en": "I love the gospel with all my heart…",
      "it": "Amo il Vangelo con tutto il cuore…"
    }
  },
  {
    "translation": {
      "en": "Steve began to recognize that document dealing wasn't just a gentle pastime",
      "it": "Steve comprese che trattare documenti non era solo un innocuo passatempo"
    }
  },
  {
    "translation": {
      "en": "for those who have a passing interest in history.",
      "it": "per quelli che hanno un certo interesse nella storia."
    }
  },
  {
    "translation": {
      "en": "[woman] Do you still have the letter?",
      "it": "Adesso, ha ancora la lettera?"
    }
  },
  {
    "translation": {
      "en": "No, I donated the letter to the LDS Church,",
      "it": "No, ho donato la lettera alla Chiesa LDS,"
    }
  },
  {
    "translation": {
      "en": "which had really been the plan for some time.",
      "it": "cosa che avevo intenzione di fare da un bel po' di tempo."
    }
  },
  {
    "translation": {
      "en": "[man 6] Those documents are reportedly in the possession of the Church Archives.",
      "it": "Quei documenti sarebbero, si dice, in possesso dell'Archivio della Chiesa."
    }
  },
  {
    "translation": {
      "en": "Examination by historians outside the Church is forbidden.",
      "it": "L'esame da parte di storici esterni alla Chiesa è proibito."
    }
  },
  {
    "translation": {
      "en": "[Turley] At that point,",
      "it": "E così a quel punto,"
    }
  },
  {
    "translation": {
      "en": "Steve Christensen donated the Salamander letter to the Church,",
      "it": "Steve Christensen donò la lettera della salamandra alla Chiesa"
    }
  },
  {
    "translation": {
      "en": "and in a letter that he wrote to President Gordon B. Hinckley,",
      "it": "e in una lettera che scrisse al presidente Gordon B. Hinckley,"
    }
  },
  {
    "translation": {
      "en": "one of the things he said was,",
      "it": "una delle cose che disse fu:"
    }
  },
  {
    "translation": {
      "en": "\"It appears that dealing in Mormon documents -can be a dangerous business.\" -[thud]",
      "it": "\"Sembra che trattare documenti mormoni possa essere un affare pericoloso.\""
    }
  },
  {
    "translation": {
      "en": "-[woman] I think that's what I need. -Okay.",
      "it": "Ok. D'accordo, credo di avere ciò che mi serve. Va bene."
    }
  },
  {
    "translation": {
      "en": "[Alvin Rust] I came to Utah and joined a bowling league.",
      "it": "Venni nello Utah ed entrai in una squadra di bowling."
    }
  },
  {
    "translation": {
      "en": "And one of the bowlers there brought out a tool chest of coins.",
      "it": "E uno dei giocatori tirò fuori uno scrigno pieno di monete."
    }
  },
  {
    "translation": {
      "en": "My eyes got that big. [chuckles]",
      "it": "Sbarrai gli occhi."
    }
  },
  {
    "translation": {
      "en": "I bought it, and it got me started in coins.",
      "it": "Lo comprai e così iniziai con le monete."
    }
  },
  {
    "translation": {
      "en": "And Mark Hofmann saw that I was interested in Mormon-related money items.",
      "it": "E Mark Hofmann vide che ero interessato alle monete e banconote legate ai mormoni."
    }
  },
  {
    "translation": {
      "en": "So he was coming in all the time with new items.",
      "it": "Perciò veniva sempre da me con nuovi oggetti."
    }
  },
  {
    "translation": {
      "en": "[man] The notoriety of the Salamander letter",
      "it": "La fama della lettera della salamandra ha aumentato le probabilità"
    }
  },
  {
    "translation": {
      "en": "has increased the odds that even more",
      "it": "La fama della lettera della salamandra ha aumentato le probabilità di poter trovare anche altri di questi rari documenti mormoni."
    }
  },
  {
    "translation": {
      "en": "of these rare Mormon documents might soon be found.",
      "it": "di poter trovare anche altri di questi rari documenti mormoni."
    }
  },
  {
    "translation": {
      "en": "Dealers and collectors are especially conscious",
      "it": "Mercanti e collezionisti sono particolarmente consapevoli"
    }
  },
  {
    "translation": {
      "en": "of the possibility of finding these rare Mormon papers.",
      "it": "della possibilità di trovare questi rari documenti mormoni."
    }
  },
  {
    "translation": {
      "en": "Knowledgeable dealers believe unfound LDS documents",
      "it": "Esperti antiquari credono che i documenti mormoni dispersi"
    }
  },
  {
    "translation": {
      "en": "may number in the hundreds or even thousands.",
      "it": "potrebbero essere centinaia o persino migliaia."
    }
  },
  {
    "translation": {
      "en": "[Rust] One day, Mark comes into my store",
      "it": "Un giorno, Mark entra nel mio negozio"
    }
  },
  {
    "translation": {
      "en": "and says he's located a large collection in New York City",
      "it": "e dice di aver trovato a New York una grande collezione,"
    }
  },
  {
    "translation": {
      "en": "that is by far the largest, uh, Mormon money",
      "it": "che potrebbe essere la più grande esistente"
    }
  },
  {
    "translation": {
      "en": "and, uh, documents of the Church in existence.",
      "it": "di denaro e documenti mormoni."
    }
  },
  {
    "translation": {
      "en": "And he says, \"They've contacted me and are interested in selling it.\"",
      "it": "Mi dice: \"Mi hanno contattato e sono interessati a venderla.\""
    }
  },
  {
    "translation": {
      "en": "Mark says, \"I don't have the money to buy it.",
      "it": "E poi: \"Non ho i soldi per comprarla.\""
    }
  },
  {
    "translation": {
      "en": "Would you help finance the item?\"",
      "it": "\"Mi aiuteresti a finanziarne l'acquisto?\""
    }
  },
  {
    "translation": {
      "en": "And I say, \"Well, how much is it?\"",
      "it": "Io rispondo: \"Beh, di quanto di tratta?\""
    }
  },
  {
    "translation": {
      "en": "And he says, \"$185,000.\"",
      "it": "Lui risponde: \"Di 185.000 dollari.\""
    }
  },
  {
    "translation": {
      "en": "And I had credit with the bank, so I gave the money in an advance to Mark.",
      "it": "Avevo credito con la banca e ho dato i soldi in anticipo a Mark."
    }
  },
  {
    "translation": {
      "en": "[Ashworth] Stories got around that Mark is offering this collection.",
      "it": "Iniziarono a girare storie sul fatto che Mark offrisse questa collezione."
    }
  },
  {
    "translation": {
      "en": "I remember talkin' with him. \"What's in the collection?\"",
      "it": "E ricordo di averne parlato con lui. \"Cosa c'è nella collezione, Mark?\""
    }
  },
  {
    "translation": {
      "en": "\"It's got five little diaries. They're written between 1831 and '38.\"",
      "it": "\"Ci sono cinque piccoli diari. Sono stati scritti tra il 1831 e il 1838.\""
    }
  },
  {
    "translation": {
      "en": "It became the McLellin Collection.",
      "it": "Diventò la collezione McLellin."
    }
  },
  {
    "translation": {
      "en": "[Flynn] Well, the McLellin Collection.",
      "it": "Beh, nella collezione McLellin, c'era una lettera"
    }
  },
  {
    "translation": {
      "en": "There was a letter in there of potentially a devastating nature.",
      "it": "Beh, nella collezione McLellin, c'era una lettera di natura potenzialmente devastante,"
    }
  },
  {
    "translation": {
      "en": "A letter that was written by Joseph Smith's wife,",
      "it": "una lettera scritta dalla moglie di Joseph Smith,"
    }
  },
  {
    "translation": {
      "en": "which detailed that it was, in fact, Joseph Smith's older brother",
      "it": "che precisava che era stato, in realtà, il fratello maggiore di Joseph Smith"
    }
  },
  {
    "translation": {
      "en": "who first met Moroni, lifted the stone, saw the gold plates.",
      "it": "che per primo aveva incontrato Moroni, sollevato la pietra, visto le tavole."
    }
  },
  {
    "translation": {
      "en": "And after the Salamander letter had significant impact for the Church,",
      "it": "E dopo l'impatto significativo avuto dalla lettera della salamandra,"
    }
  },
  {
    "translation": {
      "en": "the McLellin Collection was potentially devastating. Devastating.",
      "it": "la collezione McLellin era potenzialmente devastante. Devastante."
    }
  },
  {
    "translation": {
      "en": "[Turley] When Mark was marketing the McLellin Collection,",
      "it": "Quando Mark pubblicizzava la collezione McLellin,"
    }
  },
  {
    "translation": {
      "en": "he talked about it with Steve Christensen,",
      "it": "ne parlò con Steve Christensen,"
    }
  },
  {
    "translation": {
      "en": "who was representing the Church's interest at that time,",
      "it": "che all'epoca rappresentava gli interessi della Chiesa"
    }
  },
  {
    "translation": {
      "en": "and hearing about this, began to think, \"Well, the Church ought to own that.\"",
      "it": "e sentendo questo, iniziò a pensare: \"Beh, la Chiesa dovrebbe possederla.\""
    }
  },
  {
    "translation": {
      "en": "Steve Christensen had sort of been put in charge from someone in the LDS Church,",
      "it": "Steve Christensen era stato incaricato da una persona della chiesa mormone"
    }
  },
  {
    "translation": {
      "en": "and he was gonna go with Mark and get the McLellin Collection.",
      "it": "e sarebbe andato con Mark per acquisire la collezione McLellin."
    }
  },
  {
    "translation": {
      "en": "[Rust] Mark took it through Steven Christensen directly to the LDS Church,",
      "it": "Mark la portò tramite Steven Christensen direttamente alla Chiesa LSD,"
    }
  },
  {
    "translation": {
      "en": "and they're gonna buy it for $300,000.",
      "it": "che aveva intenzione di comprarla per 300.000 dollari."
    }
  },
  {
    "translation": {
      "en": "And meanwhile, I should say that I had guaranteed",
      "it": "E nel frattempo, dovrei dire che avevo garantito"
    }
  },
  {
    "translation": {
      "en": "to not mention this to anybody.",
      "it": "di non parlarne con nessuno."
    }
  },
  {
    "translation": {
      "en": "He told me, on this collection,",
      "it": "Mi aveva detto, su questa collezione,"
    }
  },
  {
    "translation": {
      "en": "that the Church didn't want it to be exposed",
      "it": "che la Chiesa non voleva che fosse esposta"
    }
  },
  {
    "translation": {
      "en": "until they could go through the entire collection",
      "it": "finché non fossero riusciti a esaminare l'intera collezione"
    }
  },
  {
    "translation": {
      "en": "and find out what it's about before it was released to the public.",
      "it": "e a scoprire di cosa si trattasse prima che venisse resa pubblica."
    }
  },
  {
    "translation": {
      "en": "You know, secrets just can't be kept.",
      "it": "I segreti non possono essere mantenuti."
    }
  },
  {
    "translation": {
      "en": "Every-- [scoffs] Well, there's an old story.",
      "it": "Beh, c'è una vecchia storia."
    }
  },
  {
    "translation": {
      "en": "If-- The only way to keep a secret between two people is to kill one of 'em.",
      "it": "L'unico modo per far mantenere un segreto a due persone è uccidere una di loro."
    }
  },
  {
    "translation": {
      "en": "It's kind of true. [chuckles]",
      "it": "È un po' vero."
    }
  },
  {
    "translation": {
      "en": "[woman over radio] There's an emergency in the Church building",
      "it": "15 OTTOBRE 1985 8:15 DEL MATTINO C'è un'emergenza nell'edificio della Chiesa all'angolo tra la Main"
    }
  },
  {
    "translation": {
      "en": "on the corner of Main…",
      "it": "C'è un'emergenza nell'edificio della Chiesa all'angolo tra la Main"
    }
  },
  {
    "translation": {
      "en": "-[man 1 over radio] An APB… He's been cut. -…and Third South.",
      "it": "e la Terza verso sud."
    }
  },
  {
    "translation": {
      "en": "[man 2 over radio] 231, we've got an echo.",
      "it": "Auto 231, abbiamo una vittima."
    }
  },
  {
    "translation": {
      "en": "-[man 3 over radio] Let's notify homicide. -[man 4] We have one male fatality…",
      "it": "Avvisiamo gli agenti della omicidi. Abbiamo un uomo morto…"
    }
  },
  {
    "translation": {
      "en": "[woman] It's the kind of terror that so often grips other parts of the world.",
      "it": "È il tipo di terrore che spesso attanaglia altre parti del mondo."
    }
  },
  {
    "translation": {
      "en": "[man 5] But today, the violence we associate with the Middle East or Northern Ireland",
      "it": "Ma oggi, la violenza che associamo al Medio Oriente o all'Irlanda del Nord"
    }
  },
  {
    "translation": {
      "en": "struck tragically along the Wasatch Front.",
      "it": "ha colpito tragicamente lungo il Wasatch Front."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, we heard a boom. It shook the building.",
      "it": "All'improvviso, abbiamo sentito un'esplosione e una scossa all'edificio."
    }
  },
  {
    "translation": {
      "en": "And there was debris out in the hallway, cans. Looked like a wastebasket.",
      "it": "E c'erano dei detriti nel corridoio, delle lattine, sembrava tutto spazzatura."
    }
  },
  {
    "translation": {
      "en": "[man 6] The bomb went off in the east side of the Judge Building shortly after eight.",
      "it": "La bomba è esplosa nel lato est dell'edificio Judge poco dopo le otto."
    }
  },
  {
    "translation": {
      "en": "The office building was already full of workers.",
      "it": "L'edificio di uffici era già pieno di lavoratori."
    }
  },
  {
    "translation": {
      "en": "I was sitting up in my bed, uh, watching TV,",
      "it": "Ero seduto nel mio letto… a guardare la televisione"
    }
  },
  {
    "translation": {
      "en": "and I got a call from Curt Bench.",
      "it": "e ho ricevuto una chiamata da Curt Bench."
    }
  },
  {
    "translation": {
      "en": "-I was driving to work downtown… -[news playing on radio] …and I always listened to the news.",
      "it": "Stavo andando a lavorare in centro e ascoltavo come sempre le notizie."
    }
  },
  {
    "translation": {
      "en": "[man 7 on radio] …still searching through the debris,",
      "it": "La polizia sta cercando ancora tra i detriti,"
    }
  },
  {
    "translation": {
      "en": "waiting for the victim's body to be brought out of the Judge Building.",
      "it": "in attesa di portare il corpo della vittima fuori dall'edificio."
    }
  },
  {
    "translation": {
      "en": "The newscaster said that there had been an explosion downtown,",
      "it": "Il giornalista diceva che c'era stata un'esplosione in centro"
    }
  },
  {
    "translation": {
      "en": "and that a man had been killed.",
      "it": "e che un uomo era rimasto ucciso."
    }
  },
  {
    "translation": {
      "en": "And I only knew one person that worked in the Judge Building.",
      "it": "E conoscevo solo una persona che lavorava nell'edificio Judge."
    }
  },
  {
    "translation": {
      "en": "It was all over the news. Every network station was running it at that point.",
      "it": "Era in tutti i notiziari. Tutte le emittenti ne parlavano, a quel punto."
    }
  },
  {
    "translation": {
      "en": "[woman] …a powerful blast rocked the sixth floor",
      "it": "…un'esplosione ha scosso il sesto piano dell'edificio Judge"
    }
  },
  {
    "translation": {
      "en": "of the Judge Building in Salt Lake.",
      "it": "…un'esplosione ha scosso il sesto piano dell'edificio Judge nel centro di Salt Lake."
    }
  },
  {
    "translation": {
      "en": "[man 8] Police believe it was a sophisticated bomb.",
      "it": "La polizia crede che si trattasse di una bomba sofisticata."
    }
  },
  {
    "translation": {
      "en": "…blown the door off the hinges, thrown shrapnel…",
      "it": "…ha scardinato le porte dai cardini, ha mandato tutto in frantumi…"
    }
  },
  {
    "translation": {
      "en": "Here's the secretary that found a box addressed to our victim.",
      "it": "Ecco la segretaria che ha trovato la scatola indirizzata alla vittima."
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] And, uh, then I got a call from a reporter, and, uh…",
      "it": "Poi ho ricevuto una chiamata da un giornalista e…"
    }
  },
  {
    "translation": {
      "en": "He said, um…",
      "it": "Ha detto…"
    }
  },
  {
    "translation": {
      "en": "\"What can you tell me about Steve Christensen",
      "it": "\"Cosa puoi dirmi di Steve Christensen,"
    }
  },
  {
    "translation": {
      "en": "now that he's died?\"",
      "it": "ora che è morto?\""
    }
  },
  {
    "translation": {
      "en": "[woman] In downtown Salt Lake, a local financial consultant, Steven F. Christensen,",
      "it": "Nel centro di Salt Lake, un consulente finanziario locale, Steven F. Christensen,"
    }
  },
  {
    "translation": {
      "en": "died in that explosion.",
      "it": "è morto nell'esplosione."
    }
  },
  {
    "translation": {
      "en": "Witnesses say he had stopped to pick up a package",
      "it": "I testimoni dicono che si era fermato a prendere un pacco"
    }
  },
  {
    "translation": {
      "en": "in the doorway of his office when the booby trap went off.",
      "it": "all'entrata del suo ufficio quando l'ordigno è esploso."
    }
  },
  {
    "translation": {
      "en": "[man 9] A search dog from the airport was brought in to look for more explosives.",
      "it": "È stato portato un cane da ricerca sulla scena per cercare altri esplosivi."
    }
  },
  {
    "translation": {
      "en": "So far, no other bombs have been found.",
      "it": "Finora non sono state trovate altre bombe."
    }
  },
  {
    "translation": {
      "en": "[Rigby] The morning of October 15th,",
      "it": "La mattina del 15 ottobre,"
    }
  },
  {
    "translation": {
      "en": "Steve and I decided we were gonna get together at eight o'clock.",
      "it": "io e Steve decidemmo che ci saremmo incontrati alle 8:00"
    }
  },
  {
    "translation": {
      "en": "at the Judge Building.",
      "it": "all'edificio Judge."
    }
  },
  {
    "translation": {
      "en": "I called Steve to tell him I was running ten minutes late,",
      "it": "Chiamai Steve per dirgli che ero in ritardo di dieci minuti"
    }
  },
  {
    "translation": {
      "en": "because I had stopped to get these documents, and I'd be walkin' down.",
      "it": "perché mi ero fermato a prendere questi documenti e poi sarei andato lì."
    }
  },
  {
    "translation": {
      "en": "Uh, the phone rang and rang, and I just got our answering machine.",
      "it": "Il telefono continuava a squillare e mi rispondeva solo la segreteria."
    }
  },
  {
    "translation": {
      "en": "[Christensen] Hello. You've reached the offices of Steve Christensen.",
      "it": "Salve. Avete contattato gli uffici di Steve Christensen."
    }
  },
  {
    "translation": {
      "en": "[Rigby] And as I'm walking down, I see police and firetrucks",
      "it": "E mentre arrivo lì, vedo poliziotti e vigili del fuoco"
    }
  },
  {
    "translation": {
      "en": "right out in front of the Judge Building.",
      "it": "proprio davanti all'edificio Judge."
    }
  },
  {
    "translation": {
      "en": "Literally, as I walked in the building, I walked in the same time",
      "it": "Letteralmente, sono entrato nell'edificio, nello stesso momento in cui"
    }
  },
  {
    "translation": {
      "en": "that the property manager was also walking in,",
      "it": "entrava anche l'amministratore della proprietà"
    }
  },
  {
    "translation": {
      "en": "and we ran up the stairs together.",
      "it": "siamo corsi su per le scale insieme."
    }
  },
  {
    "translation": {
      "en": "And I'll never forget looking down at the hall to our office,",
      "it": "E non dimenticherò mai quando ho guardato verso l'entrata del nostro ufficio"
    }
  },
  {
    "translation": {
      "en": "and our door was totally… blown away.",
      "it": "e ho visto che la nostra porta era stata completamente divelta."
    }
  },
  {
    "translation": {
      "en": "There was no door.",
      "it": "Non c'era più nessuna porta."
    }
  },
  {
    "translation": {
      "en": "There were Tab cans. There was debris all over in the hallway,",
      "it": "C'erano lattine di bevande dietetiche, detriti, ovunque nel corridoio,"
    }
  },
  {
    "translation": {
      "en": "and it just was unbelievable to me.",
      "it": "e non riuscivo a credere ai miei occhi."
    }
  },
  {
    "translation": {
      "en": "And I'll never forget the building manager turning to me and saying,",
      "it": "E non dimenticherò mai l'amministratore che mi si rivolse e mi chiese:"
    }
  },
  {
    "translation": {
      "en": "\"What in the hell type of business were you guys running?\"",
      "it": "\"Di che razza di affari vi occupavate?\""
    }
  },
  {
    "translation": {
      "en": "[man 1] The Sheriff's Department reports another explosion",
      "it": "9:28 DEL MATTINO UN'ORA PRIMA DELL'ESPLOSIONE Il Dipartimento dello Sceriffo di Salt Lake riporta un'altra esplosione"
    }
  },
  {
    "translation": {
      "en": "at a home on Naniloa Drive in Holladay within the past hour.",
      "it": "nei pressi di una casa di Naniloa Drive a Holladay nell'ultima ora."
    }
  },
  {
    "translation": {
      "en": "County Sheriff is now investigating the possibility",
      "it": "Lo sceriffo della contea sta indagando sulla possibilità"
    }
  },
  {
    "translation": {
      "en": "that this second explosion, once again,",
      "it": "che questa seconda esplosione, ancora una volta,"
    }
  },
  {
    "translation": {
      "en": "could be linked to this morning's bomb at the Judge Building downtown.",
      "it": "potrebbe essere collegata alla bomba di stamattina nell'edificio Judge."
    }
  },
  {
    "translation": {
      "en": "Police say both bombs were triggered by an electrical timing device",
      "it": "La polizia dice che entrambe le bombe sono state innescate da un timer"
    }
  },
  {
    "translation": {
      "en": "and were the work of professional assassins.",
      "it": "ed erano opera di assassini professionisti."
    }
  },
  {
    "translation": {
      "en": "Yes. It was quite loud, a big pop, bang.",
      "it": "Sì. È stata piuttosto forte, una grande, enorme esplosione."
    }
  },
  {
    "translation": {
      "en": "[man 2] The first victim was Steve Christensen.",
      "it": "La prima vittima è stata Steve Christensen."
    }
  },
  {
    "translation": {
      "en": "The second was the wife of one of Christensen's former business associates.",
      "it": "La seconda è stata la moglie di uno degli ex soci d'affari di Christensen."
    }
  },
  {
    "translation": {
      "en": "Kathy Sheets died by the blast, apparently intended for her husband, Gary.",
      "it": "Kathy Sheets è morta per l'esplosione, apparentemente destinata a suo marito."
    }
  },
  {
    "translation": {
      "en": "[Rigby] My mind was just racing with what I just experienced.",
      "it": "La mia mente correva con quello che avevo appena vissuto."
    }
  },
  {
    "translation": {
      "en": "I looked over in the corner of my eye.",
      "it": "Guardai con la coda dell'occhio."
    }
  },
  {
    "translation": {
      "en": "There's my former partner and boss,",
      "it": "C'era il mio ex socio e capo,"
    }
  },
  {
    "translation": {
      "en": "Gary Sheets, just standing there, wondering what's going on.",
      "it": "Gary Sheets, che stava lì, a chiedersi cosa stesse succedendo."
    }
  },
  {
    "translation": {
      "en": "[man 3] The connection between Christensen and Sheets.",
      "it": "Il legame tra Steven Christensen e Gary Sheets,"
    }
  },
  {
    "translation": {
      "en": "Both served as officers in a financial consulting company…",
      "it": "entrambi hanno lavorato in una società di consulenza finanziaria…"
    }
  },
  {
    "translation": {
      "en": "The bomb was apparently meant for Gary Sheets,",
      "it": "La bomba era apparentemente destinata a Gary Sheets,"
    }
  },
  {
    "translation": {
      "en": "but the killer missed his mark, and Sheets' wife Kathy…",
      "it": "ma l'assassino ha mancato il bersaglio e la moglie di Sheets, Kathy…"
    }
  },
  {
    "translation": {
      "en": "Kathy Sheets died instantly when she picked up a bomb placed on a wooden walk.",
      "it": "Kathy Sheets è morta all'istante quando ha raccolto una bomba posta sull'uscio."
    }
  },
  {
    "translation": {
      "en": "Police say the device was equal in power to two sticks of dynamite.",
      "it": "La polizia dice che l'ordigno equivaleva a due candelotti di dinamite."
    }
  },
  {
    "translation": {
      "en": "[Sanders] The headlines were Salt Lake City was like Beirut, Lebanon.",
      "it": "I titoli dicevano che Salt Lake City era come Beirut, in Libano."
    }
  },
  {
    "translation": {
      "en": "It's like, \"What on Earth's going on?\"",
      "it": "Si pensava: \"Che diavolo succede?\""
    }
  },
  {
    "translation": {
      "en": "And panic began to ensue because one bomb is an anomaly.",
      "it": "E cominciò a diffondersi il panico perché una bomba è un'anomalia."
    }
  },
  {
    "translation": {
      "en": "Two bombs suggests a serial killer.",
      "it": "Due bombe suggeriscono un serial killer."
    }
  },
  {
    "translation": {
      "en": "If there were two bombs, there could be three, four, five,",
      "it": "E se c'erano state due bombe potevano essercene tre, o quattro,"
    }
  },
  {
    "translation": {
      "en": "or a dozen or more.",
      "it": "o una dozzina o più."
    }
  },
  {
    "translation": {
      "en": "[man 4] A secretary at the Salt Lake Tribune",
      "it": "Una segretaria del Salt Lake Tribune ha ricevuto una chiamata"
    }
  },
  {
    "translation": {
      "en": "received a call that said the bomber wasn't finished.",
      "it": "Una segretaria del Salt Lake Tribune ha ricevuto una chiamata che diceva che l'attentatore non aveva ancora finito."
    }
  },
  {
    "translation": {
      "en": "[woman] \"I suggest you listen carefully.",
      "it": "\"Ti consiglio di ascoltare attentamente.\""
    }
  },
  {
    "translation": {
      "en": "There's four more bombs from here to South Temple.\"",
      "it": "\"Ci sono altre quattro bombe da qui a South Temple.\""
    }
  },
  {
    "translation": {
      "en": "It was very disturbing and frightening,",
      "it": "Era molto inquietante e spaventoso"
    }
  },
  {
    "translation": {
      "en": "and there was all kinds of speculation going on.",
      "it": "e c'erano molte speculazioni in corso."
    }
  },
  {
    "translation": {
      "en": "If there is a reason for today's madness, the answer probably lies",
      "it": "Se c'è un motivo per la follia di oggi, la risposta è probabilmente sepolta"
    }
  },
  {
    "translation": {
      "en": "buried in the business records of Christensen and Sheets.",
      "it": "Se c'è un motivo per la follia di oggi, la risposta è probabilmente sepolta nei registri delle attività di Christensen e Sheets."
    }
  },
  {
    "translation": {
      "en": "[Decker] …theories revolved around high finance",
      "it": "nei registri delle attività di Christensen e Sheets. …le teorie si basano sull'alta finanza e sulle grosse perdite della società."
    }
  },
  {
    "translation": {
      "en": "and big losses in the CFS company.",
      "it": "…le teorie si basano sull'alta finanza e sulle grosse perdite della società."
    }
  },
  {
    "translation": {
      "en": "There was dark talk of disgruntled investors,",
      "it": "Ci sono state dicerie su investitori scontenti,"
    }
  },
  {
    "translation": {
      "en": "hired professional killers, and Las Vegas connections.",
      "it": "assassini professionisti e contatti con Las Vegas."
    }
  },
  {
    "translation": {
      "en": "[man 5] Sheets helped bombing victim Steve Christensen",
      "it": "Sheets aveva aiutato la vittima Steve Christensen"
    }
  },
  {
    "translation": {
      "en": "finance the purchase and study of the so-called Salamander letter",
      "it": "a finanziare l'acquisto e l'esame della lettera della salamandra prima"
    }
  },
  {
    "translation": {
      "en": "before it was turned over to the Mormon Church.",
      "it": "che venisse consegnata alla chiesa mormone."
    }
  },
  {
    "translation": {
      "en": "My feeling is that",
      "it": "La mia sensazione è che un investitore scontento da qualche parte…"
    }
  },
  {
    "translation": {
      "en": "some disgruntled investor somewhere hired someone to do this.",
      "it": "La mia sensazione è che un investitore scontento da qualche parte… GARY SHEETS …ha assunto qualcuno per farlo."
    }
  },
  {
    "translation": {
      "en": "We didn't know who the targets were going to be next,",
      "it": "Non sapevamo quali sarebbero stati gli obiettivi successivi,"
    }
  },
  {
    "translation": {
      "en": "if there was anybody that was gonna be next.",
      "it": "se mai ci fossero stati."
    }
  },
  {
    "translation": {
      "en": "Chief Willoughby has been meeting the past hour with other officials,",
      "it": "Il capo Willoughby ha incontrato nell'ultima ora gli altri ufficiali"
    }
  },
  {
    "translation": {
      "en": "and we're going to go to him right now for this briefing.",
      "it": "e andremo subito da lui per l'aggiornamento."
    }
  },
  {
    "translation": {
      "en": "At this moment, we have a task force put together",
      "it": "In questo momento, abbiamo messo insieme un'unità operativa"
    }
  },
  {
    "translation": {
      "en": "because, uh, we definitely feel that there is a direct tie",
      "it": "perché pensiamo sicuramente che ci sia un legame diretto"
    }
  },
  {
    "translation": {
      "en": "between both of the bombings here in Salt Lake County and Salt Lake City.",
      "it": "tra i due attentati, qui nella contea e a Salt Lake City."
    }
  },
  {
    "translation": {
      "en": "There are two areas that we're centering our efforts on,",
      "it": "Ci sono due aree su cui concentreremo i nostri sforzi"
    }
  },
  {
    "translation": {
      "en": "and one is the financial dealings,",
      "it": "e una è quella degli affari finanziari"
    }
  },
  {
    "translation": {
      "en": "uh, both Mr. Sheets and Mr. Christensen were involved in.",
      "it": "in cui sia il signor Sheets che il signor Christensen erano coinvolti."
    }
  },
  {
    "translation": {
      "en": "The other motive, uh, we're getting information on",
      "it": "L'altro movente su cui stiamo raccogliendo informazioni"
    }
  },
  {
    "translation": {
      "en": "has to do with the White Salamander letter, uh,",
      "it": "ha a che fare con la lettera della salamandra bianca,"
    }
  },
  {
    "translation": {
      "en": "which is now in the possession of the LDS Church.",
      "it": "che è ora in possesso della Chiesa LDS."
    }
  },
  {
    "translation": {
      "en": "[Rigby] Hold on. Now, my mind immediately started turning elsewhere.",
      "it": "Un attimo. Ora, la mia mente ha iniziato a girare in un'altra direzione."
    }
  },
  {
    "translation": {
      "en": "This has something to do with that crazy document deal",
      "it": "Questo ha a che fare con quel folle affare sui documenti"
    }
  },
  {
    "translation": {
      "en": "that Steve was dealing with.",
      "it": "di cui Steve si stava occupando."
    }
  },
  {
    "translation": {
      "en": "Welcome now to Primetime Access. I'm Bruce Lindsay.",
      "it": "Benvenuti a Primetime Access. Sono Bruce Lindsay."
    }
  },
  {
    "translation": {
      "en": "On this day of extraordinary news in Salt Lake City,",
      "it": "In questo giorno di notizie straordinarie a Salt Lake City,"
    }
  },
  {
    "translation": {
      "en": "we're going to devote most of the rest of this hour",
      "it": "dedicheremo la maggior parte di quest'ora"
    }
  },
  {
    "translation": {
      "en": "to questions emerging from the murders.",
      "it": "alle domande che emergono dagli attentati."
    }
  },
  {
    "translation": {
      "en": "[man] The violence began as downtown was opening for business.",
      "it": "La violenza è iniziata mentre il centro di Salt Lake apriva le attività."
    }
  },
  {
    "translation": {
      "en": "A morning of fear and death for much of the Wasatch Front.",
      "it": "Una mattinata che ha portato paura e morte a gran parte del Wasatch Front."
    }
  },
  {
    "translation": {
      "en": "…an anonymous caller warned there were even more bombs",
      "it": "…una chiamata anonima ha avvertito che c'erano anche altri ordigni"
    }
  },
  {
    "translation": {
      "en": "in surrounding buildings.",
      "it": "negli edifici circostanti."
    }
  },
  {
    "translation": {
      "en": "Police say that that call could have been a copycat prank,",
      "it": "La polizia dice che quella chiamata potrebbe essere stata uno scherzo,"
    }
  },
  {
    "translation": {
      "en": "but the department was taking no chances at that point.",
      "it": "ma a quel punto il dipartimento non poteva correre rischi."
    }
  },
  {
    "translation": {
      "en": "I would, uh, work with Mark, and it was always on Wednesday afternoon.",
      "it": "Lavoravo con Mark ed era sempre di mercoledì pomeriggio."
    }
  },
  {
    "translation": {
      "en": "And we would just meet at Walden Book. That was our spot.",
      "it": "Ci incontravamo alla libreria Walden. Quello era il nostro posto."
    }
  },
  {
    "translation": {
      "en": "But on October 16th, I didn't go up that day.",
      "it": "Però il 16 ottobre, non ci andai quel giorno."
    }
  },
  {
    "translation": {
      "en": "Uh, I tried to get ahold of Mark, but I couldn't reach him.",
      "it": "Cercai di contattare Mark, ma non ci riuscii."
    }
  },
  {
    "translation": {
      "en": "I guess he was running around town that day.",
      "it": "Immagino che quel giorno girasse per la città."
    }
  },
  {
    "translation": {
      "en": "But I did run into Curt Bench, I think,",
      "it": "Però incontrai Curt Bench, credo, e Curt mi disse"
    }
  },
  {
    "translation": {
      "en": "and Curt told me that, uh, he had talked to Mark or something,",
      "it": "Però incontrai Curt Bench, credo, e Curt mi disse di aver parlato con Mark o una cosa così"
    }
  },
  {
    "translation": {
      "en": "and he also made it sound like Mark was, uh…",
      "it": "e insinuò anche che Mark fosse…"
    }
  },
  {
    "translation": {
      "en": "really nervous. Okay? Really nervous.",
      "it": "molto nervoso. Ok? Molto nervoso."
    }
  },
  {
    "translation": {
      "en": "[woman] An associate of Christensen said, \"We're filled with absolute terror.\"",
      "it": "Un collega di Christensen ha detto: \"Siamo pieni di terrore assoluto.\""
    }
  },
  {
    "translation": {
      "en": "The houses were cordoned off, families evacuated,",
      "it": "Le case sono state delimitate, le famiglie evacuate"
    }
  },
  {
    "translation": {
      "en": "and dogs brought in to sniff for bombs. None were found.",
      "it": "e sono stati portati cani per fiutare le bombe. Non ne sono state trovate."
    }
  },
  {
    "translation": {
      "en": "[Bench] I called Mark, and I warned Mark",
      "it": "Chiamai Mark, lo avvertii"
    }
  },
  {
    "translation": {
      "en": "and told him that he ought to get his family out of their house.",
      "it": "e gli dissi che doveva far uscire la sua famiglia da casa loro."
    }
  },
  {
    "translation": {
      "en": "[Dorie] Mark tells me, \"Christensen has been killed.",
      "it": "E Mark mi disse: \"Steve Christensen è stato ucciso.\""
    }
  },
  {
    "translation": {
      "en": "Kathy Sheets has been killed.",
      "it": "\"Kathy Sheets è stata uccisa.\""
    }
  },
  {
    "translation": {
      "en": "I don't know what is happening here.",
      "it": "\"Non so cosa stia succedendo qui.\""
    }
  },
  {
    "translation": {
      "en": "Your life may be in danger. You need to leave the house.\"",
      "it": "\"La tua vita potrebbe essere in pericolo. Devi uscire dalla casa.\""
    }
  },
  {
    "translation": {
      "en": "We don't know if the attacks had something to do with religion or business",
      "it": "Non sappiamo se gli attacchi abbiano a che fare con la religione o gli affari"
    }
  },
  {
    "translation": {
      "en": "or even possibly both…",
      "it": "o forse con entrambi…"
    }
  },
  {
    "translation": {
      "en": "We knew that the people involved in the Mormon document business",
      "it": "Sapevamo che le persone coinvolte nel mondo dei documenti mormoni"
    }
  },
  {
    "translation": {
      "en": "could be potential targets.",
      "it": "potevano essere potenziali bersagli."
    }
  },
  {
    "translation": {
      "en": "And Mark did tell me that he had concerns",
      "it": "E Mark mi aveva detto che aveva dei dubbi"
    }
  },
  {
    "translation": {
      "en": "about the McLellin Collection.",
      "it": "E Mark mi aveva detto che aveva dei dubbi sulla collezione McLellin."
    }
  },
  {
    "translation": {
      "en": "People had heard things about it,",
      "it": "La gente ne aveva sentito parlare"
    }
  },
  {
    "translation": {
      "en": "and it was becoming more of a controversial subject.",
      "it": "e stava diventando un argomento controverso."
    }
  },
  {
    "translation": {
      "en": "[man] Lawmen in Salt Lake City are going all out now",
      "it": "I tutori della legge di Salt Lake stanno facendo il possibile"
    }
  },
  {
    "translation": {
      "en": "to come up with the \"whys\" in the tragedy.",
      "it": "per scoprire i perché di questa tragedia."
    }
  },
  {
    "translation": {
      "en": "They have come up with some startling information.",
      "it": "Hanno trovato delle informazioni sorprendenti."
    }
  },
  {
    "translation": {
      "en": "It now turns out that there's another collection",
      "it": "Ora si scopre che c'è un'altra collezione"
    }
  },
  {
    "translation": {
      "en": "of early Mormon documents that are reputed to be far more explosive.",
      "it": "di documenti dei primi mormoni ritenuti molto più esplosivi."
    }
  },
  {
    "translation": {
      "en": "They're the McLellin Collection.",
      "it": "Si tratta della collezione McLellin,"
    }
  },
  {
    "translation": {
      "en": "Books, diaries, and revelations from the era of Joseph Smith.",
      "it": "libri, diari e rivelazioni dell'era di Joseph Smith."
    }
  },
  {
    "translation": {
      "en": "One of the would-be buyers turns out to have been",
      "it": "Uno dei potenziali acquirenti risulta essere stato"
    }
  },
  {
    "translation": {
      "en": "bombing victim Steve Christensen.",
      "it": "Steve Christensen, vittima dell'attentato."
    }
  },
  {
    "translation": {
      "en": "LDS officials have yet to confirm or deny reports",
      "it": "La Chiesa LDS non ha ancora confermato o negato"
    }
  },
  {
    "translation": {
      "en": "that Gordon B. Hinckley had agreed to buy the documents,",
      "it": "La Chiesa LDS non ha ancora confermato o negato che Gordon B. Hinckley avesse accettato di comprare i documenti,"
    }
  },
  {
    "translation": {
      "en": "which are believed to contain controversial information",
      "it": "che si ritiene contengano informazioni controverse"
    }
  },
  {
    "translation": {
      "en": "about the founding of the Mormon Church.",
      "it": "sulla fondazione della chiesa mormone."
    }
  },
  {
    "translation": {
      "en": "Alvin Rust says the LDS Church had agreed to pay $300,000 for the collection.",
      "it": "Alvin Rust dice che la Chiesa LDS aveva accettato di pagare 300.000 dollari."
    }
  },
  {
    "translation": {
      "en": "[woman] Who at the Church had agreed to purchase these for $300,000?",
      "it": "Chi alla Chiesa aveva accettato di comprarli per 300.000 dollari?"
    }
  },
  {
    "translation": {
      "en": "It was, uh, Gordon B. Hinckley.",
      "it": "Era stato Gordon B. Hinckley."
    }
  },
  {
    "translation": {
      "en": "I get on the phone to call the prophet",
      "it": "Presi il telefono per chiamare il profeta"
    }
  },
  {
    "translation": {
      "en": "of the Church of Jesus Christ of Latter-Day Saints.",
      "it": "della Chiesa di Gesù Cristo dei Santi degli Ultimi Giorni."
    }
  },
  {
    "translation": {
      "en": "The man that took the call says, \"What is it about?\"",
      "it": "L'uomo che rispose chiese: \"Di cosa si tratta?\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"It's about the McLellin Collection.\"",
      "it": "E io risposi: \"Si tratta della collezione McLellin.\""
    }
  },
  {
    "translation": {
      "en": "He says, \"Yeah, you and Hofmann were to bring that right now.\"",
      "it": "Disse: \"Già, tu e Hofmann avreste dovuto portarmela proprio ora.\""
    }
  },
  {
    "translation": {
      "en": "[man 1] A Church spokesman confirms that Hofmann met with LDS apostles",
      "it": "Un portavoce della Chiesa ha confermato che Hofmann ha incontrato gli apostoli LDS"
    }
  },
  {
    "translation": {
      "en": "on Tuesday afternoon,",
      "it": "il martedì pomeriggio,"
    }
  },
  {
    "translation": {
      "en": "just hours after the first bomb killed Steven Christensen.",
      "it": "poche ore dopo che la prima bomba aveva ucciso Steven Christensen."
    }
  },
  {
    "translation": {
      "en": "He said he wanted to donate the collection to the Church.",
      "it": "Ha detto che voleva donare la collezione alla Chiesa."
    }
  },
  {
    "translation": {
      "en": "There was no discussion of our purchasing it.",
      "it": "Non si parlava di acquisto da parte nostra."
    }
  },
  {
    "translation": {
      "en": "[Rust] He says, \"We've got people here right now",
      "it": "Disse: \"Abbiamo delle persone che in questo momento"
    }
  },
  {
    "translation": {
      "en": "waiting for the McLellin Collection, to examine it.",
      "it": "attendono la collezione McLellin, per esaminarla.\""
    }
  },
  {
    "translation": {
      "en": "They want to purchase it for the Church.\"",
      "it": "\"Vogliono comprarla per la Chiesa.\""
    }
  },
  {
    "translation": {
      "en": "[man 2] Hofmann was to turn over the collection to Christensen",
      "it": "Hofmann doveva consegnare la collezione a Christensen"
    }
  },
  {
    "translation": {
      "en": "the morning Christensen was killed.",
      "it": "la mattina in cui è stato ucciso."
    }
  },
  {
    "translation": {
      "en": "[man 3] Hofmann didn't show for the 10:00 a.m. appointment,",
      "it": "Hofmann non si è presentato all'appuntamento delle 10:00,"
    }
  },
  {
    "translation": {
      "en": "but called and asked to meet at 2:00 p.m.",
      "it": "ma ha chiamato e ha chiesto un appuntamento per le 14:00."
    }
  },
  {
    "translation": {
      "en": "Sources tell Channel 5",
      "it": "Fonti riportano a Channel 5"
    }
  },
  {
    "translation": {
      "en": "Hofmann had at least two meetings set up to peddle the papers.",
      "it": "che Hofmann aveva organizzato almeno due riunioni per vendere i documenti."
    }
  },
  {
    "translation": {
      "en": "[man on phone] …signature and have it witnessed, or something like that.",
      "it": "…per firmare e farlo testimoniare o qualcosa del genere."
    }
  },
  {
    "translation": {
      "en": "[Mark on phone] Yeah, I can tell you also that, uh,",
      "it": "Sì, posso anche dirti"
    }
  },
  {
    "translation": {
      "en": "the LDS Church is interested in it also.",
      "it": "che la chiesa mormone è interessata."
    }
  },
  {
    "translation": {
      "en": "[man] Yeah, well, that may tend to complicate things.",
      "it": "Sì, beh, questo potrebbe complicare le cose."
    }
  },
  {
    "translation": {
      "en": "[Mark] They've already acquired, in fact, uh, some other pieces",
      "it": "Hanno già acquisito, in effetti, altri pezzi"
    }
  },
  {
    "translation": {
      "en": "they got from me, -but they don't have this one yet. -[man] Mm-hmm.",
      "it": "che hanno ricevuto da me, ma non hanno ancora questa collezione."
    }
  },
  {
    "translation": {
      "en": "[Mark] I don't know what they're interested in it for,",
      "it": "Non so perché siano interessati,"
    }
  },
  {
    "translation": {
      "en": "if they just want to lock it up or…",
      "it": "se vogliano solo metterla sottochiave o…"
    }
  },
  {
    "translation": {
      "en": "I can't imagine them publishing it or anything.",
      "it": "Non riesco a immaginare che la rendano pubblica o altro."
    }
  },
  {
    "translation": {
      "en": "[man] Well, be hard to say.",
      "it": "Beh, è difficile dirlo."
    }
  },
  {
    "translation": {
      "en": "-[Mark] Yeah. -[man] Um…",
      "it": "Già. 16 OTTOBRE 1985 14:18"
    }
  },
  {
    "translation": {
      "en": "[man 4] Shannon Flynn is believed to have been working with Hofmann",
      "it": "Si crede che Shannon Flynn abbia lavorato con Hofmann"
    }
  },
  {
    "translation": {
      "en": "on the sale of those papers.",
      "it": "per la vendita di quei documenti."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "it": "Io non lo so."
    }
  },
  {
    "translation": {
      "en": "He had an appointment at two o'clock with an attorney",
      "it": "Aveva un appuntamento alle 14:00 con un avvocato"
    }
  },
  {
    "translation": {
      "en": "that represented a well-to-do Church member",
      "it": "che rappresentava un membro benestante della Chiesa"
    }
  },
  {
    "translation": {
      "en": "that was going to buy that McLellin Collection,",
      "it": "che avrebbe comprato la collezione McLellin,"
    }
  },
  {
    "translation": {
      "en": "give Mark the money, and kind of keep it for the Church.",
      "it": "avrebbe dato i soldi a Mark e l'avrebbe conservata per la Chiesa."
    }
  },
  {
    "translation": {
      "en": "And then the shock came.",
      "it": "E poi è arrivato il colpo."
    }
  },
  {
    "translation": {
      "en": "We saw the explosion, and the window in the back flew up in the air.",
      "it": "Abbiamo visto l'esplosione e la finestra sul retro è volata in aria."
    }
  },
  {
    "translation": {
      "en": "Was it loud? Yeah. It shook this whole building, right here.",
      "it": "È stato forte, sì. Ha scosso l'intero edificio, proprio qui."
    }
  },
  {
    "translation": {
      "en": "I drove out to Mark's house because we had set up a lunch.",
      "it": "Andai a casa di Mark perché avevamo organizzato un pranzo."
    }
  },
  {
    "translation": {
      "en": "Went and knocked on his door. No one answered.",
      "it": "Andai a bussare alla sua porta. Ma nessuno rispose."
    }
  },
  {
    "translation": {
      "en": "No one was home.",
      "it": "Non c'era nessuno."
    }
  },
  {
    "translation": {
      "en": "And, while I was there, there's news of another bombing coming in.",
      "it": "E, mentre ero lì, arrivò la notizia di un altro attentato."
    }
  },
  {
    "translation": {
      "en": "[Brokaw] A bomb was placed under the seat of a sports car…",
      "it": "Oggi è stata messa una bomba sotto il sedile di un'auto sportiva…"
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] It's a car that's been bombed. It's a Toyota MR2.",
      "it": "Era esplosa un'auto. Una Toyota MR2."
    }
  },
  {
    "translation": {
      "en": "[Brokaw] All three explosions may be connected to a controversy.",
      "it": "Tutte e tre le esplosioni potrebbero essere collegate a una disputa."
    }
  },
  {
    "translation": {
      "en": "I mean, I immediately said, \"That's Mark Hofmann's car.\"",
      "it": "Insomma, dissi subito: \"È l'auto di Mark Hofmann.\""
    }
  },
  {
    "translation": {
      "en": "[bystander] …he's pretty banged up. He was missing some fingers that I could see,",
      "it": "…era piuttosto malconcio. Gli mancavano delle dita, da quel che ho potuto vedere,"
    }
  },
  {
    "translation": {
      "en": "had a hole kind of on top of his head, had a hole in one of his legs.",
      "it": "aveva un foro nella testa, un foro in una gamba."
    }
  },
  {
    "translation": {
      "en": "[Bench] I remember distinctly that I had to pull over my car,",
      "it": "Ricordo chiaramente che ho dovuto accostare la macchina,"
    }
  },
  {
    "translation": {
      "en": "and slamming my hand against the steering wheel and saying aloud,",
      "it": "ho sbattuto la mano contro il volante e ho detto ad alta voce:"
    }
  },
  {
    "translation": {
      "en": "\"Why didn't you listen to me? Why didn't you listen to me?\"",
      "it": "\"Perché non mi hai ascoltato?\""
    }
  },
  {
    "translation": {
      "en": "[man 1] When officers searched Hofmann's car,",
      "it": "Quando è stata perquisita l'auto di Hofmann, sono stati trovati i ritenuti"
    }
  },
  {
    "translation": {
      "en": "they found a collection believed to be early Mormon historical documents.",
      "it": "Quando è stata perquisita l'auto di Hofmann, sono stati trovati i ritenuti documenti storici dei primi mormoni. Noti come la collezione McLellin."
    }
  },
  {
    "translation": {
      "en": "They're known as the McLellin Collection.",
      "it": "documenti storici dei primi mormoni. Noti come la collezione McLellin."
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] I remember running out the door as fast as I could,",
      "it": "Ricordo di essere corso fuori più veloce che potevo,"
    }
  },
  {
    "translation": {
      "en": "driving up to the police line, and just…",
      "it": "di aver guidato fino al cordone di polizia…"
    }
  },
  {
    "translation": {
      "en": "jumping out of my car and leaving it in the middle of the street,",
      "it": "di essere saltato fuori dalla mia auto lasciandola in mezzo alla strada,"
    }
  },
  {
    "translation": {
      "en": "and running over to an officer who was standing there,",
      "it": "di essere corso verso un agente che era lì"
    }
  },
  {
    "translation": {
      "en": "and saying, \"Excuse me, but I think I know whose car that is.\"",
      "it": "e di avergli detto: \"Mi scusi, ma credo di sapere di chi sia quell'auto.\""
    }
  },
  {
    "translation": {
      "en": "[man 2] Mark Hofmann was trying to sell historical Mormon documents.",
      "it": "Mark Hofmann stava cercando di vendere dei documenti storici mormoni."
    }
  },
  {
    "translation": {
      "en": "The original appointment included Steven Christensen.",
      "it": "L'appuntamento iniziale includeva Steven Christensen."
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] He said, \"What's your name?\"",
      "it": "E lui mi chiese: \"Come si chiama?\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"Brent Metcalfe.\"",
      "it": "Io risposi: \"Brent Metcalfe.\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"I want you to come with me right now.\"",
      "it": "Mi disse: \"Voglio che venga subito con me.\""
    }
  },
  {
    "translation": {
      "en": "And he tells me,",
      "it": "E proseguì dicendomi:"
    }
  },
  {
    "translation": {
      "en": "\"We have reason to believe that somebody may be trying to kill you.\"",
      "it": "\"Abbiamo motivo di credere che qualcuno potrebbe cercare di ucciderla.\""
    }
  },
  {
    "translation": {
      "en": "[Rigby] I get a call from a gentleman who said,",
      "it": "Ho ricevuto una telefonata da un signore che ha detto:"
    }
  },
  {
    "translation": {
      "en": "\"Randy, you need to take your family and leave.",
      "it": "\"Randy, devi prendere la tua famiglia e andartene.\""
    }
  },
  {
    "translation": {
      "en": "We're gonna have bomb dogs and people come over",
      "it": "\"Faremo venire dei cani antibomba e delle persone"
    }
  },
  {
    "translation": {
      "en": "and actually go through your home.\"",
      "it": "per controllare casa tua.\""
    }
  },
  {
    "translation": {
      "en": "I'm now looking underneath my car. I mean…",
      "it": "Ho guardato subito sotto la mia auto. Insomma…"
    }
  },
  {
    "translation": {
      "en": "And this is where my mind was. I mean, you didn't dare trust anything.",
      "it": "Ed ecco a cosa era rivolta la mia mente. Non osavi fidarti di nulla."
    }
  },
  {
    "translation": {
      "en": "Our lives had been totally, uh, torn apart.",
      "it": "Le nostre vite erano state completamente distrutte."
    }
  },
  {
    "translation": {
      "en": "[Rust] They informed me that I was in extreme danger",
      "it": "Mi hanno detto che ero in grave pericolo"
    }
  },
  {
    "translation": {
      "en": "and that my family and I should take every precaution.",
      "it": "e che io e la mia famiglia dovevamo prendere ogni precauzione."
    }
  },
  {
    "translation": {
      "en": "\"Please take cover.",
      "it": "\"Per favore, si protegga.\""
    }
  },
  {
    "translation": {
      "en": "Call your wife immediately, and be very careful right now.",
      "it": "\"Chiami subito sua moglie e stia molto attento.\""
    }
  },
  {
    "translation": {
      "en": "We don't know what's going on.\"",
      "it": "\"Non sappiamo cosa stia succedendo.\""
    }
  },
  {
    "translation": {
      "en": "[Dorie] I was at my mother's house, and a phone call came in",
      "it": "Ero a casa di mia madre ed è arrivata una telefonata"
    }
  },
  {
    "translation": {
      "en": "that said Mark had been hurt in a car,",
      "it": "che diceva che Mark era stato ferito in un'auto,"
    }
  },
  {
    "translation": {
      "en": "with a car bomb.",
      "it": "con un'autobomba."
    }
  },
  {
    "translation": {
      "en": "And I immediately started shaking.",
      "it": "E ho iniziato subito a tremare."
    }
  },
  {
    "translation": {
      "en": "My sister drove me down 'cause I couldn't drive. I was too upset.",
      "it": "Mi accompagnò mia sorella, non riuscivo a guidare. Ero troppo agitata."
    }
  },
  {
    "translation": {
      "en": "So she drove me down to the hospital.",
      "it": "Mi accompagnò all'ospedale."
    }
  },
  {
    "translation": {
      "en": "I went into the hospital, told them I was Mark's wife.",
      "it": "Entrai nell'ospedale e dissi che ero la moglie di Mark."
    }
  },
  {
    "translation": {
      "en": "He was on a table in a gown. He had glass all over his face.",
      "it": "Era su un tavolo, con un camice. Aveva vetro su tutta la faccia."
    }
  },
  {
    "translation": {
      "en": "None of it made sense to me. Why would these people want to…",
      "it": "Niente di tutto quello aveva senso per me. Perché una di queste persone voleva…"
    }
  },
  {
    "translation": {
      "en": "Why would they wanna kill Steve or Kathy? Why would anybody wanna kill them?",
      "it": "Perché volevano uccidere Steve o Kathy? Perché qualcuno avrebbe voluto farlo?"
    }
  },
  {
    "translation": {
      "en": "It didn't make sense to me. Why would they wanna kill them?",
      "it": "Non aveva senso per me. Perché avrebbero voluto ucciderli?"
    }
  },
  {
    "translation": {
      "en": "It just didn't-didn't make sense.",
      "it": "Non aveva senso."
    }
  },
  {
    "translation": {
      "en": "[man] Throughout this day, Salt Lake lawmen rushed to check",
      "it": "Per tutto il giorno, i tutori della legge di Salt Lake hanno controllato"
    }
  },
  {
    "translation": {
      "en": "several bomb threats and suspicious situations.",
      "it": "diversi allarmi bomba e situazioni sospette."
    }
  },
  {
    "translation": {
      "en": "Even tonight, it has extended to the heart of our city.",
      "it": "Anche stanotte, questo si è esteso fino al cuore della nostra città."
    }
  },
  {
    "translation": {
      "en": "Temple Square is at this moment under lockdown.",
      "it": "Temple Square è in questo momento isolata."
    }
  },
  {
    "translation": {
      "en": "Everyone on the square, including the Mormon Youth Symphony,",
      "it": "Tutti quelli nella piazza, inclusa l'Orchestra Mormone Giovanile,"
    }
  },
  {
    "translation": {
      "en": "was evacuated after what was believed to be a bomb threat.",
      "it": "sono stati evacuati dopo quello che si credeva fosse un allarme bomba."
    }
  },
  {
    "translation": {
      "en": "Canine units were called in to patrol the grounds.",
      "it": "Unità canine sono state chiamate a pattugliare i terreni."
    }
  },
  {
    "translation": {
      "en": "At the Mormon Church…",
      "it": "Nella chiesa mormone…"
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] I didn't think the Mormon document world was a dangerous business.",
      "it": "Non pensavo che il mondo dei documenti mormoni fosse pericoloso."
    }
  },
  {
    "translation": {
      "en": "I thought it was an exhilarating business,",
      "it": "Pensavo che fosse un'attività stimolante,"
    }
  },
  {
    "translation": {
      "en": "but there was definitely an underbelly -to Mormon document dealing. -[church organ playing]",
      "it": "ma c'era sicuramente un lato oscuro nel trattare i documenti mormoni."
    }
  },
  {
    "translation": {
      "en": "-[choir singing] -[man 1] More than any crimes in memory,",
      "it": "Più di ogni altro crimine del passato,"
    }
  },
  {
    "translation": {
      "en": "these bombings have given rise to speculation,",
      "it": "questi attentati hanno dato luogo a speculazioni,"
    }
  },
  {
    "translation": {
      "en": "theories, and public guessing.",
      "it": "teorie e ipotesi pubbliche."
    }
  },
  {
    "translation": {
      "en": "Security has been beefed up, and bomb searches carried out.",
      "it": "La sicurezza è stata potenziata e sono state condotte ricerche di bombe."
    }
  },
  {
    "translation": {
      "en": "The university's archives have…",
      "it": "Gli archivi dell'università sono stati…"
    }
  },
  {
    "translation": {
      "en": "Some documents vanished or disappeared.",
      "it": "Alcuni documenti sono svaniti o scomparsi."
    }
  },
  {
    "translation": {
      "en": "Uh, we don't really know what might have happened to them.",
      "it": "Non sappiamo che fine abbiano potuto fare."
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] Whoever had committed these murders,",
      "it": "Chiunque abbia commesso questi omicidi,"
    }
  },
  {
    "translation": {
      "en": "they're somehow related to these Mormon documents.",
      "it": "è in qualche modo collegato a questi documenti mormoni."
    }
  },
  {
    "translation": {
      "en": "[man 2] Police are refusing to comment on reports that Hofmann had other letters",
      "it": "La polizia non commenta la notizia che Hofmann avesse altre lettere"
    }
  },
  {
    "translation": {
      "en": "believed to be even more damaging to the Church…",
      "it": "ritenute ancora più dannose per la Chiesa…"
    }
  },
  {
    "translation": {
      "en": "At this time, I will not comment on that. That's still part of the investigation.",
      "it": "Per il momento, non commenterò la cosa. È ancora parte dell'indagine."
    }
  },
  {
    "translation": {
      "en": "And a killer is still on the loose.",
      "it": "E l'assassino è ancora in libertà."
    }
  },
  {
    "translation": {
      "en": "Most likely, it was somebody who was LDS,",
      "it": "Molto probabilmente, è stato qualcuno che era nella LDS,"
    }
  },
  {
    "translation": {
      "en": "who knew the details of what we were doing.",
      "it": "che era a conoscenza di ciò che stavamo facendo."
    }
  },
  {
    "translation": {
      "en": "[woman] Ties to murder and intrigues have given the Mormon Church",
      "it": "I legami con gli omicidi e gli intrighi hanno dato alla chiesa mormone"
    }
  },
  {
    "translation": {
      "en": "the kind of attention it doesn't want.",
      "it": "il tipo di attenzione che non vuole."
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] It could have been someone who had a loved one,",
      "it": "Poteva essere stato qualcuno che aveva una persona cara"
    }
  },
  {
    "translation": {
      "en": "who had a crisis of faith as a result of all of this.",
      "it": "che aveva avuto una crisi di fede a causa di tutto questo."
    }
  },
  {
    "translation": {
      "en": "To have the Church involved in the acquisition",
      "it": "Coinvolgere la Chiesa nell'acquisizione"
    }
  },
  {
    "translation": {
      "en": "of a collection at this time would simply fuel speculation",
      "it": "DALLIN H. OAKS APOSTOLO DELLA CHIESA LDS di una collezione in questo momento alimenterebbe la speculazione"
    }
  },
  {
    "translation": {
      "en": "that the Church was trying to acquire it in order to suppress it.",
      "it": "che la Chiesa cercasse di acquisirla per eliminarla."
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] They wanted to inflict damage and harm.",
      "it": "Volevano infliggere dolore e fare danni."
    }
  },
  {
    "translation": {
      "en": "A Mormon Church official said there was, quote,",
      "it": "Un dirigente della chiesa LDS ha detto:"
    }
  },
  {
    "translation": {
      "en": "\"Nothing sinister in the Church's efforts to acquire historical documents",
      "it": "\"Non c'è nulla di sinistro negli sforzi della LDS per acquisire documenti storici"
    }
  },
  {
    "translation": {
      "en": "from Mark Hofmann.\" Hofmann was hospitalized…",
      "it": "da Mark Hofmann.\" Hofmann è stato ricoverato…"
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] It seemed clear to me…",
      "it": "Mi sembrava chiaro."
    }
  },
  {
    "translation": {
      "en": "this was retaliatory.",
      "it": "Era una rappresaglia."
    }
  }
]