[
  {
    "translation": {
      "en": "[man] A lot of people say, \"Carnitas is just carne.\"",
      "it": "Molti dicono: \"Le carnitas sono solo carne\"."
    }
  },
  {
    "translation": {
      "en": "But to me, carnitas is my life.",
      "it": "Ma per me le carnitas sono tutta la mia vita."
    }
  },
  {
    "translation": {
      "en": "I remember when I was a young kid,",
      "it": "Ricordo quando ero bambino."
    }
  },
  {
    "translation": {
      "en": "waking up and hearing the sound of the flame turning on.",
      "it": "Mi svegliavo e sentivo il suono della fiammella che si accendeva."
    }
  },
  {
    "translation": {
      "en": "I knew my dad was up and ready to go to work.",
      "it": "Capivo che mio padre era al lavoro."
    }
  },
  {
    "translation": {
      "en": "I'd walk to the back,",
      "it": "Andavo sul retro"
    }
  },
  {
    "translation": {
      "en": "and I could see his shadow because all the flames are on.",
      "it": "e vedevo la sua ombra per via di tutte le fiamme accese."
    }
  },
  {
    "translation": {
      "en": "And my dad wouldn't even know I was there.",
      "it": "Mio padre neanche si accorgeva di me."
    }
  },
  {
    "translation": {
      "en": "And I would literally sit on the fence, watching everything being cooked together.",
      "it": "E io me ne stavo lì, in disparte, a guardarlo cucinare."
    }
  },
  {
    "translation": {
      "en": "It was just an amazing feeling of a great man.",
      "it": "Avevo la sensazione che fosse un grande uomo."
    }
  },
  {
    "translation": {
      "en": "And it just hit me. I had to help my dad.",
      "it": "E mi è venuta voglia di aiutarlo."
    }
  },
  {
    "translation": {
      "en": "I went inside, got ready, put my shoes on,",
      "it": "Sono entrato, mi sono preparato, mi sono messo le scarpe"
    }
  },
  {
    "translation": {
      "en": "I was like, \"Hey, Dad. I got this.\"",
      "it": "e ho detto: \"Papà, ci penso io\":"
    }
  },
  {
    "translation": {
      "en": "That was the first time he actually let me move the paddle.",
      "it": "Era la prima volta che mi faceva tenere la pala."
    }
  },
  {
    "translation": {
      "en": "And I knew for a fact this was my destiny.",
      "it": "E lì che ho capito che quello era il mio destino."
    }
  },
  {
    "translation": {
      "en": "[man 2] When people think about Los Angeles, it's a cliche of cliches.",
      "it": "Quando si pensa a Los Angeles, vengono in mente tanti cliché."
    }
  },
  {
    "translation": {
      "en": "The great weather, surfing,",
      "it": "Il bel tempo, il surf,"
    }
  },
  {
    "translation": {
      "en": "gluten-free avocado toast. But they don't know the real city.",
      "it": "i toast all'avocado senza glutine. Ma la vera città è un'altra cosa."
    }
  },
  {
    "translation": {
      "en": "Los Angeles is one of the most diverse cities for eating and living in the United States.",
      "it": "Los Angeles è una delle città degli USA con più diversità di cibo e culture."
    }
  },
  {
    "translation": {
      "en": "It's a city of neighborhoods",
      "it": "È una città di quartieri,"
    }
  },
  {
    "translation": {
      "en": "that's been shaped by waves of immigration from Asia, Mexico, and Latin America.",
      "it": "formatasi con ondate di immigrazione da Asia, Messico e America Latina."
    }
  },
  {
    "translation": {
      "en": "But redlining and restrictive covenants have created all these enclaves.",
      "it": "Ma le restrizioni governative sui mutui hanno creato delle enclavi."
    }
  },
  {
    "translation": {
      "en": "Because of that, you're just minutes away from the next culture.",
      "it": "Perciò sei sempre a un passo dalla cultura successiva."
    }
  },
  {
    "translation": {
      "en": "And it's all connected by freeways.",
      "it": "Tutto collegato da superstrade."
    }
  },
  {
    "translation": {
      "en": "[man 3] Those freeways connect you to communities that you wouldn't otherwise have access to.",
      "it": "Quelle superstrade ti collegano a comunità a cui, altrimenti, non avresti accesso."
    }
  },
  {
    "translation": {
      "en": "You cannot drive more than a few blocks without seeing a vendor.",
      "it": "Non puoi fare più di qualche isolato senza vedere un ambulante."
    }
  },
  {
    "translation": {
      "en": "And the best food in LA is on the street.",
      "it": "E il miglior cibo di Los Angeles si trova per strada."
    }
  },
  {
    "translation": {
      "en": "You can find dishes that you would only find in a specific region of that country,",
      "it": "Si possono mangiare piatti tipici di una regione specifica di un Paese,"
    }
  },
  {
    "translation": {
      "en": "like Filipino skewers,",
      "it": "tipo gli spiedini filippini,"
    }
  },
  {
    "translation": {
      "en": "Guatemalan tortillas, meats, and pupusas,",
      "it": "le tortillas del Guatemala, carne e pupusas,"
    }
  },
  {
    "translation": {
      "en": "Mexican dishes like quesadillas",
      "it": "cibi messicani come le quesadillas"
    }
  },
  {
    "translation": {
      "en": "and, of course, there are hot dogs, hamburgers.",
      "it": "e, ovviamente, ci sono hot dog e hamburger."
    }
  },
  {
    "translation": {
      "en": "And you see all those flavors, all those colors, all the ingredients.",
      "it": "Si vedono tutti quei sapori, quei colori e quegli ingredienti."
    }
  },
  {
    "translation": {
      "en": "You see it all on the streets.",
      "it": "Si vede tutto per strada."
    }
  },
  {
    "translation": {
      "en": "[Esparza] But of all these dishes,",
      "it": "Ma, tra tutti questi piatti, sono i tacos a dominare"
    }
  },
  {
    "translation": {
      "en": "it is tacos that dominates the street food scene in Los Angeles.",
      "it": "Ma, tra tutti questi piatti, sono i tacos a dominare la scena street food di LA."
    }
  },
  {
    "translation": {
      "en": "And one of the best ones is Carnitas El Momo in Boyle Heights,",
      "it": "E se ne trovano di ottimi al Carnitas El Momo, a Boyle Heights,"
    }
  },
  {
    "translation": {
      "en": "one of the most historic and original Mexican communities.",
      "it": "una delle comunità messicane più storiche e originali."
    }
  },
  {
    "translation": {
      "en": "[Esparza] Carnitas is soul food.",
      "it": "Le carnitas sono cibo dell'anima."
    }
  },
  {
    "translation": {
      "en": "It's a style of cooking where different parts of pig",
      "it": "È uno stile di cottura in cui diverse parti del maiale"
    }
  },
  {
    "translation": {
      "en": "are slowly cooked in its own fat.",
      "it": "vengono cotte lentamente nel proprio grasso."
    }
  },
  {
    "translation": {
      "en": "Takes really an expertise moving things in and out of the pot.",
      "it": "Ci vuole esperienza per gestire la cottura degli ingredienti."
    }
  },
  {
    "translation": {
      "en": "There's all these different types of salsas and condiments",
      "it": "Ci si abbinano diversi tipi di salse e condimenti"
    }
  },
  {
    "translation": {
      "en": "that, grouped together, make this incredible delicious food.",
      "it": "che rendono le carnitas un cibo incredibilmente buono."
    }
  },
  {
    "translation": {
      "en": "Best carnitas I ever tried, man.",
      "it": "Le migliori mai provate."
    }
  },
  {
    "translation": {
      "en": "[Esparza] And Carnitas El Momo specializes in just a handful of cuts.",
      "it": "Il Carnitas El Momo è specializzato in pochi tagli."
    }
  },
  {
    "translation": {
      "en": "Cuerito is the skin. Buche, hogs maw. Maciza, shoulder.",
      "it": "Cuerito è la pelle. Buche è lo stomaco e Miciza, la spalla."
    }
  },
  {
    "translation": {
      "en": "And everything is so flavorful.",
      "it": "E tutto ha un gusto fantastico."
    }
  },
  {
    "translation": {
      "en": "Romulo's children are doing the cooking now, just outside their home.",
      "it": "Sono i figli di Romulo a cucinare ora, davanti casa loro."
    }
  },
  {
    "translation": {
      "en": "And his son, Billy Acosta, has become the leader of the family,",
      "it": "E suo figlio, Billy Acosta, è diventato il capofamiglia,"
    }
  },
  {
    "translation": {
      "en": "ensuring that there's always gonna be a Carnitas El Momo in Los Angeles.",
      "it": "assicurandosi che il Carnitas El Momo sia sempre parte integrante"
    }
  },
  {
    "translation": {
      "en": "It'll always be part of the city.",
      "it": "della città di LA."
    }
  },
  {
    "translation": {
      "en": "-[in Spanish] Ready to exercise, or what? -Yes!",
      "it": "- Pronto a fare gli esercizi? - Sì!"
    }
  },
  {
    "translation": {
      "en": "[Acosta] I'm going to do it with you.",
      "it": "Li faccio con te."
    }
  },
  {
    "translation": {
      "en": "Just watch how I do it, okay?",
      "it": "Guarda come faccio io, ok?"
    }
  },
  {
    "translation": {
      "en": "Counting up to 20, okay?",
      "it": "Conta fino a 20."
    }
  },
  {
    "translation": {
      "en": "Ready?",
      "it": "Pronto?"
    }
  },
  {
    "translation": {
      "en": "One, two, three, four, five…",
      "it": "Uno, due, tre, quattro, cinque…"
    }
  },
  {
    "translation": {
      "en": "[Acosta in English] My father has been making carnitas for over 50 years.",
      "it": "Mio padre fa carnitas da oltre 50 anni."
    }
  },
  {
    "translation": {
      "en": "It's a family thing, and it's a Mexico thing.",
      "it": "È una tradizione di famiglia, nonché messicana."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Bravo!"
    }
  },
  {
    "translation": {
      "en": "-[Romulo sighs] -In Mexico, everybody eats carnitas.",
      "it": "In Messico, tutti mangiano carnitas."
    }
  },
  {
    "translation": {
      "en": "Ours are pretty simple ingredients, but the main one is love.",
      "it": "Si fa con ingredienti semplici, ma il principale è l'amore."
    }
  },
  {
    "translation": {
      "en": "The recipe that we use originated with my grandfather, Feliz Acosta.",
      "it": "La ricetta che usiamo è di mio nonno, Felix Acosta."
    }
  },
  {
    "translation": {
      "en": "He did carnitas for a living in Mexico. That's where the story started.",
      "it": "Cucinava carnitas per vivere. La nostra storia è iniziata lì."
    }
  },
  {
    "translation": {
      "en": "So my dad learns it from my grandfather.",
      "it": "Mio padre ha imparato da mio nonno."
    }
  },
  {
    "translation": {
      "en": "But my dad was like a little rocker, so he didn't really dig that.",
      "it": "Ma mio padre era un ribelle, voleva fare altro."
    }
  },
  {
    "translation": {
      "en": "So my dad decided to come to the US with no papers,",
      "it": "Così ha deciso di venire in USA senza documenti"
    }
  },
  {
    "translation": {
      "en": "you know, chasing the American dream.",
      "it": "inseguendo il sogno americano."
    }
  },
  {
    "translation": {
      "en": "And he ended up here in Los Angeles with my mom, Inocencia.",
      "it": "Ed è finito a Los Angeles con mia madre Inocencia."
    }
  },
  {
    "translation": {
      "en": "He started off working as a welder, but then he got injured.",
      "it": "Ha iniziato facendo il saldatore, ma si è infortunato."
    }
  },
  {
    "translation": {
      "en": "So he ended up having to sell carnitas to support the family.",
      "it": "Ed è finito a vendere carnitas per mantenere la famiglia."
    }
  },
  {
    "translation": {
      "en": "Everything my dad did was to leave something for us.",
      "it": "Mio padre ha sempre fatto tutto per lasciarci qualcosa."
    }
  },
  {
    "translation": {
      "en": "And when I was growing up, we all contributed to helping my dad.",
      "it": "E tutti noi gli abbiamo dato una mano."
    }
  },
  {
    "translation": {
      "en": "We didn't get paid for it. We did it because that's our dad.",
      "it": "Non venivamo pagati, lo facevamo perché era nostro padre."
    }
  },
  {
    "translation": {
      "en": "But I learned to love it as well.",
      "it": "Ma ho imparato ad amare quel lavoro."
    }
  },
  {
    "translation": {
      "en": "[in English] Attaboy, cowboy!",
      "it": "Così, cowboy!"
    }
  },
  {
    "translation": {
      "en": "[Acosta] I didn't go to college. I don't have no degree.",
      "it": "Non sono andato all'università."
    }
  },
  {
    "translation": {
      "en": "With all honestly, I barely made it out of high school.",
      "it": "In verità, ho a malapena finito le superiori."
    }
  },
  {
    "translation": {
      "en": "You know, and this is all I know.",
      "it": "Non so fare nient'altro."
    }
  },
  {
    "translation": {
      "en": "There's no other bigger challenge than challenging myself",
      "it": "Non c'è sfida più grande che quella con me stesso"
    }
  },
  {
    "translation": {
      "en": "to show the people here in LA that we got something good.",
      "it": "per mostrare alla gente di LA che abbiamo le carte in regola."
    }
  },
  {
    "translation": {
      "en": "[in Spanish] Tomorrow, I'll come, and we'll exercise more.",
      "it": "Domani torno e ne facciamo ancora."
    }
  },
  {
    "translation": {
      "en": "-Yes. -Yeah?",
      "it": "- Sì. - Sì?"
    }
  },
  {
    "translation": {
      "en": "Son, yes.",
      "it": "Sì, caro."
    }
  },
  {
    "translation": {
      "en": "[in English] It's culture. It's-- It's passion. It's love. It's family. It's friends.",
      "it": "È cultura. È passione. È amore. È famiglia. È amicizia."
    }
  },
  {
    "translation": {
      "en": "It's all of it together that I don't want it to die out.",
      "it": "È tutto insieme, e non voglio che si estingua."
    }
  },
  {
    "translation": {
      "en": "[Kang] Food in LA, in strip malls and on the street, is incredibly rich,",
      "it": "Il cibo a Los Angeles, nei mercati o per strada, è incredibilmente ricco,"
    }
  },
  {
    "translation": {
      "en": "incredibly diverse, and just bursting with flavor.",
      "it": "incredibilmente diversificato e dai sapori esplosivi."
    }
  },
  {
    "translation": {
      "en": "That's where the-- the good stuff is.",
      "it": "Il cibo buono si trova lì."
    }
  },
  {
    "translation": {
      "en": "And that's where people are cooking for their own community.",
      "it": "Ed è lì che la gente cucina per la propria comunità."
    }
  },
  {
    "translation": {
      "en": "The breadth and the depth of how good the cuisines are,",
      "it": "Il livello di bontà raggiunto da queste cucine"
    }
  },
  {
    "translation": {
      "en": "I don't think are matched. Anywhere.",
      "it": "non ha eguali… da nessuna parte."
    }
  },
  {
    "translation": {
      "en": "LA's Filipino community is historic. It's vast.",
      "it": "La comunità filippina di Los Angeles è storica. È enorme."
    }
  },
  {
    "translation": {
      "en": "It's the largest concentration of Filipinos outside of the Philippines.",
      "it": "La più grande al di fuori delle Filippine."
    }
  },
  {
    "translation": {
      "en": "[woman] When you are in Dollar Hits, you feel like you're in the Philippines.",
      "it": "Quando sei al Dollar Hits, ti senti come se fossi nelle Filippine."
    }
  },
  {
    "translation": {
      "en": "We have 33 kinds of street food in a stick.",
      "it": "Abbiamo 33 tipi di cibo da strada su bastoncino."
    }
  },
  {
    "translation": {
      "en": "Everything is a dollar. That's why it's called Dollar Hits.",
      "it": "Tutto a un dollaro. Ecco perché si chiama Dollar Hits."
    }
  },
  {
    "translation": {
      "en": "A little bit joke.",
      "it": "È una battuta."
    }
  },
  {
    "translation": {
      "en": "We have pork barbecue, chicken barbecue, fish ball, lobster ball.",
      "it": "Abbiamo maiale e pollo grigliato, polpette di pesce e aragosta."
    }
  },
  {
    "translation": {
      "en": "I cannot mention everything because it's 33.",
      "it": "Non posso citarle tutte, sono 33."
    }
  },
  {
    "translation": {
      "en": "I'm a good cook because I came from Pampanga.",
      "it": "Sono una brava cuoca perché sono di Pampanga."
    }
  },
  {
    "translation": {
      "en": "Pampanga is the culinary capital of the Philippines.",
      "it": "Pampanga è la capitale culinaria delle Filippine."
    }
  },
  {
    "translation": {
      "en": "I came here in 1998.",
      "it": "Sono arrivata nel 1998."
    }
  },
  {
    "translation": {
      "en": "Dad is an American citizen.",
      "it": "Papà era cittadino americano."
    }
  },
  {
    "translation": {
      "en": "He was old at that time.",
      "it": "All'epoca era vecchio."
    }
  },
  {
    "translation": {
      "en": "He always go to the hospital. Then I would bring him food in the hospital.",
      "it": "Andava sempre in ospedale e io gli portavo da mangiare lì."
    }
  },
  {
    "translation": {
      "en": "In the hospital were plenty of Filipino nurses.",
      "it": "In ospedale c'erano molte infermiere filippine."
    }
  },
  {
    "translation": {
      "en": "Told me, \"Oh, the food is good!\"",
      "it": "Dicevano: \"Che buon cibo!\""
    }
  },
  {
    "translation": {
      "en": "And then I save money, and then me and my three sisters rent a truck.",
      "it": "Così ho messo da parte i soldi per aprire un food truck con le mie tre sorelle."
    }
  },
  {
    "translation": {
      "en": "One day is… good.",
      "it": "Il primo giorno, va bene."
    }
  },
  {
    "translation": {
      "en": "Second day… good.",
      "it": "Il secondo, va bene."
    }
  },
  {
    "translation": {
      "en": "Third day is very good.",
      "it": "Il terzo va molto bene."
    }
  },
  {
    "translation": {
      "en": "There's plenty of people there.",
      "it": "È venuta un sacco di gente."
    }
  },
  {
    "translation": {
      "en": "Then after that, sisters, we buy this market for Dollar Hits.",
      "it": "Poi abbiamo comprato questo locale per il Dollar Hits."
    }
  },
  {
    "translation": {
      "en": "And the Filipino people, they are happy. Everybody happy.",
      "it": "E i filippini sono felici. Tutti felici."
    }
  },
  {
    "translation": {
      "en": "Everything in a stick, it's a dollar. Okay?",
      "it": "Tutto su un bastoncino, a un dollaro. Ok?"
    }
  },
  {
    "translation": {
      "en": "[Kang] Dollar Hits is probably the only place in LA where you can really get Filipino skewers.",
      "it": "Il Dollar Hits è forse l'unico posto a LA dove mangiare gli spiedini filippini."
    }
  },
  {
    "translation": {
      "en": "Everything's already cooked. You're just charring it to your preference.",
      "it": "È tutto cotto, ma puoi bruciacchiarlo come preferisci."
    }
  },
  {
    "translation": {
      "en": "You get this sweet, tangy, meaty bite, and it's just like kissed with the fire.",
      "it": "Ti ritrovi questi bocconi succosi, dolci e pungenti, come baciati dal fuoco."
    }
  },
  {
    "translation": {
      "en": "Really get that flavor of, like, a Filipino night market here in Los Angeles.",
      "it": "Senti il vero sapore di un mercato notturno filippino a Los Angeles."
    }
  },
  {
    "translation": {
      "en": "[Acosta] Growing up, my input was never taken into consideration",
      "it": "Il mio contributo non è stato preso in considerazione"
    }
  },
  {
    "translation": {
      "en": "until I grew a little older.",
      "it": "finché non sono cresciuto."
    }
  },
  {
    "translation": {
      "en": "A Mexican household, If you're the youngest,",
      "it": "In una famiglia messicana, se sei il più giovane"
    }
  },
  {
    "translation": {
      "en": "\"Boy, get your ass back in the room and shut up,\" you know?",
      "it": "ti zittiscono e ti rimettono al tuo posto."
    }
  },
  {
    "translation": {
      "en": "I'm the last of eight kids. I was the baby of the family.",
      "it": "Sono l'ultimo di otto figli, ero il piccolo della famiglia."
    }
  },
  {
    "translation": {
      "en": "My dad calls me…",
      "it": "Mio padre mi chiama \"Mi ultimo suspiro\","
    }
  },
  {
    "translation": {
      "en": "Being the youngest, I never felt lonely",
      "it": "Essendo il più giovane, non mi sono mai sentito solo"
    }
  },
  {
    "translation": {
      "en": "because my sister Antonia and I, we had bunk beds.",
      "it": "perché io e mia sorella Antonia avevamo un letto a castello."
    }
  },
  {
    "translation": {
      "en": "Other than that, everybody was around.",
      "it": "E poi la casa era piena di gente."
    }
  },
  {
    "translation": {
      "en": "We all contributed to helping my dad.",
      "it": "Tutti aiutavamo mio padre."
    }
  },
  {
    "translation": {
      "en": "I loved all that.",
      "it": "A me piaceva tanto."
    }
  },
  {
    "translation": {
      "en": "And it was always me, him, and my sister.",
      "it": "Eravamo sempre lui, io e mia sorella."
    }
  },
  {
    "translation": {
      "en": "[sister 1 in Spanish] You didn't go anywhere?",
      "it": "E tu non sei uscita?"
    }
  },
  {
    "translation": {
      "en": "-[sister 2] No. -No? Just stayed in?",
      "it": "- No. - Sei rimasta qui?"
    }
  },
  {
    "translation": {
      "en": "[sister 2] No, I just went home.",
      "it": "Sono andata a casa."
    }
  },
  {
    "translation": {
      "en": "[Acosta in English] The times that we were in the kitchen, cooking as a family, it was fun.",
      "it": "Era divertente passare il tempo in cucina a cucinare in famiglia."
    }
  },
  {
    "translation": {
      "en": "Music playing in the background, laughing, sisters dancing on the side.",
      "it": "Mettevamo la musica in sottofondo, ridevamo, le mie sorelle ballavano."
    }
  },
  {
    "translation": {
      "en": "-[sister chuckles] -Dad's in the back, cooking the carnitas. Mom's doing salsa in the kitchen.",
      "it": "Papà era sul retro a cucinare le carnitas. Mamma preparava la salsa in cucina."
    }
  },
  {
    "translation": {
      "en": "It was like a fiesta, and I love that.",
      "it": "Era una festa, una cosa fantastica."
    }
  },
  {
    "translation": {
      "en": "My dad, you know, he taught us that working will get you somewhere.",
      "it": "Mio padre ci ha insegnato che lavorare ti fa fare strada."
    }
  },
  {
    "translation": {
      "en": "My first job was cleaning the cazo.",
      "it": "All'inizio, il mio compito era pulire il cazo,"
    }
  },
  {
    "translation": {
      "en": "It's the copper pot where you do the carnitas.",
      "it": "cioè il paiolo di rame delle carnitas."
    }
  },
  {
    "translation": {
      "en": "And then I moved up to cashier.",
      "it": "Poi sono passato al ruolo di cassiere."
    }
  },
  {
    "translation": {
      "en": "I would get nervous 'cause my dad, if I said the wrong count,",
      "it": "Mi innervosivo perché mio padre, se sbagliavo il conto,"
    }
  },
  {
    "translation": {
      "en": "he'd just give me this grin like, \"Fool, you better get that shit right.\"",
      "it": "mi guardava storto e diceva: \"Sarà meglio che ci azzecchi\"."
    }
  },
  {
    "translation": {
      "en": "We weren't making millions, but we were happy with what we're doing.",
      "it": "Non facevamo milioni, ma eravamo felici di ciò che facevamo."
    }
  },
  {
    "translation": {
      "en": "[mom in Spanish] Do you need two containers?",
      "it": "Vuoi due contenitori?"
    }
  },
  {
    "translation": {
      "en": "-[sister 1] I'll start it right now. -Oh, we need onion!",
      "it": "- Inizio subito. - Ci serve la cipolla!"
    }
  },
  {
    "translation": {
      "en": "-Yes! -The onion.",
      "it": "- Sì! - La cipolla…"
    }
  },
  {
    "translation": {
      "en": "I'll do it right now.",
      "it": "Lo faccio subito."
    }
  },
  {
    "translation": {
      "en": "[Acosta in English] But then, when I was ten years old, my life changed forever.",
      "it": "Ma poi, quando avevo dieci anni, la mia vita è cambiata per sempre."
    }
  },
  {
    "translation": {
      "en": "[sister 1 in Spanish] ♪ When I was ♪",
      "it": "Quando io"
    }
  },
  {
    "translation": {
      "en": "♪ Loving him ♪",
      "it": "Lo amavo"
    }
  },
  {
    "translation": {
      "en": "♪ When I was feeling him ♪",
      "it": "Quando lo sentivo"
    }
  },
  {
    "translation": {
      "en": "♪ Fully mine ♪",
      "it": "Completamente mio"
    }
  },
  {
    "translation": {
      "en": "♪ I saw him leave… ♪ [voice echoes, fades]",
      "it": "L'ho visto andare via…"
    }
  },
  {
    "translation": {
      "en": "[Acosta in English] One night, my dad came into my room crying.",
      "it": "Un giorno, mio padre entrò nella mia stanza piangendo."
    }
  },
  {
    "translation": {
      "en": "I was scared, like, \"What's going on?\"",
      "it": "Mi spaventai molto."
    }
  },
  {
    "translation": {
      "en": "And I just hear my mom.",
      "it": "E poi sentii mia madre."
    }
  },
  {
    "translation": {
      "en": "It was a cry of, like,",
      "it": "Era un grido tipo…"
    }
  },
  {
    "translation": {
      "en": "I don't know. I-- I can't imagine that pain.",
      "it": "Non so, non riesco a immaginare quel tipo di dolore."
    }
  },
  {
    "translation": {
      "en": "[sister in Spanish] ♪ He swore That he'd come back ♪",
      "it": "Giurò che sarebbe tornato"
    }
  },
  {
    "translation": {
      "en": "♪ But it was all a lie ♪",
      "it": "Ma era solo una bugia"
    }
  },
  {
    "translation": {
      "en": "♪ Because his soul ♪",
      "it": "Perché la sua anima"
    }
  },
  {
    "translation": {
      "en": "♪ Was no longer mine ♪",
      "it": "Non era più mia"
    }
  },
  {
    "translation": {
      "en": "[Acosta in English] My sister, Tonia,",
      "it": "Mia sorella Tonia era stata coinvolta in un incidente stradale,"
    }
  },
  {
    "translation": {
      "en": "she was involved in a car accident that instantly killed her.",
      "it": "Mia sorella Tonia era stata coinvolta in un incidente stradale, morendo sul colpo."
    }
  },
  {
    "translation": {
      "en": "It was devastating.",
      "it": "È stato devastante."
    }
  },
  {
    "translation": {
      "en": "That-- that moment is so significant to me because…",
      "it": "Quel momento è stato significativo,"
    }
  },
  {
    "translation": {
      "en": "I was so attached to my sister.",
      "it": "perché ero molto legato a mia sorella."
    }
  },
  {
    "translation": {
      "en": "She was the light of the house, so, once we lost that light, it was darkness.",
      "it": "Era la luce della casa e, una volta spenta, ci fu il buio."
    }
  },
  {
    "translation": {
      "en": "Behind closed doors, my dad was a very sad man.",
      "it": "Nel privato, mio padre era molto triste."
    }
  },
  {
    "translation": {
      "en": "He was lost.",
      "it": "Era perso."
    }
  },
  {
    "translation": {
      "en": "My mom, I could see her going through this endless pain",
      "it": "Vedevo mia madre vivere un dolore infinito,"
    }
  },
  {
    "translation": {
      "en": "that I wanted to take away from both of them.",
      "it": "e io volevo tanto aiutarli entrambi."
    }
  },
  {
    "translation": {
      "en": "And there was times where I would literally sit outside their room,",
      "it": "A volte, mi sedevo fuori dalla loro stanza"
    }
  },
  {
    "translation": {
      "en": "wait until they fell asleep,",
      "it": "finché non si addormentavano"
    }
  },
  {
    "translation": {
      "en": "and then I would go to sleep kind of, in fear.",
      "it": "e poi andavo anche io a dormire, pieno di paura."
    }
  },
  {
    "translation": {
      "en": "The happiness at home was just going downhill.",
      "it": "La felicità, a casa, colava a picco."
    }
  },
  {
    "translation": {
      "en": "[Esparza in English] Everyone wants to come to Los Angeles for our Mexican cuisines,",
      "it": "Tutti vogliono venire a Los Angeles per la nostra cucina,"
    }
  },
  {
    "translation": {
      "en": "but people forget, we're also the largest Latino population.",
      "it": "ma la gente dimentica che siamo tra i latini più presenti qui."
    }
  },
  {
    "translation": {
      "en": "[in Spanish] I've got coconut water, strawberry juice, chocolate milk…",
      "it": "Acqua di cocco, succo di fragola, latte al cioccolato…"
    }
  },
  {
    "translation": {
      "en": "[Esparza in English] And Central Americans are one of the biggest parts of that.",
      "it": "La maggior parte viene dall'America centrale."
    }
  },
  {
    "translation": {
      "en": "And one of the most fantastic places in Los Angeles for Guatemalan culture,",
      "it": "E uno dei posti migliori di LA per la cultura guatemalteca,"
    }
  },
  {
    "translation": {
      "en": "Guatemalan street food, is the Guatemalan night market located on 6th and Bonnie Brae.",
      "it": "per il cibo da strada guatemalteco, è il mercato notturno, 6° e Bonnie Brae."
    }
  },
  {
    "translation": {
      "en": "It's really one of the largest centers of Central American life in Los Angeles.",
      "it": "È uno dei centri più grandi di vita centroamericana a Los Angeles."
    }
  },
  {
    "translation": {
      "en": "You have all these vendors doing churrasco which is grilled meats,",
      "it": "Ci sono tanti venditori di churrasco, la carne alla griglia,"
    }
  },
  {
    "translation": {
      "en": "pollo y papas, and all kinds of tamales.",
      "it": "pollo y papas e tamales di ogni tipo."
    }
  },
  {
    "translation": {
      "en": "And they're all lined up in rows, cooking out of shopping carts.",
      "it": "Sono tutti in fila e cucinano dai loro carrelli."
    }
  },
  {
    "translation": {
      "en": "And it's all families,",
      "it": "Sono tutte famiglie e sono lì"
    }
  },
  {
    "translation": {
      "en": "and they're there for the kind of home cooking that they miss.",
      "it": "per il cibo casalingo di cui sentono la mancanza."
    }
  },
  {
    "translation": {
      "en": "[woman in Spanish] In Guatemala, traditionally, they call it \"churrasco.\"",
      "it": "In Guatemala, tradizionalmente lo chiamano \"churrasco\"."
    }
  },
  {
    "translation": {
      "en": "It's grilled meat with beans and macaroni.",
      "it": "È carne alla griglia con fagioli e maccheroni."
    }
  },
  {
    "translation": {
      "en": "Everything that we sell here, it's all Guatemalan.",
      "it": "Tutto ciò che vendiamo è guatemalteco al 100%."
    }
  },
  {
    "translation": {
      "en": "I work here every day with my husband and my father-in-law.",
      "it": "Lavoro qui tutti i giorni con mio marito e mio suocero."
    }
  },
  {
    "translation": {
      "en": "We started out just selling prepared food, walking with our carts",
      "it": "Abbiamo iniziato vendendo cibo pronto andando in giro col carrello"
    }
  },
  {
    "translation": {
      "en": "because the police didn't allow us to sell in this area.",
      "it": "perché la polizia non ci permetteva di vendere in zona."
    }
  },
  {
    "translation": {
      "en": "If they came, we would run away with our carts.",
      "it": "Se arrivavano, noi correvamo via coi carrelli."
    }
  },
  {
    "translation": {
      "en": "Sometimes they wouldn't take them. But out of spite,",
      "it": "Magari non ce li sequestravano ma, per dispetto,"
    }
  },
  {
    "translation": {
      "en": "they would mess up all the meat, the beans, everything in the cart.",
      "it": "Magari non ce li sequestravano ma, per dispetto, ci mettevano tutto sottosopra, la carne, i fagioli eccetera."
    }
  },
  {
    "translation": {
      "en": "Then we couldn't sell anything.",
      "it": "Così dovevamo buttare tutto."
    }
  },
  {
    "translation": {
      "en": "We kept on selling because it was our livelihood",
      "it": "Continuavamo a vendere perché dovevamo mantenere"
    }
  },
  {
    "translation": {
      "en": "for our kids.",
      "it": "i nostri figli."
    }
  },
  {
    "translation": {
      "en": "Now, thankfully,",
      "it": "Ora, per fortuna,"
    }
  },
  {
    "translation": {
      "en": "we have an organization where we can support one another.",
      "it": "abbiamo un'organizzazione in cui possiamo sostenerci a vicenda"
    }
  },
  {
    "translation": {
      "en": "In order to put a stop to everything that's been happening to us.",
      "it": "per evitare che si ripeta ciò che ci è successo in passato."
    }
  },
  {
    "translation": {
      "en": "We have to fight, in order to succeed, one way or another. We have to fight.",
      "it": "Dobbiamo lottare per avere successo, in un modo o nell'altro. Dobbiamo lottare."
    }
  },
  {
    "translation": {
      "en": "[Esparza in English] The city has been antagonistic towards street vendors.",
      "it": "La città è stata ostile verso i venditori ambulanti"
    }
  },
  {
    "translation": {
      "en": "It's an ongoing battle.",
      "it": "e lo è ancora."
    }
  },
  {
    "translation": {
      "en": "Street food was just decriminalized a few years ago in Los Angeles,",
      "it": "Il cibo da strada è stato depenalizzato qualche anno fa,"
    }
  },
  {
    "translation": {
      "en": "and the legalization process has been ambiguous and expensive for vendors.",
      "it": "e il processo di legalizzazione è stato ambiguo e costoso per loro."
    }
  },
  {
    "translation": {
      "en": "These street vendors are not criminals. They're trusted members of our community.",
      "it": "I venditori ambulanti non sono criminali, sono membri fidati della comunità."
    }
  },
  {
    "translation": {
      "en": "People love the food. They love the culture.",
      "it": "La gente ama il cibo, ama la cultura."
    }
  },
  {
    "translation": {
      "en": "We should be lifting up these people as the reason to come to Los Angeles,",
      "it": "Dovremmo pubblicizzare queste persone come un motivo per venire qui,"
    }
  },
  {
    "translation": {
      "en": "not attacking their businesses.",
      "it": "non attaccare le loro attività."
    }
  },
  {
    "translation": {
      "en": "[Acosta] After my sister's passing, my dad was a very sad man.",
      "it": "Dopo la morte di mia sorella, mio padre era sempre triste."
    }
  },
  {
    "translation": {
      "en": "It hurt me to see my dad like that.",
      "it": "Mi faceva male vederlo così."
    }
  },
  {
    "translation": {
      "en": "That's not the man that I know.",
      "it": "Non era l'uomo che conoscevo."
    }
  },
  {
    "translation": {
      "en": "So, I didn't wanna see him go down like that.",
      "it": "Non volevo vederlo ridotto così."
    }
  },
  {
    "translation": {
      "en": "I felt like I could contribute to the household a little more,",
      "it": "Sentivo di poter contribuire un po' di più alla casa,"
    }
  },
  {
    "translation": {
      "en": "maybe help 'em with, like, whatever extra bills they had.",
      "it": "magari pagando qualche spesa in più."
    }
  },
  {
    "translation": {
      "en": "Just help.",
      "it": "Volevo aiutare."
    }
  },
  {
    "translation": {
      "en": "So I decided to take this job at Canon.",
      "it": "Così sono andato a lavorare alla Canon."
    }
  },
  {
    "translation": {
      "en": "A very corporate job.",
      "it": "Era un lavoro aziendale."
    }
  },
  {
    "translation": {
      "en": "All I knew is, \"We got to continue living, and let's see what happens.\"",
      "it": "Ma dovevamo continuare a vivere e vedere cosa succedeva."
    }
  },
  {
    "translation": {
      "en": "So, when I started working at the company, it was like a kid going to college.",
      "it": "Quando ho iniziato a lavorare è stato come andare all'università."
    }
  },
  {
    "translation": {
      "en": "I learned a lot as far as marketing.",
      "it": "Ho imparato molto di marketing."
    }
  },
  {
    "translation": {
      "en": "How to put a good picture out there and make people want that item.",
      "it": "Come mettere una bella foto che portasse la gente a comprare."
    }
  },
  {
    "translation": {
      "en": "How to present something. How to make a sale.",
      "it": "Come presentare qualcosa. Come fare una vendita."
    }
  },
  {
    "translation": {
      "en": "But at the same time, I still have carnitas always in the back of my mind.",
      "it": "Ma, allo stesso tempo, avevo ancora le carnitas in mente."
    }
  },
  {
    "translation": {
      "en": "And I went to work every day with guilt.",
      "it": "Andavo al lavoro col senso di colpa."
    }
  },
  {
    "translation": {
      "en": "Because I just felt like I was going away from what I'm supposed to do.",
      "it": "Perché mi sembrava di allontanarmi da quello che sentivo il mio destino."
    }
  },
  {
    "translation": {
      "en": "I tried to tell myself, \"It's okay, Billy.\" \"You're working right now,",
      "it": "Però mi ripetevo che andava bene, che stavo lavorando"
    }
  },
  {
    "translation": {
      "en": "but you're doing it for the knowledge that you're learning to run a business.\"",
      "it": "per imparare nuove cose, per imparare a gestire un'attività."
    }
  },
  {
    "translation": {
      "en": "And then, as a matter of fact, one day, I'm sweeping, and I'm full of dust,",
      "it": "E poi, infatti, un giorno stavo spazzando ed ero ricoperto di polvere"
    }
  },
  {
    "translation": {
      "en": "and a friend, he walks towards me and he's like, \"Hey.\"",
      "it": "e un mio amico si è avvicinato"
    }
  },
  {
    "translation": {
      "en": "\"What the fuck are you doing?\" Just like that.",
      "it": "e mi ha chiesto che cazzo facessi."
    }
  },
  {
    "translation": {
      "en": "And I'm like, \"Oh, I'm sweeping 'cause we gotta return this warehouse.\"",
      "it": "E io: \"Dobbiamo restituire questo al magazzino\"."
    }
  },
  {
    "translation": {
      "en": "He's like, \"No. What the fuck are you doing with your life?\"",
      "it": "E lui: \"No, che cazzo stai facendo della tua vita."
    }
  },
  {
    "translation": {
      "en": "He's like, \"Look at yourself. You're full of dust.\"",
      "it": "Guardati, sei pieno di polvere."
    }
  },
  {
    "translation": {
      "en": "\"Are you gonna work here for the rest of your life or what are you gonna do?\"",
      "it": "Vuoi lavorare qui per sempre?\""
    }
  },
  {
    "translation": {
      "en": "And he just walked away.",
      "it": "E poi se n'è andato."
    }
  },
  {
    "translation": {
      "en": "And I just stood there thinking, like, \"What the fuck am I doing?\"",
      "it": "E io sono rimasto lì impalato pensando: \"Che cazzo sto facendo?\""
    }
  },
  {
    "translation": {
      "en": "And then I gave my two-week notice.",
      "it": "E ho dato il preavviso di due settimane."
    }
  },
  {
    "translation": {
      "en": "[Kang] I think one thing that is still true about LA is that it is a place where you pursue an opportunity.",
      "it": "Una cosa vera di Los Angeles è che è un posto dove perseguire un'opportunità."
    }
  },
  {
    "translation": {
      "en": "It's a destination for creative people,",
      "it": "È una destinazione per persone creative,"
    }
  },
  {
    "translation": {
      "en": "for dreamers.",
      "it": "per sognatori."
    }
  },
  {
    "translation": {
      "en": "It's still very much what makes the city awesome.",
      "it": "È questo ciò che rende la città fantastica."
    }
  },
  {
    "translation": {
      "en": "♪ We need ♪",
      "it": "MANZO, POLLO O VEGANO"
    }
  },
  {
    "translation": {
      "en": "At Earle's, if you order a hot dog, they split it just right,",
      "it": "Da Earle's, se ordini un hot dog, lo tagliano perfettamente a metà,"
    }
  },
  {
    "translation": {
      "en": "so it lands on the grill and it gets exposure to the fire on both sides.",
      "it": "così va sulla griglia e viene cotto sul fuoco da entrambi i lati."
    }
  },
  {
    "translation": {
      "en": "And then, right before they serve it, the chef takes a knife, and he'll actually score it, you know,",
      "it": "E poi, poco prima di servirlo, lo chef prende un coltello e lo incide"
    }
  },
  {
    "translation": {
      "en": "so the whole thing is just maximum grill flavor.",
      "it": "così da fargli prendere tutto il sapore della griglia."
    }
  },
  {
    "translation": {
      "en": "They take a lot of care into making something simple, super good.",
      "it": "Mettono molta cura per rendere buonissimo qualcosa di semplice."
    }
  },
  {
    "translation": {
      "en": "Earle's restaurant started as a hot dog cart,",
      "it": "Il ristorante Earle's è nato come chiosco"
    }
  },
  {
    "translation": {
      "en": "actually almost 40 years now, in the Crenshaw community,",
      "it": "quasi 40 anni fa, nella comunità di Crenshaw,"
    }
  },
  {
    "translation": {
      "en": "where we still remain in this community, to this day.",
      "it": "e rimaniamo ancora in questa comunità."
    }
  },
  {
    "translation": {
      "en": "It's a three-man operation. My brother's busy in the back.",
      "it": "È gestita da tre persone. Mio fratello cucina,"
    }
  },
  {
    "translation": {
      "en": "I'm busy, the front man, doing my thing. My mom is that gracious host.",
      "it": "io sto davanti e mia madre accoglie i clienti."
    }
  },
  {
    "translation": {
      "en": "Yeah, I could eat it out here.",
      "it": "Potrei mangiarlo qui."
    }
  },
  {
    "translation": {
      "en": "[Earle] I left New York in the mid-'80s. I got a phone call from my brother.",
      "it": "Negli anni '80 ero a New York e mio fratello mi ha chiamato"
    }
  },
  {
    "translation": {
      "en": "He told me, \"Come on out here. It's beautiful.\"",
      "it": "e mi ha detto di venire qui."
    }
  },
  {
    "translation": {
      "en": "\"The weather's great. I'm doing a hot-dog business.\"",
      "it": "Voleva aprire un chiosco."
    }
  },
  {
    "translation": {
      "en": "It was kinda like, \"Hey, let me come to LA and start off fresh.\"",
      "it": "Così ho deciso di raggiungerlo per ricominciare."
    }
  },
  {
    "translation": {
      "en": "It was your typical \"come out to Hollywood to be a star\" type thing. Only, in my case, I was rapping.",
      "it": "Tipo \"Vado ad Hollywood a fare la star\". Ma, nel mio caso, facevo rap."
    }
  },
  {
    "translation": {
      "en": "I used to always rap at the hot dog cart. I'd make a hot dog and rap against somebody.",
      "it": "Rappavo sempre al chiosco degli hot dog. Facevo rap mentre servivo il cibo."
    }
  },
  {
    "translation": {
      "en": "I eventually ended up signing with Ice Cube.",
      "it": "Alla fine ho firmato con Ice Cube."
    }
  },
  {
    "translation": {
      "en": "So I actually got best of both worlds,",
      "it": "Ho avuto il meglio di entrambi i mondi:"
    }
  },
  {
    "translation": {
      "en": "was able to be part of the business, for this continuous amount of time, and I was able to get in the music industry also.",
      "it": "avere successo nella ristorazione e anche entrare nell'industria musicale."
    }
  },
  {
    "translation": {
      "en": "[man] Crenshaw is about art, history.",
      "it": "Crenshaw è arte, è storia."
    }
  },
  {
    "translation": {
      "en": "It's been Black. It's been Hispanic. It's been Asian. There's a lot of good people here.",
      "it": "È essere neri, ispanici, asiatici. C'è tanta brava gente."
    }
  },
  {
    "translation": {
      "en": "So It's been very important for us to stay here because these people support us.",
      "it": "È stato importante restare qui perché questa gente ci sostiene."
    }
  },
  {
    "translation": {
      "en": "We've had customers that grew up on our hot dogs.",
      "it": "Abbiamo clienti cresciuti coi nostri hot dog."
    }
  },
  {
    "translation": {
      "en": "So we put a lot of time into what we do.",
      "it": "Dedichiamo molto tempo a ciò che facciamo."
    }
  },
  {
    "translation": {
      "en": "We love what we do, and it shows in our food.",
      "it": "Amiamo il nostro lavoro e si vede dal cibo."
    }
  },
  {
    "translation": {
      "en": "[Earle] People know our name. We know the postman, the postwoman, the fireman.",
      "it": "La gente ci conosce. Conosciamo il postino, la postina, il pompiere."
    }
  },
  {
    "translation": {
      "en": "We are that part of the community.",
      "it": "Siamo parte della comunità."
    }
  },
  {
    "translation": {
      "en": "Funny as it may seem, we're like the Black Cheers of LA.",
      "it": "Siamo un po' come i Cheers neri di Los Angeles."
    }
  },
  {
    "translation": {
      "en": "♪ Booty big and round Just like an apple, apple ♪",
      "it": "Culi grossi e tondi Proprio come una mela"
    }
  },
  {
    "translation": {
      "en": "♪ Teacher pet He gave his teacher apple, apple ♪",
      "it": "Lecchino Dà una mela alla maestra"
    }
  },
  {
    "translation": {
      "en": "♪ Should have invested My money with Apple, Apple ♪",
      "it": "Avrei dovuto investire Sulla mela di Apple"
    }
  },
  {
    "translation": {
      "en": "-[in Spanish] We once went to a dance. -Yup! We went to a dance.",
      "it": "- Siamo andati a un ballo. - Sì, ricordo."
    }
  },
  {
    "translation": {
      "en": "-[Inocencia] It was March 18th, right? -Yes, my darling.",
      "it": "Era il 18 marzo, giusto? Sì, tesoro."
    }
  },
  {
    "translation": {
      "en": "[Inocencia] And that's when he said that I'd make him the happiest man on earth,",
      "it": "Fu allora che mi disse che l'avrei reso l'uomo più felice del mondo"
    }
  },
  {
    "translation": {
      "en": "if I agreed to be his girlfriend.",
      "it": "se mi fossi messa con lui."
    }
  },
  {
    "translation": {
      "en": "And I said, \"Is he telling the truth?\"",
      "it": "E io non sapevo se scherzasse."
    }
  },
  {
    "translation": {
      "en": "[Acosta in English] All my life, till this day,",
      "it": "Per tutta la mia vita, i miei genitori hanno fatto il necessario"
    }
  },
  {
    "translation": {
      "en": "my parents, they did what they had to do to take care of our family.",
      "it": "Per tutta la mia vita, i miei genitori hanno fatto il necessario per badare alla famiglia."
    }
  },
  {
    "translation": {
      "en": "And so, after I quit my job,",
      "it": "E così, dopo aver lasciato il lavoro,"
    }
  },
  {
    "translation": {
      "en": "I came to my dad, and I said, \"I'm ready to do this.\"",
      "it": "sono andato da mio padre e ho detto \"Sono pronto."
    }
  },
  {
    "translation": {
      "en": "\"I'm ready to face the world with the carnitas business.\"",
      "it": "Sono pronto ad affrontare il mondo con le carnitas\"."
    }
  },
  {
    "translation": {
      "en": "He said, \"About time! I've been waiting for this.\"",
      "it": "E lui: \"Era ora, ti stavo aspettando\"."
    }
  },
  {
    "translation": {
      "en": "I love you, Mom.",
      "it": "Ti voglio bene, mamma."
    }
  },
  {
    "translation": {
      "en": "[Acosta] And I never seen him smile more.",
      "it": "Non l'ho mai visto più sorridente."
    }
  },
  {
    "translation": {
      "en": "Like, he was proud.",
      "it": "Era orgoglioso di me."
    }
  },
  {
    "translation": {
      "en": "Once he gave me his okay and his blessing…",
      "it": "Una volta che mi aveva dato l'ok,"
    }
  },
  {
    "translation": {
      "en": "…I felt fulfilled.",
      "it": "mi sono sentito realizzato."
    }
  },
  {
    "translation": {
      "en": "My parents, they were ready to let me take the steering wheel now.",
      "it": "I miei genitori erano pronti a passarmi il testimone, finalmente."
    }
  },
  {
    "translation": {
      "en": "I kept my dad's recipe exactly the same because people loved it.",
      "it": "Ho mantenuto la ricetta di mio padre, perché la gente l'adorava."
    }
  },
  {
    "translation": {
      "en": "Crispy on the outside, tender on the inside, just melting in your mouth.",
      "it": "Croccante fuori, tenero dentro, che si scioglie in bocca."
    }
  },
  {
    "translation": {
      "en": "But the first thing I did change was we bought this lunch truck.",
      "it": "Il primo cambiamento che ho apportato è stato comprare questo furgone."
    }
  },
  {
    "translation": {
      "en": "Because, before, it was just a little spot on a porch,",
      "it": "Perché prima era un piccolo posto in un portico,"
    }
  },
  {
    "translation": {
      "en": "and it felt like we had something now.",
      "it": "mentre così avevamo qualcosa di vero."
    }
  },
  {
    "translation": {
      "en": "So now we start adding a few more days.",
      "it": "Abbiamo iniziato a lavorare di più."
    }
  },
  {
    "translation": {
      "en": "Thursdays through Sundays, not just selling on the weekends.",
      "it": "Dal giovedì alla domenica, non solo nei week-end."
    }
  },
  {
    "translation": {
      "en": "And then we started adding dishes to the menu.",
      "it": "Poi abbiamo iniziato ad aggiungere altri piatti."
    }
  },
  {
    "translation": {
      "en": "Like birria de res,",
      "it": "La birria de res,"
    }
  },
  {
    "translation": {
      "en": "and mulitas, which is a layer of meat, cheese, and then a tortilla.",
      "it": "le mulitas, cioè uno strato di carne, formaggio e poi una tortilla."
    }
  },
  {
    "translation": {
      "en": "And then I started taking really good pictures of the carnitas,",
      "it": "E poi io ho iniziato a fare delle belle foto alle carnitas"
    }
  },
  {
    "translation": {
      "en": "then putting them out there on social media.",
      "it": "e a metterle sui social media."
    }
  },
  {
    "translation": {
      "en": "My parents would trip out, like, 'cause I would sit the mulitas crossed,",
      "it": "I miei si intrippavano, perché mettevo le mulitas incrociate,"
    }
  },
  {
    "translation": {
      "en": "and, like, I'll put the torta there, and I'll take pictures of it.",
      "it": "ci aggiungevo la torta e poi scattavo le foto."
    }
  },
  {
    "translation": {
      "en": "They would look at me, like, \"What is this guy doing?\" And my mom would laugh at me.",
      "it": "Loro mi guardavano senza capire. Mia madre mi prendeva in giro."
    }
  },
  {
    "translation": {
      "en": "[in Spanish] Why you doing this?",
      "it": "\"Perché fai così?\""
    }
  },
  {
    "translation": {
      "en": "[in English] And I'm like, \"You have to put the picture out there.\" \"You have to make it look good.\" And she'll laugh.",
      "it": "Io le spiegavo che dovevamo pubblicare delle foto appetitose, e lei rideva."
    }
  },
  {
    "translation": {
      "en": "But people were loving the fact that we were adding a little more swag to the lunch truck.",
      "it": "Ma la gente adorava il tocco in più che stavamo aggiungendo."
    }
  },
  {
    "translation": {
      "en": "And then the momentum starts to build.",
      "it": "E gli affari sono decollati."
    }
  },
  {
    "translation": {
      "en": "The demand got higher. We started getting attention.",
      "it": "La domanda è aumentata. Abbiamo iniziato a ricevere attenzioni."
    }
  },
  {
    "translation": {
      "en": "And that's how, uh, we caught the eye of Bill Esparza.",
      "it": "Ed è così che abbiamo attirato l'attenzione di Bill Esparza."
    }
  },
  {
    "translation": {
      "en": "[in Spanish] Hi!",
      "it": "Ciao!"
    }
  },
  {
    "translation": {
      "en": "Hi, Bill! Good afternoon! How are you?",
      "it": "Ciao, Bill! Buon pomeriggio! Come stai?"
    }
  },
  {
    "translation": {
      "en": "-I'm well. -So good to see you! How are you all?",
      "it": "- Bene. E voi? - Che bello vederti."
    }
  },
  {
    "translation": {
      "en": "-[in English] Working hard, like always -All right. You know what I want.",
      "it": "- Si lavora, come sempre. - Ok, sai cosa voglio."
    }
  },
  {
    "translation": {
      "en": "-[in Spanish] Tell me. -Carnitas.",
      "it": "- Cioè? - Carnitas."
    }
  },
  {
    "translation": {
      "en": "Of course. How many would you like?",
      "it": "Ovvio. Quante ne vuoi?"
    }
  },
  {
    "translation": {
      "en": "[Esparza in English] When I went to Momo for the first time, I was blown away.",
      "it": "Il Momo mi ha conquistato dalla prima volta."
    }
  },
  {
    "translation": {
      "en": "Order for Bill?",
      "it": "Ordine per Bill?"
    }
  },
  {
    "translation": {
      "en": "[Esparza] It's absolutely just brilliant.",
      "it": "È assolutamente fantastico."
    }
  },
  {
    "translation": {
      "en": "Thank you, man.",
      "it": "Grazie, amico."
    }
  },
  {
    "translation": {
      "en": "And I had that bite, and everything was so tender and so flavorful,",
      "it": "Ho mangiato un boccone ed era tutto così tenero e gustoso,"
    }
  },
  {
    "translation": {
      "en": "with just some pickled jalapenos.",
      "it": "con anche degli jalapeño sottaceto."
    }
  },
  {
    "translation": {
      "en": "It's as good as you'll find in Mexico.",
      "it": "È buono come in Messico."
    }
  },
  {
    "translation": {
      "en": "It has grittiness and soul and luxury, all in one.",
      "it": "È un mix di grinta, anima e lussuria, tutto combinato insieme."
    }
  },
  {
    "translation": {
      "en": "And I thought, everyone needs to know about this place.",
      "it": "E ho pensato che tutti dovevano saperlo."
    }
  },
  {
    "translation": {
      "en": "But as a Mexican American writer, sometimes I have to be a little bit of an activist.",
      "it": "Come scrittore messicano-americano, a volte devo essere un po' attivista."
    }
  },
  {
    "translation": {
      "en": "So I invited them to the festival I hosted at the time, Tacolandia,",
      "it": "Così li ho invitati al festiva che organizzavo, Tacolandia,"
    }
  },
  {
    "translation": {
      "en": "where chefs from all over competed for the title of best taco.",
      "it": "dove tanti chef si sfidavano a fare il miglior taco."
    }
  },
  {
    "translation": {
      "en": "[Acosta] At that time, if you wanna be noticed in LA, you had to be in Tacolandia.",
      "it": "All'epoca, se volevi farti notare a LA, dovevi andare a Tacolandia."
    }
  },
  {
    "translation": {
      "en": "And Tacolandia gets some of the best chefs in LA, Baja, and North Cal.",
      "it": "Ci trovavi alcuni degli chef migliori di Los Angeles, Baja e North Cal."
    }
  },
  {
    "translation": {
      "en": "And that was challenging and intimidating.",
      "it": "Metteva davvero soggezione"
    }
  },
  {
    "translation": {
      "en": "Seeing all these people in their chef coats, their chef hats.",
      "it": "vedere tutta quella gente con casacche e cappello da chef."
    }
  },
  {
    "translation": {
      "en": "I'm a taquero. I'm a carnicero, you know?",
      "it": "Io sono un taquero. Un carnicero."
    }
  },
  {
    "translation": {
      "en": "I was going like this. My shirt, hat, that's it.",
      "it": "Sono andato così, con maglietta e cappellino."
    }
  },
  {
    "translation": {
      "en": "But then, I was just like, \"Man, fuck this!\"",
      "it": "Ma una volta lì, ho detto: \"Al diavolo!"
    }
  },
  {
    "translation": {
      "en": "\"I'm gonna make sure that these fucking carnitas are on point.\"",
      "it": "Mi concentrerò sul fare carnitas perfette.\""
    }
  },
  {
    "translation": {
      "en": "\"Let's go.\"",
      "it": "Andiamo."
    }
  },
  {
    "translation": {
      "en": "And then, when I started cooking the carnitas,",
      "it": "E poi, quando ho iniziato a cucinare le carnitas,"
    }
  },
  {
    "translation": {
      "en": "I could feel some type of good energy just flowing around there.",
      "it": "ho sentito un'energia positiva che scorreva intorno a me."
    }
  },
  {
    "translation": {
      "en": "My father, guiding me, just speaking to me like,",
      "it": "Mio padre che mi guidava, che mi parlava"
    }
  },
  {
    "translation": {
      "en": "\"Watch the way you move the pala.\"",
      "it": "e mi ammoniva su come muovere la pala."
    }
  },
  {
    "translation": {
      "en": "\"Move it here.\"",
      "it": "\"Gira di qua."
    }
  },
  {
    "translation": {
      "en": "\"Lower the flame.\"",
      "it": "Abbassa la fiamma.\""
    }
  },
  {
    "translation": {
      "en": "\"Watch it,\" you know, like, I-- I can't explain it.",
      "it": "Non riesco a spiegarlo, ma è così."
    }
  },
  {
    "translation": {
      "en": "Everything came into picture.",
      "it": "Mi è tornato in mente tutto quanto."
    }
  },
  {
    "translation": {
      "en": "The struggle of my family, you know.",
      "it": "Le battaglie della mia famiglia."
    }
  },
  {
    "translation": {
      "en": "The sadness, the happiness.",
      "it": "La tristezza, la felicità."
    }
  },
  {
    "translation": {
      "en": "Going back to the kitchen, everybody dancing, everybody prepping salsa.",
      "it": "Le giornate in cucina, tutti che ballavano preparando la salsa."
    }
  },
  {
    "translation": {
      "en": "My sister Tonia still around, my dad smiling.",
      "it": "Mia sorella Tonia ancora viva, mio padre che sorrideva."
    }
  },
  {
    "translation": {
      "en": "All that came into play that day,",
      "it": "Quel giorno, tutto ciò è entrato in gioco"
    }
  },
  {
    "translation": {
      "en": "and… [sighs] …we ended up winning 2017.",
      "it": "e abbiamo vinto l'edizione del 2017."
    }
  },
  {
    "translation": {
      "en": "I remember them announcing it on the speaker, you know,",
      "it": "Ricordo l'annuncio dello speaker:"
    }
  },
  {
    "translation": {
      "en": "\"Winner of today Tacolandia, Carnitas El Momo.\"",
      "it": "\"I vincitori di oggi, il Carnitas El Momo\"."
    }
  },
  {
    "translation": {
      "en": "My dad started crying. And then I started crying.",
      "it": "Mio padre si è messo a piangere. E poi ho iniziato anche io."
    }
  },
  {
    "translation": {
      "en": "That's when I knew, like, this is my life.",
      "it": "Lì ho capito che quella era la mia vita."
    }
  },
  {
    "translation": {
      "en": "That's my family.",
      "it": "La mia famiglia."
    }
  },
  {
    "translation": {
      "en": "I cook carnitas, and I love what I do,",
      "it": "Cucino carnitas, adoro farlo,"
    }
  },
  {
    "translation": {
      "en": "but it's their story that I'm trying to tell, you know?",
      "it": "ma cerco anche di raccontare la loro storia, no?"
    }
  },
  {
    "translation": {
      "en": "[Esparza] The success of Carnitas El Momo is really the proper icon for Los Angeles.",
      "it": "Il successo del Carnitas El Momo è davvero l'icona di Los Angeles."
    }
  },
  {
    "translation": {
      "en": "It means that our food now represents the city that's our city.",
      "it": "Significa che il nostro cibo ora rappresenta la città che è nostra."
    }
  },
  {
    "translation": {
      "en": "Our street vendors are incredible, making recipes that are multi-generational",
      "it": "I nostri venditori sono incredibili, creano ricette multigenerazionali"
    }
  },
  {
    "translation": {
      "en": "to keep their culture alive.",
      "it": "per tenere viva la loro cultura."
    }
  },
  {
    "translation": {
      "en": "It's really about being seen.",
      "it": "L'obiettivo è essere visti."
    }
  },
  {
    "translation": {
      "en": "[Dalé in Spanish] I think it's just the way we cook.",
      "it": "Credo sia il nostro modo di cucinare."
    }
  },
  {
    "translation": {
      "en": "Everything we do, we put our heart into it.",
      "it": "Mettiamo il cuore in tutto ciò che facciamo."
    }
  },
  {
    "translation": {
      "en": "I've always enjoyed serving the customers,",
      "it": "Mi è sempre piaciuto servire i clienti"
    }
  },
  {
    "translation": {
      "en": "and that they feel satisfied, regardless of where they come from.",
      "it": "e guardarli soddisfatti, qualunque fosse la loro provenienza."
    }
  },
  {
    "translation": {
      "en": "[Kang in English] In LA, street food is extremely rich and intense,",
      "it": "A Los Angeles, lo street food è estremamente ricco e intenso,"
    }
  },
  {
    "translation": {
      "en": "and reflective of the people that come here.",
      "it": "e riflette la gente che arriva qui."
    }
  },
  {
    "translation": {
      "en": "It is a way to see a totally new world.",
      "it": "È un modo per vedere un mondo completamente nuovo."
    }
  },
  {
    "translation": {
      "en": "[Chan] When I'm working, I put in my heart.",
      "it": "Quando lavoro, ci metto il cuore."
    }
  },
  {
    "translation": {
      "en": "When I see people around, especially Filipino, oh my God!",
      "it": "Quando vedo gente in giro, soprattutto filippina… Oddio!"
    }
  },
  {
    "translation": {
      "en": "I am happy, and I am blessed.",
      "it": "Sono felice, mi sento benedetta."
    }
  },
  {
    "translation": {
      "en": "[Esparza] Street food, it's a family endeavor, family operation.",
      "it": "Il cibo da strada è un'impresa familiare."
    }
  },
  {
    "translation": {
      "en": "That's the people you can count on and trust.",
      "it": "Ispira fiducia, come la famiglia."
    }
  },
  {
    "translation": {
      "en": "What are you gonna have, sweetheart?",
      "it": "Cosa prendi, tesoro?"
    }
  },
  {
    "translation": {
      "en": "And the customers, they've really become extended family and extended community.",
      "it": "E i clienti sono diventati una famiglia e una comunità allargata."
    }
  },
  {
    "translation": {
      "en": "[Earle] If you came up to me, and you were short on some cash, and you wanted chili, your chili was on me.",
      "it": "Se vieni da me con pochi soldi e vuoi il chili, io te lo offro."
    }
  },
  {
    "translation": {
      "en": "We've actually become an intricate, sewn piece of fabric into the community.",
      "it": "Siamo diventati un pezzo del tessuto della comunità."
    }
  },
  {
    "translation": {
      "en": "Really, really sewn into the community.",
      "it": "Ormai siamo davvero radicati."
    }
  },
  {
    "translation": {
      "en": "[Esparza] Street food is vital to Los Angeles.",
      "it": "Il cibo da strada è fondamentale qui."
    }
  },
  {
    "translation": {
      "en": "These vendors, they are what makes Los Angeles the best city for food.",
      "it": "Questi ambulanti rendono Los Angeles la capitale del cibo."
    }
  },
  {
    "translation": {
      "en": "[Kang] They've established something, and now you can't have LA without street food.",
      "it": "Hanno messo in piedi qualcosa senza cui ora LA non sarebbe la stessa."
    }
  },
  {
    "translation": {
      "en": "[in English] Thank you.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "[man] I need cheese, please.",
      "it": "Formaggio, per favore."
    }
  },
  {
    "translation": {
      "en": "[woman] Here you are. Thanks so much!",
      "it": "Ecco a lei. Grazie mille!"
    }
  },
  {
    "translation": {
      "en": "[Acosta] You want a carnitas taco?",
      "it": "Volete una carnitas?"
    }
  },
  {
    "translation": {
      "en": "[Romulo] All pork skin. Yup, make it. Make it! Make it!",
      "it": "Solo pelle. Sì, falla. Falla."
    }
  },
  {
    "translation": {
      "en": "[Acosta in English] In 2018, my parents take a trip to Europe.",
      "it": "Nel 2018, i miei hanno fatto un viaggio in Europa."
    }
  },
  {
    "translation": {
      "en": "That was their first-ever vacation, 15-day trip.",
      "it": "La loro prima vacanza, un viaggio di 15 giorni."
    }
  },
  {
    "translation": {
      "en": "And a day before they flew back to the US, my dad got the stroke.",
      "it": "Il giorno prima di tornare a casa, mio padre ha avuto un ictus."
    }
  },
  {
    "translation": {
      "en": "It was sad. It hurt me to see my dad like that.",
      "it": "È stata dura. Mi ha fatto male vedere mio padre così."
    }
  },
  {
    "translation": {
      "en": "[Acosta in English] And now, he can't really do much anymore.",
      "it": "E ora non può più fare molto."
    }
  },
  {
    "translation": {
      "en": "But we're blessed to still have him here. And since then, he's become stronger.",
      "it": "Ma siamo fortunati ad averlo ancora qui e, da allora, è diventato più forte."
    }
  },
  {
    "translation": {
      "en": "I believe my dad is happy to know that we're continuing what his father started.",
      "it": "Credo che mio padre sia felice di sapere che continuiamo la tradizione familiare."
    }
  },
  {
    "translation": {
      "en": "Now I feel like that moment in my life, when I seen him alone in the back,",
      "it": "Mi sento in quella fase della vita di quando vedevo lui cucinare da solo"
    }
  },
  {
    "translation": {
      "en": "cooking by himself.",
      "it": "sul retro."
    }
  },
  {
    "translation": {
      "en": "Now, I fill in those shoes.",
      "it": "Ora sono nei suoi panni."
    }
  },
  {
    "translation": {
      "en": "Now I'm in the back, and I'm alone, and I feel like I have to provide for the family.",
      "it": "Sono lì sul retro, da solo e sento di dover mantenere la famiglia."
    }
  },
  {
    "translation": {
      "en": "But it's okay. I love that feeling.",
      "it": "Ma adoro quella sensazione."
    }
  },
  {
    "translation": {
      "en": "I believe it's destiny.",
      "it": "Credo che sia destino."
    }
  },
  {
    "translation": {
      "en": "Now I think it's time for me to take care of him.",
      "it": "Credo sia il momento di prendermi cura di lui."
    }
  },
  {
    "translation": {
      "en": "I'm here to help them, and I'm here to help them forever.",
      "it": "Sono qui per aiutarli, ora e per sempre."
    }
  },
  {
    "translation": {
      "en": "[Inocencia in Spanish] Hand in hand.",
      "it": "Mano nella mano."
    }
  },
  {
    "translation": {
      "en": "Forever.",
      "it": "Per sempre."
    }
  },
  {
    "translation": {
      "en": "[Romulo] The future.",
      "it": "Il futuro."
    }
  },
  {
    "translation": {
      "en": "Forever. Forever.",
      "it": "Per sempre."
    }
  },
  {
    "translation": {
      "en": "[in English] Portland is like the biggest version of the kids' table.",
      "it": "Portland è come il tavolo dei bambini."
    }
  },
  {
    "translation": {
      "en": "No one's looking over your shoulder and telling you what to do,",
      "it": "Nessuno ti guarda e ti dice quello che devi fare,"
    }
  },
  {
    "translation": {
      "en": "and anything is game.",
      "it": "e c'è spazio per tutti."
    }
  },
  {
    "translation": {
      "en": "That's just so damn Portland.",
      "it": "Cosa tipicamente di Portland."
    }
  }
]