[
  {
    "translation": {
      "en": "[woman over phone] Me and him weren't really dating, but I had a crush on him,",
      "it": "Noi non uscivamo insieme, ma io avevo una cotta per lui,"
    }
  },
  {
    "translation": {
      "en": "and since, like, they saw it as, like, oh, like, you were in a relationship.",
      "it": "perciò l'hanno presa per una vera e propria relazione."
    }
  },
  {
    "translation": {
      "en": "That…",
      "it": "E queste cose"
    }
  },
  {
    "translation": {
      "en": "that just happens in relationships, like…",
      "it": "si fanno nelle relazioni, insomma…"
    }
  },
  {
    "translation": {
      "en": "But I was, like, 12, so I told them, I was, like, \"That… that shouldn't have happened.\"",
      "it": "Ma io avevo 12 anni, e gliel'ho detto. Non doveva succedere."
    }
  },
  {
    "translation": {
      "en": "Was there a point, like, with the investigation",
      "it": "C'è stato un momento, nel corso delle indagini,"
    }
  },
  {
    "translation": {
      "en": "where you felt, like, the police just… you knew they weren't believing you and--",
      "it": "in cui hai avuto l'impressione che la polizia non ti credesse e…"
    }
  },
  {
    "translation": {
      "en": "The detective told me, \"He didn't hold you down. That's not rape.\"",
      "it": "Secondo il detective non era uno stupro perché lui non mi aveva costretta."
    }
  },
  {
    "translation": {
      "en": "She filed the charges against me before my rape kit or anything else came in.",
      "it": "Mi ha accusata ancora prima che arrivasse l'esito del kit di stupro."
    }
  },
  {
    "translation": {
      "en": "They just didn't believe me from the start.",
      "it": "Non mi hanno creduto fin dall'inizio."
    }
  },
  {
    "translation": {
      "en": "I have a list of more than a hundred other cases that I'm following,",
      "it": "Ho un elenco di oltre 100 casi che sto seguendo,"
    }
  },
  {
    "translation": {
      "en": "so, we can keep talking if that sounds okay with you.",
      "it": "quindi possiamo continuare a parlare, se per te va bene."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] The evidence in this case is not jiving with your side of the story.",
      "it": "Le prove che abbiamo non coincidono con la tua versione della storia."
    }
  },
  {
    "translation": {
      "en": "[male investigator 2] I want you to really tell me the truth because I have this on video.",
      "it": "Voglio che tu mi dica la verità perché ho un video."
    }
  },
  {
    "translation": {
      "en": "[male investigator 3] I don't believe you. I do not believe you at all.",
      "it": "Non ti credo, per niente."
    }
  },
  {
    "translation": {
      "en": "If you continue to lie to me, this is about to go south.",
      "it": "Continua a mentire e per te si metterà male."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "it": "Non sto mentendo."
    }
  },
  {
    "translation": {
      "en": "[male investigator 4] Everything was good. Consensual.",
      "it": "Era tutto regolare e consensuale."
    }
  },
  {
    "translation": {
      "en": "You guys had sex. Both you guys are grown adults.",
      "it": "Avete fatto sesso. Siete entrambi adulti."
    }
  },
  {
    "translation": {
      "en": "It appears that you were using the threat of rape to get what you wanted.",
      "it": "Hai usato la minaccia dello stupro per ottenere quello che volevi."
    }
  },
  {
    "translation": {
      "en": "[male investigator 5] It's a crime to file that false report.",
      "it": "Sporgere falsa denuncia è un reato."
    }
  },
  {
    "translation": {
      "en": "I have to arrest you for it.",
      "it": "Perciò devo arrestarti."
    }
  },
  {
    "translation": {
      "en": "Here at the Student Health Center is where physical therapy students",
      "it": "Al centro medico studentesco, gli studenti di Fisioterapia possono mettere in pa… In pratica."
    }
  },
  {
    "translation": {
      "en": "get to put their knowledge into… into practice.",
      "it": "gli studenti di Fisioterapia possono mettere in pa… In pratica."
    }
  },
  {
    "translation": {
      "en": "I couldn't say that word. Here at the physical therapy center…",
      "it": "Non mi veniva. Al centro di Fisioterapia…"
    }
  },
  {
    "translation": {
      "en": "Oh. That's not right.",
      "it": "No, sbagliato."
    }
  },
  {
    "translation": {
      "en": "Here at the physical… No, no, no.",
      "it": "Al centro di Fisio… No, no!"
    }
  },
  {
    "translation": {
      "en": "-Here at the Student Health Center… -[soft music playing]",
      "it": "\"Al centro medico.\""
    }
  },
  {
    "translation": {
      "en": "Here at the Student Health Center is where physical therapy students",
      "it": "Al centro medico studentesco, gli studenti di Fisioterapia"
    }
  },
  {
    "translation": {
      "en": "get to put their knowledge into practice. They get…",
      "it": "possono mettere in pratica le loro conoscenze."
    }
  },
  {
    "translation": {
      "en": "Well, I started journalism in high school working at the local news station.",
      "it": "Ho iniziato a fare giornalismo al liceo lavorando per il notiziario locale."
    }
  },
  {
    "translation": {
      "en": "One more time.",
      "it": "Rifacciamola."
    }
  },
  {
    "translation": {
      "en": "My first investigative piece was looking into a pothole -and why it never got fixed. -[soft music continues]",
      "it": "Il mio primo pezzo investigativo era su una buca che non veniva sistemata."
    }
  },
  {
    "translation": {
      "en": "And actually, after I published it, it did get fixed, and that felt very good.",
      "it": "Ma dopo l'articolo la sistemarono, e ne fui soddisfatta."
    }
  },
  {
    "translation": {
      "en": "But nobody like… [chuckles] The stakes were very low.",
      "it": "Ma non era un problema così grave."
    }
  },
  {
    "translation": {
      "en": "Although people were getting into accidents. It was like… It was a big pothole.",
      "it": "Anche se provocava diversi incidenti. Era una buca grossa."
    }
  },
  {
    "translation": {
      "en": "Speed limit signs that are white, like this one behind me, mean they have to be enforced,",
      "it": "I cartelli di limite di velocità bianchi come questo vanno rispettati,"
    }
  },
  {
    "translation": {
      "en": "but if their street surveys aren't up-to-date,",
      "it": "ma se non aggiornano i rilievi stradali,"
    }
  },
  {
    "translation": {
      "en": "police officers can't use radar or laser technologies to pull someone over.",
      "it": "la polizia non può usare radar o laser per far accostare qualcuno."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] This was easy stuff, not controversial.",
      "it": "Era una cosa semplice, non controversa."
    }
  },
  {
    "translation": {
      "en": "Lucy's only been at the Harbor Shelter for two weeks",
      "it": "Lucy è al Rifugio Harbor solo da due settimane,"
    }
  },
  {
    "translation": {
      "en": "but has become the third adopted dog today.",
      "it": "ma è il terzo cane adottato oggi."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] As an aspiring journalist,",
      "it": "Come aspirante giornalista,"
    }
  },
  {
    "translation": {
      "en": "my dream was to work at the Center for Investigative Reporting",
      "it": "sognavo di lavorare al centro di giornalismo investigativo"
    }
  },
  {
    "translation": {
      "en": "just outside of Oakland.",
      "it": "poco fuori Oakland."
    }
  },
  {
    "translation": {
      "en": "I was, like, that's the… that's the most serious place you can go.",
      "it": "Lo reputavo il posto più serio in cui potessi andare,"
    }
  },
  {
    "translation": {
      "en": "You know, it's like that and 60 Minutes or something. [chuckles]",
      "it": "come il programma 60 Minutes, diciamo."
    }
  },
  {
    "translation": {
      "en": "I knew it as this amazing organization where the best journalists go to work.",
      "it": "Per me era un'organizzazione straordinaria in cui lavoravano i migliori giornalisti."
    }
  },
  {
    "translation": {
      "en": "After a couple attempts, I landed an entry-level job.",
      "it": "Dopo un paio di tentativi, iniziai un apprendistato."
    }
  },
  {
    "translation": {
      "en": "I was working on other people's stories,",
      "it": "Lavoravo sulle storie di altri,"
    }
  },
  {
    "translation": {
      "en": "so I really wanted to find something that I could own, that I could report on.",
      "it": "ma volevo trovare qualcosa di mio, un'inchiesta che potessi seguire."
    }
  },
  {
    "translation": {
      "en": "I was searching through local news when I stumbled on a story",
      "it": "Cercando tra le notizie locali trovai la storia di una ragazza arrestata"
    }
  },
  {
    "translation": {
      "en": "of a young woman being arrested for making a false report of rape.",
      "it": "Cercando tra le notizie locali trovai la storia di una ragazza arrestata per falsa denuncia di stupro."
    }
  },
  {
    "translation": {
      "en": "A 20-year-old student claiming she'd been raped after a party",
      "it": "La studentessa ha dichiarato di essere stata stuprata dalla squadra di football della Sacred Heart."
    }
  },
  {
    "translation": {
      "en": "involving the Sacred Heart University football team.",
      "it": "di essere stata stuprata dalla squadra di football della Sacred Heart."
    }
  },
  {
    "translation": {
      "en": "[female reporter] But tonight Nikki Yovino is charged with making it all up",
      "it": "Ma Nikki Yovino è stata accusata di essersi inventata tutto"
    }
  },
  {
    "translation": {
      "en": "and then fabricating the evidence.",
      "it": "e di aver falsificato le prove."
    }
  },
  {
    "translation": {
      "en": "These kinds of allegations, what they do is they…",
      "it": "Questo tipo di accuse è problematico"
    }
  },
  {
    "translation": {
      "en": "They're problematic for the people that are accused. And also, for all the other cases out there",
      "it": "sia per le persone accusate che per tutti gli altri casi"
    }
  },
  {
    "translation": {
      "en": "that are legitimate MeToo cases where there are cases of assault,",
      "it": "che sono legittimi casi MeToo di violenza."
    }
  },
  {
    "translation": {
      "en": "it really muddies the waters in such a dangerous, dangerous way.",
      "it": "Questo confonde le acque in modo molto pericoloso."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Nikki Yovino's case was covered all over national and local media",
      "it": "Il caso di Nikki Yovino fu seguito da tutti i media nazionali e locali"
    }
  },
  {
    "translation": {
      "en": "at the height of the MeToo movement in 2017.",
      "it": "nel pieno del movimento MeToo nel 2017."
    }
  },
  {
    "translation": {
      "en": "Nikki was looking at up to a year in prison for the false reporting charge.",
      "it": "Nikki rischiava fino a un anno di carcere per l'accusa di falsa denuncia"
    }
  },
  {
    "translation": {
      "en": "And five more years for tampering with evidence",
      "it": "e altri cinque anni per la manomissione delle prove"
    }
  },
  {
    "translation": {
      "en": "because she got a rape kit exam.",
      "it": "per via dell'esame del kit di stupro."
    }
  },
  {
    "translation": {
      "en": "That sounded really punitive.",
      "it": "Una pena davvero esagerata."
    }
  },
  {
    "translation": {
      "en": "I thought Nikki's case was an anomaly,",
      "it": "Pensavo che il suo fosse un'anomalia,"
    }
  },
  {
    "translation": {
      "en": "but then I found another case a thousand miles away.",
      "it": "ma poi trovai un altro caso dall'altra parte del Paese."
    }
  },
  {
    "translation": {
      "en": "Eighteen-year-old UA student Emma Mannion",
      "it": "La studentessa diciottenne Emma Mannion"
    }
  },
  {
    "translation": {
      "en": "told police she was forced into a vehicle and sexually assaulted.",
      "it": "ha affermato di essere stata costretta a salire su un'auto e poi stuprata."
    }
  },
  {
    "translation": {
      "en": "Today, Mannion sits behind bars.",
      "it": "Oggi la Mannion è in prigione"
    }
  },
  {
    "translation": {
      "en": "after being charged with false reporting to law enforcement.",
      "it": "dopo essere stata condannata per falsa denuncia."
    }
  },
  {
    "translation": {
      "en": "When a false report is made like this, then the person that makes the report",
      "it": "Quando viene fatta una denuncia falsa come questa,"
    }
  },
  {
    "translation": {
      "en": "such as that, well, they need to suffer the consequences.",
      "it": "Quando viene fatta una denuncia falsa come questa, chi la fa deve subirne le conseguenze."
    }
  },
  {
    "translation": {
      "en": "Filing a false report is a Class A misdemeanor",
      "it": "Denunciare il falso è un reato minore di classe A"
    }
  },
  {
    "translation": {
      "en": "punishable up to one year in jail.",
      "it": "e può portare fino a un anno di carcere."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I gathered all the material I could find, and I took the story to my editorial team.",
      "it": "Raccolsi tutto il materiale che trovai e presentai la storia alla mia redazione."
    }
  },
  {
    "translation": {
      "en": "[woman] Rae brought the story to a couple of editors,",
      "it": "Rae propose la storia a un paio di redattori,"
    }
  },
  {
    "translation": {
      "en": "and there was a lot of skepticism…",
      "it": "ma erano molto scettici."
    }
  },
  {
    "translation": {
      "en": "Which I understand.",
      "it": "Posso capirlo."
    }
  },
  {
    "translation": {
      "en": "I mean, it's a… it's… it takes a lot to green-light a story",
      "it": "Ci vuole molto tempo per dare il via libera a una storia"
    }
  },
  {
    "translation": {
      "en": "because you know we're investing incredible time, incredible resources.",
      "it": "perché comporta l'impiego di molto tempo e risorse."
    }
  },
  {
    "translation": {
      "en": "In the cases Rae was looking at, uh, the women had pled guilty.",
      "it": "Nei casi che Rae stava esaminando, le donne si erano dichiarate colpevoli"
    }
  },
  {
    "translation": {
      "en": "And so, there was… there was sort of a knee-jerk sense, well, they pled guilty. They admitted it. There… There's no story here.",
      "it": "e quindi c'era una sorta di incongruenza. L'avevano ammesso. Non c'era una storia."
    }
  },
  {
    "translation": {
      "en": "[male reporter] She lied about being raped…",
      "it": "Ha mentito sullo stupro…"
    }
  },
  {
    "translation": {
      "en": "[Rachel] Nikki pled guilty and went to prison.",
      "it": "Nikki si dichiarò colpevole e finì in carcere."
    }
  },
  {
    "translation": {
      "en": "-[intriguing music playing] -Emma also pled guilty.",
      "it": "Anche Emma si dichiarò colpevole."
    }
  },
  {
    "translation": {
      "en": "But when I spoke to them, they both maintained that the assaults did happen.",
      "it": "Ma quando parlai con loro, entrambe confermarono lo stupro."
    }
  },
  {
    "translation": {
      "en": "I didn't lie to the police about anything.",
      "it": "Non ho mentito alla polizia su niente."
    }
  },
  {
    "translation": {
      "en": "I didn't lie to the detective about anything. I didn't lie…",
      "it": "Non ho mentito al detective. Non ho mentito."
    }
  },
  {
    "translation": {
      "en": "[Rachel] What happened during those police interrogations?",
      "it": "Cos'è successo durante gli interrogatori della polizia?"
    }
  },
  {
    "translation": {
      "en": "Even though the editorial team didn't green-light my story,",
      "it": "Anche se la redazione non mi aveva dato il via libera,"
    }
  },
  {
    "translation": {
      "en": "I couldn't let it go.",
      "it": "non potevo lasciar perdere."
    }
  },
  {
    "translation": {
      "en": "And so my editor, my supervisor, encouraged me to just keep reporting.",
      "it": "E così la mia redattrice e supervisora mi incoraggiò ad andare avanti."
    }
  },
  {
    "translation": {
      "en": "Nikki's story was reported on widely,",
      "it": "La storia di Nikki era stata ampiamente seguita,"
    }
  },
  {
    "translation": {
      "en": "but no journalists had talked to Emma Mannion.",
      "it": "ma nessun giornalista aveva parlato con Emma Mannion."
    }
  },
  {
    "translation": {
      "en": "As a reporter, you really do have to keep an open mind.",
      "it": "Come giornalista, devi valutare tutte le possibilità."
    }
  },
  {
    "translation": {
      "en": "Just like I'm keeping an open mind that she could be lying,",
      "it": "Io, quindi, valuto la possibilità che possa mentire,"
    }
  },
  {
    "translation": {
      "en": "I'm also keeping an open mind that she's telling the truth.",
      "it": "ma anche quella che possa dire la verità."
    }
  },
  {
    "translation": {
      "en": "My name's Emma.",
      "it": "Mi chiamo Emma."
    }
  },
  {
    "translation": {
      "en": "I'm 23 years old,",
      "it": "Ho 23 anni."
    }
  },
  {
    "translation": {
      "en": "and I'm a dance teacher.",
      "it": "Insegno danza."
    }
  },
  {
    "translation": {
      "en": "I am born and raised in New Hampshire.",
      "it": "Sono nata e cresciuta nel New Hampshire."
    }
  },
  {
    "translation": {
      "en": "The high school that I went to had 60 kids in my graduating class.",
      "it": "Al liceo che frequentavo c'erano 60 ragazzi del mio anno."
    }
  },
  {
    "translation": {
      "en": "And then I go to a school",
      "it": "Poi andai all'università"
    }
  },
  {
    "translation": {
      "en": "in a completely different area.",
      "it": "in una zona completamente diversa,"
    }
  },
  {
    "translation": {
      "en": "I don't know anyone, and there's 10,000 in my freshman class.",
      "it": "non conoscevo nessuno e c'erano 10.000 matricole."
    }
  },
  {
    "translation": {
      "en": "[Emma] It was a hard transition.",
      "it": "TUSCALOOSA, ALABAMA Fu un cambiamento piuttosto brusco."
    }
  },
  {
    "translation": {
      "en": "[Emma] That Saturday,",
      "it": "Quel sabato,"
    }
  },
  {
    "translation": {
      "en": "my friend and I were just gonna go out and have fun.",
      "it": "io e la mia amica uscimmo a divertirci."
    }
  },
  {
    "translation": {
      "en": "We headed over to the frat row area,",
      "it": "Ci dirigemmo verso la zona della confraternita"
    }
  },
  {
    "translation": {
      "en": "and a group of guys came up to us. Very friendly.",
      "it": "e alcuni ragazzi si avvicinarono a noi. Erano molto amichevoli."
    }
  },
  {
    "translation": {
      "en": "Seemed like normal, friendly college guys trying to talk to girls.",
      "it": "Sembravano normali ragazzi del college che cercavano di parlare con le ragazze."
    }
  },
  {
    "translation": {
      "en": "Like, didn't think anything of it.",
      "it": "Niente di strano, insomma."
    }
  },
  {
    "translation": {
      "en": "-[man] What do you want to dance? -[Emma] You don't know any of that.",
      "it": "- Cosa vuoi ballare? - Tu non sai ballare."
    }
  },
  {
    "translation": {
      "en": "-[man] I can learn. -[hysterical laughing]",
      "it": "Posso imparare!"
    }
  },
  {
    "translation": {
      "en": "Hey, did I not make the conversation fun, though?",
      "it": "Almeno sono stato divertente, no?"
    }
  },
  {
    "translation": {
      "en": "I feel like that was me now…",
      "it": "Credo che all'epoca fossi come sono ora"
    }
  },
  {
    "translation": {
      "en": "…but like…",
      "it": "solo…"
    }
  },
  {
    "translation": {
      "en": "way, way more naive.",
      "it": "davvero molto più ingenua."
    }
  },
  {
    "translation": {
      "en": "So on November 14th, 2016, around 5:05 in the evening,",
      "it": "Il 14 novembre 2016, verso le 17:05,"
    }
  },
  {
    "translation": {
      "en": "Emma called crying hysterically.",
      "it": "Emma chiamò e piangeva disperata."
    }
  },
  {
    "translation": {
      "en": "She was hyperventilating,",
      "it": "Era in iperventilazione."
    }
  },
  {
    "translation": {
      "en": "saying that she was sexually assaulted in a car in a parking lot",
      "it": "Diceva di essere stata violentata in un'auto in un parcheggio"
    }
  },
  {
    "translation": {
      "en": "on the strip outside a place called Mo's Mexican.",
      "it": "nei pressi di un locale, il Mo's Mexican."
    }
  },
  {
    "translation": {
      "en": "There were two guys. They put their arms around her and brought her to their car,",
      "it": "Due ragazzi l'avevano presa di forza, l'avevano portata alla loro auto"
    }
  },
  {
    "translation": {
      "en": "pushed her into the car, banged her head against the car.",
      "it": "e poi spinta dentro facendole sbattere la testa."
    }
  },
  {
    "translation": {
      "en": "And she wouldn't give any more details at that time.",
      "it": "Non volle fornire altri dettagli."
    }
  },
  {
    "translation": {
      "en": "All I remember telling her",
      "it": "Ricordo solo di averle detto"
    }
  },
  {
    "translation": {
      "en": "is that I went out,",
      "it": "che ero uscita"
    }
  },
  {
    "translation": {
      "en": "and something happened, and I didn't want it to happen.",
      "it": "e che era successa una cosa che non volevo che accadesse."
    }
  },
  {
    "translation": {
      "en": "And she recommended that I go to the hospital.",
      "it": "E lei mi consigliò di andare all'ospedale."
    }
  },
  {
    "translation": {
      "en": "Halfway through the vaginal exam,",
      "it": "A metà della visita ginecologica,"
    }
  },
  {
    "translation": {
      "en": "the nurse came in saying that Tuscaloosa PD had arrived.",
      "it": "l'infermiera entrò e disse che era arrivata la polizia."
    }
  },
  {
    "translation": {
      "en": "I have just a hospital gown on,",
      "it": "Indossavo solo un camice da ospedale"
    }
  },
  {
    "translation": {
      "en": "and the two detectives came in.",
      "it": "quando entrarono i due detective."
    }
  },
  {
    "translation": {
      "en": "There was no conversation of,",
      "it": "Non mi chiesero cose tipo:"
    }
  },
  {
    "translation": {
      "en": "\"Do you want to report? Do you want to investigate?\"",
      "it": "\"Vuoi denunciare? Vuoi che indaghiamo?"
    }
  },
  {
    "translation": {
      "en": "\"Do you want to press charges against anyone?\"",
      "it": "Vuoi sporgere denuncia contro qualcuno?\""
    }
  },
  {
    "translation": {
      "en": "It was just, \"We're here to talk about your rape.\"",
      "it": "Dissero solo che dovevamo parlare del mio stupro"
    }
  },
  {
    "translation": {
      "en": "\"Tell us what happened.\"",
      "it": "e di raccontargli tutto."
    }
  },
  {
    "translation": {
      "en": "Three days after the hospital, they called. They said, \"Come on in.\"",
      "it": "Dopo tre giorni mi chiamarono e mi dissero: \"Vieni in centrale."
    }
  },
  {
    "translation": {
      "en": "\"We'll chat a little bit more.\"",
      "it": "Parleremo un altro po'\"."
    }
  },
  {
    "translation": {
      "en": "When I went to the police station, I felt like I needed to keep my body completely covered.",
      "it": "Quando andai alla centrale, pensai che dovevo coprirmi il più possibile."
    }
  },
  {
    "translation": {
      "en": "I'm wearing jeans and a puffy vest.",
      "it": "Indossai dei jeans e un gilet imbottito."
    }
  },
  {
    "translation": {
      "en": "And I am freezing.",
      "it": "E avevo molto freddo."
    }
  },
  {
    "translation": {
      "en": "-Hey, Emma, how are you feeling? -I'm okay.",
      "it": "- Ciao, Emma. Come stai? - Bene. DETECTIVE JARED AKRIDGE"
    }
  },
  {
    "translation": {
      "en": "Uh, I told you, was it yesterday or the day before yesterday, on the phone",
      "it": "Ieri o l'altro ieri al telefono ti ho detto"
    }
  },
  {
    "translation": {
      "en": "we just basically, we like to come back a couple days later,",
      "it": "che è meglio rivedersi e parlare qualche giorno dopo"
    }
  },
  {
    "translation": {
      "en": "sometimes you remember more detailed stuff,",
      "it": "perché a volte si ricordano più dettagli."
    }
  },
  {
    "translation": {
      "en": "so we can get just a… a better formal interview with you and get just as detailed as we possibly can, okay?",
      "it": "Così possiamo registrare la deposizione e ottenere quanti più dettagli possibili."
    }
  },
  {
    "translation": {
      "en": "You said two guys pushed you in the vehicle.",
      "it": "Hai detto che due ragazzi ti hanno spinta in auto."
    }
  },
  {
    "translation": {
      "en": "And the other guys, once Steven got in the vehicle, all the other guys stood around the vehicle.",
      "it": "E dopo che Steven è salito in auto, gli altri sono rimasti intorno al veicolo."
    }
  },
  {
    "translation": {
      "en": "And I just kind of… because it's something that…",
      "it": "Ma sono confuso. Le cose non tornano."
    }
  },
  {
    "translation": {
      "en": "It's inconsistencies. We… We have to hash it out.",
      "it": "Ci sono delle incongruenze. Dobbiamo stabilire l'accaduto."
    }
  },
  {
    "translation": {
      "en": "[Emma, voiceover] I was always kind of raised to respect and trust authority.",
      "it": "Sono stata educata a rispettare e a fidarmi delle autorità."
    }
  },
  {
    "translation": {
      "en": "I understood him wanting me to walk through my story again.",
      "it": "Avevo capito che voleva rivedere la mia versione"
    }
  },
  {
    "translation": {
      "en": "I understood him asking clarifying questions.",
      "it": "e che mi avrebbe fatto delle domande per chiarire l'accaduto."
    }
  },
  {
    "translation": {
      "en": "[Akridge] We've been investigating this all week.",
      "it": "Abbiamo indagato per tutta la settimana."
    }
  },
  {
    "translation": {
      "en": "We have pulled, oh, if you… You have any idea how many video cameras are around there?",
      "it": "Abbiamo controllato… Hai idea di quante telecamere ci siano lì intorno?"
    }
  },
  {
    "translation": {
      "en": "-All of that has been pulled. -[eerie music playing] Okay?",
      "it": "Le abbiamo controllate tutte. Ok?"
    }
  },
  {
    "translation": {
      "en": "I'm going to tell you, from the… from the investigation, you're not being honest with me, okay?",
      "it": "E devo dirti che, secondo me, non sei stata totalmente sincera."
    }
  },
  {
    "translation": {
      "en": "-[Emma] With what I just told you? -[Akridge] Yes.",
      "it": "- Riguardo a quanto le ho detto? - Sì."
    }
  },
  {
    "translation": {
      "en": "I do not believe you. I do not believe you at all.",
      "it": "Non ti credo, per niente."
    }
  },
  {
    "translation": {
      "en": "And I think you're one of those people that's taking away from my true victims.",
      "it": "Sei una di quelle persone che mi impedisce di aiutare le vere vittime."
    }
  },
  {
    "translation": {
      "en": "[Emma, voiceover] I didn't understand any of the accusations.",
      "it": "Non compresi nessuna delle accuse."
    }
  },
  {
    "translation": {
      "en": "I'm like, I haven't slept in four days.",
      "it": "Insomma, non dormivo da quattro giorni."
    }
  },
  {
    "translation": {
      "en": "My… My brain isn't functioning. I'm not lying.",
      "it": "Il mio cervello non era lucido, ma non stavo mentendo."
    }
  },
  {
    "translation": {
      "en": "[Akridge] Did you have sexual intercourse with Steven? [Emma] Yes.",
      "it": "- Hai avuto un rapporto sessuale con lui? - Sì."
    }
  },
  {
    "translation": {
      "en": "Was it wanted? Was it consensual? No.",
      "it": "Se lo volevo ed era consensuale? No."
    }
  },
  {
    "translation": {
      "en": "[Akridge] Okay, did you… did you fight him off, kick him, tell him no?",
      "it": "E l'hai respinto? Gli hai dato un calcio? Gli hai detto di no?"
    }
  },
  {
    "translation": {
      "en": "[Emma] Yes.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "[Akridge sighs] Watching the video stuff that we have,",
      "it": "DURATA DELL'INTERROGATORIO Il filmato che abbiamo recuperato"
    }
  },
  {
    "translation": {
      "en": "uh, and it shows you and, I guess, Steven making out,",
      "it": "mostra te e, credo, Steven che vi baciate."
    }
  },
  {
    "translation": {
      "en": "everything, and… and I know you got in the vehicle.",
      "it": "Tutto quanto. E so che siete saliti in auto."
    }
  },
  {
    "translation": {
      "en": "Now imagine you're the person that's out there working overtime all week long.",
      "it": "Immagina di essere tu la persona che fa gli straordinari tutta la settimana"
    }
  },
  {
    "translation": {
      "en": "Running around gathering information, talking to people, getting video.",
      "it": "per raccogliere informazioni, parlare con la gente e recuperare filmati."
    }
  },
  {
    "translation": {
      "en": "I'm mad because…",
      "it": "E sei arrabbiata perché…"
    }
  },
  {
    "translation": {
      "en": "Hey, we're… something's gonna be done about this.",
      "it": "Ehi, dobbiamo fare qualcosa al riguardo."
    }
  },
  {
    "translation": {
      "en": "[Emma softly] I'm so sorry.",
      "it": "Mi dispiace tanto."
    }
  },
  {
    "translation": {
      "en": "[Akridge] Well, if you're sorry, then that makes me feel better.",
      "it": "Beh, se ti dispiace, mi sento meglio."
    }
  },
  {
    "translation": {
      "en": "[Emma, voiceover] I wanted to leave.",
      "it": "Volevo andarmene."
    }
  },
  {
    "translation": {
      "en": "I did not want to be in front of this man anymore.",
      "it": "Non volevo più stare davanti a quell'uomo."
    }
  },
  {
    "translation": {
      "en": "Because all I heard was that it was my fault, and I fucked up.",
      "it": "Sentivo dire soltanto che era colpa mia e che avevo fatto una cazzata."
    }
  },
  {
    "translation": {
      "en": "[Akridge] It is a crime",
      "it": "Sporgere falsa denuncia"
    }
  },
  {
    "translation": {
      "en": "to file that false report.",
      "it": "è un reato."
    }
  },
  {
    "translation": {
      "en": "It is a crime to… to lie to us.",
      "it": "E lo è anche mentire alla polizia."
    }
  },
  {
    "translation": {
      "en": "And… I have to arrest you for it.",
      "it": "Perciò devo arrestarti."
    }
  },
  {
    "translation": {
      "en": "I just got to get behind your back. If you would put your hands like you're praying.",
      "it": "Procedo. Metti le mani dietro la schiena come se stessi pregando."
    }
  },
  {
    "translation": {
      "en": "-[Emma] Mmm. -[Akridge] Yep, flat palms to make it…",
      "it": "Coi palmi piatti, così."
    }
  },
  {
    "translation": {
      "en": "-So just fixing these up for you. -[handcuffs clicking]",
      "it": "Aspetta che stringo le manette."
    }
  },
  {
    "translation": {
      "en": "[Emma] I got to jail.",
      "it": "Finii in galera."
    }
  },
  {
    "translation": {
      "en": "I was fingerprinted, had pictures taken.",
      "it": "Mi presero le impronte digitali e mi fecero delle foto. CASO CHIUSO IN SEGUITO ALL'ARRESTO."
    }
  },
  {
    "translation": {
      "en": "One of the older women who was there, she's like, \"Why are you here?\"",
      "it": "Una delle donne più anziane in cella mi chiese: \"Perché sei qui?\""
    }
  },
  {
    "translation": {
      "en": "And, like, the only thing I said was that I was raped, and they told me I lied about it.",
      "it": "Dissi solo che ero stata stuprata e che per la polizia avevo mentito."
    }
  },
  {
    "translation": {
      "en": "And she was just like,",
      "it": "E lei mi disse:"
    }
  },
  {
    "translation": {
      "en": "\"You got fucked over.\"",
      "it": "\"Ti hanno fottuta\"."
    }
  },
  {
    "translation": {
      "en": "And then it hits me, and I'm like, jeez, I… I literally got fucked over.",
      "it": "E allora me ne resi conto e pensai: \"Cavolo, mi hanno letteralmente fottuta\"."
    }
  },
  {
    "translation": {
      "en": "And while I was in jail, an article was posted online about my arrest.",
      "it": "Mentre ero in carcere, pubblicarono online un articolo sul mio arresto."
    }
  },
  {
    "translation": {
      "en": "My face. My full name.",
      "it": "La mia faccia con tanto di nome e cognome."
    }
  },
  {
    "translation": {
      "en": "That's what I walked out to.",
      "it": "Ho subito anche questo."
    }
  },
  {
    "translation": {
      "en": "[Akridge sighs] Watching the video stuff that we have",
      "it": "Il filmato che abbiamo recuperato"
    }
  },
  {
    "translation": {
      "en": "shows you and, I guess, Steven making out.",
      "it": "mostra te e, credo, Steven che vi baciate."
    }
  },
  {
    "translation": {
      "en": "Are… you get in the vehicle, and you're initially making out or… or what?",
      "it": "Salite in auto e all'inizio vi baciate o cosa?"
    }
  },
  {
    "translation": {
      "en": "[Emma] I don't remember.",
      "it": "Non ricordo."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I keep going back to Investigator Akridge saying",
      "it": "Continuo a tornare al detective Akridge"
    }
  },
  {
    "translation": {
      "en": "he has surveillance footage of Emma making out with the man she's accusing.",
      "it": "che dice di avere un filmato di Emma che si bacia con l'uomo che accusa."
    }
  },
  {
    "translation": {
      "en": "Everything changes in that moment.",
      "it": "In quel momento cambia tutto."
    }
  },
  {
    "translation": {
      "en": "Emma's attorney shared with me all the materials he got from the police.",
      "it": "L'avvocato di Emma ha condiviso con me tutto il materiale fornito dalla polizia."
    }
  },
  {
    "translation": {
      "en": "But the thing that's always been missing is that surveillance footage. You know?",
      "it": "L'avvocato di Emma ha condiviso con me tutto il materiale fornito dalla polizia. Ma manca proprio quel filmato. Un'intera cartella Dropbox e non c'è."
    }
  },
  {
    "translation": {
      "en": "-[Amanda] Yeah. -He has a Dropbox folder. It's not there.",
      "it": "Ma manca proprio quel filmato. Un'intera cartella Dropbox e non c'è."
    }
  },
  {
    "translation": {
      "en": "And also, even if you had it,",
      "it": "E se anche esistesse,"
    }
  },
  {
    "translation": {
      "en": "it has nothing to do with what happened in that car.",
      "it": "non c'entra nulla con quanto accaduto in auto."
    }
  },
  {
    "translation": {
      "en": "And for as many strengths as Emma has with her case,",
      "it": "Ma per quanto Emma abbia molti punti di forza nel suo caso,"
    }
  },
  {
    "translation": {
      "en": "I mean, the biggest weakness was that she pled guilty.",
      "it": "il problema è l'ammissione di colpevolezza."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "it": "Vero."
    }
  },
  {
    "translation": {
      "en": "[Emma] And it was, like, a week before my court date",
      "it": "E fu una settimana prima che andassi in tribunale"
    }
  },
  {
    "translation": {
      "en": "that I read about Megan.",
      "it": "che lessi di Megan."
    }
  },
  {
    "translation": {
      "en": "I cr… cried so much. [crying]",
      "it": "E piansi davvero tantissimo."
    }
  },
  {
    "translation": {
      "en": "And so I told my lawyer,",
      "it": "Così chiesi all'avvocato"
    }
  },
  {
    "translation": {
      "en": "I want to know what plea deal I can get.",
      "it": "se potevamo ottenere un patteggiamento."
    }
  },
  {
    "translation": {
      "en": "[Rachel] So many people in Tuscaloosa had heard about Megan Rondini.",
      "it": "Molte persone a Tuscaloosa conoscevano la storia di Megan Rondini."
    }
  },
  {
    "translation": {
      "en": "The man she had accused of rape, TJ Bunn Jr.,",
      "it": "L'uomo che aveva accusato di stupro, TJ Bunn Jr.,"
    }
  },
  {
    "translation": {
      "en": "came from one of the town's most prominent families.",
      "it": "apparteneva a una delle famiglie più importanti della città."
    }
  },
  {
    "translation": {
      "en": "I scoured everything I could find.",
      "it": "Ho analizzato tutto quel che ho trovato."
    }
  },
  {
    "translation": {
      "en": "Text messages, documents, police videos, and audio recordings.",
      "it": "Messaggi, documenti, video e registrazioni audio della polizia."
    }
  },
  {
    "translation": {
      "en": "It's July the second, 2015, 5:37 a.m.",
      "it": "Data odierna: 2 luglio 2015. Ore: 5:37."
    }
  },
  {
    "translation": {
      "en": "It's Investigator Jones, Investigator Hastings at DCH E.R.",
      "it": "Siamo i detective Jones e Hastings al pronto soccorso del DCH."
    }
  },
  {
    "translation": {
      "en": "-And I'm speaking with… What's your name? -Megan Rondini.",
      "it": "- Sto parlando con… - Megan Rondini."
    }
  },
  {
    "translation": {
      "en": "[Jones] Are you working? Full-time student here?",
      "it": "Lavori? O studi a tempo pieno?"
    }
  },
  {
    "translation": {
      "en": "[Megan] No, I was taking summer classes, and I was about to go home on Sunday.",
      "it": "No, seguo i corsi estivi e sarei tornata a casa domenica."
    }
  },
  {
    "translation": {
      "en": "[Jones] Tell me what happened last night, who all you were with.",
      "it": "Raccontami cos'è successo ieri sera. Con chi eri."
    }
  },
  {
    "translation": {
      "en": "[Megan] Me and my friends went to trivia at Innisfree.",
      "it": "Io e i miei amici siamo andati alla serata quiz all'Innisfree."
    }
  },
  {
    "translation": {
      "en": "Um… it was like me and a group of ten of my other friends.",
      "it": "In totale eravamo in 11."
    }
  },
  {
    "translation": {
      "en": "[Megan] I know of his… I'm…",
      "it": "So come lui…"
    }
  },
  {
    "translation": {
      "en": "I'll gonna call him Sweet T because that's like his nickname or whatever.",
      "it": "Lo chiamerò Sweet T perché tutti lo chiamano così."
    }
  },
  {
    "translation": {
      "en": "I mean, I see him there all the time, but like,",
      "it": "Cioè, lo vedo sempre lì, ma non ci siamo mai parlati."
    }
  },
  {
    "translation": {
      "en": "it's not like we talk to each other. Like, I just know who he is.",
      "it": "Cioè, lo vedo sempre lì, ma non ci siamo mai parlati. So chi è, ma non sono sicura che mi conosca."
    }
  },
  {
    "translation": {
      "en": "I'm not even sure he, like, knew who I was.",
      "it": "So chi è, ma non sono sicura che mi conosca."
    }
  },
  {
    "translation": {
      "en": "[Megan] I was leaving. Somewhere along the line, he picked me up.",
      "it": "Stavo andando via, e mentre camminavo mi ha offerto un passaggio."
    }
  },
  {
    "translation": {
      "en": "And it was me and another guy named Jason, in the back of his car.",
      "it": "Eravamo io e un altro ragazzo, tale Jason, sul sedile posteriore della sua macchina."
    }
  },
  {
    "translation": {
      "en": "Sweet T took us to his house.",
      "it": "Sweet T ci ha portati a casa sua."
    }
  },
  {
    "translation": {
      "en": "We were in a room with, like, all the animals he had shot or whatever.",
      "it": "Eravamo in una stanza con tutti gli animali che aveva ucciso."
    }
  },
  {
    "translation": {
      "en": "Like, I don't know. He goes hunting a lot.",
      "it": "Non so, andava a caccia."
    }
  },
  {
    "translation": {
      "en": "And he told Jason to go to bed, and he told me to go upstairs to his room.",
      "it": "Al che ha detto a Jason di andare a letto e a me di salire in camera sua."
    }
  },
  {
    "translation": {
      "en": "[Jones] Did you ever, uh, resist him?",
      "it": "PRESUNTA SCENA DEL CRIMINE Gli hai opposto resistenza?"
    }
  },
  {
    "translation": {
      "en": "-Uh… Swing at him-- -[Megan] I was just trying… I mean, I was… I… I…",
      "it": "- L'hai colpito o… - Volevo solo…"
    }
  },
  {
    "translation": {
      "en": "I know he's, like, an influential person in Tuscaloosa,",
      "it": "So che è un pezzo grosso, a Tuscaloosa,"
    }
  },
  {
    "translation": {
      "en": "and I was trying to be really nice to him",
      "it": "e volevo solo essere gentile"
    }
  },
  {
    "translation": {
      "en": "and just be like, my friends are waiting on me… [sobbing] …and, uh…",
      "it": "e dirgli che i miei amici mi stavano aspettando"
    }
  },
  {
    "translation": {
      "en": "I just really need to leave.",
      "it": "e quindi dovevo andarmene."
    }
  },
  {
    "translation": {
      "en": "I'm gonna go ahead and end the interview right now.",
      "it": "Ok, terminiamo qui la deposizione."
    }
  },
  {
    "translation": {
      "en": "[Rachel] According to the police report, when officers first came to his door,",
      "it": "Secondo il verbale, quando gli agenti andarono da lui"
    }
  },
  {
    "translation": {
      "en": "TJ Bunn denied having anyone over the night before.",
      "it": "TJ Bunn negò di aver ospitato qualcuno la sera prima."
    }
  },
  {
    "translation": {
      "en": "But after a short call with his attorney, he changed his story.",
      "it": "Ma dopo una breve telefonata col suo avvocato, cambiò versione."
    }
  },
  {
    "translation": {
      "en": "[Jones] Can you just tell me kind of what happened last night?",
      "it": "Mi racconti cos'è successo ieri sera?"
    }
  },
  {
    "translation": {
      "en": "[TJ Bunn] Sure. I, uh, brought somebody back to my residence with me.",
      "it": "AUDIO INTERROGATORIO - 02/07/2015 Certo. Ho portato una ragazza a casa mia."
    }
  },
  {
    "translation": {
      "en": "We had consensual sex.",
      "it": "Abbiamo fatto sesso consensuale."
    }
  },
  {
    "translation": {
      "en": "And… after I went to sleep,",
      "it": "E, dopo che mi sono addormentato,"
    }
  },
  {
    "translation": {
      "en": "apparently she decided to take my money",
      "it": "a quanto pare lei ha deciso di prendere i miei soldi"
    }
  },
  {
    "translation": {
      "en": "and take my car key and leave.",
      "it": "e le chiavi della mia auto e di andarsene."
    }
  },
  {
    "translation": {
      "en": "And… uh… Josh Hastings woke me up, ringing my door this morning at 6:45.",
      "it": "E poi Josh Hastings mi ha svegliato suonando alla mia porta stamani alle 6:45."
    }
  },
  {
    "translation": {
      "en": "[Jones] Okay. Okay.",
      "it": "Ok, va bene."
    }
  },
  {
    "translation": {
      "en": "-Do you know her name? -[TJ Bunn] I do not.",
      "it": "- Conosci il suo nome? - No."
    }
  },
  {
    "translation": {
      "en": "[Jones] All right, man. I appreciate it, thank you.",
      "it": "- Va bene. Grazie per la deposizione. - Ci mancherebbe."
    }
  },
  {
    "translation": {
      "en": "She called me the morning after.",
      "it": "Mi chiamò la mattina dopo. GENITORI DI MEGAN"
    }
  },
  {
    "translation": {
      "en": "Um, and then,",
      "it": "E subito dopo"
    }
  },
  {
    "translation": {
      "en": "I started driving to Alabama.",
      "it": "io partii per l'Alabama."
    }
  },
  {
    "translation": {
      "en": "[Cindy, voiceover] The police keep calling her, asking her to come in.",
      "it": "La polizia continuava a chiamarla chiedendole di presentarsi."
    }
  },
  {
    "translation": {
      "en": "I don't want her to go in until I get there.",
      "it": "Non volevo che andasse senza di me."
    }
  },
  {
    "translation": {
      "en": "[Jones] Megan, I’m going to let you sit there and you sit there next to her.",
      "it": "Tu siediti lì e lei qui."
    }
  },
  {
    "translation": {
      "en": "Let me get a notebook, and I'll be right back. [advocate] Ooh! It's chilly in here.",
      "it": "- Prendo un bloc-notes e torno. - Si gela, qua dentro."
    }
  },
  {
    "translation": {
      "en": "[Cindy, voiceover] She's like, \"Mom, they're pressuring me to come in.\"",
      "it": "Mi disse: \"Mi stanno facendo pressione."
    }
  },
  {
    "translation": {
      "en": "\"I can do it. It's fine.\" I'm like, \"No, you need someone with you.\"",
      "it": "Posso farcela\". Ma io volevo ci fosse qualcuno."
    }
  },
  {
    "translation": {
      "en": "So I requested that an advocate accompany her to the police station.",
      "it": "Perciò chiesi che un avvocato la accompagnasse alla centrale."
    }
  },
  {
    "translation": {
      "en": "[Megan] Another thing that worries me, I don't know if my dad told you,",
      "it": "A preoccuparmi, non so se mio padre gliel'ha detto,"
    }
  },
  {
    "translation": {
      "en": "is, like, this guy is kind of, like, an influential--",
      "it": "A preoccuparmi, non so se mio padre gliel'ha detto, è che questo tizio è un pezzo grosso."
    }
  },
  {
    "translation": {
      "en": "[advocate] I'm aware. Yeah.",
      "it": "Sì, lo so."
    }
  },
  {
    "translation": {
      "en": "[Jones] Do you remember getting in the car?",
      "it": "Ricordi di essere salita in auto?"
    }
  },
  {
    "translation": {
      "en": "[Megan] No.",
      "it": "No."
    }
  },
  {
    "translation": {
      "en": "[Jones] Do you remember any stops at all?",
      "it": "Ricordi se vi siete fermati?"
    }
  },
  {
    "translation": {
      "en": "[Megan] No. [Jones] So…",
      "it": "- No. - Quindi…"
    }
  },
  {
    "translation": {
      "en": "If I say that y'all stopped by your apartment,",
      "it": "Se dico che vi siete fermati al tuo appartamento"
    }
  },
  {
    "translation": {
      "en": "before you went to TJ's,",
      "it": "prima di andare da TJ,"
    }
  },
  {
    "translation": {
      "en": "or Sweet T's, before y'all went there…",
      "it": "o Sweet T. Prima di andare a casa sua…"
    }
  },
  {
    "translation": {
      "en": "Okay, 'cause they're getting… You know, y'all's… your complex has got video there.",
      "it": "Ok, perché abbiamo… Insomma, lì ci sono le telecamere."
    }
  },
  {
    "translation": {
      "en": "Okay, do you remember?",
      "it": "Capito? Te lo ricordi?"
    }
  },
  {
    "translation": {
      "en": "-[Megan] I do not remember going there. -[Jones] Okay.",
      "it": "- Non ricordo di esserci andata. - Ok."
    }
  },
  {
    "translation": {
      "en": "Do you remember fixin' him a drink?",
      "it": "Ricordi di avergli preparato da bere?"
    }
  },
  {
    "translation": {
      "en": "No. I don't… I don't remember being there at all. Like I don't remember being there.",
      "it": "No. Non ricordo proprio di essere stata lì, a dire il vero."
    }
  },
  {
    "translation": {
      "en": "[Jones] Okay.",
      "it": "Ok."
    }
  },
  {
    "translation": {
      "en": "Is any of this bringing back anything?",
      "it": "Questo ti fa venire in mente qualcosa?"
    }
  },
  {
    "translation": {
      "en": "I feel like I want to, like, throw up.",
      "it": "Mi viene da vomitare."
    }
  },
  {
    "translation": {
      "en": "[Jones] Okay.",
      "it": "Ok."
    }
  },
  {
    "translation": {
      "en": "[Jones] What we wanna do is just look in your apartment. Okay?",
      "it": "Vogliamo dare un'occhiata al tuo appartamento. Ok?"
    }
  },
  {
    "translation": {
      "en": "Do you have a problem with us doing that?",
      "it": "Per te è un problema?"
    }
  },
  {
    "translation": {
      "en": "Fine. Okay.",
      "it": "Ok, bene."
    }
  },
  {
    "translation": {
      "en": "-[advocate] I can't go to your apartment. -[Megan] That's fine.",
      "it": "- Non posso andare a casa tua. - Va bene."
    }
  },
  {
    "translation": {
      "en": "[advocate] I mean, do you want me to hang around here till you come back or--",
      "it": "Vuoi che resti qui finché non torni o…"
    }
  },
  {
    "translation": {
      "en": "-No, I think… I think I'm… I'll be okay. -[advocate] Are you sure?",
      "it": "- No, penso di potermela cavare da sola. - Sicura?"
    }
  },
  {
    "translation": {
      "en": "[Mike] The advocate didn't stay with her for the whole questioning,",
      "it": "L'avvocato non rimase fino alla fine,"
    }
  },
  {
    "translation": {
      "en": "and that's the point in the interview where they turn the tables.",
      "it": "e fu allora che loro cambiarono le carte in tavola."
    }
  },
  {
    "translation": {
      "en": "[Jones] While you were in… back in the bedroom,",
      "it": "Mentre eri in camera da letto…"
    }
  },
  {
    "translation": {
      "en": "did you remember",
      "it": "Ricordi, per caso,"
    }
  },
  {
    "translation": {
      "en": "going through any other things in there?",
      "it": "di aver cercato delle cose lì dentro?"
    }
  },
  {
    "translation": {
      "en": "I went through all the keys, and then",
      "it": "Ho controllato le chiavi e poi ho cercato dei contanti con cui pagare un taxi."
    }
  },
  {
    "translation": {
      "en": "I tried to see if he had any cash that I could pay for a cab with.",
      "it": "e poi ho cercato dei contanti con cui pagare un taxi."
    }
  },
  {
    "translation": {
      "en": "[Jones] Okay. Did he have any cash?",
      "it": "Ok. Lui aveva dei contanti?"
    }
  },
  {
    "translation": {
      "en": "He had, like, three dollars. [Jones] Okay.",
      "it": "- Aveva circa tre dollari. - Ok."
    }
  },
  {
    "translation": {
      "en": "So, you got… Did you get the cash?",
      "it": "Quindi, hai preso i suoi soldi?"
    }
  },
  {
    "translation": {
      "en": "-Yes. -[Jones] Okay.",
      "it": "- Sì. - Va bene."
    }
  },
  {
    "translation": {
      "en": "[Jones] I'm not doubting -what you're telling me-- -I just feel like",
      "it": "- Non metto in dubbio quello che mi dici. - È che…"
    }
  },
  {
    "translation": {
      "en": "he has some advantage over me and they're saying like I…",
      "it": "Mi sento come se lui avesse un vantaggio su di me, e sembra…"
    }
  },
  {
    "translation": {
      "en": "I don't really understand why.",
      "it": "Insomma, non capisco perché."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Hi, Ms. Gray, um,",
      "it": "Salve, sig.ra Gray."
    }
  },
  {
    "translation": {
      "en": "this is Rachel de Leon.",
      "it": "Sono Rachel De Leon."
    }
  },
  {
    "translation": {
      "en": "I was just in speaking with someone there regarding meeting with Sheriff Abernathy.",
      "it": "Vorrei chiedere un incontro con lo sceriffo Abernathy, se possibile."
    }
  },
  {
    "translation": {
      "en": "Love to know if he might be available on Thursday after 1:00 p.m.",
      "it": "Vorrei sapere se è disponibile giovedì dopo le 13:00."
    }
  },
  {
    "translation": {
      "en": "Okay, talk to you soon.",
      "it": "Ok, ci risentiamo a breve."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] The chain of command for this unit in Tuscaloosa ends with Sheriff Abernathy.",
      "it": "La catena di comando di questa unità di Tuscaloosa termina con Abernathy."
    }
  },
  {
    "translation": {
      "en": "-[intriguing music playing] -He's responsible for his police officers.",
      "it": "Lo sceriffo è responsabile degli agenti."
    }
  },
  {
    "translation": {
      "en": "The ones who investigated Megan's and Emma's cases.",
      "it": "Quelli che hanno indagato sui casi di Megan ed Emma."
    }
  },
  {
    "translation": {
      "en": "-[dial tone] -Hi, uh, this is Rachel de Leon. I'm a reporter calling from Reveal.",
      "it": "Salve, sono Rachel De Leon, una giornalista di Reveal."
    }
  },
  {
    "translation": {
      "en": "I was, uh, following up because you thought perhaps Sheriff Abernathy may have some time today for a phone call.",
      "it": "Mi aveva detto che forse oggi lo sceriffo aveva un po' di tempo per una telefonata."
    }
  },
  {
    "translation": {
      "en": "[receptionist] He's not going to have any time this week to meet with you.",
      "it": "Questa settimana non avrà tempo per parlare con lei."
    }
  },
  {
    "translation": {
      "en": "Oh, that's really unfortunate. What happened?",
      "it": "Che peccato. Cos'è successo?"
    }
  },
  {
    "translation": {
      "en": "[receptionist] He… His calendar just got filled up.",
      "it": "Ha un'agenda fittissima."
    }
  },
  {
    "translation": {
      "en": "He doesn't have any, you know, available time.",
      "it": "Non ha proprio orari disponibili."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Once Sheriff Abernathy's office decides a crime's been committed,",
      "it": "Una volta che lo sceriffo decide che è stato commesso un reato,"
    }
  },
  {
    "translation": {
      "en": "the case moves to the district attorney's office.",
      "it": "il caso passa al procuratore distrettuale."
    }
  },
  {
    "translation": {
      "en": "It's the DA's office who will decide whether to press charges.",
      "it": "Sarà lui a decidere se formulare un'accusa."
    }
  },
  {
    "translation": {
      "en": "-[woman] Hello. -Hi, is this attorney, uh, Paula Whitley?",
      "it": "- Pronto? - Parlo con l'avvocato Paula Whitley?"
    }
  },
  {
    "translation": {
      "en": "[Paula] I am not willing to really get into anything specific about any particular cases.",
      "it": "Non sono disposta a entrare nei dettagli di nessun caso in particolare."
    }
  },
  {
    "translation": {
      "en": "-Bye. -Take care. Bye.",
      "it": "- Arrivederci. - Stia bene."
    }
  },
  {
    "translation": {
      "en": "For several months, I tried to reach Sheriff Abernathy,",
      "it": "Per diversi mesi ho cercato di contattare Abernathy,"
    }
  },
  {
    "translation": {
      "en": "but he and others in his department refused to talk to me.",
      "it": "ma lui e altri suoi colleghi si sono rifiutati di parlare con me."
    }
  },
  {
    "translation": {
      "en": "[answering machine] …for Sheriff Ron Abernathy. Please leave a message, and I will return your call…",
      "it": "Per contattare lo sceriffo Ron Abernathy lasciate un messaggio e vi richiamerò."
    }
  },
  {
    "translation": {
      "en": "[Rachel] The only police officer I could find who had a lot of knowledge",
      "it": "L'unico agente che sono riuscita a trovare che sapeva parecchio"
    }
  },
  {
    "translation": {
      "en": "about Megan Rondini and was willing to talk to me was Carl Hershman.",
      "it": "del caso Rondini ed era disposto a parlare è stato Carl Hershman."
    }
  },
  {
    "translation": {
      "en": "-Okay, you got me now? -Got you now.",
      "it": "- Ora mi vedi? - Sì."
    }
  },
  {
    "translation": {
      "en": "[Carl] I was a cop for, uh, 32 years.",
      "it": "Ho fatto il poliziotto per 32 anni."
    }
  },
  {
    "translation": {
      "en": "The majority of that time I spent in Sex Crimes Unit.",
      "it": "Perlopiù nell'unità crimini sessuali."
    }
  },
  {
    "translation": {
      "en": "I've been here lately testifying a lot.",
      "it": "Ultimamente ho testimoniato molto."
    }
  },
  {
    "translation": {
      "en": "-Nice to meet you. I'm Rae. -Nice to meet you. I'm Carl.",
      "it": "- Piacere, Rae. - Piacere mio, Carl."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] He was an expert in a lawsuit involving Megan's case.",
      "it": "Ha partecipato come esperto nella causa di Megan."
    }
  },
  {
    "translation": {
      "en": "In Megan's case, within 13 hours of her reporting, she's treated as a suspect.",
      "it": "Nel caso di Megan, a 13 ore dalla denuncia lei viene trattata come sospettata."
    }
  },
  {
    "translation": {
      "en": "So, what are the things that they're… that they say, you know, make them question her story?",
      "it": "Quali sono le cose che, secondo loro, mettono in dubbio la sua storia?"
    }
  },
  {
    "translation": {
      "en": "Well, there were several. So, the… the inconsistency in her statement",
      "it": "Ce n'erano diverse. L'incongruenza nella sua dichiarazione fu"
    }
  },
  {
    "translation": {
      "en": "that she completely left out that they went back to her apartment.",
      "it": "che omise completamente che tornarono al suo appartamento."
    }
  },
  {
    "translation": {
      "en": "[Jones] Do you remember…",
      "it": "Te lo ricordi?"
    }
  },
  {
    "translation": {
      "en": "[Megan] I do not remember going there. [Jones] Okay.",
      "it": "- Non ricordo di esserci andata. - Ok."
    }
  },
  {
    "translation": {
      "en": "[Carl, voiceover] Inconsistent statements are not red flags.",
      "it": "Le dichiarazioni incoerenti non sono campanelli d'allarme."
    }
  },
  {
    "translation": {
      "en": "There's a reason for them.",
      "it": "C'è un motivo, dietro."
    }
  },
  {
    "translation": {
      "en": "Megan Rondini, 20 years old, severely intoxicated.",
      "it": "Megan Rondini, 20 anni, in grave stato d'ebbrezza,"
    }
  },
  {
    "translation": {
      "en": "She became blacked out.",
      "it": "ha perso i sensi."
    }
  },
  {
    "translation": {
      "en": "And now she's scared because she doesn't know what happened at the apartment.",
      "it": "Ed è spaventata perché non sa cosa sia successo nell'appartamento."
    }
  },
  {
    "translation": {
      "en": "This is something new to her.",
      "it": "È una cosa nuova per lei."
    }
  },
  {
    "translation": {
      "en": "Now she's questioning herself because that was just so foreign to her.",
      "it": "Dubita di se stessa perché è una cosa insolita, per lei."
    }
  },
  {
    "translation": {
      "en": "You can clearly see her body language.",
      "it": "Si vede dal suo linguaggio del corpo."
    }
  },
  {
    "translation": {
      "en": "As a victim, you think to yourself, this will be used against me.",
      "it": "Come vittima, pensi: \"Questo verrà usato contro di me."
    }
  },
  {
    "translation": {
      "en": "This is evidence. They… They think I'm lying.",
      "it": "È una prova. Pensano che stia mentendo\"."
    }
  },
  {
    "translation": {
      "en": "Now, she's the suspect.",
      "it": "E diventi la sospettata."
    }
  },
  {
    "translation": {
      "en": "Those investigators were thinking that this was consensual.",
      "it": "I detective pensano che fosse consensuale,"
    }
  },
  {
    "translation": {
      "en": "Even though at the hospital, she makes the statement, \"He held me down.\"",
      "it": "anche se in ospedale lei aveva dichiarato: \"Mi ha costretta\"."
    }
  },
  {
    "translation": {
      "en": "[Megan] He didn't hit me, he didn't, like, shove me. But he held me, like, down.",
      "it": "Non mi ha colpita, non mi ha spinta, ma mi ha costretta."
    }
  },
  {
    "translation": {
      "en": "Now TJ Bunn, he's not once treated like a sexual assault, uh, suspect.",
      "it": "TJ Bunn non è mai stato trattato come un sospettato di violenza sessuale."
    }
  },
  {
    "translation": {
      "en": "As they walk through with a video camera, you hear the lead detective say…",
      "it": "Mentre procedono con la videoregistrazione si sente il detective capo dire…"
    }
  },
  {
    "translation": {
      "en": "[Jones] …had consensual sex, so… I think he was scared when we showed up,",
      "it": "Avete fatto sesso consensuale. Forse eri spaventato quando ci hai visti."
    }
  },
  {
    "translation": {
      "en": "still probably intoxicated and making some bad decisions.",
      "it": "Sarà stata ubriaca e avrà preso delle decisioni sbagliate."
    }
  },
  {
    "translation": {
      "en": "[Carl, voiceover] They… They don't interview him on a sexual assault that just occurred hours before that.",
      "it": "Non lo interrogano su uno stupro avvenuto sole poche ore prima."
    }
  },
  {
    "translation": {
      "en": "They let him go on a fishing trip…",
      "it": "Lo lasciano andare a pesca."
    }
  },
  {
    "translation": {
      "en": "…with his attorney.",
      "it": "Col suo avvocato."
    }
  },
  {
    "translation": {
      "en": "-[Jones] Sorry, guys. -[Jason] No, that's all right.",
      "it": "- Scusate. - Non fa niente."
    }
  },
  {
    "translation": {
      "en": "I'll get y'all outta here.",
      "it": "Vi porto fuori di qui. Andiamo."
    }
  },
  {
    "translation": {
      "en": "-[TJ Bunn] Here. -[Jones] There we go.",
      "it": "Vi porto fuori di qui. Andiamo. 4 GIORNI DOPO LA DENUNCIA"
    }
  },
  {
    "translation": {
      "en": "[Jason] We, uh… We went fishing… What day did we go fishing? Thursday?",
      "it": "Siamo andati a pesca. Che giorno era? Giovedì?"
    }
  },
  {
    "translation": {
      "en": "Fishing Friday… well, Friday morning.",
      "it": "Era venerdì mattina."
    }
  },
  {
    "translation": {
      "en": "-[Jones] Anything biting? -[TJ Bunn] Yep.",
      "it": "- Avete preso qualcosa? - Sì."
    }
  },
  {
    "translation": {
      "en": "It's snapper season in state waters right now,",
      "it": "Sì, è la stagione dei dentici."
    }
  },
  {
    "translation": {
      "en": "-so we went out. -[Jones] Made a killing, huh?",
      "it": "Sì, è la stagione dei dentici. - Avete fatto una strage? - In sola mezz'ora."
    }
  },
  {
    "translation": {
      "en": "Yeah, we… we caught about 30 minutes in.",
      "it": "- Avete fatto una strage? - In sola mezz'ora."
    }
  },
  {
    "translation": {
      "en": "[Jones] Really? Thirty minutes?",
      "it": "- Già. - Davvero? Solo mezz'ora?"
    }
  },
  {
    "translation": {
      "en": "It took us 45 minutes to get there and 30 minutes to catch…",
      "it": "Ci abbiamo messo più ad arrivare che a pescare."
    }
  },
  {
    "translation": {
      "en": "The investigator gave his statement to him.",
      "it": "È il detective a dargli la sua deposizione."
    }
  },
  {
    "translation": {
      "en": "So y'all are having consensual sex. She never said no, never said stop.",
      "it": "Quindi avete fatto sesso consensuale e lei non ha detto di no o di fermarti."
    }
  },
  {
    "translation": {
      "en": "She was completely into it. -Right? -That's correct.",
      "it": "- Era completamente coinvolta? - Sì."
    }
  },
  {
    "translation": {
      "en": "If anything, to be honest, she was extremely flirtatious -from the time we picked her up. -[Jones] Okay.",
      "it": "Devo dire che è stata molto civettuola dal momento in cui è salita in auto."
    }
  },
  {
    "translation": {
      "en": "So, it was a willing-- [TJ Bunn] It was a willing participant on both ends.",
      "it": "- Ok, quindi è stata consenziente? - Era consenziente, certo."
    }
  },
  {
    "translation": {
      "en": "Y'all did y'all's job, and I appreciate it.",
      "it": "Grazie del vostro lavoro. Lo apprezzo molto."
    }
  },
  {
    "translation": {
      "en": "[Jones] Well, the way I look at it, man, if it was me on the other side of it, I'd want to do the same thing for me.",
      "it": "Se fossi io dall'altra parte, avrei fatto la stessa cosa, capisci?"
    }
  },
  {
    "translation": {
      "en": "-You know? -[TJ Bunn] I do. I appreciate all y'all. Y'all have done a very thorough job, and I appreciate it.",
      "it": "Voglio ringraziarvi. Siete stati molto scrupolosi, lo apprezzo."
    }
  },
  {
    "translation": {
      "en": "[Jones] I… I appreciate it. I appreciate you being cooperative. I know it's not something easy. And you too, man.",
      "it": "Grazie della collaborazione. So che non è una cosa facile da fare, no?"
    }
  },
  {
    "translation": {
      "en": "You know? He's always… always been easy to deal with, I'm telling you, always.",
      "it": "È sempre stato facile trattare con lui. Davvero. Sempre."
    }
  },
  {
    "translation": {
      "en": "I wish they were all that… that, uh, easy to get a hold of when you need to.",
      "it": "Vorrei che fossero tutti così facili da contattare quando…"
    }
  },
  {
    "translation": {
      "en": "-Y'all give me a sec. I'll be right back. -[Jason] Okay.",
      "it": "- Torno subito, ok? - Va bene. DURATA DELL'INTERROGATORIO"
    }
  },
  {
    "translation": {
      "en": "If they can communicate that to her. That I won't pursue…",
      "it": "Se le dicessero che non la perseguirò…"
    }
  },
  {
    "translation": {
      "en": "I won't pursue her if she don't pursue me.",
      "it": "Non la perseguirò se lei non perseguirà me,"
    }
  },
  {
    "translation": {
      "en": "But I will play hardball if she does.",
      "it": "ma giocherò duro se lo farà."
    }
  },
  {
    "translation": {
      "en": "-[Jones] You said you never resisted him. -[Megan] I did resist him.",
      "it": "- Dice che non hai mai opposto resistenza. - Invece sì."
    }
  },
  {
    "translation": {
      "en": "I said that I wanted to leave. When he tried to kiss me, I turned away.",
      "it": "Ho detto che volevo andarmene. Ha cercato di baciarmi e l'ho respinto…"
    }
  },
  {
    "translation": {
      "en": "-Like, I didn't-- -[Jones] But you didn't.",
      "it": "Ho detto che volevo andarmene. Ha cercato di baciarmi e l'ho respinto… Ma non l'hai preso a calci o colpito, né hai cercato di resistergli."
    }
  },
  {
    "translation": {
      "en": "Never kicked him or hit him, tried… tried to resist him.",
      "it": "Ma non l'hai preso a calci o colpito, né hai cercato di resistergli."
    }
  },
  {
    "translation": {
      "en": "So Megan, um…",
      "it": "Quindi, Megan…"
    }
  },
  {
    "translation": {
      "en": "[haltingly] Later on, Megan learns that they did pursue charges against her",
      "it": "In seguito Megan viene a sapere che l'hanno denunciata, sì,"
    }
  },
  {
    "translation": {
      "en": "for theft, not for false reporting.",
      "it": "ma per furto, non per falsa denuncia,"
    }
  },
  {
    "translation": {
      "en": "And so she moves back home and tries to move on with her life",
      "it": "quindi torna a casa e cerca di andare avanti con la sua vita"
    }
  },
  {
    "translation": {
      "en": "and go to school, but, uh, sadly Megan ends up taking her own life.",
      "it": "e di andare al college, ma purtroppo finisce per togliersi la vita…"
    }
  },
  {
    "translation": {
      "en": "[tearfully] Sorry.",
      "it": "Scusatemi."
    }
  },
  {
    "translation": {
      "en": "I was adamant that she find a therapist.",
      "it": "Insistetti perché trovasse uno psicologo."
    }
  },
  {
    "translation": {
      "en": "And so she was gonna go.",
      "it": "Ed era pronta ad andarci."
    }
  },
  {
    "translation": {
      "en": "She filled out all the forms, and they were there on her dresser, um…",
      "it": "Aveva compilato tutti i moduli ed erano lì sul suo comò."
    }
  },
  {
    "translation": {
      "en": "-When they found her body. -…filled out when they found her body.",
      "it": "- Era pronti. - Quando l'hanno trovata."
    }
  },
  {
    "translation": {
      "en": "[Rachel] When she died, um,",
      "it": "Quando si è suicidata,"
    }
  },
  {
    "translation": {
      "en": "she had a note next to her bed",
      "it": "aveva un biglietto accanto al letto"
    }
  },
  {
    "translation": {
      "en": "that said the reason she was seeking mental health treatment",
      "it": "che diceva che voleva uno psicologo"
    }
  },
  {
    "translation": {
      "en": "was because she was raped, bullied by police, and changed universities.",
      "it": "perché era stata stuprata, bullizzata dalla polizia e aveva cambiato college."
    }
  },
  {
    "translation": {
      "en": "Her parents sued the school and the alleged assailant.",
      "it": "I suoi genitori fecero causa al college e al presunto aggressore"
    }
  },
  {
    "translation": {
      "en": "Um, they settled with the school and the alleged assailant. They could not sue the sheriff's department.",
      "it": "e raggiunsero un accordo con entrambi, ma non poterono fare causa alla polizia."
    }
  },
  {
    "translation": {
      "en": "A lawsuit filed against two investigators and myself",
      "it": "Una causa intentata contro due detective e me"
    }
  },
  {
    "translation": {
      "en": "regarding the Megan Rondini suicide has been dismissed.",
      "it": "in merito al suicidio di Megan Rondini è stata archiviata."
    }
  },
  {
    "translation": {
      "en": "The Alabama Attorney General's office reviewed the case",
      "it": "Il procuratore generale dell'Alabama ha esaminato il caso"
    }
  },
  {
    "translation": {
      "en": "and approved our investigators' actions and the investigative process.",
      "it": "e ha approvato le azioni dei detective e la procedura investigativa."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Hi, Sheriff Abernathy. My name is Rachel de Leon. I'm a reporter.",
      "it": "Salve, sceriffo Abernathy. Sono Rachel De Leon, una giornalista."
    }
  },
  {
    "translation": {
      "en": "-[Abernathy] Hold on a second. -[Rachel] Okay.",
      "it": "- Aspetti un momento. - Ok."
    }
  },
  {
    "translation": {
      "en": "-Hi. -I really don't have anything to say.",
      "it": "- Salve. - Non ho niente da dire."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I… I don't need to get into the specifics. We can talk generally",
      "it": "Possiamo parlare in generale del dipartimento"
    }
  },
  {
    "translation": {
      "en": "about the department and how it handles sexual assault investigations.",
      "it": "e di come gestisce le indagini sulle violenze sessuali."
    }
  },
  {
    "translation": {
      "en": "Okay, I'll see what I can do.",
      "it": "Ok, vedrò cosa posso fare."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I appreciate that, and sorry for, you know, bombarding you on a weekend,",
      "it": "La ringrazio. E mi dispiace di averla disturbata nel week-end,"
    }
  },
  {
    "translation": {
      "en": "but I'm in town tomorrow, and I'd be happy to meet with you if you have some time.",
      "it": "ma domani sono in città e sarei felice d'incontrarla, se ha un po' di tempo."
    }
  },
  {
    "translation": {
      "en": "-Okay. I appreciate it. -[Rachel] In the morning. Thank you.",
      "it": "- Ok. Grazie. - In mattinata. Grazie."
    }
  },
  {
    "translation": {
      "en": "I'm super nervous, in general, knocking on someone's door.",
      "it": "Sono molto nervosa quando busso alla porta della gente."
    }
  },
  {
    "translation": {
      "en": "When I do things like that, I just remember that I'm doing it",
      "it": "Quando faccio cose del genere, mi ricordo che lo faccio"
    }
  },
  {
    "translation": {
      "en": "on behalf of someone else who… who can't do it themselves.",
      "it": "per conto di qualcun altro che non può farlo da sé."
    }
  },
  {
    "translation": {
      "en": "It's really important for me that I see the evidence for myself",
      "it": "Per me è molto importante vedere le prove con i miei occhi"
    }
  },
  {
    "translation": {
      "en": "to make sure I have everything right and get to the truth without hearing it secondhand.",
      "it": "per assicurarmi di avere tutto e arrivare alla verità senza intermediari."
    }
  },
  {
    "translation": {
      "en": "Megan's and Emma's cases were both handled by the same police unit.",
      "it": "I casi di Megan ed Emma furono gestiti dalla stessa unità di polizia,"
    }
  },
  {
    "translation": {
      "en": "But are they indicative of a police culture unique to Tuscaloosa,",
      "it": "ma sono indice di una cultura poliziesca tipica di Tuscaloosa"
    }
  },
  {
    "translation": {
      "en": "or are they part of a bigger pattern?",
      "it": "o fanno parte di un quadro più ampio?"
    }
  },
  {
    "translation": {
      "en": "[colleague] Feels like there's a lot of larger cultural issues at play here.",
      "it": "Sembra che qui siano in gioco molte questioni culturali più ampie,"
    }
  },
  {
    "translation": {
      "en": "Like, from believing women, you know, to police biases.",
      "it": "dal credere alle donne ai pregiudizi della polizia."
    }
  },
  {
    "translation": {
      "en": "To me, the big question is, do we know how representative this is?",
      "it": "La domanda principale è: sappiamo quanto sia rappresentativo?"
    }
  },
  {
    "translation": {
      "en": "You know, without necessarily going to get cases,",
      "it": "Senza necessariamente prendere dei casi,"
    }
  },
  {
    "translation": {
      "en": "maybe you could collect the media reports of false reporting just to show",
      "it": "si potrebbero raccogliere i report dei media sulle false denunce"
    }
  },
  {
    "translation": {
      "en": "that it is at least maybe a national issue.",
      "it": "per dimostrare che si tratta di un problema nazionale."
    }
  },
  {
    "translation": {
      "en": "-[Rachel] Nope, don't even go near. -[intriguing music playing]",
      "it": "Non ti azzardare."
    }
  },
  {
    "translation": {
      "en": "I wanted to find out how many people were prosecuted for false reporting,",
      "it": "Volevo scoprire quante persone sono state perseguite per falsa denuncia."
    }
  },
  {
    "translation": {
      "en": "but there is essentially no research that has been done about this.",
      "it": "Ma non è mai stata fatta nessuna ricerca in merito."
    }
  },
  {
    "translation": {
      "en": "I have a Google alert set up to catch certain articles that would come in,",
      "it": "Ho impostato un avviso di Google per individuare determinati articoli"
    }
  },
  {
    "translation": {
      "en": "and new alerts would show up every month.",
      "it": "e ogni mese compaiono nuovi avvisi."
    }
  },
  {
    "translation": {
      "en": "[female reporter 1] A woman has pled guilty to three felonies and two misdemeanors…",
      "it": "Una donna si è dichiarata colpevole di tre reati e due illeciti."
    }
  },
  {
    "translation": {
      "en": "[female reporter 2] …charges against a well-known yoga teacher.",
      "it": "Denunciata nota insegnante di yoga."
    }
  },
  {
    "translation": {
      "en": "[male reporter] …sexually assaulted by three police officers while she…",
      "it": "…violentata da tre agenti di polizia mentre era priva di sensi."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I managed to gather more than 160 cases that were reported on in the media,",
      "it": "Sono riuscita a raccogliere più di 160 casi riportati dai media,"
    }
  },
  {
    "translation": {
      "en": "mostly from the last ten years from all over the country.",
      "it": "perlopiù negli ultimi dieci anni, provenienti da tutto il Paese."
    }
  },
  {
    "translation": {
      "en": "[Amanda] Rae just kept finding more and more cases,",
      "it": "Rae continuava a trovare sempre più casi"
    }
  },
  {
    "translation": {
      "en": "and at a certain point, we were like, \"Shit!\"",
      "it": "e a un certo punto ci siamo detti: \"Cavolo\"."
    }
  },
  {
    "translation": {
      "en": "Like, we got this was gonna be a quick story, and this is… this is huge.",
      "it": "Ci aspettavamo una storia veloce e invece era una cosa enorme,"
    }
  },
  {
    "translation": {
      "en": "And my role was to kick the tires on it.",
      "it": "e io ho dovuto valutare la situazione."
    }
  },
  {
    "translation": {
      "en": "Okay, what… what do we really have? What evidence can you find?",
      "it": "\"Ok. Cosa abbiamo davvero? Che prove riesci a trovare?\""
    }
  },
  {
    "translation": {
      "en": "We have been collecting as much audio or video of interviews as possible,",
      "it": "Abbiamo raccolto il maggior numero di interrogatori audio e video possibile"
    }
  },
  {
    "translation": {
      "en": "'cause I just think that's a very important thing to look at.",
      "it": "perché ritengo che siano molto importanti da esaminare."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] I'm gonna tell you right now that basically, I got you here under, basically, a ruse.",
      "it": "Ti dirò subito che ti ho portata qui con un espediente, praticamente."
    }
  },
  {
    "translation": {
      "en": "-Okay. -[male investigator 1] Okay. Uh…",
      "it": "- Ok? - Va bene. LAWRENCE, KANSAS"
    }
  },
  {
    "translation": {
      "en": "-There is no letter. -Okay.",
      "it": "- Non c'è nessuna lettera. - Ok."
    }
  },
  {
    "translation": {
      "en": "And what we've done is we've allowed the DA's office to review this case.",
      "it": "Abbiamo permesso al procuratore di riesaminare il caso."
    }
  },
  {
    "translation": {
      "en": "And they've issued a warrant for your arrest.",
      "it": "- Ok. - E ha predisposto il tuo arresto."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "it": "Ok."
    }
  },
  {
    "translation": {
      "en": "For falsely reporting a police report, or a rape.",
      "it": "Per falsa denuncia di stupro."
    }
  },
  {
    "translation": {
      "en": "It appears that you were using the threat of rape to get what you want.",
      "it": "Hai usato la minaccia dello stupro per ottenere quello che volevi."
    }
  },
  {
    "translation": {
      "en": "No, sir.",
      "it": "No, signore."
    }
  },
  {
    "translation": {
      "en": "[male investigator 2] I just wanna tell you this, and there's no getting around it, um,",
      "it": "Voglio solo dirti questo, ed è un dato di fatto:"
    }
  },
  {
    "translation": {
      "en": "the evidence that we have in this case is not jiving with your side of the story.",
      "it": "le prove che abbiamo non coincidono con la tua versione della storia."
    }
  },
  {
    "translation": {
      "en": "[male investigator 3] Our investigation is showing, there is",
      "it": "La nostra indagine dimostra che nella tua versione dei fatti…"
    }
  },
  {
    "translation": {
      "en": "some things that we believe are untrue coming from your side of the story.",
      "it": "La nostra indagine dimostra che nella tua versione dei fatti… ci sono cose che non riteniamo vere."
    }
  },
  {
    "translation": {
      "en": "[Amanda] We're never gonna know exactly what happened in any of these assault cases,",
      "it": "Non sapremo mai cosa è successo davvero in questi casi di violenza,"
    }
  },
  {
    "translation": {
      "en": "but we can look at the police investigation.",
      "it": "ma possiamo esaminare le indagini della polizia."
    }
  },
  {
    "translation": {
      "en": "Who did the police talk to?",
      "it": "Con chi hanno parlato?"
    }
  },
  {
    "translation": {
      "en": "What methods did they follow? Was it thorough? Was it fair?",
      "it": "Quali metodi hanno seguito? Sono stati accurati e corretti?"
    }
  },
  {
    "translation": {
      "en": "And did they rely on the reporting victim retracting their story or recanting?",
      "it": "E si sono affidati alla ritrattazione, da parte della vittima, della denuncia?"
    }
  },
  {
    "translation": {
      "en": "[female investigator 1] You'll be charged with filing a false report.",
      "it": "Sarai accusata di falsa denuncia."
    }
  },
  {
    "translation": {
      "en": "You're gonna go to the Douglas County Jail…",
      "it": "Andrai al carcere di Douglas."
    }
  },
  {
    "translation": {
      "en": "-From here? -You'll be booked in.",
      "it": "- Da qui? - E sarai schedata. Sì."
    }
  },
  {
    "translation": {
      "en": "[male investigator 2] The charges will be… [female investigator 2] Falsely reporting an incident.",
      "it": "- L'accusa è di - Falsa denuncia di reato."
    }
  },
  {
    "translation": {
      "en": "I noticed when I got into the Sex Crimes Unit",
      "it": "Quando sono entrato nell'unità crimini sessuali"
    }
  },
  {
    "translation": {
      "en": "that every year, more people reported. Right?",
      "it": "Quando sono entrato nell'unità crimini sessuali ho notato che ogni anno aumentavano le denunce,"
    }
  },
  {
    "translation": {
      "en": "But you're getting less detectives to investigate.",
      "it": "ma c'erano meno detective per indagare."
    }
  },
  {
    "translation": {
      "en": "Sex crimes are always gonna take longer to work than other crimes.",
      "it": "I crimini sessuali richiedono più tempo rispetto ad altri reati,"
    }
  },
  {
    "translation": {
      "en": "And if you're already holding 30 cases to 40 cases,",
      "it": "e se hai già 30 o 40 casi,"
    }
  },
  {
    "translation": {
      "en": "you could end up shortcutting your investigative process.",
      "it": "potresti finire per ridurre le indagini all'osso."
    }
  },
  {
    "translation": {
      "en": "If I can get her to, you know, decline prosecution or stop the investigation,",
      "it": "Se la convinco a rinunciare all'azione penale o a fermare le indagini,"
    }
  },
  {
    "translation": {
      "en": "my numbers come down.",
      "it": "i miei numeri scendono."
    }
  },
  {
    "translation": {
      "en": "You don't think I can… an 18-year-old can come up, and I can talk her out of coming forward.",
      "it": "Credi che non possa convincere una diciottenne a non denunciare?"
    }
  },
  {
    "translation": {
      "en": "Oh, I can.",
      "it": "Certo che posso."
    }
  },
  {
    "translation": {
      "en": "Uh, oh yeah, Cathy. Yeah, yeah, I read your case. Yeah, sorry this happened to you.",
      "it": "Oh, sì, Cathy. Ho letto il tuo caso. Mi dispiace per quello che ti è successo."
    }
  },
  {
    "translation": {
      "en": "Hey, look, um, I'm gonna tell you right now,",
      "it": "Senti, per te non si metterà bene"
    }
  },
  {
    "translation": {
      "en": "because you were making out with this guy or his friend before, uh, that's not gonna look good.",
      "it": "perché prima stavi amoreggiando con questo ragazzo o con il suo amico."
    }
  },
  {
    "translation": {
      "en": "So, and the DA, they're gonna frown upon that you were drinking underage.",
      "it": "E il procuratore non vedrà di buon occhio il fatto che avevi bevuto e sei minorenne."
    }
  },
  {
    "translation": {
      "en": "Okay, thanks.",
      "it": "Ok. Grazie."
    }
  },
  {
    "translation": {
      "en": "Click. Bang. Sign it off. Hand it in.",
      "it": "Caso chiuso. Verbale firmato e consegnato."
    }
  },
  {
    "translation": {
      "en": "[Jones] Now you're 20?",
      "it": "- Hai 20 anni? - Sì."
    }
  },
  {
    "translation": {
      "en": "-[Megan] Yes. -[Jones] And you got a fake ID?",
      "it": "E hai un documento falso?"
    }
  },
  {
    "translation": {
      "en": "And… And you said that you",
      "it": "E hai detto di aver bevuto"
    }
  },
  {
    "translation": {
      "en": "had five cups of beer?",
      "it": "cinque bicchieri di birra?"
    }
  },
  {
    "translation": {
      "en": "[Megan] Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "[Akridge] So they offered you shots of the Skyy vodka?",
      "it": "Ti hanno offerto degli shottini di vodka?"
    }
  },
  {
    "translation": {
      "en": "-[Emma] Yes. -[Akridge] Did y'all drink any of it?",
      "it": "- Sì. - E li hai bevuti?"
    }
  },
  {
    "translation": {
      "en": "This is what I think.",
      "it": "Io la vedo così."
    }
  },
  {
    "translation": {
      "en": "You and Steven started having consensual sex.",
      "it": "Tu e Steven avete iniziato a fare sesso consensuale."
    }
  },
  {
    "translation": {
      "en": "You freak out a little bit…",
      "it": "Poi tu ti sei spaventata."
    }
  },
  {
    "translation": {
      "en": "[male investigator] Everything was good? Consensual? Both you guys are grown adults.",
      "it": "Era tutto regolare e consensuale. Avete fatto sesso. Siete entrambi adulti."
    }
  },
  {
    "translation": {
      "en": "You don't wanna ruin this guy's life, do you?",
      "it": "Non vuoi rovinarlo e mandarlo in galera, no?"
    }
  },
  {
    "translation": {
      "en": "-You don't wanna see him go to prison. -Deep down he's a good dude.",
      "it": "Non vuoi rovinarlo e mandarlo in galera, no? In fondo è un bravo ragazzo. Avete fatto un errore."
    }
  },
  {
    "translation": {
      "en": "I mean, you guys just made a mistake.",
      "it": "In fondo è un bravo ragazzo. Avete fatto un errore."
    }
  },
  {
    "translation": {
      "en": "You go your way. He'll go his way. We're gonna go our way.",
      "it": "Tu vai per la tua strada, lui per la sua e noi per la nostra."
    }
  },
  {
    "translation": {
      "en": "[Rachel] In most of the cases I looked at,",
      "it": "In molti dei casi esaminati,"
    }
  },
  {
    "translation": {
      "en": "the alleged assailant was known somehow to the reporting victim,",
      "it": "in qualche modo la vittima conosceva il presunto stupratore"
    }
  },
  {
    "translation": {
      "en": "or there was a brief encounter before the incident.",
      "it": "o c'era stato un breve incontro prima del fatto."
    }
  },
  {
    "translation": {
      "en": "[Rachel] That opens up the possibility the police could say there was consent.",
      "it": "Questo permette alla polizia di affermare che è stato consensuale."
    }
  },
  {
    "translation": {
      "en": "[Jones] …a pretty big deal, okay?",
      "it": "È un problema, ok?"
    }
  },
  {
    "translation": {
      "en": "[Rachel] But then I found a case about a total stranger.",
      "it": "Ma poi ho trovato un caso di un perfetto sconosciuto."
    }
  },
  {
    "translation": {
      "en": "[reporter] King University student claimed that a law enforcement officer",
      "it": "Una studentessa della King University ha dichiarato che un poliziotto,"
    }
  },
  {
    "translation": {
      "en": "or person impersonating an officer assaulted her during a traffic stop.",
      "it": "o un uomo che si spacciava per tale, l'ha stuprata dopo averla fatta accostare."
    }
  },
  {
    "translation": {
      "en": "The sheriff's office says Dyanie Bermeo admitted that she lied",
      "it": "Dyanie Bermeo ha ammesso di aver mentito"
    }
  },
  {
    "translation": {
      "en": "and charged her with giving false report to law enforcement.",
      "it": "ed è stata accusata di falsa denuncia alla polizia."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I got wind of Dyanie's case as it was unfolding,",
      "it": "Ho saputo del caso di Dyanie mentre era in corso"
    }
  },
  {
    "translation": {
      "en": "and I met Melissa who is fighting Dyanie's false reporting charge at no cost.",
      "it": "e ho conosciuto Melissa, che si stava occupando dell'accusa di Dyanie pro bono."
    }
  },
  {
    "translation": {
      "en": "Like, I saw the story. -[Rachel] Yeah. -It didn't sit well with me.",
      "it": "Volevo farle sapere che la situazione non mi piaceva"
    }
  },
  {
    "translation": {
      "en": "And I just wanted to let her know, you know, if she wants to talk about it, I'm here. I'm also an attorney…",
      "it": "e che ero disposta ad ascoltarla. Sono anche un avvocato, quindi…"
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] Her case caught my attention because it's so different from the others I've been investigating.",
      "it": "Mi ha incuriosita perché è molto diverso dagli altri su cui ho indagato."
    }
  },
  {
    "translation": {
      "en": "Dyanie says she was assaulted by a total stranger.",
      "it": "Dyanie dice di essere stata stuprata da un perfetto sconosciuto."
    }
  },
  {
    "translation": {
      "en": "And so, if police aren't disputing consent in the case,",
      "it": "Perciò, se in questo caso la polizia non contesta il consenso,"
    }
  },
  {
    "translation": {
      "en": "what is the basis for their doubt?",
      "it": "su cosa si basa il loro dubbio?"
    }
  },
  {
    "translation": {
      "en": "My name is Dyanie Bermeo.",
      "it": "Mi chiamo Dyanie Bermeo."
    }
  },
  {
    "translation": {
      "en": "I go to school at King University,",
      "it": "Frequento la King University"
    }
  },
  {
    "translation": {
      "en": "and I'm a double major in psychology and criminal justice.",
      "it": "e sto per laurearmi in Psicologia e in Diritto Penale."
    }
  },
  {
    "translation": {
      "en": "I remember I was in eighth grade.",
      "it": "Ero in terza media."
    }
  },
  {
    "translation": {
      "en": "I would hear the Law & Order theme song coming on, and I was like, \"Dad, why are you watching this? Like, just change it.\"",
      "it": "Sentendo la sigla di Law & Order dissi: \"Papà, perché lo guardi? Cambia canale\"."
    }
  },
  {
    "translation": {
      "en": "And he was just like, \"Sit down and actually watch an episode with me.\"",
      "it": "E lui: \"Siediti e guarda un episodio con me\"."
    }
  },
  {
    "translation": {
      "en": "And I got hooked.",
      "it": "Mi appassionò."
    }
  },
  {
    "translation": {
      "en": "I'm Detective Benson.",
      "it": "Sono la detective Benson."
    }
  },
  {
    "translation": {
      "en": "Who are you?",
      "it": "Lei chi è?"
    }
  },
  {
    "translation": {
      "en": "I'm Dori.",
      "it": "Io sono Dory."
    }
  },
  {
    "translation": {
      "en": "[Dyanie, voiceover] My favorite detective probably would be Olivia Benson.",
      "it": "La mia detective preferita è Olivia Benson."
    }
  },
  {
    "translation": {
      "en": "You know where she is!",
      "it": "Tu sai dov'è!"
    }
  },
  {
    "translation": {
      "en": "[Dyanie, continuing] I used to just love watching her catch the bad guy",
      "it": "Mi piaceva molto guardarla mentre prendeva il cattivo,"
    }
  },
  {
    "translation": {
      "en": "and just how she pieced all the clues together and everything.",
      "it": "come metteva insieme gli indizi, le prove e tutto il resto."
    }
  },
  {
    "translation": {
      "en": "The hints, the evidence. And it was awesome.",
      "it": "Era semplicemente fantastico."
    }
  },
  {
    "translation": {
      "en": "We've got names, addresses, dates of birth, Social Security numbers.",
      "it": "Abbiamo nomi, indirizzi, date di nascita e codici fiscali."
    }
  },
  {
    "translation": {
      "en": "I knew I wanted to be a cop.",
      "it": "Volevo entrare in polizia."
    }
  },
  {
    "translation": {
      "en": "But this past year,",
      "it": "Ma l'anno scorso"
    }
  },
  {
    "translation": {
      "en": "that hope of trying to be a… like, trying to make a difference… [tearfully] …just wasn't there anymore.",
      "it": "la speranza di provare a fare la differenza è svanita."
    }
  },
  {
    "translation": {
      "en": "[Dyanie] I was 21 at the time.",
      "it": "All'epoca avevo 21 anni."
    }
  },
  {
    "translation": {
      "en": "I was driving back to campus, and I was listening to music.",
      "it": "Stavo tornando al campus e ascoltavo la musica."
    }
  },
  {
    "translation": {
      "en": "And then for a flash second, I was looking up at my rearview mirror,",
      "it": "Poi guardai nello specchietto e vidi delle luci blu."
    }
  },
  {
    "translation": {
      "en": "and I saw blue lights, and I was just like, \"Are you kidding me?\"",
      "it": "Poi guardai nello specchietto e vidi delle luci blu. Pensai: \"Ma scherziamo?\""
    }
  },
  {
    "translation": {
      "en": "So, I pulled over,",
      "it": "Al che, accostai."
    }
  },
  {
    "translation": {
      "en": "and the officer came to my window, and he said, \"Did you know how fast you were going?\"",
      "it": "L'agente si avvicinò al finestrino e mi disse: \"Sai a che velocità andavi?\""
    }
  },
  {
    "translation": {
      "en": "And I was like, \"No, sir. It couldn't have been more than 40.\"",
      "it": "E io: \"No, signore, non andavo a più di 65 km/h\"."
    }
  },
  {
    "translation": {
      "en": "He was, like, \"Okay, well, can you step out of the vehicle?\"",
      "it": "E lui: \"Ok, beh, puoi scendere dal veicolo?\""
    }
  },
  {
    "translation": {
      "en": "I asked him why,",
      "it": "Gli chiesi perché."
    }
  },
  {
    "translation": {
      "en": "and he was just, like, \"Well if you're gonna be this much trouble,",
      "it": "E lui: \"Se non fai come dico, chiamo i rinforzi"
    }
  },
  {
    "translation": {
      "en": "I can call for backup and have five to six officers out here.\"",
      "it": "e faccio venire qui cinque o sei agenti\"."
    }
  },
  {
    "translation": {
      "en": "And as soon as I got out of the vehicle,",
      "it": "Appena scesi dall'auto, non mi permise di guardarlo."
    }
  },
  {
    "translation": {
      "en": "he didn't even let me look at him or anything. He turned me around.",
      "it": "Appena scesi dall'auto, non mi permise di guardarlo. Mi fece voltare"
    }
  },
  {
    "translation": {
      "en": "He started searching me like…",
      "it": "e poi iniziò a perquisirmi in questo modo."
    }
  },
  {
    "translation": {
      "en": "Like, he went like this. He didn't go under my shirt or anything,",
      "it": "e poi iniziò a perquisirmi in questo modo. Non mi alzò la maglietta o altro, ma si insinuò tra le mie gambe."
    }
  },
  {
    "translation": {
      "en": "and then he went in between my legs. I was just standing there.",
      "it": "Non mi alzò la maglietta o altro, ma si insinuò tra le mie gambe. Io ero lì in piedi. Non volevo guardare. Tenni gli occhi chiusi."
    }
  },
  {
    "translation": {
      "en": "I didn't want to look. I had my eyes closed and everything.",
      "it": "Io ero lì in piedi. Non volevo guardare. Tenni gli occhi chiusi."
    }
  },
  {
    "translation": {
      "en": "He got back in his car, and he drove off.",
      "it": "Poi risalì in auto e se ne andò."
    }
  },
  {
    "translation": {
      "en": "The first person I called was my dad.",
      "it": "Per primo chiamai mio padre."
    }
  },
  {
    "translation": {
      "en": "And I remember crying to him, and I told him to not be mad.",
      "it": "Ricordo che piangevo e gli dissi di non arrabbiarsi,"
    }
  },
  {
    "translation": {
      "en": "I had told him that I was going to talk to the police… [sniffles]",
      "it": "che avrei parlato con la polizia e denunciato il fatto,"
    }
  },
  {
    "translation": {
      "en": "…and to report it, and he was like, \"Okay, okay, that's fine. Yeah.\"",
      "it": "che avrei parlato con la polizia e denunciato il fatto, e lui mi disse: \"Ok, va bene. Sì\"."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] What could you tell about his face, if anything?",
      "it": "Ricordi la sua faccia? Qualcosa in particolare?"
    }
  },
  {
    "translation": {
      "en": "[Dyanie] Nothing. I mean, he didn't even… As soon as I got out of the vehicle,",
      "it": "Niente. Non l'ho visto. Appena sono scesa dall'auto,"
    }
  },
  {
    "translation": {
      "en": "he told me to turn around and put my hands on my car.",
      "it": "mi ha detto di girarmi e di mettere le mani sul veicolo."
    }
  },
  {
    "translation": {
      "en": "And while he was touching me, I… All I could say was,",
      "it": "Mentre mi toccava, sono riuscita a dire solo:"
    }
  },
  {
    "translation": {
      "en": "\"P… Please think what you're doing.\" \"What you're about to do. Just, please, think about it.\"",
      "it": "\"Ti prego, pensa bene a quello che stai per fare\"."
    }
  },
  {
    "translation": {
      "en": "And he told me to shut up.",
      "it": "E lui mi ha detto di stare zitta."
    }
  },
  {
    "translation": {
      "en": "I didn't even get to see him.",
      "it": "Non sono riuscita a vederlo."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] About how tall, compared to you, do you feel like he was?",
      "it": "Quanto era alto rispetto a te?"
    }
  },
  {
    "translation": {
      "en": "[Dyanie] Taller. Um, at least six-four.",
      "it": "Più alto. Direi almeno 190 cm."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] What car were you in?",
      "it": "Che auto hai?"
    }
  },
  {
    "translation": {
      "en": "[Dyanie] A 2020 black Kia Soul.",
      "it": "Una Kia Soul nera del 2020."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] Kia Soul.",
      "it": "Una Kia Soul."
    }
  },
  {
    "translation": {
      "en": "We're taking this serious, and certainly we don't want anyone out there impersonating a police officer",
      "it": "La questione è seria e non vogliamo che qualcuno si spacci per poliziotto"
    }
  },
  {
    "translation": {
      "en": "and stopping females, and…",
      "it": "per fermare le donne e…"
    }
  },
  {
    "translation": {
      "en": "-Uh… -That's right. Touching their body inappropriately or whatever.",
      "it": "- Ma certo. - …molestarle o abusarne."
    }
  },
  {
    "translation": {
      "en": "You don't want them doing that.",
      "it": "Certo che non lo volete."
    }
  },
  {
    "translation": {
      "en": "I started digging into these cases where rape victims",
      "it": "Ho iniziato a indagare sui casi in cui le vittime di stupro sono state perseguite per falsa denuncia"
    }
  },
  {
    "translation": {
      "en": "have been prosecuted for false reporting back in about 2013,",
      "it": "sui casi in cui le vittime di stupro sono state perseguite per falsa denuncia nel 2013."
    }
  },
  {
    "translation": {
      "en": "and there's been a number of cases where I've served as an expert witness",
      "it": "E mi hanno consultata svariate volte"
    }
  },
  {
    "translation": {
      "en": "when somebody's been prosecuted for a suspected false reporting.",
      "it": "in casi di persecuzione di una sospetta falsa denuncia."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] If I pull it up on Google Maps, you think you could show me -about where you were stopped at? -[Dyanie] Yes.",
      "it": "Se lo cerco su Google Maps, pensi di potermi mostrare dove ti ha fermata?"
    }
  },
  {
    "translation": {
      "en": "She's… I don't expect she's necessarily gonna remember where she was assaulted. Where exactly on the road.",
      "it": "Non ricorderà necessariamente il punto esatto in cui è stata violentata."
    }
  },
  {
    "translation": {
      "en": "-She does though. -Does she? She gives them so much information because she… -She’s a very detail-oriented person. -Okay.",
      "it": "Invece sì. Dà loro molte informazioni. È una persona molto attenta ai dettagli."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] All right, thank you very much. [Dyanie] Thank you.",
      "it": "- Ok. Grazie mille. - Grazie."
    }
  },
  {
    "translation": {
      "en": "Oh, and here they start talking about their suspect. This is very interesting.",
      "it": "Ora parlano del loro sospettato, cosa molto interessante."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] Guy's gonna be about 50, 45 to 50 years old. You know exactly who I'm thinking, don't you?",
      "it": "Il tizio in questione avrà circa 45, 50 anni. Sai cosa sto pensando, vero?"
    }
  },
  {
    "translation": {
      "en": "-[male investigator 2] Six-foot-four. -[male investigator 1] Dewayne Mullins.",
      "it": "Ha detto che era alto 190 cm, come Dewayne Mullins."
    }
  },
  {
    "translation": {
      "en": "We suspected him years ago for stuff like that,",
      "it": "Anni fa ha già fatto cose simili e voleva fare il poliziotto."
    }
  },
  {
    "translation": {
      "en": "-wanting to be a police officer. -[male investigator 2] Dewayne Mullins…",
      "it": "Anni fa ha già fatto cose simili e voleva fare il poliziotto. Sì, infatti. Ci sta."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] Yes! He's got family--",
      "it": "- Ha famiglia… - E ha una Crown Victoria!"
    }
  },
  {
    "translation": {
      "en": "He's got a Crown Vic! He's got family down this way.",
      "it": "- Ha famiglia… - E ha una Crown Victoria! - Come le nostre volanti. - Ha famiglia."
    }
  },
  {
    "translation": {
      "en": "You know, they have a lead here. This is a possible suspect.",
      "it": "Hanno una pista e un possibile sospettato."
    }
  },
  {
    "translation": {
      "en": "You have to alibi that guy. Where were you on this date and time?",
      "it": "Devono verificare il suo alibi. Dov'era quel giorno a quell'ora?"
    }
  },
  {
    "translation": {
      "en": "And he's six-five. He's been convicted for impersonating a police officer before.",
      "it": "L'altezza corrisponde e si è già spacciato per un poliziotto."
    }
  },
  {
    "translation": {
      "en": "I'm not saying it's Dewayne Mullins. I'm just saying that… that's a lead you got to follow up on and really hard.",
      "it": "Non sto dicendo che sia stato lui, ma che è una pista da seguire per bene."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Hi, this message is for Dewayne Mullins.",
      "it": "Salve, questo messaggio è per Dewayne Mullins."
    }
  },
  {
    "translation": {
      "en": "Um, I don't know if I have the right number--",
      "it": "Non so se sia il numero…"
    }
  },
  {
    "translation": {
      "en": "[automated voice] …rerecord your message, press one. To mark your message urgent, press two.",
      "it": "Per ripetere o registrare il messaggio, premere uno. Se è urgente, due."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Hi, Dewayne, my name is Rachel de Leon.",
      "it": "Salve Dewayne, mi chiamo Rachel De Leon."
    }
  },
  {
    "translation": {
      "en": "There's something that's come up in a story I'm working on,",
      "it": "Sono emersi degli elementi in una storia a cui sto lavorando"
    }
  },
  {
    "translation": {
      "en": "and I think you're the person I want to speak with about.",
      "it": "e credo di doverne parlare con lei."
    }
  },
  {
    "translation": {
      "en": "They had someone in mind. She remembers the person being six-four or six-five.",
      "it": "Avevano in mente un sospettato. La donna ricorda che era alto 190 cm."
    }
  },
  {
    "translation": {
      "en": "Said he was driving a Crown Victoria.",
      "it": "E che guidava una Crown Victoria."
    }
  },
  {
    "translation": {
      "en": "-I haven't had a Crown Vic in years. -Okay. All right.",
      "it": "- Sono anni che non ho una Crown Vic. - Ok."
    }
  },
  {
    "translation": {
      "en": "We never even heard of the case.",
      "it": "Non ne sappiamo nulla."
    }
  },
  {
    "translation": {
      "en": "-They never reached out to let you know? -[both] No.",
      "it": "Non l'hanno mai chiamata per informarla?"
    }
  },
  {
    "translation": {
      "en": "If you do figure out, like, where you were, I'd really appreciate it.",
      "it": "Se riuscisse a ricordare dove si trovava, gliene sarei grata."
    }
  },
  {
    "translation": {
      "en": "-And I heard-- -I wasn't back around there. From nine to… nine to ten, I would've been at work.",
      "it": "Non ero da quelle parti tra le 21:00 e le 22:00. Ero al lavoro."
    }
  },
  {
    "translation": {
      "en": "-Titan Wheel. -Yeah. They got cameras. -In Saltville. They got cameras. -Say it again.",
      "it": "- Titan Wheel a Saltville. Infatti. - Ci sono le telecamere."
    }
  },
  {
    "translation": {
      "en": "[Carl] They had a guy in mind, a possible suspect in mind.",
      "it": "Avevano in mente un possibile sospettato"
    }
  },
  {
    "translation": {
      "en": "What they decide to do is go out and try to get video of where she had driven into and such.",
      "it": "e hanno deciso di recuperare i filmati relativi al percorso fatto dalla donna."
    }
  },
  {
    "translation": {
      "en": "Right. Maybe we'll get his car on there, and then we can confront him with it. That's great.",
      "it": "Magari speravano di trovare la sua auto e di poterlo interrogare. Ottimo."
    }
  },
  {
    "translation": {
      "en": "First video was from a gas station that nobody ever mentions they drove past.",
      "it": "Il primo era di una stazione di servizio che nessuno ha mai detto di aver passato."
    }
  },
  {
    "translation": {
      "en": "The second one was from a Jeep dealership.",
      "it": "Il secondo era di una concessionaria Jeep."
    }
  },
  {
    "translation": {
      "en": "They call, and they talked to Adam. No… No last name.",
      "it": "Hanno chiamato e hanno parlato con tale Adam. Nessun cognome."
    }
  },
  {
    "translation": {
      "en": "Adam calls him back and says,",
      "it": "TELEFONATA CON ADAM Adam li richiama e dice:"
    }
  },
  {
    "translation": {
      "en": "\"Oh I saw a 2020 Kia drive past our dealership,",
      "it": "\"Ho visto una Kia del 2020 passare davanti alla concessionaria,"
    }
  },
  {
    "translation": {
      "en": "no car behind it.\"",
      "it": "nessuna auto dietro\"."
    }
  },
  {
    "translation": {
      "en": "And then the third video was from this private residence",
      "it": "Il terzo video proviene da una residenza privata"
    }
  },
  {
    "translation": {
      "en": "that sets back off about 150 yards. -A football field and a half. -[music fades]",
      "it": "che dista circa 150 metri da quel punto, praticamente un campo da calcio e mezzo."
    }
  },
  {
    "translation": {
      "en": "But at nighttime, you can see the road if there's little lights blinking, I guess.",
      "it": "Ma di notte si può vedere la strada e se ci sono dei lampeggianti."
    }
  },
  {
    "translation": {
      "en": "[Dyanie] I did not, like, realize that he was \"behind me\" behind me until I saw the lights.",
      "it": "Non avevo capito che era dietro di me finché non vidi le luci."
    }
  },
  {
    "translation": {
      "en": "But the lights were so far back.",
      "it": "Ma i fari erano molto lontani."
    }
  },
  {
    "translation": {
      "en": "-That's when I saw this. -[Melissa] Okay?",
      "it": "- Fu allora che vidi questa. - Ok."
    }
  },
  {
    "translation": {
      "en": "[Dyanie] And I pulled over…",
      "it": "E accostai."
    }
  },
  {
    "translation": {
      "en": "right here.",
      "it": "Proprio qui."
    }
  },
  {
    "translation": {
      "en": "-[Rachel] You okay? -[Dyanie] Mm-hmm.",
      "it": "Tutto bene?"
    }
  },
  {
    "translation": {
      "en": "I just remember putting the car in parked.",
      "it": "Ricordo solamente di aver accostato,"
    }
  },
  {
    "translation": {
      "en": "And I put the e-brake on, and I just waited until he came to the car.",
      "it": "di aver tirato il freno a mano e di aver aspettato che si avvicinasse."
    }
  },
  {
    "translation": {
      "en": "And that's whenever he had the flashlight on.",
      "it": "In quel momento aveva la torcia accesa"
    }
  },
  {
    "translation": {
      "en": "And I couldn't see his face.",
      "it": "e non riuscii a vederlo in faccia."
    }
  },
  {
    "translation": {
      "en": "You can't see anything from here. Like,",
      "it": "Da qui non si vede proprio niente."
    }
  },
  {
    "translation": {
      "en": "I don't even know if you could see the house from over here.",
      "it": "Non so neanche se si veda la casa, da qui."
    }
  },
  {
    "translation": {
      "en": "-Like, not at all. -[Rachel] No.",
      "it": "- No. - Per niente."
    }
  },
  {
    "translation": {
      "en": "-You wanna take a walk over there? -Let's do it.",
      "it": "- Vogliamo andare fino lì? - Sì, ok."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] I need to see where the police got the surveillance footage",
      "it": "Devo vedere dove la polizia ha preso il filmato"
    }
  },
  {
    "translation": {
      "en": "used as evidence in Dyanie’s case.",
      "it": "usato come prova nel caso di Dyanie."
    }
  },
  {
    "translation": {
      "en": "-[Melissa] Yeah, that one. Yep. -[Rachel] Okay.",
      "it": "- È quella, sì. - Ok."
    }
  },
  {
    "translation": {
      "en": "Totally empty.",
      "it": "Niente telecamera."
    }
  },
  {
    "translation": {
      "en": "The camera should have been right here,",
      "it": "La telecamera avrebbe dovuto essere proprio qui,"
    }
  },
  {
    "translation": {
      "en": "because on the video, there were two vehicles parked here.",
      "it": "perché nel video c'erano due auto parcheggiate qui."
    }
  },
  {
    "translation": {
      "en": "So this is the extent of what you see though.",
      "it": "Questa è l'area che si vede nel filmato."
    }
  },
  {
    "translation": {
      "en": "We just, um, had a couple of quick questions, if you don't mind. Um…",
      "it": "Avremmo solo un paio di domande da farle."
    }
  },
  {
    "translation": {
      "en": "So my client was driving",
      "it": "La mia cliente stava guidando su questa strada di notte."
    }
  },
  {
    "translation": {
      "en": "down this road at night, she was sexually assaulted--",
      "it": "La mia cliente stava guidando su questa strada di notte. - È stata stuprata e poi… - Qui?"
    }
  },
  {
    "translation": {
      "en": "-[homeowner] Here? -[Melissa] Yes.",
      "it": "- È stata stuprata e poi… - Qui?"
    }
  },
  {
    "translation": {
      "en": "So I guess a cop never came and asked you questions about this.",
      "it": "Sì. La polizia non è mai venuta a farle delle domande?"
    }
  },
  {
    "translation": {
      "en": "-[homeowner] Didn't know a thing about it. -[Melissa] Thank you so much.",
      "it": "No, non ne sapevo nulla. Grazie mille."
    }
  },
  {
    "translation": {
      "en": "If I was a detective, I'd be knocking on all of these doors.",
      "it": "Se fossi un detective, busserei a tutte queste porte."
    }
  },
  {
    "translation": {
      "en": "When the detectives came to my dorm, I didn't know that they were recording me,",
      "it": "Quando i detective vennero al college non sapevo che mi stavano registrando"
    }
  },
  {
    "translation": {
      "en": "because I didn't know it was an interrogation or something.",
      "it": "perché non sapevo che fosse un interrogatorio."
    }
  },
  {
    "translation": {
      "en": "[male investigator] Scott told you earlier we're trying to get video from that one house.",
      "it": "Scott ti aveva detto che stavamo cercando di acquisire il video di quella casa."
    }
  },
  {
    "translation": {
      "en": "We've looked at that video, and we see you go by.",
      "it": "Abbiamo guardato il video e abbiamo visto passare te."
    }
  },
  {
    "translation": {
      "en": "-[Dyanie] Yeah. -[male investigator] But no one else.",
      "it": "- Ok. - Ma non c'era nessun altro."
    }
  },
  {
    "translation": {
      "en": "[Dyanie] Okay.",
      "it": "Ok."
    }
  },
  {
    "translation": {
      "en": "After they said, like, \"Oh, we saw this video recording.\"",
      "it": "Dopo che mi dissero: \"Abbiamo questo filmato"
    }
  },
  {
    "translation": {
      "en": "\"We could specifically see your car just passing by and nothing else,\"",
      "it": "e si vede la tua auto che passa e poi nient'altro\","
    }
  },
  {
    "translation": {
      "en": "is whenever I felt like they… they just turned, and they didn't believe me anymore.",
      "it": "pensai che avessero cambiato idea e non mi credessero più."
    }
  },
  {
    "translation": {
      "en": "I didn't even think about asking, like,",
      "it": "Non ho neanche pensato di chiedere: \"Posso vedere questo video?\""
    }
  },
  {
    "translation": {
      "en": "\"Hey, can I see the video or anything?\" I just wanted it to be over with.",
      "it": "Non ho neanche pensato di chiedere: \"Posso vedere questo video?\" Volevo solo che finisse tutto."
    }
  },
  {
    "translation": {
      "en": "I just didn't want to talk about it anymore.",
      "it": "Non volevo più parlarne."
    }
  },
  {
    "translation": {
      "en": "[Melissa] This is the video.",
      "it": "Questo è il video."
    }
  },
  {
    "translation": {
      "en": "-Okay. -So there goes one car.",
      "it": "Ok, ecco che arriva un'auto,"
    }
  },
  {
    "translation": {
      "en": "All they need is one car going by and claim it is a Kia Soul.",
      "it": "ma a loro basta che passi un'auto per affermare che è una Kia Soul."
    }
  },
  {
    "translation": {
      "en": "-They made their minds up. -Right, yeah. They knew that they were going down there to accuse her.",
      "it": "Avevano già deciso. Sapevano che l'avrebbero accusata."
    }
  },
  {
    "translation": {
      "en": "[male investigator] The last thing I want to do is stand here and call you a liar.",
      "it": "Non intendo in alcun modo darti della bugiarda."
    }
  },
  {
    "translation": {
      "en": "[Dyanie] Yeah.",
      "it": "Certo."
    }
  },
  {
    "translation": {
      "en": "[male investigator] Okay, but what I see you doing is digging your hole deeper.",
      "it": "Ma vedo che stai peggiorando la tua situazione, quindi…"
    }
  },
  {
    "translation": {
      "en": "So we just need you to keep it between us.",
      "it": "Ma vedo che stai peggiorando la tua situazione, quindi… Rimarrà tra noi."
    }
  },
  {
    "translation": {
      "en": "-But we need you to tell us the truth. -[Dyanie] Okay.",
      "it": "- Ma devi dirci la verità. - Ok."
    }
  },
  {
    "translation": {
      "en": "[male investigator] Okay?",
      "it": "Bene."
    }
  },
  {
    "translation": {
      "en": "No stop happened, did it? [Dyanie] Mm-mm.",
      "it": "- Non c'è stato nessun controllo? - No."
    }
  },
  {
    "translation": {
      "en": "[male investigator] Why did you make that up?",
      "it": "Perché l'hai inventato?"
    }
  },
  {
    "translation": {
      "en": "[Dyanie] I don't know.",
      "it": "Non lo so."
    }
  },
  {
    "translation": {
      "en": "The moment he says, \"Well, why did you do this?\" And she says, \"I don't know.\"",
      "it": "Lui chiede: \"Perché l'hai inventato?\" e lei risponde: \"Non lo so\"."
    }
  },
  {
    "translation": {
      "en": "Instead of saying, \"I was doing poorly in school,\" which she wasn't, \"I was fighting with my boyfriend,\" which she wasn't,",
      "it": "Invece di dire: \"Vado male a scuola\", \"Ho litigato col mio ragazzo\""
    }
  },
  {
    "translation": {
      "en": "\"I was having personal problems at home,\" which she wasn't.",
      "it": "o \"Ho problemi in famiglia\", tutte cose non vere."
    }
  },
  {
    "translation": {
      "en": "She doesn't need the attention of this,",
      "it": "Lei non aveva bisogno di attenzioni."
    }
  },
  {
    "translation": {
      "en": "but they needed that admission from her, so they tricked her.",
      "it": "Ma a loro serviva un'ammissione, perciò l'hanno ingannata."
    }
  },
  {
    "translation": {
      "en": "[Dyanie] I got a call from Detective Adkins,",
      "it": "Mi chiamò il detective Adkins"
    }
  },
  {
    "translation": {
      "en": "and he asked me if it was okay if I could come to the station",
      "it": "e mi chiese se potevo andare in centrale"
    }
  },
  {
    "translation": {
      "en": "and sign some paperwork to close off the case.",
      "it": "a firmare dei documenti per chiudere il caso."
    }
  },
  {
    "translation": {
      "en": "He sat me down, and he was, like, \"There's no other way to tell you this,",
      "it": "Mi fece sedere e mi disse: \"Mi dispiace dirtelo, ma dobbiamo accusarti di aver denunciato il falso."
    }
  },
  {
    "translation": {
      "en": "but we have to charge you with filing a false police report.\"",
      "it": "ma dobbiamo accusarti di aver denunciato il falso."
    }
  },
  {
    "translation": {
      "en": "\"You wasted so many people's time and everything.\"",
      "it": "Hai fatto perdere tempo e risorse a tante persone,"
    }
  },
  {
    "translation": {
      "en": "\"So that's why we have to charge you",
      "it": "perciò dobbiamo incriminarti."
    }
  },
  {
    "translation": {
      "en": "and that this is the sheriff's decision to do this and everything.\"",
      "it": "E sappi che l'ha deciso lo sceriffo."
    }
  },
  {
    "translation": {
      "en": "We all talked, and we… we decided we have to press charges.",
      "it": "Ne abbiamo discusso e abbiamo deciso di accusarti\"."
    }
  },
  {
    "translation": {
      "en": "They took me back to take my mugshot. They did my fingerprints,",
      "it": "Mi fecero le foto segnaletiche e mi presero le impronte digitali."
    }
  },
  {
    "translation": {
      "en": "and then Detective Adkins was like, \"If you plead guilty, you know,",
      "it": "E poi il detective Adkins mi disse: \"Se ti dichiari colpevole,"
    }
  },
  {
    "translation": {
      "en": "we'll try and give a good word to the prosecutor that, you know, to go easy on you.\"",
      "it": "metteremo una buona parola col procuratore affinché sia clemente con te\"."
    }
  },
  {
    "translation": {
      "en": "I drove back to campus,",
      "it": "Tornai al campus e non facevo altro"
    }
  },
  {
    "translation": {
      "en": "and… I was just crying…",
      "it": "Tornai al campus e non facevo altro che piangere"
    }
  },
  {
    "translation": {
      "en": "[tearfully] …because not only have I not told anybody that the police didn't believe me,",
      "it": "perché non solo non avevo detto a nessuno che la polizia non mi aveva creduto,"
    }
  },
  {
    "translation": {
      "en": "but now I have to tell everybody that I'm being charged with filing a false police report.",
      "it": "ma ora dovevo dire a tutti che ero stata accusata di falsa denuncia."
    }
  },
  {
    "translation": {
      "en": "And…",
      "it": "E…"
    }
  },
  {
    "translation": {
      "en": "I’m so sorry.",
      "it": "Scusatemi."
    }
  },
  {
    "translation": {
      "en": "[director, off screen] What's making you so upset?",
      "it": "Cosa ti fa stare così male?"
    }
  },
  {
    "translation": {
      "en": "Just remembering how scared I was and how…",
      "it": "Ricordare quanto ero spaventata"
    }
  },
  {
    "translation": {
      "en": "Just how I handled everything.",
      "it": "e come affrontai la situazione."
    }
  },
  {
    "translation": {
      "en": "That night, I didn't sleep good either. And when I woke up,",
      "it": "Quella notte non chiusi occhio. Quando mi svegliai,"
    }
  },
  {
    "translation": {
      "en": "my roommate was like,",
      "it": "la mia compagna di stanza mi chiese:"
    }
  },
  {
    "translation": {
      "en": "\"Dyanie, what is this?\"",
      "it": "\"Dyanie, che significa?\""
    }
  },
  {
    "translation": {
      "en": "And it was the article that the police had posted on their Facebook page.",
      "it": "E mi fece vedere l'articolo che la polizia aveva postato sulla sua pagina Facebook."
    }
  },
  {
    "translation": {
      "en": "I was getting Facebook messages from random people.",
      "it": "Ricevevo messaggi su Facebook da sconosciuti."
    }
  },
  {
    "translation": {
      "en": "Basically saying what you could only imagine, that I was going to rot in jail.",
      "it": "In pratica, mi insultavano pesantemente. Dicevano che sarei marcita in galera."
    }
  },
  {
    "translation": {
      "en": "\"People like you are the reason why cops get bad rep.\"",
      "it": "Che era a causa mia che i poliziotti avevano una brutta reputazione."
    }
  },
  {
    "translation": {
      "en": "My face was plastered everywhere,",
      "it": "La mia faccia era dappertutto."
    }
  },
  {
    "translation": {
      "en": "and I didn't want to stay on campus anymore.",
      "it": "Non volevo più rimanere nel campus."
    }
  },
  {
    "translation": {
      "en": "There certainly seems to be a media obsession",
      "it": "I media sembrano ossessionati dall'idea"
    }
  },
  {
    "translation": {
      "en": "with this notion that, uh yeah, women are somehow, uh, falsely accusing",
      "it": "che le donne accusino ingiustamente tutti gli uomini di violenza sessuale."
    }
  },
  {
    "translation": {
      "en": "all kinds of men of sexual assault. There's a huge media fascination.",
      "it": "che le donne accusino ingiustamente tutti gli uomini di violenza sessuale. Se ne interessano molto."
    }
  },
  {
    "translation": {
      "en": "Desi assaulted me that night.",
      "it": "Desi mi ha violentata quella notte."
    }
  },
  {
    "translation": {
      "en": "[Carl, voiceover] The Gone Girl syndrome, right?",
      "it": "La sindrome di Gone Girl - L'amore bugiardo."
    }
  },
  {
    "translation": {
      "en": "She intentionally lied to you about the assault.",
      "it": "Ha mentito intenzionalmente sullo stupro."
    }
  },
  {
    "translation": {
      "en": "I was being held prisoner.",
      "it": "Mi ha tenuta prigioniera."
    }
  },
  {
    "translation": {
      "en": "[Carl] A… A lot of officers are told, usually from somebody in their own office,",
      "it": "A molti agenti viene detto, spesso da qualcuno del loro ufficio,"
    }
  },
  {
    "translation": {
      "en": "\"Oh, yeah. You know, half of them lie.\" Or, \"Yeah, like, you know, two-thirds of them lie.\"",
      "it": "che la metà o due terzi delle donne solitamente mentono."
    }
  },
  {
    "translation": {
      "en": "False reports of sexual assault are actually pretty rare.",
      "it": "Le false denunce di stupro sono piuttosto rare."
    }
  },
  {
    "translation": {
      "en": "The most reliable studies say 2% to 10%.",
      "it": "Gli studi più affidabili parlano del 2%, massimo 10%."
    }
  },
  {
    "translation": {
      "en": "The much, much bigger concern people should have, including men,",
      "it": "Ciò di cui la gente dovrebbe preoccuparsi, compresi gli uomini,"
    }
  },
  {
    "translation": {
      "en": "is that they could be sexually assaulted.",
      "it": "è che potrebbe subire una violenza."
    }
  },
  {
    "translation": {
      "en": "At least one out of every three women and at least one out of every six men",
      "it": "Almeno una donna su tre e almeno un uomo su sei"
    }
  },
  {
    "translation": {
      "en": "will be a victim of sexual assault in their lifetime.",
      "it": "saranno vittime di violenza sessuale."
    }
  },
  {
    "translation": {
      "en": "Then their perpetrator could be left to re-offend.",
      "it": "E il colpevole potrebbe rimanere libero di recidivare."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I've been collecting news stories on false reporting cases",
      "it": "Ho raccolto notizie sui casi di falsa denuncia"
    }
  },
  {
    "translation": {
      "en": "from mostly the past ten years.",
      "it": "perlopiù degli ultimi dieci anni."
    }
  },
  {
    "translation": {
      "en": "But what is the media not including?",
      "it": "Ma cosa non viene riportato dai media?"
    }
  },
  {
    "translation": {
      "en": "We needed to go beyond the headlines and access the details in the police records.",
      "it": "Dovevamo andare oltre i titoli di giornale e accedere agli archivi della polizia."
    }
  },
  {
    "translation": {
      "en": "To get that kind of information takes time, lawyers,",
      "it": "Per accedere a questo tipo di informazioni occorrono tempo, avvocati"
    }
  },
  {
    "translation": {
      "en": "and lots of Freedom of Information requests, or FOIAs.",
      "it": "e molte richieste di libertà di informazione, o RLDI."
    }
  },
  {
    "translation": {
      "en": "It wasn't possible to FOIA every single police department in the United States.",
      "it": "Non è stato possibile chiedere l'RLDI a tutti i dipartimenti di polizia USA,"
    }
  },
  {
    "translation": {
      "en": "So, it was just choosing a few counties to look at",
      "it": "perciò abbiamo scelto solo alcune contee per ottenere i fascicoli completi dei casi e fare un'indagine accurata."
    }
  },
  {
    "translation": {
      "en": "to try to get full case files so we could really do a deep dive.",
      "it": "per ottenere i fascicoli completi dei casi e fare un'indagine accurata."
    }
  },
  {
    "translation": {
      "en": "What did the police investigation look like? -Why did they make that flip? -[intriguing music continues]",
      "it": "Com'è stata l'indagine della polizia? Perché hanno ribaltato le accuse?"
    }
  },
  {
    "translation": {
      "en": "[Rachel] Once we started requesting and even suing for police records,",
      "it": "Quando abbiamo iniziato a richiedere e a fare causa per ottenere i verbali,"
    }
  },
  {
    "translation": {
      "en": "I was drowning in documents.",
      "it": "ero sommersa dai documenti."
    }
  },
  {
    "translation": {
      "en": "This took three years, but we were able to uncover records for 52 cases.",
      "it": "Ci sono voluti tre anni, ma siamo riusciti a reperire i fascicoli di 52 casi."
    }
  },
  {
    "translation": {
      "en": "I needed a team of journalists to help me make sense of what we were finding.",
      "it": "Mi serviva un team che mi aiutasse a dare un senso a ciò che scoprivamo."
    }
  },
  {
    "translation": {
      "en": "[colleague] Four to five hundred pages in here.",
      "it": "- Sono dalle 400 alle 500 pagine. - Per un solo caso."
    }
  },
  {
    "translation": {
      "en": "-[Rachel] And that was one case. -Like a… a needle in a haystack.",
      "it": "- Sono dalle 400 alle 500 pagine. - Per un solo caso. Un ago in un pagliaio."
    }
  },
  {
    "translation": {
      "en": "There were some cases where they were charged with false reporting within a day.",
      "it": "In alcuni casi sono state accusate di falsa denuncia nel giro di un giorno."
    }
  },
  {
    "translation": {
      "en": "You're supposed to finish the sexual assault investigation first",
      "it": "Dovrebbero prima concludere l'indagine sulla violenza sessuale"
    }
  },
  {
    "translation": {
      "en": "to show that there was no assault or rape that occurred.",
      "it": "per dimostrare che non ci sono stati una violenza o uno stupro"
    }
  },
  {
    "translation": {
      "en": "And then, once you've done that, you explore whether it was a false report.",
      "it": "e solo poi valutare se si tratti di una falsa denuncia."
    }
  },
  {
    "translation": {
      "en": "-But it only happened in one of our cases. -Yeah.",
      "it": "- Ma è successo solo in uno dei casi. - Già."
    }
  },
  {
    "translation": {
      "en": "It's incredibly important as journalists to never take what police write as the…",
      "it": "Sì. È molto importante, come giornalisti, non prendere mai per oro colato quello che scrive la polizia."
    }
  },
  {
    "translation": {
      "en": "as fact and truth.",
      "it": "non prendere mai per oro colato quello che scrive la polizia."
    }
  },
  {
    "translation": {
      "en": "[Rachel] It's only in the details that you start seeing",
      "it": "È solo nei dettagli che inizi a vedere"
    }
  },
  {
    "translation": {
      "en": "how a reporting victim becomes a suspect.",
      "it": "come la vittima di una denuncia diventi un sospettato."
    }
  },
  {
    "translation": {
      "en": "It was finally enough to start looking for patterns.",
      "it": "Finalmente avevamo abbastanza per individuare degli schemi."
    }
  },
  {
    "translation": {
      "en": "In more than half the cases we found, the reporting victim recanted.",
      "it": "In più della metà dei casi riscontrati, la vittima ha poi ritrattato."
    }
  },
  {
    "translation": {
      "en": "So if the investigator's writing that they recanted, what happened before that?",
      "it": "Cosa succede prima che il detective scriva che la donna ha ritrattato?"
    }
  },
  {
    "translation": {
      "en": "I wonder how many of these investigators",
      "it": "Mi chiedo quanti di questi agenti facciano uso dell'inganno"
    }
  },
  {
    "translation": {
      "en": "used deceit before the person allegedly confessed or recanted?",
      "it": "Mi chiedo quanti di questi agenti facciano uso dell'inganno prima che la vittima abbia confessato o ritrattato."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] I want you to really tell me the truth because I have this on video.",
      "it": "Voglio che tu mi dica la verità, perché ho un video."
    }
  },
  {
    "translation": {
      "en": "[male investigator 2] The evidence that we have in this case is not jiving with your side of the story.",
      "it": "Le prove che abbiamo non coincidono con la tua versione della storia."
    }
  },
  {
    "translation": {
      "en": "I've got the video. We've got video too.",
      "it": "Ho il video. Abbiamo anche il filmato."
    }
  },
  {
    "translation": {
      "en": "[Avalos] Police officers in this country are allowed to lie to you,",
      "it": "Negli USA, gli agenti sono autorizzati a mentire."
    }
  },
  {
    "translation": {
      "en": "and they don't have to indicate in the police report that they lied to you.",
      "it": "E non devono indicare nel verbale che hanno mentito."
    }
  },
  {
    "translation": {
      "en": "They don't have to say that.",
      "it": "Non sono obbligati."
    }
  },
  {
    "translation": {
      "en": "An officer will sometimes say, \"We have video footage",
      "it": "Capita che un agente ti dica: \"Abbiamo un filmato"
    }
  },
  {
    "translation": {
      "en": "showing the encounter, so I'm going to ask you some questions.\"",
      "it": "che mostra l'incontro, quindi ti farò delle domande."
    }
  },
  {
    "translation": {
      "en": "\"Now, be honest with me, because remember, I have video.\"",
      "it": "Sii sincera, perché ricorda che ho il filmato\"."
    }
  },
  {
    "translation": {
      "en": "[victim] I believe evidence,",
      "it": "Io credo alle prove, quindi,"
    }
  },
  {
    "translation": {
      "en": "so if you tell me you have video evidence that that didn't happen,",
      "it": "Io credo alle prove, quindi, se mi dice che ha delle prove video che non è successo,"
    }
  },
  {
    "translation": {
      "en": "then, like, I guess I have to believe you.",
      "it": "allora devo crederle."
    }
  },
  {
    "translation": {
      "en": "[Avalos] You're not getting the truth out when you do these kinds of things.",
      "it": "Facendo cose del genere non si fa emergere la verità."
    }
  },
  {
    "translation": {
      "en": "You are confusing a person who's already traumatized and already has memory difficulties.",
      "it": "Si confonde una persona già traumatizzata e con difficoltà di memoria."
    }
  },
  {
    "translation": {
      "en": "[male investigator 3] I know he's taken two polygraphs.",
      "it": "So che lui è stato sottoposto al poligrafo."
    }
  },
  {
    "translation": {
      "en": "And I know…",
      "it": "Due volte, pare."
    }
  },
  {
    "translation": {
      "en": "He didn't take two polygraphs. He's lying to her.",
      "it": "Non c'è stato nessun poligrafo. Sta mentendo."
    }
  },
  {
    "translation": {
      "en": "-Oh wow. -Yeah.",
      "it": "- Cavolo. - Già."
    }
  },
  {
    "translation": {
      "en": "[male investigator 3] You don't think…",
      "it": "…non pensi davvero…"
    }
  },
  {
    "translation": {
      "en": "[Avalos] Getting the victim to retract their allegations is such an important strategy for some of these police officers",
      "it": "Far ritrattare alla vittima le accuse è una strategia importante per gli agenti"
    }
  },
  {
    "translation": {
      "en": "because they haven't actually investigated the sexual assault thoroughly.",
      "it": "perché non hanno indagato a fondo sulla violenza sessuale."
    }
  },
  {
    "translation": {
      "en": "They don't actually have any evidence no crime was committed",
      "it": "In realtà non hanno prove che non sia stato commesso"
    }
  },
  {
    "translation": {
      "en": "or attempted against the victim, and so their best bet",
      "it": "o tentato un crimine. Quindi la cosa migliore è fare pressione sulla vittima affinché ritratti"
    }
  },
  {
    "translation": {
      "en": "is to pressure this person to retract their allegations",
      "it": "Quindi la cosa migliore è fare pressione sulla vittima affinché ritratti"
    }
  },
  {
    "translation": {
      "en": "and then use that retraction to charge them.",
      "it": "e usare la ritrattazione per accusarla."
    }
  },
  {
    "translation": {
      "en": "I was really curious to talk to you about Emma's case.",
      "it": "Ero davvero curiosa di parlare con te del caso di Emma."
    }
  },
  {
    "translation": {
      "en": "You know, she reported this, and then five days later,",
      "it": "Ha denunciato la violenza e poi, cinque giorni dopo, ribaltano le accuse"
    }
  },
  {
    "translation": {
      "en": "you know, it flips on her entirely. They've got her in handcuffs.",
      "it": "Ha denunciato la violenza e poi, cinque giorni dopo, ribaltano le accuse e la arrestano."
    }
  },
  {
    "translation": {
      "en": "So I'm trying to understand how that happens for someone who,",
      "it": "Sto cercando di capire come questo possa accadere a una persona che, beh,"
    }
  },
  {
    "translation": {
      "en": "you know, is adamant that this did, you know, happen to her,",
      "it": "Sto cercando di capire come questo possa accadere a una persona che, beh, è fermamente convinta dell'accaduto, di essere stata violentata."
    }
  },
  {
    "translation": {
      "en": "that she was assaulted.",
      "it": "è fermamente convinta dell'accaduto, di essere stata violentata."
    }
  },
  {
    "translation": {
      "en": "[Rachel] So about an hour and a half into Emma's interview,",
      "it": "Dopo circa un'ora e mezza di interrogatorio di Emma,"
    }
  },
  {
    "translation": {
      "en": "Investigator Akridge walks out of the room and locks the door behind him.",
      "it": "il detective Akridge esce dalla stanza e si chiude la porta alle spalle."
    }
  },
  {
    "translation": {
      "en": "And then they put on a white noise machine.",
      "it": "Poi fa partire un rumore bianco."
    }
  },
  {
    "translation": {
      "en": "So the white noise is",
      "it": "Il rumore bianco serve perché stanno parlando fuori dalla porta"
    }
  },
  {
    "translation": {
      "en": "they're talking outside the door, and they just don't want her to hear.",
      "it": "Il rumore bianco serve perché stanno parlando fuori dalla porta e non vogliono che lei senta."
    }
  },
  {
    "translation": {
      "en": "[Rachel] So they leave it on for ten minutes.",
      "it": "La lasciano in attesa per dieci minuti."
    }
  },
  {
    "translation": {
      "en": "[Akridge sighs] Watching the video stuff that we have,",
      "it": "Il filmato che abbiamo recuperato"
    }
  },
  {
    "translation": {
      "en": "um, and it shows you and, I guess, Steven making out…",
      "it": "mostra te e, credo Steven, che vi baciate…"
    }
  },
  {
    "translation": {
      "en": "He talks about that there is this video, and they've watched this video,",
      "it": "Parla del fatto che esiste questo filmato e che loro lo hanno visto,"
    }
  },
  {
    "translation": {
      "en": "and we… we don't know if it exists. Emma hasn't seen it at this point.",
      "it": "ma non sappiamo se esista davvero. Emma non l'ha mai visto."
    }
  },
  {
    "translation": {
      "en": "His theory is what? It's consensual.",
      "it": "Lui crede sia stato consensuale,"
    }
  },
  {
    "translation": {
      "en": "You know, but she still hasn't submitted yet to his theory.",
      "it": "ma lei non si è ancora arresa a questa versione."
    }
  },
  {
    "translation": {
      "en": "So if he is making up a video here, uh, this would be the perfect time to do it.",
      "it": "Quindi se lui volesse inventarsi un video, questo sarebbe il momento giusto."
    }
  },
  {
    "translation": {
      "en": "That video was to get a reaction out of her,",
      "it": "Il video serve a ottenere una reazione da parte sua,"
    }
  },
  {
    "translation": {
      "en": "and so when she recants or submits, that's their entire case.",
      "it": "quindi, quando lei ritratta o si arrende, loro hanno un caso contro di lei."
    }
  },
  {
    "translation": {
      "en": "At this point, I had not gotten the surveillance footage,",
      "it": "Non avevo ancora ottenuto il filmato di sorveglianza,"
    }
  },
  {
    "translation": {
      "en": "which I really, really wanted, and they would not give it to me. It was just a full denial.",
      "it": "cosa che desideravo tanto e che mi veniva fermamente negato."
    }
  },
  {
    "translation": {
      "en": "However, I knew that… that some of it should be public record,",
      "it": "Tuttavia, sapevo che alcuni di questi dati dovevano essere resi pubblici"
    }
  },
  {
    "translation": {
      "en": "and so we were gonna fight for that.",
      "it": "e quindi ci saremmo battuti per questo."
    }
  },
  {
    "translation": {
      "en": "-[dramatic music playing] -Hi, Attorney Bailey.",
      "it": "e quindi ci saremmo battuti per questo. Salve, avvocato Bailey."
    }
  },
  {
    "translation": {
      "en": "We took the extra step to hire an Alabama-based attorney",
      "it": "Abbiamo assunto un avvocato dell'Alabama"
    }
  },
  {
    "translation": {
      "en": "to sue for the records, and we… we won.",
      "it": "per fare causa per i documenti e abbiamo vinto."
    }
  },
  {
    "translation": {
      "en": "We got some of the records.",
      "it": "Ne abbiamo ottenuti alcuni."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Okay, let’s see.",
      "it": "Ok, vediamo un po'."
    }
  },
  {
    "translation": {
      "en": "This is hours of footage from four different security cameras.",
      "it": "Sono ore di filmati provenienti da 4 diverse telecamere di sicurezza."
    }
  },
  {
    "translation": {
      "en": "We're looking for Emma making out or getting into a Jeep.",
      "it": "Cerchiamo Emma che bacia qualcuno o che sale su una Jeep."
    }
  },
  {
    "translation": {
      "en": "[colleague] That's a couple.",
      "it": "Ecco una coppia."
    }
  },
  {
    "translation": {
      "en": "What is that? A spider?",
      "it": "Quello cos'è? Un ragno?"
    }
  },
  {
    "translation": {
      "en": "This is almost 1:00 a.m.",
      "it": "È quasi l'una."
    }
  },
  {
    "translation": {
      "en": "Yeah, I can’t really tell.",
      "it": "Non sono sicura sia lei."
    }
  },
  {
    "translation": {
      "en": "[colleague] Yeah, they just start making out.",
      "it": "Beh, iniziano a baciarsi."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I want you to tell me what you see, and if anything's upsetting, we'll stop. Um…",
      "it": "Voglio che tu mi dica cosa vedi e se qualcosa ti turba ci fermiamo."
    }
  },
  {
    "translation": {
      "en": "So, this is a perspective from, I guess, an alleyway nearby.",
      "it": "Questa è la visuale da un vicolo qui vicino, credo."
    }
  },
  {
    "translation": {
      "en": "The sheriff's department confirmed it's near Gallettes Bar,",
      "it": "L'ufficio dello sceriffo ha confermato che si trova vicino al Gallettes Bar."
    }
  },
  {
    "translation": {
      "en": "if that sounds familiar at all?",
      "it": "Ti suona familiare?"
    }
  },
  {
    "translation": {
      "en": "Anyway, that's the first couple we saw, so we noted it.",
      "it": "È la prima coppia che abbiamo visto, quindi l'abbiamo considerata."
    }
  },
  {
    "translation": {
      "en": "-Do they look familiar to you at all? -No.",
      "it": "- Ti ricordano qualcosa? - No."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Okay, this is a couple that's making out.",
      "it": "Ok, questa è una coppia che si sta baciando."
    }
  },
  {
    "translation": {
      "en": "[Emma] That's not… m… me.",
      "it": "Non sono… io."
    }
  },
  {
    "translation": {
      "en": "-Like, that's just not… -[Rachel] Mm-hmm.",
      "it": "Proprio no."
    }
  },
  {
    "translation": {
      "en": "-That's not me. -[Rachel] Mm-hmm.",
      "it": "Non sono io."
    }
  },
  {
    "translation": {
      "en": "Does that at all look like who could have attacked you?",
      "it": "Sembra l'uomo che potrebbe averti violentata?"
    }
  },
  {
    "translation": {
      "en": "-No, not at all. -Okay.",
      "it": "No, per niente."
    }
  },
  {
    "translation": {
      "en": "Like, that's the longest and closest I saw",
      "it": "Questo è l'episodio più lungo e più chiaro in cui ho visto una coppia fare cose così"
    }
  },
  {
    "translation": {
      "en": "any couple doing anything like that in the footage I was provided.",
      "it": "Questo è l'episodio più lungo e più chiaro in cui ho visto una coppia fare cose così - nei filmati che mi hanno dato. - Capito."
    }
  },
  {
    "translation": {
      "en": "-[Emma] Gotcha. -[Lisa] On this video",
      "it": "- nei filmati che mi hanno dato. - Capito. - E ha dovuto fargli causa per ottenerlo? - Non è"
    }
  },
  {
    "translation": {
      "en": "they wouldn't give you that you had to go to court to get.",
      "it": "- E ha dovuto fargli causa per ottenerlo? - Non è"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "- Sì. - Cavolo."
    }
  },
  {
    "translation": {
      "en": "If it was truly an unbiased investigation to get to the truth,",
      "it": "Se era davvero un'indagine imparziale per arrivare alla verità,"
    }
  },
  {
    "translation": {
      "en": "asking you whether or not",
      "it": "avrebbero dovuto chiederti se eri tu o no nel video."
    }
  },
  {
    "translation": {
      "en": "that was you on the video should have been part of it.",
      "it": "avrebbero dovuto chiederti se eri tu o no nel video. - Era fondamentale. - Già."
    }
  },
  {
    "translation": {
      "en": "[Emma] Yeah. They don't get into a car.",
      "it": "Loro non salgono nemmeno su un'auto."
    }
  },
  {
    "translation": {
      "en": "They very clearly walked around and away after they were done kissing.",
      "it": "È evidente che si allontanano a piedi dopo che si sono baciati."
    }
  },
  {
    "translation": {
      "en": "Do you all want to look at, um, the cell phone footage from that night?",
      "it": "Volete vedere il filmato del cellulare di quella notte?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. I feel that would be smart. -Absolutely.",
      "it": "- Sì. Sarebbe utile. - Sì."
    }
  },
  {
    "translation": {
      "en": "-[Lisa] Where'd you get that? -[Emma] It's from my friend's phone.",
      "it": "Da dove arriva? Dal telefono di un mio amico. È un video di quella sera."
    }
  },
  {
    "translation": {
      "en": "-It's a video from that night. -Oh, that's right.",
      "it": "Dal telefono di un mio amico. È un video di quella sera."
    }
  },
  {
    "translation": {
      "en": "I forgot about that.",
      "it": "Me n'ero dimenticata."
    }
  },
  {
    "translation": {
      "en": "The guy who's in the video with me is the one who stood outside of the vehicle.",
      "it": "Il ragazzo che si vede è quello rimasto fuori dall'auto."
    }
  },
  {
    "translation": {
      "en": "[Lisa] Okay.",
      "it": "Capito."
    }
  },
  {
    "translation": {
      "en": "[Emma] She's very clearly got some type of skirt or dress on.",
      "it": "È evidente che lei indossa una gonna o un vestito"
    }
  },
  {
    "translation": {
      "en": "Her hair is fully down.",
      "it": "e ha i capelli sciolti."
    }
  },
  {
    "translation": {
      "en": "My hair was in braids that night.",
      "it": "Io avevo le trecce, quella sera."
    }
  },
  {
    "translation": {
      "en": "So if that's the video he's going off of, this is a very direct lie to my face.",
      "it": "Se questo è il video su cui si basa lui, è tutta una grande menzogna."
    }
  },
  {
    "translation": {
      "en": "-Makes me very angry. -[Rachel] Mm-hmm.",
      "it": "Sono molto arrabbiata."
    }
  },
  {
    "translation": {
      "en": "I think it could become harmful to the subject",
      "it": "Penso che potrebbe diventare dannoso per la vittima"
    }
  },
  {
    "translation": {
      "en": "if a journalist starts to play an advocate role.",
      "it": "se un giornalista si mettesse a fare l'avvocato."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] My job is to investigate it fully.",
      "it": "Il mio lavoro è quello d'indagare a fondo."
    }
  },
  {
    "translation": {
      "en": "I cannot be their friend, and I don't ever want there to be confusion about that.",
      "it": "Non posso essere un'amica e non voglio che si crei confusione al riguardo,"
    }
  },
  {
    "translation": {
      "en": "So I need to maintain, like, a professional boundary there.",
      "it": "quindi devo mantenere un confine professionale."
    }
  },
  {
    "translation": {
      "en": "[Emma] Ooh. Behind one of these frats is where that video that you have of us is taken.",
      "it": "Il video che ci ritrae è stato girato dietro una di queste confraternite."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] Emma told me the detectives never accompanied her",
      "it": "Emma mi ha detto che gli agenti non l'hanno mai accompagnata sul luogo"
    }
  },
  {
    "translation": {
      "en": "to retrace her steps the night of the alleged assault.",
      "it": "Emma mi ha detto che gli agenti non l'hanno mai accompagnata sul luogo per ripercorrere l'accaduto."
    }
  },
  {
    "translation": {
      "en": "-[man] What do you want to dance? -[Emma] You don't know any of that.",
      "it": "- Cosa vuoi ballare? - Tu non sai ballare."
    }
  },
  {
    "translation": {
      "en": "[Emma] Wait. Yeah, it’s right here.",
      "it": "Sì, è proprio qui."
    }
  },
  {
    "translation": {
      "en": "[Rachel] That's it. Is that it? -Yes, that's the white-- -[Emma] Yeah.",
      "it": "- Ecco. Sì, è proprio lì. - Sì."
    }
  },
  {
    "translation": {
      "en": "-[Rachel] Yep, that's absolutely it. -[Emma] Yeah.",
      "it": "- Sì, assolutamente. - Già."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "[Emma] From, like, right here. Going back that way…",
      "it": "Da questo punto, tornando indietro da quella parte,"
    }
  },
  {
    "translation": {
      "en": "…is how we went up toward the strip area.",
      "it": "siamo saliti verso la zona dello strip."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Okay.",
      "it": "Ok."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I need to understand where Emma remembers the alleged rape occurring",
      "it": "Devo capire dove Emma ricorda che è accaduto il presunto stupro"
    }
  },
  {
    "translation": {
      "en": "and whether that location was captured in any of the footage that I have.",
      "it": "e se quel luogo è stato ripreso nei filmati in mio possesso."
    }
  },
  {
    "translation": {
      "en": "This is it.",
      "it": "È qui."
    }
  },
  {
    "translation": {
      "en": "[Emma] So I don't know where the angle is on the… on your video.",
      "it": "Non so quale sia la prospettiva del video."
    }
  },
  {
    "translation": {
      "en": "-I feel like that's this alley? -Right.",
      "it": "- Mi sembra che il vicolo sia questo. - Sì."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's got the white painted brick. That's the camera.",
      "it": "Sì, ci sono i mattoni bianchi. E lì la telecamera."
    }
  },
  {
    "translation": {
      "en": "So let's see if we can find where the couple is kissing.",
      "it": "Vediamo se riusciamo a trovare il punto in cui la coppia si stava baciando."
    }
  },
  {
    "translation": {
      "en": "There is a camera right there, right?",
      "it": "C'è una telecamera proprio lì, giusto?"
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] The footage I received from the Tuscaloosa Sheriff's Office",
      "it": "Il filmato ricevuto dall'ufficio dello sceriffo"
    }
  },
  {
    "translation": {
      "en": "is from four surveillance cameras around Gallettes Bar.",
      "it": "proviene da 4 telecamere di sorveglianza intorno al Gallettes Bar."
    }
  },
  {
    "translation": {
      "en": "The couple making out was here.",
      "it": "La coppia che si baciava era qui."
    }
  },
  {
    "translation": {
      "en": "Emma says she didn't walk by the bar at all.",
      "it": "Emma dice di non essere passata nei pressi del bar."
    }
  },
  {
    "translation": {
      "en": "She told the detectives she walked with the alleged assailants",
      "it": "Ha detto ai detective di essere arrivata al parcheggio"
    }
  },
  {
    "translation": {
      "en": "from a completely different direction and on to the gravel lot.",
      "it": "coi presunti stupratori da una direzione completamente diversa. PERCORSO DI EMMA"
    }
  },
  {
    "translation": {
      "en": "[Emma] The car was parked here.",
      "it": "L'auto era parcheggiata qui."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Absolutely no cameras.",
      "it": "Non ci sono telecamere."
    }
  },
  {
    "translation": {
      "en": "Fuck.",
      "it": "Cazzo."
    }
  },
  {
    "translation": {
      "en": "[Akridge] Watching the video stuff that we have,",
      "it": "Il filmato che abbiamo recuperato"
    }
  },
  {
    "translation": {
      "en": "um, and it shows you, and, I guess, Steven, making out and everything.",
      "it": "mostra te e, credo, Steven che vi baciate."
    }
  },
  {
    "translation": {
      "en": "And I… I know you got in the vehicle.",
      "it": "So che siete saliti in auto."
    }
  },
  {
    "translation": {
      "en": "How can you tell me that I'm lying to you when there are no cameras",
      "it": "Come puoi dire che sto mentendo se non ci sono telecamere"
    }
  },
  {
    "translation": {
      "en": "pointing in that area? And the only footage that they gave you",
      "it": "puntate in quell'area e l'unico filmato esistente"
    }
  },
  {
    "translation": {
      "en": "is on the other side of the building.",
      "it": "riguarda l'altro lato dell'edificio."
    }
  },
  {
    "translation": {
      "en": "I feel so unbelievably lied to.",
      "it": "Mi sento terribilmente ingannata."
    }
  },
  {
    "translation": {
      "en": "Fuck!",
      "it": "Cazzo!"
    }
  },
  {
    "translation": {
      "en": "[Rachel] Um, I was wondering if Mr. Jared Akridge is available.",
      "it": "Mi chiedevo se il sig. Akridge fosse disponibile."
    }
  },
  {
    "translation": {
      "en": "I was hoping to talk to you about an investigation that happened several years ago--",
      "it": "Speravo di poterle parlare di un'indagine di diversi anni fa."
    }
  },
  {
    "translation": {
      "en": "[Akridge] I can't speak to you about any of our cases.",
      "it": "Non posso parlare dei casi."
    }
  },
  {
    "translation": {
      "en": "[Rachel] All right. Well, can we sit down, I'll talk?",
      "it": "Ok. Possiamo sederci e parlerò io."
    }
  },
  {
    "translation": {
      "en": "And if I can show you, I would be very, very grateful.",
      "it": "Le sarei grata se potessi mostrarglielo."
    }
  },
  {
    "translation": {
      "en": "[Akridge] I'm just not willing to talk about anything at all.",
      "it": "Non voglio parlare di niente. No."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Okay.",
      "it": "Ok."
    }
  },
  {
    "translation": {
      "en": "How are you doing? How are you holding up?",
      "it": "Come va? Come stai?"
    }
  },
  {
    "translation": {
      "en": "[Rachel] Um, I'm doing okay.",
      "it": "Direi bene."
    }
  },
  {
    "translation": {
      "en": "I mean, I can't even imagine, like the…",
      "it": "Non riesco neanche a immaginare come…"
    }
  },
  {
    "translation": {
      "en": "just the… the small amount that you shared from the case files",
      "it": "Solo la piccola parte che hai condiviso di quei documenti"
    }
  },
  {
    "translation": {
      "en": "is enough to really stick with you.",
      "it": "è sufficiente per stare dalla tua parte."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Yeah, it's just hard to know, I guess, if this is really gonna make",
      "it": "È difficile sapere se questo farà davvero la differenza,"
    }
  },
  {
    "translation": {
      "en": "a difference, um… doing this because",
      "it": "È difficile sapere se questo farà davvero la differenza, perché non sono sicura che la polizia ammetterà mai qualcosa,"
    }
  },
  {
    "translation": {
      "en": "I guess, I'm not sure that the police will ever own up to anything",
      "it": "perché non sono sicura che la polizia ammetterà mai qualcosa,"
    }
  },
  {
    "translation": {
      "en": "because I know that matters in the public's opinion. -[Amanda] Right. -Like what will the police own up to.",
      "it": "perché so che per l'opinione pubblica è importante ciò che ammetterà la polizia."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "it": "Certo."
    }
  },
  {
    "translation": {
      "en": "[Rachel] For Alabama, Sheriff Abernathy won't talk to me.",
      "it": "In Alabama, lo sceriffo Abernathy non vuole parlare con me."
    }
  },
  {
    "translation": {
      "en": "Investigator Akridge won't talk to me.",
      "it": "E neanche il detective Akridge."
    }
  },
  {
    "translation": {
      "en": "[Amanda] It's very frustrating.",
      "it": "È molto frustrante."
    }
  },
  {
    "translation": {
      "en": "[Rachel] In Virginia, no one will give me an interview.",
      "it": "In Virginia, nessuno vuole concedermi un'intervista."
    }
  },
  {
    "translation": {
      "en": "I don't know what else to do. I really just hit like a big wall.",
      "it": "Non so cos'altro fare. Mi sono scontrata con un muro."
    }
  },
  {
    "translation": {
      "en": "We have no police right now talking to me.",
      "it": "In questo momento, nessuno vuole parlare con me."
    }
  },
  {
    "translation": {
      "en": "[Amanda] Um… What about Cotto?",
      "it": "E Cotto?"
    }
  },
  {
    "translation": {
      "en": "Cotto, maybe.",
      "it": "Magari lui sì."
    }
  },
  {
    "translation": {
      "en": "Cotto, maybe. Perhaps.",
      "it": "Lui potrebbe parlarmi, sì."
    }
  },
  {
    "translation": {
      "en": "[Cotto] Okay.",
      "it": "Ok."
    }
  },
  {
    "translation": {
      "en": "My name is Detective Cotto of the Bridgeport Police Department.",
      "it": "Sono il detective Cotto della polizia di Bridgeport."
    }
  },
  {
    "translation": {
      "en": "[Rachel] As I read through these cases,",
      "it": "Nel rivedere questi casi,"
    }
  },
  {
    "translation": {
      "en": "the one detective who I keep thinking about is Detective Cotto.",
      "it": "l'unico detective a cui continuo a pensare è il detective Cotto."
    }
  },
  {
    "translation": {
      "en": "He's the one who investigated Nikki Yovino's case",
      "it": "È lui che ha indagato sul caso di Nikki Yovino,"
    }
  },
  {
    "translation": {
      "en": "and is the reason why I got started on this.",
      "it": "che è il motivo per cui ho avviato questa inchiesta."
    }
  },
  {
    "translation": {
      "en": "[male reporter 1] Nikki Yovino originally claimed two Sacred Heart football players",
      "it": "Nikki Yovino aveva dichiarato che i due giocatori della Sacred Heart"
    }
  },
  {
    "translation": {
      "en": "had pulled her into a bathroom and then took turns raping her.",
      "it": "l'avevano trascinata in un bagno e poi l'avevano violentata a turno."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] In both Emma's and Dyanie’s cases,",
      "it": "Sia nel caso di Emma che in quello di Dyanie,"
    }
  },
  {
    "translation": {
      "en": "the police won't confirm whether the videos were used as a ruse,",
      "it": "la polizia non conferma se i filmati siano stati usati come espediente."
    }
  },
  {
    "translation": {
      "en": "but Detective Cotto is pretty open that he does use ruses to get confessions.",
      "it": "Ma Cotto non ha problemi a dire che usa degli espedienti per ottenere confessioni."
    }
  },
  {
    "translation": {
      "en": "Uh, as part of your job as a detective,",
      "it": "UDIENZA PRELIMINARE DI NIKKI In quanto detective, lei mente alle persone che interroga, è corretto?"
    }
  },
  {
    "translation": {
      "en": "um, you lie to people that you are interrogating, right?",
      "it": "In quanto detective, lei mente alle persone che interroga, è corretto?"
    }
  },
  {
    "translation": {
      "en": "-[mysterious music playing] -[Cotto] Uh, yes. It's called a ruse.",
      "it": "Sì. Si chiama espediente."
    }
  },
  {
    "translation": {
      "en": "What you try to do is get to see",
      "it": "Praticamente serve a vedere se…"
    }
  },
  {
    "translation": {
      "en": "if, uh, you know, you suggest things to see what their responses are and where they're gonna lead to.",
      "it": "Insomma, suggerisci delle cose per vedere quali siano le risposte e dove portino."
    }
  },
  {
    "translation": {
      "en": "[male reporter 2] Yesterday was her sentencing hearing, and she was sentenced",
      "it": "Ieri c'è stata la sentenza, ed è stata condannata a un anno di reclusione,"
    }
  },
  {
    "translation": {
      "en": "to one year behind bars,",
      "it": "ed è stata condannata a un anno di reclusione,"
    }
  },
  {
    "translation": {
      "en": "and she got a lashing from the judge.",
      "it": "con i rimproveri del giudice."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] After Nikki's case, five people submitted citizen complaints",
      "it": "Dopo il caso di Nikki, cinque persone hanno presentato denunce"
    }
  },
  {
    "translation": {
      "en": "about Detective Cotto's treatment of sexual assault victims.",
      "it": "sul trattamento riservato da Cotto alle vittime di violenza sessuale."
    }
  },
  {
    "translation": {
      "en": "None resulted in a ruling against him.",
      "it": "Nessuna si è conclusa con una sentenza contro di lui."
    }
  },
  {
    "translation": {
      "en": "Cotto was still the lead detective in the Bridgeport unit",
      "it": "Cotto è ancora il detective capo dell'unità di Bridgeport"
    }
  },
  {
    "translation": {
      "en": "that investigates sexual assault.",
      "it": "che indaga sulle violenze sessuali."
    }
  },
  {
    "translation": {
      "en": "After three years of trying to talk to Detective Cotto,",
      "it": "Dopo tre anni di tentativi, il detective Cotto ha finalmente accettato di incontrarmi."
    }
  },
  {
    "translation": {
      "en": "he finally said yes.",
      "it": "il detective Cotto ha finalmente accettato di incontrarmi."
    }
  },
  {
    "translation": {
      "en": "-Hi, Detective Cotto. I’m Rae. -How are you? -Nice to meet you. -A pleasure.",
      "it": "- Salve, detective. Rae, piacere. - Piacere mio."
    }
  },
  {
    "translation": {
      "en": "Thanks so much for having us here today and taking the time out of your day.",
      "it": "Grazie di averci invitati qui e di dedicarci un po' del suo tempo."
    }
  },
  {
    "translation": {
      "en": "-I really appreciate it. -It's okay.",
      "it": "Ci mancherebbe."
    }
  },
  {
    "translation": {
      "en": "Tell me about what this job is like.",
      "it": "Mi racconti com'è il suo lavoro."
    }
  },
  {
    "translation": {
      "en": "My job is a fact-finding mission.",
      "it": "Il mio lavoro è una missione di ricerca dei fatti."
    }
  },
  {
    "translation": {
      "en": "Okay, so I have to be unbiased.",
      "it": "Quindi devo essere imparziale."
    }
  },
  {
    "translation": {
      "en": "Criminal investigation is quite difficult because you have to prove",
      "it": "L'indagine penale è piuttosto difficile perché bisogna dimostrare"
    }
  },
  {
    "translation": {
      "en": "that a sexual assault did, in fact, happen. And a lot of it is the interrogation.",
      "it": "che la violenza è effettivamente avvenuta e consiste perlopiù negli interrogatori."
    }
  },
  {
    "translation": {
      "en": "I was privileged to take interview and interrogation courses.",
      "it": "Ho avuto il privilegio di seguire dei corsi specifici per gli interrogatori."
    }
  },
  {
    "translation": {
      "en": "How are we gonna get a confession? What's a confession?",
      "it": "Come otteniamo una confessione? Cos'è una confessione?"
    }
  },
  {
    "translation": {
      "en": "[Rachel] There are numerous training techniques that police use to elicit confessions.",
      "it": "Esistono numerose tecniche di formazione usate per ottenere confessioni."
    }
  },
  {
    "translation": {
      "en": "One of the most famous is the Reid technique.",
      "it": "Una delle più famose è la tecnica Reid."
    }
  },
  {
    "translation": {
      "en": "Through extended research and years of experience,",
      "it": "Grazie a ricerche approfondite e ad anni di esperienza,"
    }
  },
  {
    "translation": {
      "en": "John Reid and Associates has developed a nine-step interrogation process.",
      "it": "la John Reid & Associates ha sviluppato un metodo di interrogatorio in nove fasi."
    }
  },
  {
    "translation": {
      "en": "[Avalos] There's been a lot of controversy around Reid and false confessions.",
      "it": "Ci sono state molte polemiche sulla tecnica Reid e le false confessioni."
    }
  },
  {
    "translation": {
      "en": "When you have a combination of an officer",
      "it": "Quando il detective che ha imparato"
    }
  },
  {
    "translation": {
      "en": "who has learned tactics that are designed to elicit confessions from suspects",
      "it": "Quando il detective che ha imparato tecniche progettate per ottenere confessioni dai sospettati"
    }
  },
  {
    "translation": {
      "en": "and that person has skepticism of, uh, sexual assault victims, thinking that they're lying,",
      "it": "è anche molto scettico nei confronti delle vittime di stupro e crede mentano,"
    }
  },
  {
    "translation": {
      "en": "then they will often turn to those interrogation tactics",
      "it": "spesso ricorrerà a quelle tecniche che ha imparato"
    }
  },
  {
    "translation": {
      "en": "that they've learned in order to try to elicit an admission",
      "it": "spesso ricorrerà a quelle tecniche che ha imparato per cercare di ottenere dalla vittima l'ammissione che sta mentendo."
    }
  },
  {
    "translation": {
      "en": "from the victim that they're lying.",
      "it": "per cercare di ottenere dalla vittima l'ammissione che sta mentendo."
    }
  },
  {
    "translation": {
      "en": "In an effort to increase the suspect's feeling of internal anxiety and guilt",
      "it": "Nel tentativo di aumentare il senso di ansia e di colpa del sospettato"
    }
  },
  {
    "translation": {
      "en": "at this stage of the interrogation,",
      "it": "in questa fase dell'interrogatorio, avviciniamoci un po'."
    }
  },
  {
    "translation": {
      "en": "we begin to move closer, shortening the distance",
      "it": "in questa fase dell'interrogatorio, avviciniamoci un po'. Accorciando la distanza tra noi e il sospettato, entriamo nel suo spazio."
    }
  },
  {
    "translation": {
      "en": "between the suspect and ourselves, moving into their personal space.",
      "it": "Accorciando la distanza tra noi e il sospettato, entriamo nel suo spazio."
    }
  },
  {
    "translation": {
      "en": "[Cotto] Listen. I… I'm sorry.",
      "it": "- E poi… - Ascolta. Mi dispiace. Non voglio metterti in imbarazzo."
    }
  },
  {
    "translation": {
      "en": "I'm not trying to embarrass you.",
      "it": "Mi dispiace. Non voglio metterti in imbarazzo."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] In her interview, he touches her knees several times.",
      "it": "Durante l'interrogatorio, le tocca più volte il ginocchio."
    }
  },
  {
    "translation": {
      "en": "-[Nikki] So-- -[Cotto] You're in the bathroom? [Nikki] Yeah.",
      "it": "- Tu sei nel bagno… - Sì."
    }
  },
  {
    "translation": {
      "en": "[Rachel, continuing] He's an adult male,",
      "it": "Lui è un uomo adulto"
    }
  },
  {
    "translation": {
      "en": "and she's an 18-year-old who was recently, according to her,",
      "it": "e lei una diciottenne che di recente, a quanto afferma,"
    }
  },
  {
    "translation": {
      "en": "led into a bathroom by two men where an unwanted sexual act took place.",
      "it": "è stata condotta da due uomini in un bagno dove ha subito una violenza."
    }
  },
  {
    "translation": {
      "en": "[Cotto] So, they didn't pull you into the bathroom, correct?",
      "it": "Quindi non ti hanno trascinata nel bagno?"
    }
  },
  {
    "translation": {
      "en": "[Nikki] No, but they did grab my arm at first.",
      "it": "No, ma mi hanno afferrato il braccio."
    }
  },
  {
    "translation": {
      "en": "[Cotto] Sure? I mean, and… and…",
      "it": "Certo. Insomma, chi non lo farebbe?"
    }
  },
  {
    "translation": {
      "en": "and who wouldn't grab your arm?",
      "it": "Insomma, chi non lo farebbe?"
    }
  },
  {
    "translation": {
      "en": "Look, you're a pretty young lady. You… You really are. You're a pretty young lady. You're a nice young lady.",
      "it": "Sei una bella ragazza. Lo sei davvero. Sei proprio una bella ragazza."
    }
  },
  {
    "translation": {
      "en": "Can you walk me through as much as you can? -[Cotto] Mm-hmm. -The, um, technique that you used.",
      "it": "Può illustrarmi, per quanto possibile, la tecnica che ha utilizzato?"
    }
  },
  {
    "translation": {
      "en": "So for an example, I'm… I'm gonna… I'm just gonna use you right now.",
      "it": "Per esempio, supponiamo che interroghi lei."
    }
  },
  {
    "translation": {
      "en": "Okay, you are, um, engaged in what I'm saying.",
      "it": "Ok, lei è coinvolta in quello che le sto dicendo."
    }
  },
  {
    "translation": {
      "en": "How do I know that?",
      "it": "Come faccio a saperlo?"
    }
  },
  {
    "translation": {
      "en": "You were sitting back, and I was mirroring you in how you were sitting.",
      "it": "Lei è seduta in questo modo e io mi siedo di fronte allo stesso modo."
    }
  },
  {
    "translation": {
      "en": "Right? So my hands were here. You were holding it. You were like this.",
      "it": "Giusto? Le mie mani sono qui e lei tiene quello, così."
    }
  },
  {
    "translation": {
      "en": "So you're studying body language as you're…",
      "it": "Quindi studia il linguaggio del corpo…"
    }
  },
  {
    "translation": {
      "en": "I am. I'm breaking down psychological barriers",
      "it": "Sì. Abbatto le barriere psicologiche"
    }
  },
  {
    "translation": {
      "en": "to the point where… You know, and you can use ruse. A ruse.",
      "it": "al punto che posso usare un espediente, e lo userò per…"
    }
  },
  {
    "translation": {
      "en": "-You know, I give it… -What is that?",
      "it": "Di che si tratta?"
    }
  },
  {
    "translation": {
      "en": "A ruse is a tool that allows…",
      "it": "Un espediente è uno strumento che permette alla polizia di arrivare alla verità."
    }
  },
  {
    "translation": {
      "en": "that aids law enforcement to get to the truth.",
      "it": "che permette alla polizia di arrivare alla verità."
    }
  },
  {
    "translation": {
      "en": "-Okay. -It's actually not being truthful to them.",
      "it": "Non prevede l'essere sinceri."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Oh. Like what?",
      "it": "- E cosa prevede? - Il mentire."
    }
  },
  {
    "translation": {
      "en": "Saying a lie. Saying like… like, \"What if I tell you",
      "it": "- E cosa prevede? - Il mentire. Mettiamo il caso che le dica"
    }
  },
  {
    "translation": {
      "en": "that the intersection… this intersection at this particular time…",
      "it": "che l'accaduto, ciò che lei ha denunciato in un dato momento"
    }
  },
  {
    "translation": {
      "en": "…um, you know, record… was recording.\"",
      "it": "è stato ripreso e che esiste un filmato?"
    }
  },
  {
    "translation": {
      "en": "But you don't have this footage.",
      "it": "Ma lei non ha questo filmato."
    }
  },
  {
    "translation": {
      "en": "-[Cotto] Maybe not. -Maybe not. Okay.",
      "it": "- Forse no. - Forse no, ok."
    }
  },
  {
    "translation": {
      "en": "We use ruse every single day. Everybody does.",
      "it": "Usiamo tutti degli espedienti ogni giorno."
    }
  },
  {
    "translation": {
      "en": "[Cotto] What if I tell you",
      "it": "E se ti dicessi"
    }
  },
  {
    "translation": {
      "en": "I was able to obtain phone video",
      "it": "che sono riuscito a recuperare un video di un cellulare"
    }
  },
  {
    "translation": {
      "en": "that shows you at the wall speaking to them at the party.",
      "it": "in cui si vede che parli con loro alla festa?"
    }
  },
  {
    "translation": {
      "en": "Who was the first person that walked out the bathroom?",
      "it": "Chi è stata la prima persona a uscire dal bagno?"
    }
  },
  {
    "translation": {
      "en": "'Cause this is also videotaped.",
      "it": "Perché anche questo è stato ripreso."
    }
  },
  {
    "translation": {
      "en": "[Rachel] He repeatedly tells Nikki that she made up the whole thing,",
      "it": "Ripete a Nikki che si è inventata tutto,"
    }
  },
  {
    "translation": {
      "en": "that she went into the bathroom willingly to have sex.",
      "it": "che è entrata nel bagno volontariamente per fare sesso."
    }
  },
  {
    "translation": {
      "en": "She actually never says that.",
      "it": "Lei non lo dice mai,"
    }
  },
  {
    "translation": {
      "en": "At some point, she just doesn't disagree with him.",
      "it": "ma a un certo punto non è più in disaccordo con lui."
    }
  },
  {
    "translation": {
      "en": "[Cotto] You didn't get raped in the bathroom. You knew that.",
      "it": "Non sei stata stuprata nel bagno, e lo sai."
    }
  },
  {
    "translation": {
      "en": "And you know, afterwards you just wanted to distance yourself from it.",
      "it": "E ora vuoi prendere le distanze dai fatti."
    }
  },
  {
    "translation": {
      "en": "-Right? -[Nikki] Mm-hmm.",
      "it": "- Giusto? - Sì."
    }
  },
  {
    "translation": {
      "en": "This happened to you, and now somebody is accusing you of lying about it and fabricating the whole thing.",
      "it": "Subisci una cosa simile e poi ti accusano di mentire e di esserti inventata tutto."
    }
  },
  {
    "translation": {
      "en": "[Cotto] I'll be right back, okay?",
      "it": "Torno subito, ok?"
    }
  },
  {
    "translation": {
      "en": "[Avalos] In that situation, they need to get out of that encounter.",
      "it": "In una situazione simile, devono chiudere l'interrogatorio."
    }
  },
  {
    "translation": {
      "en": "Countless women, especially young women,",
      "it": "Innumerevoli donne, soprattutto giovani,"
    }
  },
  {
    "translation": {
      "en": "have been talked into and cajoled into recanting",
      "it": "sono state costrette e convinte a ritrattare"
    }
  },
  {
    "translation": {
      "en": "because that's how they can get out of that situation.",
      "it": "per poter uscire da quella situazione."
    }
  },
  {
    "translation": {
      "en": "[Cotto] I mean, if you read my investigation, everything I do is fact-based.",
      "it": "Se legge le mie indagini, è tutto basato sui fatti."
    }
  },
  {
    "translation": {
      "en": "I don’t have an opinion in here. There's not one opinion anywhere in my investigations.",
      "it": "Non esprimo opinioni. Non c'è un'opinione da nessuna parte nelle mie indagini."
    }
  },
  {
    "translation": {
      "en": "Did you ever interview the two men? I did not. No, they didn't want to be interviewed.",
      "it": "- Ha mai interrogato i due uomini? - No, non volevano essere interrogati."
    }
  },
  {
    "translation": {
      "en": "-Oh, but you asked? -[Cotto] Oh, absolutely I did.",
      "it": "- Ma gliel'ha chiesto? - Sì, assolutamente."
    }
  },
  {
    "translation": {
      "en": "Oh yeah, absolutely I did, but they just didn't want to.",
      "it": "Certo che sì, ma non hanno voluto."
    }
  },
  {
    "translation": {
      "en": "One gave a written statement to his school… Okay.",
      "it": "- Uno ha lasciato una deposizione scritta. - Capito."
    }
  },
  {
    "translation": {
      "en": "…but none gave me, uh, a statement personally.",
      "it": "Ma nessuno mi ha rilasciato una dichiarazione di persona."
    }
  },
  {
    "translation": {
      "en": "Okay. It did come out recently",
      "it": "Chiaro. Recentemente è emerso"
    }
  },
  {
    "translation": {
      "en": "that one of the men had previously been accused of a sexual assault",
      "it": "che uno degli uomini era stato accusato di violenza sessuale"
    }
  },
  {
    "translation": {
      "en": "while at Sacred Heart a month before Nikki reported it to you.",
      "it": "mentre era alla Sacred Heart un mese prima della denuncia di Nikki."
    }
  },
  {
    "translation": {
      "en": "And I… I need to know if you knew that while you were investigating Nikki's case.",
      "it": "Vorrei sapere se lei ne era a conoscenza mentre indagava sul caso di Nikki."
    }
  },
  {
    "translation": {
      "en": "-Who are we talk-- -[Rachel] About… [bleep]",
      "it": "- Beh, di chi parliamo? - Di…"
    }
  },
  {
    "translation": {
      "en": "No, it's on there. His name on there… [bleep]",
      "it": "È scritto qui. Il suo nome è sul verbale."
    }
  },
  {
    "translation": {
      "en": "Was it from… And… And that's from where?",
      "it": "E lui era E quello da dove arriva?"
    }
  },
  {
    "translation": {
      "en": "-Sacred Heart University? -[Rachel] Yeah.",
      "it": "- Dalla Sacred Heart? - Sì."
    }
  },
  {
    "translation": {
      "en": "Yeah, no. So I… So during it, I was not aware.",
      "it": "No, allora non ne ero a conoscenza."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Does this change anything, you think?",
      "it": "Questo cambia qualcosa per lei?"
    }
  },
  {
    "translation": {
      "en": "No, because I'm going to explain something to you. So, um…",
      "it": "No, e le spiego anche il perché. Allora…"
    }
  },
  {
    "translation": {
      "en": "So… there was an individual,",
      "it": "Insomma… C'era un individuo…"
    }
  },
  {
    "translation": {
      "en": "I'm positive I didn’t see it… [smacks lips] …and then it… I… I'm positive it was not in the, um…",
      "it": "Sono sicuro di non averlo visto e che non fosse in nessuna…"
    }
  },
  {
    "translation": {
      "en": "the, uh… you know, wasn't of any evidence that I obtained.",
      "it": "Insomma, in nessuna delle prove che avevo raccolto."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Okay.",
      "it": "Ok."
    }
  },
  {
    "translation": {
      "en": "[Cotto] Okay. So let's do this.",
      "it": "Ok, allora facciamo così."
    }
  },
  {
    "translation": {
      "en": "Can you… Let's stop this, and then let's look.",
      "it": "Fermiamoci e controlliamo."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Okay.",
      "it": "Ok."
    }
  },
  {
    "translation": {
      "en": "Why not? Let's look.",
      "it": "Perché no? Vediamo."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] Detective Cotto says he couldn't find the man's name in the system.",
      "it": "Cotto dice di non essere riuscito a trovare il nome dell'uomo nel sistema."
    }
  },
  {
    "translation": {
      "en": "A thorough investigation would have included looking into the suspect's past.",
      "it": "Un'indagine meticolosa dovrebbe includere l'esame del passato del sospettato."
    }
  },
  {
    "translation": {
      "en": "Cotto interrogated Nikki",
      "it": "Cotto ha interrogato Nikki,"
    }
  },
  {
    "translation": {
      "en": "but never interviewed either of the two men who have since insisted the sex was consensual.",
      "it": "ma mai i due uomini che, da allora, hanno sostenuto che fosse consensuale."
    }
  },
  {
    "translation": {
      "en": "Ultimately, Nikki plead guilty.",
      "it": "E poi lei si è dichiarata colpevole."
    }
  },
  {
    "translation": {
      "en": "[Cotto, busily] The physical check. Now, let's see it.",
      "it": "Controllo, ma non lo vedo."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] In the false reporting cases I went through, in almost half of them,",
      "it": "In quasi la metà dei casi del genere che ho esaminato non è chiaro"
    }
  },
  {
    "translation": {
      "en": "it's not clear if the suspect was even interviewed or was identified.",
      "it": "se il sospettato sia stato interrogato o almeno identificato."
    }
  },
  {
    "translation": {
      "en": "Which is, like, a really big deal. [chuckling] It's, like, a very key part of an investigation.",
      "it": "E mi sembra assurdo. È una parte fondamentale di un'indagine."
    }
  },
  {
    "translation": {
      "en": "I'm just like, wow, there's so much more they could have done. There's just so much more they could have done.",
      "it": "E allora penso che, cavolo, avrebbero potuto fare molto di più."
    }
  },
  {
    "translation": {
      "en": "[Akridge] There have been several investigators involved,",
      "it": "Sono stati coinvolti molti detective."
    }
  },
  {
    "translation": {
      "en": "and we have done a very, very thorough investigation.",
      "it": "Abbiamo svolto un'indagine approfondita."
    }
  },
  {
    "translation": {
      "en": "[Carl] In Emma’s case, both the suspects weren't even identified.",
      "it": "In questo caso, i sospettati non sono stati neanche identificati."
    }
  },
  {
    "translation": {
      "en": "There were other friends that possibly knew him or other witnesses that… that knew him. Did they go to that school?",
      "it": "C'erano altri amici, compagni di scuola o testimoni che forse li conoscevano."
    }
  },
  {
    "translation": {
      "en": "She had a video that one of the suspects were on.",
      "it": "Lei aveva un video in cui c'era uno dei sospettati."
    }
  },
  {
    "translation": {
      "en": "I mean, they… they would have been… It would have been easy to find.",
      "it": "Insomma, sarebbe stato facile trovarlo."
    }
  },
  {
    "translation": {
      "en": "I mean, if you're gonna do anything, you need to identify them two.",
      "it": "Quantomeno dovevano identificare quei due."
    }
  },
  {
    "translation": {
      "en": "[Rachel] In Emma's police report, the surveillance video appears to be",
      "it": "Nel verbale di Emma, il filmato di sorveglianza sembra essere"
    }
  },
  {
    "translation": {
      "en": "this really critical piece of evidence to justify her arrest.",
      "it": "una prova fondamentale per giustificare il suo arresto."
    }
  },
  {
    "translation": {
      "en": "And if they just completely misidentified her,",
      "it": "Se hanno fatto un errore d'identificazione,"
    }
  },
  {
    "translation": {
      "en": "I would think that they'd care.",
      "it": "dovrebbero preoccuparsi."
    }
  },
  {
    "translation": {
      "en": "Folks like Emma's family reach out to lawyers like myself,",
      "it": "Persone come la famiglia di Emma si rivolgono ad avvocati come me"
    }
  },
  {
    "translation": {
      "en": "uh, because we have a certain perspective.",
      "it": "perché abbiamo una certa prospettiva."
    }
  },
  {
    "translation": {
      "en": "Uh, we understand what it's like to be at the bottom of the boot.",
      "it": "Capiamo cosa significa essere gli ultimi."
    }
  },
  {
    "translation": {
      "en": "We're essentially claiming that they withheld, uh, this video from us.",
      "it": "Stiamo essenzialmente sostenendo che ci hanno negato questo filmato."
    }
  },
  {
    "translation": {
      "en": "We think it clearly exonerates Emma.",
      "it": "Pensiamo che scagioni chiaramente Emma."
    }
  },
  {
    "translation": {
      "en": "[Rachel] There is now an opportunity to overturn the case,",
      "it": "Ora c'è l'opportunità di ribaltare il caso,"
    }
  },
  {
    "translation": {
      "en": "meaning that this could just be completely wiped from her record",
      "it": "il che significa ripulire completamente la sua fedina penale,"
    }
  },
  {
    "translation": {
      "en": "as if this false reporting charge never happened.",
      "it": "il che significa ripulire completamente la sua fedina penale, come se non l'avessero mai condannata."
    }
  },
  {
    "translation": {
      "en": "And if we win that and they determine that there was a constitutional violation,",
      "it": "E se vinciamo e stabiliscono che c'è stata una violazione della Costituzione,"
    }
  },
  {
    "translation": {
      "en": "uh, then yeah, the case will be overturned.",
      "it": "allora sì, il caso sarà ribaltato."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I'm so used to seeing her documents as the State of Alabama versus Emma Catherine Mannion.",
      "it": "Sui suoi documenti ho sempre letto \"Stato dell'Alabama contro Emma Mannion\","
    }
  },
  {
    "translation": {
      "en": "Now it's Emma Catherine Mannion versus the State of Alabama.",
      "it": "ma ora è \"Emma Mannion contro lo Stato dell'Alabama\"."
    }
  },
  {
    "translation": {
      "en": "[Maxwell] All right.",
      "it": "Ecco fatto."
    }
  },
  {
    "translation": {
      "en": "-Thank you, guys. -[Maxwell] Thank you, Emma.",
      "it": "Grazie, ragazzi. - Grazie a te, Emma. Ci sentiamo presto. - Grazie."
    }
  },
  {
    "translation": {
      "en": "-Uh, we'll be talking to you soon. -Thank you.",
      "it": "- Grazie a te, Emma. Ci sentiamo presto. - Grazie."
    }
  },
  {
    "translation": {
      "en": "The last few years have catapulted my healing.",
      "it": "Gli ultimi anni hanno accelerato la mia riabilitazione."
    }
  },
  {
    "translation": {
      "en": "Aw, it's good to see you.",
      "it": "Che bello vederti."
    }
  },
  {
    "translation": {
      "en": "Because Rae's taken my word for my word and not just done it blindly",
      "it": "Rae ha preso per buona la mia parola e non l'ha fatto alla cieca,"
    }
  },
  {
    "translation": {
      "en": "but gone and done the legwork that the police should have done.",
      "it": "ma ha fatto tutto il duro lavoro che avrebbe dovuto fare la polizia."
    }
  },
  {
    "translation": {
      "en": "They have a tough job, you know. I would dot your I's and cross your T's.",
      "it": "Il loro lavoro è difficile. Bisogna fare attenzione a ogni piccolo dettaglio."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "it": "Ok."
    }
  },
  {
    "translation": {
      "en": "I'd like to run through the questions",
      "it": "Vorrei esaminare le domande"
    }
  },
  {
    "translation": {
      "en": "and see if it lines up with what I'm looking from for you.",
      "it": "e vedere se corrispondono a quelle che mi aspetterei."
    }
  },
  {
    "translation": {
      "en": "So my first question would be, what are some of the reasons",
      "it": "La prima domanda è: quali sono le ragioni"
    }
  },
  {
    "translation": {
      "en": "that a sexual assault victim might recant a legitimate report?",
      "it": "per cui una vittima potrebbe ritrattare una denuncia legittima?"
    }
  },
  {
    "translation": {
      "en": "[Avalos] It can be how she's treated by officers. Um, if, uh, they used deception on her.",
      "it": "Magari il modo in cui viene trattata dai poliziotti, se provano a ingannarla."
    }
  },
  {
    "translation": {
      "en": "You know, it's not strong, confident, middle-aged women that experience being charged with false reporting.",
      "it": "Non è una donna matura, forte e sicura di sé a essere accusata."
    }
  },
  {
    "translation": {
      "en": "-It's young women, vulnerable. -[Melissa] Right.",
      "it": "È una giovane vulnerabile."
    }
  },
  {
    "translation": {
      "en": "So she's somebody that is easy to take advantage of. -A perfect target. -Yeah. Mm-hmm.",
      "it": "- Una donna di cui è facile approfittare. - Un bersaglio perfetto."
    }
  },
  {
    "translation": {
      "en": "If… If she \"false reported,\" then the sexual assault didn't happen, right?",
      "it": "Se ha denunciato il falso, allora la violenza non c'è stata."
    }
  },
  {
    "translation": {
      "en": "So they just completely forget about the sexual assault portion of it.",
      "it": "Viene completamente dimenticata la parte della violenza sessuale."
    }
  },
  {
    "translation": {
      "en": "I just want to really get her exonerated. -That's really the biggest thing. [sighs] -[Avalos] Okay.",
      "it": "Voglio solo che sia scagionata. Questa è la cosa più importante."
    }
  },
  {
    "translation": {
      "en": "[Dyanie] When we got that guilty verdict, Melissa was like, \"It's okay. We're going to appeal.\"",
      "it": "Quando emisero il verdetto di colpevolezza Melissa disse che avremo fatto appello."
    }
  },
  {
    "translation": {
      "en": "I'm hoping that it's a different outcome this time,",
      "it": "Spero che questa volta l'esito sia diverso,"
    }
  },
  {
    "translation": {
      "en": "but do I have the same faith in the criminal justice system like I did before?",
      "it": "ma se ho la stessa fiducia nella giustizia che avevo prima?"
    }
  },
  {
    "translation": {
      "en": "No, I don't.",
      "it": "No, niente affatto."
    }
  },
  {
    "translation": {
      "en": "[Rachel] How are you two feeling?",
      "it": "Come vi sentite?"
    }
  },
  {
    "translation": {
      "en": "Nervous.",
      "it": "Agitati."
    }
  },
  {
    "translation": {
      "en": "I just…",
      "it": "GENITORI DI DYANIE"
    }
  },
  {
    "translation": {
      "en": "This place doesn't bring me good memories.",
      "it": "È che questo posto non mi suscita dei bei ricordi."
    }
  },
  {
    "translation": {
      "en": "-Were you here for the last hearing, the-- -Yeah.",
      "it": "- Eravate qui per l'ultima udienza… - Sì."
    }
  },
  {
    "translation": {
      "en": "Yeah, and it was…",
      "it": "- Sì, ed è stato… - Già."
    }
  },
  {
    "translation": {
      "en": "[inhales deeply] It wasn't good.",
      "it": "Non è stato bello."
    }
  },
  {
    "translation": {
      "en": "Yeah, I just felt so powerless, you know what I mean?",
      "it": "Mi sono sentito estremamente impotente. Capisce cosa intendo?"
    }
  },
  {
    "translation": {
      "en": "I felt in a way that I never felt in almost my 30 years being in this country.",
      "it": "Mi sono sentito come mai prima in quasi 30 anni di permanenza negli USA."
    }
  },
  {
    "translation": {
      "en": "I think I feel what other people say it",
      "it": "Sono d'accordo quando la gente dice"
    }
  },
  {
    "translation": {
      "en": "when they say that sometimes the justice system is not made for everybody.",
      "it": "che il sistema giudiziario non è sempre uguale per tutti."
    }
  },
  {
    "translation": {
      "en": "I was the one who said to her, you know, \"Baby, you need to go the cops.\"",
      "it": "Sono stato io a dirle: \"Tesoro, devi andare alla polizia."
    }
  },
  {
    "translation": {
      "en": "You know, \"You need to report this.\" So I feel like, you know what I mean,",
      "it": "Devi denunciare la violenza\". Mi sento come se avessi mandato mia figlia da queste persone schifose, capisce?"
    }
  },
  {
    "translation": {
      "en": "like, I… I sent my daughter to these freaking people here. You know what I mean?",
      "it": "Mi sento come se avessi mandato mia figlia da queste persone schifose, capisce?"
    }
  },
  {
    "translation": {
      "en": "I could easily say, you know what? Don't worry about it, you know.",
      "it": "Potrei tranquillamente dirle di non preoccuparsi,"
    }
  },
  {
    "translation": {
      "en": "It's just hard whenever you do everything that you're supposed to,",
      "it": "ma è difficile quando si fa tutto quello che si deve fare"
    }
  },
  {
    "translation": {
      "en": "and things like that happen, you know?",
      "it": "e poi succedono cose del genere."
    }
  },
  {
    "translation": {
      "en": "I'm Laura Dunn, counsel for defendant.",
      "it": "Sono Laura Dunn, avvocato dell'imputata."
    }
  },
  {
    "translation": {
      "en": "The judge believed me. That's all I wanted from the first place… uh, the first time around,",
      "it": "Il giudice mi ha creduto. Era quello che volevo fin dall'inizio."
    }
  },
  {
    "translation": {
      "en": "and I'm just… I'm still out of words for it,",
      "it": "Il giudice mi ha creduto. Era quello che volevo fin dall'inizio. E sono ancora senza parole."
    }
  },
  {
    "translation": {
      "en": "but it meant a lot more than anything when he said not guilty.",
      "it": "Ma la cosa di gran lunga più importante è stata quando ha detto: \"Non colpevole\"."
    }
  },
  {
    "translation": {
      "en": "This was a huge ruling.",
      "it": "È stata una sentenza importante."
    }
  },
  {
    "translation": {
      "en": "False recantations happen when law enforcement",
      "it": "Le false ritrattazioni avvengono quando la polizia non approccia le vittime nel modo giusto,"
    }
  },
  {
    "translation": {
      "en": "don't approach victims the right way and don't support them",
      "it": "quando la polizia non approccia le vittime nel modo giusto,"
    }
  },
  {
    "translation": {
      "en": "and don't believe them at every step.",
      "it": "non le sostiene e non crede loro."
    }
  },
  {
    "translation": {
      "en": "And I hope that changes,",
      "it": "Spero che ci sarà un cambiamento, in questa Contea e forse anche altrove,"
    }
  },
  {
    "translation": {
      "en": "just this county and perhaps even broader, and you'll be part of that.",
      "it": "Spero che ci sarà un cambiamento, in questa Contea e forse anche altrove, e tu ne farai parte perché ne sei il motivo."
    }
  },
  {
    "translation": {
      "en": "You'll be the reason for that.",
      "it": "e tu ne farai parte perché ne sei il motivo."
    }
  },
  {
    "translation": {
      "en": "Dyanie, you did the hard work, for real like…",
      "it": "Dyanie, tu hai fatto il lavoro duro."
    }
  },
  {
    "translation": {
      "en": "It feels so good to have… to have won,",
      "it": "È davvero bello aver vinto, ma ci sono ancora tanti pezzi della sua vita da raccogliere,"
    }
  },
  {
    "translation": {
      "en": "but there's so many pieces to still pick up of her.",
      "it": "ma ci sono ancora tanti pezzi della sua vita da raccogliere,"
    }
  },
  {
    "translation": {
      "en": "Like… [scoffs] …they left a lot of damage in the wake. It's not so simple.",
      "it": "perché le hanno causato molti danni. Non è così semplice."
    }
  },
  {
    "translation": {
      "en": "She wants to be a law enforcement officer. She had wanted to intern at the FBI right before this happened.",
      "it": "Voleva entrare in polizia e fare uno stage all'FBI prima di questa storia."
    }
  },
  {
    "translation": {
      "en": "They took that from her. They took all of it from her.",
      "it": "E l'hanno privata di tutto questo."
    }
  },
  {
    "translation": {
      "en": "Before the story comes out, we, you know… we want to reach out to them again.",
      "it": "Prima della pubblicazione, io li ricontatterei"
    }
  },
  {
    "translation": {
      "en": "Like, just so you know, -this is what we're saying in our article. -Yes.",
      "it": "perché sappiano cosa diciamo nell'articolo."
    }
  },
  {
    "translation": {
      "en": "[Amanda] The question with the headline is, how do you accurately portray the story?",
      "it": "La grande domanda sul titolo è: come ritraiamo con precisione la storia?"
    }
  },
  {
    "translation": {
      "en": "She reported her rape to police, and when they didn't believe her,",
      "it": "Lei ha denunciato lo stupro e quando non le hanno creduto…"
    }
  },
  {
    "translation": {
      "en": "or something, you know, just a…",
      "it": "Qualcosa del genere."
    }
  },
  {
    "translation": {
      "en": "She reported a rape.",
      "it": "Ha denunciato uno stupro."
    }
  },
  {
    "translation": {
      "en": "She ended up in handcuffs or something like--",
      "it": "- È finita in manette o una cosa simile… - Sì."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Or we could play with something like",
      "it": "- È finita in manette o una cosa simile… - Sì. O qualcosa del tipo: \"Quando la vittima diventa sospettato\"."
    }
  },
  {
    "translation": {
      "en": "when a victim flips to a suspect.",
      "it": "O qualcosa del tipo: \"Quando la vittima diventa sospettato\"."
    }
  },
  {
    "translation": {
      "en": "[Amanda] Mm-hmm. Or police charged her with lying after they lied to her.",
      "it": "O \"La polizia l'ha accusata di aver mentito dopo averle mentito\"."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Yeah. Mm-hmm.",
      "it": "Ci sta."
    }
  },
  {
    "translation": {
      "en": "[Amanda] What does it take to fight one of these charges? To get justice?",
      "it": "Cosa serve per combattere queste accuse? Cosa serve per avere giustizia?"
    }
  },
  {
    "translation": {
      "en": "So, for Dyanie to get justice,",
      "it": "Per avere giustizia,"
    }
  },
  {
    "translation": {
      "en": "it took, you know, at least half a dozen people that she had to bring on board,",
      "it": "Dyanie ha dovuto coinvolgere almeno sei persone,"
    }
  },
  {
    "translation": {
      "en": "hundreds of hours of work, and it would have been",
      "it": "centinaia di ore di lavoro e decine di migliaia di dollari di assistenza legale per…"
    }
  },
  {
    "translation": {
      "en": "tens of thousands of dollars of legal help.",
      "it": "e decine di migliaia di dollari di assistenza legale per…"
    }
  },
  {
    "translation": {
      "en": "For… And that's one case.",
      "it": "Ed è solo un caso."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] As I get closer to publishing, there's one question I keep coming back to.",
      "it": "Più mi avvicino alla pubblicazione, più continuo a pormi una domanda."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I just… I just have this question.",
      "it": "Ho solo questa domanda."
    }
  },
  {
    "translation": {
      "en": "So if police aren't believing someone, why not just dismiss the case?",
      "it": "Se la polizia non crede a una persona, perché non archiviare il caso?"
    }
  },
  {
    "translation": {
      "en": "Why go through the trouble of making arrests?",
      "it": "Perché prendersi la briga di arrestarla?"
    }
  },
  {
    "translation": {
      "en": "Those are easy.",
      "it": "Semplice."
    }
  },
  {
    "translation": {
      "en": "All… If I can get her to recant,",
      "it": "Se riesco a farla ritrattare,"
    }
  },
  {
    "translation": {
      "en": "I'm done.",
      "it": "ho finito."
    }
  },
  {
    "translation": {
      "en": "I… I… I get an arrest and don't have to do a full investigation,",
      "it": "Ho già un arresto e non devo fare un'indagine completa,"
    }
  },
  {
    "translation": {
      "en": "and that's just another one off my desk.",
      "it": "e posso archiviare il caso."
    }
  },
  {
    "translation": {
      "en": "Or they cleared the sexual assault with an arrest, and that's the arrest of the victim.",
      "it": "Oppure hanno liquidato la violenza con un arresto, quello della vittima."
    }
  },
  {
    "translation": {
      "en": "And then you… you go out, and you shame her.",
      "it": "E successivamente la denigrano pubblicamente."
    }
  },
  {
    "translation": {
      "en": "They're gonna teach that person the lesson.",
      "it": "Così capirà la lezione."
    }
  },
  {
    "translation": {
      "en": "When a false report's made like this, then the person that makes a report such as that,",
      "it": "Quando viene fatta una denuncia falsa come questa,"
    }
  },
  {
    "translation": {
      "en": "you know, they… they need to suffer the consequences.",
      "it": "chi la fa deve subirne le conseguenze."
    }
  },
  {
    "translation": {
      "en": "[Avalos] The main effect is the chilling effect.",
      "it": "L'effetto principale è quello dissuasivo."
    }
  },
  {
    "translation": {
      "en": "They are chilling the reporting of sexual assault",
      "it": "Scoraggiano la denuncia di stupro"
    }
  },
  {
    "translation": {
      "en": "because other victims are going to be afraid to come forward.",
      "it": "perché così altre vittime avranno paura di farsi avanti."
    }
  },
  {
    "translation": {
      "en": "So the message they send to all the sexual assault survivors in their community",
      "it": "Il messaggio che mandano alle vittime di stupro della loro comunità"
    }
  },
  {
    "translation": {
      "en": "is that if the police don't believe you, they might prosecute you.",
      "it": "è che se la polizia non ti crede potrebbe perseguirti."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] First, you report being sexually assaulted,",
      "it": "Denunci di aver subito una violenza sessuale"
    }
  },
  {
    "translation": {
      "en": "and then you have the police calling you a liar.",
      "it": "e subito la polizia ti dà della bugiarda."
    }
  },
  {
    "translation": {
      "en": "Then the police will sometimes post about this on their own social media accounts.",
      "it": "A volte, poi, la stessa polizia pubblica un post in merito sui propri social."
    }
  },
  {
    "translation": {
      "en": "[female reporter] The sheriff's office says Dyanie Bermeo also reported the…",
      "it": "L'ufficio dello sceriffo dice che Dyanie Bermeo ha denunciato anche…"
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] Journalists pick this up and republish it without their own investigation.",
      "it": "I giornalisti riprendono la notizia e la ripubblicano senza indagare."
    }
  },
  {
    "translation": {
      "en": "'Cause you're no longer a sexual assault victim, you do not have that right to privacy anymore.",
      "it": "Non essendo più una vittima di stupro, non hai più il diritto alla privacy."
    }
  },
  {
    "translation": {
      "en": "Once your name is in the press, it's everywhere. You can't put it back.",
      "it": "Quando il tuo nome finisce sui giornali, non puoi più fare nulla."
    }
  },
  {
    "translation": {
      "en": "[male caller] To Mrs. Yovino, I really hope you get the full two years",
      "it": "Alla sig.na Yovino: spero davvero che ti diano due anni perché te li meriti, cazzo."
    }
  },
  {
    "translation": {
      "en": "'cause you fucking deserve it.",
      "it": "spero davvero che ti diano due anni perché te li meriti, cazzo."
    }
  },
  {
    "translation": {
      "en": "[Rachel] These young women have no idea, when they go to report an assault, what could happen to them.",
      "it": "Queste giovani donne non sanno a cosa vanno incontro quando denunciano."
    }
  },
  {
    "translation": {
      "en": "[Carl] Most of the victims in sexual assault are between ages of 14 and 26.",
      "it": "La maggior parte delle vittime di stupro ha un'età compresa tra i 14 e i 26 anni."
    }
  },
  {
    "translation": {
      "en": "So you're dealing with somebody that's really young, and they just don't understand how it works.",
      "it": "Quindi si tratta di donne molto giovani che non sanno come funziona."
    }
  },
  {
    "translation": {
      "en": "Even adults don't know how it works, but, um…",
      "it": "A volte neanche le donne più grandi, ma…"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Sì, ecco."
    }
  },
  {
    "translation": {
      "en": "[director, off screen] Why do you care so much?",
      "it": "Perché ci tieni tanto?"
    }
  },
  {
    "translation": {
      "en": "Good question. Um…",
      "it": "Ottima domanda."
    }
  },
  {
    "translation": {
      "en": "My sister was sexually assaulted.",
      "it": "Mia sorella è stata violentata."
    }
  },
  {
    "translation": {
      "en": "Twice.",
      "it": "Due volte."
    }
  },
  {
    "translation": {
      "en": "The first time she was 13.",
      "it": "La prima volta aveva 13 anni."
    }
  },
  {
    "translation": {
      "en": "She came home, my mom called the police, they did zero.",
      "it": "Tornò a casa, mia madre chiamò la polizia e loro non fecero niente."
    }
  },
  {
    "translation": {
      "en": "They didn't even take a report.",
      "it": "Neanche un verbale."
    }
  },
  {
    "translation": {
      "en": "And my sister got heavily into drugs,",
      "it": "Poi mia sorella cominciò a drogarsi e io…"
    }
  },
  {
    "translation": {
      "en": "and, um… and I… a lot of that was from what happened to her.",
      "it": "Poi mia sorella cominciò a drogarsi e io… Lo fece per via dell'accaduto."
    }
  },
  {
    "translation": {
      "en": "And, um… she became addicted, and then when she was 17 years old,",
      "it": "Diventò una tossicodipendente e poi, a 17 anni, fu violentata da due uomini"
    }
  },
  {
    "translation": {
      "en": "she was raped by two… two males",
      "it": "e poi, a 17 anni, fu violentata da due uomini"
    }
  },
  {
    "translation": {
      "en": "and, uh, two suspects.",
      "it": "e due sospettati."
    }
  },
  {
    "translation": {
      "en": "Cops came out. Did nothing.",
      "it": "E i poliziotti non fecero niente."
    }
  },
  {
    "translation": {
      "en": "And my sister just struggled for the rest of her life.",
      "it": "Mia sorella ha sofferto per il resto della sua vita"
    }
  },
  {
    "translation": {
      "en": "And I… I know it came from that.",
      "it": "e io so che è stato questo il motivo."
    }
  },
  {
    "translation": {
      "en": "So, I…",
      "it": "Quindi, quando…"
    }
  },
  {
    "translation": {
      "en": "I look at my victims, and I see…",
      "it": "guardo le mie vittime, io vedo…"
    }
  },
  {
    "translation": {
      "en": "[choking up] I see her.",
      "it": "Vedo lei."
    }
  },
  {
    "translation": {
      "en": "That's why.",
      "it": "Ecco perché."
    }
  },
  {
    "translation": {
      "en": "[trainee] I want to thank you for coming in today.",
      "it": "Grazie di essere venuta qui oggi."
    }
  },
  {
    "translation": {
      "en": "I'm here to help you. Okay?",
      "it": "Sono qui per aiutarti. Ok?"
    }
  },
  {
    "translation": {
      "en": "-You went to the party? -[victim actress] Yeah.",
      "it": "- Sei andata alla festa? - Sì."
    }
  },
  {
    "translation": {
      "en": "-[trainee] Okay. Okay. -[victim actress] I got too drunk.",
      "it": "- Ok. - Mi sono ubriacata. - Ok. - E sono stata male."
    }
  },
  {
    "translation": {
      "en": "And I got sick.",
      "it": "- Ok. - E sono stata male."
    }
  },
  {
    "translation": {
      "en": "I should have just gone home.",
      "it": "Sarei dovuta tornare a casa."
    }
  },
  {
    "translation": {
      "en": "[Carl] What I think needs to be done is, obviously, training.",
      "it": "A mio parere, la formazione è essenziale."
    }
  },
  {
    "translation": {
      "en": "You have detectives who've never been trained in sex crimes, especially in smaller agencies.",
      "it": "Certi detective non vengono formati, soprattutto nei piccoli dipartimenti."
    }
  },
  {
    "translation": {
      "en": "If you asked a question twice, then the victim feels, you know, you're doubting them.",
      "it": "Se ripetete una domanda, la vittima percepisce che dubitate di lei."
    }
  },
  {
    "translation": {
      "en": "Just bear in mind, if you do it too much, down the road, she's gonna be thinking… you know--",
      "it": "Tenete presente che se lo fate troppo spesso, lei penserà…"
    }
  },
  {
    "translation": {
      "en": "-[victim actress] You don't believe me. -Right.",
      "it": "- Beh… - Che non le crediamo. - Sì. - O che non prestiamo attenzione."
    }
  },
  {
    "translation": {
      "en": "-[trainee] Or even paying attention. -You're not paying attention.",
      "it": "- Sì. - O che non prestiamo attenzione. Esatto. Che non la state ascoltando."
    }
  },
  {
    "translation": {
      "en": "You're not listening.",
      "it": "Esatto. Che non la state ascoltando."
    }
  },
  {
    "translation": {
      "en": "A lot of detectives will come up to me,",
      "it": "Molti detective vengono da me"
    }
  },
  {
    "translation": {
      "en": "they're like, \"Yeah, we really want to work these cases but no training.\"",
      "it": "perché vogliono lavorare a questi casi, ma non sono preparati a farlo."
    }
  },
  {
    "translation": {
      "en": "[Akridge] But I'm telling you right now, if you continue to lie to me, this is about to go south.",
      "it": "Io te lo dico: continua a mentire e per te si metterà male."
    }
  },
  {
    "translation": {
      "en": "[Emma] I'm not lying. I'm not.",
      "it": "Non sto mentendo. Davvero."
    }
  },
  {
    "translation": {
      "en": "They were treating the victim in the same interview as a suspect.",
      "it": "Stavano trattando la vittima come se fosse il sospettato."
    }
  },
  {
    "translation": {
      "en": "Of course there's gonna be inconsistencies. Which we already established, the inconsistencies.",
      "it": "Per forza ci saranno delle incongruenze, e infatti le abbiamo già stabilite."
    }
  },
  {
    "translation": {
      "en": "They automatically started kind of putting the burden of proof on the victim.",
      "it": "Hanno iniziato automaticamente a porre l'onere della prova sulla vittima."
    }
  },
  {
    "translation": {
      "en": "We've been talking all day today about, uh, two survivors",
      "it": "Parliamo da tutto il giorno di due vittime che verranno a raccontarci la loro esperienza."
    }
  },
  {
    "translation": {
      "en": "that are gonna come in and do their, uh, impact statement.",
      "it": "di due vittime che verranno a raccontarci la loro esperienza."
    }
  },
  {
    "translation": {
      "en": "And they're here today. Uh, honestly, I've been training a long time,",
      "it": "di due vittime che verranno a raccontarci la loro esperienza. So per esperienza che convincere le vittime a venire a parlare"
    }
  },
  {
    "translation": {
      "en": "and to get survivors to come in to talk at… on any level,",
      "it": "So per esperienza che convincere le vittime a venire a parlare"
    }
  },
  {
    "translation": {
      "en": "uh, is a really tough thing to do.",
      "it": "è una cosa molto difficile."
    }
  },
  {
    "translation": {
      "en": "Do I want to go up in front all these cops and tell them this?",
      "it": "Se voglio raccontare tutto davanti a quei poliziotti?"
    }
  },
  {
    "translation": {
      "en": "-[Emma laughs] -No, not really.",
      "it": "Decisamente no."
    }
  },
  {
    "translation": {
      "en": "I don't wanna hear, \"I'm sorry.\" -[Emma] Yeah, that one. -Like… I like… Like you didn't do this to me.",
      "it": "Non voglio sentirmi dire: \"Mi dispiace\" e dover rispondere che non è colpa loro."
    }
  },
  {
    "translation": {
      "en": "-I've had enough… -[Dyanie] Of I'm sorry's. -…like, of pity cries for Emma. -[Dyanie] Yes.",
      "it": "- Non voglio più pietà per Emma. - Pietà. Già."
    }
  },
  {
    "translation": {
      "en": "I… That's not… [chuckles] That's not where I'm at.",
      "it": "Anche perché non sono più in quella fase, ormai."
    }
  },
  {
    "translation": {
      "en": "And… And I know that",
      "it": "E poi so bene che…"
    }
  },
  {
    "translation": {
      "en": "case to case is different,",
      "it": "ogni caso è diverso."
    }
  },
  {
    "translation": {
      "en": "longevity is diff… Like, this is year five for me.",
      "it": "E anche la durevolezza. Per me è il quinto anno."
    }
  },
  {
    "translation": {
      "en": "To the right.",
      "it": "A destra."
    }
  },
  {
    "translation": {
      "en": "[Emma] I was 18 years old.",
      "it": "Avevo 18 anni."
    }
  },
  {
    "translation": {
      "en": "I was raped",
      "it": "Sono stata violentata"
    }
  },
  {
    "translation": {
      "en": "in the back of a vehicle by a stranger",
      "it": "da uno sconosciuto in una macchina."
    }
  },
  {
    "translation": {
      "en": "with his friend who stood outside the car watching.",
      "it": "Col suo amico che stava fuori dall'auto a guardare."
    }
  },
  {
    "translation": {
      "en": "I walked through my statement",
      "it": "Ho rilasciato la mia deposizione"
    }
  },
  {
    "translation": {
      "en": "and was bluntly told by the detective that they did not believe me.",
      "it": "e il detective mi ha detto che non mi credeva."
    }
  },
  {
    "translation": {
      "en": "That he wanted to help me, but he couldn't help a liar.",
      "it": "Che voleva aiutarmi, ma che non poteva aiutare una bugiarda."
    }
  },
  {
    "translation": {
      "en": "I fell victim to a rapist",
      "it": "Sono stata vittima di uno stupratore"
    }
  },
  {
    "translation": {
      "en": "and was never given the privilege or dignity to process my assault.",
      "it": "e non mi è mai stato dato il privilegio o la dignità di vederlo sotto processo."
    }
  },
  {
    "translation": {
      "en": "If a survivor is coming to you, and they need your help,",
      "it": "Se una vittima viene da voi e ha bisogno del vostro aiuto,"
    }
  },
  {
    "translation": {
      "en": "and you don't help them,",
      "it": "e voi non la aiutate,"
    }
  },
  {
    "translation": {
      "en": "there's a monster walking around free.",
      "it": "allora lasciate che un mostro circoli liberamente."
    }
  },
  {
    "translation": {
      "en": "If you assume immediately that they're lying,",
      "it": "Se pensate subito che stia mentendo,"
    }
  },
  {
    "translation": {
      "en": "if you feel like your job would be easier if it was swept under the rug,",
      "it": "se pensate che per voi sarebbe più facile se venisse nascosto tutto sotto il tappeto"
    }
  },
  {
    "translation": {
      "en": "or if you're tired of all the paperwork,",
      "it": "o se siete stanchi di tutte le scartoffie,"
    }
  },
  {
    "translation": {
      "en": "find a new career.",
      "it": "cambiate lavoro."
    }
  },
  {
    "translation": {
      "en": "[Dyanie] I thought they were coming down to the campus to help me,",
      "it": "Pensavo che fossero venuti al campus per aiutarmi,"
    }
  },
  {
    "translation": {
      "en": "but in reality, they came down ready to interrogate me.",
      "it": "ma in realtà erano venuti a interrogarmi."
    }
  },
  {
    "translation": {
      "en": "There is a law saying, like, you know, police officers can lie to people, and it's okay.",
      "it": "C'è una legge che dice che permette ai poliziotti di mentire."
    }
  },
  {
    "translation": {
      "en": "I'm very sorry, and I'm telling you right now,",
      "it": "È tremendo e ve lo dico chiaramente:"
    }
  },
  {
    "translation": {
      "en": "I don't think you should lie to sexual assault survivors.",
      "it": "non credo che dobbiate mentire alle vittime di stupro."
    }
  },
  {
    "translation": {
      "en": "[Emma] I applaud you all for being here,",
      "it": "Mi congratulo con tutti voi per la vostra presenza,"
    }
  },
  {
    "translation": {
      "en": "but I think this should be standard practice across the board.",
      "it": "ma credo che questa dovrebbe essere una prassi normale per tutti."
    }
  },
  {
    "translation": {
      "en": "[Avalos] This is a problem we can solve.",
      "it": "È un problema che si può risolvere."
    }
  },
  {
    "translation": {
      "en": "We need to ensure",
      "it": "Bisogna fare in modo che i dipartimenti di polizia"
    }
  },
  {
    "translation": {
      "en": "that police departments are not relying on a victim recantation as their evidence",
      "it": "Bisogna fare in modo che i dipartimenti di polizia non si basino sulla ritrattazione come prova che non è stato commesso o tentato un crimine."
    }
  },
  {
    "translation": {
      "en": "that no crime was committed or attempted.",
      "it": "che non è stato commesso o tentato un crimine."
    }
  },
  {
    "translation": {
      "en": "If they close a sexual assault case without a thorough investigation,",
      "it": "Se chiudono un caso di stupro senza un'indagine approfondita,"
    }
  },
  {
    "translation": {
      "en": "if they accuse the victim without evidence,",
      "it": "se accusano la vittima senza prove,"
    }
  },
  {
    "translation": {
      "en": "then they should be held accountable and risk losing federal funding.",
      "it": "devono essere ritenuti responsabili e perdere i fondi statali."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] So much of my investigation was focused on police process.",
      "it": "La mia indagine si è concentrata perlopiù sulle procedure della polizia,"
    }
  },
  {
    "translation": {
      "en": "But it's also the prosecutors,",
      "it": "ma c'entrano anche i pubblici ministeri,"
    }
  },
  {
    "translation": {
      "en": "legislators, the judges, even the mayors.",
      "it": "i legislatori, i giudici e persino i sindaci."
    }
  },
  {
    "translation": {
      "en": "There is an institution of people who allow it to happen.",
      "it": "C'è un'istituzione di persone che permette che tutto ciò avvenga."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] I've been working on this story for four years",
      "it": "Lavoro a questa inchiesta da quattro anni,"
    }
  },
  {
    "translation": {
      "en": "and found about 200 cases so far",
      "it": "e finora ho trovato circa 200 casi"
    }
  },
  {
    "translation": {
      "en": "where alleged victims of sexual assault were turned into suspects.",
      "it": "in cui le presunte vittime di stupro sono state trasformate in sospettati."
    }
  },
  {
    "translation": {
      "en": "It's impossible to say how often law enforcement is doing this,",
      "it": "È impossibile dire quanto spesso la polizia lo faccia,"
    }
  },
  {
    "translation": {
      "en": "but here's what we do know.",
      "it": "ma ecco cosa sappiamo ora."
    }
  },
  {
    "translation": {
      "en": "There are more than 460,000 sexual assaults in the United States every year.",
      "it": "Ogni anno negli Stati Uniti si verificano oltre 460.000 violenze sessuali."
    }
  },
  {
    "translation": {
      "en": "Only 30% of those are reported to the police,",
      "it": "Di queste, solo il 30% viene denunciato alla polizia"
    }
  },
  {
    "translation": {
      "en": "and only 1% of perpetrators are ever prosecuted.",
      "it": "e solo l'1% degli autori viene perseguito."
    }
  },
  {
    "translation": {
      "en": "There's so little justice for victims,",
      "it": "C'è davvero pochissima giustizia per tali vittime,"
    }
  },
  {
    "translation": {
      "en": "and when law enforcement turns them into the suspects,",
      "it": "e considerando che la polizia le trasforma in sospettati,"
    }
  },
  {
    "translation": {
      "en": "it demands the question, is reporting worth the risk?",
      "it": "ci si chiede se valga la pena denunciare."
    }
  },
  {
    "translation": {
      "en": "This was my first big solo investigative piece.",
      "it": "Questo è stato il mio primo grande pezzo investigativo,"
    }
  },
  {
    "translation": {
      "en": "It's nerve-racking.",
      "it": "ed è snervante."
    }
  },
  {
    "translation": {
      "en": "I mean, I don't know if I'll sleep the night that this comes out,",
      "it": "Non so se dormirò la notte prima della pubblicazione,"
    }
  },
  {
    "translation": {
      "en": "to be honest with you.",
      "it": "a essere sincera."
    }
  },
  {
    "translation": {
      "en": "There's a lot of power that stories like this can have.",
      "it": "Storie come questa possono avere un grande potere."
    }
  },
  {
    "translation": {
      "en": "Look, I'm sorry if I'm, you know, pestering you at this point, but I… it's really important that I speak with you.",
      "it": "Mi scusi se la sto importunando, ma è davvero importante che parli con lei."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] Anybody in my story, I want them to be aware of it. That it's coming out.",
      "it": "Voglio che tutte le persone coinvolte sappiano che sto per pubblicarla."
    }
  },
  {
    "translation": {
      "en": "Gonna be quite a few people that won't like this story, but that's… you know, that's journalism.",
      "it": "A molte persone questa storia non piacerà, ma il giornalismo è anche questo."
    }
  },
  {
    "translation": {
      "en": "That's journalism, baby.",
      "it": "Il giornalismo è questo, belli!"
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] The footage shows Emma walking with the alleged assailants",
      "it": "Il filmato mostra Emma che cammina coi presunti stupratori"
    }
  },
  {
    "translation": {
      "en": "moments before her alleged assault.",
      "it": "poco prima della presunta violenza."
    }
  },
  {
    "translation": {
      "en": "It corroborates exactly her description of where she was and with whom.",
      "it": "Conferma esattamente la sua descrizione di dove si trovava e con chi."
    }
  },
  {
    "translation": {
      "en": "[Emma, over recording] It was just myself, Steven, the guy in the blue shirt, and… [bleep].",
      "it": "Eravamo solo io, Steven, il ragazzo con la camicia blu e…"
    }
  },
  {
    "translation": {
      "en": "[host] From the Center for Investigative Reporting and PRX, this is Reveal.",
      "it": "Dal Centro di giornalismo investigativo, ecco a voi Reveal."
    }
  },
  {
    "translation": {
      "en": "Today, we're talking with reporter, Rae de Leon about her yearslong investigation",
      "it": "Oggi parliamo con la giornalista Rae de Leon della sua lunga inchiesta"
    }
  },
  {
    "translation": {
      "en": "that raises troubling questions about how police investigate sexual assault.",
      "it": "che solleva interrogativi inquietanti su come la polizia indaga sugli stupri."
    }
  },
  {
    "translation": {
      "en": "-[Rae] Hi, Al. -[Al] Hey, Rae.",
      "it": "- Ciao, Al. - Ciao, Rae."
    }
  }
]