[
  {
    "translation": {
      "en": "[Leonardo DiCaprio] In 1776, 56 men signed a document claiming something radical:",
      "it": "Nel 1776, 56 uomini firmarono un documento che sosteneva un concetto radicale:"
    }
  },
  {
    "translation": {
      "en": "All men are created equal.",
      "it": "tutti gli uomini sono creati uguali."
    }
  },
  {
    "translation": {
      "en": "A couple lines down, they went further.",
      "it": "Qualche riga più in giù, si spinsero oltre."
    }
  },
  {
    "translation": {
      "en": "It says quite clearly in the Declaration of Independence",
      "it": "È scritto chiaramente nella Dichiarazione di indipendenza"
    }
  },
  {
    "translation": {
      "en": "that all governments derive \"their just powers",
      "it": "che tutti i governi ottengono il loro \"giusto potere"
    }
  },
  {
    "translation": {
      "en": "-from the consent of the governed.\" -And then we got the Constitution.",
      "it": "dal consenso dei governati\". E c'è la Costituzione."
    }
  },
  {
    "translation": {
      "en": "The Constitution basically said, \"Yeah, we think that those things are true, but we didn't mean it for everyone.\"",
      "it": "In pratica la Costituzione dice: \"Sì, sono cose vere, ma non per tutti\"."
    }
  },
  {
    "translation": {
      "en": "They want some level of democracy,",
      "it": "Volevano un certo livello di democrazia,"
    }
  },
  {
    "translation": {
      "en": "but they own human beings.",
      "it": "ma erano padroni di altri esseri umani."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Voting was a privilege almost exclusively for white men with property.",
      "it": "Votare era un privilegio quasi esclusivo degli uomini bianchi possidenti."
    }
  },
  {
    "translation": {
      "en": "[Anderson] In the founding Constitution, you will not find the right to vote.",
      "it": "Nella Costituzione originale, non è nominato il diritto di voto."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] When George Washington was elected America's first president,",
      "it": "Quando George Washington fu eletto primo Presidente americano,"
    }
  },
  {
    "translation": {
      "en": "at most, 20% of the governed were eligible to vote.",
      "it": "il 20% al massimo dei cittadini godeva del diritto di voto."
    }
  },
  {
    "translation": {
      "en": "But that number grew.",
      "it": "Ora la cifra è più alta."
    }
  },
  {
    "translation": {
      "en": "One of the great engines of American history",
      "it": "Uno dei grandi motori della storia americana"
    }
  },
  {
    "translation": {
      "en": "is the struggle to decide and declare",
      "it": "è stata la lotta per decidere e dichiarare"
    }
  },
  {
    "translation": {
      "en": "that voting was a right,",
      "it": "che votare era un diritto,"
    }
  },
  {
    "translation": {
      "en": "not a privilege.",
      "it": "non un privilegio."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] First, Black men won the vote, then white women in 1920,",
      "it": "Prima è stato concesso ai neri, poi alle donne bianche nel 1920,"
    }
  },
  {
    "translation": {
      "en": "then Native Americans.",
      "it": "poi ai nativi americani."
    }
  },
  {
    "translation": {
      "en": "And in 1971, the voting age dropped from 21 to 18.",
      "it": "E, nel 1971, l'età di voto è scesa da 21 a 18 anni."
    }
  },
  {
    "translation": {
      "en": "By 2016, around 90% of everyone over 18 in America had the right to vote.",
      "it": "Arrivati al 2016, circa il 90% dei maggiorenni americani godeva del diritto di voto,"
    }
  },
  {
    "translation": {
      "en": "But only 56% actually used it.",
      "it": "ma solo il 56% lo esercita."
    }
  },
  {
    "translation": {
      "en": "The United States lags behind most other developed countries",
      "it": "Gli Stati Uniti sono indietro rispetto a molti altri Paesi sviluppati"
    }
  },
  {
    "translation": {
      "en": "in voter participation.",
      "it": "in tema di partecipazione al voto."
    }
  },
  {
    "translation": {
      "en": "Our democracy is broken.",
      "it": "La nostra democrazia è compromessa."
    }
  },
  {
    "translation": {
      "en": "It's a rigged system, and people are angry.",
      "it": "È un sistema marcio e la gente è arrabbiata."
    }
  },
  {
    "translation": {
      "en": "People are upset.",
      "it": "La gente è furiosa."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And the coronavirus pandemic has made the debate around voting inescapable.",
      "it": "E la pandemia di coronavirus ha reso il dibattito sul voto inevitabile."
    }
  },
  {
    "translation": {
      "en": "The mail ballots are corrupt.",
      "it": "Il voto postale è una frode."
    }
  },
  {
    "translation": {
      "en": "Some are concerned that, well, if we allow this,",
      "it": "Alcuni temono che, con un tale stato di cose,"
    }
  },
  {
    "translation": {
      "en": "there'll be, quote, \"too many people who can vote.\"",
      "it": "ci saranno \"troppi legittimi elettori\"."
    }
  },
  {
    "translation": {
      "en": "Well, that's kind of a pathetic excuse.",
      "it": "Beh, è una scusa patetica."
    }
  },
  {
    "translation": {
      "en": "You do have to ask yourself,",
      "it": "Dobbiamo chiederci:"
    }
  },
  {
    "translation": {
      "en": "if someone doesn't really care enough",
      "it": "se una persona non è motivata a sufficienza"
    }
  },
  {
    "translation": {
      "en": "to go down to the school gymnasium and cast a ballot,",
      "it": "per recarsi in una scuola ed esprimere il proprio voto,"
    }
  },
  {
    "translation": {
      "en": "how eager should we be to get that person's vote?",
      "it": "quanto è desiderabile il voto di quella persona?"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] It's an age-old battle in America,",
      "it": "È una battaglia annosa in America:"
    }
  },
  {
    "translation": {
      "en": "whether the vote should be for everybody, or just some people,",
      "it": "consentire di votare a tutti o solo a qualcuno?"
    }
  },
  {
    "translation": {
      "en": "whether it should be easy or hard.",
      "it": "Dovrebbe essere facile o difficile?"
    }
  },
  {
    "translation": {
      "en": "It's the world's oldest democracy,",
      "it": "Siamo la democrazia più antica del mondo."
    }
  },
  {
    "translation": {
      "en": "so why is the right to vote still a fight?",
      "it": "Perché il diritto di voto è ancora terreno di scontro?"
    }
  },
  {
    "translation": {
      "en": "The great right of all.",
      "it": "Il grande diritto di tutti."
    }
  },
  {
    "translation": {
      "en": "Our most important right, the right to vote.",
      "it": "Il nostro diritto più importante: votare."
    }
  },
  {
    "translation": {
      "en": "I'm so grateful to exercise my right as a voter again.",
      "it": "Sono grata di poter esercitare ancora il mio diritto di voto."
    }
  },
  {
    "translation": {
      "en": "We're willing to be beaten for democracy!",
      "it": "Accetteremo bastonate per la democrazia!"
    }
  },
  {
    "translation": {
      "en": "You beat people bloody in order that they will not have the privilege to vote!",
      "it": "Voi bastonate la gente per toglierle il privilegio di votare!"
    }
  },
  {
    "translation": {
      "en": "[John Lewis] Some people gave more than a little blood.",
      "it": "Alcuni ci hanno rimesso più del sangue."
    }
  },
  {
    "translation": {
      "en": "-Some gave their very lives. -[man] I don't want everybody to vote.",
      "it": "- Ci hanno rimesso la vita. - Non voglio che tutti votino."
    }
  },
  {
    "translation": {
      "en": "Our leverage in the elections quite candidly goes up as the voting populace goes down.",
      "it": "Il nostro peso alle elezioni aumenta al diminuire degli elettori."
    }
  },
  {
    "translation": {
      "en": "Don't boo. Vote.",
      "it": "Non fischiate. Votate."
    }
  },
  {
    "translation": {
      "en": "This right to vote is the basic right without which all others are meaningless.",
      "it": "Il diritto di voto è il diritto basilare che rende inutili tutti gli altri."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] America's never held an election quite like this one.",
      "it": "In America non si sono mai tenute elezioni come queste."
    }
  },
  {
    "translation": {
      "en": "Given the deadly pandemic,",
      "it": "Con questa pandemia mortale,"
    }
  },
  {
    "translation": {
      "en": "states all over the country have extended the option to vote by mail.",
      "it": "molti Stati in tutto il Paese hanno permesso il voto postale."
    }
  },
  {
    "translation": {
      "en": "So there's a small number of states that have universal vote-by-mail.",
      "it": "Ben pochi Stati hanno il voto postale universale,"
    }
  },
  {
    "translation": {
      "en": "States like Colorado, Washington, Oregon.",
      "it": "tra cui il Colorado, Washington e l'Oregon."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Ballots are mailed to every registered voter,",
      "it": "Ogni elettore riceve la scheda per posta,"
    }
  },
  {
    "translation": {
      "en": "but in most states, you have to apply, like in Kansas.",
      "it": "ma in molti altri Stati bisogna richiederla, come in Kansas."
    }
  },
  {
    "translation": {
      "en": "The ballot won't be sent to you until",
      "it": "La scheda viene recapitata a casa"
    }
  },
  {
    "translation": {
      "en": "the signature on your request form is verified",
      "it": "solo previa verifica della firma sulla domanda,"
    }
  },
  {
    "translation": {
      "en": "and matched with a signature that the state has on file with you.",
      "it": "che deve corrispondere alla firma negli archivi statali."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] In some states, you need an excuse to vote by mail,",
      "it": "In alcuni Stati, bisogna motivare il voto postale"
    }
  },
  {
    "translation": {
      "en": "and the pandemic doesn't count.",
      "it": "e la pandemia non conta."
    }
  },
  {
    "translation": {
      "en": "The rules that govern American elections are largely made by state politicians.",
      "it": "Quasi tutte le regole elettorali americane sono definite dai politici di Stato."
    }
  },
  {
    "translation": {
      "en": "That's how it's always been.",
      "it": "È sempre stato così."
    }
  },
  {
    "translation": {
      "en": "Voting was always left to the states.",
      "it": "Il voto è da sempre materia degli Stati."
    }
  },
  {
    "translation": {
      "en": "Different states can try different systems,",
      "it": "Stati diversi possono provare sistemi diversi"
    }
  },
  {
    "translation": {
      "en": "and if they work, other states will copy them.",
      "it": "e, se funzionano, altri Stati li copiano."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And these partisan politicians can also set the rules",
      "it": "E questi politici di parte possono anche decidere"
    }
  },
  {
    "translation": {
      "en": "for who has the right to vote at all.",
      "it": "a chi spetta il diritto di voto."
    }
  },
  {
    "translation": {
      "en": "You know, I remember in 2016, when my wife ran for office,",
      "it": "Ricordo che nel 2016, quando mia moglie era candidata,"
    }
  },
  {
    "translation": {
      "en": "and I couldn't even vote for her.",
      "it": "non ho potuto votarla,"
    }
  },
  {
    "translation": {
      "en": "Because I lived in Florida, I couldn't vote for my own wife.",
      "it": "perché vivevo in Florida e non potevo votare per mia moglie."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Florida had stripped the right to vote from all convicted felons for life.",
      "it": "La Florida ha tolto per tutta la vita il diritto di voto ai pregiudicati,"
    }
  },
  {
    "translation": {
      "en": "But from 2007 to 2011, 155,000 of them got it back",
      "it": "ma, dal 2007 al 2011, 150.000 di loro l'hanno riottenuto"
    }
  },
  {
    "translation": {
      "en": "from then-Republican Governor Charlie Crist",
      "it": "dall'allora governatore repubblicano Charlie Crist,"
    }
  },
  {
    "translation": {
      "en": "through a nearly automatic process.",
      "it": "tramite un processo quasi automatico."
    }
  },
  {
    "translation": {
      "en": "Then Rick Scott became governor.",
      "it": "Poi Rick Scott è diventato governatore."
    }
  },
  {
    "translation": {
      "en": "I'll never forget when the governor at the time, Rick Scott,",
      "it": "Non dimenticherò mai quando il governatore Rick Scott"
    }
  },
  {
    "translation": {
      "en": "he rolled back the clemency policies from the previous administration.",
      "it": "ha annullato le politiche di clemenza dell'amministrazione precedente."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Ex-felons now had to make their appeal in an in-person hearing.",
      "it": "Gli ex criminali hanno dovuto fare appello personalmente."
    }
  },
  {
    "translation": {
      "en": "People would basically go in front of the governor and his cabinet",
      "it": "In pratica, dovevano recarsi al cospetto del governatore e del suo gabinetto"
    }
  },
  {
    "translation": {
      "en": "and beg the governor to restore their rights.",
      "it": "e implorare il governatore di ripristinare i loro diritti."
    }
  },
  {
    "translation": {
      "en": "I'm here to get my rights back so I can have a voice.",
      "it": "Sono qui per riavere i miei diritti e far sentire la mia voce."
    }
  },
  {
    "translation": {
      "en": "And the governor would just deny so many people for no rhyme or reason.",
      "it": "E il governatore ha continuato a negarli a moltissime persone senza alcuna logica."
    }
  },
  {
    "translation": {
      "en": "I deny a full pardon. I deny a full pardon.",
      "it": "Nego la grazia."
    }
  },
  {
    "translation": {
      "en": "I deny restoration of civil rights and deny the full pardon.",
      "it": "Nego il ripristino dei diritti civili e nego la grazia."
    }
  },
  {
    "translation": {
      "en": "That whole process was an arbitrary process.",
      "it": "È stato un processo totalmente arbitrario."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Scott restored the right to vote",
      "it": "Scott ha ridato il diritto di voto"
    }
  },
  {
    "translation": {
      "en": "to less than 4,000 ex-felons over eight years.",
      "it": "a meno di 4.000 ex criminali in otto anni."
    }
  },
  {
    "translation": {
      "en": "And I remember thinking, \"Wow, that's a lot of power",
      "it": "Ricordo di aver pensato: \"Caspita, è un gran potere"
    }
  },
  {
    "translation": {
      "en": "to be able to decide which American citizen gets to vote",
      "it": "poter decidere quali americani possono votare"
    }
  },
  {
    "translation": {
      "en": "and which American citizen don't get to vote.\"",
      "it": "e quali altri americani no\"."
    }
  },
  {
    "translation": {
      "en": "And I thought that was too much power for any politician to have.",
      "it": "E mi è sembrato troppo potere per qualsiasi politico."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Rick Scott then won a seat in the Senate by a very thin margin.",
      "it": "Rick Scott ha vinto un seggio al Senato con pochissimo margine."
    }
  },
  {
    "translation": {
      "en": "If he'd restored voting rights like his predecessor, he might have lost.",
      "it": "Ridando a tutti il diritto di voto, come il suo predecessore, avrebbe perso."
    }
  },
  {
    "translation": {
      "en": "That's why expansions of the vote have faced resistance from the beginning.",
      "it": "Ecco perché gli ampliamenti di voto sono stati osteggiati sin dall'inizio."
    }
  },
  {
    "translation": {
      "en": "When America declared independence,",
      "it": "Quando l'America dichiarò l'indipendenza,"
    }
  },
  {
    "translation": {
      "en": "New Jersey decided to let anyone with enough wealth vote.",
      "it": "il New Jersey decise di far votare tutte le persone abbienti."
    }
  },
  {
    "translation": {
      "en": "[Berkin] There were women who were widows.",
      "it": "C'erano donne vedove."
    }
  },
  {
    "translation": {
      "en": "There were free African Americans in New Jersey who said, \"I own property.",
      "it": "C'erano afroamericani liberi nel New Jersey che dicevano: \"Io ho delle proprietà"
    }
  },
  {
    "translation": {
      "en": "I'm going to vote.\" And they did.",
      "it": "e voterò!\" E così fecero."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] But then came concerns about voter fraud.",
      "it": "Ma poi nacquero timori di frodi elettorali."
    }
  },
  {
    "translation": {
      "en": "Men cross-dressing to vote.",
      "it": "Uomini che si travestivano per votare."
    }
  },
  {
    "translation": {
      "en": "Ineligible women voting by the carriageful.",
      "it": "Donne senza i requisiti che votavano a frotte."
    }
  },
  {
    "translation": {
      "en": "After 30 years, New Jersey politicians",
      "it": "Dopo 30 anni, i politici del New Jersey"
    }
  },
  {
    "translation": {
      "en": "stripped women and Black men of the right to vote,",
      "it": "tolsero il diritto di voto a donne e uomini neri,"
    }
  },
  {
    "translation": {
      "en": "groups that also happened to be voting against them.",
      "it": "cioè a quanti votavano contro di loro."
    }
  },
  {
    "translation": {
      "en": "Non-citizens could vote almost everywhere in early America,",
      "it": "All'inizio i non cittadini potevano votare quasi ovunque in America,"
    }
  },
  {
    "translation": {
      "en": "but over the decades, states took that right away, too.",
      "it": "ma, nei decenni, gli Stati hanno tolto il diritto di voto anche a loro."
    }
  },
  {
    "translation": {
      "en": "And when the federal government began to extend the right to vote to Black men in 1867…",
      "it": "E quando il governo federale concesse il voto agli uomini neri nel 1867…"
    }
  },
  {
    "translation": {
      "en": "The very next year, Florida passed a law",
      "it": "L'anno successivo, la Florida approvò una legge"
    }
  },
  {
    "translation": {
      "en": "that said those with a felony conviction could not vote.",
      "it": "per cui nessun pregiudicato aveva il diritto di votare."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The 15th Amendment banned states",
      "it": "Il 15° Emendamento proibisce agli Stati"
    }
  },
  {
    "translation": {
      "en": "from restricting the right to vote on account of race.",
      "it": "di limitare il diritto di voto per motivi razziali."
    }
  },
  {
    "translation": {
      "en": "It doesn't say anything about getting arrested.",
      "it": "Non dice nulla sull'essere arrestati."
    }
  },
  {
    "translation": {
      "en": "What's also happening at this time, a rise of laws coming out of these states",
      "it": "A quell'epoca si verificò anche un aumento delle leggi promulgate da questi Stati"
    }
  },
  {
    "translation": {
      "en": "that criminalize Blackness,",
      "it": "che criminalizzavano l'essere neri."
    }
  },
  {
    "translation": {
      "en": "laws that only Black people are subjected to.",
      "it": "Leggi a cui solo i neri erano soggetti."
    }
  },
  {
    "translation": {
      "en": "The main reason was to prevent newly-freed slaves from being able to",
      "it": "Lo scopo primario era evitare che gli schiavi appena liberati partecipassero attivamente alla nostra democrazia."
    }
  },
  {
    "translation": {
      "en": "actively participate in our democracy.",
      "it": "partecipassero attivamente alla nostra democrazia."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And it wasn't just Florida.",
      "it": "E non solo in Florida."
    }
  },
  {
    "translation": {
      "en": "Felony disenfranchisement laws had spread all around the country.",
      "it": "La privazione dei diritti ai criminali si era diffusa in tutto il Paese."
    }
  },
  {
    "translation": {
      "en": "White Democrats throughout the South enacted a patchwork of other laws",
      "it": "I democratici bianchi del Sud promulgarono un'accozzaglia di leggi"
    }
  },
  {
    "translation": {
      "en": "designed to restrict the vote, so they could hold on to power.",
      "it": "per limitare il voto e restare così al potere."
    }
  },
  {
    "translation": {
      "en": "They did it by using the legacies of slavery,",
      "it": "Lo fecero sfruttando la condizione degli schiavi,"
    }
  },
  {
    "translation": {
      "en": "the legacies of the lack of wealth.",
      "it": "di coloro che non erano benestanti…"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Like taxes, you had to pay to vote, with exemptions if your grandfather voted.",
      "it": "Imposero tasse per poter votare, con esenzioni se il proprio nonno votava."
    }
  },
  {
    "translation": {
      "en": "Well, if you were a slave, this is the first generation after slavery,",
      "it": "Beh, stiamo parlando della prima generazione dopo la schiavitù"
    }
  },
  {
    "translation": {
      "en": "no one's grandfather, if you were Black, would have been permitted to vote.",
      "it": "e nessun nonno di un nero poteva votare all'epoca."
    }
  },
  {
    "translation": {
      "en": "The legacies of the lack of access to education.",
      "it": "…e la condizione di chi non aveva accesso all'istruzione."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Like understanding clauses and literacy tests.",
      "it": "Tramite le clausole di comprensione e i test di alfabetizzazione."
    }
  },
  {
    "translation": {
      "en": "The man who helped raise me talked about taking the literacy test.",
      "it": "L'uomo che mi ha cresciuta mi raccontava del test di alfabetizzazione."
    }
  },
  {
    "translation": {
      "en": "And his question was, \"How high is up?\"",
      "it": "A lui chiesero: \"Quanto è alto 'in alto'?\""
    }
  },
  {
    "translation": {
      "en": "Those actually originated in the Northeast,",
      "it": "L'idea era nata nel nord-est"
    }
  },
  {
    "translation": {
      "en": "and they targeted European immigrants who came from non-English-speaking countries.",
      "it": "e mirava agli immigrati europei che provenivano da Paesi non anglofoni."
    }
  },
  {
    "translation": {
      "en": "And so over and over again, we've seen voter suppression",
      "it": "E così, volta dopo volta, la repressione del diritto di voto"
    }
  },
  {
    "translation": {
      "en": "target communities. Sometimes it's racially-based,",
      "it": "ha colpito certe comunità, a volte su base razziale,"
    }
  },
  {
    "translation": {
      "en": "but always it's because those in power do not want to share that power.",
      "it": "ma sempre perché i potenti non volevano condividere il loro potere."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The list went on.",
      "it": "La lista è lunga."
    }
  },
  {
    "translation": {
      "en": "And whatever those policies didn't cover,",
      "it": "E, per tutti gli aspetti non disciplinati,"
    }
  },
  {
    "translation": {
      "en": "we'd experience state-sanctioned violence.",
      "it": "abbiamo subito violenze dallo Stato."
    }
  },
  {
    "translation": {
      "en": "[Abrams] Voter suppression has existed in almost every state in our nation.",
      "it": "La repressione del diritto di voto esisteva in quasi tutti gli Stati,"
    }
  },
  {
    "translation": {
      "en": "But the South was the most effective purveyor of voter suppression.",
      "it": "ma il Sud era il più ardente sostenitore della repressione del diritto di voto."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The right to vote there was essentially destroyed.",
      "it": "Lì, il diritto di voto era praticamente calpestato."
    }
  },
  {
    "translation": {
      "en": "[Anderson] By 1940,",
      "it": "Nel 1940,"
    }
  },
  {
    "translation": {
      "en": "only three percent of African-American adults in the South",
      "it": "solo il 3% degli adulti afroamericani nel Sud"
    }
  },
  {
    "translation": {
      "en": "were registered to vote.",
      "it": "potevano votare."
    }
  },
  {
    "translation": {
      "en": "Three percent.",
      "it": "Il 3%."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] In 1964, a Constitutional amendment banned poll taxes,",
      "it": "Nel 1964, un emendamento costituzionale vietò l'imposizione di tasse per votare,"
    }
  },
  {
    "translation": {
      "en": "but it took until the next year for the tide to break.",
      "it": "ma ci volle un anno perché fosse applicato."
    }
  },
  {
    "translation": {
      "en": "Hundreds marched for the right to vote in Selma, Alabama,",
      "it": "Centinaia di persone marciarono in strada a Selma, in Alabama,"
    }
  },
  {
    "translation": {
      "en": "and the images of police",
      "it": "e le immagini della polizia che attaccava duramente i dimostranti,"
    }
  },
  {
    "translation": {
      "en": "brutally attacking protesters, including future Congressman John Lewis,",
      "it": "e le immagini della polizia che attaccava duramente i dimostranti, tra cui il futuro deputato John Lewis,"
    }
  },
  {
    "translation": {
      "en": "finally shocked the nation",
      "it": "sconvolsero il Paese"
    }
  },
  {
    "translation": {
      "en": "and President Lyndon Johnson into action.",
      "it": "e il presidente Lyndon Johnson corse ai ripari."
    }
  },
  {
    "translation": {
      "en": "The right is one which no American",
      "it": "Si tratta di un diritto che nessun americano,"
    }
  },
  {
    "translation": {
      "en": "true to our principles can deny.",
      "it": "fedele ai nostri principi, può negare."
    }
  },
  {
    "translation": {
      "en": "[Will] With the passage of the Voting Rights Act in 1965,",
      "it": "Con l'approvazione del Voting Rights Act nel 1965,"
    }
  },
  {
    "translation": {
      "en": "the United States finally became, in the full sense of the word, a democracy.",
      "it": "gli Stati Uniti sono finalmente diventati una vera democrazia."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] All these racist tactics became illegal, and crucially,",
      "it": "Queste strategie razziste erano ora illegali e, in sostanza,"
    }
  },
  {
    "translation": {
      "en": "states that had disenfranchised the most citizens",
      "it": "gli Stati che avevano tolto diritti a più cittadini"
    }
  },
  {
    "translation": {
      "en": "now had to get pre-clearance from the federal government",
      "it": "ora dovevano essere autorizzati dal governo federale"
    }
  },
  {
    "translation": {
      "en": "if they wanted to make voting harder.",
      "it": "per rendere più difficile votare."
    }
  },
  {
    "translation": {
      "en": "The system worked, and it changed American politics forever.",
      "it": "Il sistema ha funzionato e ha cambiato la politica americana per sempre."
    }
  },
  {
    "translation": {
      "en": "Starting in 1965, after the Voting Rights Act,",
      "it": "A partire dal 1965, dopo il Voting Rights Act,"
    }
  },
  {
    "translation": {
      "en": "we saw the emergence of basically a bipartisan consensus",
      "it": "abbiamo visto emergere un consenso praticamente bipartisan"
    }
  },
  {
    "translation": {
      "en": "to make voting easier.",
      "it": "per semplificare il voto."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Every time the Voting Rights Act was set to expire,",
      "it": "Ogni volta che il Voting Rights Act stava per scadere,"
    }
  },
  {
    "translation": {
      "en": "the government reauthorized it.",
      "it": "il governo l'ha riconfermato."
    }
  },
  {
    "translation": {
      "en": "[Reagan] As long as I'm in a position to uphold the Constitution,",
      "it": "Finché sarò in grado di difendere la Costituzione,"
    }
  },
  {
    "translation": {
      "en": "no barrier will come between our citizens and the voting booth.",
      "it": "nessuna barriera separerà i cittadini dalle urne."
    }
  },
  {
    "translation": {
      "en": "By reauthorizing this Act, Congress has reaffirmed its belief",
      "it": "Riconfermando questa legge, il Congresso ha ribadito il concetto"
    }
  },
  {
    "translation": {
      "en": "that all men are created equal.",
      "it": "dell'uguaglianza tra uomini."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And there were new ideas to make voting easier,",
      "it": "E sono emerse nuove idee per semplificare il voto,"
    }
  },
  {
    "translation": {
      "en": "like making registration simpler.",
      "it": "come facilitare l'iscrizione agli elenchi."
    }
  },
  {
    "translation": {
      "en": "In this country, we don't have a person to waste.",
      "it": "In questo Paese, nessuno è inutile."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Letting people vote before Election Day.",
      "it": "Far votare prima dell'Election Day."
    }
  },
  {
    "translation": {
      "en": "They're voting for president today, under the state's new early voting program.",
      "it": "Oggi si vota per la Presidenza con il nuovo sistema di voto anticipato."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And expanding voting by mail.",
      "it": "E introdurre il voto postale."
    }
  },
  {
    "translation": {
      "en": "[newsman] Everyone eligible to vote in this election, 1.4 million people,",
      "it": "Tutti possono votare a queste elezioni: 1,4 milioni di persone hanno ricevuto la scheda per posta."
    }
  },
  {
    "translation": {
      "en": "received mail-in ballots.",
      "it": "1,4 milioni di persone hanno ricevuto la scheda per posta."
    }
  },
  {
    "translation": {
      "en": "Georgia actually has one of the most expansive standards for vote-by-mail,",
      "it": "La Georgia ha un sistema di voto postale tra i più sviluppati,"
    }
  },
  {
    "translation": {
      "en": "and it was passed by Republicans when they took control in 2005.",
      "it": "istituito dai repubblicani che sono subentrati nel 2005."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And in 2008…",
      "it": "E nel 2008…"
    }
  },
  {
    "translation": {
      "en": "[Obama] If there is anyone out there",
      "it": "Se c'è qualcuno là fuori"
    }
  },
  {
    "translation": {
      "en": "who still questions the power of our democracy,",
      "it": "che ancora dubita del potere della nostra democrazia,"
    }
  },
  {
    "translation": {
      "en": "tonight is your answer.",
      "it": "stasera ha ricevuto risposta."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Record numbers of people who had been historically locked out of voting",
      "it": "Tantissime persone, che storicamente erano state private del voto,"
    }
  },
  {
    "translation": {
      "en": "elected the nation's first Black president.",
      "it": "avevano eletto il primo Presidente nero del Paese."
    }
  },
  {
    "translation": {
      "en": "After President Obama got elected in 2008,",
      "it": "Dopo l'elezione del presidente Obama nel 2008,"
    }
  },
  {
    "translation": {
      "en": "that's where this bipartisan consensus kind of broke apart.",
      "it": "quel consenso bipartisan si è incrinato."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Obama and the Democratic party",
      "it": "Obama e il Partito democratico"
    }
  },
  {
    "translation": {
      "en": "had captured the growing diversity of America.",
      "it": "avevano intercettato la crescente diversità dell'America."
    }
  },
  {
    "translation": {
      "en": "Republicans hadn't.",
      "it": "I repubblicani no."
    }
  },
  {
    "translation": {
      "en": "Democrats in the South had been incentivized to suppress the vote.",
      "it": "Prima i democratici del Sud erano motivati a reprimere il voto."
    }
  },
  {
    "translation": {
      "en": "Now Republicans were.",
      "it": "Ora lo erano i repubblicani."
    }
  },
  {
    "translation": {
      "en": "And in 2013, the Supreme Court made that a lot easier.",
      "it": "E, nel 2013, la Corte Suprema ha reso tutto più facile."
    }
  },
  {
    "translation": {
      "en": "Today, the Supreme Court essentially knocked down",
      "it": "Oggi, la Corte Suprema ha demolito un pilastro del movimento per i diritti civili."
    }
  },
  {
    "translation": {
      "en": "one of the pillars of the Civil Rights Movement.",
      "it": "ha demolito un pilastro del movimento per i diritti civili."
    }
  },
  {
    "translation": {
      "en": "The US Supreme Court has driven a stake through the heart of the most important",
      "it": "La Corte Suprema ha colpito al cuore della più importante legge per i diritti civili,"
    }
  },
  {
    "translation": {
      "en": "Civil Rights law ever enacted, the Voting Rights Act.",
      "it": "della più importante legge per i diritti civili, il Voting Rights Act."
    }
  },
  {
    "translation": {
      "en": "Today, the Supreme Court stuck a dagger in the heart of the Voting Rights Act.",
      "it": "Oggi, la Corte Suprema ha trafitto il cuore del Voting Rights Act."
    }
  },
  {
    "translation": {
      "en": "In a five-to-four ruling, the Court's conservatives said",
      "it": "Con 5 voti a 4, i conservatori della Corte hanno affermato"
    }
  },
  {
    "translation": {
      "en": "the areas covered by the Voting Rights Act had changed,",
      "it": "che l'ambito d'azione del Voting Rights Act era cambiato,"
    }
  },
  {
    "translation": {
      "en": "but the law has not kept up.",
      "it": "ma la legge non era al passo."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] States and counties the Voting Rights Act had regulated",
      "it": "Gli Stati e le contee disciplinate dal Voting Rights Act"
    }
  },
  {
    "translation": {
      "en": "could now change their election laws without federal pre-clearance.",
      "it": "ora potevano cambiare la legge elettorale senza il permesso federale."
    }
  },
  {
    "translation": {
      "en": "It sent a loud and clear message:",
      "it": "Il messaggio era chiaro:"
    }
  },
  {
    "translation": {
      "en": "The Supreme Court was not going to police voter suppression",
      "it": "la Corte Suprema non avrebbe combattuto la repressione del diritto di voto"
    }
  },
  {
    "translation": {
      "en": "in the way in which courts had before.",
      "it": "come avevano fatto i tribunali."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Throughout this period,",
      "it": "In questo periodo,"
    }
  },
  {
    "translation": {
      "en": "half of the United States enacted new restrictions on how people voted.",
      "it": "metà degli Stati Uniti ha imposto nuove restrizioni di voto."
    }
  },
  {
    "translation": {
      "en": "Polling places closed, and lines at the polls grew…",
      "it": "Sono stati chiusi dei seggi e le file per votare si sono allungate…"
    }
  },
  {
    "translation": {
      "en": "I feel like maybe it's intentional that it's so difficult to vote. [laughs]",
      "it": "Per me hanno ostacolato intenzionalmente la possibilità di votare."
    }
  },
  {
    "translation": {
      "en": "…with Black and Latino voters waiting 45% longer than white voters.",
      "it": "…con file di neri e ispanici più lunghe del 45% rispetto a quelle dei bianchi."
    }
  },
  {
    "translation": {
      "en": "And while states always have to maintain the registration lists…",
      "it": "E sebbene gli Stati debbano aggiornare gli elenchi elettorali…"
    }
  },
  {
    "translation": {
      "en": "Every state has this problem of what I call \"slop\" on the voter rolls.",
      "it": "Tutti gli Stati hanno elenchi elettorali pieni di \"pastrocchi\","
    }
  },
  {
    "translation": {
      "en": "Additional names on the voter rolls.",
      "it": "cioè nomi in eccesso."
    }
  },
  {
    "translation": {
      "en": "…the states now free of federal supervision",
      "it": "…gli Stati non soggetti al controllo federale"
    }
  },
  {
    "translation": {
      "en": "purged 40% more names.",
      "it": "hanno eliminato il 40% di nomi in più."
    }
  },
  {
    "translation": {
      "en": "We saw much, much stricter ID laws become much more common.",
      "it": "Le leggi sul riconoscimento degli elettori sono sempre più severe e diffuse."
    }
  },
  {
    "translation": {
      "en": "It sounds innocuous,",
      "it": "Sembra una cosa innocua"
    }
  },
  {
    "translation": {
      "en": "and it's built on a lie.",
      "it": "e si basa su una menzogna."
    }
  },
  {
    "translation": {
      "en": "It's built on the lie of massive, rampant voter fraud.",
      "it": "Si basa sulla menzogna di un'enorme frode elettorale."
    }
  },
  {
    "translation": {
      "en": "A Los Angeles man today charged with voter fraud.",
      "it": "Oggi un uomo di Los Angeles è stato accusato di frode elettorale."
    }
  },
  {
    "translation": {
      "en": "-Voter fraud. -Voter fraud.",
      "it": "Frode elettorale."
    }
  },
  {
    "translation": {
      "en": "Voter fraud in the form of a non-citizen voting is also pretty frequent.",
      "it": "È molto comune anche la frode elettorale sotto forma di voti di non cittadini."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] President Trump and Kris Kobach",
      "it": "Il presidente Trump e Kris Kobach sostengono"
    }
  },
  {
    "translation": {
      "en": "claim that millions illegally voted in 2016,",
      "it": "che milioni di persone hanno votato illegalmente nel 2016,"
    }
  },
  {
    "translation": {
      "en": "without any evidence.",
      "it": "senza però fornire prove."
    }
  },
  {
    "translation": {
      "en": "If 11.3% of aliens residing in the United States voted,",
      "it": "Se ha votato l'11,3% degli stranieri residenti negli Stati Uniti,"
    }
  },
  {
    "translation": {
      "en": "you can probably conclude that a very high percentage voted for Hillary Clinton.",
      "it": "gran parte di quei voti è di certo andata a Hillary Clinton."
    }
  },
  {
    "translation": {
      "en": "Not a conspiracy theory, folks. Millions and millions of people.",
      "it": "Non è una teoria del complotto. Sono milioni di persone."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Elections have been rigged in America's history.",
      "it": "Ci sono state elezioni truccate nella storia americana,"
    }
  },
  {
    "translation": {
      "en": "But it's politicians, not individual voters, who do it.",
      "it": "ma la colpa è dei politici, non degli elettori."
    }
  },
  {
    "translation": {
      "en": "One election official admitted that, in 1948,",
      "it": "Un funzionario elettorale ha ammesso che, nel 1948,"
    }
  },
  {
    "translation": {
      "en": "he approved around 200 fraudulent votes",
      "it": "lui stesso approvò circa 200 voti fraudolenti"
    }
  },
  {
    "translation": {
      "en": "on the orders of a Democratic political boss,",
      "it": "per ordine di un politico democratico suo superiore,"
    }
  },
  {
    "translation": {
      "en": "so their candidate could win his Senate primary.",
      "it": "affinché il loro candidato vincesse le primarie per il Senato."
    }
  },
  {
    "translation": {
      "en": "The candidate? Future President Lyndon Johnson.",
      "it": "Chi era il candidato? Il futuro presidente Lyndon Johnson."
    }
  },
  {
    "translation": {
      "en": "Election security has improved a lot since 1948.",
      "it": "La sicurezza elettorale è migliorata molto dal 1948."
    }
  },
  {
    "translation": {
      "en": "In 2017, Trump asked Kobach to lead a commission",
      "it": "Nel 2017, Trump ha affidato una commissione a Kobach"
    }
  },
  {
    "translation": {
      "en": "to look for evidence to back their claims of non-citizens illegally voting.",
      "it": "per cercare prove a sostegno delle loro accuse sul voto illegale dei non cittadini."
    }
  },
  {
    "translation": {
      "en": "There's never been a nationwide effort",
      "it": "Mai a livello nazionale"
    }
  },
  {
    "translation": {
      "en": "to do some sort of analysis of this scope and scale.",
      "it": "è stata svolta un'analisi di tale portata ed entità."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Eight months later,",
      "it": "Otto mesi dopo,"
    }
  },
  {
    "translation": {
      "en": "the president disbanded the commission that hadn't uncovered any fraud.",
      "it": "il Presidente ha sciolto la commissione che non aveva scoperto alcuna frode."
    }
  },
  {
    "translation": {
      "en": "One comprehensive study has found",
      "it": "Secondo uno studio approfondito,"
    }
  },
  {
    "translation": {
      "en": "only 45 credible allegations of voter impersonation,",
      "it": "sono solo 45 le accuse credibili di furto d'identità elettorale,"
    }
  },
  {
    "translation": {
      "en": "the kind of fraud that voter ID laws are for.",
      "it": "la frode punita con la legge sul riconoscimento degli elettori,"
    }
  },
  {
    "translation": {
      "en": "Spread that out over 16 years and over one billion votes cast.",
      "it": "in un periodo di 16 anni e un miliardo di voti espressi."
    }
  },
  {
    "translation": {
      "en": "And another analysis found that in three universal vote-by-mail states,",
      "it": "E stando a un'altra analisi, in tre Stati con voto postale universale"
    }
  },
  {
    "translation": {
      "en": "there were only 372 cases of suspicious votes",
      "it": "sono stati individuati solo 372 casi di voti sospetti"
    }
  },
  {
    "translation": {
      "en": "out of 14.6 million mailed ballots.",
      "it": "su un totale di 14,6 milioni di schede elettorali spedite."
    }
  },
  {
    "translation": {
      "en": "The evidence of voter fraud is scant to vanishing.",
      "it": "Le prove di frode elettorale sono pressoché inesistenti."
    }
  },
  {
    "translation": {
      "en": "It's a minor problem in the United States, if a problem at all.",
      "it": "È un problema marginale negli Stati Uniti, se di problema si tratta."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] But voter fraud doesn't need to be real for states to restrict the vote.",
      "it": "Ma non serve un problema reale affinché gli Stati limitino il voto."
    }
  },
  {
    "translation": {
      "en": "In 2008, a lawsuit over Indiana's ID law went all the way to the Supreme Court.",
      "it": "Nel 2008, una causa nell'Indiana contro la legge sul riconoscimento è arrivata alla Corte Suprema."
    }
  },
  {
    "translation": {
      "en": "The Supreme Court had a choice between whether or not to say",
      "it": "La Corte Suprema poteva scegliere se affermare o meno"
    }
  },
  {
    "translation": {
      "en": "that restrictions on the right to vote…",
      "it": "che le limitazioni al diritto di voto,"
    }
  },
  {
    "translation": {
      "en": "because they are a restriction on a fundamental right,",
      "it": "essendo limitazioni a un diritto basilare,"
    }
  },
  {
    "translation": {
      "en": "have to meet a really high bar in order to be upheld.",
      "it": "debbano soddisfare criteri molto severi per essere applicate."
    }
  },
  {
    "translation": {
      "en": "That's true with most fundamental rights.",
      "it": "Succede con quasi tutti i diritti basilari."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Like free speech.",
      "it": "Come la libertà di parola."
    }
  },
  {
    "translation": {
      "en": "In the USA, you can burn a flag, have a Neo-Nazi rally,",
      "it": "Negli Stati Uniti, si può bruciare la bandiera, organizzare un raduno neonazista"
    }
  },
  {
    "translation": {
      "en": "and watch adult content all at once.",
      "it": "e guardare video porno contemporaneamente."
    }
  },
  {
    "translation": {
      "en": "The states can't restrict that",
      "it": "Gli Stati non possono limitare tutto ciò,"
    }
  },
  {
    "translation": {
      "en": "unless they have a super, super, super compelling reason, which almost never exists.",
      "it": "se non per un motivo estremamente valido, che quasi mai esiste."
    }
  },
  {
    "translation": {
      "en": "Instead, the Supreme Court adopted this balancing test,",
      "it": "Invece, la Corte Suprema ha adottato un criterio di equilibrio"
    }
  },
  {
    "translation": {
      "en": "of, \"Well, you know, what's the state's interest",
      "it": "per cui ci si chiede quale sia l'interesse dello Stato"
    }
  },
  {
    "translation": {
      "en": "in preventing fraud even if there's no history of fraud?\"",
      "it": "nel prevenire frodi che non ci sono mai state."
    }
  },
  {
    "translation": {
      "en": "Frankly, the state of Indiana doesn't have to prove",
      "it": "Sinceramente, l'Indiana non deve dimostrare"
    }
  },
  {
    "translation": {
      "en": "that voter impersonation or any particular type of fraud occurs frequently",
      "it": "che un furto d'identità elettorale o altri tipi di frodi accadano spesso"
    }
  },
  {
    "translation": {
      "en": "in order to legally justify the photo ID law that Indiana had.",
      "it": "per giustificare legalmente la legge sul riconoscimento fotografico."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] It's also hard to prove",
      "it": "È anche difficile dimostrare"
    }
  },
  {
    "translation": {
      "en": "whether any one of these rules has swung an election.",
      "it": "se queste norme abbiano influenzato le elezioni."
    }
  },
  {
    "translation": {
      "en": "[Elias] People are always looking for the one thing that causes voters not to vote.",
      "it": "Si va sempre alla ricerca di quel qualcosa che spinga gli elettori a non votare."
    }
  },
  {
    "translation": {
      "en": "Voter suppression laws work in tandem with one another.",
      "it": "Le leggi repressive del diritto di voto si influenzano a vicenda."
    }
  },
  {
    "translation": {
      "en": "Oftentimes these things come in pairs,",
      "it": "Queste leggi vanno spesso in coppia"
    }
  },
  {
    "translation": {
      "en": "or they come in groups of three or four.",
      "it": "o in gruppi da tre o da quattro."
    }
  },
  {
    "translation": {
      "en": "And it is the cumulative effect of each of these individual provisions",
      "it": "Ed è l'effetto cumulativo di ognuna di queste disposizioni di legge"
    }
  },
  {
    "translation": {
      "en": "that has a suppressive effect on voting.",
      "it": "ad avere un effetto repressivo sul voto."
    }
  },
  {
    "translation": {
      "en": "I ran against the Secretary of State.",
      "it": "Io ero candidata contro il Segretario di Stato."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Brian Kemp, who is both the candidate and in charge of the election.",
      "it": "Brian Kemp, al contempo candidato e responsabile delle elezioni."
    }
  },
  {
    "translation": {
      "en": "Under Secretary Kemp, more people have lost the right to vote",
      "it": "Con Kemp, molte più persone hanno perso il diritto di voto in Georgia."
    }
  },
  {
    "translation": {
      "en": "in the state of Georgia.",
      "it": "molte più persone hanno perso il diritto di voto in Georgia."
    }
  },
  {
    "translation": {
      "en": "He purged 1.4 million voters, including nearly half a million people",
      "it": "Ha eliminato 1,4 milioni di elettori, di cui quasi mezzo milione non doveva essere eliminato dagli elenchi."
    }
  },
  {
    "translation": {
      "en": "who should not have been removed from the rolls.",
      "it": "di cui quasi mezzo milione non doveva essere eliminato dagli elenchi."
    }
  },
  {
    "translation": {
      "en": "He oversaw the closure of 214 polling places,",
      "it": "Ha ordinato la chiusura di 214 seggi elettorali,"
    }
  },
  {
    "translation": {
      "en": "which, according to independent analysis, meant between 54,000 and 85,000 people",
      "it": "per cui, secondo uno studio indipendente, tra 54.000 e 85.000 persone"
    }
  },
  {
    "translation": {
      "en": "physically could not cast a ballot because they simply could not get",
      "it": "non hanno potuto votare perché impossibilitate a raggiungere il seggio."
    }
  },
  {
    "translation": {
      "en": "to the place where the ballots had to be cast.",
      "it": "perché impossibilitate a raggiungere il seggio."
    }
  },
  {
    "translation": {
      "en": "When it was my turn, after waiting three hours,",
      "it": "Quando toccava a me, dopo tre ore di fila,"
    }
  },
  {
    "translation": {
      "en": "I had difficulties with casting my vote",
      "it": "ho avuto difficoltà a votare"
    }
  },
  {
    "translation": {
      "en": "because the machine kept glitching and it was pausing and freezing.",
      "it": "perché la macchina si fermava e si inceppava."
    }
  },
  {
    "translation": {
      "en": "And they told me there was nothing we could do about it.",
      "it": "Dicevano che non c'era nulla da fare."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Under Georgia's Exact Match law,",
      "it": "Ai sensi della Exact Match Law della Georgia,"
    }
  },
  {
    "translation": {
      "en": "a registration with a slight spelling mismatch to government records,",
      "it": "ogni differenza ortografica nel nome, rispetto agli archivi statali,"
    }
  },
  {
    "translation": {
      "en": "like a shortened name or missing accent,",
      "it": "come un'abbreviazione o un accento mancante,"
    }
  },
  {
    "translation": {
      "en": "could be put on hold, and that happened to 53,000 people.",
      "it": "può mettere l'elettore in attesa, com'è successo a 53.000 persone."
    }
  },
  {
    "translation": {
      "en": "Eighty percent of those people were people of color, 70% of them were Black.",
      "it": "L'80% di quelle persone erano di colore, di cui il 70% era nero."
    }
  },
  {
    "translation": {
      "en": "The machinery of democracy should work for everyone everywhere,",
      "it": "La macchina della democrazia dovrebbe funzionare ovunque,"
    }
  },
  {
    "translation": {
      "en": "not just in certain places and not just on a certain day.",
      "it": "non solo in certi luoghi e non solo in un certo giorno."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Kemp won by 55,000 votes,",
      "it": "Kemp ha vinto per 55.000 voti,"
    }
  },
  {
    "translation": {
      "en": "which means it's just not clear if these tactics tipped the race.",
      "it": "il che fa pensare se tali tattiche non abbiano influenzato l'esito."
    }
  },
  {
    "translation": {
      "en": "It will forever be a question.",
      "it": "Questo dubbio resterà sempre."
    }
  },
  {
    "translation": {
      "en": "And while we can't know the full impact of these policies around the country,",
      "it": "Sebbene non sia chiaro l'impatto di queste politiche nel Paese,"
    }
  },
  {
    "translation": {
      "en": "we do know that the pandemic is making this problem so much worse.",
      "it": "è chiaro che la pandemia sta peggiorando di molto il problema."
    }
  },
  {
    "translation": {
      "en": "[Will] Obviously, this is an enormous problem, an unprecedented problem.",
      "it": "Ovviamente è un problema enorme, senza precedenti."
    }
  },
  {
    "translation": {
      "en": "It will drive the country toward early voting,",
      "it": "Spingerà i cittadini a votare in anticipo,"
    }
  },
  {
    "translation": {
      "en": "toward absentee voting, and toward voting by mail.",
      "it": "a distanza o tramite il voto postale."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] But some states don't have early voting.",
      "it": "Ma alcuni Stati non offrono il voto anticipato."
    }
  },
  {
    "translation": {
      "en": "Rules around mail-in voting, remember, are all over the place,",
      "it": "Le regole sul voto postale, ricordate, sono tutte diverse"
    }
  },
  {
    "translation": {
      "en": "and the huge influx of mail ballots are more likely to be rejected,",
      "it": "e moltissime schede elettorali potrebbero essere scartate,"
    }
  },
  {
    "translation": {
      "en": "especially if you're young.",
      "it": "soprattutto se si è giovani."
    }
  },
  {
    "translation": {
      "en": "If you vote by mail, you have a one to two-percent chance that your ballot won't count.",
      "it": "Votando per posta, nell'1-2% dei casi la scheda non viene accettata."
    }
  },
  {
    "translation": {
      "en": "But when you dig into that data further,",
      "it": "Se esaminiamo meglio i dati,"
    }
  },
  {
    "translation": {
      "en": "what you find out is that not everyone's ballot has an equal chance of being rejected.",
      "it": "scopriamo che alcune schede vengono scartate con più probabilità."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Florida rejected less than one percent of mailed ballots in 2018,",
      "it": "La Florida ha rifiutato meno dell'1% dei voti postali nel 2018,"
    }
  },
  {
    "translation": {
      "en": "for voters over 65.",
      "it": "degli elettori over 65."
    }
  },
  {
    "translation": {
      "en": "[Elias] But when you look at the other end of the age spectrum, at voters 18 to 21,",
      "it": "Ma se analizziamo la fascia di età degli elettori dai 18 ai 21 anni,"
    }
  },
  {
    "translation": {
      "en": "they had a 5.4% rejection rate.",
      "it": "i voti respinti sono stati il 5,4%."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The most common reasons for rejection…",
      "it": "Tra i motivi più frequenti di scarto"
    }
  },
  {
    "translation": {
      "en": "The voter didn't sign where they needed to,",
      "it": "troviamo una firma errata,"
    }
  },
  {
    "translation": {
      "en": "or their signature didn't match the one on file,",
      "it": "la mancata corrispondenza tra le firme nei registri"
    }
  },
  {
    "translation": {
      "en": "or the ballot didn't make it back to election officials on time.",
      "it": "o l'arrivo della scheda elettorale fuori tempo massimo."
    }
  },
  {
    "translation": {
      "en": "And all this is getting much worse in 2020.",
      "it": "E tutto questo sta peggiorando nel 2020."
    }
  },
  {
    "translation": {
      "en": "NPR analyzed primary election data.",
      "it": "L'NPR ha analizzato i dati relativi alle primarie."
    }
  },
  {
    "translation": {
      "en": "It found at least 550,000 mail ballots were rejected,",
      "it": "Almeno 550.000 schede postali sono state respinte,"
    }
  },
  {
    "translation": {
      "en": "most of them from first-time absentee voters.",
      "it": "specialmente quelle dei neoelettori a distanza."
    }
  },
  {
    "translation": {
      "en": "The US Postal Service, something we all rely on, is the center of a bitter battle.",
      "it": "Il servizio postale americano è al centro di un'aspra battaglia."
    }
  },
  {
    "translation": {
      "en": "President Trump doubling down on his opposition to giving",
      "it": "Il presidente Trump attacca l'opposizione"
    }
  },
  {
    "translation": {
      "en": "25 billion dollars in needed funding to the US Postal Service...",
      "it": "per aver dato 25 miliardi di dollari alle nostre poste…"
    }
  },
  {
    "translation": {
      "en": "[Trump] They need that money to have the post office work.",
      "it": "Quei soldi andranno agli uffici postali."
    }
  },
  {
    "translation": {
      "en": "...in order to block expanded mail-in voting for November's election",
      "it": "…per bloccare il voto postale alle elezioni di novembre"
    }
  },
  {
    "translation": {
      "en": "because he believes it will benefit Democrats.",
      "it": "perché crede che favorirà i democratici."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] If you are voting by mail, you're probably going to need some stamps.",
      "it": "Se votate per posta, vi serviranno anche dei francobolli"
    }
  },
  {
    "translation": {
      "en": "And make absolutely sure you're following the instructions.",
      "it": "e fate attenzione a seguire scrupolosamente le istruzioni."
    }
  },
  {
    "translation": {
      "en": "Remember to sign in the right spot.",
      "it": "Ricordate di firmare nello spazio giusto."
    }
  },
  {
    "translation": {
      "en": "Get your vote in early, and if you're worried, avoid the mail.",
      "it": "Spedite la scheda per tempo e, nel dubbio, evitate la posta."
    }
  },
  {
    "translation": {
      "en": "Most states have drop-off options.",
      "it": "Quasi ovunque ci sono cassette elettorali."
    }
  },
  {
    "translation": {
      "en": "I didn't put mine in the mail",
      "it": "Non ho spedito la scheda"
    }
  },
  {
    "translation": {
      "en": "because I have concerns about the US Postal Service right now.",
      "it": "perché non mi fido delle poste in questo momento."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] All those extra mail ballots mean we can't expect results on Election Night.",
      "it": "Con tutti questi voti postali, non avremo i risultati quella sera."
    }
  },
  {
    "translation": {
      "en": "It might be Election Week, or Month.",
      "it": "Forse ci vorrà una settimana o persino un mese."
    }
  },
  {
    "translation": {
      "en": "The lawsuits are already mounting,",
      "it": "Le azioni legali sono già in aumento,"
    }
  },
  {
    "translation": {
      "en": "fighting over whose votes should get counted.",
      "it": "per litigarsi i voti validi."
    }
  },
  {
    "translation": {
      "en": "And for some people, they're still fighting for the right to vote at all.",
      "it": "E, intanto, alcuni ancora lottano per il diritto di voto."
    }
  },
  {
    "translation": {
      "en": "[chanting] Let my people vote! Let my people vote!",
      "it": "La mia gente vuole votare!"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] In 2018, alongside the candidates on Florida's ballot,",
      "it": "Nel 2018, oltre a votare i candidati, sulla scheda della Florida"
    }
  },
  {
    "translation": {
      "en": "voters could decide whether to restore the right to vote for former felons.",
      "it": "si poteva anche scegliere se ridare il diritto di voto agli ex criminali."
    }
  },
  {
    "translation": {
      "en": "Florida had disenfranchised 10% of its voting-age population,",
      "it": "La Florida aveva tolto il diritto di voto al 10% dei cittadini maggiorenni,"
    }
  },
  {
    "translation": {
      "en": "20% of its Black voting-age population.",
      "it": "di cui il 20% era nero."
    }
  },
  {
    "translation": {
      "en": "How long did I have to endure this?",
      "it": "Per quanto ho dovuto sopportarlo?"
    }
  },
  {
    "translation": {
      "en": "How long do people like me have to wait to be able to vote again?",
      "it": "Tra quanto tempo altri come me potranno votare di nuovo?"
    }
  },
  {
    "translation": {
      "en": "-[DiCaprio] It took building a movement. -[Meade] God, it was a grind, day-to-day.",
      "it": "Bisognava creare un movimento. È stata dura, ogni giorno."
    }
  },
  {
    "translation": {
      "en": "I was on the campaign trail for well over four years.",
      "it": "Sono stato in campagna elettorale per più di quattro anni."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Desmond and the Florida Rights Restoration Committee",
      "it": "A Desmond e al Florida Rights Restoration Committee"
    }
  },
  {
    "translation": {
      "en": "needed hundreds of thousands of signatures.",
      "it": "servivano centinaia di migliaia di firme."
    }
  },
  {
    "translation": {
      "en": "I put over 50,000 miles a year on my car,",
      "it": "Ho fatto 80.000 km all'anno con la mia auto,"
    }
  },
  {
    "translation": {
      "en": "just driving from town to town, county to county.",
      "it": "per guidare da città a città, da contea a contea."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Five-point-one million voters chose \"Yes\" to extending the right to vote",
      "it": "Ben 5,1 milioni di elettori hanno voluto che il diritto di voto fosse esteso"
    }
  },
  {
    "translation": {
      "en": "-to 1.4 million more. -[cheering]",
      "it": "ad altri 1,4 milioni."
    }
  },
  {
    "translation": {
      "en": "[newsman] Florida restored voting rights to nearly 1.5 million former felons.",
      "it": "La Florida ha ridato il diritto di voto a quasi 1,5 milioni di ex criminali."
    }
  },
  {
    "translation": {
      "en": "They've paid their debt to society. Now let them vote.",
      "it": "Hanno pagato il debito con la società. Ora, che votino!"
    }
  },
  {
    "translation": {
      "en": "Once they pay the price for what they've done,",
      "it": "Se hanno pagato per ciò che hanno fatto,"
    }
  },
  {
    "translation": {
      "en": "I think they ought to have their rights restored.",
      "it": "è giusto che riottengano i loro diritti."
    }
  },
  {
    "translation": {
      "en": "In this political climate, where there is so much hate and fear,",
      "it": "In questo clima politico, dove regnano tanto odio e paura,"
    }
  },
  {
    "translation": {
      "en": "there were 5.1 million votes",
      "it": "ben 5,1 milioni di persone hanno votato"
    }
  },
  {
    "translation": {
      "en": "that was based on love, forgiveness, and redemption.",
      "it": "nel nome dell'amore, del perdono e della redenzione."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] After Florida's people voted to restore voting rights to felons,",
      "it": "Dopo la scelta degli elettori in Florida di ridare il voto agli ex criminali,"
    }
  },
  {
    "translation": {
      "en": "their elected officials had their own vote,",
      "it": "anche i politici eletti hanno votato,"
    }
  },
  {
    "translation": {
      "en": "requiring felons to first pay all their court fines, fees, and restitution,",
      "it": "per sancire il pagamento preventivo di ogni spesa legale, costo e penale,"
    }
  },
  {
    "translation": {
      "en": "putting half of those newly eligible voters in flux.",
      "it": "sospendendo così il diritto di voto per metà di quei nuovi elettori."
    }
  },
  {
    "translation": {
      "en": "The new Republican Governor Ron DeSantis,",
      "it": "Il nuovo governatore repubblicano Ron DeSantis,"
    }
  },
  {
    "translation": {
      "en": "who had won by only 30,000 votes, cheered",
      "it": "eletto con appena 30.000 voti, si è rallegrato"
    }
  },
  {
    "translation": {
      "en": "and called voting \"a privilege.\"",
      "it": "e ha definito il voto \"un privilegio\"."
    }
  },
  {
    "translation": {
      "en": "Floridians overwhelmingly voted to enfranchise felons.",
      "it": "In Florida, la maggioranza ha votato per ripristinare quel diritto."
    }
  },
  {
    "translation": {
      "en": "If people are still putting impediments in the way of the right to vote by these felons,",
      "it": "Chiunque continui a ostacolare il diritto di voto di questi ex criminali"
    }
  },
  {
    "translation": {
      "en": "shame on them, and that's up to the courts of Florida to make them stop.",
      "it": "deve vergognarsi ed essere fermato dai giudici della Florida."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The Supreme Court refused to intervene.",
      "it": "La Corte suprema si è rifiutata di intervenire."
    }
  },
  {
    "translation": {
      "en": "In dissent, Justice Sotomayor wrote,",
      "it": "In pieno dissenso, la giudice Sotomayor ha scritto:"
    }
  },
  {
    "translation": {
      "en": "\"The court's inaction continues a trend of condoning disenfranchisement.\"",
      "it": "\"L'inerzia di questa Corte continua a giustificare la privazione dei diritti civili\"."
    }
  },
  {
    "translation": {
      "en": "I think the big question facing our democracy right now",
      "it": "La grande domanda della nostra democrazia adesso"
    }
  },
  {
    "translation": {
      "en": "is whether the right to vote is slipping back.",
      "it": "è se il diritto di voto sia in pericolo."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] America is the world's oldest democracy.",
      "it": "L'America è la democrazia più antica del mondo."
    }
  },
  {
    "translation": {
      "en": "We still carry the weight of that old age.",
      "it": "Portiamo ancora il peso di tale eredità."
    }
  },
  {
    "translation": {
      "en": "If we really wanted everyone to vote,",
      "it": "Se vogliamo che tutti votino,"
    }
  },
  {
    "translation": {
      "en": "we could learn from those countries where more people do vote.",
      "it": "possiamo imparare dai Paesi dove la partecipazione è maggiore."
    }
  },
  {
    "translation": {
      "en": "Most have elections on weekends, not Tuesdays.",
      "it": "Molti di essi votano nei fine settimana, non di martedì."
    }
  },
  {
    "translation": {
      "en": "In a few, voting is more than a right.",
      "it": "In alcuni Paesi, votare è più di un diritto."
    }
  },
  {
    "translation": {
      "en": "It's a duty, like jury duty.",
      "it": "È un dovere, come quello di una giuria."
    }
  },
  {
    "translation": {
      "en": "And almost all of them make voter registration entirely automatic.",
      "it": "E in quasi tutti, l'iscrizione agli elenchi elettorali è automatica."
    }
  },
  {
    "translation": {
      "en": "Some states have implemented automatic voter registration.",
      "it": "Ora alcuni Stati iscrivono gli elettori automaticamente."
    }
  },
  {
    "translation": {
      "en": "These ones let voters register on Election Day.",
      "it": "In questi altri, gli elettori possono iscriversi nell'Election Day."
    }
  },
  {
    "translation": {
      "en": "And North Dakota doesn't have registration at all.",
      "it": "E nel North Dakota non serve alcuna iscrizione."
    }
  },
  {
    "translation": {
      "en": "But mostly, Americans need to deal with registration themselves in advance.",
      "it": "Ma, in generale, gli americani devono pensare all'iscrizione in anticipo."
    }
  },
  {
    "translation": {
      "en": "So don't wait. Do it now.",
      "it": "Perciò non aspettate. Fatelo adesso."
    }
  },
  {
    "translation": {
      "en": "Find out more information at vox.com/vote.",
      "it": "Per ulteriori informazioni, visitate il sito: vox.com/vote."
    }
  },
  {
    "translation": {
      "en": "The people most likely to vote today",
      "it": "Le persone che è più probabile che oggi votino"
    }
  },
  {
    "translation": {
      "en": "look like those who didn't have to fight for the right to vote.",
      "it": "somigliano a quelle che non hanno lottato per farlo."
    }
  },
  {
    "translation": {
      "en": "Whiter. Richer. Older.",
      "it": "Più bianche. Più ricche. Più vecchie."
    }
  },
  {
    "translation": {
      "en": "And that's not an accident.",
      "it": "E non è un caso."
    }
  },
  {
    "translation": {
      "en": "If your vote didn't matter,",
      "it": "Se il vostro voto non contasse,"
    }
  },
  {
    "translation": {
      "en": "why the hell are so many systems and people",
      "it": "perché mai tanti sistemi e tante persone fanno di tutto"
    }
  },
  {
    "translation": {
      "en": "trying so hard to prevent you from voting?",
      "it": "perché mai tanti sistemi e tante persone fanno di tutto per impedirvi di esercitarlo?"
    }
  },
  {
    "translation": {
      "en": "This right to vote has been a battlefield in American democracy.",
      "it": "Il diritto di voto è stato un terreno di scontro per la democrazia americana."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] All of us may have been created equal,",
      "it": "Forse siamo stati creati uguali,"
    }
  },
  {
    "translation": {
      "en": "but we'll never actually be equal until we all vote.",
      "it": "ma non saremo mai uguali finché non voteremo tutti."
    }
  },
  {
    "translation": {
      "en": "[Meade] Moms and dads took their kids to vote with them during the Civil Rights era.",
      "it": "Madri e padri andavano a votare coi figli ai tempi delle lotte per i diritti civili."
    }
  },
  {
    "translation": {
      "en": "[voice breaking] And how I get to do that now…",
      "it": "Come posso farlo ora?"
    }
  },
  {
    "translation": {
      "en": "How I get to take my family with me!",
      "it": "Come posso portare la mia famiglia con me?"
    }
  },
  {
    "translation": {
      "en": "-In 2020, we're making this personal! -[man] Yes!",
      "it": "- Nel 2020, la mettiamo sul personale! - Sì!"
    }
  },
  {
    "translation": {
      "en": "[Meade] It is our time…",
      "it": "È giunto il momento…"
    }
  },
  {
    "translation": {
      "en": "-Yes! -…to finally have our voices heard.",
      "it": "- Sì! - …di farci sentire!"
    }
  },
  {
    "translation": {
      "en": "-[woman] Yeah! -[man] Absolutely!",
      "it": "- Sì! - Assolutamente!"
    }
  },
  {
    "translation": {
      "en": "-Our time! -[all] Right now! -Our time! -[all] Right now!",
      "it": "- È il nostro momento! - Adesso!"
    }
  }
]