[
  {
    "translation": {
      "en": "[Male Speaker] There is no close substitute for water.",
      "it": "Non c'è un sostituto per l'acqua."
    }
  },
  {
    "translation": {
      "en": "[Female Speaker] It's the most precious resource we have.",
      "it": "Non c'è un sostituto per l'acqua. È la nostra risorsa più preziosa."
    }
  },
  {
    "translation": {
      "en": "[Female Speaker] We are not treating it as a crisis",
      "it": "È la nostra risorsa più preziosa. Non la stiamo trattando come una crisi, anche se dovremmo farlo."
    }
  },
  {
    "translation": {
      "en": "when we should be treating it as a crisis.",
      "it": "Non la stiamo trattando come una crisi, anche se dovremmo farlo."
    }
  },
  {
    "translation": {
      "en": "Imagine if tomorrow, we cured cancer,",
      "it": "Se domani curassimo il cancro"
    }
  },
  {
    "translation": {
      "en": "and in a hundred years, there were still a million kids dying of cancer.",
      "it": "e fra 100 anni un milione di bambini morisse ancora di cancro…"
    }
  },
  {
    "translation": {
      "en": "It would be unthinkable,",
      "it": "Sarebbe impensabile."
    }
  },
  {
    "translation": {
      "en": "but that's the situation we find ourselves in with water.",
      "it": "Ma con l'acqua è esattamente così."
    }
  },
  {
    "translation": {
      "en": "The government has failed",
      "it": "Il governo non è riuscito"
    }
  },
  {
    "translation": {
      "en": "in telling the population the truth about the situation that we are facing.",
      "it": "a dire la verità sulla situazione che stiamo affrontando."
    }
  },
  {
    "translation": {
      "en": "[Narrator] About 7.7 billion people have inherited the Earth.",
      "it": "Sulla terra vivono 7,7 miliardi di persone."
    }
  },
  {
    "translation": {
      "en": "Almost two billion of us are struggling to survive without clean drinking water.",
      "it": "Quasi due miliardi faticano a sopravvivere, senza acqua potabile."
    }
  },
  {
    "translation": {
      "en": "The water crisis isn't imminent. It isn't looming.",
      "it": "La crisi idrica non è imminente. Non arriverà a breve."
    }
  },
  {
    "translation": {
      "en": "It's here... now.",
      "it": "È qui. Adesso."
    }
  },
  {
    "translation": {
      "en": "The UN estimated that by 2025,",
      "it": "L'ONU stima che, entro il 2025,"
    }
  },
  {
    "translation": {
      "en": "1.8 billion people will be living in water stress regions.",
      "it": "1,8 miliardi di persone vivranno in zone con problemi idrici."
    }
  },
  {
    "translation": {
      "en": "People are not gonna be starving and dying instantly.",
      "it": "Quelle persone non moriranno di fame all'istante."
    }
  },
  {
    "translation": {
      "en": "They're gonna be moving. They won't have the resources to live where they're at.",
      "it": "Si trasferiranno e perderanno le loro risorse."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Contrary to popular thought,",
      "it": "Contrariamente a quanto si pensa,"
    }
  },
  {
    "translation": {
      "en": "this crisis isn't just a developing world problem.",
      "it": "non è solo un problema dei Paesi in via di sviluppo."
    }
  },
  {
    "translation": {
      "en": "It is already beginning to impact everyone everywhere.",
      "it": "Sta già iniziando a colpire tutti, ovunque."
    }
  },
  {
    "translation": {
      "en": "Our changing climate is less forgiving, keeping more water for itself.",
      "it": "Il clima in cambiamento è meno permissivo e ci fa avere meno acqua."
    }
  },
  {
    "translation": {
      "en": "Pollution is corrupting our supplies.",
      "it": "L'inquinamento compromette le nostre scorte."
    }
  },
  {
    "translation": {
      "en": "Infrastructures are failing faster than they can be repaired.",
      "it": "Le infrastrutture si deteriorano troppo rapidamente."
    }
  },
  {
    "translation": {
      "en": "And everyday, there are more people in the world all thirsting for water.",
      "it": "E ogni giorno ci sono sempre più persone che hanno sete."
    }
  },
  {
    "translation": {
      "en": "More often than not, a water crisis isn't an act of nature.",
      "it": "In genere, le crisi idriche non sono opera della natura"
    }
  },
  {
    "translation": {
      "en": "It's an act of humankind.",
      "it": "ma dell'uomo."
    }
  },
  {
    "translation": {
      "en": "By not planning, by not using the right technologies,",
      "it": "Se non pianifichiamo, non usiamo le giuste tecnologie"
    }
  },
  {
    "translation": {
      "en": "and by not acting soon enough,",
      "it": "e non agiamo abbastanza in fretta,"
    }
  },
  {
    "translation": {
      "en": "we set ourselves up to fail.",
      "it": "ci prepariamo al fallimento."
    }
  },
  {
    "translation": {
      "en": "[Narrator] It's a truly daunting crisis,",
      "it": "È una crisi davvero spaventosa."
    }
  },
  {
    "translation": {
      "en": "but what if the solutions were already at hand?",
      "it": "Ma se le soluzioni fossero a portata di mano?"
    }
  },
  {
    "translation": {
      "en": "Right now all around the globe, an army of visionaries and innovators",
      "it": "In tutto il mondo, un esercito di precursori e innovatori"
    }
  },
  {
    "translation": {
      "en": "is working to reimagine and reinvent water systems",
      "it": "sta lavorando per reinventare i sistemi idrici"
    }
  },
  {
    "translation": {
      "en": "to generate, supply, and clean the water",
      "it": "in modo da generare, fornire e depurare l'acqua"
    }
  },
  {
    "translation": {
      "en": "we all depend on for our very lives.",
      "it": "da cui dipende la nostra vita."
    }
  },
  {
    "translation": {
      "en": "The water challenges facing the world really fall into three categories.",
      "it": "Le sfide idriche rientrano in tre categorie."
    }
  },
  {
    "translation": {
      "en": "First is the scarcity of water.",
      "it": "La prima è la carenza idrica."
    }
  },
  {
    "translation": {
      "en": "Second is building resilient infrastructure against climate change.",
      "it": "La seconda, costruire infrastrutture resistenti al cambiamento climatico."
    }
  },
  {
    "translation": {
      "en": "And third is doing all that in a way that's affordable for society.",
      "it": "E la terza, rendere il tutto sostenibile a livello sociale."
    }
  },
  {
    "translation": {
      "en": "The problem with this crisis is",
      "it": "Il problema di questa crisi"
    }
  },
  {
    "translation": {
      "en": "the water that's drinkable is gonna start disappearing",
      "it": "è che l'acqua potabile inizierà a sparire"
    }
  },
  {
    "translation": {
      "en": "and the water that's not drinkable is gonna start appearing everywhere.",
      "it": "e a venire sostituita ovunque da acqua non potabile."
    }
  },
  {
    "translation": {
      "en": "There are solutions. It's just a matter of bringing them to bear on the problem and we can fix it.",
      "it": "Le soluzioni ci sono. Bisogna usarle per risolvere il problema."
    }
  },
  {
    "translation": {
      "en": "We are running against the clock in terms of solving these issues.",
      "it": "È una lotta contro il tempo."
    }
  },
  {
    "translation": {
      "en": "In a sense, it breaks my heart",
      "it": "Mi si spezza il cuore:"
    }
  },
  {
    "translation": {
      "en": "that we have the solutions, right?",
      "it": "Mi si spezza il cuore: le soluzioni ci sono, manca il tempo di applicarle."
    }
  },
  {
    "translation": {
      "en": "And then we can't get them out fast enough.",
      "it": "le soluzioni ci sono, manca il tempo di applicarle."
    }
  },
  {
    "translation": {
      "en": "The demand for water to sustain not only the population",
      "it": "La richiesta di acqua per sostenere non solo la popolazione,"
    }
  },
  {
    "translation": {
      "en": "but the lifestyle that we have",
      "it": "La richiesta di acqua per sostenere non solo la popolazione, ma il nostro stile di vita,"
    }
  },
  {
    "translation": {
      "en": "has grown just tremendously,",
      "it": "è cresciuta enormemente."
    }
  },
  {
    "translation": {
      "en": "but we're still trying to do things",
      "it": "è cresciuta enormemente. Eppure continuiamo ad agire come facevamo in passato."
    }
  },
  {
    "translation": {
      "en": "the way we've done them in the past.",
      "it": "Eppure continuiamo ad agire come facevamo in passato."
    }
  },
  {
    "translation": {
      "en": "Back around the turn of the century,",
      "it": "All'inizio del secolo,"
    }
  },
  {
    "translation": {
      "en": "really everybody was responsible for their own sewage.",
      "it": "All'inizio del secolo, ciascuno era responsabile delle sue fognature e fonti idriche."
    }
  },
  {
    "translation": {
      "en": "They were responsible for their own water.",
      "it": "ciascuno era responsabile delle sue fognature e fonti idriche."
    }
  },
  {
    "translation": {
      "en": "They drilled a well, dug a well, or they got water out of a creek.",
      "it": "Si costruiva un pozzo, si prendeva l'acqua da un ruscello"
    }
  },
  {
    "translation": {
      "en": "And then they used a pit latrine",
      "it": "e si usava una latrina"
    }
  },
  {
    "translation": {
      "en": "or a sewage lagoon behind the house.",
      "it": "o una vasca dei liquami dietro casa."
    }
  },
  {
    "translation": {
      "en": "Of course, there were public health issues with that.",
      "it": "Ciò comportava problemi sanitari."
    }
  },
  {
    "translation": {
      "en": "People were getting sick,",
      "it": "La gente si ammalava"
    }
  },
  {
    "translation": {
      "en": "and so the governments around the world",
      "it": "La gente si ammalava e quindi i governi sono intervenuti, affermando che spettava a loro"
    }
  },
  {
    "translation": {
      "en": "kinda stepped in and said that this is an intrinsic government function.",
      "it": "e quindi i governi sono intervenuti, affermando che spettava a loro"
    }
  },
  {
    "translation": {
      "en": "We need to provide for the safety",
      "it": "e quindi i governi sono intervenuti, affermando che spettava a loro garantire la sicurezza e il benessere della comunità,"
    }
  },
  {
    "translation": {
      "en": "and welfare of the community,",
      "it": "garantire la sicurezza e il benessere della comunità,"
    }
  },
  {
    "translation": {
      "en": "and money's really no object.",
      "it": "indipendentemente dal costo."
    }
  },
  {
    "translation": {
      "en": "So they ended up with these incredibly expensive sewer systems",
      "it": "E così hanno ideato questi sistemi fognari incredibilmente costosi,"
    }
  },
  {
    "translation": {
      "en": "where there's a pipe to everybody's house.",
      "it": "E così hanno ideato questi sistemi fognari incredibilmente costosi, con tubature in ogni casa."
    }
  },
  {
    "translation": {
      "en": "There's a water pipe to everybody's house,",
      "it": "con tubature in ogni casa."
    }
  },
  {
    "translation": {
      "en": "there's a sewer pipe to everybody's house.",
      "it": "Le tubature dell'acqua, lo scarico fognario."
    }
  },
  {
    "translation": {
      "en": "Incredibly complex networks of systems",
      "it": "Reti di sistemi incredibilmente complesse,"
    }
  },
  {
    "translation": {
      "en": "that get old and all have to be replaced.",
      "it": "Reti di sistemi incredibilmente complesse, che invecchiano e vanno sostituite, comportando spese ingenti."
    }
  },
  {
    "translation": {
      "en": "And huge expense associated with it,",
      "it": "che invecchiano e vanno sostituite, comportando spese ingenti."
    }
  },
  {
    "translation": {
      "en": "but it provided a safe environment.",
      "it": "che invecchiano e vanno sostituite, comportando spese ingenti. Ma hanno offerto un ambiente sicuro"
    }
  },
  {
    "translation": {
      "en": "It dealt with the public health issues associated with that.",
      "it": "e hanno risolto i problemi di salute pubblica."
    }
  },
  {
    "translation": {
      "en": "[Narrator ] Attempting to engineer our way our of trouble is deepening the problem.",
      "it": "Cercare di risolvere il problema a livello tecnico lo sta aggravando."
    }
  },
  {
    "translation": {
      "en": "As we throw more and more resources at outmoded infrastructure,",
      "it": "Spendiamo sempre più risorse per vecchie infrastrutture,"
    }
  },
  {
    "translation": {
      "en": "the challenge is to let go of an older inefficient system",
      "it": "ma la sfida è abbandonare un sistema vecchio e inefficace"
    }
  },
  {
    "translation": {
      "en": "and start to open our minds to new ways of managing water.",
      "it": "e iniziare a vagliare nuovi modi di gestire l'acqua."
    }
  },
  {
    "translation": {
      "en": "Nothing focuses the mind like a crisis.",
      "it": "Niente aguzza l'ingegno come una crisi."
    }
  },
  {
    "translation": {
      "en": "So when Flint, Michigan faced a shocking crisis",
      "it": "A Flint, in Michigan, ce n'è stata una:"
    }
  },
  {
    "translation": {
      "en": "of lead contamination in its drinking water,",
      "it": "A Flint, in Michigan, ce n'è stata una: acqua potabile contaminata col piombo."
    }
  },
  {
    "translation": {
      "en": "activists not only demanded change,",
      "it": "Gli attivisti non si sono limitati a protestare,"
    }
  },
  {
    "translation": {
      "en": "but actively sought creative solutions to the problem.",
      "it": "ma hanno cercato soluzioni creative al problema."
    }
  },
  {
    "translation": {
      "en": "One such creatively focused mind",
      "it": "E una di queste menti creative"
    }
  },
  {
    "translation": {
      "en": "belongs to rapper, actor, and entrepreneur Jaden Smith.",
      "it": "appartiene al rapper, attore e imprenditore Jaden Smith."
    }
  },
  {
    "translation": {
      "en": "My motivation around water",
      "it": "Ho iniziato a interessarmi all'acqua"
    }
  },
  {
    "translation": {
      "en": "started when I was about 11 years old.",
      "it": "Ho iniziato a interessarmi all'acqua quando avevo circa 11 anni."
    }
  },
  {
    "translation": {
      "en": "And it came from me learning about the environment from my teachers in school.",
      "it": "Quando ho scoperto più cose sull'ambiente grazie ai miei insegnanti."
    }
  },
  {
    "translation": {
      "en": "It got to the point where I really wanted to make an active change",
      "it": "E il mio interesse è cresciuto, volevo cambiare davvero le cose."
    }
  },
  {
    "translation": {
      "en": "and I wanted to do something that could make a difference in the world.",
      "it": "Volevo fare qualcosa, fare la differenza."
    }
  },
  {
    "translation": {
      "en": "I always wanted to go above and beyond",
      "it": "Ho sempre desiderato fare tutto il possibile"
    }
  },
  {
    "translation": {
      "en": "and just go across the world and make an impact, and make a change, you know?",
      "it": "per cambiare la situazione in tutto il mondo."
    }
  },
  {
    "translation": {
      "en": "I want to put a filtration system in Africa.",
      "it": "Sistemi di filtraggio in Africa."
    }
  },
  {
    "translation": {
      "en": "I want to put a filtration system in India.",
      "it": "Sistemi di filtraggio in India."
    }
  },
  {
    "translation": {
      "en": "As I started to evolve these ideas,",
      "it": "E grazie a tutte queste idee,"
    }
  },
  {
    "translation": {
      "en": "I started to realize that we have problems so close to home.",
      "it": "ho iniziato a capire che i problemi erano anche vicini a noi."
    }
  },
  {
    "translation": {
      "en": "We have water sanitation issues that are right here in our backyard",
      "it": "A casa nostra ci sono problemi di depurazione dell'acqua"
    }
  },
  {
    "translation": {
      "en": "that need to be addressed.",
      "it": "che devono essere risolti."
    }
  },
  {
    "translation": {
      "en": "And seeing the effect",
      "it": "Ho visto gli effetti della crisi"
    }
  },
  {
    "translation": {
      "en": "that this crisis has had on everyone in Flint, Michigan.",
      "it": "Ho visto gli effetti della crisi sugli abitanti di Flint."
    }
  },
  {
    "translation": {
      "en": "When you see the kids there and when you see the elderly people,",
      "it": "Quando vedi i bambini e gli anziani"
    }
  },
  {
    "translation": {
      "en": "that still they can't use the water that's coming out of the pipes,",
      "it": "che non possono usare l'acqua che esce dai tubi,"
    }
  },
  {
    "translation": {
      "en": "it's heart wrenching.",
      "it": "ti si spezza il cuore."
    }
  },
  {
    "translation": {
      "en": "We wanted to give back to that community",
      "it": "Volevamo aiutare la comunità"
    }
  },
  {
    "translation": {
      "en": "and purify the water for people who don't have access for clean water.",
      "it": "e offrire acqua potabile a chi non poteva procurarsela."
    }
  },
  {
    "translation": {
      "en": "That is why we did The Water Box in Flint.",
      "it": "Perciò abbiamo creato Water Box."
    }
  },
  {
    "translation": {
      "en": "What it does is it filters water",
      "it": "Il suo scopo è filtrare l'acqua"
    }
  },
  {
    "translation": {
      "en": "and it delivers 10 gallons of clean water every 60 seconds.",
      "it": "e rilasciare 38 litri di acqua pulita ogni 60 secondi."
    }
  },
  {
    "translation": {
      "en": "It's specifically made to filter out the lead",
      "it": "È progettato apposta per filtrare il piombo."
    }
  },
  {
    "translation": {
      "en": "and we have people on site that are testing the water every single day.",
      "it": "I nostri addetti locali testano l'acqua ogni giorno."
    }
  },
  {
    "translation": {
      "en": "The entire plan and the goal to make it work here first",
      "it": "Il nostro piano, il nostro obiettivo, è testare qui questa soluzione"
    }
  },
  {
    "translation": {
      "en": "and then to take it places across the world that are having the same issues and say okay,",
      "it": "per poi applicarla ovunque ci siano gli stessi problemi."
    }
  },
  {
    "translation": {
      "en": "well maybe this is not a lead problem over here,",
      "it": "\"Ok, magari qui il problema non è il piombo."
    }
  },
  {
    "translation": {
      "en": "so we can change the configuration of the machine.",
      "it": "Ma ci basterà cambiare configurazione della macchina.\""
    }
  },
  {
    "translation": {
      "en": "The goal is to have it wherever it would be necessary",
      "it": "Il nostro obiettivo è applicarlo ovunque sia necessario"
    }
  },
  {
    "translation": {
      "en": "and to modify it for that specific places",
      "it": "e modificarlo a seconda del luogo,"
    }
  },
  {
    "translation": {
      "en": "so that it wold work efficiently just as it does in Flint.",
      "it": "in modo da garantirne l'efficacia, proprio come a Flint."
    }
  },
  {
    "translation": {
      "en": "Water is viewed as a global issue because it affects everybody on the planet,",
      "it": "L'acqua è considerata un problema globale perché interessa tutti,"
    }
  },
  {
    "translation": {
      "en": "but really at it's heart, it's a local issue,",
      "it": "ma è un problema locale,"
    }
  },
  {
    "translation": {
      "en": "because we have to deal with it city by city, town by town.",
      "it": "perché va affrontato nei singoli paesi e città."
    }
  },
  {
    "translation": {
      "en": "So what we see is that people who are really at the coalface",
      "it": "Sono le persone che vivono da vicino il problema,"
    }
  },
  {
    "translation": {
      "en": "who are struggling with drought or deteriorating water quality,",
      "it": "che lottano contro la siccità o la contaminazione crescente dell'acqua,"
    }
  },
  {
    "translation": {
      "en": "those are the people on the edges and on the fringes who are really innovating.",
      "it": "le persone ai margini, che hanno una maggiore spinta innovativa."
    }
  },
  {
    "translation": {
      "en": "And that's where the future lies.",
      "it": "Sono la speranza per il nostro futuro."
    }
  },
  {
    "translation": {
      "en": "[Narrator] One innovator on one such fringe is Beth Koiji",
      "it": "Uno di questi innovatori ai margini è Beth Koiji."
    }
  },
  {
    "translation": {
      "en": "who had to think outside the box when her well ran dry.",
      "it": "Messa davanti al problema, ha dovuto pensare fuori dagli schemi."
    }
  },
  {
    "translation": {
      "en": "When I was doing my undergraduate,",
      "it": "Quando andavo all'università,"
    }
  },
  {
    "translation": {
      "en": "I think I was tired of getting on and off waterborne diseases.",
      "it": "ero stufa di contrarre malattie trasmesse via acqua."
    }
  },
  {
    "translation": {
      "en": "So I started making my own water filter in my dorm,",
      "it": "Così ho creato un filtro per l'acqua del dormitorio,"
    }
  },
  {
    "translation": {
      "en": "that heal or remove all bacterias.",
      "it": "che uccide o rimuove tutti i batteri."
    }
  },
  {
    "translation": {
      "en": "I started going to community with it",
      "it": "E ho iniziato a mostrarlo alla comunità,"
    }
  },
  {
    "translation": {
      "en": "showing people how to make a simple filter in your house",
      "it": "spiegando come realizzare un semplice filtro casalingo,"
    }
  },
  {
    "translation": {
      "en": "because actually filters are not that cheap in Kenya.",
      "it": "perché i filtri sono costosi in Kenya."
    }
  },
  {
    "translation": {
      "en": "And in 2016, Kenya was facing a huge drought",
      "it": "Nel 2016, il Kenya ha attraversato una grave siccità."
    }
  },
  {
    "translation": {
      "en": "and we felt that people now didn't see filters as a solution",
      "it": "Si capiva che per la gente i filtri non rappresentavano una soluzione,"
    }
  },
  {
    "translation": {
      "en": "because they actually don't have enough water to filter.",
      "it": "perché non c'era abbastanza acqua da filtrare."
    }
  },
  {
    "translation": {
      "en": "The only choice here is to fetch water from the river.",
      "it": "Da noi, l'unica opzione è prenderla al fiume."
    }
  },
  {
    "translation": {
      "en": "Children are sent to the river the whole day",
      "it": "I bambini passano giornate intere così"
    }
  },
  {
    "translation": {
      "en": "so they don't attend school.",
      "it": "e quindi non vanno a scuola."
    }
  },
  {
    "translation": {
      "en": "The water has high level of chemical contaminants,",
      "it": "L'acqua contiene un alto livello di agenti contaminanti,"
    }
  },
  {
    "translation": {
      "en": "so basically, you cannot drink that water.",
      "it": "e in pratica non si può bere."
    }
  },
  {
    "translation": {
      "en": "So we were looking at something specific",
      "it": "Abbiamo pensato a qualcosa di specifico,"
    }
  },
  {
    "translation": {
      "en": "that is able to utilize the humidity in air.",
      "it": "in grado di sfruttare l'umidità dell'aria."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Frustrated with her own experience of watching water scarcity ravage her country,",
      "it": "Dopo aver assistito con frustrazione alla siccità che devastava il suo Paese,"
    }
  },
  {
    "translation": {
      "en": "Beth looks to nature to solve the problem.",
      "it": "Beth si rivolge alla natura per risolvere il problema."
    }
  },
  {
    "translation": {
      "en": "Getting water from air has never been a new concept.",
      "it": "Ottenere acqua dall'aria non è un concetto nuovo in natura."
    }
  },
  {
    "translation": {
      "en": "In nature, there are some Namibian beetle",
      "it": "Ottenere acqua dall'aria non è un concetto nuovo in natura. I coleotteri del Namib"
    }
  },
  {
    "translation": {
      "en": "that actually have its drinking water from the atmosphere.",
      "it": "ricavano l'acqua potabile dall'atmosfera."
    }
  },
  {
    "translation": {
      "en": "There's six times more water in the atmosphere",
      "it": "L'atmosfera contiene sei volte l'acqua"
    }
  },
  {
    "translation": {
      "en": "than there is in all the wells around the world.",
      "it": "di tutti i fiumi del mondo."
    }
  },
  {
    "translation": {
      "en": "So that is a huge resource that is yet to be properly tapped.",
      "it": "Rappresenta una risorsa enorme che deve ancora essere sfruttata."
    }
  },
  {
    "translation": {
      "en": "[Narrator] She designed a machine that extracts clean water from the atmosphere",
      "it": "Ha progettato una macchina che estrae acqua pulita dall'atmosfera"
    }
  },
  {
    "translation": {
      "en": "and she calls it Majik.",
      "it": "e l'ha chiamata Majik."
    }
  },
  {
    "translation": {
      "en": "Beth took her invention to the Ark Children's Orphanage",
      "it": "Beth l'ha portata all'orfanotrofio The Ark,"
    }
  },
  {
    "translation": {
      "en": "so kids could focus on education instead of walking miles for water.",
      "it": "così i bambini avrebbero potuto pensare a studiare e non a procurarsi l'acqua."
    }
  },
  {
    "translation": {
      "en": "These technologies are very, very simple.",
      "it": "È una tecnologia molto semplice."
    }
  },
  {
    "translation": {
      "en": "It works the same as the refrigerator",
      "it": "Funziona come i frigoriferi"
    }
  },
  {
    "translation": {
      "en": "and an air conditioner.",
      "it": "o i condizionatori."
    }
  },
  {
    "translation": {
      "en": "The air is pulled in by a fan and then passed through a condenser coil.",
      "it": "L'aria viene aspirata da una ventola e fatta passare attraverso una serpentina."
    }
  },
  {
    "translation": {
      "en": "That's where the condensing happens",
      "it": "È lì che si forma la condensa"
    }
  },
  {
    "translation": {
      "en": "and then the water is dispensed to a collecting tank.",
      "it": "e l'acqua finisce in un serbatoio di raccolta."
    }
  },
  {
    "translation": {
      "en": "We just came from a very dry season,",
      "it": "Veniamo da una stagione molto secca."
    }
  },
  {
    "translation": {
      "en": "so this was the only source of drinking water for these children.",
      "it": "Questa era l'unica fonte di acqua potabile per i bambini."
    }
  },
  {
    "translation": {
      "en": "It's for security for them.",
      "it": "Per loro è una sicurezza."
    }
  },
  {
    "translation": {
      "en": "As long as you have air, you can have clean drinking water.",
      "it": "Finché c'è aria, possiamo avere acqua potabile."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Technological innovation isn't enough",
      "it": "Ma le innovazioni non bastano,"
    }
  },
  {
    "translation": {
      "en": "in places where the primary obstacle",
      "it": "là dove l'ostacolo principale"
    }
  },
  {
    "translation": {
      "en": "to obtaining clean water is something as simple as it is elusive.",
      "it": "è una cosa tanto semplice quanto sfuggente."
    }
  },
  {
    "translation": {
      "en": "Money.",
      "it": "I soldi."
    }
  },
  {
    "translation": {
      "en": "Today in 2019, it's a million children a year under the age of five die",
      "it": "Oggi, nel 2019, ogni anno un milione di bambini sotto i cinque anni"
    }
  },
  {
    "translation": {
      "en": "because they lack access to safe water and sanitation.",
      "it": "muore perché non ha accesso all'acqua potabile."
    }
  },
  {
    "translation": {
      "en": "The very first water collection I went on",
      "it": "Ho compreso l'entità del problema"
    }
  },
  {
    "translation": {
      "en": "was when the magnitude of the problem hit me.",
      "it": "la prima volta che sono andato a raccogliere l'acqua."
    }
  },
  {
    "translation": {
      "en": "I was in a very rural village in Zambia",
      "it": "Mi trovavo in un villaggio molto rurale dello Zambia,"
    }
  },
  {
    "translation": {
      "en": "and I was with this 14 year old girl.",
      "it": "con una ragazzina di 14 anni."
    }
  },
  {
    "translation": {
      "en": "She picked up the jerry can, I picked up a jerry can,",
      "it": "Abbiamo preso entrambi una tanica"
    }
  },
  {
    "translation": {
      "en": "and we walked off together with an interpreter.",
      "it": "e ci siamo incamminati in compagnia di un interprete."
    }
  },
  {
    "translation": {
      "en": "And we walked about a while to this bore-well to fill these jerry cans.",
      "it": "Abbiamo percorso circa un chilometro fino a raggiungere un pozzo."
    }
  },
  {
    "translation": {
      "en": "I asked her, \"What are you gonna do when you grow up?",
      "it": "Le ho chiesto: \"Cosa farai da grande?"
    }
  },
  {
    "translation": {
      "en": "\"Are you gonna live here in this village?\"",
      "it": "Le ho chiesto: \"Cosa farai da grande? Vivrai in questo villaggio?\""
    }
  },
  {
    "translation": {
      "en": "And she looked around. She was like, \"No, I'm not staying here.\"",
      "it": "Lei si è guardata intorno e ha detto: \"No, non resterò qui."
    }
  },
  {
    "translation": {
      "en": "She goes, \"I'm going to Lusaka, \"I'm going to the big city.\"",
      "it": "Andrò a Lusaka, nella grande città."
    }
  },
  {
    "translation": {
      "en": "She's like, \"I'm gonna be a nurse.\"",
      "it": "Diventerò un'infermiera\"."
    }
  },
  {
    "translation": {
      "en": "It reminded me of being 14, and with Ben Affleck,",
      "it": "Mi ha ricordato quando avevo 14 anni e io e Ben Affleck ci dicevamo:"
    }
  },
  {
    "translation": {
      "en": "and saying we're gonna go to the big city of New York,",
      "it": "Mi ha ricordato quando avevo 14 anni e io e Ben Affleck ci dicevamo: \"Andremo a New York e faremo gli attori\"."
    }
  },
  {
    "translation": {
      "en": "and we're gonna be actors.",
      "it": "\"Andremo a New York e faremo gli attori\"."
    }
  },
  {
    "translation": {
      "en": "I was just brought back to that feeling.",
      "it": "Mi ha ricordato quella sensazione."
    }
  },
  {
    "translation": {
      "en": "And it wasn't until I drove away that it hit me",
      "it": "Mentre lasciavo il villaggio, ho pensato"
    }
  },
  {
    "translation": {
      "en": "that had it not been for someone having the foresight",
      "it": "che se qualcuno non avesse avuto la lungimiranza"
    }
  },
  {
    "translation": {
      "en": "to sink this bore-well a mile from this kid's house,",
      "it": "di realizzare quel pozzo a un chilometro da lì,"
    }
  },
  {
    "translation": {
      "en": "she wouldn't have any hope for any type of future whatsoever.",
      "it": "quella ragazzina non avrebbe avuto un futuro."
    }
  },
  {
    "translation": {
      "en": "She would be spending her entire day not in school,",
      "it": "Avrebbe passato tutta la giornata non a scuola, ma a raccogliere l'acqua."
    }
  },
  {
    "translation": {
      "en": "but rather collecting water.",
      "it": "non a scuola, ma a raccogliere l'acqua."
    }
  },
  {
    "translation": {
      "en": "Please welcome Matt Damon and Gary White.",
      "it": "Salutiamo Matt Damon e Gary White."
    }
  },
  {
    "translation": {
      "en": "I read one of the stories from your organization",
      "it": "Ho letto una delle vostre storie."
    }
  },
  {
    "translation": {
      "en": "where there a woman who was paying $60 a month",
      "it": "Una donna pagava 60 dollari al mese"
    }
  },
  {
    "translation": {
      "en": "to get bottled water delivered to her so that she could have something to drink.",
      "it": "per farsi consegnare l'acqua e avere qualcosa da bere."
    }
  },
  {
    "translation": {
      "en": "Through your program, she got a loan to have her own water source",
      "it": "Grazie a un finanziamento, ha potuto procurarsi una sua fonte d'acqua"
    }
  },
  {
    "translation": {
      "en": "and then pays back the loan at five or $6 a month.",
      "it": "e ora ripaga il debito a cinque o sei dollari al mese."
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "it": "Esatto."
    }
  },
  {
    "translation": {
      "en": "Which is a simple and yet insane concept that nobody has thought of that.",
      "it": "È davvero assurdo che nessuno ci abbia mai pensato prima."
    }
  },
  {
    "translation": {
      "en": "-Is it that simple? -Yes. - Giving access to money-- - Yes. To make their own water source?",
      "it": "È davvero così semplice? Bastano i soldi per creare fonti d'acqua?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "it": "Sì, e così loro sono parte della soluzione."
    }
  },
  {
    "translation": {
      "en": "And then they participate in their own solution.",
      "it": "Sì, e così loro sono parte della soluzione. Possono risolvere i loro problemi."
    }
  },
  {
    "translation": {
      "en": "They fix their own problem.",
      "it": "Possono risolvere i loro problemi."
    }
  },
  {
    "translation": {
      "en": "With Water.org,",
      "it": "L'obiettivo di Water.org"
    }
  },
  {
    "translation": {
      "en": "what we do is we break down the barriers",
      "it": "L'obiettivo di Water.org è abbattere le barriere tra le persone,"
    }
  },
  {
    "translation": {
      "en": "between people and safe water and sanitation.",
      "it": "è abbattere le barriere tra le persone, l'acqua potabile e l'igiene."
    }
  },
  {
    "translation": {
      "en": "We're able to help them with financing",
      "it": "Possiamo aiutarli con i finanziamenti,"
    }
  },
  {
    "translation": {
      "en": "so that they can afford filters at the household level.",
      "it": "così che possano permettersi dei filtri domestici"
    }
  },
  {
    "translation": {
      "en": "So that people can enjoy the fact,",
      "it": "e che finalmente abbiano la possibilità"
    }
  },
  {
    "translation": {
      "en": "not just that they don't have to walk for water anymore,",
      "it": "non solo di non doversi procurare l'acqua a piedi,"
    }
  },
  {
    "translation": {
      "en": "but they also have safe potable water.",
      "it": "ma di avere a disposizione acqua potabile e sicura."
    }
  },
  {
    "translation": {
      "en": "Having raised and deployed about 27 million dollars in philanthropic capital,",
      "it": "Abbiamo raccolto e distribuito circa 27 milioni in beneficenza,"
    }
  },
  {
    "translation": {
      "en": "that has unleashed 1.1 billion dollars in these micro-loans",
      "it": "che hanno generato 1,1 miliardi di dollari in microprestiti,"
    }
  },
  {
    "translation": {
      "en": "so that people can get their water and sanitation solutions that best meet their needs.",
      "it": "permettendo loro di scegliere le soluzioni idriche e sanitarie più adatte."
    }
  },
  {
    "translation": {
      "en": "The real success story for us in this entire endeavor",
      "it": "L'aspetto dell'operazione di cui siamo più fieri"
    }
  },
  {
    "translation": {
      "en": "has been the fact that the loans that we make pay back at 99%.",
      "it": "è che i prestiti vengono ripagati al 99%."
    }
  },
  {
    "translation": {
      "en": "And that is astonishing.",
      "it": "È incredibile."
    }
  },
  {
    "translation": {
      "en": "To know that these are the poorest people on Earth",
      "it": "Sono le persone più povere del mondo"
    }
  },
  {
    "translation": {
      "en": "and all they want",
      "it": "e vogliono solo…"
    }
  },
  {
    "translation": {
      "en": "is that if you nudge the markets toward them a little bit",
      "it": "e vogliono solo… Se offri loro condizioni un po' più vantaggiose,"
    }
  },
  {
    "translation": {
      "en": "and give them the dignity to solve their own problem, they will.",
      "it": "permettendo loro di risolvere i problemi con dignità, lo faranno."
    }
  },
  {
    "translation": {
      "en": "And if you think of them instead of as a charity case",
      "it": "E se non la vedi come un'opera di beneficenza,"
    }
  },
  {
    "translation": {
      "en": "as a customer with their own economic citizenship, then you're gonna be floored by what they do.",
      "it": "ma pensi a loro come dei clienti, resterai stupito da ciò che possono fare."
    }
  },
  {
    "translation": {
      "en": "And we've done over three million of these loans now,",
      "it": "ma pensi a loro come dei clienti, resterai stupito da ciò che possono fare. Abbiamo erogato più di tre milioni di prestiti. Quel 99% è significativo."
    }
  },
  {
    "translation": {
      "en": "so that 99% number is very real.",
      "it": "Abbiamo erogato più di tre milioni di prestiti. Quel 99% è significativo."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Of course, access to clean water is only part of the equation.",
      "it": "Avere accesso all'acqua potabile è solo parte dell'equazione."
    }
  },
  {
    "translation": {
      "en": "A healthy and sustainable future also depends",
      "it": "Un futuro sano e sostenibile"
    }
  },
  {
    "translation": {
      "en": "on solving an equally urgent aspect of the crisis.",
      "it": "dipende dalla soluzione di un aspetto altrettanto urgente della crisi."
    }
  },
  {
    "translation": {
      "en": "Sanitation.",
      "it": "L'igiene."
    }
  },
  {
    "translation": {
      "en": "According to the Bill and Melinda Gates Foundation,",
      "it": "Secondo la Fondazione Bill e Melinda Gates,"
    }
  },
  {
    "translation": {
      "en": "poor sanitation causes more than 1,200 deaths",
      "it": "le cattive condizioni igieniche provocano la morte di più di 1.200 bambini"
    }
  },
  {
    "translation": {
      "en": "of children under five every single day.",
      "it": "le cattive condizioni igieniche provocano la morte di più di 1.200 bambini ogni giorno."
    }
  },
  {
    "translation": {
      "en": "That's more than AIDS, measles, and tuberculosis combined.",
      "it": "Più di AIDS, morbillo e tubercolosi messi insieme."
    }
  },
  {
    "translation": {
      "en": "Although the flushed toilet and central sewer systems",
      "it": "Anche se scarichi e sistemi fognari centrali"
    }
  },
  {
    "translation": {
      "en": "are considered by many to be the gold standard for safe sanitation,",
      "it": "sono considerati da molti il punto di riferimento per un'igiene sicura,"
    }
  },
  {
    "translation": {
      "en": "the solutions enjoyed by developed countries",
      "it": "le soluzioni di cui godono i Paesi ricchi"
    }
  },
  {
    "translation": {
      "en": "cannot simply be scaled down for poorer nations.",
      "it": "non possono essere applicate in quelli più poveri."
    }
  },
  {
    "translation": {
      "en": "Therefore, innovators around the globe are developing locally appropriate alternatives",
      "it": "Perciò, vari innovatori di tutto il mondo stanno sviluppando alternative locali"
    }
  },
  {
    "translation": {
      "en": "that can be safer, more cost effective,",
      "it": "più sicure, più economiche"
    }
  },
  {
    "translation": {
      "en": "and more environmentally friendly,",
      "it": "e più rispettose dell'ambiente."
    }
  },
  {
    "translation": {
      "en": "often, an individual visionary can move faster",
      "it": "Spesso, un singolo precursore può essere più rapido ed efficace"
    }
  },
  {
    "translation": {
      "en": "and more effectively than any government,",
      "it": "Spesso, un singolo precursore può essere più rapido ed efficace di qualsiasi governo."
    }
  },
  {
    "translation": {
      "en": "like this man, who has developed a solution to sanitation",
      "it": "Come quest'uomo, che ha sviluppato una soluzione"
    }
  },
  {
    "translation": {
      "en": "for some of the world's poorest people.",
      "it": "per alcuni dei più poveri del mondo."
    }
  },
  {
    "translation": {
      "en": "I grew up in the slums.",
      "it": "Sono cresciuto nei quartieri poveri."
    }
  },
  {
    "translation": {
      "en": "And growing up in the slums is you come across sanitation challenges everyday.",
      "it": "E lì ogni giorno ti imbatti in problemi a livello di igiene."
    }
  },
  {
    "translation": {
      "en": "Everyday when I go to bed and before I wake up",
      "it": "Prima di andare a dormire e di alzarmi pensavo:"
    }
  },
  {
    "translation": {
      "en": "is like how can I make sure my brother, my sister,",
      "it": "Prima di andare a dormire e di alzarmi pensavo: \"Come posso fare in modo che mio fratello, mia sorella, mio cugino,"
    }
  },
  {
    "translation": {
      "en": "my cousin who is still facing sanitation challenge",
      "it": "\"Come posso fare in modo che mio fratello, mia sorella, mio cugino, che stanno affrontando questi problemi, possano avere una vita diversa?\""
    }
  },
  {
    "translation": {
      "en": "has a different life.",
      "it": "che stanno affrontando questi problemi, possano avere una vita diversa?\""
    }
  },
  {
    "translation": {
      "en": "[Narrator] Dixon's company Sanivation",
      "it": "La sua società, Sanivation,"
    }
  },
  {
    "translation": {
      "en": "is a truly local solution to a global problem,",
      "it": "offre una soluzione locale a un problema globale."
    }
  },
  {
    "translation": {
      "en": "providing home toilets and waste treatment for 20,000 people in Kenya",
      "it": "Fornisce servizi e trattamento delle acque reflue a 20.000 persone,"
    }
  },
  {
    "translation": {
      "en": "in an economically sustainable way.",
      "it": "in modo sostenibile a livello economico."
    }
  },
  {
    "translation": {
      "en": "We have 126 homes that we've been serving for the last three plus years.",
      "it": "Negli ultimi tre anni abbiamo rifornito 126 case"
    }
  },
  {
    "translation": {
      "en": "And we are really excited to see the impact we make",
      "it": "e ci emoziona molto vedere l'effetto che abbiamo sulle famiglie,"
    }
  },
  {
    "translation": {
      "en": "into these families week after week,",
      "it": "l'effetto che abbiamo sulle famiglie, settimana dopo settimana, mese dopo mese, anno dopo anno."
    }
  },
  {
    "translation": {
      "en": "month after month, years after years.",
      "it": "settimana dopo settimana, mese dopo mese, anno dopo anno."
    }
  },
  {
    "translation": {
      "en": "[Translator] Initially, we used to have a shared toilet",
      "it": "Inizialmente, avevamo un bagno in comune"
    }
  },
  {
    "translation": {
      "en": "that was used by the entire plot.",
      "it": "Inizialmente, avevamo un bagno in comune che veniva usato da tutti."
    }
  },
  {
    "translation": {
      "en": "And it was unsafe because most people are using and it's unclean,",
      "it": "Non era sicuro, lo usavano in tanti e non era pulito."
    }
  },
  {
    "translation": {
      "en": "so it's not safe for me and my children.",
      "it": "Non era sicuro per me e i miei figli."
    }
  },
  {
    "translation": {
      "en": "And right now, I have a blue box that I can use at any time",
      "it": "Ora ho una Blue Box che posso usare quando voglio."
    }
  },
  {
    "translation": {
      "en": "and it's also secure because I can use it in the house.",
      "it": "Ed è anche sicura, perché posso usarla in casa."
    }
  },
  {
    "translation": {
      "en": "I'm so happy right now because my family's safe.",
      "it": "Sono molto felice, perché la mia famiglia è al sicuro."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Sanivation collects human waste once weekly,",
      "it": "Raccolgono gli scarichi una volta a settimana,"
    }
  },
  {
    "translation": {
      "en": "employing 98 local workers to transport these materials",
      "it": "dando lavoro a 98 lavoratori del posto che li trasportano alla struttura di trattamento centralizzato."
    }
  },
  {
    "translation": {
      "en": "to their centralized treatment facility.",
      "it": "che li trasportano alla struttura di trattamento centralizzato."
    }
  },
  {
    "translation": {
      "en": "But Dixon isn't satisfied",
      "it": "Ma per Dixon non è abbastanza"
    }
  },
  {
    "translation": {
      "en": "with simply offsetting the spread of disease.",
      "it": "ridurre la diffusione delle malattie."
    }
  },
  {
    "translation": {
      "en": "He's turning waste into a windfall.",
      "it": "Sta trasformando i rifiuti in una manna."
    }
  },
  {
    "translation": {
      "en": "Once it gets here,",
      "it": "Quando arrivano,"
    }
  },
  {
    "translation": {
      "en": "our first step is treating it",
      "it": "li trattiamo subito con la nostra tecnologia."
    }
  },
  {
    "translation": {
      "en": "with our technology that we just harness the sun",
      "it": "li trattiamo subito con la nostra tecnologia. Eliminiamo tutti i patogeni con l'energia solare."
    }
  },
  {
    "translation": {
      "en": "and ensure all the pathogens are killed.",
      "it": "Eliminiamo tutti i patogeni con l'energia solare."
    }
  },
  {
    "translation": {
      "en": "After that, it goes to the next stage where we mix it agriculture residue.",
      "it": "Poi passiamo alla fase successiva, li mescoliamo con i residui agricoli"
    }
  },
  {
    "translation": {
      "en": "And after that, we have a product that is from feces.",
      "it": "e creiamo così un prodotto derivato dalle feci."
    }
  },
  {
    "translation": {
      "en": "And it can be used as a replacement for the traditional charcoal.",
      "it": "Può essere usato come sostituto del carbone."
    }
  },
  {
    "translation": {
      "en": "With this charcoal, there's no carbon emission",
      "it": "Questo carbone produce emissioni ridotte di carbonio,"
    }
  },
  {
    "translation": {
      "en": "compared to the original charcoal.",
      "it": "rispetto al carbone tradizionale."
    }
  },
  {
    "translation": {
      "en": "It burns three times longer than the traditional charcoal. That saves money.",
      "it": "E brucia tre volte più a lungo, permettendo un risparmio sui costi."
    }
  },
  {
    "translation": {
      "en": "On top of that, for every ton of this charcoal sold,",
      "it": "Inoltre, per ogni tonnellata venduta di questo carbone,"
    }
  },
  {
    "translation": {
      "en": "88 trees are saved.",
      "it": "vengono salvati 88 alberi."
    }
  },
  {
    "translation": {
      "en": "The sale of the products we make cover the operation costs,",
      "it": "Vendendolo, copriamo l'intero costo della produzione."
    }
  },
  {
    "translation": {
      "en": "so that makes our model very attractive",
      "it": "Questo rende il nostro modello molto interessante e conveniente"
    }
  },
  {
    "translation": {
      "en": "and a good option to the government.",
      "it": "Questo rende il nostro modello molto interessante e conveniente per il governo."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Sanivation is partnering with the local government",
      "it": "Sanivation collabora con il governo locale"
    }
  },
  {
    "translation": {
      "en": "to expand their reach across Kenya and beyond.",
      "it": "per espandersi in tutto il Kenya e oltre."
    }
  },
  {
    "translation": {
      "en": "This kind of partnership is crucial",
      "it": "Collaborare è fondamentale"
    }
  },
  {
    "translation": {
      "en": "to expanding the impact of innovations",
      "it": "per diffondere l'impatto di innovazioni come Water Box,"
    }
  },
  {
    "translation": {
      "en": "like The Water Box, Majik Water, and Sanivation.",
      "it": "per diffondere l'impatto di innovazioni come Water Box, Majik Water e Sanivation."
    }
  },
  {
    "translation": {
      "en": "But recovery of resources from water and sanitation are not just important in the developing world.",
      "it": "Ma il riciclo e l'igiene non contano soltanto nei Paesi in via di sviluppo."
    }
  },
  {
    "translation": {
      "en": "Creative solutions are equally important in cities like Chicago,",
      "it": "Trovare soluzioni creative è importante anche in città come Chicago,"
    }
  },
  {
    "translation": {
      "en": "home to the largest water treatment plant on Earth.",
      "it": "dove si trova l'impianto di trattamento più grande del mondo."
    }
  },
  {
    "translation": {
      "en": "A city of three million residents",
      "it": "Una città con tre milioni di abitanti,"
    }
  },
  {
    "translation": {
      "en": "where millions of gallons of waste water are discharged every single day.",
      "it": "dove ogni giorno vengono scaricati milioni di litri di acque reflue."
    }
  },
  {
    "translation": {
      "en": "We get about 750 million gallons of water",
      "it": "In media, produciamo quasi 3.000 milioni di litri"
    }
  },
  {
    "translation": {
      "en": "per day on average.",
      "it": "di acque reflue al giorno."
    }
  },
  {
    "translation": {
      "en": "We could fill an Olympic size swimming pool",
      "it": "Potremmo riempire una piscina olimpionica"
    }
  },
  {
    "translation": {
      "en": "in about 12 minutes.",
      "it": "in circa 12 minuti."
    }
  },
  {
    "translation": {
      "en": "One of the pollutants that we want to remove from the water",
      "it": "Uno degli agenti inquinanti che vogliamo rimuovere è il fosforo,"
    }
  },
  {
    "translation": {
      "en": "is phosphorous because in excessive quantities,",
      "it": "Uno degli agenti inquinanti che vogliamo rimuovere è il fosforo, perché in quantità eccessive, nei canali,"
    }
  },
  {
    "translation": {
      "en": "phosphorous in the waterway",
      "it": "perché in quantità eccessive, nei canali,"
    }
  },
  {
    "translation": {
      "en": "encourages algae to grow and other water plants.",
      "it": "incoraggia la crescita di alghe e altre piante."
    }
  },
  {
    "translation": {
      "en": "And if you have too much algae and too much water plants, it can clog the waterway.",
      "it": "E se ce ne sono troppe, possono intasare il canale."
    }
  },
  {
    "translation": {
      "en": "[Narrator] While an excess of phosphorous damages aquatic ecosystems,",
      "it": "Se un eccesso di fosforo danneggia gli ecosistemi acquatici,"
    }
  },
  {
    "translation": {
      "en": "the element itself is a key component of DNA,",
      "it": "l'elemento in sé è un componente chiave del DNA"
    }
  },
  {
    "translation": {
      "en": "making it essential to all living things.",
      "it": "ed è essenziale per tutti gli esseri viventi."
    }
  },
  {
    "translation": {
      "en": "But phosphorous is a finite resource that is disappearing fast.",
      "it": "Ma il fosforo è una risorsa finita e sta scomparendo in fretta."
    }
  },
  {
    "translation": {
      "en": "Scientists fear that there could be",
      "it": "Gli scienziati temono che si verifichi una carenza globale"
    }
  },
  {
    "translation": {
      "en": "a global shortage of phosphorous as early as 2035.",
      "it": "Gli scienziati temono che si verifichi una carenza globale già nel 2035."
    }
  },
  {
    "translation": {
      "en": "What if we could remove a pollutant from waste water",
      "it": "E se potessimo rimuovere un inquinante"
    }
  },
  {
    "translation": {
      "en": "and mine the valuable ore of pure phosphorous?",
      "it": "e al tempo stesso estrarre questo prezioso minerale?"
    }
  },
  {
    "translation": {
      "en": "Short answer? We can.",
      "it": "In breve? Possiamo."
    }
  },
  {
    "translation": {
      "en": "Phosphorous is bound up in the organic material",
      "it": "Il fosforo si lega alla materia organica,"
    }
  },
  {
    "translation": {
      "en": "which we separate from the water.",
      "it": "che separiamo dall'acqua."
    }
  },
  {
    "translation": {
      "en": "When it comes out the end,",
      "it": "In quella fase è un po' densa,"
    }
  },
  {
    "translation": {
      "en": "it's kind of soupy so we have to draw the water out of that.",
      "it": "quindi dobbiamo estrarre i liquidi."
    }
  },
  {
    "translation": {
      "en": "And when we pull the water out,",
      "it": "quindi dobbiamo estrarre i liquidi. L'acqua estratta ha un'elevata concentrazione"
    }
  },
  {
    "translation": {
      "en": "the water is very concentrated in ammonia and phosphorous.",
      "it": "L'acqua estratta ha un'elevata concentrazione di ammoniaca e fosforo."
    }
  },
  {
    "translation": {
      "en": "Now, if we take that stream,",
      "it": "Ora, se prendiamo quel flusso"
    }
  },
  {
    "translation": {
      "en": "and doing a little bit of chemistry magic,",
      "it": "e facciamo una piccola magia chimica,"
    }
  },
  {
    "translation": {
      "en": "add a little bit of magnesium chloride to that,",
      "it": "aggiungendo del cloruro di magnesio,"
    }
  },
  {
    "translation": {
      "en": "turn it into a product now",
      "it": "lo trasformiamo nel prodotto finale,"
    }
  },
  {
    "translation": {
      "en": "using some commercial fertilizer methods.",
      "it": "applicando i metodi usati per i fertilizzanti commerciali."
    }
  },
  {
    "translation": {
      "en": "And now we have a product that can be sold as an agriculture fertilizer.",
      "it": "E così ci ritroviamo con un prodotto che può essere venduto come fertilizzante."
    }
  },
  {
    "translation": {
      "en": "Only, it's not just like any fertilizer.",
      "it": "Ma non è un fertilizzante come gli altri."
    }
  },
  {
    "translation": {
      "en": "It's not just something that you would substitute for any other fertilizer",
      "it": "Non è un semplice sostituto."
    }
  },
  {
    "translation": {
      "en": "because it's a slow release fertilizer.",
      "it": "È un fertilizzante a rilascio lento."
    }
  },
  {
    "translation": {
      "en": "What's better than turning a waste into a resource?",
      "it": "Cosa c'è di meglio di trasformare rifiuti in risorse"
    }
  },
  {
    "translation": {
      "en": "And one that you can make money off of.",
      "it": "che ti permettono anche di guadagnare?"
    }
  },
  {
    "translation": {
      "en": "There's a revenue stream for this. This is a commercial fertilizer.",
      "it": "È un fertilizzante commerciale che genera profitto."
    }
  },
  {
    "translation": {
      "en": "It's sold and we get a piece of the profit.",
      "it": "Si vende e una fetta dei guadagni è nostra."
    }
  },
  {
    "translation": {
      "en": "The cruel irony of wastewater treatment",
      "it": "L'ironia delle acque reflue"
    }
  },
  {
    "translation": {
      "en": "is that there's actually more than twice as much energy in the wastewater",
      "it": "è che contengono più del doppio dell'energia"
    }
  },
  {
    "translation": {
      "en": "as what you would need to be able to treat it.",
      "it": "di quella che servirebbe per trattarle."
    }
  },
  {
    "translation": {
      "en": "And so why are we putting so much energy into something",
      "it": "Perché mai adoperiamo tanta energia per fare qualcosa"
    }
  },
  {
    "translation": {
      "en": "to destroy the energy that's there?",
      "it": "che distrugge energia già presente?"
    }
  },
  {
    "translation": {
      "en": "That's essentially what we're doing. It's crazy.",
      "it": "È quello che facciamo ed è assurdo."
    }
  },
  {
    "translation": {
      "en": "We have these tremendous amounts of resources just flowing through our pipes. It's free.",
      "it": "Nei nostri scarichi scorrono risorse incredibili e gratuite,"
    }
  },
  {
    "translation": {
      "en": "And then we're spending a ton of money to get rid of it.",
      "it": "e noi spendiamo molti soldi per sbarazzarcene."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Perhaps we need to completely rethink the concept of waste.",
      "it": "Forse dovremmo ripensare il concetto stesso di rifiuti."
    }
  },
  {
    "translation": {
      "en": "As they say, one man's trash is another man's treasure.",
      "it": "\"Quello che per un uomo è spazzatura, per un altro è un tesoro.\""
    }
  },
  {
    "translation": {
      "en": "While Chicago prevents the overgrowth of algae",
      "it": "A Chicago si impedisce la crescita delle alghe"
    }
  },
  {
    "translation": {
      "en": "by removing phosphorous from this wastewater,",
      "it": "rimuovendo il fosforo dalle acque reflue,"
    }
  },
  {
    "translation": {
      "en": "one maverick thinker in Southern Spain",
      "it": "mentre in Spagna un anticonformista"
    }
  },
  {
    "translation": {
      "en": "is deliberatively encouraging the formation of algae,",
      "it": "incoraggia apposta la loro formazione,"
    }
  },
  {
    "translation": {
      "en": "harvesting a simple yet overlooked resource.",
      "it": "raccogliendo una risorsa semplice, ma trascurata."
    }
  },
  {
    "translation": {
      "en": "Well, algae is actually the oldest organism on Earth",
      "it": "Le alghe sono il più antico organismo al mondo."
    }
  },
  {
    "translation": {
      "en": "because they survive with three little things.",
      "it": "Sopravvivono con tre piccole cose:"
    }
  },
  {
    "translation": {
      "en": "The sunshine, the nutrients, and the water.",
      "it": "sole, sostanze nutrienti e acqua."
    }
  },
  {
    "translation": {
      "en": "Here, we create our own algae.",
      "it": "Qui, creiamo le nostre alghe."
    }
  },
  {
    "translation": {
      "en": "Rather than waiting for a million years, we do it in three hours.",
      "it": "Non aspettiamo un milione di anni, lo facciamo in tre ore."
    }
  },
  {
    "translation": {
      "en": "We have big basins we call raceways. That's where the algae grow.",
      "it": "Le alghe crescono in grandi bacini che chiamiamo \"piste\"."
    }
  },
  {
    "translation": {
      "en": "We keep it in there for three days. We feed them with wastewater.",
      "it": "Le teniamo lì per tre giorni, nutrendole con acque reflue."
    }
  },
  {
    "translation": {
      "en": "With flotation, we separate the algae from the water and pump it into the digestor",
      "it": "Separiamo alghe e acqua via flottazione e le pompiamo nel digestore,"
    }
  },
  {
    "translation": {
      "en": "where it gets converted into biogas or methane",
      "it": "dove vengono convertite in biogas o metano,"
    }
  },
  {
    "translation": {
      "en": "once we add the gas purification steps.",
      "it": "dopo i passaggi di purificazione tramite gas."
    }
  },
  {
    "translation": {
      "en": "Nobody would believe how much oxygen algae can actually produce.",
      "it": "È incredibile quanto ossigeno possono produrre le alghe."
    }
  },
  {
    "translation": {
      "en": "And that oxygen from algae helps us to clean the wastewater",
      "it": "Quell'ossigeno aiuta a depurare le acque reflue"
    }
  },
  {
    "translation": {
      "en": "so that we have clean water at the end",
      "it": "per ottenere acqua pulita,"
    }
  },
  {
    "translation": {
      "en": "and what we have enough algae that we can harvest and use for biofuel.",
      "it": "oltre ad abbastanza alghe da raccogliere e usare come biocarburanti."
    }
  },
  {
    "translation": {
      "en": "Toilet to tank is really what we're doing here. It was always my dream.",
      "it": "Dal bagno al serbatoio: è sempre stato il mio sogno."
    }
  },
  {
    "translation": {
      "en": "I'm a car guy and I'm passionate about cars.",
      "it": "Sono un appassionato di auto, sono la mia passione."
    }
  },
  {
    "translation": {
      "en": "I can take my wastewater, put it in my car, and drive off into the sunshine.",
      "it": "Prendo le acque di scarico, le metto nel serbatoio e guido via felice."
    }
  },
  {
    "translation": {
      "en": "We could put these algae ponds all over Andalusia.",
      "it": "Se creassimo queste fattorie in tutta l'Andalusia,"
    }
  },
  {
    "translation": {
      "en": "It would be enough to fuel 30 million cars in Spain with bio-methane.",
      "it": "basterebbero per alimentare col biometano 30 milioni di auto in Spagna."
    }
  },
  {
    "translation": {
      "en": "We can actually change the world little by little, step by step.",
      "it": "Possiamo cambiare il mondo poco a poco, passo dopo passo."
    }
  },
  {
    "translation": {
      "en": "[Narrator] This kind of lateral thinking is also being applied to the problem,",
      "it": "Questo tipo di pensiero creativo viene applicato anche al problema"
    }
  },
  {
    "translation": {
      "en": "supplying fresh water in many different ways.",
      "it": "di fornire l'acqua potabile in modi diversi."
    }
  },
  {
    "translation": {
      "en": "Just as Majik Water imitated the Namibian beetle,",
      "it": "Così come la Majik Water ha imitato i coleotteri,"
    }
  },
  {
    "translation": {
      "en": "other innovators are turning to nature for ideas to solve our water problems.",
      "it": "altri innovatori si ispirano alla natura per risolvere i nostri problemi."
    }
  },
  {
    "translation": {
      "en": "Imitating nature in this way is called biomimicry.",
      "it": "Questa imitazione della natura si chiama \"biomimesi\"."
    }
  },
  {
    "translation": {
      "en": "Basically what we do now",
      "it": "In pratica, quello che facciamo"
    }
  },
  {
    "translation": {
      "en": "is we go out and find water of sufficient quality.",
      "it": "è trovare acqua di qualità sufficiente,"
    }
  },
  {
    "translation": {
      "en": "We treat it a little bit as we need it.",
      "it": "trattarla nella misura necessaria,"
    }
  },
  {
    "translation": {
      "en": "We use it and then we throw it away.",
      "it": "utilizzarla e buttarla via."
    }
  },
  {
    "translation": {
      "en": "Nature doesn't do that.",
      "it": "La natura non fa così."
    }
  },
  {
    "translation": {
      "en": "Nature recycles every drop of water on the planet.",
      "it": "La natura ricicla ogni goccia d'acqua del pianeta."
    }
  },
  {
    "translation": {
      "en": "The water we have today is the water we've always had.",
      "it": "L'acqua che abbiamo oggi è quella che abbiamo sempre avuto,"
    }
  },
  {
    "translation": {
      "en": "And that water has been reused and recycled by nature",
      "it": "acqua che è stata riutilizzata e riciclata dalla natura"
    }
  },
  {
    "translation": {
      "en": "for billions of years.",
      "it": "per miliardi di anni."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Attempting to replicate nature's own recycling process,",
      "it": "Tentando di replicare il processo di riciclo della natura,"
    }
  },
  {
    "translation": {
      "en": "scientists in Denmark looked for an answer deep inside the cells of our own bodies.",
      "it": "alcuni scienziati danesi hanno cercato una risposta nelle nostre cellule."
    }
  },
  {
    "translation": {
      "en": "They discovered a protein that can be accelerated",
      "it": "Hanno scoperto una proteina che può essere accelerata e adattata"
    }
  },
  {
    "translation": {
      "en": "and adapted into a membrane technology to purify water.",
      "it": "Hanno scoperto una proteina che può essere accelerata e adattata a una tecnologia a membrana per purificare l'acqua."
    }
  },
  {
    "translation": {
      "en": "Peter showed up in my lab one day as a graduate just after graduating with his little vial.",
      "it": "Peter si presentò nel mio laboratorio con una fiala. Si era appena laureato."
    }
  },
  {
    "translation": {
      "en": "He always carries around his little vial of aquaporin proteins.",
      "it": "Porta sempre con sé una fiala di acquaporine."
    }
  },
  {
    "translation": {
      "en": "An average human has between say 40 and 50 different variations",
      "it": "Un essere umano, in media, possiede tra le 40 e le 50 variazioni"
    }
  },
  {
    "translation": {
      "en": "of aquaporin proteins in their body.",
      "it": "di proteine acquaporine."
    }
  },
  {
    "translation": {
      "en": "They perform very important functions of regulating the flow of different materials.",
      "it": "Svolgono funzioni importanti, regolando il flusso di vari materiali."
    }
  },
  {
    "translation": {
      "en": "Think about what it would be like if you ate food or drank coffee,",
      "it": "Pensa a come sarebbe se, quando mangi o bevi il caffè,"
    }
  },
  {
    "translation": {
      "en": "if that immediately went into your brain",
      "it": "ti arrivasse subito al cervello"
    }
  },
  {
    "translation": {
      "en": "and had a stimulating effect on your brain,",
      "it": "e avesse un effetto stimolante."
    }
  },
  {
    "translation": {
      "en": "you'd kinda go crazy every time you drank a cup of coffee.",
      "it": "Impazziresti ogni volta che ne bevi una tazza."
    }
  },
  {
    "translation": {
      "en": "And so your body has developed ways of regulating the flow of these different molecules in your body",
      "it": "Quindi il corpo ha sviluppato dei modi per regolare il flusso di queste molecole."
    }
  },
  {
    "translation": {
      "en": "and an important part of that are the aquaporin proteins.",
      "it": "E una parte importante sono le acquaporine."
    }
  },
  {
    "translation": {
      "en": "So that's an example where we've taken this biological entity,",
      "it": "In questo esempio vedete un'entità biologica,"
    }
  },
  {
    "translation": {
      "en": "this biological protein, integrated it into a membrane.",
      "it": "una proteina, che abbiamo inserito in una membrana."
    }
  },
  {
    "translation": {
      "en": "We actually reused nature's way of filtrating water.",
      "it": "È così che si filtra l'acqua in natura."
    }
  },
  {
    "translation": {
      "en": "Using biotechnology, we take out this small aquaporin protein",
      "it": "Grazie alla biotecnologia, estraiamo l'acquaporina"
    }
  },
  {
    "translation": {
      "en": "that filtrates water in all living cells, which is extremely efficient.",
      "it": "che filtra l'acqua nelle cellule viventi in modo estremamente efficiente."
    }
  },
  {
    "translation": {
      "en": "It's not something we have developed. It's something that nature has developed",
      "it": "Non l'abbiamo sviluppato noi, ma la natura"
    }
  },
  {
    "translation": {
      "en": "through 3.8 billon years of evolution.",
      "it": "nel corso di 3,8 miliardi di anni."
    }
  },
  {
    "translation": {
      "en": "We just stand on the shoulders of that evolution.",
      "it": "E noi ci siamo basati su quell'evoluzione."
    }
  },
  {
    "translation": {
      "en": "One gram of this aquaporin protein",
      "it": "Un grammo di acquaporina"
    }
  },
  {
    "translation": {
      "en": "can filtrate 700 liters of water each second.",
      "it": "può filtrare diverse centinaia di litri d'acqua al secondo."
    }
  },
  {
    "translation": {
      "en": "And so we coat the surface of a membrane with this aquaporin protein",
      "it": "Rivestiamo la superficie di una membrana con l'acquaporina,"
    }
  },
  {
    "translation": {
      "en": "and then we get more natural water",
      "it": "ottenendo l'acqua in forma naturale."
    }
  },
  {
    "translation": {
      "en": "and we can also instead of filtrating water,",
      "it": "ottenendo l'acqua in forma naturale. E invece di filtrare l'acqua,"
    }
  },
  {
    "translation": {
      "en": "we can actually extract water by forward osmosis.",
      "it": "possiamo estrarla per osmosi diretta."
    }
  },
  {
    "translation": {
      "en": "We can open the doors",
      "it": "Ciò spalanca le porte"
    }
  },
  {
    "translation": {
      "en": "for an entirely new range of filtration products",
      "it": "a tutta una nuova gamma di prodotti di filtrazione"
    }
  },
  {
    "translation": {
      "en": "with this component that nature has given us.",
      "it": "che sfrutta questo componente naturale."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Membrane technologies such as the aquaporin protein",
      "it": "Le tecnologie a membrana, come quella delle acquaporine,"
    }
  },
  {
    "translation": {
      "en": "are also being employed to make dramatic leaps",
      "it": "ci permettono di fare enormi passi avanti"
    }
  },
  {
    "translation": {
      "en": "in our ability to extract freshwater from our oceans.",
      "it": "nell'estrazione di acqua dolce dagli oceani."
    }
  },
  {
    "translation": {
      "en": "Seawater by the name is highly saline.",
      "it": "L'acqua di mare è salata per definizione."
    }
  },
  {
    "translation": {
      "en": "And to push salinity out of water, you need a lot of energy.",
      "it": "E per eliminare la salinità dall'acqua serve molta energia."
    }
  },
  {
    "translation": {
      "en": "And seawater is one of the most costliest water that you can get.",
      "it": "L'acqua di mare è una delle più costose da ottenere."
    }
  },
  {
    "translation": {
      "en": "In terms of next innovations, in terms of seawater treatment,",
      "it": "Se esaminiamo le innovazioni per trattare l'acqua di mare,"
    }
  },
  {
    "translation": {
      "en": "that's exactly where we are.",
      "it": "ecco dove siamo arrivati."
    }
  },
  {
    "translation": {
      "en": "We were talking about 40 kilowatt hours",
      "it": "ecco dove siamo arrivati. Prima servivano 40 kWh"
    }
  },
  {
    "translation": {
      "en": "per meter cube of water treated in the 1960s, '70s.",
      "it": "per metro cubo di acqua trattata, negli anni '60 e '70."
    }
  },
  {
    "translation": {
      "en": "Now, we are talking about less than four kilowatt hours",
      "it": "Ora servono meno di 4 kWh al metro cubo,"
    }
  },
  {
    "translation": {
      "en": "per meter cube which is a 90% reduction in energy",
      "it": "Ora servono meno di 4 kWh al metro cubo, ossia una riduzione del 90% di energia per lo stesso trattamento."
    }
  },
  {
    "translation": {
      "en": "for the same seawater treatment.",
      "it": "ossia una riduzione del 90% di energia per lo stesso trattamento."
    }
  },
  {
    "translation": {
      "en": "We are looking at technology which is half that further.",
      "it": "E stiamo cercando di dimezzarla ulteriormente."
    }
  },
  {
    "translation": {
      "en": "We have an incredible array of exciting innovations today at our disposal",
      "it": "Abbiamo a disposizione un arsenale di innovazioni entusiasmanti,"
    }
  },
  {
    "translation": {
      "en": "that we did not have 20 or 30 years ago.",
      "it": "che 20 o 30 anni fa non avevamo."
    }
  },
  {
    "translation": {
      "en": "We can create biomaterials from wastewater.",
      "it": "Possiamo creare biomateriali dalle acque reflue."
    }
  },
  {
    "translation": {
      "en": "We can turn wastewater into energy.",
      "it": "Possiamo trasformarle in energia."
    }
  },
  {
    "translation": {
      "en": "We can purify water at a molecular level",
      "it": "Possiamo purificarle a livello molecolare."
    }
  },
  {
    "translation": {
      "en": "to do things that we could have only dreamed of doing a few decades ago.",
      "it": "Cose che potevamo solo sognare, qualche decennio fa."
    }
  },
  {
    "translation": {
      "en": "[Narrator] At a leading water research center in Singapore,",
      "it": "In un centro di ricerca sull'acqua a Singapore,"
    }
  },
  {
    "translation": {
      "en": "membrane technologies are also being employed to make dramatic leaps",
      "it": "le tecnologie a membrana ci permettono di fare enormi passi avanti"
    }
  },
  {
    "translation": {
      "en": "in our ability to extract freshwater from our oceans.",
      "it": "nell'estrazione di acqua dolce dagli oceani."
    }
  },
  {
    "translation": {
      "en": "While advancements in desalination will continue,",
      "it": "Ma mentre i progressi nella dissalazione continuano,"
    }
  },
  {
    "translation": {
      "en": "perhaps a simpler solution may be closer to hand,",
      "it": "potremmo avere a portata di mano una soluzione più semplice."
    }
  },
  {
    "translation": {
      "en": "reusing the water we already have.",
      "it": "Riutilizzare l'acqua che abbiamo già."
    }
  },
  {
    "translation": {
      "en": "On the Pacific Coast of California,",
      "it": "Sulla costa pacifica della California, il consumo idrico eccessivo"
    }
  },
  {
    "translation": {
      "en": "massive overuse of water due to population increase",
      "it": "Sulla costa pacifica della California, il consumo idrico eccessivo causato dall'aumento della popolazione e dalle industrie"
    }
  },
  {
    "translation": {
      "en": "and industrial demands has caused record scarcities,",
      "it": "causato dall'aumento della popolazione e dalle industrie ha causato carenze da record."
    }
  },
  {
    "translation": {
      "en": "sounding an alarm to the state",
      "it": "Un campanello d'allarme per lo Stato:"
    }
  },
  {
    "translation": {
      "en": "that the old way of diverting water to the region is no longer a viable option.",
      "it": "la strategia di dirottare l'acqua nella regione non è più praticabile."
    }
  },
  {
    "translation": {
      "en": "In Southern California, we have a very dry climate.",
      "it": "Nella California del Sud, il clima è molto asciutto."
    }
  },
  {
    "translation": {
      "en": "We've become accustomed to a certain amount of lifestyle",
      "it": "E noi ci siamo abituati a un certo stile di vita e a un certo uso dell'acqua."
    }
  },
  {
    "translation": {
      "en": "and water usage,",
      "it": "a un certo stile di vita e a un certo uso dell'acqua."
    }
  },
  {
    "translation": {
      "en": "relying upon outside sources of water, namely from Northern California",
      "it": "Ci basiamo su fonti esterne, vale a dire la California del Nord"
    }
  },
  {
    "translation": {
      "en": "and from the Colorado River",
      "it": "e il fiume Colorado,"
    }
  },
  {
    "translation": {
      "en": "through aqueducts that were put in decades ago.",
      "it": "attraverso acquedotti costruiti decenni fa."
    }
  },
  {
    "translation": {
      "en": "When we started looking forward, we knew that population was gonna increase",
      "it": "Sapevamo che la popolazione sarebbe cresciuta"
    }
  },
  {
    "translation": {
      "en": "and outside sources are affected by the same drought here.",
      "it": "e che anche le fonti esterne sarebbero state colpite dalla siccità."
    }
  },
  {
    "translation": {
      "en": "[Narrator] The Colorado Aqueduct",
      "it": "L'acquedotto del Colorado trasporta l'acqua"
    }
  },
  {
    "translation": {
      "en": "transports water from the Colorado River",
      "it": "L'acquedotto del Colorado trasporta l'acqua dal fiume Colorado alla California del Sud."
    }
  },
  {
    "translation": {
      "en": "to Southern California.",
      "it": "dal fiume Colorado alla California del Sud."
    }
  },
  {
    "translation": {
      "en": "The transport of water is extremely energy intensive,",
      "it": "Trasportare l'acqua consuma moltissima energia, è costoso"
    }
  },
  {
    "translation": {
      "en": "costly, and now,",
      "it": "Trasportare l'acqua consuma moltissima energia, è costoso e non è sufficiente per soddisfare le esigenze della California."
    }
  },
  {
    "translation": {
      "en": "unable to supply California's current demands.",
      "it": "e non è sufficiente per soddisfare le esigenze della California."
    }
  },
  {
    "translation": {
      "en": "This used to be a heavily agricultural area.",
      "it": "Era una zona agricola.  C'è un motivo se si chiama Contea di Orange."
    }
  },
  {
    "translation": {
      "en": "It's called Orange County for a reason.",
      "it": "C'è un motivo se si chiama Contea di Orange."
    }
  },
  {
    "translation": {
      "en": "It was full of orange groves, soybean fields.",
      "it": "Era piena di aranceti e campi di soia."
    }
  },
  {
    "translation": {
      "en": "There's a long time perception not just in California",
      "it": "Si tende a pensare, non solo in California ma in molti Stati,"
    }
  },
  {
    "translation": {
      "en": "but in a lot of the U.S. that when you use groundwater,",
      "it": "Si tende a pensare, non solo in California ma in molti Stati, che le acque del sottosuolo siano una fonte naturale,"
    }
  },
  {
    "translation": {
      "en": "it's kind of a natural source.",
      "it": "che le acque del sottosuolo siano una fonte naturale,"
    }
  },
  {
    "translation": {
      "en": "It's usually free from contamination. It's very good quality water.",
      "it": "di solito esente da contaminazioni e di ottima qualità."
    }
  },
  {
    "translation": {
      "en": "That it will just replenish itself, right?",
      "it": "E che continui a rigenerarsi da sola."
    }
  },
  {
    "translation": {
      "en": "Nature will do that for you. Rain, precipitation.",
      "it": "Ci pensa la natura, con le piogge, le precipitazioni."
    }
  },
  {
    "translation": {
      "en": "It'll eventually recharge itself to the point where we can just keep using it.",
      "it": "Si ricaricherà sempre e potremo continuare a usarla."
    }
  },
  {
    "translation": {
      "en": "But natural precipitation is not enough.",
      "it": "Ma le piogge non bastano."
    }
  },
  {
    "translation": {
      "en": "We can't rely upon nature alone. We thought where else could we look?",
      "it": "Non possiamo contare solo sulla natura. E quindi ci siamo chiesti: \"Dove cercare?\""
    }
  },
  {
    "translation": {
      "en": "So there's manmade ways that we can recharge the aquifer",
      "it": "È possibile rigenerare le falde acquifere"
    }
  },
  {
    "translation": {
      "en": "to keep it sustainable,",
      "it": "anche in modo artificiale."
    }
  },
  {
    "translation": {
      "en": "so that's when we thought okay, let's take on this wastewater.",
      "it": "E così abbiamo pensato: \"Ok, utilizziamo le acque reflue\"."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Mehul's team worked hard to persuade the government",
      "it": "La squadra di Mehul ha lottato per convincere il governo"
    }
  },
  {
    "translation": {
      "en": "that using recycled water to refill the aquifers",
      "it": "che usare l'acqua depurata per riempire le falde"
    }
  },
  {
    "translation": {
      "en": "would enable Orange County to future proof their supplies",
      "it": "avrebbe permesso alla Contea di rifornire le sue scorte,"
    }
  },
  {
    "translation": {
      "en": "and avoid another drought.",
      "it": "evitando altre siccità."
    }
  },
  {
    "translation": {
      "en": "This membrane technology's very good at removing contaminants",
      "it": "Questa tecnologia a membrana riesce a rimuovere i contaminanti"
    }
  },
  {
    "translation": {
      "en": "and purifying water that was once thought unable to be treated.",
      "it": "e a purificare l'acqua che un tempo si riteneva non trattabile."
    }
  },
  {
    "translation": {
      "en": "The great part about putting it underground is we lose virtually nothing.",
      "it": "E il bello di riporla sottoterra è che non perdiamo niente."
    }
  },
  {
    "translation": {
      "en": "We actually lose more,",
      "it": "Si perde di più…"
    }
  },
  {
    "translation": {
      "en": "when you see a large reservoir or a lake,",
      "it": "Nei grandi bacini o nei laghi,"
    }
  },
  {
    "translation": {
      "en": "you love a good 5% to evaporation.",
      "it": "un buon 5% viene perso a causa dell'evaporazione."
    }
  },
  {
    "translation": {
      "en": "You almost have a natural protective cap",
      "it": "Qui hai un tappo di protezione naturale,"
    }
  },
  {
    "translation": {
      "en": "keeping it free from environmental contaminants,",
      "it": "che protegge l'acqua dai contaminanti."
    }
  },
  {
    "translation": {
      "en": "and so it's kind of nature's perfect storage bowl.",
      "it": "È un perfetto serbatoio naturale."
    }
  },
  {
    "translation": {
      "en": "We kind of hit the geological jackpot",
      "it": "Dal punto di vista geologico abbiamo fatto jackpot,"
    }
  },
  {
    "translation": {
      "en": "by having this large natural underground aquifer",
      "it": "creando questa grande falda acquifera sotterranea,"
    }
  },
  {
    "translation": {
      "en": "that as long as we take care of it, can sustain all of our population.",
      "it": "che basta per tutta la popolazione, se ce ne prendiamo cura."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Of course, in many parts of the world,",
      "it": "Certo, in molte parti del mondo,"
    }
  },
  {
    "translation": {
      "en": "large cities are continuing to deplete groundwater levels.",
      "it": "le grandi città continuano a impoverire le acque sotterranee"
    }
  },
  {
    "translation": {
      "en": "While governments struggle to get a handle on the problem,",
      "it": "e i governi faticano a gestire il problema."
    }
  },
  {
    "translation": {
      "en": "that's where industry can step up.",
      "it": "È qui che può intervenire l'industria."
    }
  },
  {
    "translation": {
      "en": "Mexico City, with its population of 20 million people,",
      "it": "Città del Messico, con i suoi 20 milioni di abitanti,"
    }
  },
  {
    "translation": {
      "en": "is literally sinking under its own weight,",
      "it": "sta sprofondando sotto il suo stesso peso."
    }
  },
  {
    "translation": {
      "en": "causing roads and buildings to crumble.",
      "it": "Strade ed edifici stanno crollando."
    }
  },
  {
    "translation": {
      "en": "Relying on governments to solve the problem isn't enough.",
      "it": "Fare affidamento sui governi non basta."
    }
  },
  {
    "translation": {
      "en": "To make a major impact worldwide will require the progressive engagement",
      "it": "Per lasciare il segno nel mondo, è necessario coinvolgere sempre più"
    }
  },
  {
    "translation": {
      "en": "of some of the world's biggest users of water.",
      "it": "alcuni dei maggiori consumatori di acqua."
    }
  },
  {
    "translation": {
      "en": "Industries need to rise up to bring this in the center of the agenda,",
      "it": "Le industrie devono rendere questo problema una loro priorità"
    }
  },
  {
    "translation": {
      "en": "invest in technologies to reuse water or recycle water,",
      "it": "e investire nel riutilizzo, nel riciclo e nel risparmio idrico,"
    }
  },
  {
    "translation": {
      "en": "save water so that the future generations",
      "it": "e investire nel riutilizzo, nel riciclo e nel risparmio idrico, per non danneggiare le generazioni future."
    }
  },
  {
    "translation": {
      "en": "are not in a bad place.",
      "it": "per non danneggiare le generazioni future."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Industrial production frequently involves water usage on a massive scale.",
      "it": "La produzione industriale spesso richiede l'uso di acqua su larga scala."
    }
  },
  {
    "translation": {
      "en": "Whilst the cosmetics industry isn't the biggest offender,",
      "it": "Anche se l'industria cosmetica non è il colpevole principale,"
    }
  },
  {
    "translation": {
      "en": "innovation and processes here have begun",
      "it": "ha dato origine a un'innovazione"
    }
  },
  {
    "translation": {
      "en": "that could influence water usage in many areas of manufacturing.",
      "it": "che potrebbe influenzare diversi settori produttivi."
    }
  },
  {
    "translation": {
      "en": "Because cleaning equipment between cycles",
      "it": "Visto che pulire le attrezzature tra i cicli"
    }
  },
  {
    "translation": {
      "en": "is the most water intensive part of production,",
      "it": "è la parte che consuma più acqua,"
    }
  },
  {
    "translation": {
      "en": "it is here where the cosmetics company L'Oreal",
      "it": "è qui che l'azienda di cosmetici L'Oréal"
    }
  },
  {
    "translation": {
      "en": "have made the most change.",
      "it": "ha effettuato più cambiamenti."
    }
  },
  {
    "translation": {
      "en": "I think for us, it's a company.",
      "it": "Per la nostra azienda,"
    }
  },
  {
    "translation": {
      "en": "Water is important because we need it to operate effectively.",
      "it": "l'acqua è importante: ci serve per operare in modo efficiente."
    }
  },
  {
    "translation": {
      "en": "And in the areas where water is critical,",
      "it": "E nei settori in cui è fondamentale,"
    }
  },
  {
    "translation": {
      "en": "we have to do all what we can to reduce our impact on these communities,",
      "it": "dobbiamo fare il possibile per ridurre l'impatto causato dall'acqua che usiamo"
    }
  },
  {
    "translation": {
      "en": "on these regions by water using.",
      "it": "su queste comunità e regioni."
    }
  },
  {
    "translation": {
      "en": "So we have to reduce our water.",
      "it": "Quindi, dobbiamo ridurne il consumo."
    }
  },
  {
    "translation": {
      "en": "We started with water efficiency",
      "it": "Abbiamo puntato sull'efficienza,"
    }
  },
  {
    "translation": {
      "en": "to reduce our water needs,",
      "it": "riducendo il nostro fabbisogno idrico,"
    }
  },
  {
    "translation": {
      "en": "then to reduce water that we cannot reuse,",
      "it": "riutilizzando quello che non possiamo tagliare"
    }
  },
  {
    "translation": {
      "en": "and then to recycle.",
      "it": "e infine riciclando."
    }
  },
  {
    "translation": {
      "en": "And we saw that water efficiency is not enough,",
      "it": "E abbiamo capito che l'efficienza non basta."
    }
  },
  {
    "translation": {
      "en": "so we started to think what can we do?",
      "it": "Ci siamo chiesti: \"Cosa possiamo fare?\""
    }
  },
  {
    "translation": {
      "en": "And it was so obvious because we discharge it wastewater.",
      "it": "Ed era ovvio: prima scaricavamo le acque reflue."
    }
  },
  {
    "translation": {
      "en": "In nature, no water is wasted.",
      "it": "In natura, l'acqua non viene sprecata."
    }
  },
  {
    "translation": {
      "en": "We picked this as our resource for freshwater to replace city water.",
      "it": "Ed è questa la nostra risorsa per produrre acqua potabile senza usare quella locale."
    }
  },
  {
    "translation": {
      "en": "Then we came up with recycling projects.",
      "it": "Quindi abbiamo ideato dei progetti di riciclo."
    }
  },
  {
    "translation": {
      "en": "At the end of 2018,",
      "it": "Alla fine del 2018,"
    }
  },
  {
    "translation": {
      "en": "we had about 12 plants already running with recycling.",
      "it": "avevamo già circa 12 impianti funzionanti che si occupavano del riciclo idrico."
    }
  },
  {
    "translation": {
      "en": "Based on these positive experiences",
      "it": "Basandoci su queste esperienze positive"
    }
  },
  {
    "translation": {
      "en": "with the recycling systems,",
      "it": "con i sistemi di riciclaggio,"
    }
  },
  {
    "translation": {
      "en": "we wanted to push the system a little further",
      "it": "abbiamo deciso di spingerci ancora un po' più in là,"
    }
  },
  {
    "translation": {
      "en": "and we developed the concept of dry factory.",
      "it": "sviluppando il concetto di \"fabbrica a secco\"."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Dry factory means that 100% of the water needs for an industrial process",
      "it": "\"Fabbrica a secco\" significa che il 100% del fabbisogno idrico industriale"
    }
  },
  {
    "translation": {
      "en": "is covered by the reuse of treated and recycled water.",
      "it": "viene coperto dall'acqua trattata e riciclata."
    }
  },
  {
    "translation": {
      "en": "No city water is now necessary for this purpose,",
      "it": "Così non è più necessario utilizzare l'acqua locale,"
    }
  },
  {
    "translation": {
      "en": "cutting down on water consumption dramatically.",
      "it": "riducendo drasticamente il consumo idrico."
    }
  },
  {
    "translation": {
      "en": "Now, we are rolling out the dry factory concept",
      "it": "Ora stiamo diffondendo l'idea nelle nostre fabbriche,"
    }
  },
  {
    "translation": {
      "en": "with priority to high water consuming factories",
      "it": "dando priorità agli stabilimenti a elevato consumo idrico"
    }
  },
  {
    "translation": {
      "en": "and factories operating in regions",
      "it": "o a quelli che operano in regioni"
    }
  },
  {
    "translation": {
      "en": "where water is a critical issue like here in Mexico.",
      "it": "dove l'acqua è un problema critico. Sia qui che in Messico."
    }
  },
  {
    "translation": {
      "en": "[Narrator] If industry follows this leadership,",
      "it": "Se le industrie seguissero questa direzione,"
    }
  },
  {
    "translation": {
      "en": "the global water consumption for manufacturing",
      "it": "il consumo per la produzione industriale"
    }
  },
  {
    "translation": {
      "en": "could be drastically reduced by as much as 90%,",
      "it": "potrebbe ridursi drasticamente fino al 90%,"
    }
  },
  {
    "translation": {
      "en": "depending on the type of industry.",
      "it": "a seconda del tipo di settore."
    }
  },
  {
    "translation": {
      "en": "We don't have the choice.",
      "it": "Non abbiamo scelta."
    }
  },
  {
    "translation": {
      "en": "We have to reduce our environmental impact.",
      "it": "Dobbiamo ridurre l'impatto ambientale."
    }
  },
  {
    "translation": {
      "en": "There is not a plan B.",
      "it": "Non c'è un piano B."
    }
  },
  {
    "translation": {
      "en": "Everyone has to be aware and to contribute.",
      "it": "Tutti devono essere consapevoli e contribuire a una soluzione."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Cosmetic manufacturing",
      "it": "L'industria cosmetica"
    }
  },
  {
    "translation": {
      "en": "is only one of many water intensive industries.",
      "it": "è solo uno dei tanti settori a elevato consumo idrico."
    }
  },
  {
    "translation": {
      "en": "For example, textile companies like those in India",
      "it": "Le aziende tessili, per esempio, come quelle situate in India,"
    }
  },
  {
    "translation": {
      "en": "are some of the largest consumers of water.",
      "it": "sono tra i maggiori consumatori d'acqua."
    }
  },
  {
    "translation": {
      "en": "And many of them have been major contributors to regional pollution.",
      "it": "E molte di loro hanno contribuito all'inquinamento regionale,"
    }
  },
  {
    "translation": {
      "en": "Poisoning water with dyes, bleaches, and other chemicals,",
      "it": "avvelenando l'acqua con coloranti, candeggine e altre sostanze chimiche"
    }
  },
  {
    "translation": {
      "en": "and leaving their citizens without usable water.",
      "it": "e lasciando gli abitanti senza acqua potabile."
    }
  },
  {
    "translation": {
      "en": "In 2010, the government demanded that all dyeing and bleaching units",
      "it": "Nel 2010, il governo ha richiesto a questi stabilimenti"
    }
  },
  {
    "translation": {
      "en": "must either clean up or close up,",
      "it": "di eliminare l'inquinamento o di chiudere,"
    }
  },
  {
    "translation": {
      "en": "threatening 55,000 jobs.",
      "it": "mettendo a rischio 55.000 posti di lavoro."
    }
  },
  {
    "translation": {
      "en": "One textile factory owner in Southern India rose to the challenge,",
      "it": "Il proprietario di una fabbrica tessile del sud ha accettato la sfida,"
    }
  },
  {
    "translation": {
      "en": "discovering a sustainable solution",
      "it": "scoprendo una soluzione sostenibile"
    }
  },
  {
    "translation": {
      "en": "and setting an example for other factories in the region.",
      "it": "e dando l'esempio agli altri stabilimenti."
    }
  },
  {
    "translation": {
      "en": "In 2010 and all,",
      "it": "e dando l'esempio agli altri stabilimenti. Nel 2010, c'era un grosso problema legato ai materiali di scarico."
    }
  },
  {
    "translation": {
      "en": "there was a heavy problem related to effluent.",
      "it": "Nel 2010, c'era un grosso problema legato ai materiali di scarico."
    }
  },
  {
    "translation": {
      "en": "There was untreated effluent which was discharged.",
      "it": "Venivano scaricati senza essere depurati."
    }
  },
  {
    "translation": {
      "en": "The rivers were in color.",
      "it": "I fiumi erano colorati."
    }
  },
  {
    "translation": {
      "en": "Because of dyeing factories and chemical factories",
      "it": "Le tintorie e gli stabilimenti chimici scaricavano sostanze chimiche nel fiume Noyyal."
    }
  },
  {
    "translation": {
      "en": "chemicals were discharged into the Noyal river.",
      "it": "scaricavano sostanze chimiche nel fiume Noyyal."
    }
  },
  {
    "translation": {
      "en": "If we walked into the river, we would get all sorts of diseases.",
      "it": "Chi faceva il bagno si prendeva qualche malattia."
    }
  },
  {
    "translation": {
      "en": "Our feet and legs would be in pain",
      "it": "Chi faceva il bagno si prendeva qualche malattia. Sentivi dolore a piedi e gambe,"
    }
  },
  {
    "translation": {
      "en": "and have a burning sensation",
      "it": "oltre a una sensazione di bruciore."
    }
  },
  {
    "translation": {
      "en": "Now, we are putting on continuous efforts and our technologies are getting updated.",
      "it": "Stiamo sviluppando sempre più le nostre tecnologie."
    }
  },
  {
    "translation": {
      "en": "The river which was colored two decades ago,",
      "it": "Il fiume, che due decenni fa era colorato,"
    }
  },
  {
    "translation": {
      "en": "now, it is all fresh and clean.",
      "it": "Il fiume, che due decenni fa era colorato, ora è pieno di acqua potabile e pulita,"
    }
  },
  {
    "translation": {
      "en": "And now, it is a total zero discharge unit.",
      "it": "e abbiamo eliminato gli scarichi."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Water from the dyeing process including bleach, chemicals, and salts",
      "it": "L'acqua delle tintorie, che contiene candeggina, sostanze chimiche e sali,"
    }
  },
  {
    "translation": {
      "en": "is now treated instead of being flushed into local waterways.",
      "it": "viene trattata e non più scaricata nei corsi d'acqua locali."
    }
  },
  {
    "translation": {
      "en": "And instead of taking water from the rivers,",
      "it": "E invece di usare l'acqua dei fiumi,"
    }
  },
  {
    "translation": {
      "en": "Rahul's company is reusing over 90% of its textile processing water.",
      "it": "l'azienda di Rahul riutilizza più del 90% di quella usata nei processi industriali."
    }
  },
  {
    "translation": {
      "en": "Now the situation is much better compared to even five years back",
      "it": "La situazione è migliorata, rispetto a cinque anni fa."
    }
  },
  {
    "translation": {
      "en": "Effluent from our factory which has brine in it, colors in it, salts in it,",
      "it": "I nostri scarichi, che contengono salamoia, coloranti e sali,"
    }
  },
  {
    "translation": {
      "en": "that is taken to a plant wherein it is stored for about 24 hours in the bio.",
      "it": "vengono portati in uno stabilimento dove sono conservati per circa 24 ore."
    }
  },
  {
    "translation": {
      "en": "There, it is all treated. It is taken to the softening plant and then to the membrane.",
      "it": "Vengono trattati e trasferiti all'impianto di addolcimento, e poi alla membrana."
    }
  },
  {
    "translation": {
      "en": "From the membrane, we get all the reused water.",
      "it": "Da lì otteniamo l'acqua depurata,"
    }
  },
  {
    "translation": {
      "en": "And the reject from that is taken to the evaporator",
      "it": "mentre gli scarti vanno all'evaporatore"
    }
  },
  {
    "translation": {
      "en": "wherein we get the salt of the crystallization.",
      "it": "dove otteniamo il sale via cristallizzazione."
    }
  },
  {
    "translation": {
      "en": "The water from the membrane and the salt from the evaporator is used here.",
      "it": "Riutilizziamo quindi l'acqua della membrana e il sale dell'evaporatore."
    }
  },
  {
    "translation": {
      "en": "Ninety percent of the water is returned.",
      "it": "E recuperiamo il 90% degli scarichi."
    }
  },
  {
    "translation": {
      "en": "Everyone is participating together.",
      "it": "Utilizziamo tutti questi elementi:"
    }
  },
  {
    "translation": {
      "en": "The chemical, the dyer, and the membrane suppliers,",
      "it": "sostanze chimiche, coloranti e membrane."
    }
  },
  {
    "translation": {
      "en": "so it is all in a chain that we are developing ourselves.",
      "it": "È una catena che sviluppiamo autonomamente."
    }
  },
  {
    "translation": {
      "en": "We are trying to keep our industry environment friendly.",
      "it": "Vogliamo continuare a rispettare l'ambiente."
    }
  },
  {
    "translation": {
      "en": "I think it is high time now",
      "it": "E credo sia giunto il momento"
    }
  },
  {
    "translation": {
      "en": "that everyone will have to realize and start doing it.",
      "it": "che anche tutti gli altri inizino a farlo."
    }
  },
  {
    "translation": {
      "en": "No one can dodge with this anymore.",
      "it": "Il problema non può più essere ignorato."
    }
  },
  {
    "translation": {
      "en": "[Narrator] In another part of India, the problem wasn't pollution but supply.",
      "it": "Altrove in India, il problema non era l'inquinamento, ma il rifornimento."
    }
  },
  {
    "translation": {
      "en": "In 2019, a city of 10 million people",
      "it": "Nel 2019, una città da 10 milioni di abitanti"
    }
  },
  {
    "translation": {
      "en": "experienced what was once unthinkable,",
      "it": "ha vissuto un'esperienza un tempo impensabile,"
    }
  },
  {
    "translation": {
      "en": "but is now becoming increasingly common,",
      "it": "ma che sta diventando sempre più comune."
    }
  },
  {
    "translation": {
      "en": "day zero,",
      "it": "Il Day Zero."
    }
  },
  {
    "translation": {
      "en": "when a city simply runs out of drinking water.",
      "it": "Quando una città esaurisce l'acqua potabile."
    }
  },
  {
    "translation": {
      "en": "Everyone is after one thing only in Chennai",
      "it": "A Chennai tutti vogliono una cosa sola,"
    }
  },
  {
    "translation": {
      "en": "and that is water.",
      "it": "ossia l'acqua."
    }
  },
  {
    "translation": {
      "en": "Chennai is facing a lot of water crisis. Last year, we didn't have rains at all.",
      "it": "Stiamo vivendo molte crisi idriche. L'anno scorso non ha piovuto."
    }
  },
  {
    "translation": {
      "en": "Groundwater is not there and rainwater is not treated properly",
      "it": "Manca l'acqua sotterranea, mentre quella piovana non viene trattata"
    }
  },
  {
    "translation": {
      "en": "and it's not connected to all the sources.",
      "it": "Manca l'acqua sotterranea, mentre quella piovana non viene trattata e non è ben collegata a tutte le fonti."
    }
  },
  {
    "translation": {
      "en": "And many apartments have to rely on tankers to supply them for water.",
      "it": "Molti devono affidarsi alle autocisterne per i rifornimenti."
    }
  },
  {
    "translation": {
      "en": "Recently, there was a water tanker strike for four or five days.",
      "it": "Di recente, c'è stato uno sciopero delle autocisterne."
    }
  },
  {
    "translation": {
      "en": "They are left without having any water.",
      "it": "La gente è rimasta senza acqua per giorni."
    }
  },
  {
    "translation": {
      "en": "Day by day, it is getting worse, so people need to just do something about it.",
      "it": "La situazione peggiora ogni giorno, dobbiamo fare qualcosa."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Unlike most of Chennai's 10 million locals",
      "it": "A differenza dei 10 milioni di abitanti"
    }
  },
  {
    "translation": {
      "en": "who were desperate for water in the face of this crisis,",
      "it": "alla disperata ricerca d'acqua in questo periodo di crisi,"
    }
  },
  {
    "translation": {
      "en": "the almost 200 families in this Chennai apartment are not.",
      "it": "le quasi 200 famiglie di questo complesso non lo sono."
    }
  },
  {
    "translation": {
      "en": "How did these residents avoid purchasing costly water from tankers?",
      "it": "Come hanno fatto a evitare di comprare acqua a caro prezzo?"
    }
  },
  {
    "translation": {
      "en": "Resourcefulness.",
      "it": "Intraprendenza."
    }
  },
  {
    "translation": {
      "en": "See, as a teenager, I've never thought about it much.",
      "it": "Da adolescente non ci pensavo molto,"
    }
  },
  {
    "translation": {
      "en": "But as a mother,",
      "it": "ma come madre"
    }
  },
  {
    "translation": {
      "en": "I want to give important things like clean water to my kid.",
      "it": "voglio dare a mio figlio le cose importanti, come l'acqua pulita."
    }
  },
  {
    "translation": {
      "en": "We went door to door",
      "it": "Abbiamo spiegato porta a porta"
    }
  },
  {
    "translation": {
      "en": "explaining why we should have rainwater harvesting",
      "it": "Abbiamo spiegato porta a porta perché raccogliere l'acqua piovana e come bisognerebbe fare."
    }
  },
  {
    "translation": {
      "en": "and how it is supposed to be done.",
      "it": "perché raccogliere l'acqua piovana e come bisognerebbe fare."
    }
  },
  {
    "translation": {
      "en": "Now, they're all trained up. Everybody's doing that.",
      "it": "Ora che sanno come fare, lo fanno tutti."
    }
  },
  {
    "translation": {
      "en": "As a committee of commitment,",
      "it": "La comunità si è impegnata collettivamente"
    }
  },
  {
    "translation": {
      "en": "we decided that we are not going to buy a single drop of water.",
      "it": "a non comprare una sola goccia d'acqua."
    }
  },
  {
    "translation": {
      "en": "So we have decided we are going to upgrade our sewage treatment plant.",
      "it": "Abbiamo deciso di migliorare l'impianto di depurazione delle acque reflue."
    }
  },
  {
    "translation": {
      "en": "We are going to upgrade our water treatment plant.",
      "it": "Potenzieremo l'impianto di depurazione idrica"
    }
  },
  {
    "translation": {
      "en": "We are going to upgrade our rain harvesting system.",
      "it": "e il sistema di raccolta dell'acqua piovana."
    }
  },
  {
    "translation": {
      "en": "It all goes through the rain harvesting trenches",
      "it": "La pioggia finisce nei canali di raccolta"
    }
  },
  {
    "translation": {
      "en": "and it will lead to the well",
      "it": "che conducono al pozzo,"
    }
  },
  {
    "translation": {
      "en": "so that we are using the water within our complex.",
      "it": "quindi possiamo riutilizzare l'acqua"
    }
  },
  {
    "translation": {
      "en": "All this \"upgradeation,\"",
      "it": "Tutti questi ammodernamenti"
    }
  },
  {
    "translation": {
      "en": "well, it has given us a fantastic result.",
      "it": "ci hanno dato risultati fantastici."
    }
  },
  {
    "translation": {
      "en": "You can see behind me, there is a beautiful large green garden.",
      "it": "Alle mie spalle potete vedere un bellissimo giardino rigoglioso."
    }
  },
  {
    "translation": {
      "en": "You may be thinking",
      "it": "Vi chiederete:"
    }
  },
  {
    "translation": {
      "en": "from where you are getting this much water to make this greenery?",
      "it": "\"Dove prendete acqua a sufficienza per un simile spazio verde?\""
    }
  },
  {
    "translation": {
      "en": "Absolutely, this is not here groundwater.",
      "it": "Non è acqua che proviene dalle falde sotterranee."
    }
  },
  {
    "translation": {
      "en": "This is water which we reused from the sewage treatment plant,",
      "it": "È acqua che abbiamo depurato grazie all'impianto per le acque reflue."
    }
  },
  {
    "translation": {
      "en": "so it looks lush and green.",
      "it": "Perciò è così verde e rigoglioso."
    }
  },
  {
    "translation": {
      "en": "When I look through my window, seeing all the other communities close by,",
      "it": "Quando guardo dalla finestra, vedo tutte le altre comunità vicine."
    }
  },
  {
    "translation": {
      "en": "I wonder if they have the same water management system",
      "it": "Chissà se hanno lo stesso sistema di gestione dell'acqua"
    }
  },
  {
    "translation": {
      "en": "as we do here in our community",
      "it": "della nostra comunità."
    }
  },
  {
    "translation": {
      "en": "that would help solve all the water crisis problems.",
      "it": "Li aiuterebbe a risolvere la crisi idrica."
    }
  },
  {
    "translation": {
      "en": "We feel every drop of water is so valuable and we are not letting it waste.",
      "it": "Crediamo che ogni goccia sia preziosa e non vogliamo sprecarla."
    }
  },
  {
    "translation": {
      "en": "It's a win-win situation.",
      "it": "Ci guadagniamo tutti."
    }
  },
  {
    "translation": {
      "en": "Once you start to deal with water more locally,",
      "it": "Iniziando a gestire l'acqua a livello locale,"
    }
  },
  {
    "translation": {
      "en": "and that's a systems level change, not a technology change,",
      "it": "un cambiamento sistemico e non tecnologico,"
    }
  },
  {
    "translation": {
      "en": "you reduce the capital costs and you make it much easier to reuse that water.",
      "it": "si riducono i costi e si facilita il riciclo idrico."
    }
  },
  {
    "translation": {
      "en": "I go back to the issue of scarcity.",
      "it": "Tornando al problema della carenza idrica,"
    }
  },
  {
    "translation": {
      "en": "Water reuse, we believe,",
      "it": "crediamo che il riciclo dell'acqua"
    }
  },
  {
    "translation": {
      "en": "is one of the smartest most efficient ways",
      "it": "sia uno dei modi più intelligenti ed efficaci"
    }
  },
  {
    "translation": {
      "en": "for us to deal with that issue.",
      "it": "per affrontare la questione."
    }
  },
  {
    "translation": {
      "en": "So more and more of the landscape",
      "it": "Quindi la tendenza è passare sempre di più"
    }
  },
  {
    "translation": {
      "en": "is moving into indirect reuse",
      "it": "Quindi la tendenza è passare sempre di più prima al riutilizzo indiretto e poi al riciclo totale dell'acqua."
    }
  },
  {
    "translation": {
      "en": "and going to full water recycling.",
      "it": "prima al riutilizzo indiretto e poi al riciclo totale dell'acqua."
    }
  },
  {
    "translation": {
      "en": "[Narrator] In California, we saw water conservation at a municipal scale.",
      "it": "In California, l'acqua viene preservata a livello comunale."
    }
  },
  {
    "translation": {
      "en": "And in India, we saw Chennai residents of the building complex",
      "it": "A Chennai, il problema è stato affrontato direttamente dagli abitanti"
    }
  },
  {
    "translation": {
      "en": "taking water supply into their own hands.",
      "it": "A Chennai, il problema è stato affrontato direttamente dagli abitanti di un complesso residenziale."
    }
  },
  {
    "translation": {
      "en": "But could that be scaled down even further?",
      "it": "Ma si può fare qualcosa su scala ancora più ridotta?"
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "it": "Assolutamente sì."
    }
  },
  {
    "translation": {
      "en": "Here in the Netherlands,",
      "it": "LEEUWARDEN, PAESI BASSI Nei Paesi Bassi,"
    }
  },
  {
    "translation": {
      "en": "a group called the Dutch Water Alliance has introduced groundbreaking technology",
      "it": "un gruppo chiamato Dutch Water Alliance ha creato una tecnologia rivoluzionaria"
    }
  },
  {
    "translation": {
      "en": "that allows us to recycle water right inside our own homes.",
      "it": "che ci permette di riciclare l'acqua nelle nostre case."
    }
  },
  {
    "translation": {
      "en": "You see in industry,",
      "it": "Nel settore industriale"
    }
  },
  {
    "translation": {
      "en": "measures are being taken to use less water.",
      "it": "sono state prese misure per consumare meno acqua."
    }
  },
  {
    "translation": {
      "en": "You see it in agriculture.",
      "it": "Come nell'agricoltura."
    }
  },
  {
    "translation": {
      "en": "And so now, it's up to us and consumers.",
      "it": "Ora tocca a noi e ai consumatori."
    }
  },
  {
    "translation": {
      "en": "And we're wasting so much water and it's so easy",
      "it": "Sprechiamo molta acqua, ed è facile farlo,"
    }
  },
  {
    "translation": {
      "en": "because the water source is already at our house.",
      "it": "perché la fonte è già a casa nostra."
    }
  },
  {
    "translation": {
      "en": "The Hydraloop is a residential gray water recycling system,",
      "it": "Hydraloop è un sistema domestico di riciclo delle acque grigie."
    }
  },
  {
    "translation": {
      "en": "so it recycles water from bath, shower, and washing machine,",
      "it": "Ricicla l'acqua di bagno, doccia e lavatrice,"
    }
  },
  {
    "translation": {
      "en": "purifies it so it can be reused again for toilet flushing,",
      "it": "purificandola, così da riutilizzarla per sciacquone, lavatrice, giardino e piscina."
    }
  },
  {
    "translation": {
      "en": "washing machine, garden, and swimming pool.",
      "it": "per sciacquone, lavatrice, giardino e piscina."
    }
  },
  {
    "translation": {
      "en": "We've created a very new and innovative way of cleaning the water.",
      "it": "Abbiamo creato un modo nuovo e innovativo di depurare l'acqua,"
    }
  },
  {
    "translation": {
      "en": "We're using six existing techniques. We've combined them into one.",
      "it": "combinando in un solo metodo sei tecniche già esistenti."
    }
  },
  {
    "translation": {
      "en": "And they're all very simple techniques, and altogether,",
      "it": "Sono tecniche molto semplici che, combinate,"
    }
  },
  {
    "translation": {
      "en": "they treat the water in such a way that is clean, clear, and safe,",
      "it": "trattano l'acqua in modo da renderla pulita e sicura,"
    }
  },
  {
    "translation": {
      "en": "and it's actually certified to the highest international standards",
      "it": "nel rispetto dei più alti standard internazionali,"
    }
  },
  {
    "translation": {
      "en": "so it can be reused again.",
      "it": "così da poterla riutilizzare."
    }
  },
  {
    "translation": {
      "en": "Within once month, we saved up to 3,000 liters of water.",
      "it": "In un mese, risparmiamo fino a 3.000 litri d'acqua."
    }
  },
  {
    "translation": {
      "en": "And that's a lot of water actually.",
      "it": "È una bella quantità."
    }
  },
  {
    "translation": {
      "en": "And so annually, we save up to 30,000 liters of water.",
      "it": "Ogni anno risparmiamo fino a 30.000 litri d'acqua."
    }
  },
  {
    "translation": {
      "en": "It is our vision that in 20 years time,",
      "it": "Nel giro di 20 anni,"
    }
  },
  {
    "translation": {
      "en": "no house shall be built without its own residential water recycling.",
      "it": "non verranno più costruite case senza sistemi di riciclo integrati."
    }
  },
  {
    "translation": {
      "en": "I think if we don't start living sustainable",
      "it": "Secondo me, se non iniziamo... a vivere in modo sostenibile, acqua compresa,"
    }
  },
  {
    "translation": {
      "en": "and also water is a part of that,",
      "it": "a vivere in modo sostenibile, acqua compresa,"
    }
  },
  {
    "translation": {
      "en": "it will be a disaster in the end for the whole world I think.",
      "it": "sarà la fine per il mondo intero."
    }
  },
  {
    "translation": {
      "en": "In 10 years time, there will be 8.5 billion people on this planet.",
      "it": "Tra dieci anni, ci saranno 8,5 miliardi di persone."
    }
  },
  {
    "translation": {
      "en": "And if only 5% of those",
      "it": "Tra dieci anni, ci saranno 8,5 miliardi di persone. Se solo il cinque percento riciclasse l'acqua a livello domestico,"
    }
  },
  {
    "translation": {
      "en": "will be recycling their water in house,",
      "it": "Se solo il cinque percento riciclasse l'acqua a livello domestico,"
    }
  },
  {
    "translation": {
      "en": "it will actually stop the growth of water uptake on this planet.",
      "it": "l'aumento del consumo idrico si arresterebbe a livello globale."
    }
  },
  {
    "translation": {
      "en": "That really is the power of residential water recycling.",
      "it": "È questo il potere del riciclo domestico dell'acqua."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Many innovations in water filtration were developed for applications",
      "it": "Molte innovazioni nella filtrazione idrica sono pensate per essere usate"
    }
  },
  {
    "translation": {
      "en": "far away from the blue planet we seek to preserve.",
      "it": "molto lontano dal pianeta blu che vogliamo preservare."
    }
  },
  {
    "translation": {
      "en": "To deliver water to the International Space Station is very, very expensive.",
      "it": "Consegnare l'acqua alla Stazione Spaziale Internazionale costa."
    }
  },
  {
    "translation": {
      "en": "It's tens of thousands of dollars per liter to get it up there.",
      "it": "Servono decine di migliaia di dollari a litro."
    }
  },
  {
    "translation": {
      "en": "Water recycling's a big part of NASA's program.",
      "it": "Il riciclo idrico è importante per la NASA."
    }
  },
  {
    "translation": {
      "en": "For instance, on the International Space Station right now,",
      "it": "Il riciclo idrico è importante per la NASA. Al momento, nella Stazione Spaziale,"
    }
  },
  {
    "translation": {
      "en": "the only sources of water are recycled urine",
      "it": "le uniche fonti sono l'urina riciclata"
    }
  },
  {
    "translation": {
      "en": "and recycled humidity condensate",
      "it": "e la condensa riciclata,"
    }
  },
  {
    "translation": {
      "en": "which is the water in your breath that you generate from eating foods.",
      "it": "ossia l'acqua presente nel respiro che generi mangiando."
    }
  },
  {
    "translation": {
      "en": "We've developed some technologies that are associated with mimicking the function of your small intestine.",
      "it": "Abbiamo sviluppato tecnologie che imitano il funzionamento dell'intestino tenue."
    }
  },
  {
    "translation": {
      "en": "We look at how does that work? How does that small intestine have this sort of regenerative capability?",
      "it": "Ci chiediamo: \"Come fa l'intestino tenue ad avere questa capacità rigenerativa?\""
    }
  },
  {
    "translation": {
      "en": "And then we go into the laboratory.",
      "it": "Ci chiediamo: \"Come fa l'intestino tenue ad avere questa capacità rigenerativa?\" E poi, grazie all'ingegneria genetica"
    }
  },
  {
    "translation": {
      "en": "We use genetic engineering",
      "it": "E poi, grazie all'ingegneria genetica"
    }
  },
  {
    "translation": {
      "en": "and a variety of other techniques",
      "it": "e a diverse altre tecniche, realizziamo delle membrane"
    }
  },
  {
    "translation": {
      "en": "and applying it to making membranes to recycle the water.",
      "it": "e a diverse altre tecniche, realizziamo delle membrane per riciclare l'acqua."
    }
  },
  {
    "translation": {
      "en": "You could bring a cup of water and that's all you would ever need.",
      "it": "Ti basterebbe portare con te solo un bicchiere d'acqua."
    }
  },
  {
    "translation": {
      "en": "You could just recycle it around, and around, and around again.",
      "it": "Potresti riciclarla ogni volta."
    }
  },
  {
    "translation": {
      "en": "[Narrator] It's truly inspiring to see these innovators",
      "it": "È davvero stimolante vedere come questi innovatori,"
    }
  },
  {
    "translation": {
      "en": "often with very limited resources",
      "it": "spesso con risorse limitate,"
    }
  },
  {
    "translation": {
      "en": "saving their communities and helping to stem the water crisis tide.",
      "it": "stiano salvando le loro comunità e arginando la crisi idrica."
    }
  },
  {
    "translation": {
      "en": "But we can't simply leave the solutions to the experts,",
      "it": "Ma non possiamo lasciare le soluzioni agli esperti,"
    }
  },
  {
    "translation": {
      "en": "the engineers, the innovative visionaries.",
      "it": "agli ingegneri o ai precursori."
    }
  },
  {
    "translation": {
      "en": "We all have a responsibility to act",
      "it": "Abbiamo tutti la responsabilità di agire,"
    }
  },
  {
    "translation": {
      "en": "and to act now to create this Brave Blue World.",
      "it": "e di farlo adesso, per creare questo coraggioso mondo azzurro."
    }
  },
  {
    "translation": {
      "en": "If we can look for the beacons",
      "it": "Basta guardare i segnali di speranza e gli esempi"
    }
  },
  {
    "translation": {
      "en": "and the examples where people are already doing this",
      "it": "Basta guardare i segnali di speranza e gli esempi di chi lo sta già facendo con successo,"
    }
  },
  {
    "translation": {
      "en": "and it's working,",
      "it": "di chi lo sta già facendo con successo,"
    }
  },
  {
    "translation": {
      "en": "that's what's encouraging.",
      "it": "per venire incoraggiati."
    }
  },
  {
    "translation": {
      "en": "And then it's simply a question of adopting and accelerating that adoption faster.",
      "it": "Dobbiamo solo adottare e promuovere l'adozione di quelle misure."
    }
  },
  {
    "translation": {
      "en": "And a lot of what needs to happen is simply we have to think differently and embrace those new ideas.",
      "it": "L'importante è cambiare modo di pensare e abbracciare queste nuove idee."
    }
  },
  {
    "translation": {
      "en": "And that's down to each of us.",
      "it": "E sta a noi riuscirci."
    }
  },
  {
    "translation": {
      "en": "[Narrator] For some of us, action might take the form of pressuring local utilities to be more progressive",
      "it": "Alcuni di noi potrebbero fare pressione sui servizi locali,"
    }
  },
  {
    "translation": {
      "en": "in their approach to water supply and sanitation.",
      "it": "per renderli più progressisti nell'approccio al problema."
    }
  },
  {
    "translation": {
      "en": "For others, it might be applying our talents to become part of the solution.",
      "it": "Altri potrebbero contribuire alla soluzione col loro talento."
    }
  },
  {
    "translation": {
      "en": "So ask yourself,",
      "it": "Quindi chiedetevi:"
    }
  },
  {
    "translation": {
      "en": "what can I do today to be part of the solution?",
      "it": "\"Cosa posso fare oggi, per diventare parte della soluzione?\""
    }
  },
  {
    "translation": {
      "en": "The answers are all around us.",
      "it": "Le risposte sono intorno a noi."
    }
  },
  {
    "translation": {
      "en": "We can be more mindful of our own water usage",
      "it": "Possiamo essere più consapevoli del nostro consumo"
    }
  },
  {
    "translation": {
      "en": "and that of our family and friends.",
      "it": "e di quello di familiari e amici."
    }
  },
  {
    "translation": {
      "en": "We can research new technologies like the ones we have just seen",
      "it": "Sviluppare nuove tecnologie, come quelle che abbiamo visto,"
    }
  },
  {
    "translation": {
      "en": "and apply them in our home, workplace, and community.",
      "it": "e applicarle a casa, sul posto di lavoro e nella comunità."
    }
  },
  {
    "translation": {
      "en": "We can support companies showing leadership in water management",
      "it": "Sostenere le aziende che innovano in campo idrico."
    }
  },
  {
    "translation": {
      "en": "and we can encourage brands we care about",
      "it": "Incoraggiare i marchi a cui teniamo"
    }
  },
  {
    "translation": {
      "en": "to rethink their water policies.",
      "it": "Incoraggiare i marchi a cui teniamo a rivedere le loro politiche idriche."
    }
  },
  {
    "translation": {
      "en": "We can pressure our local, regional,",
      "it": "Fare pressione su governi locali, regionali e nazionali"
    }
  },
  {
    "translation": {
      "en": "and national governments to take tangible action.",
      "it": "Fare pressione su governi locali, regionali e nazionali per un'azione concreta."
    }
  },
  {
    "translation": {
      "en": "Letters, emails, petitions, social media campaigns.",
      "it": "Con lettere, email, petizioni, campagne sui social media."
    }
  },
  {
    "translation": {
      "en": "These things can make an immediate and lasting difference.",
      "it": "Possiamo fare la differenza, sia ora che nel tempo."
    }
  },
  {
    "translation": {
      "en": "This is a solvable problem, right?",
      "it": "Questo problema si può risolvere, no?"
    }
  },
  {
    "translation": {
      "en": "We know what the answers are.",
      "it": "Sappiamo quali sono le risposte."
    }
  },
  {
    "translation": {
      "en": "We've tested the answers, we've seen the answers out there.",
      "it": "Le abbiamo testate e viste applicare."
    }
  },
  {
    "translation": {
      "en": "We know we can solve this problem.",
      "it": "Sappiamo di potercela fare."
    }
  },
  {
    "translation": {
      "en": "It's just a matter of putting together the business model,",
      "it": "Dobbiamo unire i modelli aziendali,"
    }
  },
  {
    "translation": {
      "en": "bringing all the pieces together,",
      "it": "far combaciare i pezzi,"
    }
  },
  {
    "translation": {
      "en": "getting governments to provide the proper regulations to support to allow water recycling.",
      "it": "e convincere i governi a emanare norme per promuovere il riciclo dell'acqua."
    }
  },
  {
    "translation": {
      "en": "[Kimberly Kupiecki] I don't think it's technology that's holding us back from solving our water crisis.",
      "it": "Non è la tecnologia a impedirci di risolvere la crisi idrica."
    }
  },
  {
    "translation": {
      "en": "It has to do with finance, and politics, and policy.",
      "it": "Non è la tecnologia a impedirci di risolvere la crisi idrica. Sono la finanza, la politica e le normative."
    }
  },
  {
    "translation": {
      "en": "[Cate Lamb] Banks control two-thirds of the world's money.",
      "it": "Due terzi del denaro è in mano alle banche."
    }
  },
  {
    "translation": {
      "en": "If those banks made it a requirement for every loan that is made,",
      "it": "Se le banche imponessero come condizione per ciascun prestito"
    }
  },
  {
    "translation": {
      "en": "that there has to be a water win at the back of that loan,",
      "it": "un investimento in campo idrico,"
    }
  },
  {
    "translation": {
      "en": "what an amazing opportunity that could be.",
      "it": "sarebbe un'opportunità incredibile."
    }
  },
  {
    "translation": {
      "en": "[Glen Daigger] One simple sentence to the public about water",
      "it": "Una semplice frase da rivolgere al pubblico per sensibilizzarlo sul tema è: \"Chiedete di più, chiedete di meglio\"."
    }
  },
  {
    "translation": {
      "en": "is demand more, demand better.",
      "it": "per sensibilizzarlo sul tema è: \"Chiedete di più, chiedete di meglio\"."
    }
  },
  {
    "translation": {
      "en": "It's there.",
      "it": "La risposta è lì."
    }
  },
  {
    "translation": {
      "en": "You know, it takes strong leadership",
      "it": "Ci vuole una leadership forte,"
    }
  },
  {
    "translation": {
      "en": "to make decisions to go into areas that haven't been pursued before,",
      "it": "per prendere decisioni in aree che non sono mai state esplorate."
    }
  },
  {
    "translation": {
      "en": "but to do it because we know that it's the right thing.",
      "it": "Ma bisogna farlo, è la cosa giusta."
    }
  },
  {
    "translation": {
      "en": "It's the right thing for our society. It's the right thing for our environment.",
      "it": "È la cosa giusta per la nostra società e per l'ambiente."
    }
  },
  {
    "translation": {
      "en": "It's the right thing for the future of humanity.",
      "it": "È la cosa giusta per il futuro dell'umanità."
    }
  },
  {
    "translation": {
      "en": "[Narrator] For some of us, action might simply take the form",
      "it": "Per alcuni di noi, agire potrebbe significare"
    }
  },
  {
    "translation": {
      "en": "of recognizing the ineffable value of water",
      "it": "riconoscere l'indescrivibile valore dell'acqua"
    }
  },
  {
    "translation": {
      "en": "and being willing to pay the price for such a precious resource,",
      "it": "ed essere disposti a pagare il prezzo di una risorsa così preziosa,"
    }
  },
  {
    "translation": {
      "en": "even in regions where water appears to be plentiful.",
      "it": "anche nelle regioni in cui è abbondante."
    }
  },
  {
    "translation": {
      "en": "Just as climate change has sparked grassroots activism across the planet,",
      "it": "Così come il cambiamento climatico ha innescato ovunque l'attivismo,"
    }
  },
  {
    "translation": {
      "en": "the water crisis too requires massive mobilization of people",
      "it": "anche la crisi idrica richiede mobilitazioni significative"
    }
  },
  {
    "translation": {
      "en": "who truly care about our shared future.",
      "it": "di persone a cui interessa il nostro futuro comune."
    }
  },
  {
    "translation": {
      "en": "I think quite frankly,",
      "it": "Sinceramente, credo che abbiamo creato un movimento"
    }
  },
  {
    "translation": {
      "en": "we create a movement amongst the younger generation",
      "it": "Sinceramente, credo che abbiamo creato un movimento tra le nuove generazioni,"
    }
  },
  {
    "translation": {
      "en": "and they will simply not tolerate that we do things as status quo.",
      "it": "che non tollereranno una prosecuzione dello status quo."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Each positive step we take,",
      "it": "Ogni passo positivo che facciamo,"
    }
  },
  {
    "translation": {
      "en": "every innovation we employ,",
      "it": "ogni innovazione che applichiamo,"
    }
  },
  {
    "translation": {
      "en": "every progressive policy initiative we enact",
      "it": "ogni iniziativa progressista che mettiamo in atto"
    }
  },
  {
    "translation": {
      "en": "moves the needle further and further away from catastrophe.",
      "it": "allontana sempre di più la lancetta dell'orologio dalla catastrofe."
    }
  },
  {
    "translation": {
      "en": "This can happen in our lifetime. This has to happen in our lifetime",
      "it": "Può succedere durante la nostra vita. Anzi, deve succedere,"
    }
  },
  {
    "translation": {
      "en": "or we are looking at a very different world for our children.",
      "it": "o i nostri figli erediteranno un mondo molto diverso."
    }
  },
  {
    "translation": {
      "en": "We want to see the government committed",
      "it": "Il governo deve impegnarsi"
    }
  },
  {
    "translation": {
      "en": "in putting in money",
      "it": "a fornire fondi e favorire la depurazione,"
    }
  },
  {
    "translation": {
      "en": "and supporting sanitation to be a reality to everyone.",
      "it": "a fornire fondi e favorire la depurazione, in modo che sia una realtà per tutti."
    }
  },
  {
    "translation": {
      "en": "[Matt Damon] We envision a day when everybody has access to clean water and sanitation,",
      "it": "Vogliamo un futuro in cui tutti abbiano accesso all'acqua pulita"
    }
  },
  {
    "translation": {
      "en": "and we envision that in our lifetime.",
      "it": "e vogliamo costruirlo ora."
    }
  },
  {
    "translation": {
      "en": "We're on the brink of being hopeless,",
      "it": "Siamo sull'orlo della disperazione,"
    }
  },
  {
    "translation": {
      "en": "but we're not there yet.",
      "it": "ma non ci siamo ancora."
    }
  },
  {
    "translation": {
      "en": "And if we really come together, we can make a difference.",
      "it": "Se ci uniamo, faremo la differenza."
    }
  },
  {
    "translation": {
      "en": "And if you look at these people that are doing amazing things around the world,",
      "it": "Pensate alle cose incredibili fatte in tutto il mondo."
    }
  },
  {
    "translation": {
      "en": "you start to be inspired 'cause you're like we can make a difference.",
      "it": "Troverete l'ispirazione per dire: \"Possiamo fare la differenza\"."
    }
  },
  {
    "translation": {
      "en": "Like how lucky are we",
      "it": "Siamo fortunati a poter fare qualcosa."
    }
  },
  {
    "translation": {
      "en": "that we're the ones who get to solve this?",
      "it": "Siamo fortunati a poter fare qualcosa. Tra 100 anni, alla gente piacerebbe poter risolvere un problema così grande."
    }
  },
  {
    "translation": {
      "en": "In 100 years, people are gonna wish they could solve a problem this big.",
      "it": "Tra 100 anni, alla gente piacerebbe poter risolvere un problema così grande."
    }
  },
  {
    "translation": {
      "en": "♪ Every breaking wave ♪",
      "it": "Sottotitoli: Irene Bassini"
    }
  }
]