[
  {
    "translation": {
      "en": "[woman] There's absolutely nothing to do around here.",
      "it": "Non c'è assolutamente niente da fare qui."
    }
  },
  {
    "translation": {
      "en": "So, instead of doing drugs, I go out in the woods.",
      "it": "Quindi, invece di drogarmi, vado nei boschi."
    }
  },
  {
    "translation": {
      "en": "Even though people think that I'm cra… [laughs]",
      "it": "Anche se la gente pensa che io sia…"
    }
  },
  {
    "translation": {
      "en": "I probably do look crazy out there digging for rocks.",
      "it": "Forse sembro una pazza a scavare,"
    }
  },
  {
    "translation": {
      "en": "But I… I really like looking for rocks and fossils.",
      "it": "ma mi piace cercare rocce e fossili."
    }
  },
  {
    "translation": {
      "en": "I think it's cool, so whatever.",
      "it": "Credo sia fico, perciò non importa."
    }
  },
  {
    "translation": {
      "en": "I have some cool fossils except for the one that turned out to be dog poo.",
      "it": "Ho dei fossili interessanti, tranne quelli che ho scoperto essere cacca di cane."
    }
  },
  {
    "translation": {
      "en": "I look for just a few different types of crystals.",
      "it": "Cerco cristalli di ogni tipo,"
    }
  },
  {
    "translation": {
      "en": "Healing powers, your chakra.",
      "it": "con poteri curativi per il chakra."
    }
  },
  {
    "translation": {
      "en": "It helps me clear my mind.",
      "it": "Mi aiuta a schiarirmi le idee."
    }
  },
  {
    "translation": {
      "en": "[Brittany] I was arrested for murder.",
      "it": "Sono stata arrestata per omicidio."
    }
  },
  {
    "translation": {
      "en": "The man was in my home.",
      "it": "C'era un uomo in casa mia."
    }
  },
  {
    "translation": {
      "en": "I did what I thought I had to do, what I did have to do, no doubt in my mind.",
      "it": "Ho fatto quello che pensavo fosse giusto, quello che era giusto, ne sono certa."
    }
  },
  {
    "translation": {
      "en": "'Cause If I wouldn't have, my brother and I would both be dead right now.",
      "it": "Se non l'avessi fatto, io e mio fratello saremmo morti."
    }
  },
  {
    "translation": {
      "en": "I'm ready for my Stand Your Ground hearing.",
      "it": "Sono pronta per l'udienza per appurare la legittima difesa."
    }
  },
  {
    "translation": {
      "en": "If they let me tell my story, I believe that I'll win.",
      "it": "Se mi lasceranno raccontare la mia storia, sono sicura che vincerò."
    }
  },
  {
    "translation": {
      "en": "[woman] I've covered Stand Your Ground cases before, and almost all of them, they were men.",
      "it": "Mi sono già occupata di casi simili, ma si trattava quasi sempre di uomini."
    }
  },
  {
    "translation": {
      "en": "Stand Your Ground is a self-defense law in Alabama.",
      "it": "La \"Stand your ground\" è una legge di legittima difesa dell'Alabama."
    }
  },
  {
    "translation": {
      "en": "And so, the police may go to a scene, you know, find that someone's been killed,",
      "it": "Può succedere che la polizia arrivi sulla scena di un omicidio"
    }
  },
  {
    "translation": {
      "en": "and then they'll just say it was justified.",
      "it": "e dica che era giustificato."
    }
  },
  {
    "translation": {
      "en": "And they often dismiss cases.",
      "it": "E il caso viene archiviato."
    }
  },
  {
    "translation": {
      "en": "In Brittany's case, she was charged with killing a man",
      "it": "Brittany, invece, è stata accusata di avere ucciso l'uomo"
    }
  },
  {
    "translation": {
      "en": "who she accused of raping her.",
      "it": "che, dice, l'aveva stuprata."
    }
  },
  {
    "translation": {
      "en": "And, if she is convicted, she could face up to life in prison.",
      "it": "E, se venisse condannata, rischierebbe l'ergastolo."
    }
  },
  {
    "translation": {
      "en": "And so the most compelling thing to me was,",
      "it": "La cosa più interessante, per me, era capire"
    }
  },
  {
    "translation": {
      "en": "\"Are women able to use the system to defend themselves",
      "it": "se le donne riescano a usare il sistema per difendersi"
    }
  },
  {
    "translation": {
      "en": "in the way that men are?\"",
      "it": "tanto quanto gli uomini. FINO A CHE PUNTO LE DONNE POSSONO PROTEGGERSI?"
    }
  },
  {
    "translation": {
      "en": "♪ Have a good time ♪",
      "it": "Divertiti"
    }
  },
  {
    "translation": {
      "en": "[woman] I have two kids.",
      "it": "Ho due figli."
    }
  },
  {
    "translation": {
      "en": "-There's my lovely brother. -[woman] Brittany and Chris.",
      "it": "- Il mio fratellino. - Brittany e Chris."
    }
  },
  {
    "translation": {
      "en": "Say hi, Chris!",
      "it": "Saluta, Chris!"
    }
  },
  {
    "translation": {
      "en": "Their father and I divorced when they were four and eight.",
      "it": "Io e il mio ex abbiamo divorziato quando avevano 4 e 8 anni."
    }
  },
  {
    "translation": {
      "en": "I was a single mom.",
      "it": "Ero una mamma single."
    }
  },
  {
    "translation": {
      "en": "In Jackson County, it's hard to be a single mom",
      "it": "Nella Contea di Jackson è dura,"
    }
  },
  {
    "translation": {
      "en": "because there's not much financial assistance whatsoever for a single mom.",
      "it": "perché non c'è assistenza finanziaria per una madre single."
    }
  },
  {
    "translation": {
      "en": "I worked anywhere from 12 to 16 hours a day, sometimes more if I could get more in, you know.",
      "it": "Lavoravo dalle 12 alle 16 ore al giorno, a volte di più, per arrotondare."
    }
  },
  {
    "translation": {
      "en": "But we ended up living in the projects.",
      "it": "Ma siamo finiti nelle case popolari."
    }
  },
  {
    "translation": {
      "en": "Brittany, she was smart as a whip.",
      "it": "Brittany è sempre stata intelligentissima."
    }
  },
  {
    "translation": {
      "en": "I mean, that child could pass a test, any test, without ever even crackin' a book.",
      "it": "Riusciva a prendere il massimo dei voti senza nemmeno aprire un libro."
    }
  },
  {
    "translation": {
      "en": "She was just really a honor roll student.",
      "it": "Era proprio una studentessa modella."
    }
  },
  {
    "translation": {
      "en": "Brittany got married. I guess she was 19.",
      "it": "Brittany si è sposata quando aveva 19 anni,"
    }
  },
  {
    "translation": {
      "en": "And then her husband left and went back to his mom's.",
      "it": "e poi suo marito l'ha lasciata per tornarsene dalla madre."
    }
  },
  {
    "translation": {
      "en": "They got back together, they separated, they got back together.",
      "it": "Si sono rimessi insieme, separati, e poi di nuovo insieme."
    }
  },
  {
    "translation": {
      "en": "I quit keeping up because it was just like,",
      "it": "Ho smesso di starci dietro,"
    }
  },
  {
    "translation": {
      "en": "\"Just let me know how many plates to set,\" you know, or… [laughs]",
      "it": "le chiedevo soltanto per quante persone dovessi apparecchiare."
    }
  },
  {
    "translation": {
      "en": "She has four kids,",
      "it": "Ha quattro figli,"
    }
  },
  {
    "translation": {
      "en": "and she's had some hardships being a single mom.",
      "it": "ed è stata dura, per lei, essere una madre single."
    }
  },
  {
    "translation": {
      "en": "Trying to work, trying to take care of the kids,",
      "it": "Cercare di lavorare, di crescere i figli,"
    }
  },
  {
    "translation": {
      "en": "and then depression, it really hit her hard.",
      "it": "e poi ha avuto una brutta depressione."
    }
  },
  {
    "translation": {
      "en": "When Brittany had Baby Will,",
      "it": "Quando è nato il piccolo Will,"
    }
  },
  {
    "translation": {
      "en": "Baby Will had, uh, Potter's syndrome.",
      "it": "hanno scoperto che aveva la sindrome di Potter."
    }
  },
  {
    "translation": {
      "en": "It… it's a genetic disorder.",
      "it": "È una malattia genetica."
    }
  },
  {
    "translation": {
      "en": "He just lived 45 minutes.",
      "it": "È sopravvissuto per 45 minuti."
    }
  },
  {
    "translation": {
      "en": "When she lost a full-born child, Brittany went out in left field",
      "it": "Quando ha perso suo figlio, Brittany è partita per la tangente,"
    }
  },
  {
    "translation": {
      "en": "and found peace somewhere else with addiction.",
      "it": "trovando pace altrove, nella dipendenza."
    }
  },
  {
    "translation": {
      "en": "Oh, it's raining.",
      "it": "Sta piovendo."
    }
  },
  {
    "translation": {
      "en": "It's gotten really bad in Jackson County, as a whole, with the drugs.",
      "it": "La situazione droghe nella Contea di Jackson è molto brutta."
    }
  },
  {
    "translation": {
      "en": "And it wasn't that way when I was a kid, you know, growin' up.",
      "it": "Non era così quando ero giovane io, quando ero adolescente."
    }
  },
  {
    "translation": {
      "en": "When I noticed my daughter started lookin' like a toothpick… She started hanging out with different people--",
      "it": "Poi mia figlia è diventata uno stecchino, e ha iniziato a uscire con gente strana…"
    }
  },
  {
    "translation": {
      "en": "[woman on intercom] Can I take your order? Do y'all want anything?",
      "it": "- Cosa desidera? - Volete qualcosa?"
    }
  },
  {
    "translation": {
      "en": "You good? Um…",
      "it": "Niente?"
    }
  },
  {
    "translation": {
      "en": "I need two sausage, egg, and cheese McGriddles.",
      "it": "Prendo due salsicce, uova e un panino al formaggio."
    }
  },
  {
    "translation": {
      "en": "-Thanks. -[woman] Have a good day.",
      "it": "- Grazie. - Buona giornata."
    }
  },
  {
    "translation": {
      "en": "You too.",
      "it": "Anche a lei."
    }
  },
  {
    "translation": {
      "en": "But, um, anyway, um, it was just one hell of a ride. I'm just gonna tell you.",
      "it": "Comunque, è stato davvero un casino, inutile nascondersi dietro un dito."
    }
  },
  {
    "translation": {
      "en": "[Brittany] I started using methamphetamine.",
      "it": "Ho iniziato a farmi di metanfetamina."
    }
  },
  {
    "translation": {
      "en": "And then, just a few months in, I lost my kids.",
      "it": "E, nel giro di un paio di mesi, mi hanno tolto i figli."
    }
  },
  {
    "translation": {
      "en": "My world was gone.",
      "it": "Avevo perso tutto."
    }
  },
  {
    "translation": {
      "en": "[Ramona] When she lost child custody, she hit rock bottom.",
      "it": "Una volta persa la custodia dei figli, ha toccato il fondo."
    }
  },
  {
    "translation": {
      "en": "We did support and help her as… as much as we could.",
      "it": "L'abbiamo aiutata e sostenuta il più possibile."
    }
  },
  {
    "translation": {
      "en": "And she struggled. She relapsed a couple of times.",
      "it": "E ha lottato. Ha avuto un paio di ricadute."
    }
  },
  {
    "translation": {
      "en": "But she pulled herself back up.",
      "it": "Ma si è rialzata."
    }
  },
  {
    "translation": {
      "en": "She did get clean, and she stayed clean.",
      "it": "Si è disintossicata e non c'è più ricaduta."
    }
  },
  {
    "translation": {
      "en": "And, I mean, she was workin' at a home, doin' good.",
      "it": "Lavorava in una casa di riposo, andava tutto bene."
    }
  },
  {
    "translation": {
      "en": "And on January the 10th of 2018,",
      "it": "Poi, il 10 gennaio del 2018,"
    }
  },
  {
    "translation": {
      "en": "Brittany had a home evaluation done on her home.",
      "it": "ha fatto fare un sopralluogo alla sua casa."
    }
  },
  {
    "translation": {
      "en": "Made sure everything was safe for the kids, and, um, she passed it.",
      "it": "Voleva assicurarsi che fosse sicura per i bambini, e l'ha passato."
    }
  },
  {
    "translation": {
      "en": "The lady told her she was proud of her.",
      "it": "L'assistente sociale era orgogliosa."
    }
  },
  {
    "translation": {
      "en": "-Wow! -[Ramona] Brittany was super excited. We had waited so long to get these kids back.",
      "it": "Brittany era molto emozionata. Aveva aspettato tanto per riavere i figli."
    }
  },
  {
    "translation": {
      "en": "So you had a good time, huh? Which one was your favorite animal to see?",
      "it": "Vi siete divertiti? Qual è stato il tuo animale preferito?"
    }
  },
  {
    "translation": {
      "en": "[girl over phone] The llama!",
      "it": "Il lama!"
    }
  },
  {
    "translation": {
      "en": "The llama? Did it try to spit on you?",
      "it": "Il lama? Ha provato a sputarti addosso?"
    }
  },
  {
    "translation": {
      "en": "[Ashley] Brittany was looking to buy a puppy.",
      "it": "Brittany voleva comprare un cagnolino."
    }
  },
  {
    "translation": {
      "en": "She wanted that puppy for the kids.",
      "it": "Lo voleva per i figli."
    }
  },
  {
    "translation": {
      "en": "Todd Smith, he was a pit bull breeder.",
      "it": "Todd Smith era un allevatore di pitbull."
    }
  },
  {
    "translation": {
      "en": "She had met Todd back in, like, high school days.",
      "it": "Lo conosceva dai tempi delle superiori."
    }
  },
  {
    "translation": {
      "en": "Brittany arranged with him to purchase a pit bull puppy, which she did.",
      "it": "Brittany si era organizzata per comprare un cucciolo da lui."
    }
  },
  {
    "translation": {
      "en": "It was only just a couple of days later that the shooting happened.",
      "it": "L'omicidio è avvenuto proprio qualche giorno dopo."
    }
  },
  {
    "translation": {
      "en": "[Brittany] I get a call from Todd asking if I would come and get him from the park",
      "it": "Todd mi ha chiamata per chiedermi se potevo andare a prenderlo al parco."
    }
  },
  {
    "translation": {
      "en": "because his ride had dropped him off, and they wouldn't come back and get him.",
      "it": "Qualcuno l'aveva lasciato lì e non era tornato a prenderlo."
    }
  },
  {
    "translation": {
      "en": "So I told him, you know, \"All right, we'll come and get you.\"",
      "it": "Così ho accettato di andarci io."
    }
  },
  {
    "translation": {
      "en": "\"You can stay on my couch for one night, but tomorrow you have got to leave.\"",
      "it": "Gli ho detto che poteva dormire sul divano e che doveva andarsene il giorno dopo."
    }
  },
  {
    "translation": {
      "en": "\"You can't just hole up at my house. It's not a crash house.\"",
      "it": "\"Non puoi rintanarti a casa mia, non è un rifugio."
    }
  },
  {
    "translation": {
      "en": "\"I'm about to get my kids home.\"",
      "it": "E sto per riavere i miei figli.\""
    }
  },
  {
    "translation": {
      "en": "And we talked for a little while.",
      "it": "Abbiamo parlato per un po'."
    }
  },
  {
    "translation": {
      "en": "And I wasn't trying to brag, but I was like,",
      "it": "FOTO DELLA SCENA DEL CRIMINE Non cercavo di vantarmi,"
    }
  },
  {
    "translation": {
      "en": "\"You know, I'm working. I'm about to get my children back.\"",
      "it": "ma gli ho detto che lavoravo, che stavo per riavere i bambini."
    }
  },
  {
    "translation": {
      "en": "\"Things are looking forward for me.\"",
      "it": "Che le cose mi andavano bene."
    }
  },
  {
    "translation": {
      "en": "And then…",
      "it": "E poi…"
    }
  },
  {
    "translation": {
      "en": "…I don't know what happened. Something snapped inside of this man.",
      "it": "Non so cosa sia successo, ma gli è scattato qualcosa."
    }
  },
  {
    "translation": {
      "en": "And he jumped up and started screaming at me. And he headbutts me.",
      "it": "È saltato in piedi, ha iniziato a urlare e mi ha dato una testata."
    }
  },
  {
    "translation": {
      "en": "So I take off runnin' through the hallway to my bedroom, and I slam the door.",
      "it": "Sono scappata lungo il corridoio e ho sbattuto la porta della mia camera."
    }
  },
  {
    "translation": {
      "en": "And, um, he busted through the door and tackled me on the bed",
      "it": "Lui ha sfondato la porta e mi ha bloccata sul letto,"
    }
  },
  {
    "translation": {
      "en": "and started choking me.",
      "it": "iniziando a soffocarmi."
    }
  },
  {
    "translation": {
      "en": "And then I saw black, and I thought, \"This is what it's like to die. God, please don't let me die.\"",
      "it": "A quel punto, ho visto tutto nero e ho pensato che stessi per morire."
    }
  },
  {
    "translation": {
      "en": "And, uh, I woke up, and I peed on myself. And my pants are off,",
      "it": "Mi sono svegliata, mi ero fatta la pipì addosso, ero senza mutande"
    }
  },
  {
    "translation": {
      "en": "and he's raping me.",
      "it": "e lui mi stava stuprando,"
    }
  },
  {
    "translation": {
      "en": "And he's still choking me.",
      "it": "continuando a soffocarmi."
    }
  },
  {
    "translation": {
      "en": "And he says, \"If you say one F-ing word, I will kill you.\" [sniffs]",
      "it": "Mi ha detto: \"Se dici una sola parola, ti uccido."
    }
  },
  {
    "translation": {
      "en": "He said, \"If you even breathe wrong, I will kill you.\"",
      "it": "Se provi anche solo a fiatare, ti ammazzo\"."
    }
  },
  {
    "translation": {
      "en": "Brittany called, I guess, about 12:40.",
      "it": "Brittany ha chiamato, credo, verso mezzanotte e 40."
    }
  },
  {
    "translation": {
      "en": "And she said, um,",
      "it": "Mi ha chiesto:"
    }
  },
  {
    "translation": {
      "en": "\"Mama, will you bring me a pack of cigarettes?\"",
      "it": "\"Mi porti un pacchetto di sigarette?\""
    }
  },
  {
    "translation": {
      "en": "And I said, um,",
      "it": "E io ho detto:"
    }
  },
  {
    "translation": {
      "en": "\"Baby, I don't have any money till Wednesday or Thursday,\" you know?",
      "it": "\"Tesoro, non ho soldi fino a mercoledì o giovedì\"."
    }
  },
  {
    "translation": {
      "en": "And, uh, she said, \"Mama, I've got money.\"",
      "it": "E lei: \"Mamma, ho io i soldi."
    }
  },
  {
    "translation": {
      "en": "She said, \"Just… just get over here and take me to the store.\"",
      "it": "Vieni qui e accompagnami al negozio\"."
    }
  },
  {
    "translation": {
      "en": "'Cause we were down to the one car, you know.",
      "it": "Perché avevamo una sola auto."
    }
  },
  {
    "translation": {
      "en": "I was so tired.",
      "it": "Ero stanchissima."
    }
  },
  {
    "translation": {
      "en": "I had worked that day.",
      "it": "Avevo lavorato, quel giorno."
    }
  },
  {
    "translation": {
      "en": "It was freezing cold and snowin'. My hair was wet, and I was like,",
      "it": "Faceva un freddo cane e nevicava. Avevo i capelli bagnati."
    }
  },
  {
    "translation": {
      "en": "\"Chris, can you just go take your sister to the store to get some cigarettes?\"",
      "it": "Così ho chiesto a Chris di accompagnare sua sorella."
    }
  },
  {
    "translation": {
      "en": "[Chris] I'm a little bit irritated because I'm tired.",
      "it": "Ero un po' scocciato, perché ero stanco."
    }
  },
  {
    "translation": {
      "en": "But I… I get up, and I head to Brittany's house.",
      "it": "Ma mi sono alzato e sono andato a casa di Brittany."
    }
  },
  {
    "translation": {
      "en": "I thought it was just gonna be me and her going to the store.",
      "it": "Pensavo che saremmo andati al negozio io e lei."
    }
  },
  {
    "translation": {
      "en": "But then Todd comes out behind Brittany, and Brittany gets in the front seat.",
      "it": "Ma poi Todd è uscito con Brittany, che si è seduta davanti."
    }
  },
  {
    "translation": {
      "en": "Brittany was not talking as much, but I didn't pay much attention.",
      "it": "Brittany non parlava molto, ma io non ho dato troppo peso alla cosa."
    }
  },
  {
    "translation": {
      "en": "I drive over into MAPCO.",
      "it": "Siamo andati alla stazione di servizio."
    }
  },
  {
    "translation": {
      "en": "While she's in the store, me and Todd are talkin' in the car.",
      "it": "Mentre lei era dentro, io e Todd abbiamo parlato in auto."
    }
  },
  {
    "translation": {
      "en": "[woman] I was taking care of a customer, and Brittany comes in.",
      "it": "Stavo servendo un cliente quando è entrata Brittany."
    }
  },
  {
    "translation": {
      "en": "She is, like, all out of sorts. You could tell she looked like she'd been in a fight.",
      "it": "Era decisamente confusa. Si vedeva che aveva avuto un litigio."
    }
  },
  {
    "translation": {
      "en": "And then I'm like, \"What happened to you?\"",
      "it": "Ho chiesto: \"Cosa ti è successo?\""
    }
  },
  {
    "translation": {
      "en": "And then, as soon as I said that, she was like, \"Shh.\" You know, \"Don't draw any attention.\"",
      "it": "Al che, lei mi ha zittita, dicendo: \"Non attirare l'attenzione\"."
    }
  },
  {
    "translation": {
      "en": "And that's when she started telling me what happened to her.",
      "it": "E poi mi ha raccontato tutto."
    }
  },
  {
    "translation": {
      "en": "That she was being held hostage,",
      "it": "Che era tenuta in ostaggio,"
    }
  },
  {
    "translation": {
      "en": "that she had been raped, beaten by Todd Smith.",
      "it": "che era stata picchiata e violentata da Todd Smith."
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Just stay here. Like, get in this room.\" And she said, \"I can't. My brother's in the car.\"",
      "it": "Le ho detto di restare lì, ma ha risposto che c'era il fratello in macchina"
    }
  },
  {
    "translation": {
      "en": "\"If I don't go back out there, he's gonna hurt my brother.\"",
      "it": "e che temeva per la sua incolumità."
    }
  },
  {
    "translation": {
      "en": "[Chris] After a minute, she comes out, and I go to pull off to take them back home.",
      "it": "Dopo un minuto, è uscita e io li ho accompagnati a casa."
    }
  },
  {
    "translation": {
      "en": "Todd gets out of the car first and starts to walk upstairs to go in the house,",
      "it": "Todd è sceso dalla macchina e si è avviato su per le scale."
    }
  },
  {
    "translation": {
      "en": "and Brittany, before she gets out,",
      "it": "Poi, prima di scendere, Brittany mi ha detto"
    }
  },
  {
    "translation": {
      "en": "she tells me that I need to go back to the MAPCO to talk to one of the clerks.",
      "it": "di tornare alla stazione di servizio e di parlare con la commessa."
    }
  },
  {
    "translation": {
      "en": "[Paige] He was clueless. Like, he had no idea.",
      "it": "Non aveva capito cosa stesse accadendo."
    }
  },
  {
    "translation": {
      "en": "And I started tellin' him, and he was like, \"What?\"",
      "it": "Non credeva alle mie parole."
    }
  },
  {
    "translation": {
      "en": "[Chris] So, I'm driving back over to the house.",
      "it": "Così sono tornato a casa sua."
    }
  },
  {
    "translation": {
      "en": "I always had my pistol right here on my side.",
      "it": "Ho sempre una pistola con me."
    }
  },
  {
    "translation": {
      "en": "I… I went in the back door, and… and Todd's in the kitchen, gettin' something to drink.",
      "it": "Sono entrato dal retro e Todd era in cucina a prepararsi da bere."
    }
  },
  {
    "translation": {
      "en": "I told him that he needed to get his stuff and leave.",
      "it": "Gli ho detto di prendere la sua roba e andarsene."
    }
  },
  {
    "translation": {
      "en": "He's just standing there, not movin'.",
      "it": "Lui se ne stava lì, senza muoversi."
    }
  },
  {
    "translation": {
      "en": "I just wanted Todd gone.",
      "it": "Volevo che Todd se ne andasse."
    }
  },
  {
    "translation": {
      "en": "I put my gun on the counter and try to physically remove him from the house,",
      "it": "Ho messo la pistola sul bancone, cercando di cacciarlo,"
    }
  },
  {
    "translation": {
      "en": "and then… then that's when the fight started.",
      "it": "ed è lì che è iniziato lo scontro."
    }
  },
  {
    "translation": {
      "en": "[Brittany] I run into the kitchen, and they're fighting. And Todd has my brother, choking him out.",
      "it": "Sono corsa in cucina e stavano litigando. Todd stava soffocando mio fratello."
    }
  },
  {
    "translation": {
      "en": "I picked up the gun, and I said, \"Todd, stop.\"",
      "it": "Ho preso la pistola e ho detto: \"Todd, basta."
    }
  },
  {
    "translation": {
      "en": "\"I don't want to have to shoot anybody. Please let my brother go.\"",
      "it": "Non voglio sparare a nessuno, quindi lascia mio fratello\"."
    }
  },
  {
    "translation": {
      "en": "And he wouldn't, so I fired the gun.",
      "it": "Ma lui non voleva, così ho sparato."
    }
  },
  {
    "translation": {
      "en": "And nothing happened.",
      "it": "FORO DI PROIETTILE E non è successo nulla. Allora ho sparato di nuovo."
    }
  },
  {
    "translation": {
      "en": "And so I shot again.",
      "it": "E non è successo nulla. Allora ho sparato di nuovo."
    }
  },
  {
    "translation": {
      "en": "With the third time, my brother and him fell down.",
      "it": "FORO DI PROIETTILE Al terzo colpo, lui e mio fratello si sono accasciati."
    }
  },
  {
    "translation": {
      "en": "[operator] Jackson County 911.",
      "it": "Contea di Jackson, 911."
    }
  },
  {
    "translation": {
      "en": "[Brittany] Hi. I need an ambulance. Someone just, um, got shot.",
      "it": "Mi serve un'ambulanza. C'è stata una sparatoria."
    }
  },
  {
    "translation": {
      "en": "[operator] Where's the person that shot him?",
      "it": "Dov'è la persona che ha sparato?"
    }
  },
  {
    "translation": {
      "en": "[Brittany] He's right here with me. He's my brother. He's not going to jail.",
      "it": "Davanti a me. È mio fratello. Non andrà in prigione."
    }
  },
  {
    "translation": {
      "en": "He's like… he was trying to protect me.",
      "it": "Lui stava cercando di proteggermi."
    }
  },
  {
    "translation": {
      "en": "What the fuck do I do? Please help me.",
      "it": "Che cazzo faccio? Vi prego, aiutatemi."
    }
  },
  {
    "translation": {
      "en": "[operator] Okay, you're gonna pump his chest hard and fast 30 times.",
      "it": "Gli faccia un massaggio cardiaco veloce e possente per 30 volte."
    }
  },
  {
    "translation": {
      "en": "[Brittany cries] One, two, three, four…",
      "it": "Uno, due, tre, quattro…"
    }
  },
  {
    "translation": {
      "en": "Please send an ambulance. Please.",
      "it": "Mandate un'ambulanza, per favore."
    }
  },
  {
    "translation": {
      "en": "[operator] They're on the way and comin' as fast as they can, okay?",
      "it": "Stanno arrivando, faranno il prima possibile."
    }
  },
  {
    "translation": {
      "en": "-[siren wailing] -[Brittany] Okay. I'm going to the road.",
      "it": "Ok, esco in strada."
    }
  },
  {
    "translation": {
      "en": "-[Brittany] In here! -[officer 1] Where… Who's the shooter?",
      "it": "- Qui! - Dov'è chi ha sparato?"
    }
  },
  {
    "translation": {
      "en": "-Who's the shooter? -[Brittany] It's my brother.",
      "it": "- Dov'è? - È mio fratello."
    }
  },
  {
    "translation": {
      "en": "[officer 1] Where's he at? Come out of the house!",
      "it": "E dov'è? Esca di casa!"
    }
  },
  {
    "translation": {
      "en": "-[Brittany] Don't shoot. -[officer 1] Come on!",
      "it": "- …si faccia perquisire. - Su."
    }
  },
  {
    "translation": {
      "en": "[Brittany] He shot him 'cause he choked me.",
      "it": "- Gli ha sparato perché mi strozzava. - Dai."
    }
  },
  {
    "translation": {
      "en": "-[officer 1] Come on out! -[Brittany] He raped me.",
      "it": "- Venga fuori. - Mi ha stuprata."
    }
  },
  {
    "translation": {
      "en": "[officer 2] Hold a minute. Is there anybody in the house?",
      "it": "Aspetti, c'è qualcuno in casa?"
    }
  },
  {
    "translation": {
      "en": "-[Brittany] No. -[officer 2] Stay here.",
      "it": "- No, nessuno. - Resti qui!"
    }
  },
  {
    "translation": {
      "en": "Found him downstairs.",
      "it": "L'ho trovato di sotto."
    }
  },
  {
    "translation": {
      "en": "-[officer 1] No pulse. -[officer 2] No pulse. No pulse. Okay.",
      "it": "- Niente polso. - Niente polso. Ok."
    }
  },
  {
    "translation": {
      "en": "[Chris] You know, I was raised to do the right thing,",
      "it": "Mi hanno insegnato a fare la cosa giusta,"
    }
  },
  {
    "translation": {
      "en": "even though the rest of the world may not see it like that.",
      "it": "anche se agli altri potrebbe non sembrare tale."
    }
  },
  {
    "translation": {
      "en": "In Jackson County, women don't get treated fairly in general.",
      "it": "Nella contea di Jackson, le donne non vengono trattate bene."
    }
  },
  {
    "translation": {
      "en": "So I thought, \"If I don't take the blame, she's never gonna get her kids back.\"",
      "it": "Perciò ho pensato: \"Se non mi prendo la colpa, lei non riavrà mai i figli\"."
    }
  },
  {
    "translation": {
      "en": "[Brittany] The next morning, I woke up. My heart sank.",
      "it": "La mattina dopo mi sono svegliata con un peso sul petto."
    }
  },
  {
    "translation": {
      "en": "I told Mom, \"I have to go turn myself in.\"",
      "it": "Ho detto: \"Mamma, devo andare a costituirmi\"."
    }
  },
  {
    "translation": {
      "en": "[detective] What you originally told us, that your brother shot him.",
      "it": "Ci avevi detto che era stato tuo fratello."
    }
  },
  {
    "translation": {
      "en": "[Brittany] Yes.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "[detective] Now you're saying it was actually you that actually shot him.",
      "it": "E ora dici che in realtà sei stata tu a sparargli."
    }
  },
  {
    "translation": {
      "en": "[Brittany cries] I shoulda told the truth from the beginning.",
      "it": "Avrei dovuto dire la verità fin dall'inizio."
    }
  },
  {
    "translation": {
      "en": "[Ramona] She never should have been took to jail. None of that is fair.",
      "it": "Non dovevano portarla in prigione. Non è giusto."
    }
  },
  {
    "translation": {
      "en": "I taught her to fight, fight back with everything you've got, and she did.",
      "it": "Le ho insegnato a difendersi con tutta se stessa, e l'ha fatto."
    }
  },
  {
    "translation": {
      "en": "And I'm proud of her for it.",
      "it": "Io sono fiera di lei."
    }
  },
  {
    "translation": {
      "en": "Ooh, they're all pretty. Swirl 'em up.",
      "it": "Sono bellissime. Falle volare."
    }
  },
  {
    "translation": {
      "en": "[girl laughs] Look at that big one.",
      "it": "Guarda quella grande."
    }
  },
  {
    "translation": {
      "en": "[Brittany cries] Like, I went everywhere, and nobody will give me a job right now.",
      "it": "Ho chiesto ovunque, ma nessuno vuole darmi un lavoro."
    }
  },
  {
    "translation": {
      "en": "And the only thing that ke… that makes me happy is spending time with my kids.",
      "it": "L'unica cosa che mi rende felice è passare del tempo con i miei figli."
    }
  },
  {
    "translation": {
      "en": "And I can't even do that, for real?",
      "it": "E non posso nemmeno fare quello?"
    }
  },
  {
    "translation": {
      "en": "You want to?",
      "it": "Lo vuoi?"
    }
  },
  {
    "translation": {
      "en": "I want to be able to do what I'm able to do with my neighbor's kids.",
      "it": "Voglio fare ciò che faccio con i figli della mia vicina."
    }
  },
  {
    "translation": {
      "en": "Oh, that's funny! Look at that.",
      "it": "Che forte, guarda."
    }
  },
  {
    "translation": {
      "en": "[Brittany] I can't do this with my own babies.",
      "it": "Con i miei bambini non mi è consentito."
    }
  },
  {
    "translation": {
      "en": "[girl] Bubbles!",
      "it": "Bolle!"
    }
  },
  {
    "translation": {
      "en": "\"Further grounds will be set forth in more detail at the time of the hearings…\"",
      "it": "\"Ulteriori motivazioni saranno esposte in dettaglio al momento delle udienze.\""
    }
  },
  {
    "translation": {
      "en": "Stand Your Ground, when I first heard of it, I thought, \"That fits her situation perfectly.\"",
      "it": "Quando ho saputo della \"Stand your ground\" ho pensato che fosse perfetta."
    }
  },
  {
    "translation": {
      "en": "She was arrested for self-defense.",
      "it": "È stata arrestata per legittima difesa."
    }
  },
  {
    "translation": {
      "en": "I studied it. I went online. I got a law book.",
      "it": "Ho studiato online e su un libro di giurisprudenza."
    }
  },
  {
    "translation": {
      "en": "I thought, \"Yes, this is her law that's gonna get her out of this.\"",
      "it": "Ho pensato che fosse la legge che l'avrebbe scagionata."
    }
  },
  {
    "translation": {
      "en": "[Brittany] Wow.",
      "it": "Wow."
    }
  },
  {
    "translation": {
      "en": "-That's good news. -[Chris] Is that your cup?",
      "it": "- È positivo. - È la tua tazza?"
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "And we'll have the Stand Your Ground,",
      "it": "Ci appelleremo alla \"Stand your ground\","
    }
  },
  {
    "translation": {
      "en": "and then we're gonna ask for those charges to be dismissed.",
      "it": "chiedendo l'archiviazione delle accuse."
    }
  },
  {
    "translation": {
      "en": "She had every right. She was in her own home.",
      "it": "Aveva il diritto di difendersi in casa sua."
    }
  },
  {
    "translation": {
      "en": "This is classic Stand Your Ground.",
      "it": "È un classico esempio di \"Stand your ground\"."
    }
  },
  {
    "translation": {
      "en": "I think Brittany's story is very credible, and we had the law on our side.",
      "it": "Credo che la storia di Brittany sia molto credibile."
    }
  },
  {
    "translation": {
      "en": "She's not engaged in an unlawful activity. She's not the initial aggressor.",
      "it": "Non è coinvolta in un'attività illegale. Non è l'aggressore iniziale."
    }
  },
  {
    "translation": {
      "en": "She's basically at the house. The brother is being choked out by Todd.",
      "it": "Praticamente era a casa sua, e Todd stava soffocando il fratello."
    }
  },
  {
    "translation": {
      "en": "Choke hold is deadly force.",
      "it": "La stretta al collo è letale."
    }
  },
  {
    "translation": {
      "en": "She was justified in that.",
      "it": "Quindi era giustificata."
    }
  },
  {
    "translation": {
      "en": "I think we had a strong Stand Your Ground case.",
      "it": "Credo che si possa applicare la \"Stand your ground\"."
    }
  },
  {
    "translation": {
      "en": "The DA got with Todd's family, and they wanted me to take a 25-year plea deal.",
      "it": "La famiglia di Todd voleva che accettassi un accordo per 25 anni."
    }
  },
  {
    "translation": {
      "en": "I told 'em I'm not pleading out to anything. No.",
      "it": "L'imputata si dichiara colpevole e sconterà 25 anni."
    }
  },
  {
    "translation": {
      "en": "Because I'm innocent, and I will go to jail an innocent woman",
      "it": "Piuttosto che dichiararmi colpevole di qualcosa che non ho fatto,"
    }
  },
  {
    "translation": {
      "en": "before I'll plea out to anything that I did not do.",
      "it": "vado in prigione da innocente."
    }
  },
  {
    "translation": {
      "en": "[Ron] Brittany's perspective was, \"I'm not gonna plead guilty.\"",
      "it": "Brittany pensava: \"Non mi dichiarerò colpevole,"
    }
  },
  {
    "translation": {
      "en": "\"We're taking the Stand Your Ground hearing.\"",
      "it": "faremo un'udienza per la legittima difesa\"."
    }
  },
  {
    "translation": {
      "en": "[woman] I… I enjoy working with Ron Smith as a private investigator.",
      "it": "Lavoro volentieri con Ron Smith come investigatrice privata."
    }
  },
  {
    "translation": {
      "en": "And I'm former law enforcement. I got out of law enforcement several years ago",
      "it": "E io sono un'ex poliziotta. Me ne sono tirata fuori molti anni fa,"
    }
  },
  {
    "translation": {
      "en": "because I thought that there was a need also for cases on the defense side.",
      "it": "perché pensavo ci fosse bisogno di aiutare la parte della difesa."
    }
  },
  {
    "translation": {
      "en": "There's people that live in low-income areas.",
      "it": "C'è gente che vive in zone a basso reddito."
    }
  },
  {
    "translation": {
      "en": "They don't have an investigator for their side, so that's where that need is filled.",
      "it": "Non hanno investigatori dalla loro parte, e volevo colmare quel vuoto."
    }
  },
  {
    "translation": {
      "en": "Typically in the South in your Stand Your Ground,",
      "it": "Nel sud, di solito, nella \"Stand your ground\""
    }
  },
  {
    "translation": {
      "en": "it's a man standin' up and protecting their life, liberty, property,",
      "it": "si include chi si protegge e difende la propria vita, libertà o proprietà."
    }
  },
  {
    "translation": {
      "en": "all of this that we've always heard.",
      "it": "Almeno sulla carta."
    }
  },
  {
    "translation": {
      "en": "Men get praised for that.",
      "it": "Gli uomini vengono lodati per questo."
    }
  },
  {
    "translation": {
      "en": "Where, if a woman does that or a minority, it's viewed a lot different.",
      "it": "Ma se si tratta di una donna o di una minoranza, le cose cambiano."
    }
  },
  {
    "translation": {
      "en": "I think, in the South, a lot of times people don't believe that",
      "it": "Nel sud, molta gente non crede che esista"
    }
  },
  {
    "translation": {
      "en": "there's a problem with sexual abuse and domestic violence.",
      "it": "un problema di abusi sessuali e violenza domestica."
    }
  },
  {
    "translation": {
      "en": "Why is it okay for a woman to sustain injuries",
      "it": "Perché va bene che una donna subisca abusi"
    }
  },
  {
    "translation": {
      "en": "and continue to endure that before something's done?",
      "it": "e continui a sopportarli prima che si faccia qualcosa?"
    }
  },
  {
    "translation": {
      "en": "I'm for the underdog. You know, I think I've always been for the underdog.",
      "it": "Io sto dalla parte degli sfavoriti. Credo sia sempre stato così."
    }
  },
  {
    "translation": {
      "en": "[Ramona] We actually got a date for the Stand Your Ground hearing. It's, uh, January 14th, 2020.",
      "it": "Ci hanno dato una data per l'udienza. Il 14 gennaio 2020."
    }
  },
  {
    "translation": {
      "en": "And we're excited.",
      "it": "E siamo emozionati."
    }
  },
  {
    "translation": {
      "en": "Praying, praying that this will be over. This nightmare will be over.",
      "it": "Preghiamo che tutto finisca, che questo incubo finisca presto."
    }
  },
  {
    "translation": {
      "en": "I'm hoping that this goes through",
      "it": "Spero che vada bene, perché non dovrebbe essere solo una legge per uomini."
    }
  },
  {
    "translation": {
      "en": "because it shouldn't just be a law for men.",
      "it": "perché non dovrebbe essere solo una legge per uomini."
    }
  },
  {
    "translation": {
      "en": "Period.",
      "it": "Punto e basta."
    }
  },
  {
    "translation": {
      "en": "[Ashley] When Brittany testified, you coulda heard a pin drop in that room.",
      "it": "Quando Brittany ha testimoniato, non volava una mosca."
    }
  },
  {
    "translation": {
      "en": "It was just silent.",
      "it": "Un silenzio di tomba."
    }
  },
  {
    "translation": {
      "en": "[Ron] \"Now, Brittany.\" \"Yes, sir.\"",
      "it": "LO STATO DELL'ALABAMA CONTRO BRITTANY SMITH \"Allora, Brittany. \" \"Sì, signore.\" \"Lei aveva invitato Todd da lei?\""
    }
  },
  {
    "translation": {
      "en": "\"Todd had come over initially with permission?\"",
      "it": "\"Allora, Brittany. \" \"Sì, signore.\" \"Lei aveva invitato Todd da lei?\""
    }
  },
  {
    "translation": {
      "en": "\"Yes, sir.\"",
      "it": "\"Sì, signore.\""
    }
  },
  {
    "translation": {
      "en": "\"When he was attacking you in your house, did he still have permission to be there?\"",
      "it": "\"Quando l'ha attaccata, in casa sua, l'invito era ancora valido?\""
    }
  },
  {
    "translation": {
      "en": "\"No, sir.\"",
      "it": "\"No, signore.\""
    }
  },
  {
    "translation": {
      "en": "\"When attacking your brother, did he have permission?\"",
      "it": "\" E mentre attaccava suo fratello?\""
    }
  },
  {
    "translation": {
      "en": "\"No, sir.\"",
      "it": "\"No, signore.\""
    }
  },
  {
    "translation": {
      "en": "\"Were you afraid he would hurt you?\" \"He did hurt me.\"",
      "it": "\"Temeva che le facesse del male?\" \"Me ne ha fatto.\""
    }
  },
  {
    "translation": {
      "en": "The sexual assault nurse examiner",
      "it": "L'infermiera ha testimoniato la presenza di 33 ferite"
    }
  },
  {
    "translation": {
      "en": "testified to 33 injuries on Brittany.",
      "it": "L'infermiera ha testimoniato la presenza di 33 ferite dovute alla violenza sessuale subita."
    }
  },
  {
    "translation": {
      "en": "And the nurse's testimony was very compelling.",
      "it": "La sua testimonianza è stata convincente."
    }
  },
  {
    "translation": {
      "en": "\"There were two abrasions on the left side of the chin,",
      "it": "C'erano due abrasioni sul lato sinistro del collo"
    }
  },
  {
    "translation": {
      "en": "and they were consistent with a bite mark.\"",
      "it": "compatibili con un morso."
    }
  },
  {
    "translation": {
      "en": "\"There were wounds to the chest, to the breasts, legs, arms, feet.\"",
      "it": "C'erano ferite al petto, sul seno, alle gambe, braccia, piedi."
    }
  },
  {
    "translation": {
      "en": "And then, \"She had a contusion that was consistent with a handprint.\"",
      "it": "E poi aveva una contusione compatibile con una impronta di mano."
    }
  },
  {
    "translation": {
      "en": "And then, \"She had contusions to the back of the neck.\"",
      "it": "Aveva una contusione sulla nuca"
    }
  },
  {
    "translation": {
      "en": "\"I would say my findings were consistent with a strangulation.\"",
      "it": "che riteneva compatibile con un tentativo di strangolamento."
    }
  },
  {
    "translation": {
      "en": "[Ramona] I mean, just cried like a baby.",
      "it": "Ho pianto come una bambina."
    }
  },
  {
    "translation": {
      "en": "Because that was my baby girl on that paper.",
      "it": "Quella sulla carta era mia figlia."
    }
  },
  {
    "translation": {
      "en": "[Ashley] The nurse also testified that she could not say with certainty",
      "it": "L'infermiera disse che non poteva stabilire con certezza"
    }
  },
  {
    "translation": {
      "en": "that Brittany had been sexually assaulted.",
      "it": "se Brittany fosse stata violentata."
    }
  },
  {
    "translation": {
      "en": "But the nurse was clear about that,",
      "it": "Ma era anche stata molto chiara:"
    }
  },
  {
    "translation": {
      "en": "that it's not unusual in sexual assault cases",
      "it": "nei casi di stupro non è insolito"
    }
  },
  {
    "translation": {
      "en": "that you can't say with any certainty, you know, that someone was raped.",
      "it": "non poter dire con certezza se qualcuno sia stato violentato."
    }
  },
  {
    "translation": {
      "en": "[Ron] Her story is corroborated by her injuries.",
      "it": "La sua storia era avvalorata dalle ferite riportate."
    }
  },
  {
    "translation": {
      "en": "[Brittany over phone] I don't know what to do. I, like…",
      "it": "Non so cosa fare, io…"
    }
  },
  {
    "translation": {
      "en": "-I've been choked almost dead, like… -[operator] Yes.",
      "it": "- Mi ha soffocata fino quasi a morire. - Sì."
    }
  },
  {
    "translation": {
      "en": "[Brittany] …raped almost in my bed twice.",
      "it": "Quasi violentata nel mio letto due volte."
    }
  },
  {
    "translation": {
      "en": "[operator] So, he did rape you?",
      "it": "Quindi l'ha violentata?"
    }
  },
  {
    "translation": {
      "en": "[Brittany] No, he did not rape me. He was trying to.",
      "it": "No, non mi ha violentata, ci ha provato."
    }
  },
  {
    "translation": {
      "en": "In the 911 call, Brittany said that she had not been raped.",
      "it": "Nella chiamata al 911, Brittany ha detto di non essere stata stuprata."
    }
  },
  {
    "translation": {
      "en": "Prosecutor Jason Pierce asked Brittany,",
      "it": "Il procuratore Jason Pierce ha chiesto a Brittany"
    }
  },
  {
    "translation": {
      "en": "\"Why would you lie about not being raped?\"",
      "it": "perché avesse mentito al riguardo."
    }
  },
  {
    "translation": {
      "en": "Brittany, \"I don't know.\"",
      "it": "Lei non ha saputo rispondere."
    }
  },
  {
    "translation": {
      "en": "Brittany's lawyers brought in information that Brittany had been diagnosed with PTSD",
      "it": "L'avvocato ha affermato che a Brittany era stato diagnosticato un DPTS,"
    }
  },
  {
    "translation": {
      "en": "and that something like, you know, saying in the moment, \"No, I wasn't raped,\" wouldn't be out of the question",
      "it": "e che questo poteva averla portata a negare lo stupro, sul momento,"
    }
  },
  {
    "translation": {
      "en": "for somebody who had been traumatized.",
      "it": "come conseguenza del trauma."
    }
  },
  {
    "translation": {
      "en": "Do you want to just spill your guts to… to a stranger",
      "it": "Chi vorrebbe aprirsi con uno sconosciuto"
    }
  },
  {
    "translation": {
      "en": "and tell 'em, \"Okay, yeah, I just got sexually assaulted and raped.\"",
      "it": "e dire: \"Sì, mi hanno appena stuprata\"?"
    }
  },
  {
    "translation": {
      "en": "A lot of rape victims don't disclose immediately.",
      "it": "Molte vittime di stupro non lo dichiarano immediatamente."
    }
  },
  {
    "translation": {
      "en": "It might be years.",
      "it": "Possono metterci degli anni."
    }
  },
  {
    "translation": {
      "en": "[Ashley] Prosecutor Jason Pierce says, \"It seems like you have selective memory.\"",
      "it": "Il procuratore Jason Pierce l'ha accusata di avere una memoria selettiva."
    }
  },
  {
    "translation": {
      "en": "I mean, obviously, the… the whole point of… of the prosecution was to cast doubt right on her story.",
      "it": "L'accusa voleva gettare un'ombra di dubbio sulla versione di Brittany, ovviamente."
    }
  },
  {
    "translation": {
      "en": "She was obviously being asked about some really difficult things,",
      "it": "Le hanno fatto domande su cose di cui era difficile parlare,"
    }
  },
  {
    "translation": {
      "en": "but I would say she was really measured.",
      "it": "ma lei è rimasta molto calma."
    }
  },
  {
    "translation": {
      "en": "The prosecutor asked Brittany, \"You hadn't seen him with a weapon of any sort that evening?\"",
      "it": "Il procuratore ha chiesto a Brittany se avesse visto Todd con qualche arma."
    }
  },
  {
    "translation": {
      "en": "Brittany answers, \"His hands.\"",
      "it": "Brittany ha risposto: \"Le mani\"."
    }
  },
  {
    "translation": {
      "en": "Mr. Pierce says, \"Okay. And that would be--\"",
      "it": "E il procuratore: \"Ok, e questo sarebbe…\""
    }
  },
  {
    "translation": {
      "en": "Brittany cuts in and says, \"And his penis.\"",
      "it": "Poi Brittany ha aggiunto: \"E il suo pene."
    }
  },
  {
    "translation": {
      "en": "\"And his mouth.\"",
      "it": "E la sua bocca."
    }
  },
  {
    "translation": {
      "en": "\"I saw several weapons.\"",
      "it": "Io ho visto diverse armi\"."
    }
  },
  {
    "translation": {
      "en": "[Ron] Todd Smith had very high levels of methamphetamine in his system.",
      "it": "Todd Smith aveva livelli molto alti di metanfetamine nel corpo."
    }
  },
  {
    "translation": {
      "en": "Extremely high.",
      "it": "Estremamente alti."
    }
  },
  {
    "translation": {
      "en": "The toxicologist testifies that 200 would be, like, a common amount",
      "it": "Il tossicologico riporta che 200 sarebbe il quantitativo comune"
    }
  },
  {
    "translation": {
      "en": "that you would see in a DUI case where someone is on meth.",
      "it": "nei casi di guida in stato di ebbrezza quando qualcuno è fatto di meta."
    }
  },
  {
    "translation": {
      "en": "[Ron] If you see a video, and there's somebody trying to be restrained by the police,",
      "it": "Presente quando guardate un video con qualcuno fatto di metanfetamina"
    }
  },
  {
    "translation": {
      "en": "and there's five officers tasing him and hitting him with their clubs,",
      "it": "che viene bloccato da cinque agenti col taser"
    }
  },
  {
    "translation": {
      "en": "and the guy keeps fighting like Superman,",
      "it": "ma continua a combattere come Superman?"
    }
  },
  {
    "translation": {
      "en": "she said that is similar",
      "it": "Questo è ciò che ha vissuto lei"
    }
  },
  {
    "translation": {
      "en": "to what that level of meth in your system would produce.",
      "it": "per via del livello di metanfetamina che Todd aveva in circolo."
    }
  },
  {
    "translation": {
      "en": "I asked him, \"What's that make you feel like?\" He said, \"Superman.\"",
      "it": "Diceva che la droga lo faceva sentire Superman."
    }
  },
  {
    "translation": {
      "en": "Me and Todd, we were real close. He's like a brother to me.",
      "it": "Io e Todd eravamo molto uniti, come fratelli."
    }
  },
  {
    "translation": {
      "en": "I remember having our four-wheelers and motorcycles up the mountain.",
      "it": "Andavamo in montagna con le moto e i quad."
    }
  },
  {
    "translation": {
      "en": "There's a little creek there.",
      "it": "C'è un piccolo ruscello."
    }
  },
  {
    "translation": {
      "en": "We'd always get us a drink of water there out of the spring.",
      "it": "Ci fermavamo sempre a bere dell'acqua dalla sorgente."
    }
  },
  {
    "translation": {
      "en": "If you really didn't know Todd, weren't around him every day, you wouldn't understand him.",
      "it": "Se non passavi del tempo con Todd, non potevi capirlo."
    }
  },
  {
    "translation": {
      "en": "Todd was a totally different person if it hadn't been for drugs.",
      "it": "Ed era una persona diversa quando si drogava."
    }
  },
  {
    "translation": {
      "en": "[Ashley] This is, like, a criminal history printout for Todd Smith.",
      "it": "Questa è una stampa della fedina penale di Todd Smith."
    }
  },
  {
    "translation": {
      "en": "There are definitely dozens of arrests here.",
      "it": "Ci sono decine di arresti."
    }
  },
  {
    "translation": {
      "en": "Some of these are domestic violence charges.",
      "it": "Alcune accuse di violenza domestica."
    }
  },
  {
    "translation": {
      "en": "There's another assault.",
      "it": "C'è un'altra aggressione."
    }
  },
  {
    "translation": {
      "en": "-[tense music intensifies] -Aggravated assault.",
      "it": "Aggressione aggravata."
    }
  },
  {
    "translation": {
      "en": "[Brittany] Todd's ex-wife knows what I went through.",
      "it": "L'ex moglie di Todd sa cosa ho passato."
    }
  },
  {
    "translation": {
      "en": "She's lucky to be alive, and she's a very brave soul.",
      "it": "È fortunata a essere viva ed è molto coraggiosa."
    }
  },
  {
    "translation": {
      "en": "[woman] I was held captive numerous times by Todd and beaten over the years.",
      "it": "Negli anni, Todd mi ha tenuta prigioniera varie volte, picchiandomi."
    }
  },
  {
    "translation": {
      "en": "The last story I had that reminded me so much of Brittany was",
      "it": "C'è stato un evento che mi ha ricordato quanto accaduto a Brittany"
    }
  },
  {
    "translation": {
      "en": "I was duct-taped and tied to a chair.",
      "it": "in cui lui mi ha legato a una sedia e imbavagliata."
    }
  },
  {
    "translation": {
      "en": "I had been held captive by him for days. Beaten, raped, sodomized.",
      "it": "Mi ha tenuta lì per giorni, picchiandomi, stuprandomi, sodomizzandomi."
    }
  },
  {
    "translation": {
      "en": "Everything Brittany had went through and… and more.",
      "it": "Tutto quanto vissuto da Brittany e oltre."
    }
  },
  {
    "translation": {
      "en": "[Ashley] During the Stand Your Ground hearing,",
      "it": "Durante l'udienza \"Stand your ground\","
    }
  },
  {
    "translation": {
      "en": "like, repeatedly brought up by her prosecutor, Jason Pierce,",
      "it": "il procuratore Jason Pierce ha messo in dubbio varie volte"
    }
  },
  {
    "translation": {
      "en": "was the question of, \"Is Brittany credible?\"",
      "it": "la credibilità di Brittany."
    }
  },
  {
    "translation": {
      "en": "The night that the assault happened, Brittany initially just reached out to her mom.",
      "it": "La notte in cui è avvenuta l'aggressione, Brittany ha contattato soltanto sua madre."
    }
  },
  {
    "translation": {
      "en": "She didn't call the police.",
      "it": "Non ha chiamato la polizia."
    }
  },
  {
    "translation": {
      "en": "Todd said, \"If you call the police, I will kill you.\"",
      "it": "Todd mi aveva detto: \"Se chiami la polizia, ti ammazzo\"."
    }
  },
  {
    "translation": {
      "en": "But I had to get some help somehow.",
      "it": "Ma dovevo provare a salvarmi."
    }
  },
  {
    "translation": {
      "en": "So I said, \"Let's go smoke a cigarette.\"",
      "it": "Così ho detto: \"Fumiamo una sigaretta\"."
    }
  },
  {
    "translation": {
      "en": "I knew I didn't have cigarettes. I knew I was gonna have to call somebody 'cause I didn't have a car at the time.",
      "it": "Sapevo di non averne e di dover chiamare qualcuno con la macchina."
    }
  },
  {
    "translation": {
      "en": "[Ramona] That night, when she called me, he had it on speakerphone.",
      "it": "Quando mi ha telefonato, lui avevo messo il vivavoce"
    }
  },
  {
    "translation": {
      "en": "He could hear what she was sayin'.",
      "it": "per sentire quello che diceva."
    }
  },
  {
    "translation": {
      "en": "'Cause he didn't want her lettin' anybody know what had happened.",
      "it": "Non voleva che avvertisse nessuno di quanto stava accadendo."
    }
  },
  {
    "translation": {
      "en": "[Ashley] Also, Paige Painter testified about being at work,",
      "it": "Paige Painter ha testimoniato che era al lavoro"
    }
  },
  {
    "translation": {
      "en": "uh, the night that Brittany came into the store and told her that she had been assaulted.",
      "it": "la sera in cui Brittany è entrata da lei dicendole di essere stata stuprata."
    }
  },
  {
    "translation": {
      "en": "[Paige] Brittany said, \"Give me a piece of paper and a pen.\"",
      "it": "Mi ha chiesto carta e penna."
    }
  },
  {
    "translation": {
      "en": "And she started writing down names and phone numbers.",
      "it": "Ha iniziato a scrivere nomi e numeri di telefono."
    }
  },
  {
    "translation": {
      "en": "She said, \"If something happens to me, Todd Smith did it.\"",
      "it": "Ha detto: \"Se mi accade qualcosa, è stato Todd Smith."
    }
  },
  {
    "translation": {
      "en": "And, uh, she said, \"Call… call my mom and tell her to come get me.\"",
      "it": "Chiama mia madre e dille di venirmi a prendere\"."
    }
  },
  {
    "translation": {
      "en": "[Ashley] \"Can you explain that, please?\"",
      "it": "\"Può spiegarmelo, per favore?"
    }
  },
  {
    "translation": {
      "en": "\"Somehow, you believed your mother would be in a better position",
      "it": "Pensava davvero che sua madre avrebbe gestito"
    }
  },
  {
    "translation": {
      "en": "to handle violent, angry Todd than a police officer?\"",
      "it": "un Todd arrabbiato e violento meglio di un poliziotto?\""
    }
  },
  {
    "translation": {
      "en": "[Brittany] I really wanted my mom.",
      "it": "Volevo solo mia madre."
    }
  },
  {
    "translation": {
      "en": "Because, in Jackson County, I feel like the police are always on the man's side,",
      "it": "Perché, nella Contea di Jackson, la polizia difende sempre l'uomo,"
    }
  },
  {
    "translation": {
      "en": "but, um, I know that my mother would have got him out of that house.",
      "it": "ma sapevo che mia madre l'avrebbe cacciato di casa."
    }
  },
  {
    "translation": {
      "en": "[woman] I've seen police officers show up in Jackson County",
      "it": "Ho visto la polizia rispondere a chiamate di violenza domestica"
    }
  },
  {
    "translation": {
      "en": "to a domestic violence call and tell people,",
      "it": "Ho visto la polizia rispondere a chiamate di violenza domestica e dire a entrambi che sarebbero andati in prigione."
    }
  },
  {
    "translation": {
      "en": "\"Look, both of y'all are gonna go to jail.\"",
      "it": "e dire a entrambi che sarebbero andati in prigione."
    }
  },
  {
    "translation": {
      "en": "\"It's not gonna be one of y'all. Both of you are gonna go.\"",
      "it": "\"Non uno solo, ci andrete tutti e due.\""
    }
  },
  {
    "translation": {
      "en": "Instead of actually trying to figure out what happened.",
      "it": "Invece di cercare di capire cosa fosse successo."
    }
  },
  {
    "translation": {
      "en": "[Paige] Around here, usually, women get the short end of the stick.",
      "it": "Da queste parti, le donne ci rimettono sempre."
    }
  },
  {
    "translation": {
      "en": "My mom, her and her ex-husband fought constantly, like, beating each other up.",
      "it": "Mia madre e il suo ex marito litigavano sempre e si picchiavano."
    }
  },
  {
    "translation": {
      "en": "And my mom would… she would go to jail every single time.",
      "it": "Ogni volta, mia madre finiva in prigione."
    }
  },
  {
    "translation": {
      "en": "So I am not shocked at all that Brittany wanted me to call her mom.",
      "it": "Quindi non mi sconvolge che Brittany volesse chiamare la madre."
    }
  },
  {
    "translation": {
      "en": "[woman] During the trial, there was a lot of women that were marching for Brittany.",
      "it": "Durante il processo, c'erano molte donne che manifestavano per Brittany."
    }
  },
  {
    "translation": {
      "en": "And there was a lot of stories that were told that day.",
      "it": "E molte hanno raccontato la loro storia."
    }
  },
  {
    "translation": {
      "en": "Women are coming out and talking more about what has happened to them",
      "it": "Le donne si aprivano, raccontando ciò che avevano subito"
    }
  },
  {
    "translation": {
      "en": "and how the justice system has failed them as well.",
      "it": "e come il sistema giudiziario non le avesse difese."
    }
  },
  {
    "translation": {
      "en": "But, you know, they're willing to stand up and fight now.",
      "it": "Ma allora erano disposte a lottare."
    }
  },
  {
    "translation": {
      "en": "They're… they're ready to see a change.",
      "it": "Pronte a vedere il cambiamento."
    }
  },
  {
    "translation": {
      "en": "[Brittany] There's been so many women reach out to me and share their stories.",
      "it": "Anch'io sono una sopravvissuta… Moltissime donne hanno condiviso la loro storia."
    }
  },
  {
    "translation": {
      "en": "People that are minorities, different races, different sexualities, religions.",
      "it": "Persone facenti parte di minoranze, diverse religioni o orientamenti sessuali."
    }
  },
  {
    "translation": {
      "en": "Everybody reaching out to me, telling me that they've been abused,",
      "it": "Mi scrivevano in tantissime raccontandomi degli abusi subiti."
    }
  },
  {
    "translation": {
      "en": "and they've went to the police, but the police wouldn't make an arrest.",
      "it": "Del fatto che la polizia non aveva arrestato il violentatore."
    }
  },
  {
    "translation": {
      "en": "And some of them are women in jail for fighting back.",
      "it": "E alcune erano finite in prigione per essersi difese."
    }
  },
  {
    "translation": {
      "en": "A lot were from Alabama,",
      "it": "Molti messaggi venivano dall'Alabama,"
    }
  },
  {
    "translation": {
      "en": "and they've been from North Carolina, from New York, New Mexico,",
      "it": "e poi dalla Carolina del Nord, da New York, dal Nuovo Messico."
    }
  },
  {
    "translation": {
      "en": "from just everywhere.",
      "it": "Da tutto il Paese."
    }
  },
  {
    "translation": {
      "en": "The Stand Your Ground law is for white men only, from what I've seen.",
      "it": "La legge \"Stand your ground\" è una legge per uomini bianchi."
    }
  },
  {
    "translation": {
      "en": "It's not for minorities. It's not for women. It's for white men.",
      "it": "Non è per le minoranze. Non è per le donne. È per uomini bianchi."
    }
  },
  {
    "translation": {
      "en": "And I don't think that's fair.",
      "it": "E non credo sia giusto."
    }
  },
  {
    "translation": {
      "en": "They've lit a fire in me.",
      "it": "Loro mi hanno dato forza."
    }
  },
  {
    "translation": {
      "en": "We're just little nobodies over here. That's the way we're viewed.",
      "it": "Siamo solo delle nullità, qui. È così che ci vedono."
    }
  },
  {
    "translation": {
      "en": "But when you get a ton of little nobodies together…",
      "it": "Ma quando tante nullità si mettono insieme… VITTIME DI STUPRO IN PRIGIONE"
    }
  },
  {
    "translation": {
      "en": "especially pissed-off women, they become somebody big.",
      "it": "…soprattutto se donne incazzate, diventano qualcosa di grande."
    }
  },
  {
    "translation": {
      "en": "We are somebody.",
      "it": "Siamo qualcuno."
    }
  },
  {
    "translation": {
      "en": "We have a voice. We're fixing to use it.",
      "it": "Abbiamo una voce e ci faremo sentire."
    }
  },
  {
    "translation": {
      "en": "[Brittany] I want to get my children back.",
      "it": "Voglio riavere i miei figli."
    }
  },
  {
    "translation": {
      "en": "I want them to know that Mommy's not a murderer,",
      "it": "Devono sapere che la mamma non è un'assassina."
    }
  },
  {
    "translation": {
      "en": "that Mommy defended herself, and that you should always defend yourself.",
      "it": "La mamma si è difesa. Tutti dovremmo sempre difenderci."
    }
  },
  {
    "translation": {
      "en": "I pray. I pray that everything goes okay.",
      "it": "Io prego ogni giorno che vada tutto bene."
    }
  },
  {
    "translation": {
      "en": "It will.",
      "it": "E sarà così."
    }
  },
  {
    "translation": {
      "en": "It will.",
      "it": "Sarà così."
    }
  },
  {
    "translation": {
      "en": "[Ashley] A few weeks after the Stand Your Ground hearing,",
      "it": "Poche settimane dopo l'udienza,"
    }
  },
  {
    "translation": {
      "en": "Judge Holt issued a 19-page order denying Stand Your Ground immunity.",
      "it": "il giudice Holt ha emesso un provvedimento di 19 pagine negando l'immunità."
    }
  },
  {
    "translation": {
      "en": "And essentially, the judge wrote that Brittany had not proven",
      "it": "In pratica, per il giudice Brittany non aveva dimostrato"
    }
  },
  {
    "translation": {
      "en": "that she was legally justified in pulling the trigger.",
      "it": "di essere legalmente giustificata a sparare."
    }
  },
  {
    "translation": {
      "en": "Did Todd attack Brittany Smith? Well, it… it seems pretty clear that he did.",
      "it": "Todd ha aggredito Brittany Smith? Beh, è chiaro che l'ha fatto,"
    }
  },
  {
    "translation": {
      "en": "The judge probably believed the attack happened.",
      "it": "e credo che il giudice fosse d'accordo."
    }
  },
  {
    "translation": {
      "en": "Of course, that's not when Brittany Smith shot Todd.",
      "it": "Ma non è allora che Brittany ha sparato a Todd."
    }
  },
  {
    "translation": {
      "en": "Was she justified in believing",
      "it": "Era giustificata nel credere"
    }
  },
  {
    "translation": {
      "en": "that Todd was going to kill or going to seriously injure her brother?",
      "it": "che Todd avrebbe ucciso o ferito gravemente il fratello?"
    }
  },
  {
    "translation": {
      "en": "That's the issue, and I think the judge thought it was an important factor when she denied our motion.",
      "it": "Suppongo che il giudice abbia considerato questo quando ha respinto la mozione."
    }
  },
  {
    "translation": {
      "en": "[Ashley] \"Upon consideration of all the evidence,",
      "it": "\"Avendo analizzato le prove,"
    }
  },
  {
    "translation": {
      "en": "the court finds that the defendant has given inconsistent accounts",
      "it": "la corte stabilisce che l'imputata ha fornito versioni discordanti"
    }
  },
  {
    "translation": {
      "en": "of the events surrounding Todd's death.\"",
      "it": "degli eventi accaduti."
    }
  },
  {
    "translation": {
      "en": "For example, Brittany's initial lie",
      "it": "Per esempio, la bugia iniziale di Brittany"
    }
  },
  {
    "translation": {
      "en": "that her brother had been the one who pulled the trigger",
      "it": "secondo cui suo fratello aveva premuto il grilletto"
    }
  },
  {
    "translation": {
      "en": "did kind of come back to haunt her.",
      "it": "le si è ritorta contro."
    }
  },
  {
    "translation": {
      "en": "In the eyes of the judge, it did harm, like, her credibility.",
      "it": "Agli occhi del giudice, questa ha intaccato la sua credibilità."
    }
  },
  {
    "translation": {
      "en": "And so I think it was pretty clear that the judge did not believe her testimony.",
      "it": "Mi pare piuttosto evidente che il giudice non le aveva creduto."
    }
  },
  {
    "translation": {
      "en": "[Brittany whispers] It's gonna be okay. Okay?",
      "it": "Andrà tutto bene."
    }
  },
  {
    "translation": {
      "en": "It's gonna be okay.",
      "it": "Andrà tutto bene."
    }
  },
  {
    "translation": {
      "en": "[Ashley] Most of the reaction that I recall getting from readers",
      "it": "I lettori hanno reagito confermando"
    }
  },
  {
    "translation": {
      "en": "was just, like, \"I still think she's innocent.\" They didn't care what the judge said.",
      "it": "che la credevano innocente nonostante la decisione della corte."
    }
  },
  {
    "translation": {
      "en": "I hate that Todd had to get shot and killed over it,",
      "it": "Odio che Todd sia stato ucciso,"
    }
  },
  {
    "translation": {
      "en": "but I really do believe she was defending herself.",
      "it": "ma credo che lei si sia difesa."
    }
  },
  {
    "translation": {
      "en": "Probably feels funny for me saying that, 'cause I'm Todd's cousin, but…",
      "it": "Sarà strano detto da me, dato che sono suo cugino, ma…"
    }
  },
  {
    "translation": {
      "en": "I don't want to see her go to prison. I really don't.",
      "it": "non voglio vederla andare in prigione."
    }
  },
  {
    "translation": {
      "en": "You say it's okay for women to defend themselves,",
      "it": "Si dice che le donne possano difendersi"
    }
  },
  {
    "translation": {
      "en": "but when they do, be ready for what society has for you.",
      "it": "ma, quando lo fanno, devono prepararsi alla reazione della società."
    }
  },
  {
    "translation": {
      "en": "It's not the law per se that needs to change.",
      "it": "Non è la legge in sé che deve cambiare."
    }
  },
  {
    "translation": {
      "en": "It's our perceptions of how we think women should fit into the mold.",
      "it": "È la nostra percezione di come le donne debbano rispettare certi parametri,"
    }
  },
  {
    "translation": {
      "en": "And for them to use aggression even against an attacker of rape or anything like that,",
      "it": "e il come percepiamo il fatto che usino la violenza anche come difesa"
    }
  },
  {
    "translation": {
      "en": "it's the way we perceive that.",
      "it": "da uno stupro o cose simili."
    }
  },
  {
    "translation": {
      "en": "And when you've got cases that are involving minorities, women,",
      "it": "Quando hai casi che coinvolgono minoranze e donne, si deve capire come mai non vengano considerati allo stesso modo."
    }
  },
  {
    "translation": {
      "en": "let's look at why people are not given the same consideration.",
      "it": "si deve capire come mai non vengano considerati allo stesso modo."
    }
  },
  {
    "translation": {
      "en": "That's a society problem. That's a stereotype problem.",
      "it": "È un problema della società. Un problema di stereotipi."
    }
  },
  {
    "translation": {
      "en": "My attorneys showed me the last offer, and I was just like, \"What would you do?\"",
      "it": "Gli avvocati mi hanno mostrato l'ultima offerta e mi hanno detto"
    }
  },
  {
    "translation": {
      "en": "They said, \"I would take it.\" \"Because you're not gonna get away with no time.\"",
      "it": "che loro avrebbero accettato, perché un'assoluzione è impossibile."
    }
  },
  {
    "translation": {
      "en": "Well, I know that I did it for my kids.",
      "it": "So di averlo fatto per i miei figli."
    }
  },
  {
    "translation": {
      "en": "They'll feel better knowing that it's over with. You know? Like, I made a good decision.",
      "it": "Staranno meglio sapendo che è finita, che ho preso la decisione giusta."
    }
  },
  {
    "translation": {
      "en": "My mom's okay. My brother's… Everybody's okay.",
      "it": "Mia madre e mio fratello stanno bene."
    }
  },
  {
    "translation": {
      "en": "And my kids are okay. I'll be okay. I'm just…",
      "it": "E anche i miei figli. Io me la caverò."
    }
  },
  {
    "translation": {
      "en": "Mentally, I'm trying to just stay sane back here.",
      "it": "Mentalmente, sto cercando di non impazzire."
    }
  },
  {
    "translation": {
      "en": "She said that she felt, like, essentially backed into a corner",
      "it": "Ha detto di essersi sentita messa all'angolo,"
    }
  },
  {
    "translation": {
      "en": "because, if she went to trial, the judge who would sentence her",
      "it": "perché se fosse andata a processo e le fosse capitato lo stesso giudice che aveva scritto il provvedimento di 19 pagine"
    }
  },
  {
    "translation": {
      "en": "if she was convicted is the judge who had written a 19-page order",
      "it": "lo stesso giudice che aveva scritto il provvedimento di 19 pagine"
    }
  },
  {
    "translation": {
      "en": "questioning her credibility.",
      "it": "sarebbe andata peggio."
    }
  },
  {
    "translation": {
      "en": "And so, the way she described it to me",
      "it": "Quando me ne ha parlato,"
    }
  },
  {
    "translation": {
      "en": "was that she took kind of the lesser of… of the evils and… and took the… the plea deal.",
      "it": "ha descritto il patteggiamento come il minore dei mali."
    }
  },
  {
    "translation": {
      "en": "She would get credit for time that she had already served in jail,",
      "it": "Riceveva un credito per i giorni trascorsi in prigione,"
    }
  },
  {
    "translation": {
      "en": "awaiting her trial.",
      "it": "in attesa del processo."
    }
  },
  {
    "translation": {
      "en": "So it was a six-month sentence, essentially, for murder.",
      "it": "In pratica, ha scontato sei mesi per omicidio volontario."
    }
  },
  {
    "translation": {
      "en": "And then the next 18 months, she would be on house arrest.",
      "it": "E poi altri 18 mesi agli arresti domiciliari."
    }
  },
  {
    "translation": {
      "en": "Do you risk it all? Do you play Russian roulette",
      "it": "Rischi tutto? Giochi alla roulette russa"
    }
  },
  {
    "translation": {
      "en": "with people that you don't even know to decide your fate?",
      "it": "facendo decidere del tuo destino a degli sconosciuti?"
    }
  },
  {
    "translation": {
      "en": "So I understand why she took a plea agreement. I don't know. I mean, I can't fault her for that.",
      "it": "Quindi capisco perché ha patteggiato, non posso fargliene una colpa."
    }
  },
  {
    "translation": {
      "en": "It's just disheartening.",
      "it": "Ma è deprimente."
    }
  },
  {
    "translation": {
      "en": "It'll always be on her record that she has a felony conviction for murder.",
      "it": "La sua fedina sarà macchiata a vita dall'accusa di omicidio."
    }
  },
  {
    "translation": {
      "en": "And that'll… that'll always follow her.",
      "it": "È una cosa da cui non si libererà mai."
    }
  },
  {
    "translation": {
      "en": "[Brittany] It makes no sense to me that the plea deals that were offered to me",
      "it": "Per me, non ha alcun senso che mi siano stati dati"
    }
  },
  {
    "translation": {
      "en": "were six months for murder and, uh, a lot more time for manslaughter.",
      "it": "solo sei mesi per omicidio volontario e molti di più per omicidio colposo."
    }
  },
  {
    "translation": {
      "en": "I do not understand how a murder charge",
      "it": "Non capisco come un omicidio volontario possa valere meno di uno colposo."
    }
  },
  {
    "translation": {
      "en": "is less than… than a manslaughter. It doesn't make sense to me.",
      "it": "Non capisco come un omicidio volontario possa valere meno di uno colposo. Non ha senso."
    }
  },
  {
    "translation": {
      "en": "They were… The court system here wanted me to take that murder charge",
      "it": "Il sistema giudiziario voleva che accettassi l'accusa di omicidio"
    }
  },
  {
    "translation": {
      "en": "just to say that I took that charge.",
      "it": "solo per chiudere il caso."
    }
  },
  {
    "translation": {
      "en": "I was so dead set on saying, \"I'm not pleading guilty to that murder charge.\"",
      "it": "Avevo deciso di non dichiararmi colpevole,"
    }
  },
  {
    "translation": {
      "en": "[sobs] And I feel like I let a lot of people down.",
      "it": "e sento di aver deluso molte persone."
    }
  },
  {
    "translation": {
      "en": "[sobs] And I did let myself down too,",
      "it": "E anche me stessa."
    }
  },
  {
    "translation": {
      "en": "but it's something that I fought with every day. [sniffs]",
      "it": "Ma era una cosa che continuava a tormentarmi."
    }
  },
  {
    "translation": {
      "en": "[Ramona] Hi, baby.",
      "it": "Ciao, tesoro."
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "it": "Che stai facendo?"
    }
  },
  {
    "translation": {
      "en": "-[Brittany] You're so pretty. -No, I'm not.",
      "it": "- Come sei carina. - Non è vero."
    }
  },
  {
    "translation": {
      "en": "How are you doing in there?",
      "it": "Come va lì dentro?"
    }
  },
  {
    "translation": {
      "en": "[Brittany] It was fun on Halloween.",
      "it": "È stato divertente ad Halloween."
    }
  },
  {
    "translation": {
      "en": "We dressed up, and, um… Hold on.",
      "it": "Ci siamo mascherate e… Aspetta."
    }
  },
  {
    "translation": {
      "en": "-Well, Lynn. -[Lynn] What?",
      "it": "- Allora, Lynn… - Che c'è?"
    }
  },
  {
    "translation": {
      "en": "[Brittany] Lynn was a black-eyed pea.",
      "it": "Lynn si è travestita da pisello"
    }
  },
  {
    "translation": {
      "en": "She colored her eye black… [laughs] …and put a \"P\" on her shirt.",
      "it": "con l'occhio nero e si è disegnata una P sulla maglietta."
    }
  },
  {
    "translation": {
      "en": "Lauren was a \"cereal\" killer.",
      "it": "Lauren era la killer dei cereali."
    }
  },
  {
    "translation": {
      "en": "She had a cereal bag… [laughs] …around her neck, and it said \"killer\" on the inside of it.",
      "it": "Aveva una scatola di cereali addosso con scritto killer dentro."
    }
  },
  {
    "translation": {
      "en": "I was the Statue of Liberty.",
      "it": "Io ero la Statua della Libertà."
    }
  },
  {
    "translation": {
      "en": "[sighs] To be stuck in jail and away from your kids on Halloween…",
      "it": "Essendo in prigione lontana dai miei figli,"
    }
  },
  {
    "translation": {
      "en": "It was… it was the best Halloween I could've had in here.",
      "it": "non potevo sperare in un Halloween migliore."
    }
  },
  {
    "translation": {
      "en": "I'm gonna have to go get me a, um… a DUI or something or a public intoxication",
      "it": "Devo farmi arrestare per qualcosa, tipo guida in stato di ebbrezza,"
    }
  },
  {
    "translation": {
      "en": "just so I can see you and give you a hug.",
      "it": "così posso venire in prigione ad abbracciarti."
    }
  },
  {
    "translation": {
      "en": "[Ramona] Your time's up, baby.",
      "it": "Il tuo tempo è scaduto."
    }
  },
  {
    "translation": {
      "en": "Ten seconds.",
      "it": "Dieci secondi."
    }
  },
  {
    "translation": {
      "en": "-[Brittany] I love you. -I love you.",
      "it": "- Ti voglio bene. - Idem."
    }
  },
  {
    "translation": {
      "en": "[Brittany] All right.",
      "it": "Ciao."
    }
  },
  {
    "translation": {
      "en": "[Ramona] The Christmas lights make me sad.",
      "it": "Le luci di Natale mi intristiscono."
    }
  },
  {
    "translation": {
      "en": "You see everybody else. They're running around here,",
      "it": "Vedi tutti gli altri che parlano di cosa compreranno ai loro figli per Natale"
    }
  },
  {
    "translation": {
      "en": "talking about what they're gonna buy their kids for Christmas,",
      "it": "che parlano di cosa compreranno ai loro figli per Natale"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna be worried about,",
      "it": "e io devo preoccuparmi del fatto"
    }
  },
  {
    "translation": {
      "en": "\"Is she gonna even get a dinner for Christmas or Thanksgiving?\"",
      "it": "che lei potrebbe non avere una cena per Natale o per il Ringraziamento."
    }
  },
  {
    "translation": {
      "en": "Brittany didn't deserve what she got.",
      "it": "Brittany non meritava quella pena."
    }
  },
  {
    "translation": {
      "en": "She's been raped and beaten by him and almost killed.",
      "it": "Todd l'ha violentata, picchiata e quasi uccisa,"
    }
  },
  {
    "translation": {
      "en": "And now, she's been raped and beaten by the system.",
      "it": "e ora è stata violentata e picchiata dal sistema."
    }
  },
  {
    "translation": {
      "en": "[Ashley] If you think that Todd was a victim,",
      "it": "Se considerate Todd una vittima,"
    }
  },
  {
    "translation": {
      "en": "do you consider what Brittany got justice?",
      "it": "pensate che Brittany abbia avuto giustizia?"
    }
  },
  {
    "translation": {
      "en": "And if you don't think Todd was, and you think she was the victim,",
      "it": "E anche nel caso in cui pensaste che in fondo la vittima è lei,"
    }
  },
  {
    "translation": {
      "en": "then I can't imagine you think that she got justice either.",
      "it": "dubito comunque si possa dire che lei abbia avuto giustizia."
    }
  },
  {
    "translation": {
      "en": "It's like, no matter whose side you were on,",
      "it": "Che si stia dalla parte di Todd o da quella di Brittany,"
    }
  },
  {
    "translation": {
      "en": "I don't know that you really will find justice in this story.",
      "it": "non credo che ci sia davvero giustizia, in questa storia."
    }
  }
]