[
  {
    "translation": {
      "en": "[man, in Zulu] God has plans.",
      "it": "Dio ha dei piani."
    }
  },
  {
    "translation": {
      "en": "Life is tricky.",
      "it": "La vita è complicata."
    }
  },
  {
    "translation": {
      "en": "It is unpredictable and hard to understand. Things don't always happen the way we want them to.",
      "it": "È imprevedibile e difficile da capire. Non sempre va come vorremmo."
    }
  },
  {
    "translation": {
      "en": "And that's okay with me.",
      "it": "E va bene così."
    }
  },
  {
    "translation": {
      "en": "[woman 1, in English] Senzo Meyiwa,",
      "it": "Senzo Meyiwa,"
    }
  },
  {
    "translation": {
      "en": "the 27-year-old captain and goalkeeper of the South African national football team,",
      "it": "il ventisettenne capitano e portiere della nazionale di calcio sudafricana,"
    }
  },
  {
    "translation": {
      "en": "has been shot and killed.",
      "it": "è stato ucciso a colpi di pistola."
    }
  },
  {
    "translation": {
      "en": "[man 1, echoing] A national tragedy.",
      "it": "UNA DOCUSERIE NETFLIX Una tragedia nazionale."
    }
  },
  {
    "translation": {
      "en": "For me, this is a national tragedy.",
      "it": "È una vera tragedia nazionale."
    }
  },
  {
    "translation": {
      "en": "-[sirens] -[woman 2] Soccer star Senzo Meyiwa,",
      "it": "Senzo Meyiwa, la stella del calcio,"
    }
  },
  {
    "translation": {
      "en": "murdered in an apparent robbery at his girlfriend's home.",
      "it": "è stato ucciso durante una rapina nella casa della compagna."
    }
  },
  {
    "translation": {
      "en": "[woman 3] …shot dead at the Vosloorus home of singer Kelly Khumalo.",
      "it": "È stato assassinato nella casa della cantante Kelly Khumalo."
    }
  },
  {
    "translation": {
      "en": "[woman 4] I am one person who thrives in her truth.",
      "it": "Sono una persona trasparente."
    }
  },
  {
    "translation": {
      "en": "And I also believe that if you own your truth, no one can use it against you.",
      "it": "E sono convinta che se dici la verità, nessuno potrà usarla contro di te."
    }
  },
  {
    "translation": {
      "en": "[woman 1] Police say he was in a house with seven other people when it happened.",
      "it": "Era in casa con altre 7 persone al momento del fatto. IN CASA IL GIORNO DELL'OMICIDIO"
    }
  },
  {
    "translation": {
      "en": "If it's more than a robbery that went wrong, what can it be?",
      "it": "Se non è una rapina finita male, cosa può essere?"
    }
  },
  {
    "translation": {
      "en": "[man 2] Senzo's life is like a safe, where you go inside it and then you find another safe",
      "it": "La vita di Senzo è come una cassaforte in cui entri e trovi un'altra cassaforte"
    }
  },
  {
    "translation": {
      "en": "and another safe… [chuckles]",
      "it": "e un'altra cassaforte…"
    }
  },
  {
    "translation": {
      "en": "Police now say it was a hit.",
      "it": "La polizia parla di premeditazione."
    }
  },
  {
    "translation": {
      "en": "[man 3] This was an assassination.",
      "it": "Si trattò di omicidio."
    }
  },
  {
    "translation": {
      "en": "The robbery was a cover-up.",
      "it": "La rapina era finta."
    }
  },
  {
    "translation": {
      "en": "[woman 5] Why would you kill your husband?",
      "it": "Perché uccidere tuo marito?"
    }
  },
  {
    "translation": {
      "en": "Why? For what?",
      "it": "Perché? Per cosa?"
    }
  },
  {
    "translation": {
      "en": "[man 4] People like Kelly might help to solve this case.",
      "it": "Kelly potrebbe aiutare a risolvere questo caso."
    }
  },
  {
    "translation": {
      "en": "People like Longwe, they're not saying anything.",
      "it": "Longwe non dirà una parola."
    }
  },
  {
    "translation": {
      "en": "[chanting, in Zulu] Kelly is a dog! Kelly is a dog!",
      "it": "Kelly è una bastarda!"
    }
  },
  {
    "translation": {
      "en": "[in English] After six years, police finally arrested",
      "it": "Dopo sei anni, la polizia ha arrestato diverse persone sospettate dell'omicidio."
    }
  },
  {
    "translation": {
      "en": "several suspects they believe are behind the murder.",
      "it": "la polizia ha arrestato diverse persone sospettate dell'omicidio."
    }
  },
  {
    "translation": {
      "en": "[man 5, in Zulu] They are hitmen and they kill, but I know they're not involved in Senzo's case.",
      "it": "Sono killer, ma non sono coinvolti nel caso di Senzo."
    }
  },
  {
    "translation": {
      "en": "[man 6, in Zulu] The people in the house are hiding something.",
      "it": "Chi si trovava in casa nasconde qualcosa."
    }
  },
  {
    "translation": {
      "en": "The truth always comes out.",
      "it": "La verità viene sempre a galla."
    }
  },
  {
    "translation": {
      "en": "[man 7, in English] We've lost a captain. We've lost a father, a brother, a friend.",
      "it": "Abbiamo perso un capitano, un padre, un fratello, un amico."
    }
  },
  {
    "translation": {
      "en": "[woman 6, in Zulu] Everyone who was in that house… and I mean everyone, they know who killed my child.",
      "it": "Tutti quelli che erano in quella casa sanno chi ha ucciso mio figlio."
    }
  },
  {
    "translation": {
      "en": "[crying] Why did my child leave me?",
      "it": "Perché mio figlio mi ha abbandonata?"
    }
  },
  {
    "translation": {
      "en": "[woman 3, in English] The Bafana Bafana and Orlando Pirates captain",
      "it": "Il capitano dei Bafana Bafana e del Pirates"
    }
  },
  {
    "translation": {
      "en": "was shot dead at the Vosloorus home of singer Kelly Khumalo.",
      "it": "è stato ucciso nella casa della cantante Kelly Khumalo."
    }
  },
  {
    "translation": {
      "en": "[man] The national football captain was visiting his girlfriend, who is a well-known musician in her own right.",
      "it": "Il capitano era andato a trovare la sua compagna, una nota musicista."
    }
  },
  {
    "translation": {
      "en": "The couple have a seven-month-old daughter together.",
      "it": "La coppia ha una figlia di sette mesi."
    }
  },
  {
    "translation": {
      "en": "[man, in English] Late that night, I received a call from",
      "it": "Quella notte, ricevetti una telefonata"
    }
  },
  {
    "translation": {
      "en": "the provincial commissioner responsible for the detectives,",
      "it": "dal commissario provinciale responsabile dei detective"
    }
  },
  {
    "translation": {
      "en": "and he informed me that, um…",
      "it": "che mi informò che il portiere dei Bafana Bafana, Senzo Meyiwa, era stato ucciso."
    }
  },
  {
    "translation": {
      "en": "Bafana Bafana's goalkeeper Senzo Meyiwa has been gunned down.",
      "it": "che il portiere dei Bafana Bafana, Senzo Meyiwa, era stato ucciso."
    }
  },
  {
    "translation": {
      "en": "-Me and my team, we rushed to the scene. -[siren wailing]",
      "it": "Io e la mia squadra ci precipitammo sulla scena."
    }
  },
  {
    "translation": {
      "en": "There were many people outside the yard and inside the yard.",
      "it": "C'erano molte persone all'esterno e all'interno del cortile."
    }
  },
  {
    "translation": {
      "en": "The duty officer on standby was there from the local detectives.",
      "it": "L'agente in servizio della polizia locale era lì in attesa."
    }
  },
  {
    "translation": {
      "en": "And I also found the MEC for Public Safety.",
      "it": "C'era anche un membro del Comitato di Pubblica Sicurezza."
    }
  },
  {
    "translation": {
      "en": "Then we cleared the scene, and together we sat inside in the house",
      "it": "Sgomberammo la scena e ci sedemmo all'interno della casa"
    }
  },
  {
    "translation": {
      "en": "to interview the family as to what happened.",
      "it": "per interrogare la famiglia sull'accaduto."
    }
  },
  {
    "translation": {
      "en": "People in the house saying that it was a robbery that went wrong.",
      "it": "La gente in casa diceva che era stata una rapina finita male."
    }
  },
  {
    "translation": {
      "en": "[in English] Unfortunately, Senzo tried to protect Kelly",
      "it": "Senzo ha cercato di proteggere Kelly,"
    }
  },
  {
    "translation": {
      "en": "because one of the guys was pointing a firearm,",
      "it": "perché avevano puntato un'arma,"
    }
  },
  {
    "translation": {
      "en": "a gun, at-- at Kelly,",
      "it": "una pistola, contro Kelly,"
    }
  },
  {
    "translation": {
      "en": "and when he did that, they-- they shot him from the back.",
      "it": "ma gli hanno sparato alle spalle."
    }
  },
  {
    "translation": {
      "en": "[Sibiya] As they explained what happened, they were in the house and two people came in.",
      "it": "Secondo il loro racconto, due persone entrarono mentre loro erano in casa."
    }
  },
  {
    "translation": {
      "en": "And then Senzo tried to jump on one as they were robbing them,",
      "it": "Senzo cercò di aggredirne una, mentre venivamo rapinati,"
    }
  },
  {
    "translation": {
      "en": "and then they shot at him.",
      "it": "e loro gli spararono."
    }
  },
  {
    "translation": {
      "en": "[man, in English] My phone started going crazy.",
      "it": "UNA GRANDE PERDITA PER IL CALCIO Il mio telefono impazzì. #RIPOSIINPACESENZOMEYIWA"
    }
  },
  {
    "translation": {
      "en": "They were talking about being at Kelly's house, drama, guns being drawn.",
      "it": "Erano a casa di Kelly, ci fu una tragedia, una sparatoria."
    }
  },
  {
    "translation": {
      "en": "There was something about a break-in, but what did they take?",
      "it": "Ci fu una rapina, ma cosa avevano preso?"
    }
  },
  {
    "translation": {
      "en": "They just took his life away.",
      "it": "Solo la sua vita."
    }
  },
  {
    "translation": {
      "en": "But why him, if there's a room full of people?",
      "it": "Ma perché proprio lui tra tutte quelle persone?"
    }
  },
  {
    "translation": {
      "en": "You know, stories that weren't really making sense.",
      "it": "Quelle storie non erano molto convincenti."
    }
  },
  {
    "translation": {
      "en": "What was the motive, you know?",
      "it": "Qual era il movente?"
    }
  },
  {
    "translation": {
      "en": "Because here's a football player who…",
      "it": "Parliamo di un giocatore"
    }
  },
  {
    "translation": {
      "en": "was either fighting to win with his club…",
      "it": "che combatteva per vincere con la sua squadra,"
    }
  },
  {
    "translation": {
      "en": "…or had a big broad smile, who was loved by the fans.",
      "it": "che sorrideva sempre e che i fan adoravano."
    }
  },
  {
    "translation": {
      "en": "Senzo was at the height of his career when he passed away.",
      "it": "Quando morì, Senzo era all'apice della sua carriera."
    }
  },
  {
    "translation": {
      "en": "[Thomas Mlambo] Just tell us your name, your position, and how long you've been at the club.",
      "it": "Dicci il tuo nome, il tuo ruolo e da quanto tempo sei nella squadra."
    }
  },
  {
    "translation": {
      "en": "Ah, my name is Senzo Meyiwa, Orlando Pirates goalkeeper,",
      "it": "Mi chiamo Senzo Meyiwa, sono il portiere dell'Orlando Pirates"
    }
  },
  {
    "translation": {
      "en": "and I've been ten years at Orlando Pirates.",
      "it": "e sono nell'Orlando Pirates da dieci anni."
    }
  },
  {
    "translation": {
      "en": "[Thomas] For ten years?",
      "it": "Dieci anni?"
    }
  },
  {
    "translation": {
      "en": "[Mark Gleeson] Header!",
      "it": "Colpo di testa!"
    }
  },
  {
    "translation": {
      "en": "And Meyiwa saves.",
      "it": "E Meyiwa la para."
    }
  },
  {
    "translation": {
      "en": "And that game in the rain was arguably the best I had seen him play…",
      "it": "Quella partita sotto la pioggia, fu la migliore che avesse mai giocato…"
    }
  },
  {
    "translation": {
      "en": "given the conditions.",
      "it": "nonostante le condizioni."
    }
  },
  {
    "translation": {
      "en": "You know when you say people are playing the game of their lives?",
      "it": "Avete presente l'espressione \"giocare la partita della vita?\""
    }
  },
  {
    "translation": {
      "en": "He was playing the game of his life.",
      "it": "Stava giocando la partita della vita."
    }
  },
  {
    "translation": {
      "en": "Although we did not know that it was going to be the last game of his life.",
      "it": "Anche se non sapevamo che sarebbe stata l'ultima."
    }
  },
  {
    "translation": {
      "en": "[Gleeson] Lots of movement in the box. Dolly goes for the goal!",
      "it": "C'è movimento in area. Dolly va in porta!"
    }
  },
  {
    "translation": {
      "en": "Meyiwa makes a very good save again.",
      "it": "Meyiwa fa un'ottima parata."
    }
  },
  {
    "translation": {
      "en": "[Brian Mathe] He's an experienced goalkeeper.",
      "it": "È un portiere esperto."
    }
  },
  {
    "translation": {
      "en": "He goes for safety. Didn't try to catch the ball outright.",
      "it": "Va sul sicuro. Non ha cercato di afferrare la palla."
    }
  },
  {
    "translation": {
      "en": "Good shot, as well. Very intriguing.",
      "it": "UMLAZI, KWAZULU-NATAL, SUDAFRICA"
    }
  },
  {
    "translation": {
      "en": "[Gleeson] He really gave it pace at the end there.",
      "it": "LA NOTTE DELL'OMICIDIO CASA DEI GENITORI DI SENZO"
    }
  },
  {
    "translation": {
      "en": "[Senzo's mother, in Zulu] We didn't watch Senzo when he played soccer.",
      "it": "Non guardavamo Senzo quando giocava una partita."
    }
  },
  {
    "translation": {
      "en": "His father would always watch the next day.",
      "it": "Il padre lo guardava il giorno dopo."
    }
  },
  {
    "translation": {
      "en": "I asked his father to call and tell him we were watching.",
      "it": "Chiesi al padre di dirgli che lo stavamo guardando"
    }
  },
  {
    "translation": {
      "en": "His father sent a message saying, \"Senzo, we are watching you here.\"",
      "it": "e lui gli inviò un messaggio."
    }
  },
  {
    "translation": {
      "en": "After each game, his father would text him and advise him on his mistakes.",
      "it": "MADRE DI SENZO Dopo ogni partita, il padre lo chiamava per dargli dei consigli."
    }
  },
  {
    "translation": {
      "en": "His dream was to play for Pirates and God granted him that wish.",
      "it": "Il suo sogno era giocare per il Pirates e Dio glielo concesse."
    }
  },
  {
    "translation": {
      "en": "He loved Pirates so much. He really loved Pirates.",
      "it": "Adorava tantissimo il Pirates."
    }
  },
  {
    "translation": {
      "en": "When they lost a game he would cry.",
      "it": "Quando perdeva una partita, piangeva."
    }
  },
  {
    "translation": {
      "en": "So, I asked his father, \"Has he not responded yet?\"",
      "it": "Chiesi al padre: \"Non ha ancora risposto?\""
    }
  },
  {
    "translation": {
      "en": "He said, \"No, not yet.\" I said, \"He will answer.\"",
      "it": "Lui disse: \"No, non ancora\". Io dissi: \"Risponderà\"."
    }
  },
  {
    "translation": {
      "en": "I don't know how people found out. They just started arriving.",
      "it": "Non so come l'avesse scoperto, ma la gente cominciò a presentarsi."
    }
  },
  {
    "translation": {
      "en": "[crying] It was really tough.",
      "it": "Fu davvero dura."
    }
  },
  {
    "translation": {
      "en": "When he died, I also died.",
      "it": "Quel giorno, morii anch'io insieme a lui."
    }
  },
  {
    "translation": {
      "en": "I remember him sitting on my bed. My old, broken bed.",
      "it": "Ricordo che si sedeva sul mio letto vecchio e rotto"
    }
  },
  {
    "translation": {
      "en": "He said, \"Mom, I will buy you a bed.\"",
      "it": "e mi diceva: \"Ti comprerò un letto\"."
    }
  },
  {
    "translation": {
      "en": "Senzo would support us. We would eat, there was nothing he didn't do for us.",
      "it": "Senzo ci sosteneva. Avevamo da mangiare, avrebbe fatto di tutto per noi."
    }
  },
  {
    "translation": {
      "en": "Why did my child leave me?",
      "it": "Perché mio figlio mi ha abbandonata?"
    }
  },
  {
    "translation": {
      "en": "Today, I cry alone.",
      "it": "Oggi, piango da sola."
    }
  },
  {
    "translation": {
      "en": "[woman 1, in English] We now cross live to our reporter",
      "it": "Diamo la parola al nostro reporter"
    }
  },
  {
    "translation": {
      "en": "who's at the family home at Umlazi in Durban.",
      "it": "che si trova a casa della famiglia a Umlazi, Durban."
    }
  },
  {
    "translation": {
      "en": "[reporter] His mother has been unable, really, to accept the news,",
      "it": "La madre non è riuscita a sopportare la notizia"
    }
  },
  {
    "translation": {
      "en": "as she was then rushed off to hospital, of course, as she got the news in the early hours of this morning.",
      "it": "ed è stata portata d'urgenza in ospedale. Aveva appreso la notizia questa mattina."
    }
  },
  {
    "translation": {
      "en": "His siblings are inside, his father is also here.",
      "it": "I suoi fratelli e il padre sono all'interno."
    }
  },
  {
    "translation": {
      "en": "-[singing] -♪ Rest in peace, Senzo Meyiwa! ♪",
      "it": "Senzo Meyiwa!"
    }
  },
  {
    "translation": {
      "en": "[woman 1] Although Senzo Meyiwa's death is a tragic loss,",
      "it": "Anche se la morte di Senzo Meyiwa è una tragica perdita,"
    }
  },
  {
    "translation": {
      "en": "fans of Orlando Pirates in Umlazi are determined to celebrate his life.",
      "it": "i fan dell'Orlando Pirates di Umlazi commemorano la sua vita."
    }
  },
  {
    "translation": {
      "en": "Irvin Khoza, the club's head, personally paid his respects at Meyiwa's home.",
      "it": "Irvin Khoza, il presidente della squadra, ha reso i suoi omaggi ai Meyiwa."
    }
  },
  {
    "translation": {
      "en": "[in English] Why Senzo?",
      "it": "Perché Senzo?"
    }
  },
  {
    "translation": {
      "en": "If that question can be answered, I'd be the happiest person.",
      "it": "Se ci fosse una risposta, sarei molto felice."
    }
  },
  {
    "translation": {
      "en": "To give a full report to the father,",
      "it": "La devo al padre,"
    }
  },
  {
    "translation": {
      "en": "because he gave the boy to me when he was only 14 years old.",
      "it": "perché me lo affidò quando aveva 14 anni."
    }
  },
  {
    "translation": {
      "en": "[Khoza] In this place where we are, it's Umlazi.",
      "it": "Ci troviamo a Umlazi."
    }
  },
  {
    "translation": {
      "en": "These places were the dumping grounds by apartheid,",
      "it": "Qui ci relegarono durante l'apartheid"
    }
  },
  {
    "translation": {
      "en": "for us not to make it in life.",
      "it": "affinché non ce la facessimo."
    }
  },
  {
    "translation": {
      "en": "But people like Senzo Meyiwa emerged from this township,",
      "it": "Ma le persone come Senzo Meyiwa sono emerse da questa periferia per diventare"
    }
  },
  {
    "translation": {
      "en": "and became not only warriors but heroes of millions of South African youth.",
      "it": "sono emerse da questa periferia per diventare non solo guerrieri, ma anche eroi per milioni di giovani sudafricani."
    }
  },
  {
    "translation": {
      "en": "[Don Riddell] He was a very accomplished player, and he was really just entering",
      "it": "Era un giocatore di talento e stava per cominciare una fase emozionante della sua carriera."
    }
  },
  {
    "translation": {
      "en": "a particularly exciting phase of his career.",
      "it": "e stava per cominciare una fase emozionante della sua carriera."
    }
  },
  {
    "translation": {
      "en": "He'd only played six times for the national side,",
      "it": "Aveva giocato solo 6 volte nella nazionale,"
    }
  },
  {
    "translation": {
      "en": "known as Bafana Bafana in South Africa,",
      "it": "conosciuta in Sudafrica come Bafana Bafana,"
    }
  },
  {
    "translation": {
      "en": "and he was on the brink of leading them to the African Cup of Nations.",
      "it": "e stava per condurla verso la Coppa delle nazioni africane."
    }
  },
  {
    "translation": {
      "en": "Obviously, I started as a striker.",
      "it": "Quando ho iniziato, ero un attaccante."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] I was a top striker.",
      "it": "Ero un grande attaccante."
    }
  },
  {
    "translation": {
      "en": "[in English] No, I started as a striker. [in Zulu] We used to play using small poles in the township.",
      "it": "Ho iniziato come attaccante. Giocavamo usando dei paletti."
    }
  },
  {
    "translation": {
      "en": "Then Pirates held trials in 2002.",
      "it": "Nel 2002, i Pirates tennero delle selezioni."
    }
  },
  {
    "translation": {
      "en": "[in English] My parents didn't have money. They had to borrow money from neighbors.",
      "it": "I miei genitori non avevano soldi e dovettero chiederli ai vicini."
    }
  },
  {
    "translation": {
      "en": "\"My son is going for trials.\"",
      "it": "Parteciperà alle selezioni."
    }
  },
  {
    "translation": {
      "en": "There was a lot of kids there.",
      "it": "C'erano molti ragazzi."
    }
  },
  {
    "translation": {
      "en": "They gave you five minutes for the trials.",
      "it": "Ti concedevano solo cinque minuti."
    }
  },
  {
    "translation": {
      "en": "So obviously, they must see something from you.",
      "it": "Dovevano vedere qualcosa in te."
    }
  },
  {
    "translation": {
      "en": "Even if they don't come and shoot, what are you doing as a keeper in your goalposts?",
      "it": "Anche se non cercano di fare goal, il portiere fa qualcosa in porta."
    }
  },
  {
    "translation": {
      "en": "I think I used that.",
      "it": "Fu la mia tecnica."
    }
  },
  {
    "translation": {
      "en": "[Gleeson] Twenty years old. His first derby today.",
      "it": "Vent'anni. È il suo primo derby."
    }
  },
  {
    "translation": {
      "en": "Even if I don't know the players, \"Hey, come inside. Check man behind. Watch on your right shoulder.\"",
      "it": "Anche se non conoscevo i giocatori, cercavo di dare consigli."
    }
  },
  {
    "translation": {
      "en": "[Gleeson] Meyiwa has even less experience then Khune.",
      "it": "Meyiwa ha meno esperienza di Khune."
    }
  },
  {
    "translation": {
      "en": "[Senzo] You know, \"Keeper's ball!\"",
      "it": "Reclamavo la palla."
    }
  },
  {
    "translation": {
      "en": "That's why I managed to-- to survive on those trials.",
      "it": "Così riuscii a sopravvivere a quelle selezioni."
    }
  },
  {
    "translation": {
      "en": "I think keeping, it's something that…",
      "it": "Era una cosa"
    }
  },
  {
    "translation": {
      "en": "It was in me.",
      "it": "che mi apparteneva."
    }
  },
  {
    "translation": {
      "en": "I'm the best keeper in the world.",
      "it": "Sono il portiere migliore del mondo."
    }
  },
  {
    "translation": {
      "en": "[in English] If you want to communicate with us,",
      "it": "LA MORTE DELLA STAR DEL CALCIO SCONVOLGE LE CELEBRITÀ LOCALI Chiamateci e raccontateci qual è stata la vostra reazione."
    }
  },
  {
    "translation": {
      "en": "and obviously, tonight it's a big one. What's your reaction to this?",
      "it": "Chiamateci e raccontateci qual è stata la vostra reazione."
    }
  },
  {
    "translation": {
      "en": "[caller 1, in Zulu] This Senzo thing is too painful.",
      "it": "La notizia di Senzo è dolorosa. CHIAMATE IN RADIO"
    }
  },
  {
    "translation": {
      "en": "[caller 2] Senzo's story is not okay. Not at all.",
      "it": "La storia di Senzo non ha alcun senso."
    }
  },
  {
    "translation": {
      "en": "[caller 3] We are heartbroken about Senzo!",
      "it": "Abbiamo il cuore a pezzi per Senzo!"
    }
  },
  {
    "translation": {
      "en": "He was so determined to play internationally one day,",
      "it": "Voleva giocare a livello internazionale,"
    }
  },
  {
    "translation": {
      "en": "for Barcelona, for Manchester United!",
      "it": "per il Barcelona, per il Manchester United!"
    }
  },
  {
    "translation": {
      "en": "[reporter, in English] And so this is the scene of the crime.",
      "it": "Questa è la scena del crimine."
    }
  },
  {
    "translation": {
      "en": "This house here behind me, that's where Senzo Meyiwa was shot last night.",
      "it": "Ieri sera, hanno sparato a Senzo Meyiwa in questa casa alle mie spalle."
    }
  },
  {
    "translation": {
      "en": "Three men came in, and they fired a shot that led to the death",
      "it": "Tre uomini sono entrati e hanno sparato un colpo fatale"
    }
  },
  {
    "translation": {
      "en": "of the South African national football captain.",
      "it": "per il capitano della nazionale."
    }
  },
  {
    "translation": {
      "en": "[man, in English] I work for a Sunday publication.",
      "it": "Lavoro per una rivista domenicale."
    }
  },
  {
    "translation": {
      "en": "My boss said,",
      "it": "Il mio capo disse:"
    }
  },
  {
    "translation": {
      "en": "\"This story is of national interest. This is the national goalkeeper.\"",
      "it": "\"È di interesse nazionale. È il portiere della nazionale."
    }
  },
  {
    "translation": {
      "en": "\"I want you guys to help with your skills, so we can get to the bottom of this.\"",
      "it": "Voglio che usiate le vostre abilità per arrivare in fondo a questa storia\"."
    }
  },
  {
    "translation": {
      "en": "When the details started emerging",
      "it": "Quando emersero i dettagli"
    }
  },
  {
    "translation": {
      "en": "that it was inside the house and there were seven people inside the house,",
      "it": "secondo cui era accaduto in casa e c'erano altre sette persone,"
    }
  },
  {
    "translation": {
      "en": "I said, \"We need to interview everyone who was in the house.\"",
      "it": "decisi che dovevamo intervistare quelle persone."
    }
  },
  {
    "translation": {
      "en": "First it was Kelly Khumalo, who was his girlfriend.",
      "it": "La prima fu Kelly Khumalo, la sua compagna."
    }
  },
  {
    "translation": {
      "en": "Kelly Khumalo's two kids.",
      "it": "I due figli di Kelly Khumalo."
    }
  },
  {
    "translation": {
      "en": "Her sister, Zandie.",
      "it": "Sua sorella, Zandie."
    }
  },
  {
    "translation": {
      "en": "Senzo's best friends,",
      "it": "I migliori amici di Senzo"
    }
  },
  {
    "translation": {
      "en": "as well as Longwe Twala, who was dating Zandie at the time.",
      "it": "e Longwe Twala che, all'epoca, frequentava Zandie."
    }
  },
  {
    "translation": {
      "en": "And Kelly's mom.",
      "it": "E la madre di Kelly."
    }
  },
  {
    "translation": {
      "en": "Kelly Khumalo is a well-known pop star in South Africa.",
      "it": "Kelly Khumalo è una famosa pop star sudafricana."
    }
  },
  {
    "translation": {
      "en": "She said one thing very touching to me at the time.",
      "it": "All'epoca, disse una cosa che mi commosse."
    }
  },
  {
    "translation": {
      "en": "She said, \"He died in my arms.\"",
      "it": "\"È morto tra le mie braccia.\""
    }
  },
  {
    "translation": {
      "en": "[Kelly, in English] We're fighting the intruders…",
      "it": "Opponemmo resistenza,"
    }
  },
  {
    "translation": {
      "en": "and… gunshots.",
      "it": "ma cominciarono a sparare."
    }
  },
  {
    "translation": {
      "en": "And then Senzo ran into my hands, I thought he was trying to protect me from these people,",
      "it": "Poi, Senzo corse verso di me, pensavo volesse proteggermi,"
    }
  },
  {
    "translation": {
      "en": "only to find out that he had been shot.",
      "it": "ma mi resi conto che gli avevano sparato."
    }
  },
  {
    "translation": {
      "en": "It was very, very sad, and very… We were all touched.",
      "it": "Era molto triste ed eravamo tutti commossi."
    }
  },
  {
    "translation": {
      "en": "[Kelly] And then when I held him, that's when I realized he had blood on his chest and on his back.",
      "it": "Quando lo abbracciai, notai il sangue sul suo petto e sulla schiena."
    }
  },
  {
    "translation": {
      "en": "And then that's when I tried…",
      "it": "E fu allora che provai…"
    }
  },
  {
    "translation": {
      "en": "Everybody tried in the house to take him to the hospital, and we rushed.",
      "it": "Cercammo di portarlo di corsa in ospedale."
    }
  },
  {
    "translation": {
      "en": "I prayed until I ran out of words to say. [crying]",
      "it": "Pregai finché non esaurii le parole."
    }
  },
  {
    "translation": {
      "en": "[Kelly] First of all, I have never seen a gun,",
      "it": "Innanzitutto, non ho mai visto una pistola,"
    }
  },
  {
    "translation": {
      "en": "ever in my life.",
      "it": "mai nella vita."
    }
  },
  {
    "translation": {
      "en": "So imagine what I was going through.",
      "it": "Immaginate come possa essermi sentita."
    }
  },
  {
    "translation": {
      "en": "I have children in my house",
      "it": "In casa, con i miei figli"
    }
  },
  {
    "translation": {
      "en": "and I have my family in my house and there's these intruders in the house.",
      "it": "e la mia famiglia, c'erano questi estranei."
    }
  },
  {
    "translation": {
      "en": "I… At some point, I forgot my children.",
      "it": "All'inizio, mi dimenticai dei miei figli."
    }
  },
  {
    "translation": {
      "en": "That's what happened to me at that point, and when I came back to my senses,",
      "it": "Ebbi un momento di confusione, ma quando mi ripresi,"
    }
  },
  {
    "translation": {
      "en": "I remembered that, actually, I have children in the house.",
      "it": "mi ricordai che c'erano i miei figli."
    }
  },
  {
    "translation": {
      "en": "And I wanted to protect my children. At the same time, I wanted to protect myself.",
      "it": "Volevo proteggere i miei figli, ma volevo anche proteggere me stessa."
    }
  },
  {
    "translation": {
      "en": "So it was just a whole lot of things happening at once,",
      "it": "Stavano succedendo tante cose tutte insieme,"
    }
  },
  {
    "translation": {
      "en": "and very confusing,",
      "it": "ero confusa"
    }
  },
  {
    "translation": {
      "en": "and… and I felt so powerless,",
      "it": "e mi sentivo impotente,"
    }
  },
  {
    "translation": {
      "en": "because I'm always that person who wants to protect.",
      "it": "perché, per natura, voglio sempre proteggere tutti."
    }
  },
  {
    "translation": {
      "en": "I'm always that person who wants to be there for the people who need me.",
      "it": "Cerco sempre di esserci quando le persone hanno bisogno di me."
    }
  },
  {
    "translation": {
      "en": "But at that particular time, I just had to be there for myself.",
      "it": "Ma in quel momento, dovevo esserci solo per me stessa."
    }
  },
  {
    "translation": {
      "en": "[Kelly] I had a performance that day in Soweto,",
      "it": "Quel giorno, feci uno spettacolo a Soweto"
    }
  },
  {
    "translation": {
      "en": "and for some reason,",
      "it": "e, per qualche motivo,"
    }
  },
  {
    "translation": {
      "en": "he had just decided that he wanted to spend the entire day with me.",
      "it": "decise che voleva passare la giornata con me."
    }
  },
  {
    "translation": {
      "en": "And my sister was there.",
      "it": "C'era anche mia sorella."
    }
  },
  {
    "translation": {
      "en": "And then we had invited another friend from KZN over.",
      "it": "Avevamo invitato anche un amico di KwaZulu-Natal."
    }
  },
  {
    "translation": {
      "en": "So the friend called, and it was time for us to go pick him up,",
      "it": "FOTO POSTATA ORE PRIMA DELLA MORTE DI SENZO Ci chiamò, perché dovevamo andare a prenderlo."
    }
  },
  {
    "translation": {
      "en": "so we picked him up.",
      "it": "Ci chiamò, perché dovevamo andare a prenderlo."
    }
  },
  {
    "translation": {
      "en": "[in English] Yeah, I remember. I was waiting for them there.",
      "it": "Sì, mi ricordo. Li stavo aspettando laggiù."
    }
  },
  {
    "translation": {
      "en": "Whenever I'm going to meet Senzo, I was always happy.",
      "it": "Ero sempre felice di vedere Senzo,"
    }
  },
  {
    "translation": {
      "en": "Because I knew we were going to party and have some drinks.",
      "it": "perché sapevo che ci saremmo divertiti e avremmo bevuto."
    }
  },
  {
    "translation": {
      "en": "Senzo was my best friend. He was everything to me. He was like a brother.",
      "it": "Senzo era il mio migliore amico, era come un fratello per me."
    }
  },
  {
    "translation": {
      "en": "He was like… he was like a family member.",
      "it": "Era una persona di famiglia."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] When we got to the house, Kelly's mom was there with the kids.",
      "it": "Quando arrivammo alla casa, la mamma di Kelly era lì con i bambini."
    }
  },
  {
    "translation": {
      "en": "They prepared lunch together. It was Kelly's mom, Kelly, and Zandie.",
      "it": "MADRE DI KELLY La madre di Kelly, Kelly e Zandie prepararono da mangiare."
    }
  },
  {
    "translation": {
      "en": "[in English] I don't even know where to start, hey.",
      "it": "Non so da dove cominciare."
    }
  },
  {
    "translation": {
      "en": "Hmm…",
      "it": "INTERVISTA RADIOFONICA - MAGGIO 2018"
    }
  },
  {
    "translation": {
      "en": "[softly] Yeah.",
      "it": "Già."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "it": "Scusate."
    }
  },
  {
    "translation": {
      "en": "[Zandie, in Zulu] We shared a Sunday meal that my mother had prepared, as usual.",
      "it": "Come ogni domenica, mia madre aveva cucinato per tutti."
    }
  },
  {
    "translation": {
      "en": "Around sunset, Longwe called to say he was coming over.",
      "it": "Verso sera, Longwe chiamò per dire che stava venendo."
    }
  },
  {
    "translation": {
      "en": "I said no problem, because my mom had prepared food.",
      "it": "Gli dissi che non c'era problema, perché mia madre aveva cucinato."
    }
  },
  {
    "translation": {
      "en": "[wa Afrika, in English] My understanding is that Longwe and Zandie, it was a fresh love.",
      "it": "La storia tra Longwe e Zandie era appena nata."
    }
  },
  {
    "translation": {
      "en": "Longwe is the son of one of South Africa's most famous music producers,",
      "it": "Longwe è il figlio del produttore musicale più famoso del Sudafrica,"
    }
  },
  {
    "translation": {
      "en": "Kelly, at that time, she was recording an album at Chicco's house.",
      "it": "All'epoca, Kelly stava incidendo un album a casa di Chicco."
    }
  },
  {
    "translation": {
      "en": "She used to go there with Zandie,",
      "it": "Ci andava sempre con Zandie"
    }
  },
  {
    "translation": {
      "en": "and, most of the time, Longwe was there at the house.",
      "it": "e, molto spesso, in casa c'era anche Longwe."
    }
  },
  {
    "translation": {
      "en": "So, they met, fell in love, and they started dating.",
      "it": "Si incontrarono, si innamorarono e iniziarono a frequentarsi."
    }
  },
  {
    "translation": {
      "en": "I came that day, innocently. I just came to pick Zandie up,",
      "it": "Quel giorno, andai lì senza secondi fini. Andai solo a prendere Zandie,"
    }
  },
  {
    "translation": {
      "en": "but then Zandie told me that their mother has cooked Sunday lunch.",
      "it": "ma lei mi disse che la madre aveva preparato da mangiare."
    }
  },
  {
    "translation": {
      "en": "I loved Zandie at the time,",
      "it": "Ero innamorato di Zandie"
    }
  },
  {
    "translation": {
      "en": "you know, I wanted also a good reputation towards the mother and everything.",
      "it": "e volevo fare una buona impressione sulla madre."
    }
  },
  {
    "translation": {
      "en": "So, you know, I stayed.",
      "it": "Così, decisi di rimanere."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] It all happened shortly before 9:00 p.m.",
      "it": "Accadde tutto poco prima delle 21:00."
    }
  },
  {
    "translation": {
      "en": "Shortly before 9:00.",
      "it": "Prima delle 21:00."
    }
  },
  {
    "translation": {
      "en": "[Tumelo, in Zulu] We were watching soccer.",
      "it": "Guardavamo la partita."
    }
  },
  {
    "translation": {
      "en": "Chelsea was playing Manchester.",
      "it": "Il Chelsea giocava contro il Manchester."
    }
  },
  {
    "translation": {
      "en": "Everyone was drinking that day.",
      "it": "Tutti avevamo bevuto quel giorno."
    }
  },
  {
    "translation": {
      "en": "[in English] A bang at the door, and the door opened. And it was two guys.",
      "it": "La porta si aprì con un colpo ed entrarono due uomini. SCENA DEL CRIMINE"
    }
  },
  {
    "translation": {
      "en": "[Tumelo, in Zulu] That's when the man with the short dreads and hat came in.",
      "it": "Fu allora che entrò un uomo con i dread e il cappello."
    }
  },
  {
    "translation": {
      "en": "He pointed a gun at us and demanded money and cellphones.",
      "it": "Ci puntò una pistola contro e pretese soldi e cellulari."
    }
  },
  {
    "translation": {
      "en": "I couldn't believe it. I thought he was playing.",
      "it": "Non riuscivo a crederci. Pensavo fosse uno scherzo."
    }
  },
  {
    "translation": {
      "en": "Until I saw everyone's reaction and realized it was serious.",
      "it": "Ma quando vidi la reazione di tutti, capii che era vero."
    }
  },
  {
    "translation": {
      "en": "[in English] I was actually the first to stand up to try and protect everyone.",
      "it": "Mi alzai per cercare di proteggere tutti."
    }
  },
  {
    "translation": {
      "en": "Not realizing that the other guy was… also had a gun, and pointed the gun at me.",
      "it": "Non mi ero reso conto che l'altro tizio mi puntava una pistola contro."
    }
  },
  {
    "translation": {
      "en": "And I actually ran out.",
      "it": "E scappai via."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] He pushed the first guy and ran past the second guy.",
      "it": "Spinse il primo uomo e superò il secondo."
    }
  },
  {
    "translation": {
      "en": "[in English] I wanted to go get help, but it was late.",
      "it": "Volevo chiedere aiuto, ma era tardi."
    }
  },
  {
    "translation": {
      "en": "Neighbors and everyone was sleeping.",
      "it": "I vicini stavano dormendo."
    }
  },
  {
    "translation": {
      "en": "I didn't have my phone, I left it at the house, so I couldn't call the cops.",
      "it": "Il mio telefono era in casa e non potevo chiamare la polizia."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] When we saw Longwe push him, everyone else jumped up.",
      "it": "Quando Longwe lo spinse, tutti reagimmo."
    }
  },
  {
    "translation": {
      "en": "We tried to push both men towards the door.",
      "it": "Cercammo di spingerli entrambi verso la porta."
    }
  },
  {
    "translation": {
      "en": "There was a scuffle back and forth.",
      "it": "Ci fu una rissa."
    }
  },
  {
    "translation": {
      "en": "We were all in the kitchen fighting these people.",
      "it": "Eravamo tutti in cucina a combattere."
    }
  },
  {
    "translation": {
      "en": "[Zandie] Next thing, the gun went off…",
      "it": "Poi sentimmo un colpo di pistola."
    }
  },
  {
    "translation": {
      "en": "When I heard the gunshot, I ran into the bathroom.",
      "it": "Quando sentii lo sparo, corsi in bagno."
    }
  },
  {
    "translation": {
      "en": "I ran and hid in the bedroom.",
      "it": "Mi nascosi in camera da letto."
    }
  },
  {
    "translation": {
      "en": "The gunshot woke up Senzo's baby.",
      "it": "Lo sparo svegliò la figlia di Senzo."
    }
  },
  {
    "translation": {
      "en": "I only realized when I came out of the room that Senzo had been shot.",
      "it": "Solo quando uscii dalla stanza, mi resi conto che avevano sparato a Senzo."
    }
  },
  {
    "translation": {
      "en": "He was lying on the floor between the couch and the TV stand.",
      "it": "Era steso sul pavimento tra il divano e il mobile della televisione."
    }
  },
  {
    "translation": {
      "en": "I called Senzo's name…",
      "it": "Chiamai Senzo…"
    }
  },
  {
    "translation": {
      "en": "then I started panicking and crying.",
      "it": "poi, andai nel panico e cominciai a piangere."
    }
  },
  {
    "translation": {
      "en": "[in English] I never thought I would come here again.",
      "it": "Non pensavo che sarei tornato qui."
    }
  },
  {
    "translation": {
      "en": "Just bring back the memories and stuff.",
      "it": "Mi riporta alla mente troppo ricordi."
    }
  },
  {
    "translation": {
      "en": "[in English] We couldn't even wait for an ambulance to arrive,",
      "it": "Non potevamo aspettare l'ambulanza,"
    }
  },
  {
    "translation": {
      "en": "because for me, it felt like I would be giving up on him.",
      "it": "perché, per me, era come arrendersi."
    }
  },
  {
    "translation": {
      "en": "[crying] I didn't want him to feel like I was giving up on him.",
      "it": "E non volevo che pensasse che mi fossi arresa."
    }
  },
  {
    "translation": {
      "en": "[Kelly] I keep thinking about it.",
      "it": "Ci penso di continuo."
    }
  },
  {
    "translation": {
      "en": "Why would somebody want to do that to such an amazing person?",
      "it": "Perché fare una cosa del genere a una persona eccezionale?"
    }
  },
  {
    "translation": {
      "en": "He was at the peak of his career. He was doing so…",
      "it": "Era all'apice della sua carriera. Era così… NOVEMBRE 2015"
    }
  },
  {
    "translation": {
      "en": "You don't understand how happy he was.",
      "it": "Era al settimo cielo."
    }
  },
  {
    "translation": {
      "en": "He was extremely happy with himself,",
      "it": "Era soddisfatto di se stesso,"
    }
  },
  {
    "translation": {
      "en": "extremely comfortable with himself and his life.",
      "it": "era sicuro di se stesso e della sua vita."
    }
  },
  {
    "translation": {
      "en": "How can somebody steal that away from him? From all of us.",
      "it": "Perché hanno privato lui e noi di tutto questo?"
    }
  },
  {
    "translation": {
      "en": "I pray to God that one day, we are able to find those people and justice is-- is served.",
      "it": "Prego Dio che, un giorno, trovino quelle persone e che sia fatta giustizia."
    }
  },
  {
    "translation": {
      "en": "[woman 1, in English] Police say he was in a house with seven other people when it happened.",
      "it": "Al momento del fatto, era in casa con altre sette persone."
    }
  },
  {
    "translation": {
      "en": "[woman 2] Meyiwa was the only person of the seven inside the house who was injured.",
      "it": "Tra tutte le persone in casa, solo Meyiwa è stato ferito."
    }
  },
  {
    "translation": {
      "en": "[Marawa] But why him?",
      "it": "Perché lui?"
    }
  },
  {
    "translation": {
      "en": "It was sudden, it was gruesome, it was brutal.",
      "it": "Fu improvviso, raccapricciante, brutale."
    }
  },
  {
    "translation": {
      "en": "It was final.",
      "it": "Fu irrimediabile."
    }
  },
  {
    "translation": {
      "en": "You know? So people still had and held on to so many of the memories.",
      "it": "La gente aveva e si aggrappava a tanti ricordi."
    }
  },
  {
    "translation": {
      "en": "So that is why people are still trying to piece it together.",
      "it": "Per questo la gente cerca ancora di dargli un senso."
    }
  },
  {
    "translation": {
      "en": "What was the motive?",
      "it": "Qual era il movente?"
    }
  },
  {
    "translation": {
      "en": "It was difficult to know and to think, because there were so many different stories.",
      "it": "Era difficile comprenderlo, perché c'erano tante versioni diverse."
    }
  },
  {
    "translation": {
      "en": "[man, in Zulu] They phoned me from the house when it happened.",
      "it": "Quando accadde, mi chiamarono dalla casa."
    }
  },
  {
    "translation": {
      "en": "I gave the phone to my wife.",
      "it": "Passai il telefono a mia moglie. Non capivo cosa dicessero."
    }
  },
  {
    "translation": {
      "en": "My wife asked \"What's wrong?\" I couldn't hear what they were saying.",
      "it": "Passai il telefono a mia moglie. Non capivo cosa dicessero. FRATELLO MAGGIORE DI SENZO"
    }
  },
  {
    "translation": {
      "en": "They said he's been shot. \"Senzo's been shot.\"",
      "it": "Dissero che avevano sparato a Senzo."
    }
  },
  {
    "translation": {
      "en": "Like it was an accident.",
      "it": "Come se fosse stato un incidente."
    }
  },
  {
    "translation": {
      "en": "I kept asking, \"How?\"",
      "it": "Continuavo a chiedere: \"Come?\""
    }
  },
  {
    "translation": {
      "en": "And they said, \"It's true. He's been shot.\"",
      "it": "E loro dissero che era tutto vero."
    }
  },
  {
    "translation": {
      "en": "[Tumelo] Some neighbors helped us get Senzo into the car.",
      "it": "Dei vicini ci aiutarono a mettere Senzo in macchina."
    }
  },
  {
    "translation": {
      "en": "He was heavy.",
      "it": "Era pesante."
    }
  },
  {
    "translation": {
      "en": "And Kelly was driving very fast.",
      "it": "Kelly andava a tutta velocità."
    }
  },
  {
    "translation": {
      "en": "I was in the back, with Senzo's head on my lap.",
      "it": "Io ero seduto dietro con la testa di Senzo in grembo."
    }
  },
  {
    "translation": {
      "en": "[Sifiso] I asked if he was alive.",
      "it": "Chiesi se era ancora vivo."
    }
  },
  {
    "translation": {
      "en": "\"He's alive. We're rushing him to the hospital.\"",
      "it": "\"È ancora vivo. Stiamo andando in ospedale.\""
    }
  },
  {
    "translation": {
      "en": "That's what they said.",
      "it": "Non dissero altro."
    }
  },
  {
    "translation": {
      "en": "[Tumelo] I knew something was wrong.",
      "it": "Sapevo che c'era qualcosa che non andava,"
    }
  },
  {
    "translation": {
      "en": "because he'd stopped breathing.",
      "it": "perché aveva smesso di respirare."
    }
  },
  {
    "translation": {
      "en": "[in English] At some point, I left the room where they were trying to resuscitate him, to pray,",
      "it": "A un certo punto, uscii dalla stanza, in cui lo stavano rianimando, per pregare."
    }
  },
  {
    "translation": {
      "en": "and all I heard was my mother screaming at the top of her voice.",
      "it": "Sentii mia madre urlare a squarciagola"
    }
  },
  {
    "translation": {
      "en": "[sobs] And then I knew that…",
      "it": "e capii"
    }
  },
  {
    "translation": {
      "en": "he was gone.",
      "it": "che era morto."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] I said to him, \"Senzo, did you bring me here to watch you die?\"",
      "it": "Gli dissi: \"Senzo, mi hai portato qui per vederti morire?\""
    }
  },
  {
    "translation": {
      "en": "I remember I kissed him on his forehead.",
      "it": "Ricordo di averlo baciato sulla fronte."
    }
  },
  {
    "translation": {
      "en": "I didn't even notice everyone arriving.",
      "it": "Non mi resi conto della gente che arrivava."
    }
  },
  {
    "translation": {
      "en": "[in English] Everyone was fighting, wanting to go and see Senzo,",
      "it": "Tutti litigavano, volevano vedere Senzo,"
    }
  },
  {
    "translation": {
      "en": "'cause they didn't believe that Senzo was shot.",
      "it": "perché nessuno riusciva a crederci."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] When we got back to the house, the police were there.",
      "it": "Quando tornammo a casa, c'era la polizia."
    }
  },
  {
    "translation": {
      "en": "[wa Afrika, in English] As a journalist, you know, you've got sources.",
      "it": "Tutti i giornalisti hanno le loro fonti."
    }
  },
  {
    "translation": {
      "en": "And then you go to them and say, \"Please, please, I'm begging,",
      "it": "Vai da loro e le implori."
    }
  },
  {
    "translation": {
      "en": "if you know about this, please can I just have a look?\"",
      "it": "Chiedi informazioni e di poter dare un'occhiata."
    }
  },
  {
    "translation": {
      "en": "I was fortunate enough that I was shown the docket.",
      "it": "Ebbi la fortuna di dare un'occhiata al verbale."
    }
  },
  {
    "translation": {
      "en": "There is one neighbor",
      "it": "C'era una vicina"
    }
  },
  {
    "translation": {
      "en": "who disposed an affidavit to say she ordered people to clean the house where Senzo was killed",
      "it": "che dichiarò di aver ordinato di ripulire la casa in cui venne ucciso Senzo"
    }
  },
  {
    "translation": {
      "en": "and throw away whatever they were drinking, because she didn't want people to see",
      "it": "e buttare quello che avevano bevuto, perché non voleva che vedessero"
    }
  },
  {
    "translation": {
      "en": "that Senzo died in a place where they were drinking.",
      "it": "che era morto in un posto in cui avevano bevuto."
    }
  },
  {
    "translation": {
      "en": "And also, she didn't want people to see Senzo's blood.",
      "it": "E non voleva che la gente vedesse il sangue di Senzo."
    }
  },
  {
    "translation": {
      "en": "[in English] If there is any allegation of the house",
      "it": "Se c'è il sospetto che la casa"
    }
  },
  {
    "translation": {
      "en": "being cleaned before",
      "it": "sia stata ripulita"
    }
  },
  {
    "translation": {
      "en": "the police arrived, it's tampering.",
      "it": "prima dell'arrivo della polizia, la scena è considerata contaminata."
    }
  },
  {
    "translation": {
      "en": "You're supposed to be charging that person for defeating the ends of justice. Because that's-- that's exactly what it is.",
      "it": "Quella persona dovrebbe essere accusata di intralcio alla giustizia."
    }
  },
  {
    "translation": {
      "en": "Where are the charges? Why are they not before the courts?",
      "it": "Dove sono le accuse? Perché non è in tribunale?"
    }
  },
  {
    "translation": {
      "en": "When we all arrived there, it was trampled upon already.",
      "it": "Quando arrivammo, erano passati ovunque."
    }
  },
  {
    "translation": {
      "en": "Personally, we never found any bullet or empty cartridge.",
      "it": "Noi, personalmente, non trovammo proiettili o cartucce vuote."
    }
  },
  {
    "translation": {
      "en": "Senzo's case was broken…",
      "it": "Il caso di Senzo venne compromesso"
    }
  },
  {
    "translation": {
      "en": "at that crime scene.",
      "it": "su quella scena del crimine."
    }
  },
  {
    "translation": {
      "en": "[in English] If the house was cleaned, what about the hat?",
      "it": "Se la casa era stata pulita, perché il cappello era lì?"
    }
  },
  {
    "translation": {
      "en": "Because that guy who entered the house,",
      "it": "FOTO NUMERO 005 L'uomo che era entrato indossava un cappello e aveva i dread."
    }
  },
  {
    "translation": {
      "en": "was wearing a hat with the short dreads.",
      "it": "L'uomo che era entrato indossava un cappello e aveva i dread."
    }
  },
  {
    "translation": {
      "en": "So obviously, it belongs to him.",
      "it": "Apparteneva sicuramente a lui."
    }
  },
  {
    "translation": {
      "en": "If the house was cleaned when we came back from hospital, what about the hat?",
      "it": "FOTO NUMERO 012 Perché il cappello era lì se la casa era stata ripulita?"
    }
  },
  {
    "translation": {
      "en": "[in Zulu] I'm not saying if it was cleaned or not, but the hat was found on the floor, right?",
      "it": "Non so se fosse stata ripulita, ma il cappello era sul pavimento."
    }
  },
  {
    "translation": {
      "en": "So why didn't the person who cleaned remove the hat?",
      "it": "Perché la persona che pulì non tolse il cappello?"
    }
  },
  {
    "translation": {
      "en": "[Khoza] We want to indicate that as Orlando Pirates Football Club,",
      "it": "Tutto l'Orlando Pirates Football Club"
    }
  },
  {
    "translation": {
      "en": "we are devastated.",
      "it": "è devastato."
    }
  },
  {
    "translation": {
      "en": "I said to the players, it's only fair that you must cry.",
      "it": "Ho detto ai giocatori che è giusto piangere…"
    }
  },
  {
    "translation": {
      "en": "Because it's not easy to hold back emotions,",
      "it": "perché non è facile trattenere le emozioni…"
    }
  },
  {
    "translation": {
      "en": "especially on an event",
      "it": "PROPRIETARIO DELL'ORLANDO PIRATES …soprattutto in circostanze come questa."
    }
  },
  {
    "translation": {
      "en": "like this one.",
      "it": "…soprattutto in circostanze come questa."
    }
  },
  {
    "translation": {
      "en": "[Sifiso, in Zulu] Senzo was shot on the Sunday.",
      "it": "La domenica, spararono a Senzo."
    }
  },
  {
    "translation": {
      "en": "I left for Johannesburg on the Tuesday.",
      "it": "Il martedì, partii per Johannesburg."
    }
  },
  {
    "translation": {
      "en": "I went to choose a coffin.",
      "it": "Andai a scegliere una bara."
    }
  },
  {
    "translation": {
      "en": "The funeral was going to be paid for by Irvin.",
      "it": "Irvin avrebbe pagato le spese del funerale."
    }
  },
  {
    "translation": {
      "en": "[wa Afrika, in English] Irvin Khoza is one of the most powerful soccer administrators in South Africa.",
      "it": "Irvin Khoza è uno dei dirigenti sportivi più potenti del Sudafrica."
    }
  },
  {
    "translation": {
      "en": "We can say that he's the boss of South African soccer.",
      "it": "In un certo senso, è il boss del calcio sudafricano."
    }
  },
  {
    "translation": {
      "en": "He's very good as an administrator.",
      "it": "È un ottimo dirigente."
    }
  },
  {
    "translation": {
      "en": "[Khoza] For every nook and cranny, there's a football supporter.",
      "it": "In ogni angolo, c'è un tifoso di calcio."
    }
  },
  {
    "translation": {
      "en": "So I'm saying that we're all supporters in this country.",
      "it": "Quindi, in questo Paese, siamo tutti tifosi."
    }
  },
  {
    "translation": {
      "en": "Every corner of this country,",
      "it": "Ogni persona di questo Paese"
    }
  },
  {
    "translation": {
      "en": "let them help us.",
      "it": "ci aiuterà."
    }
  },
  {
    "translation": {
      "en": "Because we don't want to speculate.",
      "it": "Perché non vogliamo speculare."
    }
  },
  {
    "translation": {
      "en": "We want to know who killed Senzo. Later on, we'll know why.",
      "it": "Vogliamo sapere chi ha ucciso Senzo. Più in là, scopriremo perché."
    }
  },
  {
    "translation": {
      "en": "[Sifiso, in Zulu] What I heard about the night Senzo got shot",
      "it": "Mi dissero che, la notte in cui spararono a Senzo,"
    }
  },
  {
    "translation": {
      "en": "is there was someone who was passing by.",
      "it": "una persona passò nei pressi della casa."
    }
  },
  {
    "translation": {
      "en": "I won't mention the person's name.",
      "it": "Non dirò il suo nome."
    }
  },
  {
    "translation": {
      "en": "He heard the gunshots and hid.",
      "it": "Sentì gli spari e si nascose."
    }
  },
  {
    "translation": {
      "en": "He hid for more than two hours watching Kelly's home,",
      "it": "Si nascose per più di due ore e rimase a osservare la casa di Kelly."
    }
  },
  {
    "translation": {
      "en": "and didn't see any intruders exiting the gate.",
      "it": "Non vide nessun estraneo uscire."
    }
  },
  {
    "translation": {
      "en": "It didn't happen.",
      "it": "Non era successo."
    }
  },
  {
    "translation": {
      "en": "No robbers entered that house.",
      "it": "Nessun ladro era entrato in quella casa."
    }
  },
  {
    "translation": {
      "en": "Senzo… was shot by someone in the house.",
      "it": "Qualcuno che si trovava in casa aveva sparato a Senzo."
    }
  },
  {
    "translation": {
      "en": "[Masechaba Ndlovu, in English] Who do you think killed your son?",
      "it": "Secondo lei, chi ha ucciso suo figlio?"
    }
  },
  {
    "translation": {
      "en": "[in Zulu] The person who killed Senzo",
      "it": "Senzo è stato ucciso…"
    }
  },
  {
    "translation": {
      "en": "was one of those in the house.",
      "it": "PADRE DI SENZO INTERVISTA RADIOFONICA …da una delle persone in casa."
    }
  },
  {
    "translation": {
      "en": "That boy, Tumelo Madlala, was there.",
      "it": "Quel tizio, Tumelo Madlala, era lì."
    }
  },
  {
    "translation": {
      "en": "To be honest, I was angry with Tumelo.",
      "it": "Sinceramente, ero arrabbiata con Tumelo. Sono ancora arrabbiata con lui."
    }
  },
  {
    "translation": {
      "en": "I'm still angry at him.",
      "it": "MADRE DI SENZO"
    }
  },
  {
    "translation": {
      "en": "Tumelo was there when Senzo was shot on the Sunday.",
      "it": "Tumelo era lì, quella domenica, quando spararono a Senzo."
    }
  },
  {
    "translation": {
      "en": "He only came back from Johannesburg on Thursday.",
      "it": "Tornò da Johannesburg il giovedì."
    }
  },
  {
    "translation": {
      "en": "Only then did he come to us.",
      "it": "Solo allora venne da noi."
    }
  },
  {
    "translation": {
      "en": "[Tumelo, in Zulu] I was still there because I was waiting for my phone.",
      "it": "Ero ancora lì, perché aspettavo il telefono."
    }
  },
  {
    "translation": {
      "en": "The police took our phones that day in Vosloorus.",
      "it": "La polizia prese i nostri telefoni quel giorno a Vosloorus."
    }
  },
  {
    "translation": {
      "en": "If I didn't stay at Kelly's, where I was initially visiting,",
      "it": "Se non fossi rimasto da Kelly, dove ero in visita,"
    }
  },
  {
    "translation": {
      "en": "where was I going to stay?",
      "it": "dove sarei potuto andare?"
    }
  },
  {
    "translation": {
      "en": "Where was I going to stay?",
      "it": "Dove sarei potuto andare?"
    }
  },
  {
    "translation": {
      "en": "Everyone in the house was crying.",
      "it": "Tutti in casa piangevano."
    }
  },
  {
    "translation": {
      "en": "Kelly would lock herself in the bedroom the whole day.",
      "it": "Kelly rimaneva in camera tutto il giorno."
    }
  },
  {
    "translation": {
      "en": "It wasn't pleasant in the house.",
      "it": "Non fu piacevole."
    }
  },
  {
    "translation": {
      "en": "[Sifiso] Tumelo said Senzo was shot accidentally.",
      "it": "Tumelo disse che spararono a Senzo per sbaglio."
    }
  },
  {
    "translation": {
      "en": "That's what he said. Senzo was shot by mistake.",
      "it": "Disse che avevano sparato a Senzo per sbaglio."
    }
  },
  {
    "translation": {
      "en": "Surely if I call you, the first thing you would say is,",
      "it": "Se ti chiamassi, la prima cosa che diresti sarebbe:"
    }
  },
  {
    "translation": {
      "en": "\"Robbers came in and shot your brother.\"",
      "it": "\"Sono entrati i ladri e hanno sparato a tuo fratello\"."
    }
  },
  {
    "translation": {
      "en": "Instead they made it sound like it was an accident.",
      "it": "Invece, lo fecero sembrare un incidente."
    }
  },
  {
    "translation": {
      "en": "They said, \"He's been shot.\"",
      "it": "Dissero: \"Gli hanno sparato\"."
    }
  },
  {
    "translation": {
      "en": "[Tumelo, in Zulu] People believe I know something. That I'm being paid by someone.",
      "it": "La gente pensa che io sappia qualcosa, che qualcuno mi abbia pagato."
    }
  },
  {
    "translation": {
      "en": "Many things have been said about me on the radio. Especially by Senzo's family.",
      "it": "In radio, hanno detto molte cose su di me. Soprattutto la famiglia di Senzo."
    }
  },
  {
    "translation": {
      "en": "Senzo's family is dealing with a wound, but I have that wound too.",
      "it": "La famiglia di Senzo sta soffrendo, ma sto soffrendo anche io."
    }
  },
  {
    "translation": {
      "en": "That empty space they feel, I feel it too.",
      "it": "Quel vuoto che sentono, lo sento anche io."
    }
  },
  {
    "translation": {
      "en": "[Sifiso] Tumelo is a long-time friend of Senzo.",
      "it": "Tumelo è un vecchio amico di Senzo."
    }
  },
  {
    "translation": {
      "en": "He was a few grades ahead at school.",
      "it": "Era qualche anno più avanti a scuola."
    }
  },
  {
    "translation": {
      "en": "They were best friends.",
      "it": "Erano migliori amici."
    }
  },
  {
    "translation": {
      "en": "[Sifiso] That's what is confusing me.",
      "it": "È questo che mi confonde."
    }
  },
  {
    "translation": {
      "en": "I don't understand why they would lie.",
      "it": "Non capisco perché dovrebbero mentire."
    }
  },
  {
    "translation": {
      "en": "I know this is a cover-up.",
      "it": "So che è una copertura."
    }
  },
  {
    "translation": {
      "en": "I'm confused about why they won't speak up.",
      "it": "Non capisco perché non parlino."
    }
  },
  {
    "translation": {
      "en": "Maybe they were threatened.",
      "it": "Forse vennero minacciati."
    }
  },
  {
    "translation": {
      "en": "This thing just brings me pain.",
      "it": "Provo un immenso dolore."
    }
  },
  {
    "translation": {
      "en": "[man, in Zulu] It's a video, no pictures.",
      "it": "È un video, non una foto."
    }
  },
  {
    "translation": {
      "en": "[Tumelo, in Zulu] This is where Senzo was building his dream house.",
      "it": "Qui Senzo stava costruendo la casa dei suoi sogni."
    }
  },
  {
    "translation": {
      "en": "It's been a long time, but we went there often.",
      "it": "È passato tanto tempo, ma ci venivamo spesso."
    }
  },
  {
    "translation": {
      "en": "My heart breaks when I see this place.",
      "it": "Vedere questo posto mi spezza il cuore."
    }
  },
  {
    "translation": {
      "en": "[Riah Phiyega, in English] We have put forward a reward.",
      "it": "Abbiamo previsto una ricompensa."
    }
  },
  {
    "translation": {
      "en": "This reward is on offer for any information",
      "it": "È un'offerta per qualsiasi informazione… COMMISSARIO DELLA POLIZIA NAZIONALE"
    }
  },
  {
    "translation": {
      "en": "that could lead to the arrest and conviction of the perpetrators.",
      "it": "…che potrebbe condurre all'arresto e alla condanna dei colpevoli."
    }
  },
  {
    "translation": {
      "en": "We believe that someone,",
      "it": "Siamo convinti che qualcuno,"
    }
  },
  {
    "translation": {
      "en": "somewhere,",
      "it": "da qualche parte,"
    }
  },
  {
    "translation": {
      "en": "somehow,",
      "it": "in qualche modo,"
    }
  },
  {
    "translation": {
      "en": "knows something about this crime.",
      "it": "sappia qualcosa su questo crimine."
    }
  },
  {
    "translation": {
      "en": "And we appeal to that person to come forward, talk to us as the police,",
      "it": "Chiediamo a quella persona di farsi avanti, di parlare con la polizia,"
    }
  },
  {
    "translation": {
      "en": "so that we can really do justice to this investigation.",
      "it": "per permetterci di rendere giustizia a questa indagine."
    }
  },
  {
    "translation": {
      "en": "[woman, in Afrikaans] I got a call",
      "it": "Ricevetti una telefonata,"
    }
  },
  {
    "translation": {
      "en": "from my national coordinator the morning after the murder.",
      "it": "la mattina dell'omicidio, dal mio coordinatore nazionale."
    }
  },
  {
    "translation": {
      "en": "She said she needed my services.",
      "it": "Disse che aveva bisogno della mia assistenza."
    }
  },
  {
    "translation": {
      "en": "[in English] I'm Amanda Yvonne Steenkamp.",
      "it": "Mi chiamo Amanda Yvonne Steenkamp."
    }
  },
  {
    "translation": {
      "en": "I'm a retired police officer in the facial identification unit.",
      "it": "Sono un agente in pensione dell'Unità Riconoscimento Facciale."
    }
  },
  {
    "translation": {
      "en": "[in Afrikaans] I asked to speak to the witnesses individually.",
      "it": "Chiesi di parlare con ogni testimone singolarmente."
    }
  },
  {
    "translation": {
      "en": "It's better because they can't confuse or influence one another.",
      "it": "Chiesi di parlare con ogni testimone singolarmente. È meglio, perché non si confondono o non si influenzano a vicenda."
    }
  },
  {
    "translation": {
      "en": "I can remember the first person I interviewed was Kelly Khumalo.",
      "it": "Ricordo di aver interrogato per prima Kelly Khumalo."
    }
  },
  {
    "translation": {
      "en": "[in English] She compiled the face of the person who entered the premises first.",
      "it": "Fornì l'identikit della persona che era entrata per prima."
    }
  },
  {
    "translation": {
      "en": "[in Afrikaans] She pointed out the eyes, she remembered. The nose was very narrow.",
      "it": "Ricordava molto bene gli occhi. Aveva il naso sottile."
    }
  },
  {
    "translation": {
      "en": "He had thin lips.",
      "it": "Le labbra sottili."
    }
  },
  {
    "translation": {
      "en": "She remembered he was wearing a hat.",
      "it": "Ricordava che indossava un cappello."
    }
  },
  {
    "translation": {
      "en": "Next, I interviewed her sister.",
      "it": "Poi, intervistai la sorella."
    }
  },
  {
    "translation": {
      "en": "She said that the hat fell off, showing his dreadlocks.",
      "it": "Disse che il cappello cadde mostrando dei dread"
    }
  },
  {
    "translation": {
      "en": "Behind, medium length.",
      "it": "di lunghezza media."
    }
  },
  {
    "translation": {
      "en": "[in English] One has been described as tall and slender with dreadlocks.",
      "it": "Uno è stato descritto come alto e snello con i dread."
    }
  },
  {
    "translation": {
      "en": "The other is short and well-built.",
      "it": "L'altro è basso e robusto."
    }
  },
  {
    "translation": {
      "en": "The reward for information has been increased to 250,000,",
      "it": "La ricompensa per le informazioni è stata portata a 250.000."
    }
  },
  {
    "translation": {
      "en": "and anyone with information has been asked to call Crime Stop.",
      "it": "Chiunque sappia qualcosa è pregato di chiamare Crime Stop."
    }
  },
  {
    "translation": {
      "en": "[man, in English] A man has been arrested in connection",
      "it": "CINQUE GIORNI DOPO L'OMICIDIO 31 OTTOBRE 2014 Un uomo è stato arrestato per l'omicidio del capitano dei Bafana Bafana, Senzo Meyiwa."
    }
  },
  {
    "translation": {
      "en": "with the murder of Bafana Bafana captain Senzo Meyiwa.",
      "it": "per l'omicidio del capitano dei Bafana Bafana, Senzo Meyiwa."
    }
  },
  {
    "translation": {
      "en": "The suspect, who cannot be named until he appears in court…",
      "it": "Il sospettato, il cui nome verrà rivelato…"
    }
  },
  {
    "translation": {
      "en": "[man, in English] There is a robbery that has taken place and there is a person that was killed",
      "it": "Ha avuto luogo una rapina ed è stata uccisa una persona,"
    }
  },
  {
    "translation": {
      "en": "and therefore they will be charged for… murder and robbery.",
      "it": "quindi verranno accusati di omicidio e rapina."
    }
  },
  {
    "translation": {
      "en": "[man, in English] The suspect was apparently pointed out at an identity parade",
      "it": "Il sospettato è stato identificato durante un confronto"
    }
  },
  {
    "translation": {
      "en": "and linked to the crime that occurred at the Vosloorus home",
      "it": "e collegato al crimine avvenuto nella casa della madre della cantante Kelly Khumalo"
    }
  },
  {
    "translation": {
      "en": "of the mother of singer Kelly Khumalo.",
      "it": "e collegato al crimine avvenuto nella casa della madre della cantante Kelly Khumalo a Vosloorus."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] He's hurt the entire nation of South Africa.",
      "it": "Ha ferito l'intero Sudafrica."
    }
  },
  {
    "translation": {
      "en": "Not just Pirates fans. Everyone is hurt.",
      "it": "Non solo i fan del Pirates. Siamo tutti feriti."
    }
  },
  {
    "translation": {
      "en": "We don't want them arrested, we want them executed.",
      "it": "Vogliamo che vengano giustiziati."
    }
  },
  {
    "translation": {
      "en": "[woman] They must all be killed.",
      "it": "Devono morire."
    }
  },
  {
    "translation": {
      "en": "[woman, in English] The family of the alleged perpetrator",
      "it": "La famiglia del presunto colpevole"
    }
  },
  {
    "translation": {
      "en": "believes their family member is innocent.",
      "it": "è fermamente convinta che sia innocente."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] Stop your nonsense. I told you to leave her alone.",
      "it": "Basta sciocchezze. Ti ho detto di lasciarla in pace."
    }
  },
  {
    "translation": {
      "en": "[woman, in English] They raised questions about the identikit.",
      "it": "Hanno fatto domande sull'identikit."
    }
  },
  {
    "translation": {
      "en": "[woman] Do you believe that you have the right person?",
      "it": "Credete davvero che sia la persona giusta?"
    }
  },
  {
    "translation": {
      "en": "We are sure that the person that we have now charged",
      "it": "Siamo sicuri che la persona che abbiamo accusato"
    }
  },
  {
    "translation": {
      "en": "is one of the suspects that were involved in the incident.",
      "it": "sia uno dei sospettati coinvolti nel fatto."
    }
  },
  {
    "translation": {
      "en": "[man, in English] …submissions made by it…",
      "it": "3 SETTIMANE DOPO L'OMICIDIO 11 NOVEMBRE 2014"
    }
  },
  {
    "translation": {
      "en": "The National Prosecuting Authority is informing the nation is informing the nation",
      "it": "La National Prosecuting Authority informa la nazione"
    }
  },
  {
    "translation": {
      "en": "that, as of now,",
      "it": "che, al momento,"
    }
  },
  {
    "translation": {
      "en": "there is no sufficient evidential material to put Mr. Mbatha to trial.",
      "it": "non ci sono abbastanza materiali probatori per sottoporre a giudizio il sig. Mbatha."
    }
  },
  {
    "translation": {
      "en": "This court orders the immediate release",
      "it": "Questa corte ordina il rilascio immediato"
    }
  },
  {
    "translation": {
      "en": "of the accused Zamokuhle Mbatha from detention.",
      "it": "di Zamokuhle Mbatha, perché non colpevole."
    }
  },
  {
    "translation": {
      "en": "The accused had been identified in an identification parade by two persons.",
      "it": "Due persone hanno identificato l'accusato durante un confronto."
    }
  },
  {
    "translation": {
      "en": "Subsequent to that, more information came to light.",
      "it": "In seguito, sono emerse altre informazioni."
    }
  },
  {
    "translation": {
      "en": "Information that was inconsistent with the identification parade.",
      "it": "Informazioni incoerenti con il confronto."
    }
  },
  {
    "translation": {
      "en": "[in English] Apparently, he was the poor guy who was washing Senzo's car.",
      "it": "A quanto pare, era la persona che stava lavando l'auto di Senzo."
    }
  },
  {
    "translation": {
      "en": "[Zamokuhle, in Zulu] They came to my home.",
      "it": "Vennero a casa mia."
    }
  },
  {
    "translation": {
      "en": "And accused me of doing it.",
      "it": "Mi accusarono dell'omicidio."
    }
  },
  {
    "translation": {
      "en": "I didn't know how to respond. Anything I said, they took as a lie.",
      "it": "Non sapevo come rispondere. Ogni mia parola era una bugia per loro."
    }
  },
  {
    "translation": {
      "en": "I was traumatized over something I didn't do.",
      "it": "Ero sconvolto per qualcosa che non avevo fatto."
    }
  },
  {
    "translation": {
      "en": "After what happened, my life changed.",
      "it": "Dopo, la mia vita cambiò totalmente."
    }
  },
  {
    "translation": {
      "en": "People believed I was guilty.",
      "it": "Dopo, la mia vita cambiò totalmente. La gente credeva che fossi colpevole."
    }
  },
  {
    "translation": {
      "en": "I was afraid to leave my home. I locked myself inside.",
      "it": "Avevo paura di uscire. Mi chiusi in casa."
    }
  },
  {
    "translation": {
      "en": "I couldn't look for a job.",
      "it": "Non potevo cercare lavoro."
    }
  },
  {
    "translation": {
      "en": "I can't tell you how traumatized I was.",
      "it": "Fu un vero trauma."
    }
  },
  {
    "translation": {
      "en": "[Tumelo, in Zulu] When we went to the ID parade,",
      "it": "Quando andammo al confronto,"
    }
  },
  {
    "translation": {
      "en": "it was me, Kelly, and Kelly's mother.",
      "it": "c'eravamo io, Kelly e la madre di Kelly."
    }
  },
  {
    "translation": {
      "en": "It was all over the newspapers.",
      "it": "Era su tutti i giornali."
    }
  },
  {
    "translation": {
      "en": "I didn't even know that Zamo. I don't know where he's from.",
      "it": "Non conoscevo quello Zamo. Non sapevo da dove venisse."
    }
  },
  {
    "translation": {
      "en": "The person who pointed him out was Kelly's mother.",
      "it": "Fu la madre di Kelly a indicarlo."
    }
  },
  {
    "translation": {
      "en": "[in English] Kelly Khumalo, her sister, her mom,",
      "it": "Kelly Khumalo, la sorella, la madre,"
    }
  },
  {
    "translation": {
      "en": "didn't tell the police that, \"Sorry, but we know this guy.\"",
      "it": "non dissero alla polizia di conoscerlo."
    }
  },
  {
    "translation": {
      "en": "They allowed police to arrest this innocent guy.",
      "it": "Permisero alla polizia di arrestare un innocente."
    }
  },
  {
    "translation": {
      "en": "Now Zamokuhle is suing police. I think it's about 17 million for wrongful arrest.",
      "it": "Zamokuhle farà causa alla polizia, per 17 milioni, per arresto illegale"
    }
  },
  {
    "translation": {
      "en": "And I believe that he should also sue the people in the house,",
      "it": "e dovrebbe fare causa anche alle persone che erano in casa,"
    }
  },
  {
    "translation": {
      "en": "actually the people who pointed him out at the identity parade.",
      "it": "nello specifico, alle persone che lo indicarono durante il confronto."
    }
  },
  {
    "translation": {
      "en": "[caller, in English] The people who can tell us what happened exactly, it's the people who were there at the day of the event.",
      "it": "Solo le persone che erano lì quel giorno possono dirci cos'è successo esattamente."
    }
  },
  {
    "translation": {
      "en": "[caller 2] Kelly Khumalo and the South African police",
      "it": "CHIAMATE IN RADIO Kelly Khumalo e la polizia devono essere ritenute responsabili."
    }
  },
  {
    "translation": {
      "en": "need to be held accountable.",
      "it": "Kelly Khumalo e la polizia devono essere ritenute responsabili."
    }
  },
  {
    "translation": {
      "en": "Kelly Khumalo knows a lot.",
      "it": "Kelly Khumalo sa molte cose."
    }
  },
  {
    "translation": {
      "en": "[Steenkamp, in English] When I interviewed Kelly,",
      "it": "Quando interrogai Kelly,"
    }
  },
  {
    "translation": {
      "en": "she was totally uninvolved with me.",
      "it": "era assolutamente distaccata."
    }
  },
  {
    "translation": {
      "en": "No eye contact.",
      "it": "Nessun contatto visivo."
    }
  },
  {
    "translation": {
      "en": "[in Afrikaans] She sat like this.",
      "it": "Era seduta così."
    }
  },
  {
    "translation": {
      "en": "She looked very tired and irritated.",
      "it": "Sembrava stufa e infastidita."
    }
  },
  {
    "translation": {
      "en": "It was like, \"Oh, just get over it.\"",
      "it": "Come se avesse solo voluto farla finita."
    }
  },
  {
    "translation": {
      "en": "As a policeman, I draw my own conclusions.",
      "it": "Ero una poliziotta, quindi trassi le mie conclusioni."
    }
  },
  {
    "translation": {
      "en": "I realized… [in English] …something is just fishy here.",
      "it": "Mi resi conto che qualcosa non quadrava."
    }
  },
  {
    "translation": {
      "en": "[in English] Her eyes.",
      "it": "I suoi occhi."
    }
  },
  {
    "translation": {
      "en": "Eyes… talk a lot.",
      "it": "Gli occhi dicono molto."
    }
  },
  {
    "translation": {
      "en": "[in Afrikaans] My sixth sense told me… there is a story behind this story.",
      "it": "Il mio sesto senso mi fece intuire che c'era una storia dietro quella storia."
    }
  },
  {
    "translation": {
      "en": "[in English] Something is wrong.",
      "it": "Qualcosa non andava."
    }
  },
  {
    "translation": {
      "en": "[wa Afrika, in English] According to the statement of the people who were in the house,",
      "it": "Secondo le persone che erano in casa,"
    }
  },
  {
    "translation": {
      "en": "they claim that when the gunmen walked into the house…",
      "it": "quando gli uomini armati entrarono,"
    }
  },
  {
    "translation": {
      "en": "They spoke in Zulu, they said… [in Zulu] \"Bring your cellphones.\"",
      "it": "parlarono in zulù, dissero di dargli i cellulari."
    }
  },
  {
    "translation": {
      "en": "But none of their cellphones were taken.",
      "it": "Ma nessun cellulare venne preso"
    }
  },
  {
    "translation": {
      "en": "Only one cellphone that belonged to Kelly was taken.",
      "it": "tranne quello che apparteneva a Kelly."
    }
  },
  {
    "translation": {
      "en": "The cellphone, according to the police investigation,",
      "it": "Secondo le indagini, il cellulare venne portato in un ostello vicino Vosloorus"
    }
  },
  {
    "translation": {
      "en": "was taken to a hostel which is near by Vosloorus.",
      "it": "il cellulare venne portato in un ostello vicino Vosloorus"
    }
  },
  {
    "translation": {
      "en": "-That's where it was switched off. -[siren wailing]",
      "it": "e venne spento lì."
    }
  },
  {
    "translation": {
      "en": "[man] How are you feeling, Kelly?",
      "it": "Come stai, Kelly?"
    }
  },
  {
    "translation": {
      "en": "We don't know why that particular cellphone was a target of the gunmen.",
      "it": "Non sappiamo perché gli uomini armati volessero proprio quel cellulare. LA POLIZIA ESAMINA I TABULATI TELEFONICI DI KELLY KHUMALO"
    }
  },
  {
    "translation": {
      "en": "In that docket there is two affidavits by the Khumalos' direct neighbor.",
      "it": "Nel fascicolo ci sono due dichiarazioni del vicino dei Khumalo."
    }
  },
  {
    "translation": {
      "en": "He's a retired police officer. Him and his son saw something.",
      "it": "È un agente di polizia in pensione. Lui e il figlio videro qualcosa."
    }
  },
  {
    "translation": {
      "en": "[man, in Zulu] I was sitting with my wife and we heard something strange.",
      "it": "Ero seduto con mia moglie e sentimmo dei rumori strani."
    }
  },
  {
    "translation": {
      "en": "It sounded like people were pushing each other.",
      "it": "Sembravano delle persone che si stavano spingendo. VICINO"
    }
  },
  {
    "translation": {
      "en": "My wife said, \"Something's happening next door.\"",
      "it": "Mia moglie disse: \"Sta succedendo qualcosa\"."
    }
  },
  {
    "translation": {
      "en": "[wa Afrika, in English] And that's when the former police officer took out his whistle,",
      "it": "E fu allora che l'ex poliziotto tirò fuori il suo fischietto"
    }
  },
  {
    "translation": {
      "en": "which is a sign in the township that there's trouble here.",
      "it": "che, in periferia, viene usato in caso di pericolo."
    }
  },
  {
    "translation": {
      "en": "He blew the whistle and all the neighbors came out.",
      "it": "Fischiò e tutti i vicini uscirono."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] Kelly's child was there. The young boy.",
      "it": "Il figlio di Kelly era lì. Il bambino."
    }
  },
  {
    "translation": {
      "en": "I think he was there when all this happened,",
      "it": "Forse era lì al momento del fatto,"
    }
  },
  {
    "translation": {
      "en": "because he was crying so much. My wife brought him here.",
      "it": "perché piangeva disperato. Mia moglie lo portò qui."
    }
  },
  {
    "translation": {
      "en": "That child saw something terrible. She brought him here to rest.",
      "it": "Aveva visto qualcosa di terribile. Lei lo portò qui per tranquillizzarlo."
    }
  },
  {
    "translation": {
      "en": "[in Afrikaans] A child can give valuable information.",
      "it": "Un bambino può dare informazioni preziose."
    }
  },
  {
    "translation": {
      "en": "Even if only a small piece of the puzzle.",
      "it": "Anche solo un piccolo pezzo del puzzle."
    }
  },
  {
    "translation": {
      "en": "It can help towards a breakthrough.",
      "it": "Può aiutare a dare una svolta."
    }
  },
  {
    "translation": {
      "en": "[in English] I wanted to interview Kelly's little boy.",
      "it": "Volevo interrogare il bambino di Kelly."
    }
  },
  {
    "translation": {
      "en": "Kelly said, \"No, no, it is too traumatizing for the child.\"",
      "it": "Kelly si rifiutò, perché era troppo traumatico per lui."
    }
  },
  {
    "translation": {
      "en": "But surely you should be helping us understand what happened.",
      "it": "Ma dovresti aiutarci a capire cos'è successo."
    }
  },
  {
    "translation": {
      "en": "South Africans believe that she owes the nation at least an answer,",
      "it": "I sudafricani credono che debba alla nazione una risposta"
    }
  },
  {
    "translation": {
      "en": "if not a lead.",
      "it": "o un indizio."
    }
  },
  {
    "translation": {
      "en": "So that is the only thing South Africans are left with, to make their own judgment.",
      "it": "Non rimane altro, ai sudafricani, per esprimere un giudizio."
    }
  },
  {
    "translation": {
      "en": "[chanting in Zulu] Kelly is a dog! Kelly is a dog!",
      "it": "Kelly è una bastarda!"
    }
  },
  {
    "translation": {
      "en": "[in English] If you have something to say, if you have evidence on-- on Senzo's passing,",
      "it": "Se avete qualcosa da dire se avete prove sulla morte di Senzo,"
    }
  },
  {
    "translation": {
      "en": "why don't you approach the police station or the investigating officers",
      "it": "perché non andate dalla polizia o dagli investigatori"
    }
  },
  {
    "translation": {
      "en": "that are in charge of the case,",
      "it": "che si occupano del caso,"
    }
  },
  {
    "translation": {
      "en": "instead of dragging me down just because I'm in the public eye?",
      "it": "invece di trascinarmi nel fango solo perché sono famosa?"
    }
  },
  {
    "translation": {
      "en": "I-- I was a victim on that night. And I'm not here to defend myself.",
      "it": "Anche io ero una vittima e non sono qui per difendermi."
    }
  },
  {
    "translation": {
      "en": "The law will do that.",
      "it": "Ci penserà la legge."
    }
  }
]