[
  {
    "translation": {
      "en": "[man] What's up, Stutz? [Stutz] Hi, Jonah.",
      "it": "- Come stai, Stutz? - Ciao, Jonah."
    }
  },
  {
    "translation": {
      "en": "-[Stutz] Okay, entertain me. -[both laugh]",
      "it": "Ok, intrattienimi."
    }
  },
  {
    "translation": {
      "en": "[Jonah] That's actually what you say when I sit down.",
      "it": "Di solito sei tu a dirlo a me."
    }
  },
  {
    "translation": {
      "en": "It's what I say to everybody.",
      "it": "Lo dico a tutti."
    }
  },
  {
    "translation": {
      "en": "Yeah, when we have a therapy session that's not filmed for a movie.",
      "it": "Sì, quando facciamo una seduta che non viene ripresa per un film."
    }
  },
  {
    "translation": {
      "en": "The… the other thing you… you say that always cracks me up, which is great,",
      "it": "L'altra cosa che dici spesso e che mi fa ridere, il che è un bene,"
    }
  },
  {
    "translation": {
      "en": "is, \"You better not come in here and dump all your shit on me.\"",
      "it": "è: \"Vedi di non tartassarmi con i tuoi problemi\"."
    }
  },
  {
    "translation": {
      "en": "No, yeah, you know, you've been dumping it on me for years, and I'm tired.",
      "it": "Sì, no, è che mi tartassi da anni, non ne posso più."
    }
  },
  {
    "translation": {
      "en": "Well, here we are.",
      "it": "E ora eccoci qua."
    }
  },
  {
    "translation": {
      "en": "Why do you think I'm making this movie about you?",
      "it": "Perché credi voglia girare questo film su di te?"
    }
  },
  {
    "translation": {
      "en": "I think it's… it's my ideas.",
      "it": "Credo per le mie idee."
    }
  },
  {
    "translation": {
      "en": "I… I think my ideas had an effect on you,",
      "it": "Le mie idee hanno avuto un impatto su di te"
    }
  },
  {
    "translation": {
      "en": "and I think you wanted to expose other people to the ideas.",
      "it": "e immagino tu voglia trasmettere queste idee ad altre persone."
    }
  },
  {
    "translation": {
      "en": "And maybe…",
      "it": "E forse…"
    }
  },
  {
    "translation": {
      "en": "I don't know, maybe it's just an attempt to gain control over me, or…",
      "it": "Non lo so, forse è solo un modo per controllarmi o…"
    }
  },
  {
    "translation": {
      "en": "I'm not sure. Why did you?",
      "it": "Non lo so. Perché lo giri?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I have decided to make this because I want to present your tools",
      "it": "Ho deciso di fare questo documentario per presentare i tuoi metodi"
    }
  },
  {
    "translation": {
      "en": "and the teachings of you, Phil Stutz, my therapist,",
      "it": "e i tuoi insegnamenti, in quanto Phil Stutz, il mio terapeuta,"
    }
  },
  {
    "translation": {
      "en": "in a way that allows people to access them",
      "it": "in modo che la gente possa accedervi"
    }
  },
  {
    "translation": {
      "en": "and use them to make their own life better.",
      "it": "e sfruttarli per migliorare la propria vita."
    }
  },
  {
    "translation": {
      "en": "So I thought we would just film one session in one day",
      "it": "Perciò pensavo di riprendere una seduta di un giorno"
    }
  },
  {
    "translation": {
      "en": "and cover some of your tools that have been most helpful for me in my life.",
      "it": "in cui parliamo dei metodi che mi hanno aiutato di più."
    }
  },
  {
    "translation": {
      "en": "I think that's good.",
      "it": "Va bene."
    }
  },
  {
    "translation": {
      "en": "And do it in a way that also honors,",
      "it": "E volevo girarlo in modo da rendere omaggio"
    }
  },
  {
    "translation": {
      "en": "um, the life of somebody that I deeply care about and respect.",
      "it": "alla vita di una persona a cui tengo e rispetto molto."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "it": "Ok."
    }
  },
  {
    "translation": {
      "en": "But can you be funny once in a while? Just…",
      "it": "Ma puoi sorridere ogni tanto? Tanto per…"
    }
  },
  {
    "translation": {
      "en": "[Jonah] What's usually the first question you ask a new patient?",
      "it": "Qual è la prima domanda che fai ai pazienti?"
    }
  },
  {
    "translation": {
      "en": "The first thing I ask them is, \"What do you want? Why are you here?\"",
      "it": "Di solito è: \"Perché sei qui? Qual è l'obiettivo?\""
    }
  },
  {
    "translation": {
      "en": "The average shrink will say, \"Don't intrude on the patient's process.\"",
      "it": "Altri terapeuti direbbero: \"Non invadere il percorso del paziente."
    }
  },
  {
    "translation": {
      "en": "\"They will come up with the answers when they're ready.\"",
      "it": "Troveranno le risposte quando saranno pronti\"."
    }
  },
  {
    "translation": {
      "en": "That sucks. That's not acceptable.",
      "it": "Per me non è accettabile."
    }
  },
  {
    "translation": {
      "en": "When I got into psychiatry, the model was, \"I'm neutral.\"",
      "it": "La psichiatria vuole che tu rimanga neutrale."
    }
  },
  {
    "translation": {
      "en": "\"I'm just watching. I have no dog in this fight.\"",
      "it": "\"I tuoi problemi non mi riguardano.\""
    }
  },
  {
    "translation": {
      "en": "It was a very slow process, and there was a lot of suffering.",
      "it": "Ma il percorso è lento e sofferto."
    }
  },
  {
    "translation": {
      "en": "You know me, my reaction will be, \"Then go fuck yourself. Are you kidding me?\"",
      "it": "Se fossi il paziente, direi: \"Vai a cagare. Mi prendi in giro?\""
    }
  },
  {
    "translation": {
      "en": "If I'm dealing with someone with depression like that, who's afraid won't recover,",
      "it": "Se ho di fronte una persona che soffre di depressione e teme di non guarire,"
    }
  },
  {
    "translation": {
      "en": "I say, \"Do what the fuck I tell you. Do exactly what I tell you.\"",
      "it": "le dico: \"Fai come ti dico io."
    }
  },
  {
    "translation": {
      "en": "\"I guarantee you'll feel better. Guarantee, 100%. It's on me.\"",
      "it": "Ti garantisco che ti sentirai meglio. Sicuro al 100%. Fidati\"."
    }
  },
  {
    "translation": {
      "en": "[Jonah] When I walked into your office, we sat down,",
      "it": "Quando sono venuto nel tuo studio, ci siamo seduti"
    }
  },
  {
    "translation": {
      "en": "and you were just like, \"Here's what you should do.\"",
      "it": "e mi hai detto: \"Ecco cosa devi fare\"."
    }
  },
  {
    "translation": {
      "en": "You gave me some form of action. You gave me a tool.",
      "it": "Mi hai dato degli strumenti per agire."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's… it's imperative.",
      "it": "Sì, sono necessari."
    }
  },
  {
    "translation": {
      "en": "I wanted speed in this.",
      "it": "Serve velocità."
    }
  },
  {
    "translation": {
      "en": "Not speed to cure somebody in a week. That's impossible.",
      "it": "Non velocità tipo curare una persona in una settimana, è impossibile,"
    }
  },
  {
    "translation": {
      "en": "But I wanted them to feel some change, some forward motion.",
      "it": "ma voglio che noti subito un cambiamento, un passo in avanti."
    }
  },
  {
    "translation": {
      "en": "It gives them hope. It's like, \"Oh, shit, that's actually possible.\"",
      "it": "Le dà speranza. Tipo: \"Cazzo, posso farcela davvero\"."
    }
  },
  {
    "translation": {
      "en": "So what are the tools?",
      "it": "Quindi cosa sono i metodi?"
    }
  },
  {
    "translation": {
      "en": "A tool is something that can change your state, your inner state,",
      "it": "Un metodo può cambiare il tuo stato d'animo"
    }
  },
  {
    "translation": {
      "en": "immediately, in real time.",
      "it": "subito, in tempo reale."
    }
  },
  {
    "translation": {
      "en": "It takes an experience that's normally unpleasant,",
      "it": "Prende un'esperienza che di solito è spiacevole"
    }
  },
  {
    "translation": {
      "en": "then it turns it into an opportunity.",
      "it": "e la trasforma in un'opportunità."
    }
  },
  {
    "translation": {
      "en": "Tools change your mood",
      "it": "I metodi ti cambiano l'umore"
    }
  },
  {
    "translation": {
      "en": "and then just give you a sense of hope that that won't be your mood forever.",
      "it": "e ti fanno sperare che quello non sarà il tuo umore per sempre."
    }
  },
  {
    "translation": {
      "en": "[Stutz] That's correct.",
      "it": "Esatto."
    }
  },
  {
    "translation": {
      "en": "[Jonah] It's basically a real-time visualization exercise",
      "it": "In pratica è un esercizio di visualizzazione in tempo reale"
    }
  },
  {
    "translation": {
      "en": "you do in your head at that moment.",
      "it": "che fai nella tua mente."
    }
  },
  {
    "translation": {
      "en": "Yeah. So in that sense, I'm a teacher.",
      "it": "È come se fossi un insegnante."
    }
  },
  {
    "translation": {
      "en": "I'm teaching the person how to use it and also teach them when to do it.",
      "it": "Insegno alla persona come usarlo e quando sfruttarlo."
    }
  },
  {
    "translation": {
      "en": "All of your patients, myself included, we have all these note cards.",
      "it": "Tutti i tuoi pazienti, io compreso, hanno dei cartoncini."
    }
  },
  {
    "translation": {
      "en": "[Jonah] And they're drawings of the tools that you do in our sessions that we take home and keep.",
      "it": "Ci disegni i metodi durante le sedute e poi noi li portiamo a casa."
    }
  },
  {
    "translation": {
      "en": "[Stutz] I tend to think in visual terms.",
      "it": "Ho la memoria visiva. CONSCIO - INCONSCIO"
    }
  },
  {
    "translation": {
      "en": "So I started drawing these cards really for myself,",
      "it": "Li disegnavo per me. DUBBI, SICUREZZA, AZIONE"
    }
  },
  {
    "translation": {
      "en": "but it helped the patients tremendously.",
      "it": "Ma aiutavano i pazienti. OMBRA - OMBRA RIVELATA"
    }
  },
  {
    "translation": {
      "en": "The power of the cards is that they turn big ideas into simple images.",
      "it": "I cartoncini trasformano concetti astratti in immagini semplici."
    }
  },
  {
    "translation": {
      "en": "It was a way of communicating with the patient",
      "it": "Era un modo per comunicare col paziente"
    }
  },
  {
    "translation": {
      "en": "that I actually felt was more powerful than using words.",
      "it": "più potente delle parole stesse."
    }
  },
  {
    "translation": {
      "en": "The moment they take out the card,",
      "it": "Quando usiamo i cartoncini,"
    }
  },
  {
    "translation": {
      "en": "there's a connection between the two of us. There's a bond.",
      "it": "si crea una connessione tra noi, un legame."
    }
  },
  {
    "translation": {
      "en": "Yeah, we have a uniquely personal relationship.",
      "it": "Sì, si crea un rapporto personale unico."
    }
  },
  {
    "translation": {
      "en": "So much so that you're letting me make a film about you.",
      "it": "Tanto che tu mi fai fare un film su di te."
    }
  },
  {
    "translation": {
      "en": "That is something I've never experienced in the therapeutic world.",
      "it": "È un rapporto che non avevo mai avuto con altri psicoterapeuti."
    }
  },
  {
    "translation": {
      "en": "And, ultimately, my life has gotten immeasurably better as a result of working with you,",
      "it": "La mia vita è migliorata notevolmente da quando lavoro con te."
    }
  },
  {
    "translation": {
      "en": "and so, if it worked for me, maybe it will work for other people.",
      "it": "Se ha funzionato con me, potrebbe aiutare anche altre persone."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Time for medicine.",
      "it": "Ah, già. Le medicine."
    }
  },
  {
    "translation": {
      "en": "-Time for what? -[Jonah] Time to take your medicine.",
      "it": "- Le cosa? - Devi prendere le medicine."
    }
  },
  {
    "translation": {
      "en": "-Oh, thanks. -[Jonah] The alarm went off.",
      "it": "- Grazie. - È la sveglia."
    }
  },
  {
    "translation": {
      "en": "[Stutz] Oh, shit.",
      "it": "Oh, cazzo."
    }
  },
  {
    "translation": {
      "en": "Jonah, you want to do some Parkinson's drugs with me?",
      "it": "Jonah, ci facciamo di pillole per il Parkinson?"
    }
  },
  {
    "translation": {
      "en": "I kicked the stuff years ago, man.",
      "it": "Ho smesso da anni ormai."
    }
  },
  {
    "translation": {
      "en": "[Stutz] You know, when I was a kid, when I was using drugs,",
      "it": "Quando ero ragazzo e assumevo droghe,"
    }
  },
  {
    "translation": {
      "en": "if you ever told me, \"50 years hence you'd be taking all this medicine…\"",
      "it": "se mi avessi detto: \"Tra 50 anni, prenderai tutte queste medicine…\""
    }
  },
  {
    "translation": {
      "en": "So that's all medicine for your Parkinson's?",
      "it": "Sono tutte per il Parkinson?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "With Parkinson's, the biggest thing is, and there's something good about this,",
      "it": "Il problema del Parkinson, che è anche un aspetto positivo,"
    }
  },
  {
    "translation": {
      "en": "you have to preplan a lot of little things.",
      "it": "è che devi pianificare tante cose in anticipo."
    }
  },
  {
    "translation": {
      "en": "When I have to get out of bed,",
      "it": "Quando mi alzo dal letto,"
    }
  },
  {
    "translation": {
      "en": "I have to go through contortions to get out of the bed.",
      "it": "devo fare delle contorsioni per tirarmi su."
    }
  },
  {
    "translation": {
      "en": "The hardest thing for me in life is getting out of bed in the morning.",
      "it": "Anche per me è difficile alzarmi dal letto la mattina."
    }
  },
  {
    "translation": {
      "en": "-But for very different reasons. -For different… [chuckles] Yeah.",
      "it": "- Ma per motivi diversi. - Sì, esatto. Sì."
    }
  },
  {
    "translation": {
      "en": "So, before meeting you, my experience with therapy was very traditional",
      "it": "Prima di conoscerti, facevo una terapia molto tradizionale,"
    }
  },
  {
    "translation": {
      "en": "in the sense of I would be talking",
      "it": "nel senso che parlavo solo io"
    }
  },
  {
    "translation": {
      "en": "and the person would say, \"How does that feel?\" -Or, \"Interesting.\" [laughs] -[Stutz] Right.",
      "it": "e lo psicologo diceva: \"Come ti fa sentire?\" o \"Interessante\"."
    }
  },
  {
    "translation": {
      "en": "Basically keeping me at a massive distance.",
      "it": "Mi teneva a distanza."
    }
  },
  {
    "translation": {
      "en": "Yeah. [Jonah] And I was thinking about how, in traditional therapy,",
      "it": "E pensavo a come, nella psicoterapia tradizionale,"
    }
  },
  {
    "translation": {
      "en": "you're paying this person, and you save all of your problems for them,",
      "it": "paghi una persona a cui raccontare tutti i tuoi problemi"
    }
  },
  {
    "translation": {
      "en": "and they just listen,",
      "it": "e ti ascolta soltanto."
    }
  },
  {
    "translation": {
      "en": "and your friends, who are idiots,",
      "it": "E i tuoi amici, che sono idioti,"
    }
  },
  {
    "translation": {
      "en": "give you advice.",
      "it": "ti danno consigli."
    }
  },
  {
    "translation": {
      "en": "-[Stutz] Yes. -Unsolicited.",
      "it": "- Sì. - Non richiesti."
    }
  },
  {
    "translation": {
      "en": "-[Stutz] Yes. -And you want your friends just to listen.",
      "it": "- Sì. - Dovrebbero essere loro ad ascoltarti."
    }
  },
  {
    "translation": {
      "en": "And you want your therapist to give you advice.",
      "it": "E dovrebbe essere lo psicologo a darti consigli."
    }
  },
  {
    "translation": {
      "en": "Here's the thing. The shrinks, it's not that they don't want to help you. It's really not.",
      "it": "Il punto è questo. Non è che gli psicologi non vogliano aiutarti, davvero."
    }
  },
  {
    "translation": {
      "en": "But for me, I always felt there was something missing.",
      "it": "Ma io ho sempre pensato che mancasse qualcosa."
    }
  },
  {
    "translation": {
      "en": "So a tool is a bridge",
      "it": "Un metodo è un ponte"
    }
  },
  {
    "translation": {
      "en": "between what you realize the problem is and the cause of the problem",
      "it": "tra ciò che identifichi come problema e come causa del problema"
    }
  },
  {
    "translation": {
      "en": "to over here, actually gaining at least some control over the symptom.",
      "it": "e una soluzione che ti permette di controllare in parte i sintomi."
    }
  },
  {
    "translation": {
      "en": "It all has to do with possibility.",
      "it": "Riguarda tutto la possibilità."
    }
  },
  {
    "translation": {
      "en": "And not a bullshit definition of possibility.",
      "it": "E non parlo di possibilità in termini del cazzo."
    }
  },
  {
    "translation": {
      "en": "Possibility means you feel yourself reacting differently.",
      "it": "Possibilità significa che tu senti che reagisci diversamente."
    }
  },
  {
    "translation": {
      "en": "It sounds, um…",
      "it": "Sembra…"
    }
  },
  {
    "translation": {
      "en": "What do you call it? Trite. But it's actually the truth.",
      "it": "Come dici tu? Banale. Ma è la verità."
    }
  },
  {
    "translation": {
      "en": "[Jonah] One of the first things you got me working on was my life force.",
      "it": "La prima cosa su cui mi hai fatto lavorare è stata l'energia vitale."
    }
  },
  {
    "translation": {
      "en": "That was such an immediate thing that can change your life",
      "it": "È un metodo immediato che ti cambia la vita"
    }
  },
  {
    "translation": {
      "en": "and something that I think anyone can easily latch onto.",
      "it": "e a cui chiunque può aggrapparsi facilmente, secondo me."
    }
  },
  {
    "translation": {
      "en": "And it was the first step for me",
      "it": "Per me, è stato il primo passo"
    }
  },
  {
    "translation": {
      "en": "in beginning the process of getting better.",
      "it": "verso lo stare meglio."
    }
  },
  {
    "translation": {
      "en": "Yeah, that's correct. Here's the classic thing that happens.",
      "it": "Sì, esatto. Di solito funziona così."
    }
  },
  {
    "translation": {
      "en": "A guy's depressed, he comes into my office, and he says,",
      "it": "Uno è depresso, viene da me e mi dice:"
    }
  },
  {
    "translation": {
      "en": "\"I know my habits are shit.\" \"I… I… I know I'm undisciplined. I know I'm lazy.\"",
      "it": "\"So che le mie abitudini fanno schifo, che non ho il controllo e sono pigro."
    }
  },
  {
    "translation": {
      "en": "\"But if I only knew what I was supposed to be doing,",
      "it": "Ma se sapessi cosa dovrei fare,"
    }
  },
  {
    "translation": {
      "en": "what my mission was in life, essentially, I'd be like I was shot out of a gun.\"",
      "it": "qual è il mio obiettivo nella vita, allora avrei più energie."
    }
  },
  {
    "translation": {
      "en": "\"But I don't know what I'm supposed to be doing,",
      "it": "Ma non sapendo cosa dovrei fare,"
    }
  },
  {
    "translation": {
      "en": "so I'm just gonna be lazy and do nothing.\"",
      "it": "non faccio nulla e vivo nella pigrizia\"."
    }
  },
  {
    "translation": {
      "en": "Then, from that, obviously comes the depression.",
      "it": "È da lì che poi nasce la depressione."
    }
  },
  {
    "translation": {
      "en": "There's something that… that will apply to you",
      "it": "C'è una cosa che funziona per te e per tutte le persone"
    }
  },
  {
    "translation": {
      "en": "and to anybody else who doesn't have a sense of direction",
      "it": "C'è una cosa che funziona per te e per tutte le persone che non hanno un senso della direzione o non sanno cosa fare,"
    }
  },
  {
    "translation": {
      "en": "or doesn't know what they should do next,",
      "it": "che non hanno un senso della direzione o non sanno cosa fare,"
    }
  },
  {
    "translation": {
      "en": "and the answer is, you can always work on your life force.",
      "it": "ovvero il poter sempre lavorare sulla propria energia vitale."
    }
  },
  {
    "translation": {
      "en": "The only way to find out what you should be doing, like who you are,",
      "it": "L'unico modo per scoprire cosa devi fare, chi sei,"
    }
  },
  {
    "translation": {
      "en": "is to activate your life force,",
      "it": "è attivare la tua energia vitale,"
    }
  },
  {
    "translation": {
      "en": "because your life force is the only part of you",
      "it": "perché è l'unica parte di te"
    }
  },
  {
    "translation": {
      "en": "that actually is capable of guiding you when you're lost.",
      "it": "che è capace di guidarti quando ti perdi."
    }
  },
  {
    "translation": {
      "en": "If you think of it as a pyramid, there's three levels of the life force.",
      "it": "Se la immagini come una piramide, l'energia vitale ha tre livelli."
    }
  },
  {
    "translation": {
      "en": "The bottom level is your relationship with your physical body.",
      "it": "In basso c'è il rapporto con il tuo corpo fisico. CORPO"
    }
  },
  {
    "translation": {
      "en": "The second layer is your relationship with other people.",
      "it": "Sopra, c'è il tuo rapporto con altre persone. PERSONE"
    }
  },
  {
    "translation": {
      "en": "And the highest level is your relationship with yourself.",
      "it": "E in alto c'è il tuo rapporto con te stesso. TE STESSO"
    }
  },
  {
    "translation": {
      "en": "The bottom step is your relationship to your physical body.",
      "it": "Il livello in basso è il rapporto con il tuo corpo."
    }
  },
  {
    "translation": {
      "en": "All you gotta do is get your body working better, and it always works.",
      "it": "Ciò che devi fare è far funzionare meglio il tuo corpo, funziona sempre."
    }
  },
  {
    "translation": {
      "en": "The most classic thing is they're not exercising.",
      "it": "Spesso queste persone non si allenano,"
    }
  },
  {
    "translation": {
      "en": "Diet is another one, and sleeping.",
      "it": "hanno una dieta errata o il ciclo del sonno sballato."
    }
  },
  {
    "translation": {
      "en": "So what percentage of that stuff",
      "it": "Quindi, in quale percentuale queste cose"
    }
  },
  {
    "translation": {
      "en": "is what makes you actually feel better at first?",
      "it": "ti fanno sentire meglio all'inizio?"
    }
  },
  {
    "translation": {
      "en": "Well, when it starts out,",
      "it": "Beh, all'inizio,"
    }
  },
  {
    "translation": {
      "en": "it's probably 85%.",
      "it": "probabilmente l'85%."
    }
  },
  {
    "translation": {
      "en": "It's very high. [Jonah] How fucking crazy is that?",
      "it": "- È una percentuale alta. - Non è assurdo?"
    }
  },
  {
    "translation": {
      "en": "When I was a kid,",
      "it": "Quando ero piccolo,"
    }
  },
  {
    "translation": {
      "en": "exercise and diet was framed to me in like, \"There's something wrong with how you look.\"",
      "it": "l'esercizio fisico e una dieta sbagliati influivano sul tuo aspetto."
    }
  },
  {
    "translation": {
      "en": "But never once was exercise or diet",
      "it": "Nessuno mi aveva mai parlato degli esercizi fisici e della dieta"
    }
  },
  {
    "translation": {
      "en": "propositioned to me in terms of mental health.",
      "it": "Nessuno mi aveva mai parlato degli esercizi fisici e della dieta in termini di salute mentale."
    }
  },
  {
    "translation": {
      "en": "I just wish that was presented to people differently.",
      "it": "Vorrei che più persone capissero la differenza."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Because, for me,",
      "it": "Perché questa visione"
    }
  },
  {
    "translation": {
      "en": "that caused a lot of problems",
      "it": "mi ha causato molti problemi"
    }
  },
  {
    "translation": {
      "en": "and even problems with me and my mom.",
      "it": "e anche attriti tra me e mia madre."
    }
  },
  {
    "translation": {
      "en": "I really met her, like, with an attitude of,",
      "it": "Ero distaccato con lei, tipo: \"Vaffanculo."
    }
  },
  {
    "translation": {
      "en": "\"Fuck you, I don't want to do that, because you're saying there's something wrong with me.\"",
      "it": "Non lo faccio perché mi dici che ho qualcosa che non va\"."
    }
  },
  {
    "translation": {
      "en": "Yeah? Explain that.",
      "it": "Sì? Spiegati meglio."
    }
  },
  {
    "translation": {
      "en": "Um, I can, but I'm not gonna go into it, 'cause this movie is about you, not me.",
      "it": "Potrei, ma non voglio approfondire. Il film parla di te, non di me."
    }
  },
  {
    "translation": {
      "en": "But what if I said the more you elaborate on it,",
      "it": "E se ti dicessi che più ti spieghi,"
    }
  },
  {
    "translation": {
      "en": "the easier it's gonna be for me to take some chances.",
      "it": "più sarà facile per me discuterne?"
    }
  },
  {
    "translation": {
      "en": "Did you ever think of it like that?",
      "it": "Ci hai pensato?"
    }
  },
  {
    "translation": {
      "en": "I would say you should make a movie about me,",
      "it": "Ti direi di girare un film su di me,"
    }
  },
  {
    "translation": {
      "en": "instead of me making a movie about you.",
      "it": "non il contrario."
    }
  },
  {
    "translation": {
      "en": "Yeah, that's a good one.",
      "it": "Giusta osservazione."
    }
  },
  {
    "translation": {
      "en": "Okay. So that's the first level.",
      "it": "Ok. Questo è il primo livello."
    }
  },
  {
    "translation": {
      "en": "The next one is your relationship to other people,",
      "it": "Il successivo è il rapporto con le altre persone."
    }
  },
  {
    "translation": {
      "en": "'cause when people get depressed, it's not that they end their relationships.",
      "it": "Quando le persone sono depresse, non tagliano i rapporti."
    }
  },
  {
    "translation": {
      "en": "It's like a ship disappearing over the horizon.",
      "it": "È come una nave che sparisce all'orizzonte."
    }
  },
  {
    "translation": {
      "en": "They start to get pulled back, away from their life,",
      "it": "Iniziano ad allontanarsi dalla propria vita"
    }
  },
  {
    "translation": {
      "en": "and relationships are like--",
      "it": "e le relazioni diventano…"
    }
  },
  {
    "translation": {
      "en": "You know those things when you're climbing a mountain, pounding those pitons, it's like a handhold.",
      "it": "Hai presente quando scali una montagna e pianti i chiodi da roccia per tenerti?"
    }
  },
  {
    "translation": {
      "en": "So your relationships are like handholds to let yourself get pulled back into life.",
      "it": "Ecco, le relazioni sono come quei chiodi, un appiglio per riprenderti la tua vita."
    }
  },
  {
    "translation": {
      "en": "The key of it is you have to take the initiative.",
      "it": "Ma devi essere tu a prendere l'iniziativa."
    }
  },
  {
    "translation": {
      "en": "If you're waiting for them to the take the initiative, you don't understand.",
      "it": "Se aspetti che lo facciano loro, non hai capito l'esercizio."
    }
  },
  {
    "translation": {
      "en": "You could invite somebody out to lunch that you don't find interesting,",
      "it": "Puoi pranzare anche con una persona che non trovi interessante,"
    }
  },
  {
    "translation": {
      "en": "it doesn't matter, it will affect you anyway, in a positive way.",
      "it": "ma ti influenzerà positivamente comunque."
    }
  },
  {
    "translation": {
      "en": "That person represents the whole human race, symbolically.",
      "it": "Questa persona rappresenta tutta la razza umana, simbolicamente."
    }
  },
  {
    "translation": {
      "en": "So that's the middle tier, and the highest tier is your relationship with yourself.",
      "it": "Questo era il livello intermedio. In alto c'è il tuo rapporto con te stesso."
    }
  },
  {
    "translation": {
      "en": "The best way to say it is to get yourself in a relationship with your unconscious,",
      "it": "Devi imparare a conoscere il tuo inconscio"
    }
  },
  {
    "translation": {
      "en": "because nobody knows what's in their unconscious unless they activate it.",
      "it": "perché nessuno sa cosa nasconde finché non lo attiva."
    }
  },
  {
    "translation": {
      "en": "And one trick about this is writing.",
      "it": "Un modo per farlo è scrivere."
    }
  },
  {
    "translation": {
      "en": "It's really a magical thing.",
      "it": "È quasi magico."
    }
  },
  {
    "translation": {
      "en": "You enhance your relationship with yourself by writing.",
      "it": "Puoi migliorare il rapporto con te stesso scrivendo. Ti chiederai:"
    }
  },
  {
    "translation": {
      "en": "Some people say, \"Well, write what?\"",
      "it": "Puoi migliorare il rapporto con te stesso scrivendo. Ti chiederai: \"Che scrivo? Non sono interessante. Non so scrivere\". Non importa."
    }
  },
  {
    "translation": {
      "en": "\"I'm not interesting. I'm not a writer.\" It doesn't matter.",
      "it": "\"Che scrivo? Non sono interessante. Non so scrivere\". Non importa."
    }
  },
  {
    "translation": {
      "en": "If you start to write, the writing is like a mirror.",
      "it": "La scrittura è come uno specchio."
    }
  },
  {
    "translation": {
      "en": "It reflects what's going on in your unconscious,",
      "it": "Riflette cosa succede nel tuo inconscio."
    }
  },
  {
    "translation": {
      "en": "and things will come out if you write in journal form",
      "it": "Se scrivi come fosse un diario, usciranno fuori cose"
    }
  },
  {
    "translation": {
      "en": "that you didn't know that you knew.",
      "it": "che non sapevi di conoscere."
    }
  },
  {
    "translation": {
      "en": "These are the three levels of the life force.",
      "it": "Questi sono i tre livelli dell'energia vitale."
    }
  },
  {
    "translation": {
      "en": "If you're lost, don't try to figure it out.",
      "it": "Se ti senti perso, non cercare di capire. Lavora sulla tua energia vitale."
    }
  },
  {
    "translation": {
      "en": "Let it go and work on your life force first.",
      "it": "Se ti senti perso, non cercare di capire. Lavora sulla tua energia vitale. TE STESSO, PERSONE, CORPO"
    }
  },
  {
    "translation": {
      "en": "It's about passion.",
      "it": "Sta tutto nella passione."
    }
  },
  {
    "translation": {
      "en": "Increasing your life force",
      "it": "Migliora la tua energia vitale per scoprire"
    }
  },
  {
    "translation": {
      "en": "so you can find out what you're really passionate about.",
      "it": "Migliora la tua energia vitale per scoprire ciò che davvero ti appassiona."
    }
  },
  {
    "translation": {
      "en": "But step one is to be passionate about connecting to your own life force,",
      "it": "Ma il primo passo è volersi connettere alla propria energia vitale."
    }
  },
  {
    "translation": {
      "en": "and anybody can do that.",
      "it": "Chiunque può farlo."
    }
  },
  {
    "translation": {
      "en": "[Jonah] If I just do that pyramid, everything else seems to fall into place?",
      "it": "Se seguo quella piramide, tutto il resto troverà una soluzione?"
    }
  },
  {
    "translation": {
      "en": "It will. Everything else will fall in place.",
      "it": "Sì, troverà una soluzione."
    }
  },
  {
    "translation": {
      "en": "[Jonah] So how do you come up with this stuff?",
      "it": "Come ti è venuta in mente?"
    }
  },
  {
    "translation": {
      "en": "Well, I once had a supervisor-- I was very young.",
      "it": "Una volta avevo un tutor. Ero giovane. Non avevo ancora un mio studio."
    }
  },
  {
    "translation": {
      "en": "I didn't even have my own practice yet.",
      "it": "Ero giovane. Non avevo ancora un mio studio."
    }
  },
  {
    "translation": {
      "en": "I'm talking to people about what happened 30 years ago in their life",
      "it": "Parlavo con le persone di ciò che gli era successo 30 anni prima"
    }
  },
  {
    "translation": {
      "en": "or what was the cause of their problem.",
      "it": "o di quale fosse la causa del problema."
    }
  },
  {
    "translation": {
      "en": "They would walk out the same way they walked in, feeling like shit and basically hopeless.",
      "it": "Se ne andarono come erano arrivati, sentendosi di merda e senza speranza."
    }
  },
  {
    "translation": {
      "en": "So I said to him,",
      "it": "Perciò chiesi al tutor: \"Possiamo fare qualcosa"
    }
  },
  {
    "translation": {
      "en": "\"Is there anything we can do so that they can feel better,",
      "it": "Perciò chiesi al tutor: \"Possiamo fare qualcosa per farli stare meglio o fargli provare almeno qualcosa?\""
    }
  },
  {
    "translation": {
      "en": "feel something at least, sooner?\"",
      "it": "per farli stare meglio o fargli provare almeno qualcosa?\""
    }
  },
  {
    "translation": {
      "en": "And the guy… [chuckles] The guy says to me,",
      "it": "E lui mi fa:"
    }
  },
  {
    "translation": {
      "en": "\"Don't you dare,\" he says.",
      "it": "\"Non ti azzardare\"."
    }
  },
  {
    "translation": {
      "en": "It was like somebody who fundamentally didn't understand the human condition.",
      "it": "Era una persona che non capiva la condizione umana."
    }
  },
  {
    "translation": {
      "en": "I said, \"Wait, we have to do something right at the moment.\"",
      "it": "Risposi: \"Aspetti, dobbiamo pur fare qualcosa."
    }
  },
  {
    "translation": {
      "en": "It doesn't have to solve all their problems,",
      "it": "Non dobbiamo risolvere tutti i loro problemi,"
    }
  },
  {
    "translation": {
      "en": "but you have to give somebody the feeling that they can change right now.",
      "it": "ma dobbiamo dargli la speranza che possono cambiare\"."
    }
  },
  {
    "translation": {
      "en": "I didn't want people walking out of my office with nothing.",
      "it": "Non dovevano andarsene senza niente."
    }
  },
  {
    "translation": {
      "en": "Did you ever worry, with that strategy, you'd give them the wrong piece of action?",
      "it": "Hai mai temuto di dare consigli sbagliati con questa strategia?"
    }
  },
  {
    "translation": {
      "en": "In this area, as I always say,",
      "it": "In questo campo, come dico sempre,"
    }
  },
  {
    "translation": {
      "en": "I'm just a regular person, nothing unusual, except for this.",
      "it": "sono una persona normale, tranne per una cosa."
    }
  },
  {
    "translation": {
      "en": "I zoom in on you, and I block out everything else.",
      "it": "Mi concentro su di te e ignoro tutto il resto."
    }
  },
  {
    "translation": {
      "en": "Since I was a little kid, people have always walked up to me",
      "it": "È da quando sono piccolo che la gente mi racconta i suoi problemi."
    }
  },
  {
    "translation": {
      "en": "and told me their problems. A little kid.",
      "it": "È da quando sono piccolo che la gente mi racconta i suoi problemi. Ero piccolo. Anche se avevo dieci anni, gli adulti mi parlavano."
    }
  },
  {
    "translation": {
      "en": "I would be ten years old, and a grown man would come up to me.",
      "it": "Ero piccolo. Anche se avevo dieci anni, gli adulti mi parlavano."
    }
  },
  {
    "translation": {
      "en": "Most of them I didn't even know. They're just pouring their hearts out.",
      "it": "Non se ne accorgevano, ma esprimevano le loro emozioni."
    }
  },
  {
    "translation": {
      "en": "Who knows where that comes from.",
      "it": "Chi sa perché."
    }
  },
  {
    "translation": {
      "en": "I was in the Bronx till I was five. Then we moved down to Manhattan.",
      "it": "Ho vissuto nel Bronx fino a cinque anni. Poi ci siamo trasferiti a Manhattan."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Where in Manhattan?",
      "it": "A Manhattan dove?"
    }
  },
  {
    "translation": {
      "en": "The first place was 78th and Broadway. 215 West 78th Street.",
      "it": "All'inizio, tra la 78° e la Broadway, al 215 West sulla 78°."
    }
  },
  {
    "translation": {
      "en": "It was regular, middle-class, working people.",
      "it": "C'erano persone di ceto medio, lavoratrici."
    }
  },
  {
    "translation": {
      "en": "My father was a very nice guy.",
      "it": "Mio padre era un tipo simpatico."
    }
  },
  {
    "translation": {
      "en": "He was loud, opinionated. He loved to entertain.",
      "it": "Era chiacchierone, supponente. Gli piaceva intrattenere gli altri."
    }
  },
  {
    "translation": {
      "en": "If it was up to him, he would have people over to the house every single night,",
      "it": "Fosse stato per lui, avrebbe invitato gente a casa ogni sera."
    }
  },
  {
    "translation": {
      "en": "and she hated it.",
      "it": "Lei lo odiava."
    }
  },
  {
    "translation": {
      "en": "My mother told me, she said, on a beautiful sunny day in the Bronx,",
      "it": "Me lo disse mia madre. Era una bella giornata nel Bronx,"
    }
  },
  {
    "translation": {
      "en": "a trillion kids out playing in the streets,",
      "it": "c'erano un sacco di bambini a giocare per strada"
    }
  },
  {
    "translation": {
      "en": "she told me her favorite thing was to stay indoors and read a book.",
      "it": "e lei mi disse che preferiva leggere un libro in casa."
    }
  },
  {
    "translation": {
      "en": "Her thing was, \"Stay off my case. Stay away from me.\"",
      "it": "Pensava: \"Lasciami stare. Stammi lontano."
    }
  },
  {
    "translation": {
      "en": "\"I want to get lost in this book because life is too painful.\"",
      "it": "Voglio perdermi in questo libro perché la vita è troppo dolorosa."
    }
  },
  {
    "translation": {
      "en": "\"I don't wanna deal with life. I wanna deal with this book.\"",
      "it": "Non voglio pensare alla vita, ma al libro\"."
    }
  },
  {
    "translation": {
      "en": "So you can see these two people, there was big problems.",
      "it": "Erano due persone diverse, avevano problemi."
    }
  },
  {
    "translation": {
      "en": "[Jonah] What time period? The '50s?",
      "it": "Che anni erano? Gli anni '50?"
    }
  },
  {
    "translation": {
      "en": "Yeah. That was, like, uh… '56.",
      "it": "Sì, sarà stato il '56,"
    }
  },
  {
    "translation": {
      "en": "It's probably…",
      "it": "probabilmente."
    }
  },
  {
    "translation": {
      "en": "Let's see, he-- When did he die?",
      "it": "Fammi pensare. Quand'è morto?"
    }
  },
  {
    "translation": {
      "en": "[Jonah] What was your brother's name who passed away?",
      "it": "Come si chiamava tuo fratello che è deceduto?"
    }
  },
  {
    "translation": {
      "en": "[Stutz] His name was Eddie. The one that died, yeah.",
      "it": "Si chiamava Eddie. È morto, sì."
    }
  },
  {
    "translation": {
      "en": "They knew immediately.",
      "it": "L'hanno scoperto subito. Aveva un tipo di tumore"
    }
  },
  {
    "translation": {
      "en": "It was a certain kind of tumor that has a certain kind of rash, I think.",
      "it": "L'hanno scoperto subito. Aveva un tipo di tumore che si manifestava con un eczema."
    }
  },
  {
    "translation": {
      "en": "The doctor, he told me years later,",
      "it": "Anni dopo, il medico mi disse"
    }
  },
  {
    "translation": {
      "en": "he said he knew the moment he walked into the room what it was.",
      "it": "che aveva capito subito cos'era quando lo vide."
    }
  },
  {
    "translation": {
      "en": "But my parents didn't tell us. It was a mistake.",
      "it": "Ma i miei genitori non ce lo dissero. Sbagliarono."
    }
  },
  {
    "translation": {
      "en": "[Jonah] How old are you when he dies? You're nine?",
      "it": "Quanti anni avevi quando è morto? Nove?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I was nine. Yeah.",
      "it": "Sì, avevo nove anni."
    }
  },
  {
    "translation": {
      "en": "[Jonah] And he was three?",
      "it": "E lui ne aveva tre?"
    }
  },
  {
    "translation": {
      "en": "He was three, yeah.",
      "it": "Aveva tre anni, sì."
    }
  },
  {
    "translation": {
      "en": "I would go into the bathroom. I remember, I'd put one foot up on the toilet bowl,",
      "it": "Ricordo che andavo in bagno, mettevo un piede sulla tavoletta,"
    }
  },
  {
    "translation": {
      "en": "like I was some kind of a medieval knight or something,",
      "it": "come una specie di cavaliere medievale"
    }
  },
  {
    "translation": {
      "en": "and I talked to God, and I said to God,",
      "it": "e dicevo a Dio:"
    }
  },
  {
    "translation": {
      "en": "\"If you let him live, I will believe in you.\"",
      "it": "\"Se lo lasci vivere, io crederò in te."
    }
  },
  {
    "translation": {
      "en": "\"If you don't, I won't.\" Obviously, I had to overcome that.",
      "it": "Altrimenti no\". Dovevo metabolizzarlo."
    }
  },
  {
    "translation": {
      "en": "Any time I'm in New York, I try to go past that building.",
      "it": "Quando sono a New York, passo da quell'edificio."
    }
  },
  {
    "translation": {
      "en": "I like to stand in the spot where we were standing when my father came up to us.",
      "it": "Mi piace mettermi nel punto esatto in cui ero quando mio padre ce lo disse."
    }
  },
  {
    "translation": {
      "en": "My mother gets out of the cab",
      "it": "Mia madre uscì dal taxi,"
    }
  },
  {
    "translation": {
      "en": "and just walks right into the building and takes the elevator upstairs.",
      "it": "entrò dritta nell'edificio e prese l'ascensore."
    }
  },
  {
    "translation": {
      "en": "She didn't even look at us.",
      "it": "Non ci guardò neanche."
    }
  },
  {
    "translation": {
      "en": "Seriously, I asked my mother, \"Can I go back to school?\"",
      "it": "Salii e le chiesi: \"Posso andare a scuola?\""
    }
  },
  {
    "translation": {
      "en": "And she said, \"Yeah, you can do anything you want.\"",
      "it": "E lei mi rispose: \"Fai quello che vuoi\"."
    }
  },
  {
    "translation": {
      "en": "And I did.",
      "it": "E così feci."
    }
  },
  {
    "translation": {
      "en": "And I think that was part of my denial.",
      "it": "Ero in fase di negazione."
    }
  },
  {
    "translation": {
      "en": "Everybody was moving quickly to deny what was happening.",
      "it": "Tutti cercammo subito di negare ciò che stava succedendo."
    }
  },
  {
    "translation": {
      "en": "Everybody was avidly not accepting what was going on.",
      "it": "Egoisticamente nessuno accettava ciò che stava succedendo."
    }
  },
  {
    "translation": {
      "en": "That was Part X. Part X was in my mind",
      "it": "Avevo quella vocina in testa, era la Parte X,"
    }
  },
  {
    "translation": {
      "en": "before I understood any of this.",
      "it": "prima che capissi cos'era."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Part X is such a major part of understanding how your tools work,",
      "it": "La Parte X è fondamentale per capire come funzionano i tuoi metodi,"
    }
  },
  {
    "translation": {
      "en": "so I wanted to talk about that.",
      "it": "perciò vorrei parlarne."
    }
  },
  {
    "translation": {
      "en": "So, when adversity comes,",
      "it": "Quando ci sono delle avversità,"
    }
  },
  {
    "translation": {
      "en": "it's an opportunity for you to--",
      "it": "hai l'opportunità di…"
    }
  },
  {
    "translation": {
      "en": "At that moment, you're gonna face Part X directly.",
      "it": "In quel momento, affronti la Parte X direttamente."
    }
  },
  {
    "translation": {
      "en": "Part X is the judgmental part of you,",
      "it": "La Parte X è la tua parte giudicante,"
    }
  },
  {
    "translation": {
      "en": "the antisocial part of you.",
      "it": "la tua parte antisociale."
    }
  },
  {
    "translation": {
      "en": "It's an invisible… force",
      "it": "È una forza invisibile"
    }
  },
  {
    "translation": {
      "en": "that wants to keep you from changing or growing.",
      "it": "che vuole impedirti di cambiare o crescere."
    }
  },
  {
    "translation": {
      "en": "It wants to block your evolution.",
      "it": "Vuole bloccare il tuo sviluppo."
    }
  },
  {
    "translation": {
      "en": "It wants to block your potential.",
      "it": "Vuole bloccare il tuo potenziale."
    }
  },
  {
    "translation": {
      "en": "It wants to fuck up your shit.",
      "it": "Vuole mandarti a puttane."
    }
  },
  {
    "translation": {
      "en": "So Part X would be the villain",
      "it": "Quindi la Parte X è come il cattivo"
    }
  },
  {
    "translation": {
      "en": "in the story of being a person.",
      "it": "nella storia di un individuo."
    }
  },
  {
    "translation": {
      "en": "The tools are what the hero on the journey can use to fight the villain.",
      "it": "I metodi sono ciò che l'eroe può usare per sconfiggere il cattivo."
    }
  },
  {
    "translation": {
      "en": "Yes. Part X is the voice of impossibility.",
      "it": "Sì. La Parte X è la voce dell'impossibilità."
    }
  },
  {
    "translation": {
      "en": "Whatever it is you think you need to do, it's gonna tell you that's impossible.",
      "it": "Qualunque cosa tu voglia fare, ti dirà che è impossibile."
    }
  },
  {
    "translation": {
      "en": "\"Give up.\"",
      "it": "\"Arrenditi.\""
    }
  },
  {
    "translation": {
      "en": "It gives you a very specific dossier about who you are, what you're capable of.",
      "it": "Ti dice lei chi sei nello specifico, di cosa sei capace."
    }
  },
  {
    "translation": {
      "en": "And it creates this, like, primal fear in human beings.",
      "it": "È lei che crea questa paura primordiale negli umani."
    }
  },
  {
    "translation": {
      "en": "What does your Part X say to you?",
      "it": "A te cosa dice la Parte X?"
    }
  },
  {
    "translation": {
      "en": "It makes me feel like I'm wasting time.",
      "it": "Mi fa credere di perdere tempo."
    }
  },
  {
    "translation": {
      "en": "It tells me I've invented all this stuff,",
      "it": "Mi dice che ho inventato queste cose, che sono geniali, sono sicuro,"
    }
  },
  {
    "translation": {
      "en": "and the stuff is great, I'm very confident, but it'll never--",
      "it": "Mi dice che ho inventato queste cose, che sono geniali, sono sicuro, ma non si diffonderanno abbastanza nella cultura."
    }
  },
  {
    "translation": {
      "en": "It won't spread deeply enough into the culture.",
      "it": "ma non si diffonderanno abbastanza nella cultura."
    }
  },
  {
    "translation": {
      "en": "[Jonah] So how can people get rid of Part X?",
      "it": "Come possiamo liberarci dalla Parte X?"
    }
  },
  {
    "translation": {
      "en": "You can't.",
      "it": "Non puoi."
    }
  },
  {
    "translation": {
      "en": "You can defeat him temporarily, but he's always gonna keep coming back.",
      "it": "Puoi batterla momentaneamente, ma tornerà."
    }
  },
  {
    "translation": {
      "en": "That's why you have three aspects of reality that nobody gets to avoid.",
      "it": "Per questo ci sono tre aspetti della realtà che nessuno può eludere."
    }
  },
  {
    "translation": {
      "en": "Pain, uncertainty,",
      "it": "Dolore, incertezza,"
    }
  },
  {
    "translation": {
      "en": "and constant work.",
      "it": "e lavoro costante."
    }
  },
  {
    "translation": {
      "en": "So those are things you're just gonna have to live with, no matter what.",
      "it": "Sono tre cose con cui devi convivere, a prescindere."
    }
  },
  {
    "translation": {
      "en": "If it did work like that, if you could banish Part X,",
      "it": "Se funzionasse così, se potessimo battere la Parte X,"
    }
  },
  {
    "translation": {
      "en": "then there'd be no further progress.",
      "it": "allora non faremmo progressi."
    }
  },
  {
    "translation": {
      "en": "So if this is a story, the main character needs Part X, needs the villain,",
      "it": "Se fosse una storia, al personaggio principale serve la Parte X, il cattivo,"
    }
  },
  {
    "translation": {
      "en": "because if the main character doesn't have to overcome a villain, there's no story.",
      "it": "perché se l'eroe non ha un cattivo da sconfiggere, non esiste una storia."
    }
  },
  {
    "translation": {
      "en": "-[Stutz] Right. -There's no growth.",
      "it": "- Esatto. - Non c'è crescita."
    }
  },
  {
    "translation": {
      "en": "There's no change. There's no bravery. There's no courageousness.",
      "it": "Non c'è cambiamento, coraggio o eroismo."
    }
  },
  {
    "translation": {
      "en": "We need the negativity of Part X, or else we don't grow.",
      "it": "Ci serve la negatività della Parte X se vogliamo crescere."
    }
  },
  {
    "translation": {
      "en": "[Stutz] Yeah, that's correct.",
      "it": "Esatto."
    }
  },
  {
    "translation": {
      "en": "It doesn't mean you can't, um, work very hard at a goal. It doesn't mean you can't succeed.",
      "it": "Non significa che tu non possa puntare a un obiettivo o raggiungerlo."
    }
  },
  {
    "translation": {
      "en": "But if you wanna be happy-- 'Cause that won't make you happy.",
      "it": "Ma se vuoi essere felice… Questo non ti renderebbe felice."
    }
  },
  {
    "translation": {
      "en": "What will make you happy is the process.",
      "it": "È il processo che ti renderà felice."
    }
  },
  {
    "translation": {
      "en": "You have to learn how to love the process of dealing with those three things.",
      "it": "Devi imparare ad amare il processo di avere a che fare con quei tre aspetti."
    }
  },
  {
    "translation": {
      "en": "That's where the tools come in.",
      "it": "Qui entrano in gioco i metodi."
    }
  },
  {
    "translation": {
      "en": "When it appears, you can identify it,",
      "it": "Quando quella parte si fa sentire, puoi identificarla"
    }
  },
  {
    "translation": {
      "en": "and then, you can use a tool on it to nullify it.",
      "it": "e usare i metodi per eliminarla. DOLORE, INCERTEZZA, LAVORO, METODI"
    }
  },
  {
    "translation": {
      "en": "If you can teach someone to do that, they can change their whole life.",
      "it": "Se insegni a qualcuno a farlo, gli cambi la vita."
    }
  },
  {
    "translation": {
      "en": "Because the highest creative expression for a human being",
      "it": "L'espressione creativa più alta per un essere umano"
    }
  },
  {
    "translation": {
      "en": "is to be able to create something new right in the face of adversity,",
      "it": "è riuscire a creare qualcosa di nuovo davanti alle avversità."
    }
  },
  {
    "translation": {
      "en": "and the worse the adversity, the greater the opportunity.",
      "it": "Più è grave l'avversità, più sarà grande l'opportunità."
    }
  },
  {
    "translation": {
      "en": "Finding out that he'd died was like…",
      "it": "Scoprire che era morto fu come scoprire un nuovo mondo."
    }
  },
  {
    "translation": {
      "en": "It was like discovering a new world.",
      "it": "fu come scoprire un nuovo mondo."
    }
  },
  {
    "translation": {
      "en": "And I said, \"Wow, that could happen to me? I'm just a kid.\"",
      "it": "Mi dissi: \"Wow, può succedere anche a me? Ma sono un bambino\"."
    }
  },
  {
    "translation": {
      "en": "That was one of the biggest effects it had on me,",
      "it": "Fu questa la cosa che mi colpì di più,"
    }
  },
  {
    "translation": {
      "en": "besides the fact that my parents collapsed.",
      "it": "oltre al crollo dei miei genitori."
    }
  },
  {
    "translation": {
      "en": "They couldn't quite function as parents emotionally.",
      "it": "Non erano bravi a gestire le emozioni da genitori."
    }
  },
  {
    "translation": {
      "en": "They just couldn't do it.",
      "it": "Non ci riuscivano."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Do you…",
      "it": "Tu…"
    }
  },
  {
    "translation": {
      "en": "Can you blame them?",
      "it": "Li hai incolpati?"
    }
  },
  {
    "translation": {
      "en": "No, I've never blamed them for that.",
      "it": "No, non gliene ho mai fatta una colpa."
    }
  },
  {
    "translation": {
      "en": "Thank God.",
      "it": "Grazie a Dio."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "It changed my whole life, because everything had a double meaning.",
      "it": "Mi cambiò la vita. Tutto assunse un doppio significato."
    }
  },
  {
    "translation": {
      "en": "If I'd go to play softball or something and I had a time to be back for dinner,",
      "it": "Se uscivo a giocare a softball o altro e dovevo tornare per cena,"
    }
  },
  {
    "translation": {
      "en": "if I was like--",
      "it": "se tornavo, te lo giuro, un minuto in ritardo,"
    }
  },
  {
    "translation": {
      "en": "I swear, if I was one minute late, they would just go nuts.",
      "it": "se tornavo, te lo giuro, un minuto in ritardo, impazzivano."
    }
  },
  {
    "translation": {
      "en": "Childhood was over.",
      "it": "La mia infanzia era finita."
    }
  },
  {
    "translation": {
      "en": "Everything was serious. You didn't want to fuck it up.",
      "it": "Vigeva la serietà. Non volevi fare cazzate."
    }
  },
  {
    "translation": {
      "en": "His death became this giant weight that I had to carry around,",
      "it": "La sua morte diventò un peso. CARA MAMMA, TI VOGLIO BENE AMAMI ANCHE TU, PHILIP"
    }
  },
  {
    "translation": {
      "en": "but nobody would admit the fucking weight was there.",
      "it": "Me lo portavo dietro, ma nessuno ammetteva che c'era."
    }
  },
  {
    "translation": {
      "en": "I'll never forget this. A friend of mine, he was badly hurt.",
      "it": "Non mi dimenticherò mai quando un mio amico si fece male."
    }
  },
  {
    "translation": {
      "en": "I went with my father to visit him in the hospital,",
      "it": "Andai con mio padre a trovarlo in ospedale"
    }
  },
  {
    "translation": {
      "en": "and on the way out, my father turns around, and he says,",
      "it": "e, mentre uscivamo, si girò e mi disse:"
    }
  },
  {
    "translation": {
      "en": "\"That's the only profession.\"",
      "it": "\"Quella è l'unica professione\"."
    }
  },
  {
    "translation": {
      "en": "Meaning, \"If you do anything else but become a doctor,",
      "it": "Ovvero: \"Se non diventi un medico,"
    }
  },
  {
    "translation": {
      "en": "you're persona non grata over here.\"",
      "it": "non sei il benvenuto qui."
    }
  },
  {
    "translation": {
      "en": "\"I love you, but if you don't become a doctor, I'll never respect you.\"",
      "it": "Ti voglio bene, ma se non diventi medico, non ti rispetterò mai\"."
    }
  },
  {
    "translation": {
      "en": "He and my mother were both atheists, so they had nothing to fall back on.",
      "it": "Lui e mia madre erano atei e non sapevano a cosa aggrapparsi."
    }
  },
  {
    "translation": {
      "en": "It was a fight against death, and if I didn't join the fight,",
      "it": "Era una lotta contro la morte e, se non mi fossi unito,"
    }
  },
  {
    "translation": {
      "en": "the whole family was gonna fall apart.",
      "it": "la famiglia si sarebbe disintegrata."
    }
  },
  {
    "translation": {
      "en": "Right, so you had a responsibility to satiate their nerves and anxiety.",
      "it": "Giusto. Quindi avevi la responsabilità di tenere a bada la loro paura e ansia."
    }
  },
  {
    "translation": {
      "en": "You became their therapist.",
      "it": "Sei diventato il loro terapeuta."
    }
  },
  {
    "translation": {
      "en": "That's right. That's exactly right.",
      "it": "Esatto, hai centrato il punto."
    }
  },
  {
    "translation": {
      "en": "So they had nothing in terms of, uh…",
      "it": "Non avevano niente in termini di…"
    }
  },
  {
    "translation": {
      "en": "[Jonah] Faith?",
      "it": "Fede?"
    }
  },
  {
    "translation": {
      "en": "Yeah, in terms of that would support them in having any faith.",
      "it": "Sì, in termini di sostegno proveniente dalla fede."
    }
  },
  {
    "translation": {
      "en": "They only had one thing that could lead to faith,",
      "it": "Avevano solo una cosa che poteva fargli avere fede,"
    }
  },
  {
    "translation": {
      "en": "and that was me.",
      "it": "ovvero me."
    }
  },
  {
    "translation": {
      "en": "You see how these things get passed down.",
      "it": "Questi traumi vengono tramandati."
    }
  },
  {
    "translation": {
      "en": "And I… I tried my best.",
      "it": "Io ho fatto del mio meglio."
    }
  },
  {
    "translation": {
      "en": "Total failure, obviously. [chuckles]",
      "it": "Ma ovviamente ho fallito."
    }
  },
  {
    "translation": {
      "en": "I… I… I guess I did do one thing.",
      "it": "Ma una cosa l'ho fatta."
    }
  },
  {
    "translation": {
      "en": "I became a doctor.",
      "it": "Sono diventato un medico."
    }
  },
  {
    "translation": {
      "en": "So, um…",
      "it": "Perciò…"
    }
  },
  {
    "translation": {
      "en": "So at least maybe something constructive came out of it.",
      "it": "Perciò ne ho ricavato almeno qualcosa di costruttivo."
    }
  },
  {
    "translation": {
      "en": "Beginning to see patients was like a joke for me.",
      "it": "Iniziare a vedere i pazienti fu facile per me."
    }
  },
  {
    "translation": {
      "en": "It was just a change of venue. I had done it so much.",
      "it": "Cambiava solo il posto. Per il resto lo avevo sempre fatto."
    }
  },
  {
    "translation": {
      "en": "And I wasn't bad at it, even when I was 12.",
      "it": "Me la cavavo bene anche a 12 anni."
    }
  },
  {
    "translation": {
      "en": "[Stutz] Yeah.",
      "it": "Già."
    }
  },
  {
    "translation": {
      "en": "Hey, are we gonna continue these sessions a few times a week where I'm the patient? [chuckles]",
      "it": "Possiamo continuare a fare queste sedute in cui sono io il paziente?"
    }
  },
  {
    "translation": {
      "en": "It'd be nice if you answered more of these questions. In fact, it would be nice if you answered even one of them.",
      "it": "Sarebbe bello se mi aiutassi a rispondere a qualche interrogativo. Anche uno."
    }
  },
  {
    "translation": {
      "en": "We talked about my brother. Can we talk about yours?",
      "it": "Abbiamo parlato di mio fratello. Parliamo del tuo?"
    }
  },
  {
    "translation": {
      "en": "It must have stirred up something in you.",
      "it": "Ti avrò suscitato delle emozioni."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Well…",
      "it": "Ecco…"
    }
  },
  {
    "translation": {
      "en": "No, I-- No, we're not gonna get into that, um…",
      "it": "No, io… No, non ne discuteremo."
    }
  },
  {
    "translation": {
      "en": "[Stutz] Okay.",
      "it": "Ok."
    }
  },
  {
    "translation": {
      "en": "I think I should take a break. What time-- Oh, shit. Huh.",
      "it": "Forse dovrei fare una pausa. Che ore… Cazzo."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "Dude, that was amazing.",
      "it": "È stato fantastico."
    }
  },
  {
    "translation": {
      "en": "I feel fried.",
      "it": "Sono distrutto."
    }
  },
  {
    "translation": {
      "en": "Yeah, you know, I told you to ask easier questions. It's on you.",
      "it": "Te l'avevo detto di farmi domande più facili. È colpa tua."
    }
  },
  {
    "translation": {
      "en": "Do you want my notes on your directing or acting?",
      "it": "Vuoi che ti dica cosa ne penso della tua regia?"
    }
  },
  {
    "translation": {
      "en": "[Jonah laughs] Save it for my session.",
      "it": "Dimmelo alla mia seduta."
    }
  },
  {
    "translation": {
      "en": "[laughs] What is taking so long, dude?",
      "it": "Perché ci metti tanto?"
    }
  },
  {
    "translation": {
      "en": "Watch the tracks.",
      "it": "Attento ai cavi."
    }
  },
  {
    "translation": {
      "en": "[Stutz] You're in this too?",
      "it": "Ci sei anche tu?"
    }
  },
  {
    "translation": {
      "en": "-[clattering] -[Jonah] Yeah. Oh, shit. [chuckles]",
      "it": "- Sì. - Oh, merda."
    }
  },
  {
    "translation": {
      "en": "-How are you? -[Jonah] Good to see ya.",
      "it": "- Come va? - Mi fa piacere vederti."
    }
  },
  {
    "translation": {
      "en": "I'm gonna use a tool first. Is that okay?",
      "it": "Prima userò un metodo. - Va bene? - Sì, certo."
    }
  },
  {
    "translation": {
      "en": "Yeah, absolutely.",
      "it": "- Va bene? - Sì, certo."
    }
  },
  {
    "translation": {
      "en": "Okay. [inhales]",
      "it": "Ok."
    }
  },
  {
    "translation": {
      "en": "I feel like making this movie is very complicated for a lot of reasons.",
      "it": "Girare questo documentario è complicato per più motivi."
    }
  },
  {
    "translation": {
      "en": "You're my therapist,",
      "it": "Tu sei il mio terapeuta"
    }
  },
  {
    "translation": {
      "en": "and if I was having trouble with something,",
      "it": "e, quando ho dei problemi,"
    }
  },
  {
    "translation": {
      "en": "you'd be who I would talk to about it.",
      "it": "mi rivolgo a te per discuterne."
    }
  },
  {
    "translation": {
      "en": "[Jonah] But then when that feeling comes up about this movie,",
      "it": "Ma quando penso alle difficoltà di questo film,"
    }
  },
  {
    "translation": {
      "en": "I'm hesitant, and I stop it,",
      "it": "esito e non te ne parlo,"
    }
  },
  {
    "translation": {
      "en": "because this film is about you,",
      "it": "perché il film racconta la tua storia"
    }
  },
  {
    "translation": {
      "en": "and I feel like I have to pretend everything is great",
      "it": "e mi sembra di dover fingere che vada tutto bene,"
    }
  },
  {
    "translation": {
      "en": "even when it's not.",
      "it": "anche se non è così."
    }
  },
  {
    "translation": {
      "en": "I've…",
      "it": "Io…"
    }
  },
  {
    "translation": {
      "en": "been lying to you in our private therapy sessions",
      "it": "ti ho mentito durante le nostre sedute private"
    }
  },
  {
    "translation": {
      "en": "about how the movie's going.",
      "it": "riguardo a come va il film."
    }
  },
  {
    "translation": {
      "en": "So I've essentially",
      "it": "In pratica,"
    }
  },
  {
    "translation": {
      "en": "been paying you to lie to you,",
      "it": "ti ho pagato per mentirti"
    }
  },
  {
    "translation": {
      "en": "and that left me feeling more and more alone.",
      "it": "e questo mi ha fatto sentire ancora più solo."
    }
  },
  {
    "translation": {
      "en": "I'm trying to land these massive ideas.",
      "it": "Voglio veicolare questi importanti concetti."
    }
  },
  {
    "translation": {
      "en": "-[Stutz] Right. -And these--",
      "it": "- Sì. - E questi…"
    }
  },
  {
    "translation": {
      "en": "And also tell the story of your life, but I just feel stuck.",
      "it": "Voglio raccontare la storia della tua vita, ma è come se fossi bloccato."
    }
  },
  {
    "translation": {
      "en": "And I just keep asking myself, like,",
      "it": "Continuo a chiedermi:"
    }
  },
  {
    "translation": {
      "en": "\"Was this a fucking terrible idea",
      "it": "\"È stata un'idea del cazzo"
    }
  },
  {
    "translation": {
      "en": "for a patient to make a movie about his therapist?\" [laughs]",
      "it": "girare un film sul proprio terapeuta, pur essendo suo paziente?"
    }
  },
  {
    "translation": {
      "en": "Like I laugh about it, you know?",
      "it": "Mi fa quasi ridere, capisci?"
    }
  },
  {
    "translation": {
      "en": "But what I got to was like, why am I, like, hiding",
      "it": "Ma la vera domanda è: \"Perché mi sto nascondendo"
    }
  },
  {
    "translation": {
      "en": "behind perfection?",
      "it": "dietro la perfezione?\""
    }
  },
  {
    "translation": {
      "en": "Why am I hiding behind a facade instead of letting you in on it?",
      "it": "Perché mi nascondo dietro a una maschera invece di coinvolgerti?"
    }
  },
  {
    "translation": {
      "en": "Which felt like the only choice to me.",
      "it": "Mi sembrava l'unica alternativa."
    }
  },
  {
    "translation": {
      "en": "It is.",
      "it": "Lo è."
    }
  },
  {
    "translation": {
      "en": "How can I make a movie where I'm talking about people being vulnerable and working on their problems",
      "it": "Come posso girare un film sulla vulnerabilità e i problemi altrui,"
    }
  },
  {
    "translation": {
      "en": "and not be vulnerable myself?",
      "it": "se non mi mostro vulnerabile?"
    }
  },
  {
    "translation": {
      "en": "It doesn't feel fair.",
      "it": "Non mi sembra giusto."
    }
  },
  {
    "translation": {
      "en": "-And so… -Hmm.",
      "it": "Quindi,"
    }
  },
  {
    "translation": {
      "en": "…if the choice is to be fair and honest,",
      "it": "se scelgo di essere giusto e onesto,"
    }
  },
  {
    "translation": {
      "en": "then I should acknowledge that, like,",
      "it": "allora devo ammettere che…"
    }
  },
  {
    "translation": {
      "en": "we've been shooting for two years,",
      "it": "stiamo girando da due anni."
    }
  },
  {
    "translation": {
      "en": "and we're wearing the same clothes every day,",
      "it": "Indossiamo ogni giorno gli stessi vestiti,"
    }
  },
  {
    "translation": {
      "en": "pretending it's one session,",
      "it": "fingendo che sia un'unica seduta,"
    }
  },
  {
    "translation": {
      "en": "but it's been years.",
      "it": "ma sono passati anni."
    }
  },
  {
    "translation": {
      "en": "And we're on a green screen. We're not in your office.",
      "it": "Siamo davanti a un green screen. Non siamo davvero nel tuo studio."
    }
  },
  {
    "translation": {
      "en": "And I'm literally wearing a wig right now",
      "it": "E adesso sto indossando una parrucca"
    }
  },
  {
    "translation": {
      "en": "to make it look like it was eight months ago when I had this haircut,",
      "it": "per ricreare lo stesso taglio che avevo otto mesi fa."
    }
  },
  {
    "translation": {
      "en": "and I literally have, like,",
      "it": "In realtà, ora ho…"
    }
  },
  {
    "translation": {
      "en": "a shaved head. I, like…",
      "it": "un taglio corto. Insomma…"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "it": "Non lo so."
    }
  },
  {
    "translation": {
      "en": "It just feels… weird and false.",
      "it": "Ma mi sa di strano e finto."
    }
  },
  {
    "translation": {
      "en": "I want to let the audience in on the filmmaking process, and you,",
      "it": "Voglio rendere il pubblico e te partecipi del processo di regia,"
    }
  },
  {
    "translation": {
      "en": "so they don't feel like we're just lying to them about shit.",
      "it": "così non si sentiranno presi in giro."
    }
  },
  {
    "translation": {
      "en": "And I'm lying to you and lying to everyone else that it's going well, and that sucks.",
      "it": "Ho mentito a te e a chiunque sul fatto che andasse tutto bene e mi dispiace."
    }
  },
  {
    "translation": {
      "en": "We're probably gonna be watching this scene,",
      "it": "Quando guarderemo questa scena, ci saranno spezzoni girati otto mesi fa,"
    }
  },
  {
    "translation": {
      "en": "and there's gonna be stuff we shot eight months ago, 14 months ago.",
      "it": "Quando guarderemo questa scena, ci saranno spezzoni girati otto mesi fa, o 14 mesi fa. Insomma…"
    }
  },
  {
    "translation": {
      "en": "Like… [scoffs]",
      "it": "o 14 mesi fa. Insomma…"
    }
  },
  {
    "translation": {
      "en": "It's just hard to know what is what at this point.",
      "it": "Fatico a distinguere cosa è cosa ormai."
    }
  },
  {
    "translation": {
      "en": "But ultimately, I just came to the truth, which is just letting you in on it.",
      "it": "Ma volevo dirti la verità e farti sapere cosa provassi."
    }
  },
  {
    "translation": {
      "en": "Does that feel fucked-up?",
      "it": "Ti sembra una cazzata?"
    }
  },
  {
    "translation": {
      "en": "It feels like the only choice you have, to be honest.",
      "it": "Sinceramente, mi sembra la tua unica opzione."
    }
  },
  {
    "translation": {
      "en": "If you want to stay with the truth of me and what we're trying to do,",
      "it": "Se vuoi raccontare la verità su di me e su ciò che vogliamo fare,"
    }
  },
  {
    "translation": {
      "en": "then you have to let yourself fuck it up.",
      "it": "allora devi concederti di sbagliare."
    }
  },
  {
    "translation": {
      "en": "If you could do it perfectly, it would contradict everything that we're doing here.",
      "it": "Se facessi tutto alla perfezione, contraddiremmo ciò che vogliamo veicolare."
    }
  },
  {
    "translation": {
      "en": "So I'm thrilled that you--",
      "it": "Sono felice che tu…"
    }
  },
  {
    "translation": {
      "en": "I kind of suspected this anyway, because we're getting--",
      "it": "In realtà, me lo aspettavo perché…"
    }
  },
  {
    "translation": {
      "en": "First of all, we're getting so many days, you know, so I said--",
      "it": "Innanzitutto, giriamo da non so quanti giorni."
    }
  },
  {
    "translation": {
      "en": "I said, \"This is probably the greatest documentary ever made",
      "it": "Ho pensato: \"O è il miglior documentario di sempre o il peggiore\"."
    }
  },
  {
    "translation": {
      "en": "or the worst,\" and it's probably both.",
      "it": "Ho pensato: \"O è il miglior documentario di sempre o il peggiore\". È entrambe le cose."
    }
  },
  {
    "translation": {
      "en": "But listen, it has to eventually get intimate,",
      "it": "Ma, ascolta, deve essere personale."
    }
  },
  {
    "translation": {
      "en": "and once things get intimate, you don't know what the fuck is gonna happen.",
      "it": "Quando le cose si fanno personali, non si sa cosa succede."
    }
  },
  {
    "translation": {
      "en": "If I've trained you properly, you can just see that is not something to avoid.",
      "it": "Se ti ho insegnato bene, sai che non è una cosa da evitare."
    }
  },
  {
    "translation": {
      "en": "The failure would be not rolling with it and not using it to go deeper.",
      "it": "Il vero fallimento sarebbe non seguire le proprie emozioni e non usarle per scavare in profondità."
    }
  },
  {
    "translation": {
      "en": "The driving force in this whole thing, to me, is your vulnerability. [splutters] No question about it.",
      "it": "La vera forza motrice di questo film è la tua vulnerabilità. Ne sono certo."
    }
  },
  {
    "translation": {
      "en": "If we're true to that idea and you're forthcoming with it,",
      "it": "Se sei disposto a seguire quest'idea apertamente,"
    }
  },
  {
    "translation": {
      "en": "we really can't go wrong, because--",
      "it": "non puoi sbagliare perché…"
    }
  },
  {
    "translation": {
      "en": "-But this movie is about you. -[Stutz] No, no, not at all.",
      "it": "Ma il film parla di te. No, per niente."
    }
  },
  {
    "translation": {
      "en": "To me, this is just one more thing.",
      "it": "Per me è un lavoro come un altro."
    }
  },
  {
    "translation": {
      "en": "My life doesn't depend on it.",
      "it": "Non ne va della mia vita."
    }
  },
  {
    "translation": {
      "en": "Your life-- Okay, maybe your life depends on it.",
      "it": "Della tua… Ok, forse ne va della tua vita."
    }
  },
  {
    "translation": {
      "en": "-[both laugh] -[Stutz] Just teasing.",
      "it": "Ti stuzzico."
    }
  },
  {
    "translation": {
      "en": "My mind says I want to aggressively and honestly talk about two things.",
      "it": "Io voglio parlare principalmente e onestamente di due cose."
    }
  },
  {
    "translation": {
      "en": "One is my relationship with you,",
      "it": "La prima è il mio rapporto con te"
    }
  },
  {
    "translation": {
      "en": "and the second thing is the actual power of these tools.",
      "it": "e la seconda è il vero potere di questi metodi."
    }
  },
  {
    "translation": {
      "en": "So how do I go deeper? Like, how do I--",
      "it": "Come faccio a rendere il film più profondo? Come…"
    }
  },
  {
    "translation": {
      "en": "-There's only one way. -Huh?",
      "it": "C'è solo un modo."
    }
  },
  {
    "translation": {
      "en": "You.",
      "it": "Il tuo."
    }
  },
  {
    "translation": {
      "en": "The thing is, if you wanna move forward…",
      "it": "Il punto è che, se vuoi andare avanti,"
    }
  },
  {
    "translation": {
      "en": "[splutters] …you can't move forward without being vulnerable.",
      "it": "non puoi farlo se non sei vulnerabile."
    }
  },
  {
    "translation": {
      "en": "And the reason is everybody needs help in moving forward.",
      "it": "E il motivo è che a tutti serve aiuto per andare avanti."
    }
  },
  {
    "translation": {
      "en": "Failure, weakness, vulnerability is like a, um…",
      "it": "Il fallimento, la debolezza, la vulnerabilità sono solo…"
    }
  },
  {
    "translation": {
      "en": "It's like a connector. It connects you to the rest of the world.",
      "it": "Sono un collegamento tra te e il resto del mondo."
    }
  },
  {
    "translation": {
      "en": "Because what you're doing is, you're giving out this signal to the world,",
      "it": "Quello che stai facendo è lanciare un segnale al mondo."
    }
  },
  {
    "translation": {
      "en": "\"I need you because I can't do this by myself.\"",
      "it": "\"Ho bisogno di voi perché da solo non ce la faccio.\""
    }
  },
  {
    "translation": {
      "en": "Yeah, that makes a lot of sense.",
      "it": "Sì, hai ragione."
    }
  },
  {
    "translation": {
      "en": "I think what would be a good idea,",
      "it": "Credo che sarebbe una buona idea"
    }
  },
  {
    "translation": {
      "en": "maybe I should show you some of the movie,",
      "it": "farti vedere una parte del film,"
    }
  },
  {
    "translation": {
      "en": "and we can kind of figure out how we wanna complete it.",
      "it": "così possiamo capire come vogliamo concluderlo."
    }
  },
  {
    "translation": {
      "en": "And, like, for us to be in that together if you're down for that?",
      "it": "Vorrei farlo insieme, se ti va?"
    }
  },
  {
    "translation": {
      "en": "I am, yeah. I'm really touched.",
      "it": "Sì, volentieri. Sono onorato."
    }
  },
  {
    "translation": {
      "en": "Um, frankly, I'm relieved also.",
      "it": "E anche sollevato."
    }
  },
  {
    "translation": {
      "en": "So yes, it would be great. It'll be great. It'll be like an experiment.",
      "it": "Sì, sarà fantastico. Sarà una specie di esperimento."
    }
  },
  {
    "translation": {
      "en": "Yeah. All right, cool.",
      "it": "Sì. Va bene."
    }
  },
  {
    "translation": {
      "en": "Okay, I'm down.",
      "it": "Ok, ci sto."
    }
  },
  {
    "translation": {
      "en": "I love you, dude.",
      "it": "Ti voglio bene."
    }
  },
  {
    "translation": {
      "en": "Cut. [laughs]",
      "it": "Stop."
    }
  },
  {
    "translation": {
      "en": "Oh, you guys were filming?",
      "it": "Ah, stavate riprendendo?"
    }
  },
  {
    "translation": {
      "en": "[Jonah] Why do you think I'm making a doc on you?",
      "it": "Perché credi voglia girare questo film su di te?"
    }
  },
  {
    "translation": {
      "en": "I think it's… it's my ideas.",
      "it": "Credo per le mie idee."
    }
  },
  {
    "translation": {
      "en": "I… I think my ideas had an effect on you,",
      "it": "Le mie idee hanno avuto un impatto su di te"
    }
  },
  {
    "translation": {
      "en": "and I think you wanted to expose other people to the ideas.",
      "it": "e immagino tu voglia trasmettere queste idee ad altre persone."
    }
  },
  {
    "translation": {
      "en": "You want to do some Parkinson's drugs?",
      "it": "Ci facciamo di pillole per il Parkinson?"
    }
  },
  {
    "translation": {
      "en": "[Jonah] I kicked the stuff years ago, man.",
      "it": "Ho smesso da anni ormai."
    }
  },
  {
    "translation": {
      "en": "[Jonah] So we had to build a fake set of your office on the green screen",
      "it": "Abbiamo costruito un finto set del tuo studio sul green screen"
    }
  },
  {
    "translation": {
      "en": "to make it seem like we've been here this whole time.",
      "it": "per far sembrare che stiamo sempre qui."
    }
  },
  {
    "translation": {
      "en": "-[Stutz] It's nicer than my real office. -[Jonah laughs] Yeah.",
      "it": "È più bello del mio vero studio. Sì. La Parte X. Poi quando guardi il film…"
    }
  },
  {
    "translation": {
      "en": "Part X. And then, so when you're watching the movie…",
      "it": "Sì. La Parte X. Poi quando guardi il film…"
    }
  },
  {
    "translation": {
      "en": "-Like, a view of-- [laughs] -We never had insurance for that.",
      "it": "- Tipo uno sfondo… - Non siamo assicurati per quello."
    }
  },
  {
    "translation": {
      "en": "[Jonah] We've ripped the Band-Aid off.",
      "it": "Ci siamo tolti il cerotto."
    }
  },
  {
    "translation": {
      "en": "We've told you where I'm at and the truth of it.",
      "it": "Ti ho detto cosa voglio fare, la verità."
    }
  },
  {
    "translation": {
      "en": "Where do we go from here?",
      "it": "Ora cosa facciamo?"
    }
  },
  {
    "translation": {
      "en": "It feels to me like we have to stay very grounded",
      "it": "Per me, dobbiamo rimanere umili,"
    }
  },
  {
    "translation": {
      "en": "and, at the same time, reach for the stars.",
      "it": "ma puntare anche in alto."
    }
  },
  {
    "translation": {
      "en": "I'm not sure how to do both of those at the same time.",
      "it": "Non so come fare entrambe le cose insieme."
    }
  },
  {
    "translation": {
      "en": "But anything that's real and that's profound",
      "it": "Ma tutto ciò che è vero e profondo"
    }
  },
  {
    "translation": {
      "en": "has to have two, not one, because it's a vibratory thing.",
      "it": "è composto da due parti, non una. È un sistema vibratorio."
    }
  },
  {
    "translation": {
      "en": "Two people can create a field, and a field is invisible,",
      "it": "Due persone creano un campo energetico. È invisibile,"
    }
  },
  {
    "translation": {
      "en": "but that's the force in the universe that makes things happen.",
      "it": "ma è la forza nell'universo che fa accadere le cose."
    }
  },
  {
    "translation": {
      "en": "You can see that in your personal relationships.",
      "it": "Puoi trovarla nelle tue relazioni personali."
    }
  },
  {
    "translation": {
      "en": "You can see it in the global events that are happening now.",
      "it": "Puoi trovarla negli eventi mondiali di oggi."
    }
  },
  {
    "translation": {
      "en": "What we're doing here",
      "it": "Ciò che facciamo"
    }
  },
  {
    "translation": {
      "en": "is giving ourselves over to something that we can't fully understand.",
      "it": "è concederci a qualcosa che non comprendiamo fino in fondo."
    }
  },
  {
    "translation": {
      "en": "But whatever it is out there, whatever it is up there,",
      "it": "Ma qualsiasi cosa ci sia là fuori o lassù"
    }
  },
  {
    "translation": {
      "en": "it wants to have a connection to everybody.",
      "it": "è connessa con tutti."
    }
  },
  {
    "translation": {
      "en": "[Stutz] The shame, embarrassment,",
      "it": "La vergogna, l'imbarazzo,"
    }
  },
  {
    "translation": {
      "en": "is actually the glue that holds the universe together.",
      "it": "sono il collante che tiene insieme l'universo."
    }
  },
  {
    "translation": {
      "en": "It's in that experience that you're forced to connect to somebody else.",
      "it": "È in quell'esperienza che sei costretto a connetterti a qualcun altro."
    }
  },
  {
    "translation": {
      "en": "Anyway, things won't be perfect.",
      "it": "Le cose non saranno mai perfette."
    }
  },
  {
    "translation": {
      "en": "In a filming sense or an artistic sense, something might not work out,",
      "it": "Dal punto di vista cinematografico o artistico, potrebbero non esserlo,"
    }
  },
  {
    "translation": {
      "en": "but in its impossibility, something's gonna happen.",
      "it": "ma, nella loro impossibilità, racconteranno comunque qualcosa."
    }
  },
  {
    "translation": {
      "en": "This is my real hair, by the way.",
      "it": "Questi sono i miei veri capelli."
    }
  },
  {
    "translation": {
      "en": "What? What's the matter? Wait, what's the matter?",
      "it": "Che c'è? Che hai? Che c'è?"
    }
  },
  {
    "translation": {
      "en": "What you have to say is, \"I'm gonna do the best I can now.\"",
      "it": "Tu devi fare del tuo meglio ora."
    }
  },
  {
    "translation": {
      "en": "\"I'll go to the next thing and do the best I can there.\"",
      "it": "Poi passerai al prossimo obiettivo e farai del tuo meglio."
    }
  },
  {
    "translation": {
      "en": "And it sounds trite and superficial, but believe me, it's not.",
      "it": "Sembra una cosa trita e ritrita e superficiale, ma non lo è."
    }
  },
  {
    "translation": {
      "en": "Great, so you're saying the worse it is, the better we did?",
      "it": "Perfetto. Quindi più viene male, più viene meglio?"
    }
  },
  {
    "translation": {
      "en": "-[Stutz] Yes. -Great.",
      "it": "- Sì. - Perfetto."
    }
  },
  {
    "translation": {
      "en": "Isn't that how Hollywood works in general?",
      "it": "Non funziona così a Hollywood?"
    }
  },
  {
    "translation": {
      "en": "-[Jonah laughs] -I always thought. I don't know.",
      "it": "L'ho sempre pensato."
    }
  },
  {
    "translation": {
      "en": "All right, well, then let's just keep going.",
      "it": "Va bene. Andiamo avanti."
    }
  },
  {
    "translation": {
      "en": "[Stutz] If you have the tools, we can turn this around.",
      "it": "Con i metodi, possiamo ribaltare la situazione."
    }
  },
  {
    "translation": {
      "en": "So we have to keep going.",
      "it": "Dobbiamo andare avanti."
    }
  },
  {
    "translation": {
      "en": "Keep going.",
      "it": "Avanti."
    }
  },
  {
    "translation": {
      "en": "It seems stupid. Isn't that, like, simplistic?",
      "it": "Sembra stupido. Non è riduttivo?"
    }
  },
  {
    "translation": {
      "en": "It is, but we want to say, \"I'm the one who puts the next pearl on the string.\"",
      "it": "Sì, ma vogliamo essere noi a infilare la prossima perla nella collana."
    }
  },
  {
    "translation": {
      "en": "That's all. Nothing else.",
      "it": "Tutto qui, nient'altro."
    }
  },
  {
    "translation": {
      "en": "That's called the String of Pearls.",
      "it": "Si chiama Collana di Perle."
    }
  },
  {
    "translation": {
      "en": "That's probably the most important thing, motivationally, you could teach yourself.",
      "it": "A livello motivazionale, è la cosa più importante che puoi imparare."
    }
  },
  {
    "translation": {
      "en": "You just draw a string of pearls.",
      "it": "Devi disegnare una collana di perle."
    }
  },
  {
    "translation": {
      "en": "There's a line then a circle, line then a circle.",
      "it": "Fai una linea, un cerchio, una linea, un cerchio."
    }
  },
  {
    "translation": {
      "en": "Each one of those circles equals one action.",
      "it": "Ogni cerchio corrisponde a un'azione."
    }
  },
  {
    "translation": {
      "en": "But here's the thing.",
      "it": "Ma nota bene."
    }
  },
  {
    "translation": {
      "en": "Every action has the same value.",
      "it": "Ogni azione ha lo stesso valore."
    }
  },
  {
    "translation": {
      "en": "This is a matter of identity. \"Who am I?\"",
      "it": "Si parla d'identità. \"Chi sono io?"
    }
  },
  {
    "translation": {
      "en": "\"I'm not great. I'm not shit. I don't want to look at myself and think…\"",
      "it": "Non sono bravo, non faccio schifo. Non voglio guardarmi allo specchio.\""
    }
  },
  {
    "translation": {
      "en": "I look at myself just in terms of the habits with which I take action.",
      "it": "Devo vedermi solo in termini di azioni che compio."
    }
  },
  {
    "translation": {
      "en": "If there's a failure or a big success, by the way, either way,",
      "it": "Che io fallisca o abbia successo, a prescindere,"
    }
  },
  {
    "translation": {
      "en": "you're gonna keep going.",
      "it": "devo andare avanti."
    }
  },
  {
    "translation": {
      "en": "I am the person that puts the next pearl on the string. That's it.",
      "it": "Sono io l'unica persona a poter inserire una perla nella collana. Punto."
    }
  },
  {
    "translation": {
      "en": "So essentially getting out of bed in the morning is a string of pearls.",
      "it": "Anche alzarsi dal letto la mattina è una perla inserita."
    }
  },
  {
    "translation": {
      "en": "-Just getting out of bed… -Yes. …and doing what you have to do that day",
      "it": "Alzarsi dal tetto e fare ciò che devi quel giorno,"
    }
  },
  {
    "translation": {
      "en": "and not putting, like, a size value on the effort. -[Stutz] That's right. -They're all the same size.",
      "it": "senza dare un valore al tuo sforzo. Tutte le azioni hanno lo stesso valore."
    }
  },
  {
    "translation": {
      "en": "The beautiful thing about you, even though you're an asshole,",
      "it": "La cosa bella di te, anche se sei uno stronzo, è che non ti fermi mai."
    }
  },
  {
    "translation": {
      "en": "is that you never stop.",
      "it": "anche se sei uno stronzo, è che non ti fermi mai."
    }
  },
  {
    "translation": {
      "en": "You have that. You have a taste for uncertainty.",
      "it": "Ci riesci. Ti piace l'incertezza."
    }
  },
  {
    "translation": {
      "en": "The first session we had, you said that true confidence is living in uncertainty.",
      "it": "Nella prima seduta, hai detto che la vera sicurezza è vivere nell'incertezza."
    }
  },
  {
    "translation": {
      "en": "Yeah, and moving forward.",
      "it": "Sì, e andare avanti."
    }
  },
  {
    "translation": {
      "en": "The winner is not the one who always makes the best decisions or looks the best.",
      "it": "Non vince chi prende sempre le decisioni migliori o è più bello."
    }
  },
  {
    "translation": {
      "en": "The winner is the one who works that cycle.",
      "it": "Ma vince chi segue quel ciclo."
    }
  },
  {
    "translation": {
      "en": "In other words, who's willing to take a risk,",
      "it": "Ovvero, chi è disposto a rischiare,"
    }
  },
  {
    "translation": {
      "en": "will interact with some degree of faith, and then eats the consequences.",
      "it": "chi si affida al destino e accetta le conseguenze."
    }
  },
  {
    "translation": {
      "en": "If the consequences are bad, then you gotta work the cycle again. That's as good as it gets.",
      "it": "Se sono negative, devi ripetere il ciclo. È il massimo che possiamo fare."
    }
  },
  {
    "translation": {
      "en": "Now, here's the thing.",
      "it": "Ora sappi questo."
    }
  },
  {
    "translation": {
      "en": "In every one of these little circles, there's a little darker circle,",
      "it": "In ogni perla, c'è un cerchio nero, molto più piccolo."
    }
  },
  {
    "translation": {
      "en": "much smaller, and the darker circle is a turd.",
      "it": "In ogni perla, c'è un cerchio nero, molto più piccolo. E questo cerchio nero è uno stronzo."
    }
  },
  {
    "translation": {
      "en": "It's kind of funny in a way, but what it says is every effort you make…",
      "it": "Fa ridere, ma significa che per ogni tuo sforzo…"
    }
  },
  {
    "translation": {
      "en": "Let's say now. We're trying to do this film.",
      "it": "Facciamo l'esempio di questo film."
    }
  },
  {
    "translation": {
      "en": "However this comes out, it's not gonna come out perfectly. So there's gonna be a turd in it.",
      "it": "Vada come vada, non sarà mai perfetto. Ci sarà sempre un difetto."
    }
  },
  {
    "translation": {
      "en": "It's like I don't know if this is good, so I don't have to worry about that.",
      "it": "Non sai se è una cosa positiva o meno, ma non devi preoccupartene."
    }
  },
  {
    "translation": {
      "en": "I have to worry about forward motion, putting the next pearl on the string.",
      "it": "Devi preoccuparti di andare avanti e inserire un'altra perla."
    }
  },
  {
    "translation": {
      "en": "I'll tell you, my life philosophy has turned into the opposite of that.",
      "it": "La mia filosofia è l'esatto opposto."
    }
  },
  {
    "translation": {
      "en": "So instead of a turd inside of a pearl,",
      "it": "Invece di uno stronzo dentro alla perla,"
    }
  },
  {
    "translation": {
      "en": "there's a pearl around every turd.",
      "it": "c'è una perla intorno allo stronzo."
    }
  },
  {
    "translation": {
      "en": "Because when something bad happens, I go, like, \"There's a lot to be learned and a lot of good around this event.\"",
      "it": "Se mi capita qualcosa di negativo, penso: \"Posso trarne qualcosa di positivo\"."
    }
  },
  {
    "translation": {
      "en": "That's fantastic. I'm gonna steal that one.",
      "it": "È una visione fantastica. Te la rubo."
    }
  },
  {
    "translation": {
      "en": "Well, I'll sue you.",
      "it": "Ti farò causa."
    }
  },
  {
    "translation": {
      "en": "[laughs] I love you. I don't care. Good. I'll see you in court.",
      "it": "- Ti voglio bene, non importa. - Bene. Ci vediamo in tribunale."
    }
  },
  {
    "translation": {
      "en": "If this whole movie ends in, like, a ten-year, bitter lawsuit between the two of us…",
      "it": "Se questo film finisse in una brutta causa decennale tra noi due…"
    }
  },
  {
    "translation": {
      "en": "It's very intimate. It's cool.",
      "it": "È molto profondo. Ci sta."
    }
  },
  {
    "translation": {
      "en": "[Jonah] So meeting you and starting our process",
      "it": "Ti ho conosciuto e ho iniziato questo percorso"
    }
  },
  {
    "translation": {
      "en": "was out of desperation to get happier.",
      "it": "in preda alla disperazione per essere più felice."
    }
  },
  {
    "translation": {
      "en": "It's hard to say. It's just I had no… healthy self-esteem.",
      "it": "È difficile ammetterlo. Non avevo… una sana autostima."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "it": "Giusto."
    }
  },
  {
    "translation": {
      "en": "Having grown up overweight",
      "it": "Crescere in sovrappeso"
    }
  },
  {
    "translation": {
      "en": "was something, um, that sounds like not a big deal",
      "it": "è stato un fattore che non sembra importante."
    }
  },
  {
    "translation": {
      "en": "or like, \"Poor you,\" or whatever.",
      "it": "Tipo: \"Poverino\"."
    }
  },
  {
    "translation": {
      "en": "But for me personally,",
      "it": "Ma, a livello personale,"
    }
  },
  {
    "translation": {
      "en": "it intensely fucked me up.",
      "it": "mi ha sconvolto profondamente."
    }
  },
  {
    "translation": {
      "en": "You explained to me the idea of a Shadow.",
      "it": "Mi hai spiegato l'idea di un'Ombra."
    }
  },
  {
    "translation": {
      "en": "It's the version of yourself that you want to hide from the world the most.",
      "it": "È la versione di te stesso che più vuoi nascondere al mondo."
    }
  },
  {
    "translation": {
      "en": "And this is what I pictured that day. Me at 14.",
      "it": "E questo è ciò che ho visto quel giorno. Il me stesso a 14 anni."
    }
  },
  {
    "translation": {
      "en": "When I met you, I was 33, maybe.",
      "it": "Quando ti ho conosciuto, avevo 33 anni forse."
    }
  },
  {
    "translation": {
      "en": "I had an incredible amount of success,",
      "it": "Avevo avuto un sacco di successo,"
    }
  },
  {
    "translation": {
      "en": "was in really great shape, physically.",
      "it": "ero in ottima forma fisica."
    }
  },
  {
    "translation": {
      "en": "All things that should have rendered this idea of myself nonexistent…",
      "it": "Tutto questo avrebbe dovuto cancellare quest'idea di me."
    }
  },
  {
    "translation": {
      "en": "…but what you explained to me was that this is how I saw myself,",
      "it": "Ma tu mi hai spiegato che io mi vedevo così"
    }
  },
  {
    "translation": {
      "en": "and I was denying myself",
      "it": "e che mi stavo rinnegando"
    }
  },
  {
    "translation": {
      "en": "because I felt so much shame about… -[Stutz] Right. -…that this was me.",
      "it": "perché mi vergognavo di essere stato così."
    }
  },
  {
    "translation": {
      "en": "I thought, if I got successful, they wouldn't see that.",
      "it": "Pensavo che, se avessi avuto successo, non mi avrebbero visto così."
    }
  },
  {
    "translation": {
      "en": "And then I did, and then all people did was just say more of that,",
      "it": "Così ho aspirato al successo, ma la gente continuava a vedermi così"
    }
  },
  {
    "translation": {
      "en": "and it hurt.",
      "it": "e questo mi ha fatto male."
    }
  },
  {
    "translation": {
      "en": "And then I still felt like this person,",
      "it": "Mi sentivo ancora questa persona."
    }
  },
  {
    "translation": {
      "en": "and that… still resides in me in a way that comes up.",
      "it": "E questo fa ancora parte di me e ogni tanto viene a galla."
    }
  },
  {
    "translation": {
      "en": "So inherently, at my core, I'm still this unlovable person,",
      "it": "Nel profondo, sono ancora questa persona impossibile da amare,"
    }
  },
  {
    "translation": {
      "en": "but the work is, like, inching towards",
      "it": "ma sto lavorando sodo per avvicinarmi"
    }
  },
  {
    "translation": {
      "en": "not only accepting but, like, bringing this--",
      "it": "non solo ad accettarmi, ma anche a dire:"
    }
  },
  {
    "translation": {
      "en": "-That it's great to be this person. -Yes.",
      "it": "- \"È bello essere questa persona\". - Sì."
    }
  },
  {
    "translation": {
      "en": "But that's still very hard.",
      "it": "Ma è ancora difficile."
    }
  },
  {
    "translation": {
      "en": "Yeah, it'll be hard for the rest of your life.",
      "it": "Lo sarà per tutta la tua vita."
    }
  },
  {
    "translation": {
      "en": "[Stutz] Everybody has a Shadow. Everybody's Shadow is a bit different,",
      "it": "Tutti hanno un'Ombra. Ogni Ombra è diversa,"
    }
  },
  {
    "translation": {
      "en": "but on the other hand, everybody's Shadow is the same,",
      "it": "ma, allo stesso tempo, ogni Ombra è uguale"
    }
  },
  {
    "translation": {
      "en": "because it's the part of themselves they're ashamed of.",
      "it": "perché è la parte di ognuno di noi di cui ci si vergogna."
    }
  },
  {
    "translation": {
      "en": "The first thing you want to do is find your Shadow.",
      "it": "Prima, devi trovare la tua Ombra. Devi poterla visualizzare"
    }
  },
  {
    "translation": {
      "en": "You have to be able to see this thing to focus on it",
      "it": "Prima, devi trovare la tua Ombra. Devi poterla visualizzare per concentrartici sopra e capire come lavorarci."
    }
  },
  {
    "translation": {
      "en": "and to know how to work with it.",
      "it": "per concentrartici sopra e capire come lavorarci."
    }
  },
  {
    "translation": {
      "en": "[splutters] You need a visual.",
      "it": "Sì, devi visualizzarla."
    }
  },
  {
    "translation": {
      "en": "So close your eyes.",
      "it": "Chiudi gli occhi."
    }
  },
  {
    "translation": {
      "en": "Now visualize a time in your life",
      "it": "Ora visualizza un periodo della tua vita"
    }
  },
  {
    "translation": {
      "en": "when you felt inferior, embarrassed, rejected, despondent,",
      "it": "in cui ti sei sentito inferiore, imbarazzato, escluso, abbattuto,"
    }
  },
  {
    "translation": {
      "en": "that you're ashamed of it.",
      "it": "di cui ti vergogni."
    }
  },
  {
    "translation": {
      "en": "It's the part of you that you wish you were not,",
      "it": "È la parte di te che non vorresti essere,"
    }
  },
  {
    "translation": {
      "en": "but you are, and not only that, you can't get rid of it.",
      "it": "ma lo sei e, non solo, non puoi sbarazzartene."
    }
  },
  {
    "translation": {
      "en": "To me, it's a 14-year-old boy who's very overweight and has acne",
      "it": "Io vedo un ragazzo di 14 anni sovrappeso e con l'acne,"
    }
  },
  {
    "translation": {
      "en": "and feels very undesirable to the world.",
      "it": "che non si sente accettato dal mondo."
    }
  },
  {
    "translation": {
      "en": "Okay. The question is, \"What do you do with that image in the present?\"",
      "it": "Ok. La domanda è: cosa ci fai con quest'immagine nel presente?"
    }
  },
  {
    "translation": {
      "en": "That's something from the past, right?",
      "it": "È un'immagine del passato, giusto?"
    }
  },
  {
    "translation": {
      "en": "Talk to your Shadow and ask him how does he feel about you.",
      "it": "Parla con la tua Ombra e chiedile cosa prova nei tuoi confronti,"
    }
  },
  {
    "translation": {
      "en": "How you've dealt with him, how you've treated him.",
      "it": "come l'hai affrontata e trattata."
    }
  },
  {
    "translation": {
      "en": "And see what he answers.",
      "it": "Vedi cosa ti risponde."
    }
  },
  {
    "translation": {
      "en": "He says, \"You've denied my existence,",
      "it": "Mi dice: \"Hai rinnegato la mia esistenza"
    }
  },
  {
    "translation": {
      "en": "and you felt shame at my mere existence.\"",
      "it": "e ti vergognavi che esistessi\"."
    }
  },
  {
    "translation": {
      "en": "Ask him how he feels about that.",
      "it": "Chiedigli come lo fa sentire."
    }
  },
  {
    "translation": {
      "en": "Unbelievably hurt, angry, and upset.",
      "it": "Incredibilmente ferito, arrabbiato e triste."
    }
  },
  {
    "translation": {
      "en": "Now, listen very carefully.",
      "it": "Ora ascoltami bene."
    }
  },
  {
    "translation": {
      "en": "The Shadow needs attention,",
      "it": "L'Ombra ha bisogno di attenzioni,"
    }
  },
  {
    "translation": {
      "en": "but he needs the attention not from the world.",
      "it": "ma non quelle del mondo."
    }
  },
  {
    "translation": {
      "en": "He doesn't need an Academy Award.",
      "it": "Non le serve un Oscar."
    }
  },
  {
    "translation": {
      "en": "The only being whose attention matters to your Shadow is you.",
      "it": "L'unica persona le cui attenzioni interessano alla tua Ombra sei tu."
    }
  },
  {
    "translation": {
      "en": "I want you to ask your Shadow, what can you do",
      "it": "Chiedi alla tua Ombra: \"Cosa posso fare"
    }
  },
  {
    "translation": {
      "en": "to make up for",
      "it": "per rimediare"
    }
  },
  {
    "translation": {
      "en": "the fact that you didn't pay attention to him for such a long time?",
      "it": "al fatto che non le hai mai dato attenzioni?"
    }
  },
  {
    "translation": {
      "en": "He says to include him in my life",
      "it": "Mi dice di includerlo nella mia vita,"
    }
  },
  {
    "translation": {
      "en": "and share my life with him and celebrate him.",
      "it": "di condividerla con lui e di celebrarlo."
    }
  },
  {
    "translation": {
      "en": "And be proud of me.",
      "it": "E di essere orgoglioso."
    }
  },
  {
    "translation": {
      "en": "Meaning in, like, a social setting or a work setting or a romantic setting,",
      "it": "Nel senso che, in un ambiente sociale, lavorativo o romantico,"
    }
  },
  {
    "translation": {
      "en": "where you're not acknowledging this person,",
      "it": "in cui non ne riconosci l'esistenza,"
    }
  },
  {
    "translation": {
      "en": "and it's not only okay that they exist, but they are a beautiful part of you.",
      "it": "non solo va bene che esista, ma anche che sia una bella parte di te."
    }
  },
  {
    "translation": {
      "en": "[Stutz] All right. Open your eyes.",
      "it": "Va bene. Apri gli occhi."
    }
  },
  {
    "translation": {
      "en": "This is a tool that will hopefully make your relationship with your Shadow better.",
      "it": "Questo metodo dovrebbe migliorare il tuo rapporto con la tua Ombra."
    }
  },
  {
    "translation": {
      "en": "This is good for shyness.",
      "it": "Aiuta con la timidezza."
    }
  },
  {
    "translation": {
      "en": "It's good if you have to make a public presentation.",
      "it": "Aiuta se devi parlare in pubblico."
    }
  },
  {
    "translation": {
      "en": "It's even good if you have to confront your spouse. It doesn't really matter.",
      "it": "Aiuta perfino a confrontarsi col coniuge. Non importa."
    }
  },
  {
    "translation": {
      "en": "Or you're going on a date.",
      "it": "O se vai a un appuntamento."
    }
  },
  {
    "translation": {
      "en": "Or anything that's, like, high-stakes or high-pressure,",
      "it": "O in qualsiasi contesto stressante,"
    }
  },
  {
    "translation": {
      "en": "where you feel you have to be your, quote-unquote, unflawed, best self.",
      "it": "in cui credi di dover essere il te stesso \"senza difetti\"."
    }
  },
  {
    "translation": {
      "en": "Yeah. Our goal is not to give a good performance.",
      "it": "Sì. L'obiettivo non è fare un'ottima performance."
    }
  },
  {
    "translation": {
      "en": "Our goal is to use this tool and then tolerate whatever happens.",
      "it": "L'obiettivo è usare questo metodo e tollerare qualsiasi cosa accada."
    }
  },
  {
    "translation": {
      "en": "Yeah, because if I'm content with my true self,",
      "it": "Sì, perché, se sono felice del mio vero io,"
    }
  },
  {
    "translation": {
      "en": "then other people's opinions just affect me way, way less.",
      "it": "allora le opinioni altrui mi influenzeranno molto meno."
    }
  },
  {
    "translation": {
      "en": "So you understand what we're talking about, it's not how this looks or if it looks good or bad.",
      "it": "Perché tu capisca, non stiamo dicendo se questo è bello o brutto."
    }
  },
  {
    "translation": {
      "en": "It's the process of constantly relating to it that matters.",
      "it": "Ciò che conta è il processo di relazionarsi con l'Ombra."
    }
  },
  {
    "translation": {
      "en": "If you don't pay him respect, or attention is the best word for it,",
      "it": "Se non gli porti rispetto o, meglio, non gli dai attenzioni,"
    }
  },
  {
    "translation": {
      "en": "he'll make you do things that are actually destructive.",
      "it": "lui ti farà fare cose distruttive."
    }
  },
  {
    "translation": {
      "en": "So it's both a tool that will make you feel better in the moment,",
      "it": "È sia un metodo che ti farà sentire meglio sul momento"
    }
  },
  {
    "translation": {
      "en": "and it's also a philosophy about, \"Where am I going as a human being?\"",
      "it": "che una filosofia su ciò che voglio essere come essere umano."
    }
  },
  {
    "translation": {
      "en": "And the idea of being in sync with the Shadow, it's a sense of wholeness.",
      "it": "L'idea di essere connesso all'Ombra ti dà un senso di completezza."
    }
  },
  {
    "translation": {
      "en": "Wholeness means I don't need anything else.",
      "it": "Se sei completo, non ti serve altro. \"Sono completo come sono.\""
    }
  },
  {
    "translation": {
      "en": "\"I'm whole the way I am.\" And that's very freeing.",
      "it": "Se sei completo, non ti serve altro. \"Sono completo come sono.\" È liberatorio."
    }
  },
  {
    "translation": {
      "en": "Please don't kick my Shadow.",
      "it": "- Scusami. - Non tirare calci alla mia Ombra."
    }
  },
  {
    "translation": {
      "en": "Very good. I'm sorry.",
      "it": "Va bene. Scusami."
    }
  },
  {
    "translation": {
      "en": "-Did he hurt you? -[Stutz laughs]",
      "it": "Ti ha fatto male?"
    }
  },
  {
    "translation": {
      "en": "Did the weird man hurt you?",
      "it": "L'uomo strano ti ha fatto male?"
    }
  },
  {
    "translation": {
      "en": "See, I love him now. I have to take care of him.",
      "it": "Ora gli voglio bene, lo proteggo."
    }
  },
  {
    "translation": {
      "en": "-You can come home with me. -[laughs]",
      "it": "Puoi stare da me."
    }
  },
  {
    "translation": {
      "en": "I met you five years ago, and I had no confidence as a human being.",
      "it": "Ti ho conosciuto cinque anni fa e non avevo affatto fiducia in me stesso."
    }
  },
  {
    "translation": {
      "en": "-I just didn't invest in myself. -Right.",
      "it": "- Non investivo su di me. - Sì."
    }
  },
  {
    "translation": {
      "en": "And, like, understand how to like myself.",
      "it": "Non sapevo come potevo piacermi."
    }
  },
  {
    "translation": {
      "en": "I just worked to achieve this thing,",
      "it": "Mi sforzavo solo di raggiungere"
    }
  },
  {
    "translation": {
      "en": "which is your idea of the Snapshot.",
      "it": "quella che tu definisci Istantanea. L'ISTANTANEA"
    }
  },
  {
    "translation": {
      "en": "[Stutz] That's correct.",
      "it": "Esatto."
    }
  },
  {
    "translation": {
      "en": "So this is also called the Realm of Illusion.",
      "it": "(O REGNO DELLE ILLUSIONI) Si chiama anche Regno delle Illusioni."
    }
  },
  {
    "translation": {
      "en": "Again, it's a classic Part X thing.",
      "it": "È tipico della Parte X."
    }
  },
  {
    "translation": {
      "en": "It means that you are looking for a perfect experience.",
      "it": "È quando tu cerchi un'esperienza perfetta."
    }
  },
  {
    "translation": {
      "en": "So it could be the perfect wife, the perfect amount of money in the bank,",
      "it": "Per esempio, la moglie perfetta, un conto in banca o un film perfetto."
    }
  },
  {
    "translation": {
      "en": "the perfect movie.",
      "it": "ISTANTANEA \"PERFETTA\""
    }
  },
  {
    "translation": {
      "en": "It doesn't matter. Whatever it is, it doesn't exist.",
      "it": "Non importa qual è, non esiste."
    }
  },
  {
    "translation": {
      "en": "It's just an image in your own mind. Think about this.",
      "it": "È solo un'immagine nella tua testa. CREATA DALLA PARTE X Pensaci. Qual è la natura di un'istantanea?"
    }
  },
  {
    "translation": {
      "en": "What is the nature of a snapshot?",
      "it": "Pensaci. Qual è la natura di un'istantanea?"
    }
  },
  {
    "translation": {
      "en": "It has no movement, right? It's still.",
      "it": "Non c'è movimento, giusto? È statica."
    }
  },
  {
    "translation": {
      "en": "And it has no depth.",
      "it": "Non ha profondità."
    }
  },
  {
    "translation": {
      "en": "But in this case, you've taken this Snapshot,",
      "it": "Ma, in questo caso, hai preso l'Istantanea"
    }
  },
  {
    "translation": {
      "en": "and you've crippled yourself with it.",
      "it": "e ti sei paralizzato da solo."
    }
  },
  {
    "translation": {
      "en": "You fantasize.",
      "it": "È tutta immaginazione. Si è convinti"
    }
  },
  {
    "translation": {
      "en": "People tell themselves, if they can enter that perfect world,",
      "it": "È tutta immaginazione. Si è convinti che, entrando in questo mondo perfetto,"
    }
  },
  {
    "translation": {
      "en": "then magic will happen.",
      "it": "accadrà una magia."
    }
  },
  {
    "translation": {
      "en": "But you can't forget",
      "it": "Ma non devi dimenticarti"
    }
  },
  {
    "translation": {
      "en": "there are three aspects of reality.",
      "it": "che ci sono tre aspetti della realtà."
    }
  },
  {
    "translation": {
      "en": "The pain will never go away. Uncertainty will never go away.",
      "it": "Dolore e incertezza non se ne andranno mai. VITA VERA: TRE ASPETTI DELLA REALTÀ DOLORE, INCERTEZZA, LAVORO COSTANTE"
    }
  },
  {
    "translation": {
      "en": "And there's no getting away from the need for constant work.",
      "it": "VITA VERA: TRE ASPETTI DELLA REALTÀ DOLORE, INCERTEZZA, LAVORO COSTANTE Non si può sfuggire al lavoro costante. Tutti devono vivere così."
    }
  },
  {
    "translation": {
      "en": "Everybody has to live like that, no matter what.",
      "it": "Non si può sfuggire al lavoro costante. Tutti devono vivere così."
    }
  },
  {
    "translation": {
      "en": "Before I met you, I'm this, like, wildly insecure kid,",
      "it": "Prima di conoscerti, ero un ragazzino estremamente insicuro"
    }
  },
  {
    "translation": {
      "en": "and then, uh, I think",
      "it": "che pensava"
    }
  },
  {
    "translation": {
      "en": "success and awards will absolve me of the pain of life.",
      "it": "che il successo e i premi l'avrebbero salvato dal dolore della vita."
    }
  },
  {
    "translation": {
      "en": "So I work so hard to get to that Snapshot,",
      "it": "Ho lavorato sodo per raggiungere la mia Istantanea"
    }
  },
  {
    "translation": {
      "en": "and because of my privilege and luck,",
      "it": "e grazie al mio privilegio e alla mia fortuna"
    }
  },
  {
    "translation": {
      "en": "I got to go into that Snapshot relatively early,",
      "it": "ho raggiunto quell'Istantanea relativamente presto."
    }
  },
  {
    "translation": {
      "en": "and when it didn't cure any of that stuff,",
      "it": "Quando non ha curato i miei mali,"
    }
  },
  {
    "translation": {
      "en": "it made me beyond depressed.",
      "it": "mi ha reso ancora più depresso."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "At the same time, the media kept kind of like being really brutal",
      "it": "Allo stesso tempo, i media continuavano a commentare brutalmente"
    }
  },
  {
    "translation": {
      "en": "about my weight.",
      "it": "il mio peso."
    }
  },
  {
    "translation": {
      "en": "It was just kind of free game for anyone to sort of… hit my sore spot.",
      "it": "Era come se non si facessero scrupoli a colpire quel tasto dolente."
    }
  },
  {
    "translation": {
      "en": "It made me so defensive.",
      "it": "Mi sono messo sulla difensiva."
    }
  },
  {
    "translation": {
      "en": "Like almost anticipating someone saying something mean.",
      "it": "Anticipavo le cattiverie che potevano rivolgermi."
    }
  },
  {
    "translation": {
      "en": "And I'd be so angry.",
      "it": "Ero così arrabbiato."
    }
  },
  {
    "translation": {
      "en": "It kept me from feeling any sense of, like,",
      "it": "Mi ha impedito di sentirmi in grado di superare i sentimenti negativi su me stesso."
    }
  },
  {
    "translation": {
      "en": "able to grow past negative feelings about myself",
      "it": "in grado di superare i sentimenti negativi su me stesso."
    }
  },
  {
    "translation": {
      "en": "and made me more ashamed of my Shadow.",
      "it": "Mi vergognavo della mia Ombra."
    }
  },
  {
    "translation": {
      "en": "And it wasn't until more recently, my thirties, when I met you,",
      "it": "Solo di recente, da trentenne, dopo averti conosciuto,"
    }
  },
  {
    "translation": {
      "en": "that's when I learned to take steps towards locking that out",
      "it": "ho imparato a ignorare i giudizi altrui"
    }
  },
  {
    "translation": {
      "en": "or forming my own opinion of self.",
      "it": "e farmi una mia opinione di me stesso."
    }
  },
  {
    "translation": {
      "en": "Does that make sense?",
      "it": "Ha senso?"
    }
  },
  {
    "translation": {
      "en": "-You know? -[chews]",
      "it": "Capisci?"
    }
  },
  {
    "translation": {
      "en": "Here, wait, let's-- Are you chewing on something? Yeah.",
      "it": "- Aspetta. Facciamo… Mastichi qualcosa? - Sì."
    }
  },
  {
    "translation": {
      "en": "We're making a movie, dude!",
      "it": "Stiamo girando un film!"
    }
  },
  {
    "translation": {
      "en": "You should've told me that before you invited me.",
      "it": "Dovevi dirmelo prima di invitarmi."
    }
  },
  {
    "translation": {
      "en": "He's fucking eating chocolate! You have any calls you wanna take?",
      "it": "Sta mangiando della cioccolata! Devi chiamare nessuno?"
    }
  },
  {
    "translation": {
      "en": "[laughs] I do, but let's see how this goes.",
      "it": "Sì, ma continuiamo."
    }
  },
  {
    "translation": {
      "en": "Sorry, I'm checking my notes real quick.",
      "it": "Scusami, controllo gli appunti."
    }
  },
  {
    "translation": {
      "en": "[Stutz] That's just--",
      "it": "È…"
    }
  },
  {
    "translation": {
      "en": "I just wrote down about I banged your mother. Just cross it out.",
      "it": "Ci ho scritto che mi sono fatto tua madre. Cancellalo."
    }
  },
  {
    "translation": {
      "en": "The irony of the banging your mom joke is my mom is coming here tomorrow,",
      "it": "A proposito di battute su mia madre, domani verrà qui"
    }
  },
  {
    "translation": {
      "en": "and we literally are gonna do a session with you, me, and my mom.",
      "it": "e faremo una seduta io, te e lei."
    }
  },
  {
    "translation": {
      "en": "-Get the fuck out. -[Jonah] I'm not even kidding.",
      "it": "- Che cazzo dici? - Non scherzo."
    }
  },
  {
    "translation": {
      "en": "Well, don't tell her I…",
      "it": "Non dirle che ho…"
    }
  },
  {
    "translation": {
      "en": "-No, I'm gonna tell her. -[Stutz laughs]",
      "it": "No, glielo dirò."
    }
  },
  {
    "translation": {
      "en": "-[Jonah] Okay. -Hi.",
      "it": "- Ok. - Salve."
    }
  },
  {
    "translation": {
      "en": "-Hi, guys. -I like that color on you.",
      "it": "- Ciao. - Le dona questo colore."
    }
  },
  {
    "translation": {
      "en": "-Thank you. -You look nice.",
      "it": "- Grazie. - Ti sta bene."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "This is my mom, Sharon.",
      "it": "Lei è mia madre, Sharon."
    }
  },
  {
    "translation": {
      "en": "-Sharon, hi. I'm Phil. -Nice to meet you.",
      "it": "- Sharon. Sono Phil. - Piacere."
    }
  },
  {
    "translation": {
      "en": "Great to meet you.",
      "it": "Piacere mio."
    }
  },
  {
    "translation": {
      "en": "Great to meet you.",
      "it": "Altrettanto."
    }
  },
  {
    "translation": {
      "en": "Yeah, so I don't know.",
      "it": "Sì. Non so da dove partire."
    }
  },
  {
    "translation": {
      "en": "I was thinking about my first experience with therapy.",
      "it": "Stavo pensando alla mia prima esperienza con la psicoterapia."
    }
  },
  {
    "translation": {
      "en": "We were at a nutritionist's office,",
      "it": "Eravamo nello studio di un nutrizionista"
    }
  },
  {
    "translation": {
      "en": "and we were arguing so much that the nutritionist said,",
      "it": "e stavamo litigando così tanto che ci disse…"
    }
  },
  {
    "translation": {
      "en": "-\"You guys should go see a therapist.\" -100% correct.",
      "it": "- Vero. - \"Andate da un terapeuta.\""
    }
  },
  {
    "translation": {
      "en": "The doctor was like, \"Jonah should lose weight,\"",
      "it": "Il medico mi aveva detto di perdere peso. Tu, da mamma, hai pensato:"
    }
  },
  {
    "translation": {
      "en": "and so you were like, as a mom, \"Shit, I should listen to the doctor",
      "it": "Il medico mi aveva detto di perdere peso. Tu, da mamma, hai pensato: \"Cazzo, devo ascoltarlo e portarlo da un nutrizionista\"."
    }
  },
  {
    "translation": {
      "en": "and take him to a nutritionist.\"",
      "it": "\"Cazzo, devo ascoltarlo e portarlo da un nutrizionista\"."
    }
  },
  {
    "translation": {
      "en": "To be perfectly honest, I would say I didn't need him to tell me.",
      "it": "A essere sincera, non mi serviva che me lo dicesse lui."
    }
  },
  {
    "translation": {
      "en": "I maybe might have thought that you should lose some weight.",
      "it": "Sapevo che dovevi perdere un po' di peso."
    }
  },
  {
    "translation": {
      "en": "And I kinda don't want to go to the past, but you have to go to the past sometimes,",
      "it": "Non mi piace parlare del passato, ma a volte è utile."
    }
  },
  {
    "translation": {
      "en": "because my mother specifically was extremely small, and so was my sister,",
      "it": "Mia madre e mia sorella sono sempre state molto magre,"
    }
  },
  {
    "translation": {
      "en": "and I was always talked to about, \"You're big like your dad.\"",
      "it": "mentre io venivo definita grassa come mio padre."
    }
  },
  {
    "translation": {
      "en": "\"You're the bigger one. You need to lose weight.\"",
      "it": "\"Sei grassa. Devi perdere peso.\""
    }
  },
  {
    "translation": {
      "en": "And I think it gave me so much anxiety",
      "it": "E questo mi ha creato ansia"
    }
  },
  {
    "translation": {
      "en": "when either I didn't look that way or my kids didn't look that way",
      "it": "perché né io né i miei figli eravamo in quel modo."
    }
  },
  {
    "translation": {
      "en": "that, I feel like, instead of thinking about what I was doing,",
      "it": "Invece di pensare a cosa stavo facendo,"
    }
  },
  {
    "translation": {
      "en": "I was just doing what I thought was right. -[Stutz] Mm-hmm. -If that makes sense.",
      "it": "facevo quello che ritenevo giusto, se ha senso."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm not like trying attack you or anything like that.",
      "it": "Sì, non volevo attaccarti, assolutamente."
    }
  },
  {
    "translation": {
      "en": "So you see me being an overweight kid,",
      "it": "Ma tu mi vedevi in sovrappeso,"
    }
  },
  {
    "translation": {
      "en": "and I feel that, and the doctor feels that,",
      "it": "io mi vedevo così, il medico anche"
    }
  },
  {
    "translation": {
      "en": "and society has its own constructs why that's defective or wrong.",
      "it": "e la società ha i suoi costrutti sociali su cos'è difettoso e sbagliato."
    }
  },
  {
    "translation": {
      "en": "So, I'm like, \"I am not good.\"",
      "it": "Perciò pensavo: \"Non vado bene."
    }
  },
  {
    "translation": {
      "en": "\"I am bad.\"",
      "it": "Sono sbagliato."
    }
  },
  {
    "translation": {
      "en": "\"I don't look correct for the world.\"",
      "it": "Non vado bene per il mondo\"."
    }
  },
  {
    "translation": {
      "en": "And you have to be the person",
      "it": "E tu devi essere la persona"
    }
  },
  {
    "translation": {
      "en": "that is attempting to correct that, for whatever those reasons are.",
      "it": "che cerca di correggerlo, qualsiasi siano i motivi."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "it": "Giusto."
    }
  },
  {
    "translation": {
      "en": "It immediately put you in the position of being adversarial.",
      "it": "Ti ho subito vista come una nemica."
    }
  },
  {
    "translation": {
      "en": "Of like, \"This is the person that doesn't… accept me.\"",
      "it": "Tipo: \"Questa persona non mi accetta\"."
    }
  },
  {
    "translation": {
      "en": "It's the idea that the woman figure will not accept how you look.",
      "it": "Rappresentavi l'idea che una donna non avrebbe accettato il mio aspetto."
    }
  },
  {
    "translation": {
      "en": "I do not place blame on you,",
      "it": "Non ti do la colpa"
    }
  },
  {
    "translation": {
      "en": "because I also now understand, and have already understood for a while,",
      "it": "perché ora so, e lo so già da un po',"
    }
  },
  {
    "translation": {
      "en": "how much you felt like me in your family.",
      "it": "che tu ti sentivi come me nella tua famiglia."
    }
  },
  {
    "translation": {
      "en": "[Jonah] I just want to let you know how it affected my life.",
      "it": "- Sappi solo che mi ha segnato. - Sì."
    }
  },
  {
    "translation": {
      "en": "Because for me, sometimes it's easier to have conversations like this",
      "it": "Per me, a volte è più facile fare queste conversazioni"
    }
  },
  {
    "translation": {
      "en": "in this form for whatever reason than it--",
      "it": "in questo modo, non so perché, che…"
    }
  },
  {
    "translation": {
      "en": "Thank you, Jonah. I appreciate that.",
      "it": "Grazie, Jonah. Mi fa piacere."
    }
  },
  {
    "translation": {
      "en": "I want to say thank you, because you've never articulated it",
      "it": "Voglio ringraziarti anch'io perché non mi avevi specificato"
    }
  },
  {
    "translation": {
      "en": "as \"the female figure in your life not accepting the way that you look,\"",
      "it": "che ero la donna nella tua vita che non accettava il tuo aspetto."
    }
  },
  {
    "translation": {
      "en": "and I never thought of it that way.",
      "it": "Non ci avevo mai pensato così."
    }
  },
  {
    "translation": {
      "en": "I tried to just fix it",
      "it": "Ho provato a sistemare il problema"
    }
  },
  {
    "translation": {
      "en": "without even thinking about how me telling you to do this would affect you.",
      "it": "senza neanche prendere in considerazione che dirti di fare questa cosa ti avrebbe segnato."
    }
  },
  {
    "translation": {
      "en": "Just so we get this straight, it's not this or that.",
      "it": "Tanto per chiarire, non c'è giusto o sbagliato. Non è quello il punto."
    }
  },
  {
    "translation": {
      "en": "That's not the point.",
      "it": "non c'è giusto o sbagliato. Non è quello il punto."
    }
  },
  {
    "translation": {
      "en": "No matter how clear the past is for you,",
      "it": "Non importa quanto sia chiaro il passato per te."
    }
  },
  {
    "translation": {
      "en": "for you, the question is, what's going on now between the two of you,",
      "it": "Ora dovreste chiedervi come va tra voi due"
    }
  },
  {
    "translation": {
      "en": "and what do you need?",
      "it": "e di cosa avete bisogno?"
    }
  },
  {
    "translation": {
      "en": "-Did you ever think about that? -I do, sometimes.",
      "it": "- Ci pensi mai? - A volte, sì."
    }
  },
  {
    "translation": {
      "en": "And can you tell us what you think?",
      "it": "E puoi dirci cosa pensi?"
    }
  },
  {
    "translation": {
      "en": "-You can speak honestly. -[Sharon] I know. I'm thinking.",
      "it": "- Parla tranquillamente. - Sì. Sto pensando."
    }
  },
  {
    "translation": {
      "en": "I would like a little bit more consistency.",
      "it": "Vorrei più costanza."
    }
  },
  {
    "translation": {
      "en": "Sometimes, I feel like Jonah comes to me,",
      "it": "A volte, mi sembra che Jonah venga da me"
    }
  },
  {
    "translation": {
      "en": "but I am his mother, when he needs to talk to me.",
      "it": "solo quando ha bisogno di parlare, ma sono sua madre."
    }
  },
  {
    "translation": {
      "en": "And when he's, like, super happy, it's like I'm in no-man's-land somewhere.",
      "it": "Invece, quando è contento, non si ricorda neanche di me."
    }
  },
  {
    "translation": {
      "en": "I'm not in his mind or relevant. I don't know.",
      "it": "Non pensa a me, non sono importante. Non so."
    }
  },
  {
    "translation": {
      "en": "I just like time with Jonah,",
      "it": "Mi piace passare del tempo con Jonah,"
    }
  },
  {
    "translation": {
      "en": "because I think we have a real relationship.",
      "it": "Mi piace passare del tempo con Jonah, abbiamo un bel rapporto."
    }
  },
  {
    "translation": {
      "en": "We've been through a lot, and I think our relationship is deep,",
      "it": "Ne abbiamo passate tante. Abbiamo un rapporto profondo,"
    }
  },
  {
    "translation": {
      "en": "but sometimes I get anxious.",
      "it": "ma a volte mi agito."
    }
  },
  {
    "translation": {
      "en": "When I'm like-- If I think that he's not gonna either like what I say or…",
      "it": "Tipo quando… Se penso che a lui possa non piacere cosa dico o…"
    }
  },
  {
    "translation": {
      "en": "I don't know. It's hard to articulate, but…",
      "it": "È difficile da spiegare."
    }
  },
  {
    "translation": {
      "en": "Articulate that.",
      "it": "Spiegati meglio."
    }
  },
  {
    "translation": {
      "en": "I'm trying.",
      "it": "Ci sto provando."
    }
  },
  {
    "translation": {
      "en": "I find myself holding back from being exactly myself",
      "it": "A volte evito di essere esattamente me stessa"
    }
  },
  {
    "translation": {
      "en": "because I don't want him to think a certain way about me.",
      "it": "perché non voglio che pensi male di me."
    }
  },
  {
    "translation": {
      "en": "[Stutz] Did you know that?",
      "it": "Lo sapevi?"
    }
  },
  {
    "translation": {
      "en": "I didn't know that.",
      "it": "Non lo sapevo."
    }
  },
  {
    "translation": {
      "en": "But sometimes I react poorly",
      "it": "Ma, a volte, reagisco male"
    }
  },
  {
    "translation": {
      "en": "when I feel you're not listening to others and eating up the air or space.",
      "it": "quando mi sembra che tu non stia ascoltando gli altri o stia attirando tutta l'attenzione."
    }
  },
  {
    "translation": {
      "en": "Right, I know.",
      "it": "Sì, lo so."
    }
  },
  {
    "translation": {
      "en": "But I think it's cool for me to hear, like, notes on what I could do better",
      "it": "Ma è bello sentire su quali difetti posso lavorare"
    }
  },
  {
    "translation": {
      "en": "or what she needs to make the relationship better",
      "it": "o cosa le serve per migliorare il nostro rapporto,"
    }
  },
  {
    "translation": {
      "en": "in this context, honestly, 'cause I won't feel as defensive.",
      "it": "in questo contesto, perché non mi metto sulla difensiva."
    }
  },
  {
    "translation": {
      "en": "-You mean if there's a third party here? -[Jonah] Yeah.",
      "it": "- Perché c'è una terza persona? - Sì."
    }
  },
  {
    "translation": {
      "en": "Speaking of, Phil mentioned something yesterday.",
      "it": "A proposito, Phil ieri ha detto una cosa."
    }
  },
  {
    "translation": {
      "en": "He said you guys were together intimately.",
      "it": "Ha detto che siete stati intimi."
    }
  },
  {
    "translation": {
      "en": "-Wanna address that? -[Sharon] He's joking.",
      "it": "- Vuoi commentare? - Scherzava."
    }
  },
  {
    "translation": {
      "en": "No, he said that. We have it on film.",
      "it": "No, è vero. L'ho ripreso."
    }
  },
  {
    "translation": {
      "en": "He wouldn't forget, trust me. [laughs]",
      "it": "Non se lo dimenticherebbe, fidati."
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "it": "Eccoci."
    }
  },
  {
    "translation": {
      "en": "-There you go. -Dude, fuck.",
      "it": "- Contento? - Cazzo."
    }
  },
  {
    "translation": {
      "en": "I think this could be a good time to wrap now.",
      "it": "Forse è il momento giusto per una pausa."
    }
  },
  {
    "translation": {
      "en": "-I think it's time. -All right.",
      "it": "- La farei. - Va bene."
    }
  },
  {
    "translation": {
      "en": "Um, well, one thing before we do, actually. Not a joke.",
      "it": "Un'ultima domanda seria prima di fermarci."
    }
  },
  {
    "translation": {
      "en": "Like, did you ever have-- Not like this, literally,",
      "it": "Tu hai mai… Non proprio così, ma hai mai parlato"
    }
  },
  {
    "translation": {
      "en": "but did you ever have this kind of emotionally open conversation with your mom ever?",
      "it": "così apertamente ed emotivamente con tua madre?"
    }
  },
  {
    "translation": {
      "en": "No, not even close.",
      "it": "No, neanche lontanamente."
    }
  },
  {
    "translation": {
      "en": "If she was around now, would you?",
      "it": "Se ci fosse ancora, lo faresti?"
    }
  },
  {
    "translation": {
      "en": "Now? Yeah.",
      "it": "Ora? Sì."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "You gotta understand, my mother was from a different planet.",
      "it": "Devi capire che mia madre veniva da un altro mondo."
    }
  },
  {
    "translation": {
      "en": "Her father, he was, uh, a psychopath.",
      "it": "Suo padre era psicopatico."
    }
  },
  {
    "translation": {
      "en": "So he would come in and beat the shit out of his wife",
      "it": "Entrava in casa, picchiava la moglie"
    }
  },
  {
    "translation": {
      "en": "and also the youngest one but never touched my mother,",
      "it": "e la figlia più piccola, ma non ha mai toccato mia madre e questo fu una tortura per lei."
    }
  },
  {
    "translation": {
      "en": "and that was the worst torture for her of all.",
      "it": "ma non ha mai toccato mia madre e questo fu una tortura per lei."
    }
  },
  {
    "translation": {
      "en": "So I think, by the time she was eight, nine years old,",
      "it": "All'età di otto o nove anni,"
    }
  },
  {
    "translation": {
      "en": "she wouldn't say a word to him.",
      "it": "non gli rivolgeva la parola."
    }
  },
  {
    "translation": {
      "en": "1932, the height of the Depression, he just ups and leaves.",
      "it": "Nel 1932, durante la Grande Depressione, lui prende e se ne va."
    }
  },
  {
    "translation": {
      "en": "He doesn't say anything, doesn't tell them he's leaving.",
      "it": "Senza avvisarle che se ne va."
    }
  },
  {
    "translation": {
      "en": "In the middle of the night, he books. He's gone.",
      "it": "Prende e se ne va di notte."
    }
  },
  {
    "translation": {
      "en": "Forty years later, he tried to, um, contact my mother,",
      "it": "Quaranta anni dopo, ha provato a contattare mia madre,"
    }
  },
  {
    "translation": {
      "en": "but my mother is hard-core. Forget it. I don't think she answered the letter.",
      "it": "ma mia madre è una tosta. Non penso abbia risposto alla sua lettera."
    }
  },
  {
    "translation": {
      "en": "She had this thing with men, for obvious reasons.",
      "it": "Ce l'aveva con gli uomini, per ovvie ragioni."
    }
  },
  {
    "translation": {
      "en": "Every night at dinner, she'd give a tirade about men.",
      "it": "Ogni sera a cena faceva un'invettiva contro gli uomini."
    }
  },
  {
    "translation": {
      "en": "\"Men are this, men are that.\" I couldn't really disagree with her.",
      "it": "\"Gli uomini sono così e cosà.\" Non potevo darle torto."
    }
  },
  {
    "translation": {
      "en": "My poor father had to be the cheerleader for this.",
      "it": "Mio padre, poverino, doveva sostenerla."
    }
  },
  {
    "translation": {
      "en": "-[Jonah] What would he do? -He'd say, \"Yeah, she's right.\"",
      "it": "- Cosa faceva? - Diceva: \"Sì, ha ragione."
    }
  },
  {
    "translation": {
      "en": "-[Jonah laughs] -\"Men are terrible.\"",
      "it": "Gli uomini fanno schifo\"."
    }
  },
  {
    "translation": {
      "en": "It didn't occur to me until I was about 13, 14. \"Shit, I'm a man. Hmm.\"",
      "it": "Mi sono reso conto a 13 o 14 anni che io ero un uomo."
    }
  },
  {
    "translation": {
      "en": "But she couldn't get over that, even 50 years later.",
      "it": "Non riusciva a superarlo dopo 50 anni."
    }
  },
  {
    "translation": {
      "en": "-Couldn't get over it. -[Jonah] She's stuck in the Maze.",
      "it": "- No. - Era bloccata nel Labirinto."
    }
  },
  {
    "translation": {
      "en": "She's stuck in the Maze for 40 years, 50 years, yeah.",
      "it": "È rimasta bloccata nel Labirinto per 40, 50 anni."
    }
  },
  {
    "translation": {
      "en": "The Maze always involves other people.",
      "it": "Il Labirinto coinvolge sempre altre persone."
    }
  },
  {
    "translation": {
      "en": "It's the product of Part X,",
      "it": "È un prodotto della Parte X"
    }
  },
  {
    "translation": {
      "en": "because Part X wants fairness.",
      "it": "perché la Parte X esige giustizia."
    }
  },
  {
    "translation": {
      "en": "A classic example",
      "it": "Un classico esempio è quando qualcuno vuole solo pensare e parlare"
    }
  },
  {
    "translation": {
      "en": "is when somebody only wants to think and talk about another person.",
      "it": "Un classico esempio è quando qualcuno vuole solo pensare e parlare di un'altra persona."
    }
  },
  {
    "translation": {
      "en": "What you're telling yourself is,",
      "it": "Quello che ti dici è questo:"
    }
  },
  {
    "translation": {
      "en": "\"I'll move past this once they make up for whatever it is,",
      "it": "\"La supererò quando si sarà fatta perdonare"
    }
  },
  {
    "translation": {
      "en": "being angry at me, cheating.\"",
      "it": "per la sua rabbia, il suo tradimento\"."
    }
  },
  {
    "translation": {
      "en": "It doesn't matter what.",
      "it": "Non importa la causa."
    }
  },
  {
    "translation": {
      "en": "You feel they've mistreated you,",
      "it": "Ti senti trattato male e la tua sete di giustizia"
    }
  },
  {
    "translation": {
      "en": "and your quest for fairness puts your life on hold.",
      "it": "Ti senti trattato male e la tua sete di giustizia mette in pausa la tua vita."
    }
  },
  {
    "translation": {
      "en": "Time is fleeting, and we don't have time for that bullshit.",
      "it": "Il tempo è fugace, non abbiamo tempo per queste stronzate."
    }
  },
  {
    "translation": {
      "en": "[Jonah] I feel like I spent my whole fucking life in the Maze.",
      "it": "Credo di aver vissuto tutta la vita nel Labirinto."
    }
  },
  {
    "translation": {
      "en": "Being stuck on not being paid back for something I was viewing as unfair",
      "it": "Ero bloccato perché non venivo risarcito per qualcosa che ritenevo ingiusto."
    }
  },
  {
    "translation": {
      "en": "wasted hours, days, months, years of my life that I can't get back.",
      "it": "Ho sprecato ore, giorni, mesi e anni della mia vita che non riavrò mai."
    }
  },
  {
    "translation": {
      "en": "So how could she have gotten out of the Maze?",
      "it": "Come avrebbe potuto uscire dal Labirinto?"
    }
  },
  {
    "translation": {
      "en": "[Stutz] Here's the thing. The average person wants to get paid back.",
      "it": "Il fatto è che chiunque vuole essere risarcito."
    }
  },
  {
    "translation": {
      "en": "They want everything to be fair. They want everything to be balanced. But you're not gonna get it from them.",
      "it": "Vuole che tutto sia giusto ed equilibrato. Ma non saranno loro a scusarsi."
    }
  },
  {
    "translation": {
      "en": "The way you feel you're getting paid,",
      "it": "Il modo per sentirti ripagato,"
    }
  },
  {
    "translation": {
      "en": "the way you feel things are being rebalanced,",
      "it": "per far tornare le cose in equilibrio,"
    }
  },
  {
    "translation": {
      "en": "is to get your satisfaction from the exercise itself.",
      "it": "è provare soddisfazione dall'esercizio stesso."
    }
  },
  {
    "translation": {
      "en": "That's called Active Love.",
      "it": "Si chiama Amore attivo."
    }
  },
  {
    "translation": {
      "en": "So close your eyes",
      "it": "Chiudi gli occhi"
    }
  },
  {
    "translation": {
      "en": "and imagine you're surrounded by a universe completely made out of love.",
      "it": "e immagina di essere circondato da un universo fatto di amore."
    }
  },
  {
    "translation": {
      "en": "I know it sounds nuts, but just shut the fuck up. Do what I tell you.",
      "it": "So che sembra assurdo, ma zitto e fai come ti dico."
    }
  },
  {
    "translation": {
      "en": "-[laughs] -Don't prejudge it and see what happens.",
      "it": "Non giudicarlo a priori, vedi cosa succede."
    }
  },
  {
    "translation": {
      "en": "Let me try to define it.",
      "it": "Te lo descrivo."
    }
  },
  {
    "translation": {
      "en": "It's just… It's a world that's almost dense with loving energy.",
      "it": "È come un mondo denso di energia amorevole. AMORE"
    }
  },
  {
    "translation": {
      "en": "Feel yourself taking in all the love in the universe,",
      "it": "Assorbi tutto l'amore dell'universo"
    }
  },
  {
    "translation": {
      "en": "and gently, but firmly, place all of it in your heart.",
      "it": "e con gentilezza, ma decisione, riempici il tuo cuore."
    }
  },
  {
    "translation": {
      "en": "Right at that moment, you're the principal leader of love",
      "it": "In questo momento, sei il principale responsabile dell'amore"
    }
  },
  {
    "translation": {
      "en": "in the whole universe.",
      "it": "di tutto l'universo."
    }
  },
  {
    "translation": {
      "en": "What you do is you want to see the person you're angry at,",
      "it": "Ora visualizza la persona con cui sei arrabbiato,"
    }
  },
  {
    "translation": {
      "en": "that you hate, that you despise,",
      "it": "che odi, che disprezzi,"
    }
  },
  {
    "translation": {
      "en": "and you send all this love you've concentrated",
      "it": "e manda tutto questo amore che hai assorbito"
    }
  },
  {
    "translation": {
      "en": "towards the other person.",
      "it": "verso questa persona."
    }
  },
  {
    "translation": {
      "en": "You hold nothing back. You give everything.",
      "it": "Non trattenerti. Daglielo tutto."
    }
  },
  {
    "translation": {
      "en": "You feel, not just see,",
      "it": "Non lo vedi soltanto, ma percepisci"
    }
  },
  {
    "translation": {
      "en": "you feel your love enter the other person's body.",
      "it": "Non lo vedi soltanto, ma percepisci il tuo amore entrare nel suo corpo."
    }
  },
  {
    "translation": {
      "en": "It's very important. For a minute, you become one.",
      "it": "È importante. Per un attimo, siete una cosa sola."
    }
  },
  {
    "translation": {
      "en": "At that point, you feel like, \"If I can become one with this bastard,",
      "it": "A quel punto, pensa: \"Se posso diventare un tutt'uno con questo bastardo,"
    }
  },
  {
    "translation": {
      "en": "I can become one with anybody.\"",
      "it": "posso diventarlo con chiunque\"."
    }
  },
  {
    "translation": {
      "en": "And that's the sense of prowess, almost of mastery.",
      "it": "Ed è qui che proverai un senso di coraggio e controllo."
    }
  },
  {
    "translation": {
      "en": "People say, \"Well, you're asking me to love somebody I hate.\"",
      "it": "C'è chi ribatte: \"Mi chiedi di amare una persona che odio\"."
    }
  },
  {
    "translation": {
      "en": "It's not a way to forgive somebody. It's not for the other person.",
      "it": "Non serve a perdonare. Non è per l'altra persona."
    }
  },
  {
    "translation": {
      "en": "It's to make you feel whole and then free you from the Maze.",
      "it": "Serve a farti sentire completo e liberarti dal Labirinto, così puoi andare avanti."
    }
  },
  {
    "translation": {
      "en": "Then you can move forward.",
      "it": "e liberarti dal Labirinto, così puoi andare avanti."
    }
  },
  {
    "translation": {
      "en": "So do you wanna be right, or do you wanna create something?",
      "it": "Vuoi solo avere ragione o vuoi agire?"
    }
  },
  {
    "translation": {
      "en": "That's what it always comes down to.",
      "it": "Questo è il punto."
    }
  },
  {
    "translation": {
      "en": "Life is moving forward.",
      "it": "La vita va avanti."
    }
  },
  {
    "translation": {
      "en": "If you want to waste your time playing games over here, you can,",
      "it": "Se vuoi perdere tempo dietro a dei giochetti, fallo,"
    }
  },
  {
    "translation": {
      "en": "but you can't get those days, hours back.",
      "it": "ma non riavrai quei giorni e quelle ore."
    }
  },
  {
    "translation": {
      "en": "When she got older, she became a community organizer,",
      "it": "Da anziana, diventò un'organizzatrice di comunità."
    }
  },
  {
    "translation": {
      "en": "and she was awesome.",
      "it": "Era bravissima."
    }
  },
  {
    "translation": {
      "en": "If you asked her, \"What was your job?\" she would say, \"Organizing rent strikes.\"",
      "it": "Se le chiedevi che lavoro faceva, rispondeva: \"Organizzo scioperi per gli affitti\"."
    }
  },
  {
    "translation": {
      "en": "\"That's what I do for a living.\" She wasn't scared of anybody.",
      "it": "rispondeva: \"Organizzo scioperi per gli affitti\". Non aveva paura di nessuno."
    }
  },
  {
    "translation": {
      "en": "In fact, the mayor of New York sees my mother and says, \"Wait a minute.\"",
      "it": "Una volta, il sindaco di New York vide mia madre e disse: \"Fermi."
    }
  },
  {
    "translation": {
      "en": "\"I will not proceed with this negotiation until Rosalie Stutz leaves.\"",
      "it": "Non procederò con questa negoziazione finché non se ne va Rosalie Stutz\"."
    }
  },
  {
    "translation": {
      "en": "[laughs] And they had to make her leave. He was scared to death of her.",
      "it": "La fecero andare via. Aveva paura di lei."
    }
  },
  {
    "translation": {
      "en": "[Jonah] She turned her tragedy with men into a superpower",
      "it": "Trasformò il suo trauma con gli uomini nel potere di non temerli"
    }
  },
  {
    "translation": {
      "en": "of not being scared of them and getting great good done.",
      "it": "Trasformò il suo trauma con gli uomini nel potere di non temerli e di fare del bene."
    }
  },
  {
    "translation": {
      "en": "Yeah, she did.",
      "it": "Sì, esatto."
    }
  },
  {
    "translation": {
      "en": "[Jonah] How do you think that affects you,",
      "it": "Come ti ha influenzato"
    }
  },
  {
    "translation": {
      "en": "having your mom hate men and you being a man?",
      "it": "il fatto che odiasse gli uomini e tu fossi un uomo?"
    }
  },
  {
    "translation": {
      "en": "I can feel everybody waiting for the answer, but I don't know if I know exactly the answer.",
      "it": "So che tutti si aspettano una risposta, ma non so se la conosco."
    }
  },
  {
    "translation": {
      "en": "I know one thing for sure. [chuckles]",
      "it": "So una cosa per certo."
    }
  },
  {
    "translation": {
      "en": "It made me insecure around women. I mean, that's a no-brainer.",
      "it": "Mi ha reso insicuro con le donne. Su questo non si discute."
    }
  },
  {
    "translation": {
      "en": "It was like there was no pathway inside me",
      "it": "Era come se non potessi"
    }
  },
  {
    "translation": {
      "en": "that could step to a woman and feel safe.",
      "it": "avvicinarmi a una donna e sentirmi al sicuro."
    }
  },
  {
    "translation": {
      "en": "I guess that's the best way to say it.",
      "it": "Non so come spiegarlo meglio."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Because you think your mom's reaction to you was to, like, cut you down,",
      "it": "Questo è perché pensi che tua madre ti sminuisse"
    }
  },
  {
    "translation": {
      "en": "and so you couldn't see a way with women where you could feel safe?",
      "it": "e perciò non ti sentivi al sicuro con le donne?"
    }
  },
  {
    "translation": {
      "en": "Yeah. It wasn't even on my list of expectations.",
      "it": "Sì. Non me lo aspettavo neanche."
    }
  },
  {
    "translation": {
      "en": "The way she would make me feel is, \"You have no right to even be doing this.\"",
      "it": "Lei mi faceva sentire così: \"Non hai il diritto di farlo\"."
    }
  },
  {
    "translation": {
      "en": "I overcame it a little bit, but not--",
      "it": "Un po' l'ho superata, ma non…"
    }
  },
  {
    "translation": {
      "en": "I didn't overcome it emotionally so much as I did just behaviorally.",
      "it": "Non l'ho superata a livello emotivo come a livello comportamentale."
    }
  },
  {
    "translation": {
      "en": "Do you think it made it hard to trust women, like, overall?",
      "it": "Credi che ti abbia reso difficile fidarti delle donne, in generale?"
    }
  },
  {
    "translation": {
      "en": "Not-- Well, is it… Now?",
      "it": "Non… Beh, è… Adesso?"
    }
  },
  {
    "translation": {
      "en": "It's not that much of an issue now.",
      "it": "Adesso non è più un problema."
    }
  },
  {
    "translation": {
      "en": "I'll tell you one thing, I'd be a much better partner now than I was years ago.",
      "it": "Però, ora sono un compagno migliore rispetto a qualche anno fa."
    }
  },
  {
    "translation": {
      "en": "Although that's a very low bar.",
      "it": "Anche se non ci vuole molto."
    }
  },
  {
    "translation": {
      "en": "[chuckling] That's a very low bar.",
      "it": "Non ci vuole molto."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Where do you stand personally on romantic relationships?",
      "it": "Cosa ne pensi delle relazioni romantiche?"
    }
  },
  {
    "translation": {
      "en": "You mean am I in one, you mean?",
      "it": "Vuoi sapere se ce l'ho una?"
    }
  },
  {
    "translation": {
      "en": "[Jonah] Yeah, are you in one?",
      "it": "Sì, ce l'hai?"
    }
  },
  {
    "translation": {
      "en": "No, I'm not in one. Um…",
      "it": "No, non ce l'ho."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Did you ever override that wall that was built by your mom",
      "it": "Sei mai riuscito a superare il muro costruito da tua madre"
    }
  },
  {
    "translation": {
      "en": "and get close in the way you were scared to with a woman?",
      "it": "per avvicinarti a una donna nel modo che ti spaventava?"
    }
  },
  {
    "translation": {
      "en": "I would say,",
      "it": "Direi…"
    }
  },
  {
    "translation": {
      "en": "yeah, once.",
      "it": "Sì, una volta."
    }
  },
  {
    "translation": {
      "en": "But I… for various reasons, I can't get into the specifics of it.",
      "it": "Ma per vari motivi non posso entrare nello specifico."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Was this a long time ago? Was this, like, in recent years?",
      "it": "È successo tanto tempo fa? O in tempi più recenti?"
    }
  },
  {
    "translation": {
      "en": "It's been on and off for 40 years.",
      "it": "È stato un tira e molla per 40 anni."
    }
  },
  {
    "translation": {
      "en": "[chuckles] As crazy as that might sound.",
      "it": "Anche se sembra assurdo."
    }
  },
  {
    "translation": {
      "en": "[Jonah] And what prevents it from being constant?",
      "it": "E cosa vi impedisce di renderla una relazione stabile?"
    }
  },
  {
    "translation": {
      "en": "I'll just say it in general terms.",
      "it": "Te lo dico in via generale."
    }
  },
  {
    "translation": {
      "en": "She has other family stuff that, uh,",
      "it": "Lei ha dei problemi familiari che…"
    }
  },
  {
    "translation": {
      "en": "goes… takes her in completely the opposite direction.",
      "it": "l'hanno portata in tutt'altra direzione."
    }
  },
  {
    "translation": {
      "en": "And also my health, you know. I got the, um…",
      "it": "Poi c'è il fattore della mia salute. Ho il…"
    }
  },
  {
    "translation": {
      "en": "When I got the Parkinson's, it had a double effect on me.",
      "it": "Quando ho capito di avere il Parkinson, ha avuto un doppio effetto su di me."
    }
  },
  {
    "translation": {
      "en": "It's funny. You know, today I hardly…",
      "it": "È buffo. Oggi riesco appena…"
    }
  },
  {
    "translation": {
      "en": "Wow, that's really good.",
      "it": "Wow. - Sono colpito. - Sì, non stai tremando affatto."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Yeah, you're not even shaking at all.",
      "it": "- Sono colpito. - Sì, non stai tremando affatto."
    }
  },
  {
    "translation": {
      "en": "Would you be willing to follow me around? Because you seem to be helping.",
      "it": "Ti va ti seguirmi ovunque vada? Mi stai aiutando."
    }
  },
  {
    "translation": {
      "en": "I'd give you off-- You just have to stay with me every day",
      "it": "Avresti tempo libero. Dovresti stare con me ogni giorno fino alle 19, 20 e poi saresti libero."
    }
  },
  {
    "translation": {
      "en": "till about 7:00, 8:00 at night, then you're free--",
      "it": "Dovresti stare con me ogni giorno fino alle 19, 20 e poi saresti libero."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Don't go on a fucking comedy routine right now.",
      "it": "Non cercare di fare il simpatico."
    }
  },
  {
    "translation": {
      "en": "-Stay on track, bro. -Thank you.",
      "it": "- Non cambiare discorso. - Grazie."
    }
  },
  {
    "translation": {
      "en": "-[Jonah] I know what you're doing. -Thank you.",
      "it": "- So cosa volevi fare. - Grazie."
    }
  },
  {
    "translation": {
      "en": "[Jonah] So the illness and her family stuff.",
      "it": "Dicevamo, la malattia e i suoi problemi familiari."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "[Jonah] I can't relate to having Parkinson's,",
      "it": "Non so com'è avere il Parkinson,"
    }
  },
  {
    "translation": {
      "en": "but do you ever think that can be a crutch",
      "it": "ma hai mai pensato che potrebbe essere una scusa"
    }
  },
  {
    "translation": {
      "en": "to not just make a decision that would be scary emotionally?",
      "it": "per non prendere una decisione emotivamente spaventosa?"
    }
  },
  {
    "translation": {
      "en": "Uh, yes, 100%.",
      "it": "Sì, al 100%."
    }
  },
  {
    "translation": {
      "en": "I think that crazy part of me--",
      "it": "Credo che la parte pazza di me…"
    }
  },
  {
    "translation": {
      "en": "It takes whatever is happening and uses it to prove its point.",
      "it": "Prende tutto ciò che accade per dimostrare la sua tesi."
    }
  },
  {
    "translation": {
      "en": "[Jonah] But that's your Part X preventing you from making that decision.",
      "it": "È la Parte X che ti impedisce di prendere quella decisione."
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "[Jonah] You know, I think my big fear with, uh, romantic relationships,",
      "it": "Sai, la mia più grande paura con le relazioni romantiche…"
    }
  },
  {
    "translation": {
      "en": "what I'm learning is, is, like, the only way",
      "it": "Ho capito che l'unico modo"
    }
  },
  {
    "translation": {
      "en": "for them to succeed is for you to be completely vulnerable.",
      "it": "per farle andare bene è essere completamente vulnerabili."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "[Jonah] And humans are so fucked-up, and we just talk ourselves out of happiness so often",
      "it": "Gli esseri umani sono complicati. Troppo spesso ci priviamo della felicità,"
    }
  },
  {
    "translation": {
      "en": "that maybe it's worth trying to push you to at least think about it.",
      "it": "ma forse varrebbe la pena sforzarci di pensarci, quanto meno."
    }
  },
  {
    "translation": {
      "en": "Well, you've definitely succeeded in that.",
      "it": "Tu ci sei riuscito."
    }
  },
  {
    "translation": {
      "en": "I can't tell you, in the last, let's say, three minutes,",
      "it": "Negli ultimi tre minuti, non hai idea"
    }
  },
  {
    "translation": {
      "en": "how many jokes I've had to repress.",
      "it": "di quante battute ho dovuto reprimere."
    }
  },
  {
    "translation": {
      "en": "[Jonah] I get it.",
      "it": "Ci credo."
    }
  },
  {
    "translation": {
      "en": "I have the same disease, which is avoid emotion by making jokes.",
      "it": "Faccio lo stesso, evito le emozioni facendo battute."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Can I ask a random question, and you can just tell me to fuck off?",
      "it": "Posso farti una domanda a caso? Puoi mandarmi a quel paese."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Do you think…",
      "it": "Credi…"
    }
  },
  {
    "translation": {
      "en": "you will call her",
      "it": "che la chiamerai"
    }
  },
  {
    "translation": {
      "en": "or have some sort of new insight on that relationship?",
      "it": "o che considererai nuove opportunità per quella relazione?"
    }
  },
  {
    "translation": {
      "en": "It… it feels like it, yeah.",
      "it": "Credo di sì."
    }
  },
  {
    "translation": {
      "en": "Do you mean that, or are you just placating to me?",
      "it": "Lo pensi davvero o lo dici per farmi stare zitto?"
    }
  },
  {
    "translation": {
      "en": "No. I… I mean…",
      "it": "No. Insomma…"
    }
  },
  {
    "translation": {
      "en": "It… it feels like a source of energy that might help me make a decision like this.",
      "it": "Sento un'energia che potrebbe aiutarmi a prendere questa decisione."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Yeah, I mean, I guess I don't feel anything except love for you.",
      "it": "Sì, ecco, perché io ci tengo a te."
    }
  },
  {
    "translation": {
      "en": "I just want…",
      "it": "Voglio…"
    }
  },
  {
    "translation": {
      "en": "I… I want you to… be happy.",
      "it": "Vorrei che tu fossi felice."
    }
  },
  {
    "translation": {
      "en": "No, I feel it. I feel that.",
      "it": "No, lo sento. Lo so."
    }
  },
  {
    "translation": {
      "en": "See, the thing with me that's not typical is the illness stuff.",
      "it": "Credo che il mio problema sia la malattia."
    }
  },
  {
    "translation": {
      "en": "So I think, now that I'm talking about it,",
      "it": "Ora che ne sto parlando,"
    }
  },
  {
    "translation": {
      "en": "I think, unconsciously,",
      "it": "credo che, senza rendermene conto,"
    }
  },
  {
    "translation": {
      "en": "I was linking a woman, like a relationship, and being cured.",
      "it": "collegassi una donna, una relazione, con la cura alla malattia."
    }
  },
  {
    "translation": {
      "en": "[Jonah] But there's no cure for Parkinson's.",
      "it": "- Ma non esiste una cura per il Parkinson. - Sì."
    }
  },
  {
    "translation": {
      "en": "Yes. That's correct.",
      "it": "- Ma non esiste una cura per il Parkinson. - Sì. Esatto."
    }
  },
  {
    "translation": {
      "en": "But most people aren't sick like that. Um…",
      "it": "Ma non tutti arrivano al mio stadio."
    }
  },
  {
    "translation": {
      "en": "And I've been sick for a long, uh, time.",
      "it": "Io ne soffro da parecchio tempo."
    }
  },
  {
    "translation": {
      "en": "I grew up in Manhattan, so I was used to going out at night.",
      "it": "Sono cresciuto a Manhattan. Uscivo spesso la sera."
    }
  },
  {
    "translation": {
      "en": "By the time I was 21, 22, we would go out at least one out of every two nights.",
      "it": "Quando avevo 21 o 22 anni, uscivamo ogni due sere almeno."
    }
  },
  {
    "translation": {
      "en": "It was Friday. I was supposed to meet these two women at some bar downtown.",
      "it": "Un venerdì, dovevo incontrare due donne in un pub in centro."
    }
  },
  {
    "translation": {
      "en": "I said, \"Great, I'll be down there in an hour.\"",
      "it": "Dissi: \"Perfetto. Arrivo tra un'ora\"."
    }
  },
  {
    "translation": {
      "en": "And I had been taking a nap.",
      "it": "Stavo facendo un pisolino."
    }
  },
  {
    "translation": {
      "en": "I went back to sleep. I said, \"Let me just continue this nap for 20 minutes,",
      "it": "Così sono tornato a letto per dormire altri 20 minuti."
    }
  },
  {
    "translation": {
      "en": "then I'll take a cab downtown.\"",
      "it": "Poi avrei preso un taxi."
    }
  },
  {
    "translation": {
      "en": "I woke up Monday morning.",
      "it": "Mi sono svegliato lunedì mattina."
    }
  },
  {
    "translation": {
      "en": "And I said, \"I am really fucked. Something is terribly wrong.\"",
      "it": "Pensai: \"Sto male. Qualcosa non va\"."
    }
  },
  {
    "translation": {
      "en": "Complete exhaustion. Like an exhaustion so deep…",
      "it": "Ero completamente esausto. Una stanchezza così radicata…"
    }
  },
  {
    "translation": {
      "en": "Let me put it this way.",
      "it": "Mettiamola così."
    }
  },
  {
    "translation": {
      "en": "If I had to go to the cleaners, right across the street from my house,",
      "it": "Se dovevo andare in lavanderia, che era di fronte a casa mia,"
    }
  },
  {
    "translation": {
      "en": "I would have to think, \"Okay, can I do this or not?\"",
      "it": "dovevo pensare: \"Ok, ce la faccio o no?"
    }
  },
  {
    "translation": {
      "en": "\"Do I have the… the strength to do it?\"",
      "it": "Ho la forza per arrivarci?\""
    }
  },
  {
    "translation": {
      "en": "But this was not me. I was, like, a very hyperactive person.",
      "it": "Io non ero fatto così. Ero una persona iperattiva."
    }
  },
  {
    "translation": {
      "en": "So then I went to a neurologist.",
      "it": "Perciò mi sono rivolto a un neurologo."
    }
  },
  {
    "translation": {
      "en": "In one meeting, he told me, \"Oh, you have cervical stenosis,",
      "it": "Alla prima visita, mi disse: \"Hai una stenosi cervicale,"
    }
  },
  {
    "translation": {
      "en": "you need immediate surgery, and you have Parkinson's disease.\"",
      "it": "devi operarti subito e hai il Parkinson\"."
    }
  },
  {
    "translation": {
      "en": "[Jonah] What did it feel like that day?",
      "it": "Come ti sei sentito?"
    }
  },
  {
    "translation": {
      "en": "See, this is my real Shadow coming out",
      "it": "Qui emerge la mia vera Ombra,"
    }
  },
  {
    "translation": {
      "en": "when you're gonna see what my handwriting looks like.",
      "it": "la vedrai dalla mia calligrafia."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Why?",
      "it": "Perché?"
    }
  },
  {
    "translation": {
      "en": "Because it's barely legible.",
      "it": "Perché è a malapena leggibile."
    }
  },
  {
    "translation": {
      "en": "I don't even like looking at it.",
      "it": "Non mi piace guardarla."
    }
  },
  {
    "translation": {
      "en": "I used to be very good with my hands.",
      "it": "Ero bravissimo a usare le mani."
    }
  },
  {
    "translation": {
      "en": "I was very good at basketball, but anything, I was dexterous.",
      "it": "Ero bravo a basketball, in tutto, ero molto abile."
    }
  },
  {
    "translation": {
      "en": "Now,",
      "it": "Ma ora…"
    }
  },
  {
    "translation": {
      "en": "well, it speaks for itself. [chuckles]",
      "it": "Beh, è ovvio."
    }
  },
  {
    "translation": {
      "en": "But what I try to do when I get that fear,",
      "it": "Ma quando provo quella paura,"
    }
  },
  {
    "translation": {
      "en": "I try to see my Shadow right at that moment.",
      "it": "cerco di visualizzare subito la mia Ombra."
    }
  },
  {
    "translation": {
      "en": "\"He looks cachectic.\" You know what that means?",
      "it": "Sembra cachettico. Sai cosa significa?"
    }
  },
  {
    "translation": {
      "en": "-Emaciated? -[Stutz] Yeah, emaciated.",
      "it": "- Emaciato? - Sì, emaciato."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -[Stutz] That's how my Shadow looks now.",
      "it": "- Sì. - Ecco com'è la mia Ombra ora."
    }
  },
  {
    "translation": {
      "en": "It's like I'll fall apart.",
      "it": "Come se mi stessi per sgretolare."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Do you think medical issues can lead to a lonelier existence?",
      "it": "Credi che un problema medico possa portare a una vita più solitaria?"
    }
  },
  {
    "translation": {
      "en": "-Yes. [splutters] Yes. -[Jonah] Why?",
      "it": "- Beh, sì. - Perché?"
    }
  },
  {
    "translation": {
      "en": "It was, literally, for a while there, I was afraid to go outside.",
      "it": "Per un po' ho avuto letteralmente paura di uscire di casa."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Did you ever think about having kids?",
      "it": "Hai mai pensato di avere figli?"
    }
  },
  {
    "translation": {
      "en": "Yeah, all the time, but now… it's too late now.",
      "it": "Sì, spesso, ma ormai è tardi."
    }
  },
  {
    "translation": {
      "en": "I… and I wouldn't want to have a kid now.",
      "it": "Non vorrei avere un figlio adesso."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Hmm. Why not?",
      "it": "Perché no?"
    }
  },
  {
    "translation": {
      "en": "I'm still so weak.",
      "it": "Sono ancora molto debole."
    }
  },
  {
    "translation": {
      "en": "If I have to get out of this chair, I have to think about it.",
      "it": "Anche se volessi alzarmi ora, dovrei pensarci prima."
    }
  },
  {
    "translation": {
      "en": "There'll be so many moments",
      "it": "Ci sarebbero troppi momenti a cui non riuscirei"
    }
  },
  {
    "translation": {
      "en": "where I wasn't actually capable of being part of the thing.",
      "it": "Ci sarebbero troppi momenti a cui non riuscirei a partecipare attivamente."
    }
  },
  {
    "translation": {
      "en": "-[Jonah] Hmm. -I don't think it'd be a great idea.",
      "it": "Non sarebbe una buona idea."
    }
  },
  {
    "translation": {
      "en": "[Jonah] That fucking sucks, man.",
      "it": "È un peccato."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "[splutters] But if that hadn't happened,",
      "it": "Ma, se non fosse successo,"
    }
  },
  {
    "translation": {
      "en": "the last bit of information I've been developing, I wouldn't have gotten.",
      "it": "non sarei riuscito a sviluppare i miei pensieri di adesso."
    }
  },
  {
    "translation": {
      "en": "It's like every time I get pushed down and crushed,",
      "it": "Ogni volta che vengo abbattuto e distrutto,"
    }
  },
  {
    "translation": {
      "en": "I seem to get more information.",
      "it": "imparo nuove informazioni."
    }
  },
  {
    "translation": {
      "en": "Parkinson's has made me aware of time. Like, really aware of it.",
      "it": "Il Parkinson ha migliorato la mia cognizione del tempo."
    }
  },
  {
    "translation": {
      "en": "My sense of mission, my sense of this is what I'm supposed to do,",
      "it": "La mia idea di missione, di questo è ciò che devo fare,"
    }
  },
  {
    "translation": {
      "en": "that got much stronger in me.",
      "it": "si è rafforzata."
    }
  },
  {
    "translation": {
      "en": "If I don't do that, I start to think about, \"Oh, shit, this happened to me.\"",
      "it": "Se non la inseguo, inizio a pensare: \"Oh, cazzo, ho questo problema."
    }
  },
  {
    "translation": {
      "en": "\"What a drag.\" You know, it makes life harder. Then you go into this whole pity party thing.",
      "it": "Che scatole\". Rende più difficile la vita e inizi a piangerti addosso."
    }
  },
  {
    "translation": {
      "en": "It's a complete waste of time.",
      "it": "È una perdita di tempo."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Do you ever get in that zone? The pity party zone?",
      "it": "Ti piangi mai addosso, come hai detto?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I get in it all the time,",
      "it": "Sì, di continuo."
    }
  },
  {
    "translation": {
      "en": "but I'm very fast at getting out of it.",
      "it": "Ma sono veloce a riprendermi."
    }
  },
  {
    "translation": {
      "en": "[Jonah] In putting the movie together,",
      "it": "Nel montare il documentario,"
    }
  },
  {
    "translation": {
      "en": "I started using your drawings to display the tools,",
      "it": "ho iniziato a usare i tuoi disegni per far vedere i tuoi metodi."
    }
  },
  {
    "translation": {
      "en": "and they are a bit shaky,",
      "it": "Sono un po' tremolanti."
    }
  },
  {
    "translation": {
      "en": "and I wanted to know if it was okay with you if I did that?",
      "it": "Per te va bene se li uso?"
    }
  },
  {
    "translation": {
      "en": "Oh, it would be great. Definitely do it.",
      "it": "Sarebbe fantastico. Usali pure."
    }
  },
  {
    "translation": {
      "en": "And if it's shaky, it's even better.",
      "it": "Se sono tremolanti, meglio."
    }
  },
  {
    "translation": {
      "en": "Because the whole premise of this is we're not gonna win every time,",
      "it": "Perché il punto è che non vinceremo sempre,"
    }
  },
  {
    "translation": {
      "en": "we certainly can't be perfect, we can't control it,",
      "it": "non possiamo essere perfetti, non possiamo controllarlo,"
    }
  },
  {
    "translation": {
      "en": "but we have an unstoppable will to go forward.",
      "it": "ma possediamo la volontà invincibile di andare avanti."
    }
  },
  {
    "translation": {
      "en": "And this reminds you of it.",
      "it": "E il tremolio me lo ricorda."
    }
  },
  {
    "translation": {
      "en": "Each card has a little bit of a different approach",
      "it": "Ogni cartoncino ha un approccio diverso"
    }
  },
  {
    "translation": {
      "en": "to basically the same goal,",
      "it": "per lo stesso fine,"
    }
  },
  {
    "translation": {
      "en": "which is, \"Schmuck, take action, no matter how frightened you are.\"",
      "it": "ovvero: \"Idiota, agisci, non importa se hai paura\"."
    }
  },
  {
    "translation": {
      "en": "[Jonah] That reminds me of Radical Acceptance, which is a big one",
      "it": "Questo mi ricorda l'Accettazione radicale,"
    }
  },
  {
    "translation": {
      "en": "and really helps me work through a lot.",
      "it": "che mi ha aiutato molto."
    }
  },
  {
    "translation": {
      "en": "That's right. That's exactly right.",
      "it": "Sì, hai ragione."
    }
  },
  {
    "translation": {
      "en": "Here's the thing. Every event has something in it that you can learn from.",
      "it": "Il punto è questo. Ogni evento nasconde un qualche insegnamento."
    }
  },
  {
    "translation": {
      "en": "When something goes wrong,",
      "it": "Quando qualcosa va male,"
    }
  },
  {
    "translation": {
      "en": "anybody can say, \"Well, it's not that bad. I'll recover from it tomorrow.\"",
      "it": "tutti possono dire: \"Non è così grave. Domani mi riprendo\"."
    }
  },
  {
    "translation": {
      "en": "That's not good enough.",
      "it": "Ma non basta."
    }
  },
  {
    "translation": {
      "en": "You have to create a reflex to squeeze the juice out.",
      "it": "Devi scavare per trovare il succo."
    }
  },
  {
    "translation": {
      "en": "Squeezing the juice means finding something meaningful.",
      "it": "Il succo rappresenta qualcosa di significativo."
    }
  },
  {
    "translation": {
      "en": "It's trying to find the state of not getting into a lot of negativity",
      "it": "È riuscire a raggiungere uno stato in cui non soccombere alla negatività,"
    }
  },
  {
    "translation": {
      "en": "but actually training yourself to say, \"What am I gonna do about it now?\"",
      "it": "ma, anzi, imparare a dire: \"Come la sfrutto a mio vantaggio?\""
    }
  },
  {
    "translation": {
      "en": "I gotta do some push-ups.",
      "it": "Devo fare delle flessioni."
    }
  },
  {
    "translation": {
      "en": "Is there anything that's, you know, strong enough to support my weight?",
      "it": "Avete qualcosa di abbastanza resistente da sorreggermi?"
    }
  },
  {
    "translation": {
      "en": "-[Jonah] You wanna do push-ups? -Yeah. I'm getting stiff.",
      "it": "- Per le flessioni? - Sì, mi sto irrigidendo."
    }
  },
  {
    "translation": {
      "en": "You can do it on the dolly if you want. The push-ups.",
      "it": "Puoi farle sul dolly, se vuoi. Le flessioni."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Careful, Phil.",
      "it": "Attento, Phil."
    }
  },
  {
    "translation": {
      "en": "I've never done this in front of this many people.",
      "it": "Non le ho mai fatte davanti a così tante persone."
    }
  },
  {
    "translation": {
      "en": "Even if I do, like, ten of these… This is good for this.",
      "it": "Me ne bastano dieci. Questo attrezzo è utile."
    }
  },
  {
    "translation": {
      "en": "-Can I take this home? -[all laugh]",
      "it": "Posso portarmelo a casa?"
    }
  },
  {
    "translation": {
      "en": "It's the most expensive push-up--",
      "it": "Le flessioni più costose…"
    }
  },
  {
    "translation": {
      "en": "[Stutz] You're not allowed to make judgements.",
      "it": "Uno, non puoi giudicare."
    }
  },
  {
    "translation": {
      "en": "You're not allowed to tell yourself anything negative.",
      "it": "Non puoi dire a te stesso cose negative."
    }
  },
  {
    "translation": {
      "en": "It doesn't mean you're stupid. It doesn't mean there isn't something negative there.",
      "it": "Non significa che tu sia stupido o che non ci sia un aspetto negativo."
    }
  },
  {
    "translation": {
      "en": "You're not allowed to go through that. It goes against what we're doing.",
      "it": "Non puoi essere distruttivo. Va contro il nostro lavoro."
    }
  },
  {
    "translation": {
      "en": "Number two, obviously, you want to find something that's positive about it.",
      "it": "Due: ovviamente, devi trovare un aspetto positivo."
    }
  },
  {
    "translation": {
      "en": "Dude, you're crushing it.",
      "it": "Vai alla grande."
    }
  },
  {
    "translation": {
      "en": "Well, when you do 100 of these a day, you get stronger. [chuckles]",
      "it": "Quando ne fai 100 al giorno, diventi più forte."
    }
  },
  {
    "translation": {
      "en": "-You do 100 of those a day? -Probably.",
      "it": "- Cento al giorno? - Più o meno."
    }
  },
  {
    "translation": {
      "en": "Yeah, because every time I stiffen up, I can't move like I should.",
      "it": "Se mi irrigidisco troppo, non riesco a muovermi bene."
    }
  },
  {
    "translation": {
      "en": "Yeah, now it's a lot looser, but, you know, I get like this, I can't move either of them.",
      "it": "Ecco, ora sono più sciolto, altrimenti sarei così, non mi muoverei."
    }
  },
  {
    "translation": {
      "en": "So I discovered this.",
      "it": "Ho scoperto questo trucco."
    }
  },
  {
    "translation": {
      "en": "Maybe this'll spread the word if you guys don't cut it out of the film.",
      "it": "Potrebbe aiutare qualcun altro, se non lo tagliate dal film."
    }
  },
  {
    "translation": {
      "en": "So squeezing the juice out of the lemon",
      "it": "Quindi, spremere il succo"
    }
  },
  {
    "translation": {
      "en": "means you have not only the will to do this,",
      "it": "significa che non solo hai la volontà di farlo,"
    }
  },
  {
    "translation": {
      "en": "but you have some faith in it. There's something there that's valuable.",
      "it": "ma ci riponi la tua fiducia. Ogni esperienza negativa ha un valore."
    }
  },
  {
    "translation": {
      "en": "And what happens is everything starts to become more meaningful.",
      "it": "Così facendo, tutto inizia ad assumere più significato."
    }
  },
  {
    "translation": {
      "en": "You don't get to the world of meaning through big things. You get it through small things.",
      "it": "Sono le piccole cose a farti capire il significato, non le grandi."
    }
  },
  {
    "translation": {
      "en": "I feel better.",
      "it": "Mi sento meglio."
    }
  },
  {
    "translation": {
      "en": "-I feel loose now. -I do that for my mind.",
      "it": "- Più sciolto. - Lo farei per mia madre."
    }
  },
  {
    "translation": {
      "en": "-Oh. -Sorry. [chuckles]",
      "it": "Scusa."
    }
  },
  {
    "translation": {
      "en": "[Stutz] You need to look at all events as having value.",
      "it": "Devi capire che ogni evento ha un valore."
    }
  },
  {
    "translation": {
      "en": "If you can do that, then you're in a zone of tremendous opportunity.",
      "it": "Se ci riesci, allora avrai infinite opportunità."
    }
  },
  {
    "translation": {
      "en": "That's all I have to say on that.",
      "it": "Non ho altro da aggiungere."
    }
  },
  {
    "translation": {
      "en": "[Jonah] You fucking dropped the mic. That was amazing.",
      "it": "Hai gettato il microfono. Fantastico."
    }
  },
  {
    "translation": {
      "en": "That's one of the best. That's a Stutz greatest hit.",
      "it": "È uno dei metodi migliori di Stutz."
    }
  },
  {
    "translation": {
      "en": "-Yeah, it is one of the best. -[Jonah] I had to use that last night.",
      "it": "- È vero. - Ieri sera l'ho usato."
    }
  },
  {
    "translation": {
      "en": "Oh yeah? How did it work out?",
      "it": "Sì? E com'è andata?"
    }
  },
  {
    "translation": {
      "en": "[Jonah] So I had an anxiety attack, and I couldn't sleep.",
      "it": "Ho avuto un attacco di panico, non riuscivo a dormire."
    }
  },
  {
    "translation": {
      "en": "And instead of having more anxiety",
      "it": "Invece di farmi prendere dall'ansia"
    }
  },
  {
    "translation": {
      "en": "about how I'm not getting enough sleep for the next day's work,",
      "it": "perché non avrei dormito abbastanza,"
    }
  },
  {
    "translation": {
      "en": "I used Radical Acceptance and was able to actually use that time",
      "it": "ho usato l'Accettazione radicale e ho sfruttato quel tempo"
    }
  },
  {
    "translation": {
      "en": "to come up with more new ideas for the shoot today.",
      "it": "per pensare a nuove idee per le riprese di oggi."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, you did a good job.",
      "it": "Hai fatto un ottimo lavoro."
    }
  },
  {
    "translation": {
      "en": "Don't fuck this up now.",
      "it": "Ora non fare cazzate."
    }
  },
  {
    "translation": {
      "en": "Did I say anything about Cain and Abel?",
      "it": "Ho parlato di Caino e Abele?"
    }
  },
  {
    "translation": {
      "en": "Maybe not. [Jonah] You went to high school with them?",
      "it": "- Mi sa di no. - Sei andato al liceo con loro?"
    }
  },
  {
    "translation": {
      "en": "[Stutz] I actually remember… I think I was nine. It wasn't like today",
      "it": "Mi ricordo… Forse avevo nove anni. Salire su un aereo non era facile come oggi. Era una cosa grossa."
    }
  },
  {
    "translation": {
      "en": "where you just hop on a plane. It was a big deal.",
      "it": "Salire su un aereo non era facile come oggi. Era una cosa grossa."
    }
  },
  {
    "translation": {
      "en": "And it was-- You couldn't see shit. It was one of those overcast days.",
      "it": "Non si vedeva un cazzo. Era una giornata nuvolosa."
    }
  },
  {
    "translation": {
      "en": "My father was talking to me about some of this stuff… [chuckles]",
      "it": "Mio padre me ne stava parlando e mi disse:"
    }
  },
  {
    "translation": {
      "en": "…and he said, \"Don't worry.\"",
      "it": "Mio padre me ne stava parlando e mi disse: \"Tranquillo. Appena supereremo la nuvola, ci sarà il sole\"."
    }
  },
  {
    "translation": {
      "en": "\"We'll get above this, and the sun will be out.\"",
      "it": "\"Tranquillo. Appena supereremo la nuvola, ci sarà il sole\"."
    }
  },
  {
    "translation": {
      "en": "[splutters] I just couldn't believe it.",
      "it": "Non ci potevo credere."
    }
  },
  {
    "translation": {
      "en": "I thought, \"What, are you crazy?\"",
      "it": "Pensai: \"Sei impazzito?\""
    }
  },
  {
    "translation": {
      "en": "This-- How could the sun still be up there",
      "it": "Come poteva esserci ancora il sole,"
    }
  },
  {
    "translation": {
      "en": "when it's so dense, and I'm seeing all these clouds?",
      "it": "se c'erano tutte queste nuvole così dense?"
    }
  },
  {
    "translation": {
      "en": "And then, I remember the exact moment",
      "it": "Mi ricordo il momento preciso"
    }
  },
  {
    "translation": {
      "en": "the sun broke through the cloud, and I was so amazed.",
      "it": "in cui il sole attraversò la nuvola. Rimasi di stucco."
    }
  },
  {
    "translation": {
      "en": "It's like the whole model of the universe became different because…",
      "it": "Era come se tutto il modello dell'universo fosse cambiato perché…"
    }
  },
  {
    "translation": {
      "en": "The importance of it was I was no longer judging the nature of reality",
      "it": "Il succo è che non giudicavo più la natura della realtà"
    }
  },
  {
    "translation": {
      "en": "by my experiences in the last five minutes.",
      "it": "sulla base dell'esperienza di cinque minuti prima."
    }
  },
  {
    "translation": {
      "en": "The sun is always up there.",
      "it": "C'è sempre il sole."
    }
  },
  {
    "translation": {
      "en": "The cloud is always over here, blocking the sun.",
      "it": "Ci sarà sempre una nuvola qui a bloccarne i raggi."
    }
  },
  {
    "translation": {
      "en": "If you can't break through, you think it's a very bad day.",
      "it": "Se non riesci a superarla, penserai che sia una brutta giornata"
    }
  },
  {
    "translation": {
      "en": "In fact, you think it's a very bad life.",
      "it": "o che la tua vita faccia pena. PARTE X - NUVOLONE NERO"
    }
  },
  {
    "translation": {
      "en": "Every thought you have is gonna affect your mood.",
      "it": "Ogni tuo pensiero influenza il tuo umore."
    }
  },
  {
    "translation": {
      "en": "Every thought you have is gonna be either positive or negative.",
      "it": "Ogni tuo pensiero è o positivo o negativo."
    }
  },
  {
    "translation": {
      "en": "So the Grateful Flow wants to choose the positives.",
      "it": "Il Flusso di Gratitudine sceglie quelli positivi."
    }
  },
  {
    "translation": {
      "en": "Part X wants you to have the negative flow, so it'll create the cloud up there",
      "it": "La Parte X vuole che tu segua il flusso negativo, crea quel nuvolone"
    }
  },
  {
    "translation": {
      "en": "so you can't see the sun.",
      "it": "per coprire il sole. NUVOLONE NERO"
    }
  },
  {
    "translation": {
      "en": "You forget that it's actually sunny up there.",
      "it": "Ti dimentichi che lassù c'è il sole."
    }
  },
  {
    "translation": {
      "en": "The question becomes, \"How do you penetrate the cloud?\"",
      "it": "La domanda da porsi è: \"Come si penetra la nuvola?\""
    }
  },
  {
    "translation": {
      "en": "And the answer is, \"With gratefulness.\"",
      "it": "E la risposta è con la gratitudine."
    }
  },
  {
    "translation": {
      "en": "It gives you the sensation, the feeling,",
      "it": "Ti dà la sensazione"
    }
  },
  {
    "translation": {
      "en": "that there's always something up there positive even if you can't see it at all.",
      "it": "che ci sia sempre qualcosa di positivo lassù, anche se non lo vedi."
    }
  },
  {
    "translation": {
      "en": "But you have to have a mechanism. That's where the tool comes in.",
      "it": "Ma ti serve un meccanismo, ovvero un metodo."
    }
  },
  {
    "translation": {
      "en": "The Grateful Flow is not the things you're grateful for.",
      "it": "Il Flusso di Gratitudine non rappresenta ciò per cui si è grati."
    }
  },
  {
    "translation": {
      "en": "The Grateful Flow is the process of creating these things.",
      "it": "Il Flusso di Gratitudine è il processo di crearlo."
    }
  },
  {
    "translation": {
      "en": "So close your eyes.",
      "it": "Chiudi gli occhi."
    }
  },
  {
    "translation": {
      "en": "Now, what you want to do is you say two or three, at most four,",
      "it": "Ora di' due o tre cose, massimo quattro,"
    }
  },
  {
    "translation": {
      "en": "things you're grateful for.",
      "it": "per cui sei grato."
    }
  },
  {
    "translation": {
      "en": "The smaller the thing, the better,",
      "it": "Più sono piccole meglio è"
    }
  },
  {
    "translation": {
      "en": "because it forces you to concentrate gratefulness.",
      "it": "perché ti costringono a concentrare la gratitudine."
    }
  },
  {
    "translation": {
      "en": "You wanna do it nice and slow. You want to feel the gratefulness.",
      "it": "Pensaci con calma. Devi sentire la sensazione di gratitudine."
    }
  },
  {
    "translation": {
      "en": "I'm grateful for my nephews.",
      "it": "Sono grato ai miei nipoti."
    }
  },
  {
    "translation": {
      "en": "I'm grateful for surfing.",
      "it": "Sono grato per il surf."
    }
  },
  {
    "translation": {
      "en": "I'm grateful…",
      "it": "Sono grato…"
    }
  },
  {
    "translation": {
      "en": "for my dog.",
      "it": "al mio cane."
    }
  },
  {
    "translation": {
      "en": "I'm grateful for you.",
      "it": "Sono grato a te."
    }
  },
  {
    "translation": {
      "en": "[Stutz] Okay, now, keep naming things, but don't say them out loud.",
      "it": "Ok, ora continua a pensarci, ma non dirle ad alta voce."
    }
  },
  {
    "translation": {
      "en": "Just keep creating that stream of gratefulness.",
      "it": "Continua a creare un flusso di gratitudine."
    }
  },
  {
    "translation": {
      "en": "Good.",
      "it": "Bene."
    }
  },
  {
    "translation": {
      "en": "The next thing you do is you feel",
      "it": "Ora fai finta di creare un altro pensiero di gratitudine,"
    }
  },
  {
    "translation": {
      "en": "that you're going to create another grateful thought, but you don't.",
      "it": "Ora fai finta di creare un altro pensiero di gratitudine, ma non farlo."
    }
  },
  {
    "translation": {
      "en": "You block it. So all you feel is the force that would create a grateful thought,",
      "it": "Bloccalo. Senti solo la forza con cui creeresti questo pensiero"
    }
  },
  {
    "translation": {
      "en": "and as it gets stronger and stronger, you feel taken over by it.",
      "it": "e, man mano che aumenta, ti senti sopraffare da essa."
    }
  },
  {
    "translation": {
      "en": "That's the Grateful Flow. That was excellent. Did you feel anything?",
      "it": "Questo è il Flusso di Gratitudine. Bravissimo. Cosa hai provato?"
    }
  },
  {
    "translation": {
      "en": "I felt everything kind of just… slow down.",
      "it": "Ho sentito come se tutto… rallentasse."
    }
  },
  {
    "translation": {
      "en": "And I felt a warmth.",
      "it": "E ho sentito un calore."
    }
  },
  {
    "translation": {
      "en": "-[Stutz] Mm-hmm. -Like in a sense of comfort.",
      "it": "Un senso di conforto."
    }
  },
  {
    "translation": {
      "en": "[Stutz] That's pretty good.",
      "it": "Molto bene."
    }
  },
  {
    "translation": {
      "en": "The key is not saying the same things over and over that you're grateful for.",
      "it": "L'importante è non ripetere le stesse cose per cui si è grati."
    }
  },
  {
    "translation": {
      "en": "You wanna make it a creative act.",
      "it": "Devi essere creativo."
    }
  },
  {
    "translation": {
      "en": "When you have to dig and work on it to find these things,",
      "it": "Se devi scavare e sudare per trovare queste cose…"
    }
  },
  {
    "translation": {
      "en": "that process itself will change your mood.",
      "it": "NUVOLONE NERO …il processo stesso ti cambierà l'umore."
    }
  },
  {
    "translation": {
      "en": "The classic time to use it is when your thoughts are out of control.",
      "it": "Usa questo metodo quando i pensieri sono fuori controllo."
    }
  },
  {
    "translation": {
      "en": "The worst thing to do is argue with them.",
      "it": "La cosa peggiore è discuterci."
    }
  },
  {
    "translation": {
      "en": "'Cause its effect on you is terrible, and it does nothing for you.",
      "it": "L'effetto sarebbe terribile e non ti aiuterebbe."
    }
  },
  {
    "translation": {
      "en": "But gratefulness is not just, \"I'm lucky somebody helped me,\" or whatever.",
      "it": "La gratitudine non è dire: \"Sono fortunato perché qualcuno mi ha aiutato\"."
    }
  },
  {
    "translation": {
      "en": "Gratefulness is the state you want to be in",
      "it": "La gratitudine è lo stato in cui vuoi sentirti il più possibile"
    }
  },
  {
    "translation": {
      "en": "as often as you possibly can be in it, because it's the state that connects you…",
      "it": "La gratitudine è lo stato in cui vuoi sentirti il più possibile perché è lo stato che ti connette…"
    }
  },
  {
    "translation": {
      "en": "It's the state that breaks through the cloud.",
      "it": "Attraversa il nuvolone."
    }
  },
  {
    "translation": {
      "en": "And once you're up there, you're in a different world.",
      "it": "E lassù il mondo è diverso."
    }
  },
  {
    "translation": {
      "en": "What Part X does is to say you shouldn't be grateful.",
      "it": "La Parte X ti dice che non dovresti essere grato,"
    }
  },
  {
    "translation": {
      "en": "It says, \"You got screwed.\"",
      "it": "La Parte X ti dice che non dovresti essere grato, che sei fregato."
    }
  },
  {
    "translation": {
      "en": "\"You're a victim. You didn't get enough.\" \"Why should you be grateful for what you have?\"",
      "it": "\"Sei una vittima. Non sei abbastanza. Perché dovresti essere grato per questo?\""
    }
  },
  {
    "translation": {
      "en": "That's the devil talking. That's classic Part X.",
      "it": "È il diavolo che parla, la Parte X."
    }
  },
  {
    "translation": {
      "en": "I don't talk to you about your Parkinson's a ton.",
      "it": "Non ti parlo spesso del tuo Parkinson."
    }
  },
  {
    "translation": {
      "en": "And I wonder what part of it is my fear of just not wanting to acknowledge",
      "it": "E mi chiedo se rappresenti la mia paura di non voler accettare"
    }
  },
  {
    "translation": {
      "en": "my own fears around that stuff.",
      "it": "le mie paure al riguardo."
    }
  },
  {
    "translation": {
      "en": "Yeah. I mean, my advice to you is assume that you're probably underestimating me,",
      "it": "Sì. Il mio consiglio è questo. Mettiamo che tu mi stia sottovalutando."
    }
  },
  {
    "translation": {
      "en": "um, because I continue every day to make adjustments,",
      "it": "Continuo ogni giorno a fare dei cambiamenti"
    }
  },
  {
    "translation": {
      "en": "and a lot of them are very helpful.",
      "it": "e molti mi sono di aiuto."
    }
  },
  {
    "translation": {
      "en": "I don't know. I'm funny, you know?",
      "it": "Non lo so. Sono buffo."
    }
  },
  {
    "translation": {
      "en": "That's not the kind of thing that I think about a lot.",
      "it": "Non è una cosa a cui penso spesso."
    }
  },
  {
    "translation": {
      "en": "I think about the future,",
      "it": "Penso al futuro,"
    }
  },
  {
    "translation": {
      "en": "but mostly, my biggest fear is not getting enough done before I die.",
      "it": "ma la mia paura più grande è non fare tutto ciò che voglio fare prima di morire."
    }
  },
  {
    "translation": {
      "en": "-Hmm. -'Cause I got so much--",
      "it": "Ho molto… Gli argomenti di cui abbiamo discusso saranno,"
    }
  },
  {
    "translation": {
      "en": "The stuff we talked about here is maybe, I don't know, 10% of it.",
      "it": "Ho molto… Gli argomenti di cui abbiamo discusso saranno, non so, il dieci percento."
    }
  },
  {
    "translation": {
      "en": "A sliver, yeah.",
      "it": "Una parte, sì."
    }
  },
  {
    "translation": {
      "en": "Yeah, I think death in itself is a really…",
      "it": "Sì. Penso che la morte in sé sia davvero…"
    }
  },
  {
    "translation": {
      "en": "[exhales] It's a complex subject for everybody.",
      "it": "È un tema difficile per chiunque."
    }
  },
  {
    "translation": {
      "en": "For me, I am…",
      "it": "Per me… Io ho…"
    }
  },
  {
    "translation": {
      "en": "very scared to lose you particularly.",
      "it": "davvero paura di perdere te, in particolare."
    }
  },
  {
    "translation": {
      "en": "Not that that's on my mind all the time,",
      "it": "Non che ci pensi di continuo,"
    }
  },
  {
    "translation": {
      "en": "but, like, you are the person I go to for life advice",
      "it": "ma tu sei la persona a cui mi rivolgo per avere dei consigli sulla vita"
    }
  },
  {
    "translation": {
      "en": "and for a sense of comfort that there is ways through things.",
      "it": "e per ricevere conforto perché trovi una soluzione a tutto."
    }
  },
  {
    "translation": {
      "en": "And at the same time,",
      "it": "Ma, allo stesso tempo,"
    }
  },
  {
    "translation": {
      "en": "you… the only time I've had massive experience with death,",
      "it": "l'unica volta che ho avuto a che fare con la morte,"
    }
  },
  {
    "translation": {
      "en": "you were the person that got me through that as well.",
      "it": "sei stato tu ad aiutarmi a superare quel periodo."
    }
  },
  {
    "translation": {
      "en": "-You're talking about your brother? -Yeah. Yeah.",
      "it": "Parli di tuo fratello? Sì, esatto. Quando se n'è andato all'improvviso"
    }
  },
  {
    "translation": {
      "en": "And when he passed away unexpectedly",
      "it": "Sì, esatto. Quando se n'è andato all'improvviso"
    }
  },
  {
    "translation": {
      "en": "a few years ago,",
      "it": "qualche anno fa"
    }
  },
  {
    "translation": {
      "en": "and before I made this movie, I didn't know",
      "it": "e prima di girare questo film, non sapevo"
    }
  },
  {
    "translation": {
      "en": "that you had lost your brother.",
      "it": "che avessi perso tuo fratello."
    }
  },
  {
    "translation": {
      "en": "You told a story about where you were that day.",
      "it": "Hai raccontato di dove eri quel giorno."
    }
  },
  {
    "translation": {
      "en": "-Oh yeah. -You knew the spot where you were.",
      "it": "- Sì. - Ricordi il posto in cui eri."
    }
  },
  {
    "translation": {
      "en": "You went to school that day and all those things and…",
      "it": "Sei andato a scuola quel giorno."
    }
  },
  {
    "translation": {
      "en": "I spend a lot of my life avoiding thinking about that day,",
      "it": "Io ho passato molto tempo a evitare di pensare a quel giorno."
    }
  },
  {
    "translation": {
      "en": "and I went to your office that morning.",
      "it": "Quella mattina sono venuto nel tuo studio."
    }
  },
  {
    "translation": {
      "en": "It was definitely the most intense day in my life.",
      "it": "È stato il giorno più intenso della mia vita."
    }
  },
  {
    "translation": {
      "en": "It's definitely, like, the most shook-up I've ever been.",
      "it": "Non ero mai stato così distrutto emotivamente."
    }
  },
  {
    "translation": {
      "en": "One of the things I remember was, that day, you said, \"Give me your phone,\"",
      "it": "Una cosa che mi ricordo è che, quel giorno, mi hai detto: \"Dammi il tuo telefono\"."
    }
  },
  {
    "translation": {
      "en": "and you took a picture of me.",
      "it": "Mi hai fatto una foto."
    }
  },
  {
    "translation": {
      "en": "And I, like, wondered why you did that?",
      "it": "Ma… mi chiedo perché me l'hai fatta."
    }
  },
  {
    "translation": {
      "en": "It is very rare in life that you get a chance to record something",
      "it": "È raro nella vita avere l'opportunità di registrare qualcosa"
    }
  },
  {
    "translation": {
      "en": "at the climactic, you know, most important moment.",
      "it": "nel momento più culminante e importante."
    }
  },
  {
    "translation": {
      "en": "And then you come back to it.",
      "it": "Se poi lo riguardi,"
    }
  },
  {
    "translation": {
      "en": "Whether it's in a week or a year, it doesn't matter.",
      "it": "che sia dopo una settimana o un anno,"
    }
  },
  {
    "translation": {
      "en": "You… you have, um, a… There's a time gap.",
      "it": "noti la differenza di tempo."
    }
  },
  {
    "translation": {
      "en": "And in that time gap,",
      "it": "In quel lasso di tempo,"
    }
  },
  {
    "translation": {
      "en": "you actually experience the forces of healing, of recovery.",
      "it": "attraversi un percorso di guarigione, di ripresa."
    }
  },
  {
    "translation": {
      "en": "Yeah, I… I haven't looked at this picture",
      "it": "Sì, non guardo quella foto"
    }
  },
  {
    "translation": {
      "en": "in four years.",
      "it": "da quattro anni."
    }
  },
  {
    "translation": {
      "en": "But I, like, printed it out,",
      "it": "Ma l'ho stampata"
    }
  },
  {
    "translation": {
      "en": "because I wanted to show you and look at it.",
      "it": "perché volevo fartela vedere e guardare."
    }
  },
  {
    "translation": {
      "en": "You haven't looked at it for four years? [Jonah] No.",
      "it": "- Non l'hai riguardata per quattro anni? - No."
    }
  },
  {
    "translation": {
      "en": "In a good way…",
      "it": "In senso buono…"
    }
  },
  {
    "translation": {
      "en": "it's like it's… I look stripped of everything fake.",
      "it": "mi sembro spogliato di tutte le falsità."
    }
  },
  {
    "translation": {
      "en": "And there is an oddly serene look on my face.",
      "it": "- Ho uno sguardo stranamente sereno. - Sì."
    }
  },
  {
    "translation": {
      "en": "-[Stutz] There is. -Which is, like, so bizarre.",
      "it": "È bizzarro."
    }
  },
  {
    "translation": {
      "en": "But maybe because it, like, demolished…",
      "it": "Ma forse è dovuto al fatto che ha demolito…"
    }
  },
  {
    "translation": {
      "en": "everything that didn't matter.",
      "it": "tutto ciò che non importava."
    }
  },
  {
    "translation": {
      "en": "[Stutz] It demolished everything you thought you needed but you don't need.",
      "it": "Ha demolito ciò di cui pensavi di aver bisogno, ma non era così."
    }
  },
  {
    "translation": {
      "en": "That's the picture of somebody who's gone through hell",
      "it": "Quella è la foto di una persona che ha attraversato l'inferno,"
    }
  },
  {
    "translation": {
      "en": "and came out the other side",
      "it": "ne è uscito"
    }
  },
  {
    "translation": {
      "en": "and is really okay,",
      "it": "e sta bene,"
    }
  },
  {
    "translation": {
      "en": "in a very nondramatic way, which I like.",
      "it": "in modo non drammatico, cosa che apprezzo."
    }
  },
  {
    "translation": {
      "en": "That's a picture of victory, even though it might not look like it.",
      "it": "È la foto di una vittoria, anche se non sembra."
    }
  },
  {
    "translation": {
      "en": "Loss Processing is a tool that allows you to process loss, right?",
      "it": "L'Elaborazione del lutto è un metodo che ti permette di accettare una perdita."
    }
  },
  {
    "translation": {
      "en": "And most people are very bad at it.",
      "it": "Molte persone non ci riescono."
    }
  },
  {
    "translation": {
      "en": "Not only are they bad when there's a loss and they get depressed or bereft,",
      "it": "Non solo non accettano una perdita, si sentono depressi o in lutto,"
    }
  },
  {
    "translation": {
      "en": "but before there's a loss, they're just worrying about a loss.",
      "it": "ma, prima che subiscano una perdita, se ne preoccupano."
    }
  },
  {
    "translation": {
      "en": "The goal of this is to get what's called the potency of nonattachment.",
      "it": "L'obiettivo è ottenere il cosiddetto potere di non attaccamento."
    }
  },
  {
    "translation": {
      "en": "That means I can pursue something, but I'm willing not to have it.",
      "it": "Significa che posso inseguire qualcosa, ma sono disposto a non averla."
    }
  },
  {
    "translation": {
      "en": "I still wanna pursue it. I want to pursue it really hard.",
      "it": "Voglio comunque inseguirla da morire."
    }
  },
  {
    "translation": {
      "en": "But I'm also willing to lose.",
      "it": "Ma sono disposto a perderla."
    }
  },
  {
    "translation": {
      "en": "The first thing I want you to do is pick out something that you feel you've become too attached to.",
      "it": "Per prima cosa, pensa a qualcosa a cui ti sei attaccato troppo."
    }
  },
  {
    "translation": {
      "en": "It could be a person, a job, something small. It doesn't matter.",
      "it": "Può essere una persona, un lavoro, qualcosa di piccolo. Non importa."
    }
  },
  {
    "translation": {
      "en": "But something where you're loath to let go of it.",
      "it": "Ma dev'essere qualcosa che sei restio a perdere."
    }
  },
  {
    "translation": {
      "en": "You're afraid, if you let go of it, something terrible's gonna happen.",
      "it": "Hai paura che, se la perdi, succederà qualcosa di brutto."
    }
  },
  {
    "translation": {
      "en": "-You have it? -Mm-hmm.",
      "it": "Ci sei?"
    }
  },
  {
    "translation": {
      "en": "[Stutz] Okay.",
      "it": "Ok."
    }
  },
  {
    "translation": {
      "en": "Now imagine you're grasping this thing.",
      "it": "Ora immagina di prendere questa cosa."
    }
  },
  {
    "translation": {
      "en": "And if it's not a material thing, it doesn't matter.",
      "it": "Se non è una cosa materiale, non importa."
    }
  },
  {
    "translation": {
      "en": "Just imagine you're grasping it,",
      "it": "Immagina solo di stringerla"
    }
  },
  {
    "translation": {
      "en": "like you're grasping onto a branch on a tree.",
      "it": "come fosse un ramo di un albero a cui sei appeso."
    }
  },
  {
    "translation": {
      "en": "It's scary. You're afraid to let go.",
      "it": "Fa paura. Non vuoi lasciare la presa."
    }
  },
  {
    "translation": {
      "en": "But you let go anyway.",
      "it": "Ma la lasci andare."
    }
  },
  {
    "translation": {
      "en": "And when you let go, you start to fall.",
      "it": "Quando lasci la presa, cadi."
    }
  },
  {
    "translation": {
      "en": "It's not a bad sensation though.",
      "it": "Non è una brutta sensazione, però."
    }
  },
  {
    "translation": {
      "en": "The falling is actually kind of slow and gentle, to your surprise,",
      "it": "La caduta è lenta e gentile, a tua sorpresa,"
    }
  },
  {
    "translation": {
      "en": "but you're dropping down.",
      "it": "ma stai andando giù."
    }
  },
  {
    "translation": {
      "en": "And you say, \"I'm willing to lose everything.\"",
      "it": "E ti dici: \"Sono disposto a rinunciare a tutto\". SONO DISPOSTO A RINUNCIARE A TUTTO"
    }
  },
  {
    "translation": {
      "en": "And you have to say it silently,",
      "it": "Devi dirtelo in silenzio."
    }
  },
  {
    "translation": {
      "en": "but you want to really feel the, uh, intent behind that.",
      "it": "Devi dirtelo in silenzio. Devi essere deciso."
    }
  },
  {
    "translation": {
      "en": "And the moment you say that,",
      "it": "E, appena lo dici,"
    }
  },
  {
    "translation": {
      "en": "you hit the surface of a sun that was down there below you,",
      "it": "atterri su un sole che era sotto di te"
    }
  },
  {
    "translation": {
      "en": "and your body burns up.",
      "it": "e il tuo corpo brucia."
    }
  },
  {
    "translation": {
      "en": "Now, at that point, you have lost everything,",
      "it": "A quel punto, hai perso tutto,"
    }
  },
  {
    "translation": {
      "en": "because the instrument of possession is your physical body.",
      "it": "perché lo strumento del possesso è il tuo corpo fisico."
    }
  },
  {
    "translation": {
      "en": "So if your physical body's burnt up, you're just one sunbeam",
      "it": "Ma, se è stato bruciato, sei solo un raggio di sole"
    }
  },
  {
    "translation": {
      "en": "amongst all these other sunbeams.",
      "it": "in mezzo a tutti gli altri raggi."
    }
  },
  {
    "translation": {
      "en": "You're radiating outward in all directions,",
      "it": "Irradi luce in tutte le direzioni"
    }
  },
  {
    "translation": {
      "en": "and what you're radiating is a very loving,",
      "it": "ed è una luce piena di amore,"
    }
  },
  {
    "translation": {
      "en": "giving, outflowing sensation.",
      "it": "generosità e apertura."
    }
  },
  {
    "translation": {
      "en": "And then you look around,",
      "it": "Poi, ti guardi intorno"
    }
  },
  {
    "translation": {
      "en": "and you see, all around you, an infinite number of other suns,",
      "it": "e, intorno a te, vedi un numero infinito di altri soli"
    }
  },
  {
    "translation": {
      "en": "just like the one you're inside of, all of which are radiating outwards.",
      "it": "come il tuo, che irradiano luce verso l'esterno."
    }
  },
  {
    "translation": {
      "en": "And then you hear the suns, all of them, saying in unison,",
      "it": "Poi senti i soli dire all'unisono:"
    }
  },
  {
    "translation": {
      "en": "\"We are everywhere.\"",
      "it": "\"Siamo ovunque\"."
    }
  },
  {
    "translation": {
      "en": "This world is called a sun world.",
      "it": "Questo è il mondo del sole."
    }
  },
  {
    "translation": {
      "en": "All you can do is give. You can't take.",
      "it": "Si può solo dare, non ricevere."
    }
  },
  {
    "translation": {
      "en": "You can't grasp. You can't hold on to anything. It's just impossible.",
      "it": "Non puoi prendere o stringere qualcosa, è impossibile."
    }
  },
  {
    "translation": {
      "en": "Now you can open your eyes.",
      "it": "Puoi aprire gli occhi."
    }
  },
  {
    "translation": {
      "en": "How'd it feel?",
      "it": "Com'è stato?"
    }
  },
  {
    "translation": {
      "en": "[Jonah] Great.",
      "it": "Bello."
    }
  },
  {
    "translation": {
      "en": "-You don't wanna say anything else? -Yeah, I do.",
      "it": "- Non vuoi dire altro? - Sì."
    }
  },
  {
    "translation": {
      "en": "Which is, I'm very good at nonattachment",
      "it": "Io sono bravo a non attaccarmi"
    }
  },
  {
    "translation": {
      "en": "to, like, a job or an identity or a beef with someone.",
      "it": "a un lavoro, a un'identità o a un litigio con qualcuno."
    }
  },
  {
    "translation": {
      "en": "I can get there and use the tools to get there.",
      "it": "Ce la faccio, uso i metodi per non attaccarmici."
    }
  },
  {
    "translation": {
      "en": "When it comes to things like a romantic relationship",
      "it": "Ma se parliamo di cose come una relazione romantica"
    }
  },
  {
    "translation": {
      "en": "or a family member that I love,",
      "it": "o un membro della famiglia a cui voglio bene,"
    }
  },
  {
    "translation": {
      "en": "the idea of losing those things,",
      "it": "faccio fatica a processare"
    }
  },
  {
    "translation": {
      "en": "I struggle with that concept.",
      "it": "l'idea di perderli."
    }
  },
  {
    "translation": {
      "en": "Think about it like this. You're not trying to become nonattached.",
      "it": "Devi vederla così. Non vuoi diventare distaccato."
    }
  },
  {
    "translation": {
      "en": "You're trying to move towards nonattachment",
      "it": "Vuoi provare ad avvicinarti al non attaccamento"
    }
  },
  {
    "translation": {
      "en": "every time you get scared of a loss.",
      "it": "ogni volta che hai paura di una perdita."
    }
  },
  {
    "translation": {
      "en": "For most people,",
      "it": "La maggior parte delle persone non è mai stata distaccata"
    }
  },
  {
    "translation": {
      "en": "they've never been nonattached for one second in their whole life.",
      "it": "La maggior parte delle persone non è mai stata distaccata in tutta la vita."
    }
  },
  {
    "translation": {
      "en": "So even the fact that they can move towards that is… is helpful for them.",
      "it": "Quindi, anche solo il fatto di potercisi avvicinare, gli è d'aiuto."
    }
  },
  {
    "translation": {
      "en": "If you're human, it's not possible.",
      "it": "Se sei umano, non è possibile."
    }
  },
  {
    "translation": {
      "en": "It wouldn't even be good if you were totally nonattached.",
      "it": "Sarebbe un male se fossi totalmente distaccato."
    }
  },
  {
    "translation": {
      "en": "That makes a lot of sense.",
      "it": "Hai ragione."
    }
  },
  {
    "translation": {
      "en": "So the goal is not to become completely nonattached. No.",
      "it": "Quindi, l'obiettivo non è diventare totalmente distaccati."
    }
  },
  {
    "translation": {
      "en": "It's work towards no one person, place, or thing leaving you",
      "it": "Ma è quello di lavorare affinché nessuna persona, luogo o cosa"
    }
  },
  {
    "translation": {
      "en": "can completely take away your whole existence and your sense of wholeness.",
      "it": "possa privarti della tua esistenza e del tuo senso di completezza."
    }
  },
  {
    "translation": {
      "en": "That's correct.",
      "it": "Esatto."
    }
  },
  {
    "translation": {
      "en": "I don't wanna leave anything in the shadows,",
      "it": "Non voglio nascondere niente"
    }
  },
  {
    "translation": {
      "en": "because I don't want it to become this, like, thing that eats at me.",
      "it": "perché non voglio che poi mi divori."
    }
  },
  {
    "translation": {
      "en": "And even your fears, I think, when you say them,",
      "it": "Credo che parlare delle proprie paure o del proprio dolore"
    }
  },
  {
    "translation": {
      "en": "or your pain, when you say it, does set you free in a lot of ways.",
      "it": "Credo che parlare delle proprie paure o del proprio dolore sia liberatorio in molti sensi."
    }
  },
  {
    "translation": {
      "en": "[Stutz] Yeah, it does.",
      "it": "sia liberatorio in molti sensi."
    }
  },
  {
    "translation": {
      "en": "[Jonah] And I use Loss Processing, and it really helps.",
      "it": "Uso l'Elaborazione del lutto e mi aiuta molto."
    }
  },
  {
    "translation": {
      "en": "I wanna be like a monk and be like, \"These tools just help it all dissolve,\"",
      "it": "Vorrei essere un monaco e dire: \"Questi metodi fanno sparire tutto\","
    }
  },
  {
    "translation": {
      "en": "but I still feel that pain every day.",
      "it": "ma provo quel dolore ogni giorno."
    }
  },
  {
    "translation": {
      "en": "-You know? -Yeah.",
      "it": "- Capisci? - Sì."
    }
  },
  {
    "translation": {
      "en": "[Jonah] I still miss my brother.",
      "it": "Mi manca ancora mio fratello."
    }
  },
  {
    "translation": {
      "en": "[Stutz] Yeah, you will for a very long time.",
      "it": "Sì, e continuerà a mancarti per molto."
    }
  },
  {
    "translation": {
      "en": "But let me put it this way.",
      "it": "Ma sappi questo."
    }
  },
  {
    "translation": {
      "en": "Death is not a permanent condition.",
      "it": "La morte non è una condizione permanente."
    }
  },
  {
    "translation": {
      "en": "You can… you can be afraid of death, that's fine,",
      "it": "Puoi avere paura della morte, va bene,"
    }
  },
  {
    "translation": {
      "en": "as long as you feel something after death.",
      "it": "purché tu provi qualcosa dopo la morte."
    }
  },
  {
    "translation": {
      "en": "And that's rebirth.",
      "it": "Cioè una rinascita."
    }
  },
  {
    "translation": {
      "en": "The idea that rebirth is possible from the very worst,",
      "it": "L'idea è che sia possibile una rinascita dalla peggiore feccia del mondo, dalle più brutte esperienze,"
    }
  },
  {
    "translation": {
      "en": "the dregs of the world, dregs of experience,",
      "it": "dalla peggiore feccia del mondo, dalle più brutte esperienze,"
    }
  },
  {
    "translation": {
      "en": "and you can make something cyclically come alive again.",
      "it": "per cui tutto ricomincia a vivere ciclicamente."
    }
  },
  {
    "translation": {
      "en": "That's the closest a human being can get to God.",
      "it": "È l'idea che più avvicina gli umani a Dio."
    }
  },
  {
    "translation": {
      "en": "Yeah, I understand it's just a reality and that life just does go on.",
      "it": "Sì, ho capito. È solo una realtà. La vita continua."
    }
  },
  {
    "translation": {
      "en": "But there's very few people on that list that I just don't want to fucking lose so…",
      "it": "Ma sono davvero poche le persone che non voglio perdere."
    }
  },
  {
    "translation": {
      "en": "I don't want to lose you either.",
      "it": "Neanche io voglio perderti."
    }
  },
  {
    "translation": {
      "en": "What do I do? [chuckles]",
      "it": "Come faccio?"
    }
  },
  {
    "translation": {
      "en": "I think we should get married.",
      "it": "Dovremmo sposarci."
    }
  },
  {
    "translation": {
      "en": "-I want a prenup. -[Jonah laughs]",
      "it": "Voglio un accordo prematrimoniale."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, here we go, some of the good ones. These are so sick.",
      "it": "- Sì, eccone alcune. - Sono stupende."
    }
  },
  {
    "translation": {
      "en": "[Stutz] Yeah, this…",
      "it": "Sì, guarda."
    }
  },
  {
    "translation": {
      "en": "[Jonah] One of the things that this movie is accomplishing for me",
      "it": "Mentre lo sto girando, questo film mi ha aiutato a capire"
    }
  },
  {
    "translation": {
      "en": "while I'm making it",
      "it": "questo film mi ha aiutato a capire"
    }
  },
  {
    "translation": {
      "en": "is that I used to think that the people I look up to",
      "it": "che prima pensavo che le persone che ammiro"
    }
  },
  {
    "translation": {
      "en": "are absolved of the problems that I have.",
      "it": "non avessero i miei problemi."
    }
  },
  {
    "translation": {
      "en": "[laughs] I'm sorry.",
      "it": "Scusami."
    }
  },
  {
    "translation": {
      "en": "I understand. I under--",
      "it": "Ti capisco."
    }
  },
  {
    "translation": {
      "en": "[Jonah] It's absurd. I know. It really is absurd. It's not…",
      "it": "È assurdo, lo so. È davvero assurdo. Non è…"
    }
  },
  {
    "translation": {
      "en": "-You're laughing 'cause it's absurd. -Yeah.",
      "it": "- Hai riso perché è assurdo. - Sì."
    }
  },
  {
    "translation": {
      "en": "Right. And I think it's good for people to see",
      "it": "Ok. Credo farà bene alle persone vedere"
    }
  },
  {
    "translation": {
      "en": "that you, for me, are someone who's created these things,",
      "it": "che tu mi hai aiutato"
    }
  },
  {
    "translation": {
      "en": "and I think it's important that people who we look up to",
      "it": "ed è importante che comprendano che coloro che ammiriamo"
    }
  },
  {
    "translation": {
      "en": "aren't exempt from all the problems that we ourselves have.",
      "it": "non sono esenti dai nostri stessi problemi."
    }
  },
  {
    "translation": {
      "en": "You are still in the struggle and in the fight of being a human",
      "it": "Anche tu continui a faticare e lottare perché sei umano,"
    }
  },
  {
    "translation": {
      "en": "just like everybody else is.",
      "it": "proprio come chiunque."
    }
  },
  {
    "translation": {
      "en": "Your whole thing is that you're never exempt from the pain",
      "it": "Dici che non si è mai liberi dal dolore,"
    }
  },
  {
    "translation": {
      "en": "or the uncertainty or the constant work.",
      "it": "dall'incertezza o dal lavoro costante."
    }
  },
  {
    "translation": {
      "en": "And I think there's something beautiful about seeing your vulnerability,",
      "it": "E credo che sia poetico vedere la tua vulnerabilità."
    }
  },
  {
    "translation": {
      "en": "for me, that dissects that there will never be anyone that has it all figured out.",
      "it": "Per me, è la dimostrazione che non esiste persona che ha capito tutto della vita."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "That's the secret of life.",
      "it": "È questo il segreto della vita."
    }
  },
  {
    "translation": {
      "en": "-As far as I'm concerned. -Is what?",
      "it": "- Per quanto mi riguarda. - Quale?"
    }
  },
  {
    "translation": {
      "en": "[Stutz] Accepting that you won't figure it out ever. Nobody else will figure it out.",
      "it": "Accettare che non si capirà mai. Nessuno capirà mai tutto della vita."
    }
  },
  {
    "translation": {
      "en": "Happiness depends on how you accept that",
      "it": "La felicità dipende da come lo accetti"
    }
  },
  {
    "translation": {
      "en": "and what you do about it.",
      "it": "e cosa fai al riguardo."
    }
  },
  {
    "translation": {
      "en": "But first is accept it, because if you don't accept it,",
      "it": "Ma, prima di tutto, devi accettarlo. Se non lo fai,"
    }
  },
  {
    "translation": {
      "en": "you have this thing in your mind that I can get over it",
      "it": "ti resta il tarlo in testa che non riesci a superare, schivare o eliminare. Non puoi."
    }
  },
  {
    "translation": {
      "en": "or under it and eliminate it, and you can't.",
      "it": "che non riesci a superare, schivare o eliminare. Non puoi."
    }
  },
  {
    "translation": {
      "en": "This is such a great moment right now.",
      "it": "Questo è davvero un bel momento."
    }
  },
  {
    "translation": {
      "en": "Could you guys stay just like this, and I'm gonna go home and go to sleep?",
      "it": "Potete rimanere qui in questo modo e io torno a casa a dormire?"
    }
  },
  {
    "translation": {
      "en": "When I get back here in the morning, I want to find you just…",
      "it": "Quando torno domattina, voglio trovarvi…"
    }
  },
  {
    "translation": {
      "en": "-Would that be reasonable? -[Jonah] Yeah.",
      "it": "- È fattibile? - Sì."
    }
  },
  {
    "translation": {
      "en": "Are you tired?",
      "it": "Sei stanco?"
    }
  },
  {
    "translation": {
      "en": "-Yeah, I'm kind of tired. -[Jonah] All right, go lay down.",
      "it": "- Sì. Sono un po' stanco. - Ok, vai a stenderti."
    }
  },
  {
    "translation": {
      "en": "What do you see when you close your eyes?",
      "it": "Cosa vedi se chiudi gli occhi?"
    }
  },
  {
    "translation": {
      "en": "I see an ocean.",
      "it": "Vedo l'oceano."
    }
  },
  {
    "translation": {
      "en": "And it's a beautiful beach, and the waves are--",
      "it": "Una bella spiaggia, con le onde che…"
    }
  },
  {
    "translation": {
      "en": "They're not huge waves. They're just perfectly formed waves.",
      "it": "Non sono cavalloni, ma semplici onde."
    }
  },
  {
    "translation": {
      "en": "And they're running up and down my body now.",
      "it": "Mi scivolano lungo il corpo."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Is the water warm or cold?",
      "it": "L'acqua è calda o fredda?"
    }
  },
  {
    "translation": {
      "en": "Warm.",
      "it": "Calda."
    }
  },
  {
    "translation": {
      "en": "You know what my mother said when my brother, um, went into the hospital?",
      "it": "Sai cos'ha detto mia madre quando mio fratello è finito in ospedale?"
    }
  },
  {
    "translation": {
      "en": "She said, \"He went… he… he entered it as an infant,\"",
      "it": "Disse che era entrato da bambino, perché aveva tre anni,"
    }
  },
  {
    "translation": {
      "en": "or, you know, he was three,",
      "it": "entrato da bambino, perché aveva tre anni,"
    }
  },
  {
    "translation": {
      "en": "\"but three months later,\" I think it was three months later when he died,",
      "it": "ma che tre mesi dopo, se non ricordo male, quando è morto,"
    }
  },
  {
    "translation": {
      "en": "\"he was a grown man.\"",
      "it": "era un uomo adulto."
    }
  },
  {
    "translation": {
      "en": "So something… He was transformed.",
      "it": "Qualcosa… Era cambiato."
    }
  },
  {
    "translation": {
      "en": "It made me feel so, um, sad, but also,",
      "it": "Mi fece sentire triste, ma anche…"
    }
  },
  {
    "translation": {
      "en": "Also in awe, I guess.",
      "it": "Anche meravigliato, direi."
    }
  },
  {
    "translation": {
      "en": "-[Jonah] Can you see him now? -[exhales] What?",
      "it": "- Lo stai vedendo? - Come?"
    }
  },
  {
    "translation": {
      "en": "[Jonah] You see him now?",
      "it": "Lo vedi?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I mean, it's… He… he's not particularly--",
      "it": "Sì, non è particolarmente…"
    }
  },
  {
    "translation": {
      "en": "I feel that that is my brother, but, you know, he feels like…",
      "it": "Sento che è mio fratello, ma non sembra…"
    }
  },
  {
    "translation": {
      "en": "He feels like he's your age, actually.",
      "it": "Sembra avere la tua età."
    }
  },
  {
    "translation": {
      "en": "He says… [inhales]",
      "it": "Dice"
    }
  },
  {
    "translation": {
      "en": "…he didn't give me enough advance warning about his death.",
      "it": "che non mi ha avvisato abbastanza prima della sua morte."
    }
  },
  {
    "translation": {
      "en": "He's saying…",
      "it": "Sta dicendo…"
    }
  },
  {
    "translation": {
      "en": "He's saying it didn't bother him that much. He… he knew about it.",
      "it": "Sta dicendo che non c'è rimasto male. Lo sapeva."
    }
  },
  {
    "translation": {
      "en": "I don't see how he could have… told me.",
      "it": "Non capisco come avrebbe potuto avvertirmi."
    }
  },
  {
    "translation": {
      "en": "Maybe. I don't know.",
      "it": "Forse. Non lo so."
    }
  },
  {
    "translation": {
      "en": "I swear, I know this is impossible, but I'm having this feeling",
      "it": "Lo giuro. So che è impossibile, ma provo questa sensazione"
    }
  },
  {
    "translation": {
      "en": "as if I'm flying.",
      "it": "come se stessi volando."
    }
  },
  {
    "translation": {
      "en": "[Jonah] How does it feel?",
      "it": "Come ti senti?"
    }
  },
  {
    "translation": {
      "en": "Great.",
      "it": "Bene."
    }
  },
  {
    "translation": {
      "en": "Can I, uh, sit up?",
      "it": "Posso mettermi seduto?"
    }
  },
  {
    "translation": {
      "en": "[Jonah] You're flying through the air?",
      "it": "Stai ancora volando?"
    }
  },
  {
    "translation": {
      "en": "Well, I'm… I'm hoping that'll stop when my feet…",
      "it": "Beh, spero di fermarmi quando i miei piedi…"
    }
  },
  {
    "translation": {
      "en": "[splutters] Are you insured for that?",
      "it": "Ce l'hai l'assicurazione?"
    }
  },
  {
    "translation": {
      "en": "-[Jonah laughs] Yeah, you wanna sit up? -Yeah.",
      "it": "- Sì. Vuoi sederti? - Sì."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Yeah, sit up. Of course.",
      "it": "Va bene, siediti. Fai pure."
    }
  },
  {
    "translation": {
      "en": "-This is a nice room. -[Jonah laughs]",
      "it": "Che bella stanza."
    }
  },
  {
    "translation": {
      "en": "This is the real challenge for me every day, is to get out of bed.",
      "it": "Questa per me è una vera sfida, alzarmi dal letto."
    }
  },
  {
    "translation": {
      "en": "Maybe it's just an attempt to gain control over me or…",
      "it": "Non lo so, forse è solo un modo per controllarmi o…"
    }
  },
  {
    "translation": {
      "en": "I'm not sure. Why did you? [Jonah] All those reasons.",
      "it": "- Non lo so. Perché lo giri? - Per vari motivi."
    }
  },
  {
    "translation": {
      "en": "-Should somebody grab your medicine? -Yeah.",
      "it": "- Ti faccio portare le medicine? - Sì."
    }
  },
  {
    "translation": {
      "en": "I like the background the way it is,",
      "it": "Mi piace lo sfondo così."
    }
  },
  {
    "translation": {
      "en": "because a lot of people have dreams",
      "it": "Molte persone sognano"
    }
  },
  {
    "translation": {
      "en": "where they… they have… they discover another bedroom in their house,",
      "it": "di scoprire una stanza segreta in casa propria"
    }
  },
  {
    "translation": {
      "en": "or sometimes they'll discover, like, a whole huge thing.",
      "it": "o qualcosa di strepitoso."
    }
  },
  {
    "translation": {
      "en": "What it really means in the dream world is you're becoming more conscious.",
      "it": "Nel mondo dei sogni significa che si è diventati più consapevoli."
    }
  },
  {
    "translation": {
      "en": "Your view of the universe is expanding.",
      "it": "La tua visione dell'universo si sta ampliando."
    }
  },
  {
    "translation": {
      "en": "So people have dreams that there's a room in their house that's not there,",
      "it": "Quindi, se qualcuno sogna una stanza in casa propria che prima non c'era,"
    }
  },
  {
    "translation": {
      "en": "and it means their mind is expanding or they're growing?",
      "it": "significa che sta crescendo?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Mm-hmm.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "That's crazy.",
      "it": "Assurdo."
    }
  },
  {
    "translation": {
      "en": "…won't recover. I say, \"Do what the fuck I tell you.\"",
      "it": "…di non guarire, le dico: \"Fai come ti dico io."
    }
  },
  {
    "translation": {
      "en": "\"Do exactly what I tell you. I guarantee you'll feel better.\"",
      "it": "Ti garantisco che ti sentirai meglio\"."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Wait, I have an idea.",
      "it": "Aspetta, ho un'idea."
    }
  },
  {
    "translation": {
      "en": "Yeah, go ahead.",
      "it": "Ok, dimmi."
    }
  },
  {
    "translation": {
      "en": "[Jonah] Since we already shot the opening of the movie,",
      "it": "Visto che abbiamo già girato l'inizio,"
    }
  },
  {
    "translation": {
      "en": "this might be for the end of the movie,",
      "it": "questa potrebbe essere la conclusione."
    }
  },
  {
    "translation": {
      "en": "if we're saying why I made this movie now, after all we've been through.",
      "it": "Se diciamo perché ho fatto il film ora, dopo tutto ciò di cui abbiamo parlato."
    }
  },
  {
    "translation": {
      "en": "That's good.",
      "it": "Bell'idea."
    }
  },
  {
    "translation": {
      "en": "See if you can… just really fast,",
      "it": "Di' la battuta velocemente."
    }
  },
  {
    "translation": {
      "en": "see if you can say the beginning, and then, right after that, say the end.",
      "it": "Di' quella di apertura e subito dopo quella di chiusura."
    }
  },
  {
    "translation": {
      "en": "I'm making this movie",
      "it": "Sto girando questo film"
    }
  },
  {
    "translation": {
      "en": "because I want to give therapy and the tools I've learned in therapy",
      "it": "perché voglio fornire i metodi che ho imparato durante la psicoterapia"
    }
  },
  {
    "translation": {
      "en": "to as many people as possible through a film.",
      "it": "a quante più persone possibile tramite questo documentario."
    }
  },
  {
    "translation": {
      "en": "I made this movie",
      "it": "Ho girato questo film"
    }
  },
  {
    "translation": {
      "en": "because I love Phil…",
      "it": "perché tengo molto a Phil…"
    }
  },
  {
    "translation": {
      "en": "because I love the life these tools allowed for me to have.",
      "it": "perché amo la vita che questi metodi mi hanno concesso."
    }
  },
  {
    "translation": {
      "en": "And it doesn't matter what people think about the movie.",
      "it": "Non mi importa cosa penserà la gente del film."
    }
  },
  {
    "translation": {
      "en": "It just matters that we finished it.",
      "it": "L'importante è averlo finito."
    }
  },
  {
    "translation": {
      "en": "Together.",
      "it": "Insieme."
    }
  },
  {
    "translation": {
      "en": "Yeah, I feel closer to you now than when we started,",
      "it": "Sì, mi sento più vicino a te di quando abbiamo iniziato,"
    }
  },
  {
    "translation": {
      "en": "which I think is a great sign.",
      "it": "il che è un ottimo segno."
    }
  },
  {
    "translation": {
      "en": "It's also great luck for me, you know, at age 74.",
      "it": "Sono stato anche fortunato, considerando che ho 74 anni."
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "it": "Ti voglio bene."
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "it": "Ti voglio bene."
    }
  },
  {
    "translation": {
      "en": "I still wish you would stop dumping so much shit on me.",
      "it": "Comunque finiscila di tartassarmi con le tue stronzate."
    }
  },
  {
    "translation": {
      "en": "♪ The last long day she said goodbye ♪ ♪ Well, Lord, I thought I would cry ♪",
      "it": "DEDICATO AI NOSTRI FRATELLI"
    }
  },
  {
    "translation": {
      "en": "[Jonah] When we shot, like, months ago,",
      "it": "Quando abbiamo girato, mesi fa,"
    }
  },
  {
    "translation": {
      "en": "you had mentioned a relationship that was kind of on and off for a long time,",
      "it": "hai parlato di una tua relazione, un tira e molla,"
    }
  },
  {
    "translation": {
      "en": "and then you mentioned to me briefly in a phone call",
      "it": "e poi mi hai accennato in una chiamata"
    }
  },
  {
    "translation": {
      "en": "how you had reached out to that person,",
      "it": "che hai contattato quella persona."
    }
  },
  {
    "translation": {
      "en": "and I wanna ask you about it but only if you wanna talk about it.",
      "it": "Perciò volevo chiederti com'è andata, ma solo se te la senti."
    }
  },
  {
    "translation": {
      "en": "It's so amazing.",
      "it": "È fantastico."
    }
  },
  {
    "translation": {
      "en": "This is-- She's the closest person in the world to me.",
      "it": "È… Lei è la persona a cui tengo di più al mondo."
    }
  },
  {
    "translation": {
      "en": "Mostly, when we were younger, not wanting to be in a relationship, mostly it was me.",
      "it": "Da giovani, quello che non voleva avere una relazione ero perlopiù io."
    }
  },
  {
    "translation": {
      "en": "I didn't have the will to make it work.",
      "it": "Non avevo la volontà di farla funzionare."
    }
  },
  {
    "translation": {
      "en": "Now I do.",
      "it": "Ora ce l'ho."
    }
  },
  {
    "translation": {
      "en": "-Did you reach out after our conversation? -Yeah, it actually… it helped me. Yeah.",
      "it": "- L'hai chiamata dopo averne parlato? - Sì. Mi hai aiutato."
    }
  },
  {
    "translation": {
      "en": "-Our conversation made me a bit ashamed. -[Jonah] In what way?",
      "it": "- Anche se mi hai messo a disagio. - In che senso?"
    }
  },
  {
    "translation": {
      "en": "That I was doing something, like, without full commitment,",
      "it": "Nel senso che ho capito che avevo fatto una cosa senza impegnarmi,"
    }
  },
  {
    "translation": {
      "en": "like in a half-assed way.",
      "it": "totalmente a caso."
    }
  },
  {
    "translation": {
      "en": "So that was very helpful.",
      "it": "Mi sei stato d'aiuto."
    }
  },
  {
    "translation": {
      "en": "Who do you think's more scared of trying it out for real between you two?",
      "it": "Chi credi che abbia più paura di provarci tra voi due?"
    }
  },
  {
    "translation": {
      "en": "You or her?",
      "it": "Tu o lei?"
    }
  },
  {
    "translation": {
      "en": "Oh, me, 100%.",
      "it": "Oh, io al 100%."
    }
  },
  {
    "translation": {
      "en": "You think you'll be able to let down some walls",
      "it": "Pensi di riuscire a far crollare i muri e a superare le paure per provarci?"
    }
  },
  {
    "translation": {
      "en": "and put some fears aside to try, or you want to?",
      "it": "a far crollare i muri e a superare le paure per provarci? O vuoi farlo?"
    }
  },
  {
    "translation": {
      "en": "[splutters] Yeah, I'm going to. Yeah.",
      "it": "Sì, lo farò. Sì."
    }
  },
  {
    "translation": {
      "en": "What would be the hopeful outcome?",
      "it": "Che cosa speri?"
    }
  },
  {
    "translation": {
      "en": "The hopeful outcome is it works out.",
      "it": "Spero che funzioni."
    }
  },
  {
    "translation": {
      "en": "That would be the hopeful outcome.",
      "it": "Spero questo."
    }
  }
]