[
  {
    "translation": {
      "en": "[host] Yes, it is actually confirmed.",
      "it": "Sì, è stato davvero confermato."
    }
  },
  {
    "translation": {
      "en": "1.6-million-dollar prize pool!",
      "it": "Un montepremi di 1,6 milioni di dollari!"
    }
  },
  {
    "translation": {
      "en": "I'm double-checking to make sure they haven't changed any details since last time.",
      "it": "Controllo che non sia cambiato nulla dall'ultimo aggiornamento."
    }
  },
  {
    "translation": {
      "en": "One million in US dollars for first prize.",
      "it": "Un milione di dollari per il primo premio."
    }
  },
  {
    "translation": {
      "en": "That is for the winner. One million dollars for winning Dota!",
      "it": "Per i vincitori. Un milione di dollari per vincere a Dota!"
    }
  },
  {
    "translation": {
      "en": "It's gonna be huge. Dota2.com. The tournament tab is up, too.",
      "it": "Sarà straordinario. Dota2.com. La sezione del torneo è stata pubblicata."
    }
  },
  {
    "translation": {
      "en": "Our website will actually change for the next 24 hours as well,",
      "it": "La sezione del torneo è stata pubblicata. Continueremo ad aggiornare il sito nelle prossime 24 ore."
    }
  },
  {
    "translation": {
      "en": "so you get to read all the details…",
      "it": "Continueremo ad aggiornare il sito nelle prossime 24 ore."
    }
  },
  {
    "translation": {
      "en": "[hyhy] The day I transformed into an adult was the day I started playing Dota.",
      "it": "Sono diventato un adulto quando ho cominciato a giocare a Dota."
    }
  },
  {
    "translation": {
      "en": "It's times like, when you go up on the stage, you represent your country for something.",
      "it": "Nel momento in cui sali sul palco, rappresenti il tuo Paese per qualcosa."
    }
  },
  {
    "translation": {
      "en": "You get the prize.",
      "it": "E vinci!"
    }
  },
  {
    "translation": {
      "en": "It's the amount of satisfaction and achievement that nothing else can give you.",
      "it": "Nient'altro può darti questo senso di realizzazione."
    }
  },
  {
    "translation": {
      "en": "It's something I definitely don't regret ever doing.",
      "it": "Non rimpiangerò mai di aver partecipato."
    }
  },
  {
    "translation": {
      "en": "Gaming is simply the proudest thing in my life.",
      "it": "Il gaming è la cosa di cui vado più fiero."
    }
  },
  {
    "translation": {
      "en": "[Dendi] It can be called \"gamer,\" but for me, it's something different.",
      "it": "Per gli altri sarà anche un gioco, ma per me è tutt'altro."
    }
  },
  {
    "translation": {
      "en": "One way to forget about pain",
      "it": "Per superare il dolore"
    }
  },
  {
    "translation": {
      "en": "is to do something that you will be in completely.",
      "it": "bisogna buttarsi anima e corpo in qualcosa."
    }
  },
  {
    "translation": {
      "en": "So… computer games.",
      "it": "Perciò i videogiochi!"
    }
  },
  {
    "translation": {
      "en": "For me, it was… everything.",
      "it": "Per me, hanno significato tutto."
    }
  },
  {
    "translation": {
      "en": "[Fear] This is my career. I've chosen to do it for so long.",
      "it": "Questa è la mia carriera. L'ho scelta tanto tempo fa."
    }
  },
  {
    "translation": {
      "en": "Success in my eyes is always based off on how other people see you.",
      "it": "Il successo lo vedi negli occhi di chi ti guarda,"
    }
  },
  {
    "translation": {
      "en": "In the eyes of the public, it's up to them.",
      "it": "nel pubblico. È il pubblico a decidere."
    }
  },
  {
    "translation": {
      "en": "[hyhy] It's important to be doing things that you love and you really appreciate, because that's your passion, man.",
      "it": "È importante fare le cose che ami e che contano davvero per te."
    }
  },
  {
    "translation": {
      "en": "You should… you should really work for your passions. Yeah.",
      "it": "Devi dare il massimo per le tue passioni."
    }
  },
  {
    "translation": {
      "en": "Okay, guys, you have… you have seven minutes to set everything up and then we go.",
      "it": "Ok, ragazzi, avete 7 minuti per allestire tutto e poi si inizia."
    }
  },
  {
    "translation": {
      "en": "[Fear] This is the first time I wanted to take something seriously",
      "it": "È la prima volta che prendo"
    }
  },
  {
    "translation": {
      "en": "and do something good for my life.",
      "it": "qualcosa sul serio nella mia vita."
    }
  },
  {
    "translation": {
      "en": "[Troels] Ten years ago, competitive gaming wasn't even really a thing.",
      "it": "Dieci anni fa, gli eSport quasi non esistevano."
    }
  },
  {
    "translation": {
      "en": "You'd play for fun against your friends.",
      "it": "Si giocava con gli amici per divertirsi."
    }
  },
  {
    "translation": {
      "en": "Maybe you would play for a cup of coffee or whatever you wanted.",
      "it": "Si giocava con gli amici per divertirsi. Ti giocavi un caffè, o roba così."
    }
  },
  {
    "translation": {
      "en": "[Alexander] When I started playing,",
      "it": "Quando ho iniziato a giocare, ci sfidavamo"
    }
  },
  {
    "translation": {
      "en": "we'd been fighting for 24 bottles of beer as a first place.",
      "it": "Quando ho iniziato a giocare, ci sfidavamo per 24 bottiglie di birra in caso di vittoria."
    }
  },
  {
    "translation": {
      "en": "I'm not joking.",
      "it": "Non sto scherzando."
    }
  },
  {
    "translation": {
      "en": "[Jon] From there, though, online happened.",
      "it": "Poi, però, è arrivato l'online."
    }
  },
  {
    "translation": {
      "en": "And, all of a sudden, you weren't just trying to be the best on your block.",
      "it": "Ora non basta più diventare il campione del quartiere,"
    }
  },
  {
    "translation": {
      "en": "[Jon] Now you're trying to be the best in the world.",
      "it": "devi diventare il migliore del mondo."
    }
  },
  {
    "translation": {
      "en": "And that opened up competitive gaming to a whole new landscape.",
      "it": "È una prospettiva tutta nuova per il gaming competitivo."
    }
  },
  {
    "translation": {
      "en": "And one of the games really leading the way is Dota.",
      "it": "E uno dei giochi che stanno facendo da battistrada è Dota."
    }
  },
  {
    "translation": {
      "en": "[Liu] Dota is sort of a combination of football, or soccer for the Americans, and chess.",
      "it": "Dota è una specie di combinazione tra il calcio e gli scacchi."
    }
  },
  {
    "translation": {
      "en": "This is probably how I would try to explain Dota",
      "it": "È così che descriverei Dota"
    }
  },
  {
    "translation": {
      "en": "to someone who's not familiar with it.",
      "it": "a qualcuno che non lo conosce."
    }
  },
  {
    "translation": {
      "en": "At least, that's what I did to my parents.",
      "it": "O almeno, così l'ho spiegato ai miei genitori."
    }
  },
  {
    "translation": {
      "en": "[host] Dota is a game of momentum. You as five players",
      "it": "Dota è un gioco dinamico. Una squadra di cinque giocatori combatte"
    }
  },
  {
    "translation": {
      "en": "try and battle against the other five players for momentum.",
      "it": "contro altri cinque per prendere il sopravvento."
    }
  },
  {
    "translation": {
      "en": "Every single player controls one unit.",
      "it": "Ogni giocatore controlla un'unità."
    }
  },
  {
    "translation": {
      "en": "And the main objective of the game is to destroy the final enemy building",
      "it": "L'obiettivo del gioco è distruggere la struttura finale del nemico"
    }
  },
  {
    "translation": {
      "en": "which is called the \"Ancient.\"",
      "it": "chiamata \"l'Antico\"."
    }
  },
  {
    "translation": {
      "en": "[host] Everything else that happens in the meantime,",
      "it": "Tutto quel che succede nel mentre"
    }
  },
  {
    "translation": {
      "en": "is your amazing filler of a game.",
      "it": "non è altro che una fantastica partita."
    }
  },
  {
    "translation": {
      "en": "[Jeremy] You could play 100 heroes in conjunction with 99 other heroes.",
      "it": "Puoi scegliere tra 100 Eroi che si combinano con altri 99 Eroi."
    }
  },
  {
    "translation": {
      "en": "It's just nonstop, uh, possibilities and it's so much fun.",
      "it": "Le possibilità sono praticamente infinite ed è divertentissimo."
    }
  },
  {
    "translation": {
      "en": "And, you know, it's like the same map every single time",
      "it": "Le possibilità sono praticamente infinite ed è divertentissimo. Anche se è la stessa mappa ogni volta,"
    }
  },
  {
    "translation": {
      "en": "but it literally never gets boring.",
      "it": "non ci si annoia mai."
    }
  },
  {
    "translation": {
      "en": "[Jeremy] I would say Dota is a way of life.",
      "it": "Per me Dota è uno stile di vita."
    }
  },
  {
    "translation": {
      "en": "[Clement] When prizes started coming, I was like, \"Well, we have tournaments.\"",
      "it": "Quando hanno cominciato ad arrivare i premi,"
    }
  },
  {
    "translation": {
      "en": "So obviously some people are gonna come and say,",
      "it": "la gente si è detta:"
    }
  },
  {
    "translation": {
      "en": "\"This is a great game. Let's play it. Like, let's put money in it.\"",
      "it": "\"Questo gioco è fantastico. Investiamoci dei soldi\"."
    }
  },
  {
    "translation": {
      "en": "[Clement] And it started progressing each year.",
      "it": "E così ha continuato a crescere."
    }
  },
  {
    "translation": {
      "en": "[Tammy] Those at the top level,",
      "it": "I giocatori migliori"
    }
  },
  {
    "translation": {
      "en": "they just do like lots of calculations in their head.",
      "it": "fanno un sacco di calcoli al volo."
    }
  },
  {
    "translation": {
      "en": "Something like A Beautiful Mind where you see like all kinds of things.",
      "it": "Un po' come nel film \"A Beautiful Mind\" dove vedi tutti quei numeri."
    }
  },
  {
    "translation": {
      "en": "[Tammy] And using all this information, make your next move.",
      "it": "E, usando tutte queste informazioni, fanno la loro mossa."
    }
  },
  {
    "translation": {
      "en": "I see it in a lot of ways similar to basketball.",
      "it": "Per tanti versi è simile alla pallacanestro."
    }
  },
  {
    "translation": {
      "en": "Just like a five-on-five game where you kind of have to work together",
      "it": "Una partita cinque contro cinque dove devi fare gioco di squadra"
    }
  },
  {
    "translation": {
      "en": "and utilize each other's strengths and synergizing everything together.",
      "it": "per sfruttare punti di forza individuali e sinergie comuni."
    }
  },
  {
    "translation": {
      "en": "The teamwork, and the trust, and the sacrifice,",
      "it": "Gioco di squadra, fiducia reciproca e sacrifici valgono"
    }
  },
  {
    "translation": {
      "en": "those are all true for every single team sport.",
      "it": "Gioco di squadra, fiducia reciproca e sacrifici valgono per qualsiasi sport di squadra."
    }
  },
  {
    "translation": {
      "en": "Dota is a game that unites everybody.",
      "it": "Dota è un gioco che unisce tutti."
    }
  },
  {
    "translation": {
      "en": "It doesn't matter what country or from what race you are.",
      "it": "Quale che sia il tuo Paese o il colore della tua pelle."
    }
  },
  {
    "translation": {
      "en": "It's like a bond that is shared.",
      "it": "È come un legame in comune"
    }
  },
  {
    "translation": {
      "en": "And when you're part of this tight-knit group of people,",
      "it": "e, quando fai parte di un gruppo di persone così unito,"
    }
  },
  {
    "translation": {
      "en": "it's like having a second family.",
      "it": "è come avere una seconda famiglia."
    }
  },
  {
    "translation": {
      "en": "That's something you never let go.",
      "it": "È per sempre."
    }
  },
  {
    "translation": {
      "en": "[Tammy] Everyone's searching for something.",
      "it": "Tutti sono alla ricerca di qualcosa."
    }
  },
  {
    "translation": {
      "en": "Fulfillment. Fame.",
      "it": "Realizzazione. Fama."
    }
  },
  {
    "translation": {
      "en": "Satisfaction.",
      "it": "Soddisfazione."
    }
  },
  {
    "translation": {
      "en": "It gives you the ability to become someone else.",
      "it": "Ti dà la possibilità di diventare qualcun altro."
    }
  },
  {
    "translation": {
      "en": "A someone who is powerful.",
      "it": "Qualcuno potente."
    }
  },
  {
    "translation": {
      "en": "Who can take down five opponents.",
      "it": "Capace di sconfiggere cinque avversari."
    }
  },
  {
    "translation": {
      "en": "Express their creativity.",
      "it": "Di esprimere la propria creatività."
    }
  },
  {
    "translation": {
      "en": "Break the rules without actually getting arrested.",
      "it": "Di infrangere le regole senza farsi arrestare."
    }
  },
  {
    "translation": {
      "en": "All of these reasons are in there somewhere.",
      "it": "Tutte queste ragioni c'entrano in qualche modo."
    }
  },
  {
    "translation": {
      "en": "The player himself might not even know. He might not even understand it himself.",
      "it": "Il giocatore magari non se ne rende conto, non capisce di cosa si tratti,"
    }
  },
  {
    "translation": {
      "en": "But it's there.",
      "it": "ma è così."
    }
  },
  {
    "translation": {
      "en": "[Fear] Gaming fulfills my competitive need.",
      "it": "Il gaming soddisfa il mio bisogno di competere."
    }
  },
  {
    "translation": {
      "en": "I'm a very competitive person.",
      "it": "Sono una persona molto competitiva."
    }
  },
  {
    "translation": {
      "en": "When it comes to sports, I consider gaming a sport.",
      "it": "Io considero il gaming un vero sport."
    }
  },
  {
    "translation": {
      "en": "So I use my competitiveness and I fuel it with Dota.",
      "it": "Perciò uso la mia competitività e la alimento con Dota,"
    }
  },
  {
    "translation": {
      "en": "So it fulfills that side of me completely.",
      "it": "per soddisfare questo mio lato."
    }
  },
  {
    "translation": {
      "en": "Fear's one of the best in America, if not the best.",
      "it": "Fear è uno dei più bravi in America, forse il migliore."
    }
  },
  {
    "translation": {
      "en": "He has a lot of experience. He's one of the old hogs, basically.",
      "it": "Ha molta esperienza. È un veterano."
    }
  },
  {
    "translation": {
      "en": "And he's generally just a calm guy. So, in my opinion, that's his strength.",
      "it": "Ed è una persona tranquilla. Secondo me, quella è la sua forza."
    }
  },
  {
    "translation": {
      "en": "Really, good basketball player. I remember my coaches watch him playing",
      "it": "È un ottimo giocatore di basket. I miei allenatori lo guardavano giocare e volevano farlo entrare in squadra."
    }
  },
  {
    "translation": {
      "en": "and talk about picking him up the next year he came in.",
      "it": "I miei allenatori lo guardavano giocare e volevano farlo entrare in squadra."
    }
  },
  {
    "translation": {
      "en": "Always had nothing but good things to say, but he wasn't picked on the team.",
      "it": "Parlavano sempre bene di lui, ma non veniva mai scelto in squadra."
    }
  },
  {
    "translation": {
      "en": "Just the reason was, yeah, he just wasn't tall enough, I guess.",
      "it": "Forse perché non era molto alto."
    }
  },
  {
    "translation": {
      "en": "So, I know that, yeah, he found the game.",
      "it": "Quando ha scoperto i videogiochi, ci si è dedicato anima e corpo"
    }
  },
  {
    "translation": {
      "en": "He got really devoted in that and stuff and just found something else that worked.",
      "it": "Quando ha scoperto i videogiochi, ci si è dedicato anima e corpo e alla fine ha trovato la sua passione."
    }
  },
  {
    "translation": {
      "en": "[Karen] I was your typical parent.",
      "it": "Ero il classico genitore:"
    }
  },
  {
    "translation": {
      "en": "\"Clinton, you're spending too much time playing computer games.\"",
      "it": "\"Clinton, passi troppo tempo a giocare."
    }
  },
  {
    "translation": {
      "en": "\"You need to go to school. You need to go to college.\"",
      "it": "Devi andare a scuola. Devi andare all'università\"."
    }
  },
  {
    "translation": {
      "en": "[Karen] And he would tell me,",
      "it": "Devi andare a scuola. Devi andare all'università\". Lui mi rispondeva:"
    }
  },
  {
    "translation": {
      "en": "\"I want to be able to play games and get paid for it.\"",
      "it": "Voglio farmi pagare per giocare ai videogiochi\""
    }
  },
  {
    "translation": {
      "en": "Now, he said this at a very young age before Dota ever came along.",
      "it": "Ha cominciato a dire così da piccolo, prima ancora che Dota esistesse."
    }
  },
  {
    "translation": {
      "en": "[Karen] And I thought, well, you know, he's gonna grow out of it.",
      "it": "Pensavo che gli sarebbe passata crescendo,"
    }
  },
  {
    "translation": {
      "en": "He's gonna get sick and tired of sitting there in front of that computer and playing.",
      "it": "che si sarebbe stancato di starsene lì a giocare davanti al computer."
    }
  },
  {
    "translation": {
      "en": "Never did. Never did.",
      "it": "E invece no. Non gli è mai passata."
    }
  },
  {
    "translation": {
      "en": "[hyhy] In Singapore, the families actually put a lot of stress on us",
      "it": "A Singapore, le famiglie fanno un sacco di pressioni"
    }
  },
  {
    "translation": {
      "en": "in terms of our education.",
      "it": "affinché i figli studino."
    }
  },
  {
    "translation": {
      "en": "I would say it's been tough on me",
      "it": "È stato molto difficile gestire"
    }
  },
  {
    "translation": {
      "en": "trying to juggle both studies and gaming at the same time.",
      "it": "gli studi e il gaming allo stesso tempo."
    }
  },
  {
    "translation": {
      "en": "My grades have dropped for two years already.",
      "it": "I miei voti peggiorano ormai da due anni."
    }
  },
  {
    "translation": {
      "en": "And my parents have treated the gaming as the cause of it.",
      "it": "E i miei genitori credono sia colpa dei videogiochi."
    }
  },
  {
    "translation": {
      "en": "I mean, there was this phrase that they used.",
      "it": "Ripetevano sempre questa frase:"
    }
  },
  {
    "translation": {
      "en": "They said, \"Gaming will be the death of you one day.\"",
      "it": "\"I videogiochi saranno la tua rovina\"."
    }
  },
  {
    "translation": {
      "en": "-[indistinct chatter] -[all cheer]",
      "it": "Micronology!"
    }
  },
  {
    "translation": {
      "en": "[Toh] He's a great player and a great captain.",
      "it": "È un ottimo giocatore e un grande capitano."
    }
  },
  {
    "translation": {
      "en": "I would say he's the top player in Singapore. Easily.",
      "it": "Direi che è il miglior giocatore a Singapore. Il migliore."
    }
  },
  {
    "translation": {
      "en": "[hyhy] My parents and my… my family, they don't actually speak much of my gaming career.",
      "it": "I miei genitori e i parenti non parlano molto della mia carriera di giocatore."
    }
  },
  {
    "translation": {
      "en": "They don't tell their friends and my other relatives",
      "it": "Non dicono ai loro amici e ai parenti"
    }
  },
  {
    "translation": {
      "en": "that I'm actually that good at my games.",
      "it": "che sono molto bravo a giocare."
    }
  },
  {
    "translation": {
      "en": "All along they have only been bragging about my studies. Because I used to be an \"A\" student.",
      "it": "Si sono sempre vantati dei miei studi. Perché un tempo avevo ottimi voti."
    }
  },
  {
    "translation": {
      "en": "Yeah, they go on and on. And…",
      "it": "Continuano a ripeterlo all'infinito."
    }
  },
  {
    "translation": {
      "en": "And it seemed like that was the only thing they could ever be proud of.",
      "it": "Come se fosse l'unica cosa di cui essere fieri."
    }
  },
  {
    "translation": {
      "en": "[hyhy] Actually, there has only been one person that has always been very supportive of me gaming.",
      "it": "Una sola persona mi ha sempre appoggiato."
    }
  },
  {
    "translation": {
      "en": "And that was, uh, my ex-girlfriend, Huayan.",
      "it": "La mia ex ragazza, Huayan."
    }
  },
  {
    "translation": {
      "en": "She's from the female Dota team in Singapore.",
      "it": "È nella squadra femminile di Dota di Singapore."
    }
  },
  {
    "translation": {
      "en": "There are a lot of things that we share in life. So many things.",
      "it": "Abbiamo un sacco di cose in comune. Tantissime."
    }
  },
  {
    "translation": {
      "en": "In my case, it felt really good, you know, to have someone",
      "it": "Per me era importante avere qualcuno"
    }
  },
  {
    "translation": {
      "en": "who truly appreciated what you did best and loved you for it.",
      "it": "che apprezzasse quel che mi riesce meglio e che mi amasse per questo."
    }
  },
  {
    "translation": {
      "en": "She was aware of what I'm doing and what I'm passionate about.",
      "it": "Sapeva ciò che facevo e capiva la mia passione."
    }
  },
  {
    "translation": {
      "en": "The breakup was her decision and I respected it.",
      "it": "Mi ha lasciato lei e io ho rispettato la sua decisione."
    }
  },
  {
    "translation": {
      "en": "We'd been together for close to three years",
      "it": "Siamo stati insieme per tre anni"
    }
  },
  {
    "translation": {
      "en": "and ever since the breakup, I haven't gotten over it.",
      "it": "e non riesco a farmene una ragione."
    }
  },
  {
    "translation": {
      "en": "I recall the last time she spoke to me she named me as a bastard, so… Um… [chuckles]",
      "it": "L'ultima volta che abbiamo parlato mi ha dato del bastardo…"
    }
  },
  {
    "translation": {
      "en": "We're not in contact anymore, yeah, but…",
      "it": "Non siamo più in contatto,"
    }
  },
  {
    "translation": {
      "en": "life goes on, yeah.",
      "it": "ma la vita continua."
    }
  },
  {
    "translation": {
      "en": "-[man singing] -[gentle music playing]",
      "it": "L'VIV, UCRAINA"
    }
  },
  {
    "translation": {
      "en": "[Dendi] I'm from Ukraine. My nickname is Dendi.",
      "it": "Vengo dall'Ucraina. Il mio soprannome è Dendi."
    }
  },
  {
    "translation": {
      "en": "I finished my university,",
      "it": "Ho finito l'università"
    }
  },
  {
    "translation": {
      "en": "and I'm just playing computer games right now.",
      "it": "e adesso gioco al computer."
    }
  },
  {
    "translation": {
      "en": "[in Russian] He was doing music. He played the piano. [Irina, in Russian] He was doing dancing.",
      "it": "Studiava musica. Suonava il pianoforte e praticava danza."
    }
  },
  {
    "translation": {
      "en": "At school, he had musical plays in which he played the main role.",
      "it": "A scuola, aveva il ruolo principale nelle recite musicali."
    }
  },
  {
    "translation": {
      "en": "Audiences were always impressed by his artistic ability.",
      "it": "Il pubblico era sempre colpito dal suo talento."
    }
  },
  {
    "translation": {
      "en": "When their kids' group was showing, Danil would always stand out.",
      "it": "Quando il suo gruppo entrava in scena, Danil spiccava sempre tra tutti."
    }
  },
  {
    "translation": {
      "en": "[Katya] When we were growing up,",
      "it": "Quando eravamo piccoli,"
    }
  },
  {
    "translation": {
      "en": "it wasn't a good time financially for our family.",
      "it": "avevamo delle difficoltà economiche."
    }
  },
  {
    "translation": {
      "en": "But my grandma helped us to get our first computer in 1997.",
      "it": "Ma mia nonna ci aiutò a comprare il nostro primo computer nel 1997."
    }
  },
  {
    "translation": {
      "en": "Early, compared with other kids in Ukraine.",
      "it": "Prima di tanti altri qui in Ucraina."
    }
  },
  {
    "translation": {
      "en": "We got visitors every day.",
      "it": "Ricevevamo visite tutti i giorni."
    }
  },
  {
    "translation": {
      "en": "The friends of my older brother used to come to visit us",
      "it": "Venivano gli amici di mio fratello più grande"
    }
  },
  {
    "translation": {
      "en": "and we were playing games.",
      "it": "e ci mettevamo a giocare."
    }
  },
  {
    "translation": {
      "en": "[Artem] And Danil, every time looked at what we do.",
      "it": "E Danil era sempre lì a guardare."
    }
  },
  {
    "translation": {
      "en": "Every time we would try to push him away but he would come back and look again.",
      "it": "Noi cercavamo di mandarlo via, ma lui tornava sempre a guardare."
    }
  },
  {
    "translation": {
      "en": "[Irina, in Russian] It was more prominent with him than with other kids.",
      "it": "Era molto più interessato ai videogiochi degli altri bambini."
    }
  },
  {
    "translation": {
      "en": "During all his conscious life we were trying to stop him from playing.",
      "it": "Per tutta la sua vita abbiamo cercato di evitare che giocasse."
    }
  },
  {
    "translation": {
      "en": "[Katya] We were hiding our computer cord everywhere in our apartment,",
      "it": "Nascondevamo il cavo del computer in giro per l'appartamento,"
    }
  },
  {
    "translation": {
      "en": "but he always found it.",
      "it": "ma lui lo trovava sempre."
    }
  },
  {
    "translation": {
      "en": "[in Russian] I always wanted to understand him better.",
      "it": "Ho sempre cercato di capirlo meglio."
    }
  },
  {
    "translation": {
      "en": "Including that hobby, I wanted to understand him better.",
      "it": "Compreso il suo hobby, volevo capire anche quello."
    }
  },
  {
    "translation": {
      "en": "[Irina, in Russian] There were certain reasons. I'm not going to mention them now.",
      "it": "Per motivi di cui ora preferisco non parlare,"
    }
  },
  {
    "translation": {
      "en": "I think somewhere deep inside he's a little bit sad.",
      "it": "credo che, dentro di sé, sia un po' triste."
    }
  },
  {
    "translation": {
      "en": "[Katya] Uh, she stopped preventing him from playing Dota.",
      "it": "Non gli ha più impedito di giocare a Dota."
    }
  },
  {
    "translation": {
      "en": "She gave Dendi the freedom to choose what is the best for him and his life.",
      "it": "Ha dato a Dendi la libertà di scegliere che cosa fare della sua vita."
    }
  },
  {
    "translation": {
      "en": "[Dominik] Tournaments back then were like really low prizes.",
      "it": "SI ANNUNCIA \"THE INTERNATIONAL\" CAMPIONATO DI DOTA 2 I tornei ai tempi avevano premi molto bassi."
    }
  },
  {
    "translation": {
      "en": "And a lot of prize money didn't even get to the players.",
      "it": "E buona parte del montepremi non andava neanche ai giocatori."
    }
  },
  {
    "translation": {
      "en": "There's been a lot of scams with the managers and stuff like that.",
      "it": "C'erano un sacco di truffe legate ai manager."
    }
  },
  {
    "translation": {
      "en": "[Dominik] There were, like, some rumors that it's gonna be, like, 50,000 dollars, first place,",
      "it": "Girava voce che il primo premio fosse di 50.000 $"
    }
  },
  {
    "translation": {
      "en": "and everyone was going, like, \"Nah, it's not gonna be like that.\"",
      "it": "Girava voce che il primo premio fosse di 50.000 $ e tutti dicevano: \"No, impossibile!\""
    }
  },
  {
    "translation": {
      "en": "[host] Watch the forums go nuts, guys.",
      "it": "I forum stanno impazzendo, ragazzi."
    }
  },
  {
    "translation": {
      "en": "Watch the forums go nuts.",
      "it": "Stanno letteralmente impazzendo."
    }
  },
  {
    "translation": {
      "en": "It is actually confirmed.",
      "it": "È stato appena confermato."
    }
  },
  {
    "translation": {
      "en": "It is off the fricking hook.",
      "it": "È da sbarellare."
    }
  },
  {
    "translation": {
      "en": "1.6-million-dollar prize pool!",
      "it": "Un montepremi di 1,6 milioni di dollari!"
    }
  },
  {
    "translation": {
      "en": "That is for the winner, one million dollars for winning Dota!",
      "it": "Per i vincitori. Un milione di dollari per vincere a Dota!"
    }
  },
  {
    "translation": {
      "en": "[Rasmus] Dota, the game I've played for five years now,",
      "it": "Dota, a cui gioco da 5 anni"
    }
  },
  {
    "translation": {
      "en": "which I played for fun, for some food money or whatever, you know,",
      "it": "per divertirmi o per qualche piccola scommessa…"
    }
  },
  {
    "translation": {
      "en": "okay, it's actually getting big.",
      "it": "Ora la cosa si fa seria."
    }
  },
  {
    "translation": {
      "en": "It's the largest prize pool of any gaming competition to date.",
      "it": "È il montepremi più alto mai visto finora."
    }
  },
  {
    "translation": {
      "en": "[Tammy] It just felt like the start of something big.",
      "it": "Sembrava l'inizio di qualcosa di grosso."
    }
  },
  {
    "translation": {
      "en": "Like a revolution.",
      "it": "Una vera rivoluzione."
    }
  },
  {
    "translation": {
      "en": "[Rasmus] You know, we had everything we needed",
      "it": "Insomma, c'era tutto quel che ci voleva"
    }
  },
  {
    "translation": {
      "en": "for the game to become big and respected as an E-Sport.",
      "it": "per far decollare il gioco e farne un eSport di tutto rispetto."
    }
  },
  {
    "translation": {
      "en": "It would kind of like vindicate us.",
      "it": "Era la nostra rivalsa."
    }
  },
  {
    "translation": {
      "en": "[Tammy] We're not just playing because we're addicted.",
      "it": "Non giochiamo perché è la nostra droga."
    }
  },
  {
    "translation": {
      "en": "There's a goal, a motive.",
      "it": "C'è uno scopo, un motivo."
    }
  },
  {
    "translation": {
      "en": "That we can actually reach out and grab if we are good enough.",
      "it": "E possiamo raggiungerlo, se siamo bravi."
    }
  },
  {
    "translation": {
      "en": "Over in Asia, professional gamers are treated like rock stars.",
      "it": "In Asia, i giocatori professionisti sono delle star."
    }
  },
  {
    "translation": {
      "en": "It's a viable career opportunity.",
      "it": "È davvero una carriera possibile."
    }
  },
  {
    "translation": {
      "en": "They actually live in gamer houses.",
      "it": "Vivono in vere e proprie case per giocatori,"
    }
  },
  {
    "translation": {
      "en": "So it's set up to be a thing all year long.",
      "it": "in cui stanno tutto l'anno."
    }
  },
  {
    "translation": {
      "en": "I think their approach to practice is that it's like a day job.",
      "it": "Per loro la pratica è un normale lavoro."
    }
  },
  {
    "translation": {
      "en": "[Liu] The fan base is immense.",
      "it": "Hanno tantissimi fan,"
    }
  },
  {
    "translation": {
      "en": "It probably is as big as the whole Western audience together.",
      "it": "quanti l'intero pubblico occidentale messo insieme"
    }
  },
  {
    "translation": {
      "en": "Or even more than that.",
      "it": "o anche di più."
    }
  },
  {
    "translation": {
      "en": "So now you really have to play good. You really have to try hard.",
      "it": "o anche di più. Quindi devi giocare bene. Devi mettercela tutta."
    }
  },
  {
    "translation": {
      "en": "[Fear] It's first place. It's go big or go home.",
      "it": "È tutto o niente."
    }
  },
  {
    "translation": {
      "en": "The big teams get big money.",
      "it": "I migliori vincono grosse somme."
    }
  },
  {
    "translation": {
      "en": "But the 9th to 16th place earn nothing.",
      "it": "Ma dal nono posto non si vince niente."
    }
  },
  {
    "translation": {
      "en": "And their salaries are not worth considering.",
      "it": "E i loro stipendi sono ridicoli."
    }
  },
  {
    "translation": {
      "en": "While in sports, you have a salary that you can live on.",
      "it": "Mentre gli atleti hanno un vero stipendio."
    }
  },
  {
    "translation": {
      "en": "[Jeremy] With pro gaming, I think that's one of the toughest parts",
      "it": "Nel pro gaming, la cosa più difficile è"
    }
  },
  {
    "translation": {
      "en": "is living game to game. It's like living paycheck to paycheck.",
      "it": "andare di partita in partita. Fai fatica a tirare avanti."
    }
  },
  {
    "translation": {
      "en": "Like, I have to win. If I don't win, I don't get paid.",
      "it": "Se non vinci, non vieni pagato."
    }
  },
  {
    "translation": {
      "en": "[Jeremy] That's tough for anybody. It doesn't matter what you're doing.",
      "it": "È dura vivere così, a prescindere da quello che fai."
    }
  },
  {
    "translation": {
      "en": "[Karen] When your child wants to become a professional gamer,",
      "it": "Quando tuo figlio vuole fare il giocatore di professione,"
    }
  },
  {
    "translation": {
      "en": "you don't have any history to look back on like other sports.",
      "it": "non hai nessun precedente, a differenza degli altri sport."
    }
  },
  {
    "translation": {
      "en": "I don't know anybody who's made a living at gaming.",
      "it": "Non conosco gente che si mantenga giocando."
    }
  },
  {
    "translation": {
      "en": "So it's kind of a scary thing",
      "it": "Perciò mi spaventa un po'"
    }
  },
  {
    "translation": {
      "en": "when you see your kid putting their whole life into gaming",
      "it": "vedere mio figlio puntare tutto sui videogiochi"
    }
  },
  {
    "translation": {
      "en": "and not college and not the traditional things.",
      "it": "invece che sull'università o cose simili."
    }
  },
  {
    "translation": {
      "en": "[Karen] What if nothing comes of it?",
      "it": "E se poi non dovesse riuscire?"
    }
  },
  {
    "translation": {
      "en": "[Alexander] Regarding the age, I think, yes,",
      "it": "Riguardo all'età, direi"
    }
  },
  {
    "translation": {
      "en": "like, 25, 26 years. It's absolutely maximum for E-Sports.",
      "it": "che 25 o 26 anni sono l'età massima per gli eSport,"
    }
  },
  {
    "translation": {
      "en": "[Alexander] Because 27, 28, 29, 30, your reaction time is lowering",
      "it": "perché a 27, 28, 29 o 30 anni i tempi di reazione peggiorano"
    }
  },
  {
    "translation": {
      "en": "and you can't click so much, you know… [chuckles] …as the kids do.",
      "it": "e non riesci più a cliccare quanto i ragazzi."
    }
  },
  {
    "translation": {
      "en": "A lot of financial responsibilities are laid upon me right now.",
      "it": "Ho un sacco di pressioni dal punto di vista economico."
    }
  },
  {
    "translation": {
      "en": "Require me to be successful in something or have a job.",
      "it": "Se non riesco, mi devo cercare un lavoro."
    }
  },
  {
    "translation": {
      "en": "So it's pretty critical that I am successful",
      "it": "Perciò è essenziale che vinca,"
    }
  },
  {
    "translation": {
      "en": "if I wanna keep continue, like, the gaming career.",
      "it": "se voglio continuare la mia carriera."
    }
  },
  {
    "translation": {
      "en": "He's an A-Star student, you know?",
      "it": "Era il primo della classe."
    }
  },
  {
    "translation": {
      "en": "Because of this gaming, it pulled him right down.",
      "it": "E adesso, per colpa del gaming, non lo è più."
    }
  },
  {
    "translation": {
      "en": "It's very sad for me.",
      "it": "Mi rattrista tanto."
    }
  },
  {
    "translation": {
      "en": "[Vicky] So here… the bad one is Auntie.",
      "it": "Io sono la zietta cattiva."
    }
  },
  {
    "translation": {
      "en": "Auntie is the one that always comes here and nag, nag, nag, nag, nag. Yeah.",
      "it": "Vengo sempre qui e gli faccio la predica."
    }
  },
  {
    "translation": {
      "en": "-Am I right? -It's tough being a gamer.",
      "it": "- Vero? - È dura essere un giocatore."
    }
  },
  {
    "translation": {
      "en": "-Huh? Sorry? Am I right? -I said, it's tough being a gamer.",
      "it": "- Vero? - È dura essere un giocatore. - Come, scusa? Dico bene? - Ho detto che è dura essere un giocatore."
    }
  },
  {
    "translation": {
      "en": "Huh, hy? Why? Multi-millionaire.",
      "it": "Eh, hy? Multimilionario."
    }
  },
  {
    "translation": {
      "en": "For gaming, huh?",
      "it": "Grazie ai videogiochi, eh?"
    }
  },
  {
    "translation": {
      "en": "Huh? Sorry, you are not.",
      "it": "E invece no."
    }
  },
  {
    "translation": {
      "en": "Huh? What, what is your view? What is your plan?",
      "it": "Eh? Cosa pensi? Che progetti hai?"
    }
  },
  {
    "translation": {
      "en": "That is more important.",
      "it": "Questa è la cosa importante."
    }
  },
  {
    "translation": {
      "en": "I mean, we speak ourselves. We speak our frank opinion.",
      "it": "Voglio dire, noi parliamo, diciamo quello che pensiamo."
    }
  },
  {
    "translation": {
      "en": "This is your choice now.",
      "it": "Ma sta a te scegliere."
    }
  },
  {
    "translation": {
      "en": "What do you want in life? That is more important.",
      "it": "Cosa vuoi nella vita? È quello che conta."
    }
  },
  {
    "translation": {
      "en": "[hyhy] If I'm gonna win this tournament, my first thought would be,",
      "it": "Se vinco questo torneo, il mio primo pensiero sarà"
    }
  },
  {
    "translation": {
      "en": "I will call my… my ex-girlfriend.",
      "it": "chiamare la mia ex."
    }
  },
  {
    "translation": {
      "en": "Things got really bad between us, and…",
      "it": "Le cose sono andate male fra noi e, ora come ora,"
    }
  },
  {
    "translation": {
      "en": "but right now, for me, if I'm gonna win this tournament,",
      "it": "Le cose sono andate male fra noi e, ora come ora, se vinco questo torneo, il mio primo pensiero sarà chiamarla,"
    }
  },
  {
    "translation": {
      "en": "my first thought would be, I would call her.",
      "it": "se vinco questo torneo, il mio primo pensiero sarà chiamarla,"
    }
  },
  {
    "translation": {
      "en": "I'd tell her about it, and… I want to share this moment with her. Yeah.",
      "it": "per raccontarle come è andata e condividere questo momento con lei."
    }
  },
  {
    "translation": {
      "en": "[James] This tournament is gonna be a moment in every gamer's life.",
      "it": "Questo torneo sarà speciale per i giocatori."
    }
  },
  {
    "translation": {
      "en": "Everything that you've been doing is building up",
      "it": "Tutto quel che hai fatto finora"
    }
  },
  {
    "translation": {
      "en": "and is gonna happen over one week.",
      "it": "si concretizzerà nel giro di una settimana."
    }
  },
  {
    "translation": {
      "en": "[James] And then it's not one week anymore, it's one game.",
      "it": "E poi non sarà più una settimana, ma una partita."
    }
  },
  {
    "translation": {
      "en": "And then it's not that one game, it's that one moment in the game.",
      "it": "E poi non sarà più una partita, ma un solo istante."
    }
  },
  {
    "translation": {
      "en": "And then that one moment in the game is where it's gonna finish.",
      "it": "E in quell'istante finirà tutto."
    }
  },
  {
    "translation": {
      "en": "And how's it gonna finish? Are you gonna be holding up a trophy?",
      "it": "E come finirà? Reggerai un trofeo tra le mani?"
    }
  },
  {
    "translation": {
      "en": "Or are you gonna be the most disappointed that you've ever been?",
      "it": "O sarà la più grossa delusione della tua vita?"
    }
  },
  {
    "translation": {
      "en": "It's Tuesday. So one day before the event. We already have a lot of setup.",
      "it": "COLONIA, GERMANIA È martedì. Il giorno prima dell'evento. Abbiamo già allestito il più."
    }
  },
  {
    "translation": {
      "en": "We have a lot of computer setup right here.",
      "it": "Abbiamo molti computer qui dietro."
    }
  },
  {
    "translation": {
      "en": "The whole booth construction is pretty much finished.",
      "it": "Lo stand è quasi pronto."
    }
  },
  {
    "translation": {
      "en": "So five players per side. They can see each other through the glass.",
      "it": "Cinque giocatori per lato. Possono vedersi attraverso il vetro."
    }
  },
  {
    "translation": {
      "en": "[host] They can't hear each other. This booth is soundproofed up.",
      "it": "Ma non possono sentirsi. Lo stand è insonorizzato."
    }
  },
  {
    "translation": {
      "en": "Plus, the whole setup here,",
      "it": "Questo allestimento"
    }
  },
  {
    "translation": {
      "en": "if you look from above looks exactly like a Dota map.",
      "it": "visto dall'alto, è come la mappa di Dota."
    }
  },
  {
    "translation": {
      "en": "[host] And this is the mid. This is where it all happens.",
      "it": "Questa è la zona centrale. È il fulcro dell'azione."
    }
  },
  {
    "translation": {
      "en": "[Moritz] A few teams have already arrived this morning.",
      "it": "Alcune squadre sono già arrivate."
    }
  },
  {
    "translation": {
      "en": "We had a lot of teams from Singapore. We have China.",
      "it": "Abbiamo un sacco di squadre da Singapore, dalla Cina,"
    }
  },
  {
    "translation": {
      "en": "We had Malaysia coming in and Russia.",
      "it": "dalla Malesia e dalla Russia."
    }
  },
  {
    "translation": {
      "en": "And, uh, tomorrow it's finally happening.",
      "it": "E domani, finalmente, avrà inizio."
    }
  },
  {
    "translation": {
      "en": "[host] We're here live at Gamescom 2011 in beautiful Cologne.",
      "it": "In diretta dal Gamescom 2011 a Colonia."
    }
  },
  {
    "translation": {
      "en": "It's the first day of the event.",
      "it": "È il primo giorno dell'evento."
    }
  },
  {
    "translation": {
      "en": "We've got some of the world's best teams here in Dota.",
      "it": "Ci sono le migliori squadre di Dota al mondo."
    }
  },
  {
    "translation": {
      "en": "And they're handing out a tournament prize of 1.6 million dollars!",
      "it": "E si contendono un montepremi di 1,6 milioni di dollari!"
    }
  },
  {
    "translation": {
      "en": "[host] It is massive here.",
      "it": "È una cosa incredibile."
    }
  },
  {
    "translation": {
      "en": "A tournament of 1.6 million dollars. That's the future of gaming.",
      "it": "Un torneo da 1,6 milioni di dollari. Questo è il futuro del gaming."
    }
  },
  {
    "translation": {
      "en": "This is awesome!",
      "it": "È fantastico!"
    }
  },
  {
    "translation": {
      "en": "[host] It's the first time we're gonna see teams of this caliber",
      "it": "Per la prima volta, vedremo squadre di questo calibro"
    }
  },
  {
    "translation": {
      "en": "assembled in one location.",
      "it": "riunite in un unico luogo."
    }
  },
  {
    "translation": {
      "en": "These guys are not just nameless faces. They're the best in the world.",
      "it": "Questi ragazzi non sono facce anonime. Sono i migliori al mondo."
    }
  },
  {
    "translation": {
      "en": "[Troels] The bunch of teams we have here,",
      "it": "Tra le squadre presenti qui, alcune hanno"
    }
  },
  {
    "translation": {
      "en": "there's a few teams that have individual skill that's unbelievable.",
      "it": "Tra le squadre presenti qui, alcune hanno abilità individuali incredibili."
    }
  },
  {
    "translation": {
      "en": "And then there's a big group of other teams",
      "it": "E poi ci sono altre squadre che hanno buoni giocatori,"
    }
  },
  {
    "translation": {
      "en": "that have good individual skill, not top-notch,",
      "it": "E poi ci sono altre squadre che hanno buoni giocatori, anche se non eccezionali,"
    }
  },
  {
    "translation": {
      "en": "but who win through good strategy and team play.",
      "it": "ma che vincono con la strategia e il gioco di squadra."
    }
  },
  {
    "translation": {
      "en": "[Troels] Fear is a great player, for example,",
      "it": "Fear, per esempio, è un ottimo giocatore,"
    }
  },
  {
    "translation": {
      "en": "but he is not comparable to good players in Asia.",
      "it": "ma non è ai livelli dei giocatori asiatici."
    }
  },
  {
    "translation": {
      "en": "that's nothing against Fear. He's still an excellent player,",
      "it": "Non per criticare Fear: è un gran giocatore."
    }
  },
  {
    "translation": {
      "en": "but he's not them.",
      "it": "Ma non è come loro."
    }
  },
  {
    "translation": {
      "en": "[commentator] \"Kim Jung Woo!\"",
      "it": "Kim Jung Woo!"
    }
  },
  {
    "translation": {
      "en": "[James] Over in Asia, they take gaming so much more seriously.",
      "it": "In Asia, prendono il gaming molto sul serio."
    }
  },
  {
    "translation": {
      "en": "Just to give you an example,",
      "it": "Per esempio, quando la nazionale coreana"
    }
  },
  {
    "translation": {
      "en": "the Korean football team were playing in the World Cup.",
      "it": "Per esempio, quando la nazionale coreana giocava ai Mondiali di calcio,"
    }
  },
  {
    "translation": {
      "en": "[James] To motivate the Korean football team to play better,",
      "it": "per spingere la squadra a dare il meglio"
    }
  },
  {
    "translation": {
      "en": "they brought in StarCraft: Brood War professional gamers",
      "it": "hanno invitato giocatori professionisti di Starcraft Brood War"
    }
  },
  {
    "translation": {
      "en": "into their locker room before they went out",
      "it": "nello spogliatoio prima della partita"
    }
  },
  {
    "translation": {
      "en": "so that they got to meet what were their heroes.",
      "it": "per fargli incontrare i loro eroi."
    }
  },
  {
    "translation": {
      "en": "[Tammy] In China, Dota is to the people there what StarCraft is to Korea.",
      "it": "In Cina, la passione per Dota è simile a quella per Starcraft in Corea."
    }
  },
  {
    "translation": {
      "en": "Um, it's televised.",
      "it": "È trasmesso in TV."
    }
  },
  {
    "translation": {
      "en": "The girls like their boyfriends to be Dota players.",
      "it": "Le ragazze vorrebbero un fidanzato giocatore professionista di Dota."
    }
  },
  {
    "translation": {
      "en": "After a game, when they're walking around you can see fans running up to them",
      "it": "Dopo le partite girano per strada e i fan corrono loro incontro"
    }
  },
  {
    "translation": {
      "en": "asking them to sign on their shirts.",
      "it": "per farsi autografare la maglietta."
    }
  },
  {
    "translation": {
      "en": "It's like a real sport.",
      "it": "È un vero sport."
    }
  },
  {
    "translation": {
      "en": "The third time I was in China, I was playing with fans for two days.",
      "it": "La terza volta che sono stato in Cina ho giocato con i fan per due giorni."
    }
  },
  {
    "translation": {
      "en": "[Rasmus] They made a video of me, filming me walking in some mountains",
      "it": "Hanno girato un video di me mentre camminavo in montagna"
    }
  },
  {
    "translation": {
      "en": "and I had to say some sentences and stuff.",
      "it": "e dicevo varie cose."
    }
  },
  {
    "translation": {
      "en": "And I was like, yeah, \"In Dota, there's always a new mountain to climb.\"",
      "it": "…dall'altra parte del mondo. Tipo: \"In Dota, c'è sempre una montagna da scalare\"."
    }
  },
  {
    "translation": {
      "en": "Stuff like this, you know, and, uh…",
      "it": "Roba del genere."
    }
  },
  {
    "translation": {
      "en": "I walked up and down these stairs",
      "it": "Sono salito e sceso per quelle scale"
    }
  },
  {
    "translation": {
      "en": "and started running and lifting some weights,",
      "it": "e poi correvo e sollevavo pesi"
    }
  },
  {
    "translation": {
      "en": "just to compare this with Dota like some metaphor and stuff.",
      "it": "per fare una specie di metafora di Dota."
    }
  },
  {
    "translation": {
      "en": "[Tang, in Chinese] E-Sports in China is already a sport that is recognized",
      "it": "Gli eSport in Cina sono veri sport"
    }
  },
  {
    "translation": {
      "en": "by the General Administration of Sport.",
      "it": "riconosciuti dall'Amministrazione Generale degli Sport."
    }
  },
  {
    "translation": {
      "en": "It is the same as tennis, ping pong, chess.",
      "it": "Proprio come il tennis, il ping pong e gli scacchi."
    }
  },
  {
    "translation": {
      "en": "The only thing is that it is not an Olympic sport.",
      "it": "Anche se non sono sport olimpici."
    }
  },
  {
    "translation": {
      "en": "[hyhy] I will say that China teams are all great.",
      "it": "Anche se non sono sport olimpici. Le squadre cinesi sono fortissime. Tutti i giocatori sono bravi."
    }
  },
  {
    "translation": {
      "en": "Every player in the team is strong.",
      "it": "Le squadre cinesi sono fortissime. Tutti i giocatori sono bravi."
    }
  },
  {
    "translation": {
      "en": "You don't recognize China players as a player.",
      "it": "I giocatori cinesi non si notano individualmente,"
    }
  },
  {
    "translation": {
      "en": "You just recognize them as a whole team. You just fear the whole team.",
      "it": "ma come parte di una squadra. È l'intera squadra a fare paura."
    }
  },
  {
    "translation": {
      "en": "[James] The Chinese teams that have come to this competition",
      "it": "Le squadre cinesi che partecipano al torneo"
    }
  },
  {
    "translation": {
      "en": "are scaring the shit out of everyone else.",
      "it": "stanno terrorizzando praticamente tutti."
    }
  },
  {
    "translation": {
      "en": "We had two of the top Chinese teams in our group.",
      "it": "Abbiamo due delle migliori squadre cinesi nel nostro gruppo."
    }
  },
  {
    "translation": {
      "en": "[Liu] Online Kingdom has not been regarded as one of the favorites to win it.",
      "it": "Gli Online Kingdom non sono tra i favoriti."
    }
  },
  {
    "translation": {
      "en": "In fact, they were considered bottom four or just bottom eight for sure.",
      "it": "Si piazzeranno tra le ultime quattro o otto squadre."
    }
  },
  {
    "translation": {
      "en": "[Fear] This is our first time on LAN together.",
      "it": "È la prima volta che giochiamo in LAN insieme."
    }
  },
  {
    "translation": {
      "en": "The team together has only been around for around four-five months",
      "it": "È la prima volta che giochiamo in LAN insieme. La nostra squadra è nata 4 o 5 mesi fa, perciò è relativamente nuova,"
    }
  },
  {
    "translation": {
      "en": "so it's a relatively new team.",
      "it": "La nostra squadra è nata 4 o 5 mesi fa, perciò è relativamente nuova,"
    }
  },
  {
    "translation": {
      "en": "And Pajkatt, our newest addition, playing Carry for us,",
      "it": "e Pajkatt, l'ultimo arrivato, che gioca come carry,"
    }
  },
  {
    "translation": {
      "en": "he's only been on the team for three weeks now actually.",
      "it": "è in squadra da tre settimane."
    }
  },
  {
    "translation": {
      "en": "[Fear] We were really nervous going against a Chinese team",
      "it": "La prospettiva di giocare contro una squadra cinese ci spaventava,"
    }
  },
  {
    "translation": {
      "en": "especially the top Chinese teams.",
      "it": "specialmente una delle migliori."
    }
  },
  {
    "translation": {
      "en": "[James] There's gonna be players that choke",
      "it": "Alcuni giocatori faranno fatica"
    }
  },
  {
    "translation": {
      "en": "handling this kind of pressure at such a young age.",
      "it": "Alcuni giocatori faranno fatica a gestire tutta questa pressione alla loro età."
    }
  },
  {
    "translation": {
      "en": "[Fear] 1437, like, this is the first time he's, like, ever been on LAN.",
      "it": "1437 gioca per la prima volta in LAN."
    }
  },
  {
    "translation": {
      "en": "It's not easy, like, this is a million-dollar tournament.",
      "it": "Non è per niente facile, in un torneo da un milione di dollari!"
    }
  },
  {
    "translation": {
      "en": "First time he's been on LAN.",
      "it": "È la sua prima volta in LAN."
    }
  },
  {
    "translation": {
      "en": "[James] This stage. This prize money. This prestige.",
      "it": "Il palco. Il montepremi. Il prestigio."
    }
  },
  {
    "translation": {
      "en": "This is real competition.",
      "it": "È pura competizione."
    }
  },
  {
    "translation": {
      "en": "[Fear] We tried to keep our cool together and we just played our game.",
      "it": "Cerchiamo di mantenere il sangue freddo e di non perdere la concentrazione."
    }
  },
  {
    "translation": {
      "en": "Passive shields!",
      "it": "Scudi passivi!"
    }
  },
  {
    "translation": {
      "en": "[Dominik] We were super hyped.",
      "it": "Eravamo molto carichi."
    }
  },
  {
    "translation": {
      "en": "Everyone was surprised we were doing so good.",
      "it": "Erano tutti sorpresi che stessimo vincendo tanto."
    }
  },
  {
    "translation": {
      "en": "Even we couldn't believe it.",
      "it": "Noi stessi stentavamo a crederci."
    }
  },
  {
    "translation": {
      "en": "[host] Online Kingdom dominating right now.",
      "it": "Online Kingdom sta dominando."
    }
  },
  {
    "translation": {
      "en": "[Fear] After the match against TyLoo, everyone was very excited, you know.",
      "it": "Dopo la partita contro i TyLoo, eravamo tutti al massimo"
    }
  },
  {
    "translation": {
      "en": "We just beat one of the teams that were actually favored to win the competition.",
      "it": "per aver sconfitto una delle squadre favorite."
    }
  },
  {
    "translation": {
      "en": "So everyone's, like, spirits were like,",
      "it": "per aver sconfitto una delle squadre favorite. Il morale era alle stelle e ci dicevamo: \"Dai, che ce la facciamo!\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, we may be actually able to do this, you know.\"",
      "it": "Il morale era alle stelle e ci dicevamo: \"Dai, che ce la facciamo!\""
    }
  },
  {
    "translation": {
      "en": "Beating the Chinese teams, some people just, you know, for fun, they started,",
      "it": "Dopo che abbiamo battuto le squadre cinesi, la gente ha iniziato a chiamarci gli \"spacca-cinesi\"."
    }
  },
  {
    "translation": {
      "en": "\"Okay, hey, it's OK.Nirvana.Int. They're the China slayers.\"",
      "it": "la gente ha iniziato a chiamarci gli \"spacca-cinesi\"."
    }
  },
  {
    "translation": {
      "en": "[Liu] A few little bit surprises that we had yesterday. Quite a few upsets.",
      "it": "GIORNO 2 DI 5 INIZIA LA DOPPIA ELIMINAZIONE Abbiamo avuto qualche sorpresa ieri. Un po' di sconvolgimenti."
    }
  },
  {
    "translation": {
      "en": "OK.Nirvana.International managing to beat two Chinese teams in a row,",
      "it": "OK.Nirvana.International ha battuto due squadre cinesi di fila,"
    }
  },
  {
    "translation": {
      "en": "beating out TyLoo and OK.Nirvana.CN.",
      "it": "cioè TyLoo e OK.Nirvana.CN."
    }
  },
  {
    "translation": {
      "en": "[Liu] They're currently on a roll now. And, um, Chinese teams are not unbeatable.",
      "it": "Al momento sono inarrestabili. E le squadre cinesi non sono imbattibili."
    }
  },
  {
    "translation": {
      "en": "But, um, on the other hand, EHOME are just proving that they are the strongest of the four Chinese teams",
      "it": "EHOME, d'altronde, si sta dimostrando la più forte delle quattro squadre cinesi"
    }
  },
  {
    "translation": {
      "en": "having a clean 3-0 record.",
      "it": "con un bel punteggio pulito di 3-0."
    }
  },
  {
    "translation": {
      "en": "They are the favorites to win the whole tournament.",
      "it": "Sono i favoriti del torneo."
    }
  },
  {
    "translation": {
      "en": "So they come in with the confidence that they've won so many championships already.",
      "it": "Hanno quella sicurezza per aver vinto già così tanti tornei."
    }
  },
  {
    "translation": {
      "en": "[Liu] It's always a little bit of national pride at stake.",
      "it": "È anche una questione di orgoglio nazionale."
    }
  },
  {
    "translation": {
      "en": "So, of course, they wanna prove that Chinese Dota is still a little bit above the rest.",
      "it": "Vogliono dimostrare che il Dota cinese è al di sopra degli altri."
    }
  },
  {
    "translation": {
      "en": "[Liu] EHOME is one of the oldest Chinese Dota organizations.",
      "it": "EHOME è una delle organizzazioni di Dota cinesi più vecchie."
    }
  },
  {
    "translation": {
      "en": "They've always been at the top of competitive gaming.",
      "it": "Sono sempre stati ai vertici del gaming competitivo."
    }
  },
  {
    "translation": {
      "en": "Most memorably at ESWC 2010.",
      "it": "In particolare all'ESWC del 2010."
    }
  },
  {
    "translation": {
      "en": "[Pajkatt] Before ESWC 2010,",
      "it": "Prima dell'ESWC del 2010,"
    }
  },
  {
    "translation": {
      "en": "I thought, \"Okay, the Chinese, they're probably pretty good,",
      "it": "pensavo: \"I cinesi saranno anche molto bravi,"
    }
  },
  {
    "translation": {
      "en": "but like, how good can they be?\"",
      "it": "ma non possono essere imbattibili\"."
    }
  },
  {
    "translation": {
      "en": "[Pajkatt] And then we played EHOME",
      "it": "Poi abbiamo giocato contro gli EHOME,"
    }
  },
  {
    "translation": {
      "en": "who won that tournament without losing a single match.",
      "it": "che hanno vinto il torneo senza mai perdere."
    }
  },
  {
    "translation": {
      "en": "Like, they just crushed every team.",
      "it": "Hanno surclassato tutti quanti."
    }
  },
  {
    "translation": {
      "en": "[Liu] EHOME finished the year as the best team in the history of Dota.",
      "it": "A fine anno, gli EHOME erano la miglior squadra nella storia di Dota."
    }
  },
  {
    "translation": {
      "en": "[Pajkatt] They were on a totally different level.",
      "it": "Erano di tutt'altro livello."
    }
  },
  {
    "translation": {
      "en": "Like, they had their manager sitting behind them. He was making their calls.",
      "it": "Il manager stava dietro di loro e chiamava le tattiche."
    }
  },
  {
    "translation": {
      "en": "He was running around with this little black book.",
      "it": "Andava avanti e indietro con un libricino nero."
    }
  },
  {
    "translation": {
      "en": "And they were the first team I heard of who did that.",
      "it": "Sono stati i primi a fare una cosa simile."
    }
  },
  {
    "translation": {
      "en": "[James] The EHOME manager copying down the draft, doing the prep work.",
      "it": "Il manager degli EHOME si segnava le scelte, preparava le tattiche."
    }
  },
  {
    "translation": {
      "en": "He was their coach.",
      "it": "Era il loro allenatore."
    }
  },
  {
    "translation": {
      "en": "There was a great interview that was done.",
      "it": "C'è un'intervista stupenda"
    }
  },
  {
    "translation": {
      "en": "And it lined up all the top European captains who attended and the topic was EHOME.",
      "it": "ai migliori capitani europei del torneo e l'argomento era EHOME."
    }
  },
  {
    "translation": {
      "en": "If you want to ever play good, you don't need to invite Chinese teams",
      "it": "Se vuoi giocare bene, non invitare le squadre cinesi, perché sono troppo forti."
    }
  },
  {
    "translation": {
      "en": "-because they are too strong. -[laughter]",
      "it": "non invitare le squadre cinesi, perché sono troppo forti."
    }
  },
  {
    "translation": {
      "en": "[interviewer] So EHOME won, uh…",
      "it": "Quindi EHOME ha vinto…"
    }
  },
  {
    "translation": {
      "en": "What do you think of, of the Chinese guys?",
      "it": "Che ne pensate dei cinesi?"
    }
  },
  {
    "translation": {
      "en": "I never felt this outplayed in my entire life.",
      "it": "Non sono mai stato stracciato così in tutta la mia vita."
    }
  },
  {
    "translation": {
      "en": "Uh, it's unbelievable how good they are. Like, their timing, their discipline…",
      "it": "Sono troppo forti. Il loro tempismo, la loro disciplina…"
    }
  },
  {
    "translation": {
      "en": "They're in control of the whole game, and they keep this control all the time.",
      "it": "Sono troppo forti. Il loro tempismo, la loro disciplina… Dominano davvero l'intera partita e non mollano la presa neanche un secondo."
    }
  },
  {
    "translation": {
      "en": "This is really crazy to see, actually.",
      "it": "È una cosa incredibile da vedere."
    }
  },
  {
    "translation": {
      "en": "[in Chinese] It's because when we are at any international tournament,",
      "it": "Nei tornei internazionali,"
    }
  },
  {
    "translation": {
      "en": "when all of the foreign team managers and team members see us,",
      "it": "quando i membri degli altri team ci vedono,"
    }
  },
  {
    "translation": {
      "en": "everyone will all yell out, \"EHOME!\"",
      "it": "gridano: EHOME!"
    }
  },
  {
    "translation": {
      "en": "EHOME! EHOME!",
      "it": "EHOME!"
    }
  },
  {
    "translation": {
      "en": "[in Chinese] Do you know how spectacular that is?",
      "it": "È spettacolare!"
    }
  },
  {
    "translation": {
      "en": "Actually, this is a story. It's a custom.",
      "it": "È una tradizione, un rito."
    }
  },
  {
    "translation": {
      "en": "[Tang, in Chinese] Which is when everyone sees EHOME,",
      "it": "Quando vedono EHOME,"
    }
  },
  {
    "translation": {
      "en": "they naturally think the king is entering.",
      "it": "pensano: sono arrivati i Signori di Dota."
    }
  },
  {
    "translation": {
      "en": "[hyhy] During this trip to The International,",
      "it": "Questo viaggio al The International"
    }
  },
  {
    "translation": {
      "en": "it's actually the same period as my exam periods.",
      "it": "coincideva con i miei esami."
    }
  },
  {
    "translation": {
      "en": "So I treated it as a sacrifice that I've made… that I've made",
      "it": "Perciò l'ho considerato un sacrificio"
    }
  },
  {
    "translation": {
      "en": "for the team and for myself.",
      "it": "per la squadra e per me."
    }
  },
  {
    "translation": {
      "en": "And I find that when it comes to pursuing your passions",
      "it": "Io credo che, quando si tratta di seguire le tue passioni,"
    }
  },
  {
    "translation": {
      "en": "it's really up to you to decide if it's worth, uh… worth the sacrifice.",
      "it": "sta a te decidere se ne vale la pena o no."
    }
  },
  {
    "translation": {
      "en": "When they're having exams, they don't allow him to leave the school",
      "it": "Durante gli esami, non possono partire."
    }
  },
  {
    "translation": {
      "en": "So I told him really I said, \"Mind yourself.\"",
      "it": "Allora gli ho detto: \"Stai bene attento\"."
    }
  },
  {
    "translation": {
      "en": "[hyhy] Setting out on a career in gaming is risky. It's very risky.",
      "it": "Crearsi una carriera nel gaming è molto rischioso."
    }
  },
  {
    "translation": {
      "en": "Because the examinations actually clash with the competition",
      "it": "Perché esami e competizioni sono in conflitto,"
    }
  },
  {
    "translation": {
      "en": "and missing the exams without a proper explanation,",
      "it": "e non puoi saltare gli esami senza un motivo valido."
    }
  },
  {
    "translation": {
      "en": "the school didn't recognize the Dota competition as a valid reason.",
      "it": "La scuola non considera i tornei di Dota un motivo valido."
    }
  },
  {
    "translation": {
      "en": "[hyhy] It's kind of breaking school rules.",
      "it": "È come infrangere le regole della scuola."
    }
  },
  {
    "translation": {
      "en": "The school is determined to stop him from pursuing",
      "it": "La scuola sta facendo di tutto"
    }
  },
  {
    "translation": {
      "en": "his chance of going for this contest.",
      "it": "per impedirgli di partecipare al torneo."
    }
  },
  {
    "translation": {
      "en": "[Edwin] So I, I think this has created a big stress for the family.",
      "it": "E la cosa ha creato molto stress in famiglia."
    }
  },
  {
    "translation": {
      "en": "Gives his mother very headache, you know?",
      "it": "Fa venire certi mal di testa a sua madre…"
    }
  },
  {
    "translation": {
      "en": "[Vicky] It's quite difficult for us to pull him out right now, I think.",
      "it": "Non riusciamo a fargli cambiare idea."
    }
  },
  {
    "translation": {
      "en": "You know, he's so adamant about it.",
      "it": "È davvero deciso."
    }
  },
  {
    "translation": {
      "en": "So that's why when he told me he's going in August,",
      "it": "Quando mi ha detto che voleva andare in agosto,"
    }
  },
  {
    "translation": {
      "en": "I said, \"Then how about your school exams?",
      "it": "gli ho risposto: \"E gli esami?"
    }
  },
  {
    "translation": {
      "en": "What are you going to do?\"",
      "it": "Cosa hai intenzione di fare?\""
    }
  },
  {
    "translation": {
      "en": "[hyhy] I think my mother, she was kind of at her limits,",
      "it": "Credo che mia madre avesse raggiunto il limite,"
    }
  },
  {
    "translation": {
      "en": "telling me about how much gaming has been weighing me down.",
      "it": "mi ripeteva che il gaming mi stava rovinando la vita."
    }
  },
  {
    "translation": {
      "en": "That was really the talk when I really opened my heart, and I…",
      "it": "Alla fine ho deciso di farle capire cosa sentivo."
    }
  },
  {
    "translation": {
      "en": "shared with her my passion for the game and how much I believed that.",
      "it": "Le ho spiegato la mia passione per il gioco"
    }
  },
  {
    "translation": {
      "en": "[hyhy] My team actually has the potential to win,",
      "it": "e la mia convinzione che la mia squadra potesse vincere"
    }
  },
  {
    "translation": {
      "en": "to be the best in the world.",
      "it": "e diventare la migliore al mondo."
    }
  },
  {
    "translation": {
      "en": "So we are stopping at nothing less than first.",
      "it": "Arriveremo primi."
    }
  },
  {
    "translation": {
      "en": "This is how I tried to put it across to my mom.",
      "it": "Ho provato a farlo capire così a mia madre."
    }
  },
  {
    "translation": {
      "en": "By giving up so much to come here",
      "it": "Ho rinunciato a molto per venire qui,"
    }
  },
  {
    "translation": {
      "en": "I have absolute confidence in my team that we will win.",
      "it": "sono certo che la mia squadra vincerà."
    }
  },
  {
    "translation": {
      "en": "[host] All right, the draft is under way.",
      "it": "Ok, le scelte sono in corso."
    }
  },
  {
    "translation": {
      "en": "EHOME, they will select up their heroes. Scythe will start selecting theirs.",
      "it": "Gli EHOME sceglieranno per primi. Poi sarà il turno degli Scythe."
    }
  },
  {
    "translation": {
      "en": "Looking now at both the teams, it looks like EHOME,",
      "it": "Guardando le squadre, gli EHOME sembrano rilassati, mentre gli Scythe si vede che sono tesi."
    }
  },
  {
    "translation": {
      "en": "they're fairly relaxed while Scythe, you know, they're eager.",
      "it": "gli EHOME sembrano rilassati, mentre gli Scythe si vede che sono tesi."
    }
  },
  {
    "translation": {
      "en": "They're all gathering around hyhy to pick.",
      "it": "Sono riuniti intorno a hyhy per le scelte."
    }
  },
  {
    "translation": {
      "en": "[hyhy] If you have a losing draft, you will lose the game.",
      "it": "Se fai male il draft, perdi."
    }
  },
  {
    "translation": {
      "en": "This is what I think of Dota.",
      "it": "Dota è così, secondo me."
    }
  },
  {
    "translation": {
      "en": "So it's really a lot on, on drafting.",
      "it": "Perché si basa molto sul draft."
    }
  },
  {
    "translation": {
      "en": "[host] Drafting is where two captains will select what they want to play with.",
      "it": "Per \"draft\" si intende quando i due Capitani selezionano gli Eroi con cui giocare."
    }
  },
  {
    "translation": {
      "en": "What heroes are selected and what heroes are taken out.",
      "it": "Quali Eroi verranno scelti o rimossi."
    }
  },
  {
    "translation": {
      "en": "You can select five heroes out of a pool of over a hundred,",
      "it": "Puoi selezionarne cinque tra più di cento disponibili."
    }
  },
  {
    "translation": {
      "en": "and can also remove four of those heroes.",
      "it": "E puoi anche rimuoverne quattro."
    }
  },
  {
    "translation": {
      "en": "So four heroes you think your opponent will want to use,",
      "it": "Perciò puoi rimuovere quattro degli Eroi che pensi il tuo avversario voglia usare."
    }
  },
  {
    "translation": {
      "en": "you can remove.",
      "it": "che pensi il tuo avversario voglia usare."
    }
  },
  {
    "translation": {
      "en": "[hyhy] Before any game, any match,",
      "it": "Prima di ogni partita, decidiamo i nostri ban e le nostre scelte"
    }
  },
  {
    "translation": {
      "en": "we will decide our bans and picks according to which team we are fighting.",
      "it": "Prima di ogni partita, decidiamo i nostri ban e le nostre scelte in base alla squadra che affrontiamo."
    }
  },
  {
    "translation": {
      "en": "Usually, we would come up with a very impromptu strategy",
      "it": "Di solito, creiamo una strategia sul momento"
    }
  },
  {
    "translation": {
      "en": "to try and fight their strat.",
      "it": "per contrastare quella avversaria."
    }
  },
  {
    "translation": {
      "en": "You really have to spend a lot of time thinking of the draft.",
      "it": "Si passa tanto tempo a pensare cosa scegliere."
    }
  },
  {
    "translation": {
      "en": "The draft actually decides a lot of the game itself.",
      "it": "Le scelte decideranno buona parte della partita."
    }
  },
  {
    "translation": {
      "en": "[host] EHOME. They're a team with so much experience.",
      "it": "Gli EHOME hanno tanta esperienza."
    }
  },
  {
    "translation": {
      "en": "They already know the way they want to roll this one out.",
      "it": "Hanno già un piano di battaglia."
    }
  },
  {
    "translation": {
      "en": "The only thing that's gonna make it or break it is if they can get their execution right.",
      "it": "L'unica vera incognita per loro è se riusciranno a eseguirlo bene."
    }
  },
  {
    "translation": {
      "en": "[hyhy] In that particular match-up, we felt that we needed something that could instill the fear in them.",
      "it": "In quell'incontro, dovevamo trovare il modo di spaventarli."
    }
  },
  {
    "translation": {
      "en": "[host] And Tiny looks to be the last pick up here from Scythe.",
      "it": "E Tiny sembra essere l'ultima scelta degli Scythe."
    }
  },
  {
    "translation": {
      "en": "A bit of an interesting pick up there by Scythe.",
      "it": "Una scelta interessante."
    }
  },
  {
    "translation": {
      "en": "It's gonna start to change around their lanes completely now.",
      "it": "Ora la configurazione delle corsie cambierà completamente."
    }
  },
  {
    "translation": {
      "en": "[host] With Tiny, it is good as a surprise strat.",
      "it": "Tiny è stato un'ottima scelta per spiazzarli."
    }
  },
  {
    "translation": {
      "en": "If another team doesn't realize where he fits into the whole lineup,",
      "it": "Se l'avversario non capisce il ruolo di un Eroe nella formazione,"
    }
  },
  {
    "translation": {
      "en": "then you can really throw the opposition off balance.",
      "it": "puoi davvero turbare il suo equilibrio."
    }
  },
  {
    "translation": {
      "en": "[host] He's moving away, but no, hyhy, he'll just turn around and pops the Lina.",
      "it": "Si sta allontanando, ma no, hyhy si è girato e ha distrutto Lina."
    }
  },
  {
    "translation": {
      "en": "I wanna point out right now that EHOME, they are not noobs.",
      "it": "Vorrei far notare che gli EHOME non sono certo dei novellini."
    }
  },
  {
    "translation": {
      "en": "This is just Scythe playing an amazing game.",
      "it": "Sono gli Scythe che stanno giocando benissimo."
    }
  },
  {
    "translation": {
      "en": "[hyhy] When you have such a huge audience",
      "it": "Quando hai un pubblico così grande,"
    }
  },
  {
    "translation": {
      "en": "and you know that everyone is at home watching the game,",
      "it": "e sai che tutti guardano la partita e hanno riposto le loro speranze su di te,"
    }
  },
  {
    "translation": {
      "en": "they have their hopes pinned on you and, and I feel that…",
      "it": "e sai che tutti guardano la partita e hanno riposto le loro speranze su di te, senti che la posta in palio è molto alta."
    }
  },
  {
    "translation": {
      "en": "there's so much at, at stake.",
      "it": "senti che la posta in palio è molto alta."
    }
  },
  {
    "translation": {
      "en": "[host] And they should be able to clean it up right now.",
      "it": "E hanno quasi fatto piazza pulita."
    }
  },
  {
    "translation": {
      "en": "Tiny, he's gonna toss, he's gonna launch, and he definitely gets the kill.",
      "it": "Tiny sta per lanciarlo. Ora lo lancia. L'ha fatto fuori."
    }
  },
  {
    "translation": {
      "en": "We got 357 getting nailed out there.",
      "it": "Hanno arato 357 di brutto!"
    }
  },
  {
    "translation": {
      "en": "Nature's Prophet gonna get the last hit in as well.",
      "it": "Anche Nature's Prophet riesce a dare il colpo di grazia."
    }
  },
  {
    "translation": {
      "en": "It's the entire team down for EHOME. This is GG.",
      "it": "E gli EHOME sono KO. Ed è GG."
    }
  },
  {
    "translation": {
      "en": "-This is now a double-rax, at least. -[screams]",
      "it": "- Gli costerà due file di caserme. - Fuoco!"
    }
  },
  {
    "translation": {
      "en": "And EHOME, they're going to disconnect.",
      "it": "E gli EHOME escono."
    }
  },
  {
    "translation": {
      "en": "We have our first Winner's Bracket Finalist.",
      "it": "Abbiamo i primi finalisti per il girone dei vincitori."
    }
  },
  {
    "translation": {
      "en": "Scythe will advance.",
      "it": "Gli Scythe proseguiranno."
    }
  },
  {
    "translation": {
      "en": "EHOME will drop down into the Loser's Bracket,",
      "it": "Gli EHOME finiranno nel girone dei perdenti."
    }
  },
  {
    "translation": {
      "en": "and Scythe will now finish up this game.",
      "it": "Gli Scythe si preparano a finire la partita."
    }
  },
  {
    "translation": {
      "en": "Yeah, the one million is… Yeah, one million.",
      "it": "Sì, il milione è… Sì, un milione."
    }
  },
  {
    "translation": {
      "en": "[chuckles] That's a lot.",
      "it": "È un sacco di soldi."
    }
  },
  {
    "translation": {
      "en": "It's gonna make my time playing this game all worth it.",
      "it": "Darà un senso a tutto il tempo che ho investito in questo gioco."
    }
  },
  {
    "translation": {
      "en": "[hyhy] Didn't think smoking would do me any good.",
      "it": "Non pensavo che fumare mi avrebbe fatto bene."
    }
  },
  {
    "translation": {
      "en": "[man] When did you start smoking?",
      "it": "Quando hai iniziato a fumare?"
    }
  },
  {
    "translation": {
      "en": "Two years back. Two years back, uh…",
      "it": "Due anni fa."
    }
  },
  {
    "translation": {
      "en": "[clears throat] Bad move.",
      "it": "Pessima idea."
    }
  },
  {
    "translation": {
      "en": "[man] That seems to coincide with when you and your ex-girlfriend broke up.",
      "it": "Più o meno quando è finita con la tua ex…"
    }
  },
  {
    "translation": {
      "en": "[hyhy] On bad terms.",
      "it": "In cattivi rapporti…"
    }
  },
  {
    "translation": {
      "en": "Seems like she's, she's moved on already.",
      "it": "Sembra che a lei sia già passata."
    }
  },
  {
    "translation": {
      "en": "Back then when she was playing the game it felt like we had something to… something we shared.",
      "it": "Quando giocava anche lei, sembrava che avessimo qualcosa in comune."
    }
  },
  {
    "translation": {
      "en": "Yeah, but right now, it's like… tsk.",
      "it": "Già, ma al momento, non so…"
    }
  },
  {
    "translation": {
      "en": "I think she's… I think she's following this event, but… probably.",
      "it": "Penso che segua l'evento, probabilmente."
    }
  },
  {
    "translation": {
      "en": "This event's big. Yeah.",
      "it": "È un grosso evento."
    }
  },
  {
    "translation": {
      "en": "I hope I will get to make that phone call. Yeah.",
      "it": "Spero di riuscire a fare quella telefonata."
    }
  },
  {
    "translation": {
      "en": "Finally, I'll have something I'm proud of to tell her about.",
      "it": "Avrò qualcosa di cui vado fiero da raccontarle."
    }
  },
  {
    "translation": {
      "en": "Finally.",
      "it": "Finalmente."
    }
  },
  {
    "translation": {
      "en": "[James] When you played the Russians and the Ukrainians,",
      "it": "Quando giochi contro russi e ucraini,"
    }
  },
  {
    "translation": {
      "en": "they were just the unpredictable teams.",
      "it": "ti rendi conto di quanto siano imprevedibili."
    }
  },
  {
    "translation": {
      "en": "I had no idea what the Russians were thinking.",
      "it": "Non avevo idea di cosa pensassero i russi."
    }
  },
  {
    "translation": {
      "en": "That was their best weapon.",
      "it": "Era la loro arma migliore."
    }
  },
  {
    "translation": {
      "en": "[Dendi] Well, we're having fun. We're trying to relax.",
      "it": "Beh, ci stiamo divertendo. Stiamo cercando di rilassarci."
    }
  },
  {
    "translation": {
      "en": "We're trying to scare our opponents.",
      "it": "Cerchiamo di spaventare l'avversario."
    }
  },
  {
    "translation": {
      "en": "Mind games. Mind games. [chuckles]",
      "it": "Psicologia. Parte tutto da lì."
    }
  },
  {
    "translation": {
      "en": "[Dendi] I turn off my brain in the way of being scared of someone.",
      "it": "Disattivo la parte del cervello che mi dice d'aver paura degli altri."
    }
  },
  {
    "translation": {
      "en": "One of the things I reallly admire about him is how…",
      "it": "Una delle cose che ammiro di lui"
    }
  },
  {
    "translation": {
      "en": "he hasn't really had an easy life,",
      "it": "è che non ha mai avuto una vita facile,"
    }
  },
  {
    "translation": {
      "en": "[Tammy] but he's always so upbeat. He's always so cheerful.",
      "it": "ma è sempre così ottimista. È sempre molto allegro."
    }
  },
  {
    "translation": {
      "en": "[host] When he first came on the Dota scene, he looked like a 12-year-old boy.",
      "it": "Quando è apparso sulla scena di Dota, pareva un ragazzino di 12 anni."
    }
  },
  {
    "translation": {
      "en": "Everyone was just, like, \"Who is this kid?\"",
      "it": "Tutti dicevano: \"Chi è questo ragazzino?\""
    }
  },
  {
    "translation": {
      "en": "There's no way you can take this guy seriously. And then he would destroy you in games!",
      "it": "Non lo prendevi certo sul serio. E poi nelle partite ti distruggeva!"
    }
  },
  {
    "translation": {
      "en": "[in Russian] I saw somewhere on the Internet,",
      "it": "Ho visto da qualche parte su Internet"
    }
  },
  {
    "translation": {
      "en": "how he works with the keyboard.",
      "it": "come usa la tastiera."
    }
  },
  {
    "translation": {
      "en": "[Irina, in Russian] It really is mesmerizing.",
      "it": "È veramente ipnotico."
    }
  },
  {
    "translation": {
      "en": "[Irina, in Russian] I think Danil benefited from his piano playing",
      "it": "Credo che suonare il pianoforte gli sia servito,"
    }
  },
  {
    "translation": {
      "en": "because his hands are absolutely amazing.",
      "it": "perché le sue mani sono incredibili."
    }
  },
  {
    "translation": {
      "en": "[Clement] He can make really good moves.",
      "it": "Può fare mosse davvero stupende."
    }
  },
  {
    "translation": {
      "en": "His moves, I think are unique, and they might win you the game.",
      "it": "Penso che le sue mosse siano uniche e potrebbero far vincere la partita."
    }
  },
  {
    "translation": {
      "en": "But he wants to rely completely on skill.",
      "it": "Ma conta solo sull'abilità."
    }
  },
  {
    "translation": {
      "en": "He wants, like, an enemy against him",
      "it": "Quando si trova davanti un nemico,"
    }
  },
  {
    "translation": {
      "en": "and he wants to kill him through skill, nothing more.",
      "it": "lo vuole uccidere grazie alle sue abilità e niente più."
    }
  },
  {
    "translation": {
      "en": "He wants to win the game.",
      "it": "Vuole vincere la partita."
    }
  },
  {
    "translation": {
      "en": "His disadvantage is that he doesn't have patience.",
      "it": "Il suo svantaggio è la mancanza di pazienza."
    }
  },
  {
    "translation": {
      "en": "He wants to make those moves.",
      "it": "Vuole fare quelle mosse."
    }
  },
  {
    "translation": {
      "en": "[host] He can get a little bit too silly in games.",
      "it": "A volte nelle partite può esagerare un tantino."
    }
  },
  {
    "translation": {
      "en": "He will try new and different things.",
      "it": "Prova cose nuove e diverse."
    }
  },
  {
    "translation": {
      "en": "He will overextend in team fights because he believes he can get the kill.",
      "it": "Si espone troppo nei combattimenti di squadra, pensando di poter abbattere il nemico."
    }
  },
  {
    "translation": {
      "en": "[Clement] And his impatience can go too far and he might lose the game for us.",
      "it": "A volte è troppo impaziente e potrebbe farci perdere la partita."
    }
  },
  {
    "translation": {
      "en": "-[teammate] Team Na'Vi! -[all] Team Na'Vi!",
      "it": "Uno scopo, niente ostacoli! - Forza Na'vi! - Forza Na'vi!"
    }
  },
  {
    "translation": {
      "en": "[Toby] There it is, he's gonna go in. This should be the First Blood.",
      "it": "Nature's Prophet sta per tuffarsi nella mischia. Il primo sangue forse si avvicina."
    }
  },
  {
    "translation": {
      "en": "They got the Sprout on Sansheng as well. There's probably gonna be a double.",
      "it": "Hanno usato il Germoglio anche su Sansheng. Forse se ne porteranno a casa due."
    }
  },
  {
    "translation": {
      "en": "Dendi's ulti, it hits!",
      "it": "Forse se ne porteranno a casa due. Dendi lancia la ultimate, fa centro!"
    }
  },
  {
    "translation": {
      "en": "Dendi, Dendi, no. He's not… he cannot be.",
      "it": "Dendi, no. Non è… Non può essere."
    }
  },
  {
    "translation": {
      "en": "This is Dendi through and through.",
      "it": "Questo, signori, è Dendi."
    }
  },
  {
    "translation": {
      "en": "Starts with the Hex, goes to Cold Snap, he locks him in place!",
      "it": "Usa la Maledizione e, con la Morsa Congelante, lo blocca sul posto!"
    }
  },
  {
    "translation": {
      "en": "Weaver really close to death! Manages to Timelapse back out again.",
      "it": "Weaver è quasi morto! All'ultimo secondo usa il Riavvolgimento per scappare."
    }
  },
  {
    "translation": {
      "en": "Dendi will TP back to safety.",
      "it": "Dendi si teletrasporta via per salvarsi."
    }
  },
  {
    "translation": {
      "en": "So GG being called by iG. Na'Vi, they will take the game.",
      "it": "E gli iG dichiarano GG. I Na'Vi vincono la partita."
    }
  },
  {
    "translation": {
      "en": "Our Winners Bracket Finalists are gonna be Na'Vi versus Scythe.",
      "it": "I finalisti del girone dei vincitori saranno i Na'Vi contro gli Scythe."
    }
  },
  {
    "translation": {
      "en": "[Fear] Most teams that you see that have the most fan bases are full nationality.",
      "it": "La maggior parte delle squadre con più fan hanno un'unica nazionalità."
    }
  },
  {
    "translation": {
      "en": "Our team is all spread out across the world.",
      "it": "La nostra squadra ha giocatori da ogni parte del mondo."
    }
  },
  {
    "translation": {
      "en": "[Tammy] He does have it a little harder than us",
      "it": "Se la passa un po' peggio di noi,"
    }
  },
  {
    "translation": {
      "en": "because he doesn't really have this human support that we do.",
      "it": "perché non ha tutto il supporto morale che abbiamo noi."
    }
  },
  {
    "translation": {
      "en": "[Fear] The hardest thing that I've had to really deal with in my life",
      "it": "La maggior difficoltà che abbia affrontato in vita mia"
    }
  },
  {
    "translation": {
      "en": "is just trying to convince my family about my gaming career.",
      "it": "è stata convincere la mia famiglia della mia carriera nel gaming."
    }
  },
  {
    "translation": {
      "en": "It's really, really difficult especially when you start out slow,",
      "it": "È molto difficile, specie quando hai un esordio lento."
    }
  },
  {
    "translation": {
      "en": "but you know there's a future for something and you put a lot of time into it,",
      "it": "Sei convinto di avere un futuro e ci investi un sacco di tempo,"
    }
  },
  {
    "translation": {
      "en": "and they keep telling you, \"You should get a real job.\"",
      "it": "ma loro continuano a ripeterti: \"Perché non ti trovi un lavoro?\""
    }
  },
  {
    "translation": {
      "en": "[Fear] I was born in the Los Angeles district in Lancaster, California.",
      "it": "Sono nato a Lancaster, nel distretto di Los Angeles, in California,"
    }
  },
  {
    "translation": {
      "en": "I lived there with my dad and my mom. Around two years old, my dad left my mom.",
      "it": "dove ho vissuto con mio padre e mia madre. Quando avevo 2 anni, mio padre ha lasciato mia madre."
    }
  },
  {
    "translation": {
      "en": "He didn't really say anything. He just kind of… He just packed up and left.",
      "it": "Senza dire nulla, ha fatto le valigie e se n'è andato di punto in bianco."
    }
  },
  {
    "translation": {
      "en": "[Fear] She's had to raise us both while going to law school at the same time.",
      "it": "Mia madre ha tirato su due figli mentre studiava giurisprudenza."
    }
  },
  {
    "translation": {
      "en": "It wasn't real easy as far as just got out of law school,",
      "it": "Non è stato facile. Finiti gli studi,"
    }
  },
  {
    "translation": {
      "en": "didn't have a job, had huge student loans to pay back.",
      "it": "ero disoccupata e avevo un sacco di debiti per gli studi."
    }
  },
  {
    "translation": {
      "en": "[Karen] This job came up and so we moved here on our own.",
      "it": "Poi è saltato fuori questo lavoro e ci siamo trasferiti qui."
    }
  },
  {
    "translation": {
      "en": "So I've been raising them by myself ever since.",
      "it": "Perciò li ho tirati su da sola, da allora."
    }
  },
  {
    "translation": {
      "en": "So this is a photo album that I made for Clinton.",
      "it": "Ecco un album di foto che ho fatto per Clinton."
    }
  },
  {
    "translation": {
      "en": "For-- as he was growing up, I put pictures in it as we went along.",
      "it": "Mano a mano che cresceva, aggiungevo nuove foto."
    }
  },
  {
    "translation": {
      "en": "My sons were both really active into sports",
      "it": "Ai miei figli gli sport non bastavano mai,"
    }
  },
  {
    "translation": {
      "en": "and they wanted to do a lot so I had to limit them.",
      "it": "Ai miei figli gli sport non bastavano mai, perciò ho dovuto dare loro dei limiti: potevano praticarne due a stagione."
    }
  },
  {
    "translation": {
      "en": "They could choose two per season.",
      "it": "perciò ho dovuto dare loro dei limiti: potevano praticarne due a stagione."
    }
  },
  {
    "translation": {
      "en": "[Karen] That was maximum for me being able to get them to practice",
      "it": "Di più non potevo fare, se volevo portarli agli allenamenti"
    }
  },
  {
    "translation": {
      "en": "and go watch their games. That was tough.",
      "it": "e andare a vedere le partite. È stata dura."
    }
  },
  {
    "translation": {
      "en": "And Clinton sitting on Santa's lap, his brother, \"Santa.\"",
      "it": "Qui Clinton è in braccio a Babbo Natale, che poi sarebbe suo fratello."
    }
  },
  {
    "translation": {
      "en": "[Fear] My brother's more angry at my father for leaving than I am.",
      "it": "Mio fratello serba molto più rancore di me verso nostro padre."
    }
  },
  {
    "translation": {
      "en": "He thinks about him, he gets upset.",
      "it": "Ci pensa spesso. Si arrabbia."
    }
  },
  {
    "translation": {
      "en": "Compared to me, I just… I just block him out and pretend he doesn't exist.",
      "it": "Io, invece, lo escludo dalla mia vita e fingo che non sia mai esistito."
    }
  },
  {
    "translation": {
      "en": "[Karen] Ah, Clinton already starting, uh, video games here.",
      "it": "Qui Clinton aveva già cominciato con i videogiochi."
    }
  },
  {
    "translation": {
      "en": "[Tony] He was sitting at his house, playing Dota.",
      "it": "Se ne stava a casa a giocare a Dota."
    }
  },
  {
    "translation": {
      "en": "Doing it competitively. Had a sponsored team and everything like that.",
      "it": "In modo competitivo, con una squadra sponsorizzata e tutto il resto."
    }
  },
  {
    "translation": {
      "en": "Uh, but I think that's when it probably started getting on his… his mom's nerves.",
      "it": "E allora ha cominciato a dare sui nervi alla madre."
    }
  },
  {
    "translation": {
      "en": "[Fear] I have a crazy sleeping schedule.",
      "it": "Ho uno stile di vita sregolato."
    }
  },
  {
    "translation": {
      "en": "I'm on a European team, so sometimes I have to stay up pretty ridiculous hours",
      "it": "Sono in una squadra europea. A volte sto sveglio fino a tardi"
    }
  },
  {
    "translation": {
      "en": "or wake up at ridiculous hours.",
      "it": "o mi alzo a orari assurdi."
    }
  },
  {
    "translation": {
      "en": "So the standard day for me is not so standard.",
      "it": "Perciò non ho una giornata tipica."
    }
  },
  {
    "translation": {
      "en": "All the nights he'd be up and stuff, the dog would be up too with him",
      "it": "Tutte le notti se ne stava sveglio e il cane restava sveglio con lui"
    }
  },
  {
    "translation": {
      "en": "and that would keep her awake most of the nights",
      "it": "così teneva sveglia anche mia madre"
    }
  },
  {
    "translation": {
      "en": "and this is kind of where the tension got pretty high.",
      "it": "e la tensione continuava a salire."
    }
  },
  {
    "translation": {
      "en": "[Karen] You know, this, this went on for years",
      "it": "Questa cosa è andata avanti per anni"
    }
  },
  {
    "translation": {
      "en": "and it came to the point where I just told him",
      "it": "Questa cosa è andata avanti per anni e a un certo punto ho dovuto dirgli:"
    }
  },
  {
    "translation": {
      "en": "I said, \"You know what, you just need to go somewhere else.\"",
      "it": "\"È meglio che tu vada a stare da qualche altra parte\"."
    }
  },
  {
    "translation": {
      "en": "[Fear] So I got kicked out of my house because of my gaming career, basically.",
      "it": "Sono stato cacciato di casa per la mia carriera di giocatore."
    }
  },
  {
    "translation": {
      "en": "[Pete] When Clinton first moved in here,",
      "it": "Quando Clinton si è trasferito qui,"
    }
  },
  {
    "translation": {
      "en": "he was looking for a desk and there wasn't anything in the room.",
      "it": "aveva bisogno di una scrivania e la stanza era vuota."
    }
  },
  {
    "translation": {
      "en": "And I had a lot of stuff that we were getting ready to take to the dump.",
      "it": "Io avevo un sacco di cose da portare alla discarica."
    }
  },
  {
    "translation": {
      "en": "[Pete] And Clinton went out there and he came back in with this green desk.",
      "it": "Clinton, rovistando, ha trovato questo tavolino verde"
    }
  },
  {
    "translation": {
      "en": "And he goes, \"This is perfect!\"",
      "it": "e ha esclamato: \"Perfetto!\""
    }
  },
  {
    "translation": {
      "en": "So I didn't have a monitor, so I went to my friend",
      "it": "Non avevo un monitor, ma il mio amico ne aveva uno"
    }
  },
  {
    "translation": {
      "en": "and he had a spare CRT monitor.",
      "it": "a tubo catodico che non usava."
    }
  },
  {
    "translation": {
      "en": "So I got that, and then, obviously, I have two books here to hunch that up",
      "it": "L'ho preso e poi ci ho messo un paio di libri sotto per sistemarlo"
    }
  },
  {
    "translation": {
      "en": "so I can actually see the monitor, so it's kind of a ghetto setup.",
      "it": "all'altezza giusta. È una sistemazione di fortuna."
    }
  },
  {
    "translation": {
      "en": "Even when I go to competitions, I don't think I play like any differently",
      "it": "Ma non credo che giocherei diversamente ai tornei"
    }
  },
  {
    "translation": {
      "en": "on the nice setups compared to this one.",
      "it": "con allestimenti migliori di questo."
    }
  },
  {
    "translation": {
      "en": "Clinton's like, uh, the Rocky Balboa of Dota.",
      "it": "Clinton è il Rocky Balboa di Dota."
    }
  },
  {
    "translation": {
      "en": "He's the… he's definitely one of the first big US players.",
      "it": "Di sicuro è stato uno dei primi giocatori forti degli Stati Uniti"
    }
  },
  {
    "translation": {
      "en": "[Tony] And, honestly, I didn't even, even know he was that big.",
      "it": "e, sinceramente, non sapevo neanche che fosse così forte."
    }
  },
  {
    "translation": {
      "en": "[Theeban] In the North American scene, there weren't many good American players known back then.",
      "it": "Nell'America del Nord, all'epoca, non c'erano molti giocatori bravi."
    }
  },
  {
    "translation": {
      "en": "Everybody respected Fear.",
      "it": "Tutti rispettavano Fear."
    }
  },
  {
    "translation": {
      "en": "[Fear] A lot of the people I knew, they quit the game.",
      "it": "Un sacco di persone che conosco hanno smesso di giocare."
    }
  },
  {
    "translation": {
      "en": "They moved on, stuff like that.",
      "it": "Hanno altri interessi, cose così."
    }
  },
  {
    "translation": {
      "en": "But I stuck with it so I ended up being like one of the oldest players.",
      "it": "Ma io sono rimasto e ormai sono diventato uno dei veterani."
    }
  },
  {
    "translation": {
      "en": "[Troels] With all his years of experience",
      "it": "Con tutti i suoi anni di esperienza"
    }
  },
  {
    "translation": {
      "en": "and all his constant commitment to the game,",
      "it": "e con la sua costante dedizione"
    }
  },
  {
    "translation": {
      "en": "he's really shown that he doesn't give up.",
      "it": "ha dimostrato che non si arrenderà mai."
    }
  },
  {
    "translation": {
      "en": "[Fear] Growing up without my father, I think in the end, like…",
      "it": "Crescere senza mio padre… L'assenza di una figura maschile, ossia di qualcuno"
    }
  },
  {
    "translation": {
      "en": "not having someone there to teach me of the guy side",
      "it": "L'assenza di una figura maschile, ossia di qualcuno"
    }
  },
  {
    "translation": {
      "en": "and having a father to help you up,",
      "it": "che mi insegnasse le cose \"da uomo\","
    }
  },
  {
    "translation": {
      "en": "I think that it's actually probably made me, like, the person I am today.",
      "it": "mi ha fatto diventare la persona che sono oggi."
    }
  },
  {
    "translation": {
      "en": "You know, I just make sure everything's running smoothly on the team.",
      "it": "Mi assicuro che tutto fili liscio nella squadra."
    }
  },
  {
    "translation": {
      "en": "I kind of play, like, the father figure, I guess.",
      "it": "In qualche modo, sono una figura paterna per la squadra."
    }
  },
  {
    "translation": {
      "en": "[Jimmy] As a captain, I guess he felt he had that responsibility as well.",
      "it": "Come Capitano, credo che senta il peso di quella responsabilità."
    }
  },
  {
    "translation": {
      "en": "He was like pretty much my mentor.",
      "it": "È stato praticamente il mio mentore."
    }
  },
  {
    "translation": {
      "en": "He did tell me one time,",
      "it": "Una volta mi ha detto:"
    }
  },
  {
    "translation": {
      "en": "\"Hey, if you need someone to talk to,\" you know, he would be here.",
      "it": "\"Se hai bisogno di parlare, io sono qui\"."
    }
  },
  {
    "translation": {
      "en": "So I kind of see him as a Dota brother.",
      "it": "\"Se hai bisogno di parlare, io sono qui\". Perciò lo vedo come un fratello di Dota."
    }
  },
  {
    "translation": {
      "en": "I've never had an ego, like, thinking that I'm better than anyone else.",
      "it": "Non ho mai avuto la presunzione di essere il migliore."
    }
  },
  {
    "translation": {
      "en": "I'm always there willing to help people who are new to the scene.",
      "it": "Sono sempre disponibile ad aiutare i nuovi arrivati."
    }
  },
  {
    "translation": {
      "en": "[Fear] And that's always been kind of my role in the game,",
      "it": "E questo è sempre stato il mio ruolo nel gioco,"
    }
  },
  {
    "translation": {
      "en": "by just helping players get up, for the most part.",
      "it": "aiutare gli altri giocatori a migliorare."
    }
  },
  {
    "translation": {
      "en": "[Theeban] Fear actually broke me into the scene, you know.",
      "it": "Fear mi ha fatto entrare di prepotenza sulla scena."
    }
  },
  {
    "translation": {
      "en": "It's very hard to get yourself out there.",
      "it": "È molto difficile emergere."
    }
  },
  {
    "translation": {
      "en": "I mean, back then, I was kind of like a fanboy of him.",
      "it": "A quei tempi ero un suo grande fan."
    }
  },
  {
    "translation": {
      "en": "You know, watching his games and whatnot.",
      "it": "Seguivo le sue partite e tutto il resto."
    }
  },
  {
    "translation": {
      "en": "[Theeban] And he gave me a shot to play at a high level.",
      "it": "E lui mi ha dato la possibilità di giocare ad alti livelli."
    }
  },
  {
    "translation": {
      "en": "I wouldn't be here today if it wasn't for Fear.",
      "it": "Non sarei qui oggi se non fosse per Fear."
    }
  },
  {
    "translation": {
      "en": "I can guarantee you that.",
      "it": "Te lo posso garantire."
    }
  },
  {
    "translation": {
      "en": "[Theeban] Going into the match, we were all thinking,",
      "it": "All'inizio della partita, pensavamo:"
    }
  },
  {
    "translation": {
      "en": "MUFC didn't do so well earlier, but…",
      "it": "\"Gli MUFC non hanno dato il massimo fino ad ora, però…\""
    }
  },
  {
    "translation": {
      "en": "If we lost that game, we wouldn't win anything, so…",
      "it": "Se perdiamo questa partita, non vinciamo niente, quindi…"
    }
  },
  {
    "translation": {
      "en": "it was a high-risk game.",
      "it": "Se perdiamo questa partita, non vinciamo niente, quindi… È una partita ad alto rischio."
    }
  },
  {
    "translation": {
      "en": "[Toby] Thirty-six minutes in, almost a 7,000 gold advantage in favor of MUFC.",
      "it": "Trentasei minuti, con un vantaggio d'oro di quasi 7.000 monete per gli MUFC."
    }
  },
  {
    "translation": {
      "en": "[Fear] Toward the end, we made a couple of mistakes that put two heroes on the sideline for us.",
      "it": "Verso la fine della partita, abbiamo fatto degli errori che ci sono costati due Eroi."
    }
  },
  {
    "translation": {
      "en": "And they had all five still up and decided that they were gonna go for our Throne.",
      "it": "Erano ancora in cinque e hanno deciso di puntare dritti all'Antico."
    }
  },
  {
    "translation": {
      "en": "-They're probably gonna push for the base. -They're going GG!",
      "it": "- Avanzeranno verso la base avversaria. - Puntano al GG!"
    }
  },
  {
    "translation": {
      "en": "-They want to go for the GG! -No Fortification!",
      "it": "- Vogliono andare subito al GG! - Il Glifo della Fortificazione è finito!"
    }
  },
  {
    "translation": {
      "en": "[Theeban] We were really close to losing our Throne. It's below 20 percent HP.",
      "it": "Avevamo quasi perso l'Antico. Era sotto il 20 percento di salute."
    }
  },
  {
    "translation": {
      "en": "[Toby] And Online Kingdom, they are so close to the point",
      "it": "Avevamo quasi perso l'Antico. Era sotto il 20 percento di salute. E gli Online Kingdom stanno per essere eliminati dal torneo!"
    }
  },
  {
    "translation": {
      "en": "of getting eliminated from this tournament!",
      "it": "E gli Online Kingdom stanno per essere eliminati dal torneo!"
    }
  },
  {
    "translation": {
      "en": "We just needed to do something.",
      "it": "Dovevamo fare qualcosa."
    }
  },
  {
    "translation": {
      "en": "I'm going to go on them! I'm going to initiate on them!",
      "it": "D'accordo, mi butto su di loro! Parto per primo!"
    }
  },
  {
    "translation": {
      "en": "[Fear] I ran in first and then they all went on me",
      "it": "Mi sono buttato e si sono lanciati tutti su di me"
    }
  },
  {
    "translation": {
      "en": "instead of focusing on the Throne, which is good.",
      "it": "invece di concentrarsi sull'Antico."
    }
  },
  {
    "translation": {
      "en": "[Toby] Again by Silvercross.",
      "it": "Ancora Silvercross."
    }
  },
  {
    "translation": {
      "en": "Fear, he's trying to retreat. He turned into a pig.",
      "it": "Ancora Silvercross. Fear sta cercando di ritirarsi. È diventato un maiale!"
    }
  },
  {
    "translation": {
      "en": "How the hell is he still alive?",
      "it": "Come fa a essere ancora vivo?"
    }
  },
  {
    "translation": {
      "en": "Go, go, go! Go, go!",
      "it": "Via, via, via!"
    }
  },
  {
    "translation": {
      "en": "[Toby] They push MUFC back!",
      "it": "Stanno respingendo gli MUFC!"
    }
  },
  {
    "translation": {
      "en": "We made this huge comeback where we killed all of their heroes.",
      "it": "In questa grande rimonta abbiamo ucciso tutti i loro Eroi."
    }
  },
  {
    "translation": {
      "en": "[Theeban] You know, started pushing.",
      "it": "E abbiamo iniziato la controffensiva."
    }
  },
  {
    "translation": {
      "en": "[Toby] Silvercross is down! Morphling! He's out of this!",
      "it": "Silvercross è andato! Morphling! Fuori anche lui!"
    }
  },
  {
    "translation": {
      "en": "The Top Rax will go! There is no way now that MUFC can come back!",
      "it": "Le caserme superiori stanno crollando! Gli MUFC non riusciranno più a rimontare!"
    }
  },
  {
    "translation": {
      "en": "It will be Online Kingdom eliminating MUFC! What an incredible…",
      "it": "Gli Online Kingdom elimineranno gli MUFC! Che incredibile…"
    }
  },
  {
    "translation": {
      "en": "Our whole team just went crazy.",
      "it": "Siamo andati fuori di testa."
    }
  },
  {
    "translation": {
      "en": "[Toby] Fear leading Online Kingdom to do the impossible.",
      "it": "Fear è riuscito a condurre gli Online Kingdom a fare l'impossibile."
    }
  },
  {
    "translation": {
      "en": "I've never seen anything like that.",
      "it": "Non ho mai visto niente del genere."
    }
  },
  {
    "translation": {
      "en": "And stay tuned. We'll be back here for more exciting gameplay coming up.",
      "it": "Restate con noi per le prossime partite."
    }
  },
  {
    "translation": {
      "en": "[Dendi] Scythe. They are the 2008 ESWC winners.",
      "it": "Gli Scythe sono i campioni dell'ESWC del 2008."
    }
  },
  {
    "translation": {
      "en": "One of the best Asian teams but we aren't afraid of them.",
      "it": "Una delle migliori squadre asiatiche, ma non ci spaventano."
    }
  },
  {
    "translation": {
      "en": "We're gonna fight them.",
      "it": "Li affronteremo."
    }
  },
  {
    "translation": {
      "en": "I don't know about my teammates, but I don't feel scared at all.",
      "it": "Non so come la vedano i miei compagni, ma io non ho paura."
    }
  },
  {
    "translation": {
      "en": "I feel like I want to crush my enemy.",
      "it": "Voglio distruggere i miei avversari."
    }
  },
  {
    "translation": {
      "en": "That's how I feel. That's it.",
      "it": "Ecco come mi sento. Tutto qui."
    }
  },
  {
    "translation": {
      "en": "[Toby] Welcome to the Winners Bracket Final where Scythe goes up against Na'Vi.",
      "it": "Benvenuti alla finale del girone dei vincitori: Scythe contro Na'Vi."
    }
  },
  {
    "translation": {
      "en": "The winner gets a slot in the Grand Final.",
      "it": "Il vincitore andrà in finalissima."
    }
  },
  {
    "translation": {
      "en": "[hyhy] The crowds were all cheering for them.",
      "it": "La folla era in tripudio per loro."
    }
  },
  {
    "translation": {
      "en": "And their draft was very scary. We were, like, caught off by surprise.",
      "it": "E le loro scelte facevano paura. Siamo stati colti alla sprovvista."
    }
  },
  {
    "translation": {
      "en": "But, we were like, \"We've gotta win this, man.\" We've gotta show them who's boss.",
      "it": "Ma ci siamo detti: \"Dobbiamo vincere e dimostrare che siamo i migliori\"."
    }
  },
  {
    "translation": {
      "en": "[Toby] Scythe has managed to take all the best players from Singapore",
      "it": "Scythe ha i migliori giocatori di Singapore"
    }
  },
  {
    "translation": {
      "en": "and put them in their lineup.",
      "it": "schierati nella sua formazione."
    }
  },
  {
    "translation": {
      "en": "One million!",
      "it": "Un milione!"
    }
  },
  {
    "translation": {
      "en": "[Toby] Na'Vi, they look cool, calm, and collected.",
      "it": "I Na'Vi sembrano calmi e composti."
    }
  },
  {
    "translation": {
      "en": "They know exactly what they gotta do.",
      "it": "Sanno esattamente il da farsi."
    }
  },
  {
    "translation": {
      "en": "It all comes down to gameplay right now.",
      "it": "Ora è tutta una questione di gioco."
    }
  },
  {
    "translation": {
      "en": "And I gotta say like, Na'Vi's lineup, it is not unbeatable.",
      "it": "La formazione dei Na'Vi non è affatto imbattibile."
    }
  },
  {
    "translation": {
      "en": "So now they're gonna look for the initiation and possible kill.",
      "it": "NA'VI AGGRESSIVI CONTRO GLI SCYTHE A INIZIO PARTITA Cercano d'ingaggiare lo scontro e uccidere."
    }
  },
  {
    "translation": {
      "en": "hy is gonna get caught.",
      "it": "hy si farà beccare."
    }
  },
  {
    "translation": {
      "en": "Now bottom lane. Held in place.",
      "it": "Ora la corsia inferiore. Ben salda."
    }
  },
  {
    "translation": {
      "en": "Sven stunned. Sven will go down.",
      "it": "Sven stordito. Sven va giù."
    }
  },
  {
    "translation": {
      "en": "LighTofHeaveN, he helped out, but Ancient Apparition gets the last hit.",
      "it": "LighTofHeaveN aiuta e Dendi dà il colpo di grazia."
    }
  },
  {
    "translation": {
      "en": "[Toby] Na'Vi are dominating this final.",
      "it": "I Na'Vi stanno dominando la finale."
    }
  },
  {
    "translation": {
      "en": "Now Na'Vi, they're gonna take the chance here.",
      "it": "Ora devono sfruttare l'occasione."
    }
  },
  {
    "translation": {
      "en": "They're gonna go in for the GG.",
      "it": "Devono buttarsi per il GG."
    }
  },
  {
    "translation": {
      "en": "And GG is the call from hy first.",
      "it": "E hy è il primo a dichiarare GG."
    }
  },
  {
    "translation": {
      "en": "Na'Vi are already off their computers.",
      "it": "I Na'Vi hanno abbandonato le postazioni."
    }
  },
  {
    "translation": {
      "en": "They're not even sticking around. They've got the GG.",
      "it": "Non si trattengono neanche un po'. Hanno ottenuto il GG."
    }
  },
  {
    "translation": {
      "en": "Na'Vi are into the Grand Finals and will play for the one million dollars.",
      "it": "I Na'Vi sono in finalissima per un milione di dollari."
    }
  },
  {
    "translation": {
      "en": "Scythe will go down.",
      "it": "Gli Scythe affronteranno il vincitore del girone dei perdenti."
    }
  },
  {
    "translation": {
      "en": "They will face the winner of the Loser's Bracket.",
      "it": "Gli Scythe affronteranno il vincitore del girone dei perdenti. ANCORA UNA SCONFITTA E GLI SCYTHE SARANNO ELIMINATI"
    }
  },
  {
    "translation": {
      "en": "[hyhy] We had just lost our confidence match against Na'Vi.",
      "it": "Abbiamo appena perso la partita di sicurezza contro i Na'Vi."
    }
  },
  {
    "translation": {
      "en": "It was actually quite a blow to us.",
      "it": "È stato un duro colpo."
    }
  },
  {
    "translation": {
      "en": "The game was really the turning point for me",
      "it": "Quella partita è stata un momento cruciale per me,"
    }
  },
  {
    "translation": {
      "en": "because I actually learned that in life you can only trust in yourself, actually…",
      "it": "perché ho imparato che nella vita puoi fidarti solo di te stesso."
    }
  },
  {
    "translation": {
      "en": "not in the sense that you can't trust people,",
      "it": "Non nel senso che non ti puoi fidare degli altri,"
    }
  },
  {
    "translation": {
      "en": "but, yeah, like I said, the one who will never let you down is yourself.",
      "it": "ma perché l'unico che non ti deluderà mai sei tu."
    }
  },
  {
    "translation": {
      "en": "[Fear] Within the gaming world, I'd like to be, be the first place.",
      "it": "Voglio essere al primo posto nel mondo del gaming."
    }
  },
  {
    "translation": {
      "en": "You know, it's like I'm following behind my mother's footsteps, basically.",
      "it": "Mi sembra di seguire le orme di mia madre."
    }
  },
  {
    "translation": {
      "en": "She worked really hard to get where she is,",
      "it": "Lei ha lavorato duramente per arrivare a questo punto"
    }
  },
  {
    "translation": {
      "en": "and I kind of wanna be the same way. I wanna work hard for whatever I do.",
      "it": "e io non voglio essere da meno. Voglio lavorare sodo in ciò che faccio."
    }
  },
  {
    "translation": {
      "en": "[Fear] For me, I mean, I've never really had a dad.",
      "it": "Non ho mai avuto un padre."
    }
  },
  {
    "translation": {
      "en": "So if I had any questions about anything,",
      "it": "Per qualunque tipo di domanda"
    }
  },
  {
    "translation": {
      "en": "the person I was most comfortable talking to was my mom.",
      "it": "mi rivolgevo sempre a mia madre."
    }
  },
  {
    "translation": {
      "en": "[Fear] She definitely had the most influence on my life.",
      "it": "È la persona che mi ha più influenzato nella vita."
    }
  },
  {
    "translation": {
      "en": "When she comes home from work,",
      "it": "Quando torna dal lavoro,"
    }
  },
  {
    "translation": {
      "en": "she's always, you know, anxious to bring up the subject how she won a big case.",
      "it": "mi racconta come è riuscita a vincere un caso importante."
    }
  },
  {
    "translation": {
      "en": "I'm always proud of her when she wins these big cases",
      "it": "mi racconta come è riuscita a vincere un caso importante. E io sono fiero di lei, perché so cosa significa per lei."
    }
  },
  {
    "translation": {
      "en": "'cause I know it means a lot to her.",
      "it": "E io sono fiero di lei, perché so cosa significa per lei."
    }
  },
  {
    "translation": {
      "en": "[Fear] In the back of my head, I'm always, like,",
      "it": "Dentro di me penso sempre:"
    }
  },
  {
    "translation": {
      "en": "if I do well and if I win this tournament, you know,",
      "it": "\"Se riesco a vincere il torneo,"
    }
  },
  {
    "translation": {
      "en": "I'll finally be able to prove, like, I'm getting something out of this.",
      "it": "potrò dimostrare che sono riuscito a cavarne qualcosa\"."
    }
  },
  {
    "translation": {
      "en": "[Toby] And whoever wins this match will be facing up against EHOME,",
      "it": "Il vincitore affronterà gli EHOME,"
    }
  },
  {
    "translation": {
      "en": "but whoever will lose it, is going to be eliminated already.",
      "it": "ma chi perde sarà eliminato."
    }
  },
  {
    "translation": {
      "en": "Like, EHOME, they're looking really strong right now.",
      "it": "Gli EHOME sembrano davvero in forma."
    }
  },
  {
    "translation": {
      "en": "[Fear] We had the stronger late-game heroes, the better team fight.",
      "it": "Avevamo gli Eroi più forti a fine partita e il miglior gioco di squadra."
    }
  },
  {
    "translation": {
      "en": "Just all we had to do was just control the pushes.",
      "it": "Dovevamo controllare le avanzate."
    }
  },
  {
    "translation": {
      "en": "[Toby] Now, Online Kingdom, they're split! The stun on Santa! The splash as well.",
      "it": "Gli Online Kingdom si sono divisi! Lo stordimento su Santa! Anche l'effetto ad area."
    }
  },
  {
    "translation": {
      "en": "They're gonna claim a Windrunner. Will they? Yes, they do!",
      "it": "Vorranno prendersi anche Windranger. Ce la faranno? Sì!"
    }
  },
  {
    "translation": {
      "en": "It's 2-0 for Online Kingdom. Moscow 5, not the start they wanted.",
      "it": "Siamo 2-0 per gli Online Kingdom. Moscow 5, non certo l'inizio che speravano."
    }
  },
  {
    "translation": {
      "en": "But Online Kingdom having an amazing start…",
      "it": "Ma gli Online Kingdom giocano benissimo."
    }
  },
  {
    "translation": {
      "en": "We were so close to winning until some few mistakes that occurred in the late game.",
      "it": "Avevamo quasi vinto, finché non abbiamo commesso alcuni errori fatali."
    }
  },
  {
    "translation": {
      "en": "[Toby] They might go right now.",
      "it": "Stanno per andare."
    }
  },
  {
    "translation": {
      "en": "There's four heroes standing right next to each other. The timing is wrong!",
      "it": "Quattro Eroi in piedi, uno accanto all'altro. Le tempistiche sono sbagliate!"
    }
  },
  {
    "translation": {
      "en": "[Fear] There's communication problems because we're an international team.",
      "it": "Abbiamo problemi di comunicazione perché la squadra è internazionale."
    }
  },
  {
    "translation": {
      "en": "So I think full-nationality teams have an advantage over most teams.",
      "it": "Le squadre di una sola nazionalità hanno un grosso vantaggio."
    }
  },
  {
    "translation": {
      "en": "[Toby] Almost there! Big try! Fear's in trouble though.",
      "it": "Ci siamo quasi! Bel tentativo!"
    }
  },
  {
    "translation": {
      "en": "He's shackled and Lacoste is in. He casts his ulti as well.",
      "it": "Fear ora è nei guai, però. È incatenato e c'è anche Lacoste. Anche lui lancia la ultimate."
    }
  },
  {
    "translation": {
      "en": "[Theeban] And it just fell apart from there.",
      "it": "Anche lui lancia la ultimate. Poi è andato tutto a rotoli."
    }
  },
  {
    "translation": {
      "en": "They just slowly beat us down.",
      "it": "Ci hanno massacrati poco alla volta."
    }
  },
  {
    "translation": {
      "en": "Eventually, they just broke our base and took every single one of our raxes.",
      "it": "Hanno fatto breccia nella nostra base e hanno demolito le caserme."
    }
  },
  {
    "translation": {
      "en": "[Toby] This is really hurting Online Kingdom.",
      "it": "È un brutto colpo per gli Online Kingdom."
    }
  },
  {
    "translation": {
      "en": "They've lost three. Enigma pops.",
      "it": "Ne hanno perse tre. Enigma salta fuori."
    }
  },
  {
    "translation": {
      "en": "The team is wiped for Online Kingdom.",
      "it": "Gli Online Kingdom sono stati spazzati via."
    }
  },
  {
    "translation": {
      "en": "The base will be taken and Moscow 5 will now play EHOME and advance in the tournament.",
      "it": "La base cadrà e i Moscow 5 giocheranno contro gli EHOME."
    }
  },
  {
    "translation": {
      "en": "Now, Online Kingdom, they are out. So much promise.",
      "it": "Gli Online Kingdom sono fuori. Erano così promettenti!"
    }
  },
  {
    "translation": {
      "en": "It didn't happen in the end for Fear and the rest of Online Kingdom,",
      "it": "Alla fine, Fear e gli Online Kingdom non ce l'hanno fatta."
    }
  },
  {
    "translation": {
      "en": "and it will be Moscow 5 that will advance…",
      "it": "Saranno i Moscow 5 ad avanzare…"
    }
  },
  {
    "translation": {
      "en": "[Theeban] I think everybody on the team was very emotional.",
      "it": "La squadra era molto scossa."
    }
  },
  {
    "translation": {
      "en": "I could only imagine how he was feeling.",
      "it": "Posso solo immaginare come dev'essersi sentito."
    }
  },
  {
    "translation": {
      "en": "[Dominik] Some people take it more personally and they give everything to win.",
      "it": "C'è chi ne fa una questione personale e mette tutto in gioco."
    }
  },
  {
    "translation": {
      "en": "[Theeban] It was very satisfying knowing that we reached that Top 8,",
      "it": "È stata una grossa soddisfazione arrivare nei primi otto,"
    }
  },
  {
    "translation": {
      "en": "but he had better expectations for our team,",
      "it": "ma avevamo aspettative migliori per la nostra squadra."
    }
  },
  {
    "translation": {
      "en": "and we'd come a long way and it's all thanks to Fear.",
      "it": "Abbiamo fatto tanta strada e tutto grazie a Fear."
    }
  },
  {
    "translation": {
      "en": "[Dominik] If you don't go as far as you thought you were gonna be,",
      "it": "Se non raggiungi la tua meta,"
    }
  },
  {
    "translation": {
      "en": "I guess you end up in tears or something.",
      "it": "è normale che finisca in lacrime."
    }
  },
  {
    "translation": {
      "en": "[Fear] All of us are really disappointed, but I guess that's just how it goes.",
      "it": "Siamo tutti molto delusi, ma… Beh, è la vita."
    }
  },
  {
    "translation": {
      "en": "When I get back home, I need to make a big decision in my life.",
      "it": "Dovrò prendere delle decisioni importanti."
    }
  },
  {
    "translation": {
      "en": "Like, just the benefits of playing Dota professionally,",
      "it": "Tipo, i vantaggi di giocare Dota 2 a livello professionistico:"
    }
  },
  {
    "translation": {
      "en": "how much I can make from it,",
      "it": "quanto ci posso guadagnare"
    }
  },
  {
    "translation": {
      "en": "and how much time I really need to put into it to be 100 percent, so…",
      "it": "quanto ci posso guadagnare e quanto tempo devo dedicarci per restare al 100%."
    }
  },
  {
    "translation": {
      "en": "[Fear] The only way I would ever do that is if I move in with my teammates",
      "it": "L'unica soluzione è andare ad abitare con i miei compagni di squadra"
    }
  },
  {
    "translation": {
      "en": "and have like a training house with them,",
      "it": "in una specie di casa-palestra"
    }
  },
  {
    "translation": {
      "en": "so I know for sure that we're all dedicated.",
      "it": "per dedicarci completamente al gioco."
    }
  },
  {
    "translation": {
      "en": "I think things happen for a reason,",
      "it": "Le cose non succedono per caso"
    }
  },
  {
    "translation": {
      "en": "and when things happen, you just do your best and continue going forward with it.",
      "it": "e, quando succedono, fai del tuo meglio e vai avanti."
    }
  },
  {
    "translation": {
      "en": "I mean, deep down inside, I know this career is gonna work out for me in the end.",
      "it": "So che questa carriera alla fine darà i suoi frutti."
    }
  },
  {
    "translation": {
      "en": "[analyst, in Chinese] As for the Chinese teams, I hope and know that they're capable of coming out of the Losers Bracket.",
      "it": "Le squadre cinesi riusciranno a uscire dal girone dei perdenti."
    }
  },
  {
    "translation": {
      "en": "The top three teams are likely to be Na'Vi, Scythe, and a Chinese team",
      "it": "Le prime tre squadre saranno probabilmente Na'Vi, Scythe e una squadra cinese"
    }
  },
  {
    "translation": {
      "en": "which I personally hope will be EHOME.",
      "it": "che spererei fosse EHOME."
    }
  },
  {
    "translation": {
      "en": "[woman analyst, in Chinese] Emotionally, I would hope that EHOME would win.",
      "it": "Vorrei che fossero gli EHOME a vincere."
    }
  },
  {
    "translation": {
      "en": "Turning him into a pig! They need to get this kill.",
      "it": "E lo trasforma in un maiale! Devono ottenere questa uccisione."
    }
  },
  {
    "translation": {
      "en": "The stun! The Weaver Wave! It's a little piglet!",
      "it": "Lo stordimento! Lo Sciame di Weaver! È un maialino!"
    }
  },
  {
    "translation": {
      "en": "And it's dead! Slardar! 820, he's almost dead!",
      "it": "Ed è morto! Slardar! 820 è quasi andato!"
    }
  },
  {
    "translation": {
      "en": "Burrow Strike! Epicenter!",
      "it": "Attacco dal Sottosuolo! Epicentro!"
    }
  },
  {
    "translation": {
      "en": "357! It's a double-kill by the Weaver!",
      "it": "357! Doppia uccisione da parte di Weaver!"
    }
  },
  {
    "translation": {
      "en": "EHOME, they'll lose FCB as well.",
      "it": "Gli EHOME stanno per perdere anche FCB."
    }
  },
  {
    "translation": {
      "en": "Moscow 5, casualties of war.",
      "it": "Moscow 5: vittime di guerra."
    }
  },
  {
    "translation": {
      "en": "Holy Hell!",
      "it": "Porca miseria."
    }
  },
  {
    "translation": {
      "en": "[Zou, in Chinese] In China, this game is a professional career.",
      "it": "In Cina, questo gioco è una carriera professionistica."
    }
  },
  {
    "translation": {
      "en": "We are stressed because we have to win.",
      "it": "Siamo stressati perché dobbiamo vincere."
    }
  },
  {
    "translation": {
      "en": "If we don't win or we lose to foreign teams,",
      "it": "Se non vinciamo o se perdiamo contro squadre straniere i nostri fan cinesi iniziano a dubitare di noi."
    }
  },
  {
    "translation": {
      "en": "[Zou, in Chinese] Chinese fans will have doubt in us.",
      "it": "i nostri fan cinesi iniziano a dubitare di noi."
    }
  },
  {
    "translation": {
      "en": "[Toby] Now Lion though is gonna find him. Boxes him up.",
      "it": "Ora però Lion lo incalza. Usa la Maledizione."
    }
  },
  {
    "translation": {
      "en": "Finger's already started. There's the stun.",
      "it": "Ecco il Dito della morte, arriva lo stordimento."
    }
  },
  {
    "translation": {
      "en": "Maelk in a lot of trouble. Really caught out of position.",
      "it": "Maelk è nei guai. Era fuori posizione."
    }
  },
  {
    "translation": {
      "en": "AA ulti will fly in but hits on nothing. Mania with the SK ultimate…",
      "it": "AA lancia la sua ultimate senza colpire nessuno. Mania con la ultimate di SK…"
    }
  },
  {
    "translation": {
      "en": "[Tang, in Chinese] The situation is China against the world.",
      "it": "È la Cina contro il resto del mondo."
    }
  },
  {
    "translation": {
      "en": "If we win the championship, it is what we are supposed to do.",
      "it": "Se vinciamo il campionato, abbiamo fatto il nostro dovere."
    }
  },
  {
    "translation": {
      "en": "I tell them, if you are coming here, you are here for the first place.",
      "it": "Dico loro: \"Dovete arrivare primi\"."
    }
  },
  {
    "translation": {
      "en": "I will tell them every day, we must accomplish this. We must achieve this.",
      "it": "Glielo ripeto ogni giorno: dobbiamo vincere!"
    }
  },
  {
    "translation": {
      "en": "Our tradition is anything other than the champion trophy we will not bring home.",
      "it": "La nostra tradizione ci impone di portare a casa il trofeo dei campioni."
    }
  },
  {
    "translation": {
      "en": "They will go ahead and trash it at the airport.",
      "it": "Qualsiasi altro premio, lo buttiamo via all'aeroporto."
    }
  },
  {
    "translation": {
      "en": "[Toby] Now PLT. Support Teleporting in. FCB gets the first stun.",
      "it": "PLT si teletrasporta per aiutare la squadra. Primo stordimento per FCB."
    }
  },
  {
    "translation": {
      "en": "Misery over-commits on the top lane.",
      "it": "Misery si espone troppo nella corsia superiore."
    }
  },
  {
    "translation": {
      "en": "-[shouts] -GG!",
      "it": "GG!"
    }
  },
  {
    "translation": {
      "en": "[Tang, in Chinese] I can feel they really want to beat us,",
      "it": "Le squadre straniere vogliono batterci con tutto il cuore."
    }
  },
  {
    "translation": {
      "en": "the foreign teams.",
      "it": "Le squadre straniere vogliono batterci con tutto il cuore. PLT ne ha avuto abbastanza. FCB! Che tempismo per la Rana!"
    }
  },
  {
    "translation": {
      "en": "PLT, he's had enough of this. FCB! What a time for a Frog!",
      "it": "PLT ne ha avuto abbastanza. FCB! Che tempismo per la Rana!"
    }
  },
  {
    "translation": {
      "en": "Misery will pop!",
      "it": "Misery è andato!"
    }
  },
  {
    "translation": {
      "en": "[in Chinese] But when they watch us play, they feel…",
      "it": "Ma, quando ci vedono giocare,"
    }
  },
  {
    "translation": {
      "en": "that there is no way to beat us.",
      "it": "capiscono che non c'è modo di batterci."
    }
  },
  {
    "translation": {
      "en": "[hyhy] This is where my dad works.",
      "it": "Qui lavora mio padre."
    }
  },
  {
    "translation": {
      "en": "For as long as I remember, he's doing the logistics for the company here.",
      "it": "Che mi ricordi, ha sempre lavorato in quest'azienda del settore logistico."
    }
  },
  {
    "translation": {
      "en": "So it involves the shipping of the containers from one place to another.",
      "it": "Si occupa delle spedizioni dei container."
    }
  },
  {
    "translation": {
      "en": "[hyhy] When I was younger, he used to work, like, 15 to 16 hours a day.",
      "it": "Quando ero piccolo, lavorava fino a 15 o 16 ore al giorno."
    }
  },
  {
    "translation": {
      "en": "He's pretty much given up on everything else in his life.",
      "it": "Ha praticamente rinunciato a tutto il resto nella vita."
    }
  },
  {
    "translation": {
      "en": "He's always made it clear to me that, you know, I should focus on my life,",
      "it": "Mi dice sempre che devo concentrarmi sugli studi"
    }
  },
  {
    "translation": {
      "en": "focus on my studies so as to not follow in his footsteps.",
      "it": "Mi dice sempre che devo concentrarmi sugli studi per non finire come lui."
    }
  },
  {
    "translation": {
      "en": "He doesn't want me to, you know, be slogging as hard as he is right now.",
      "it": "Non vuole che sgobbi quanto lui."
    }
  },
  {
    "translation": {
      "en": "[hyhy] But, you know, the chance to be the best in the world at, at something…",
      "it": "Ma la possibilità di essere il migliore al mondo in qualcosa"
    }
  },
  {
    "translation": {
      "en": "you don't get it much in life.",
      "it": "non capita spesso nella vita."
    }
  },
  {
    "translation": {
      "en": "I heard my son say, uh, he's working at this, what, Dota.",
      "it": "Ho sentito dire a mio figlio che stava lavorando a questo, come si chiama, Dota."
    }
  },
  {
    "translation": {
      "en": "[Lim] He spends a lot of time and he gets nothing. For me, it's very disappointing.",
      "it": "Ci perde un sacco di tempo. Per me, è una grossa delusione."
    }
  },
  {
    "translation": {
      "en": "Never goes to school. He wants to play computer.",
      "it": "Non va a scuola. Vuole solo giocare al computer."
    }
  },
  {
    "translation": {
      "en": "Then in the morning, sleep. [Lim] Then computer until the next day morning. Then he sleeps.",
      "it": "La mattina dorme. Poi si sveglia e sta al computer fino al giorno dopo."
    }
  },
  {
    "translation": {
      "en": "The whole day at least 15 hours at the computer a day.",
      "it": "In un giorno, passa almeno 15 ore al computer."
    }
  },
  {
    "translation": {
      "en": "His life, my… [chuckles] …my son's life is like that.",
      "it": "La sua vita… La vita di mio figlio è così."
    }
  },
  {
    "translation": {
      "en": "For me, I hope for my son to study more. Not like me. I never studied.",
      "it": "Vorrei che mio figlio studiasse. Non come me, che non ho mai studiato."
    }
  },
  {
    "translation": {
      "en": "When I was young, I was also the same as Han Yong, always spent a lot of time to play.",
      "it": "Da giovane ero come Han Yong, sprecavo le giornate a giocare."
    }
  },
  {
    "translation": {
      "en": "[Lim] But now I also regret, why I don't study.",
      "it": "Ma ora mi pento di non aver studiato."
    }
  },
  {
    "translation": {
      "en": "But now I'm hoping my son continues to study",
      "it": "Spero che mio figlio continui a studiare"
    }
  },
  {
    "translation": {
      "en": "to get an education better than me.",
      "it": "per avere un'istruzione migliore della mia."
    }
  },
  {
    "translation": {
      "en": "This is my hope.",
      "it": "È la mia speranza."
    }
  },
  {
    "translation": {
      "en": "I want to win this badly.",
      "it": "Voglio vincere a tutti i costi."
    }
  },
  {
    "translation": {
      "en": "Are you ready for EHOME?",
      "it": "Siete pronti per gli EHOME?"
    }
  },
  {
    "translation": {
      "en": "We'll do whatever we can.",
      "it": "Faremo il possibile."
    }
  },
  {
    "translation": {
      "en": "For hy, I feel it was a great choice, a brilliant choice.",
      "it": "Per hy, credo sia stata una scelta fantastica."
    }
  },
  {
    "translation": {
      "en": "Because he was considering that we could have won.",
      "it": "Perché pensava che avremmo potuto farcela."
    }
  },
  {
    "translation": {
      "en": "It's an opportunity that you shouldn't miss out.",
      "it": "È un'occasione che non puoi lasciarti sfuggire."
    }
  },
  {
    "translation": {
      "en": "So, get ready, sign in, log in, play around, test a little bit,",
      "it": "Preparatevi: fate l'accesso, qualche prova"
    }
  },
  {
    "translation": {
      "en": "and then join the lobby in about four minutes.",
      "it": "e unitevi alla lobby tra 4 minuti."
    }
  },
  {
    "translation": {
      "en": "-[hyhy] Okay. -Okay.",
      "it": "- Ok. - Ok."
    }
  },
  {
    "translation": {
      "en": "[Daryl] It's a once-in-a-lifetime chance.",
      "it": "È un'occasione che capita una volta nella vita."
    }
  },
  {
    "translation": {
      "en": "If you miss it, it might be gone forever. You might not experience it again.",
      "it": "Se la perdi, potresti non averne un'altra."
    }
  },
  {
    "translation": {
      "en": "[Toby] And we have a rematch. EHOME versus Scythe.",
      "it": "E abbiamo una rivincita. EHOME contro Scythe."
    }
  },
  {
    "translation": {
      "en": "EHOME facing up against the team that forced them into the lower bracket.",
      "it": "EHOME contro chi li ha mandati nel girone dei perdenti."
    }
  },
  {
    "translation": {
      "en": "[Liu] The psychological pressure is immense, especially upon the drafter.",
      "it": "La pressione psicologica è immensa, specie su chi fa le scelte."
    }
  },
  {
    "translation": {
      "en": "Because he is the one who is in the end responsible for the team's picks.",
      "it": "Perché alla fine è lui il responsabile per gli Eroi che ottiene la squadra."
    }
  },
  {
    "translation": {
      "en": "-No, no, no, no, no. -No, no. Don't say no!",
      "it": "- No, no, no. - No. Non dire no!"
    }
  },
  {
    "translation": {
      "en": "No, no. Trust me. No.",
      "it": "No. Fidati. No."
    }
  },
  {
    "translation": {
      "en": "Wait, wait, wait. Tell me this. You really want it? I really think…",
      "it": "Aspetta. Dimmi: lo vuoi davvero? Penso proprio…"
    }
  },
  {
    "translation": {
      "en": "It's the Antimage and SF. That's what I think.",
      "it": "E sono Anti-Mage e Shadow Fiend. Ecco cosa penso."
    }
  },
  {
    "translation": {
      "en": "[Toby] Shadow Fiend? Alrighty then. It's hyhy as SF.",
      "it": "Shadow Fiend? Ok, hyhy giocherà con SF."
    }
  },
  {
    "translation": {
      "en": "Everyone knows how to counter a Shadow Fiend.",
      "it": "Tutti sanno come contrastare Shadow Fiend."
    }
  },
  {
    "translation": {
      "en": "It's a very bold pickup here by Scythe.",
      "it": "È una scelta molto audace da parte degli Scythe."
    }
  },
  {
    "translation": {
      "en": "The fact, if Scythe wins the early game, they're gonna gain so much momentum,",
      "it": "Se gli Scythe vanno subito in vantaggio, otterranno uno slancio molto forte."
    }
  },
  {
    "translation": {
      "en": "but if they don't, then EHOME will basically roll themselves into the Grand Final.",
      "it": "Altrimenti, gli EHOME andranno senza sforzi alla finalissima."
    }
  },
  {
    "translation": {
      "en": "hyhy, BKB is gonna wear off pretty soon, Venomancer, great strike!",
      "it": "hyhy, l'effetto della BKB sta per terminare. Venomancer, gran bel colpo!"
    }
  },
  {
    "translation": {
      "en": "-[Toby] hy's dead! -Stay in the trees now!",
      "it": "- hy è morto! - Resta tra gli alberi!"
    }
  },
  {
    "translation": {
      "en": "And he wants xy-, he catches up to him. And he brings him down.",
      "it": "Vuole prendere XY-, lo raggiunge. E lo tira giù."
    }
  },
  {
    "translation": {
      "en": "[in Chinese] Hey! I told you to stay in the trees!",
      "it": "Ti avevo detto di restare tra gli alberi!"
    }
  },
  {
    "translation": {
      "en": "Why'd you come out?",
      "it": "Perché sei uscito?"
    }
  },
  {
    "translation": {
      "en": "-Stay in the trees! I told you. -What will I do?",
      "it": "Resta tra gli alberi! Te l'avevo detto."
    }
  },
  {
    "translation": {
      "en": "[Toby] What an ulti! He Cogs!",
      "it": "Che ultimate fantastica! Usa gli Ingranaggi!"
    }
  },
  {
    "translation": {
      "en": "Chawy, he wants to leap, but there is just no Mana!",
      "it": "Chawy vorrebbe balzare, ma non ha mana!"
    }
  },
  {
    "translation": {
      "en": "[in Chinese] I already told you.",
      "it": "Te l'avevo detto."
    }
  },
  {
    "translation": {
      "en": "-I told you. Do you understand? -It's okay. I'm alive. I'm alive.",
      "it": "- Te l'avevo detto. Capito? - Va bene. Stai calmo."
    }
  },
  {
    "translation": {
      "en": "[Toby] If he can pop off an ulti like that, he doesn't really have to reveal himself to his opponent.",
      "it": "Se riesce a lanciare una ultimate così, non deve neanche rivelarsi all'avversario."
    }
  },
  {
    "translation": {
      "en": "He can really just initiate. Oh, there he goes!",
      "it": "Basta che parta per primo. E si lancia!"
    }
  },
  {
    "translation": {
      "en": "hyhy doesn't manage to pop off an ultimate.",
      "it": "- hyhy non riesce a usare la sua ultimate. - Ottimo!"
    }
  },
  {
    "translation": {
      "en": "-[Toby] Earthshaker is already dead. -Nice!",
      "it": "- Earthshaker è già morto. - Ottimo!"
    }
  },
  {
    "translation": {
      "en": "[Toby] A2RS really gunning for hyhy.",
      "it": "A2RS dà la caccia a hyhy."
    }
  },
  {
    "translation": {
      "en": "There are already three gone. Make that four.",
      "it": "Tre sono già andati. Anzi, quattro."
    }
  },
  {
    "translation": {
      "en": "It's a double-kill for the Anti-mage. And they're headed for the tower right now.",
      "it": "Doppia uccisione per Anti-Mage. E ora sono diretti alla torre."
    }
  },
  {
    "translation": {
      "en": "There is a GG. Good Game called by hyhy.",
      "it": "hyhy dichiara GG!"
    }
  },
  {
    "translation": {
      "en": "Scythe have had enough now. EHOME will advance.",
      "it": "Gli Scythe ne hanno avuto abbastanza. Gli EHOME andranno avanti."
    }
  },
  {
    "translation": {
      "en": "The Chinese hopes will stay alive",
      "it": "I cinesi ci sperano ancora."
    }
  },
  {
    "translation": {
      "en": "as they will go up against Na'Vi with a one-game disadvantage…",
      "it": "Combatteranno contro i Na'Vi in svantaggio di una partita."
    }
  },
  {
    "translation": {
      "en": "[hyhy] The first-placing was very important to me.",
      "it": "Il primo posto era molto importante per me."
    }
  },
  {
    "translation": {
      "en": "And to add on to that, my studies were also at the same time affected by everything.",
      "it": "I miei studi ne hanno sofferto."
    }
  },
  {
    "translation": {
      "en": "So everything was related.",
      "it": "Perciò era tutto collegato."
    }
  },
  {
    "translation": {
      "en": "When everything comes falling down at the same time it's quite hard to handle.",
      "it": "Quando ti crolla il mondo addosso, è difficile rimanere in piedi."
    }
  },
  {
    "translation": {
      "en": "[hyhy] Things are all changed.",
      "it": "Le cose sono cambiate."
    }
  },
  {
    "translation": {
      "en": "So you gotta, like, plan your life again. All over again.",
      "it": "Devi riorganizzare la tua vita. Ricominciare da capo."
    }
  },
  {
    "translation": {
      "en": "I've learned a lot.",
      "it": "Ho imparato molto."
    }
  },
  {
    "translation": {
      "en": "You've gotta realize your, your flaws.",
      "it": "Devi accettare i tuoi difetti."
    }
  },
  {
    "translation": {
      "en": "That's the toughest part, I feel.",
      "it": "Credo che sia la parte più dura."
    }
  },
  {
    "translation": {
      "en": "I don't do things as well alone.",
      "it": "Le cose non mi riescono altrettanto bene, da solo."
    }
  },
  {
    "translation": {
      "en": "So if you try to do everything by yourself, it's not gonna be possible, you know.",
      "it": "Se provi a fare tutto da solo, ti accorgi che non è possibile."
    }
  },
  {
    "translation": {
      "en": "I'm actually a believer of fate, and I told myself that, um, winning isn't necessary",
      "it": "Credo nel destino e mi sono detto che vincere non è necessario"
    }
  },
  {
    "translation": {
      "en": "because there are so many more things in life.",
      "it": "perché ci sono tante altre cose nella vita."
    }
  },
  {
    "translation": {
      "en": "How you take care of the people you love.",
      "it": "Come prendersi cura delle persone a cui si vuol bene."
    }
  },
  {
    "translation": {
      "en": "I think that's, that's a very big thing. You know that's a very important thing.",
      "it": "Penso che sia una cosa importante."
    }
  },
  {
    "translation": {
      "en": "It's, it's the most important thing ever.",
      "it": "È la cosa più importante di tutte."
    }
  },
  {
    "translation": {
      "en": "[Dendi] Catch these guys.",
      "it": "Riprendi questi tizi."
    }
  },
  {
    "translation": {
      "en": "It's not fair. Catch these guys. I just woke up. It's not fair.",
      "it": "Non è giusto. Riprendi loro. Mi sono appena svegliato. Non è giusto."
    }
  },
  {
    "translation": {
      "en": "[Dendi] My haircut… still crazy. No?",
      "it": "I miei capelli sono ancora da matto. No?"
    }
  },
  {
    "translation": {
      "en": "But I don't care.",
      "it": "Non importa."
    }
  },
  {
    "translation": {
      "en": "Okay, I have everything with me.",
      "it": "Ok, sono pronto."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "it": "Andiamo."
    }
  },
  {
    "translation": {
      "en": "[Toby] We are now at the final day of The International Dota 2 Championships.",
      "it": "E siamo all'ultimo giorno del campionato di Dota 2 \"The International\"."
    }
  },
  {
    "translation": {
      "en": "It is Na'Vi. They have a one-game advantage.",
      "it": "Sono i Na'Vi. In vantaggio di una partita."
    }
  },
  {
    "translation": {
      "en": "Sitting very, very sweetly in the Grand Final.",
      "it": "Un vantaggio notevole per una finalissima."
    }
  },
  {
    "translation": {
      "en": "Who will get a shot at the one million dollars?",
      "it": "Chi si porterà a casa il milione di dollari?"
    }
  },
  {
    "translation": {
      "en": "[Liu] Na'Vi was running the same strategy the whole time",
      "it": "I Na'Vi usavano la solita strategia"
    }
  },
  {
    "translation": {
      "en": "and no one seemed to be able to counter it.",
      "it": "che nessuno pareva in grado di contrastare."
    }
  },
  {
    "translation": {
      "en": "Na'Vi loves pushing from minute 10 and trying to end the game at minute 15.",
      "it": "I Na'Vi iniziano a fare pressione dal decimo minuto per cercare di finire la partita entro il quindicesimo."
    }
  },
  {
    "translation": {
      "en": "[Fear] Those strategies are very sensitive because if you fail even once",
      "it": "È un tipo di strategia molto delicato, perché se fai un solo errore la partita può diventare molto tosta."
    }
  },
  {
    "translation": {
      "en": "it can become a very difficult game for you.",
      "it": "perché se fai un solo errore la partita può diventare molto tosta."
    }
  },
  {
    "translation": {
      "en": "EHOME has been known for how well they defend their base",
      "it": "Gli EHOME sono noti per l'abilità nel difendere la loro base."
    }
  },
  {
    "translation": {
      "en": "So if there was a team that could stop Na'Vi's push it would be EHOME.",
      "it": "Gli EHOME sono noti per l'abilità nel difendere la loro base. Se c'è una squadra in grado di fermare i Na'Vi, sono gli EHOME."
    }
  },
  {
    "translation": {
      "en": "[Toby] And let's get this game underway.",
      "it": "E diamo il via alla partita."
    }
  },
  {
    "translation": {
      "en": "The players will start to pick up their heroes with one million dollars at stake.",
      "it": "I giocatori iniziano a scegliere gli Eroi con una posta in gioco di un milione."
    }
  },
  {
    "translation": {
      "en": "Na'Vi will need to win two. EHOME will need to win three.",
      "it": "I Na'Vi ne devono vincere due. Gli EHOME ne devono vincere tre."
    }
  },
  {
    "translation": {
      "en": "[Liu] Running a very, very old school strategy with three core heroes.",
      "it": "Grazie a una strategia classica con tre Eroi principali,"
    }
  },
  {
    "translation": {
      "en": "EHOME managed to survive Na'Vi's onslaught early.",
      "it": "gli EHOME sono sopravvissuti alla carneficina iniziale dei Na'Vi."
    }
  },
  {
    "translation": {
      "en": "[Toby] It's all on Dendi. PLT TP's himself in.",
      "it": "Ora è tutto sulle spalle di Dendi. PLT si teletrasporta."
    }
  },
  {
    "translation": {
      "en": "Dendi on the retreat back out to the tower.",
      "it": "Dendi in ritirata si ripara sotto la torre. Riuscirà a cavarsela?"
    }
  },
  {
    "translation": {
      "en": "Will he get himself away? X!!. There it is.",
      "it": "Dendi in ritirata si ripara sotto la torre. Riuscirà a cavarsela? X!! Sì, eccolo!"
    }
  },
  {
    "translation": {
      "en": "Last hit, 357, the Venomancer brings down Dendi in the middle.",
      "it": "Colpo di grazia, 357, Venomancer finisce Dendi nella corsia centrale."
    }
  },
  {
    "translation": {
      "en": "[Fear] Every time you see Dendi perform he's always playing very well",
      "it": "Dendi è sempre molto forte,"
    }
  },
  {
    "translation": {
      "en": "and he usually doesn't lose his lanes.",
      "it": "in genere non perde il controllo della corsia."
    }
  },
  {
    "translation": {
      "en": "[Clement] So, Dendi, his impatience is that Chinese teams, they are patient.",
      "it": "Insomma, Dendi è impaziente. Mentre le squadre cinesi sono pazienti."
    }
  },
  {
    "translation": {
      "en": "They look out for the fact that you might cross a line,",
      "it": "Non appena ti spingi un po' troppo in là,"
    }
  },
  {
    "translation": {
      "en": "and they will take you and kill you and win the game through those situations.",
      "it": "ti prendono, ti ammazzano e vincono la partita."
    }
  },
  {
    "translation": {
      "en": "[Toby] Trouble in the mid lane again. There's already the Gush.",
      "it": "Altri problemi nella corsia centrale. Arriva il Getto d'Acqua."
    }
  },
  {
    "translation": {
      "en": "357, PLT, everyone is right on top of Dendi.",
      "it": "357, PLT. Sono tutti su Dendi. È nel posto sbagliato."
    }
  },
  {
    "translation": {
      "en": "He's in the wrong place.",
      "it": "È nel posto sbagliato."
    }
  },
  {
    "translation": {
      "en": "And the way Na'Vi played, they really gambled basically.",
      "it": "I Na'Vi hanno giocato d'azzardo."
    }
  },
  {
    "translation": {
      "en": "Dendi's really been ganked, just shut down.",
      "it": "Hanno teso un'imboscata a Dendi, e l'hanno neutralizzato."
    }
  },
  {
    "translation": {
      "en": "And not a single kill to his name as well.",
      "it": "Non è riuscito a ucciderne nemmeno uno."
    }
  },
  {
    "translation": {
      "en": "Now Na'Vi gonna assault inside the base.",
      "it": "I Na'Vi vanno all'assalto dentro la base."
    }
  },
  {
    "translation": {
      "en": "Watch Artstyle. Tier 3 tower. VS Swap! Artstyle's in the wrong place!",
      "it": "Artstyle. Torre di terzo grado. VS lo scambia! Artstyle è nel posto sbagliato! C'è anche Doom! Partono le due BKB!"
    }
  },
  {
    "translation": {
      "en": "Doom there as well! BKB's both popping off!",
      "it": "Artstyle è nel posto sbagliato! C'è anche Doom! Partono le due BKB!"
    }
  },
  {
    "translation": {
      "en": "Ravage will pop from LighTofHeaveN unable to affect EHOME.",
      "it": "La Devastazione di LighTofHeaveN non ha effetto sugli EHOME. E Pudge muore."
    }
  },
  {
    "translation": {
      "en": "Pudge will go down. They wanna be initiated on.",
      "it": "La Devastazione di LighTofHeaveN non ha effetto sugli EHOME. E Pudge muore. Aspettano la prima mossa. I Na'Vi devono ripiegare."
    }
  },
  {
    "translation": {
      "en": "Na'Vi, they need to fall back.",
      "it": "Aspettano la prima mossa. I Na'Vi devono ripiegare."
    }
  },
  {
    "translation": {
      "en": "[Clement] They take your little upsets",
      "it": "Sfruttano questi piccoli errori"
    }
  },
  {
    "translation": {
      "en": "and just win the game through those mistakes.",
      "it": "e li usano per vincere."
    }
  },
  {
    "translation": {
      "en": "[Toby] GG from Na'Vi!",
      "it": "GG dai Na'Vi!"
    }
  },
  {
    "translation": {
      "en": "EHOME is celebrating right now inside the booth. Na'Vi cannot believe it!",
      "it": "Gli EHOME festeggiano nello stand. I Na'Vi non riescono a crederci."
    }
  },
  {
    "translation": {
      "en": "They've dominated this tournament up till now,",
      "it": "Avevano dominato il torneo, finora,"
    }
  },
  {
    "translation": {
      "en": "and EHOME takes the first match so convincingly.",
      "it": "ma gli EHOME si aggiudicano la prima partita."
    }
  },
  {
    "translation": {
      "en": "[Liu] That was the first loss of Na'Vi during the whole tournament.",
      "it": "È stata la prima sconfitta dei Na'Vi nel torneo."
    }
  },
  {
    "translation": {
      "en": "They went undefeated until the Grand Final.",
      "it": "Erano rimasti imbattuti fino ad ora."
    }
  },
  {
    "translation": {
      "en": "[Toby] We're gonna have a 15-minute break and be right back here soon.",
      "it": "Ritorneremo tra 15 minuti."
    }
  },
  {
    "translation": {
      "en": "Na'Vi, they need to compose themselves.",
      "it": "I Na'Vi cercano di ricomporsi."
    }
  },
  {
    "translation": {
      "en": "EHOME, well, they just need to be awesome. What a play by them!",
      "it": "Gli EHOME continuano ad essere incredibili. Hanno giocato una grande partita…"
    }
  },
  {
    "translation": {
      "en": "[Dendi] Any loss actually makes me pretty sad.",
      "it": "Le sconfitte mi rendono triste."
    }
  },
  {
    "translation": {
      "en": "We tried to put family pictures here.",
      "it": "CASA DI DANIL L'VIV, UCRAINA Qui abbiamo delle foto di famiglia."
    }
  },
  {
    "translation": {
      "en": "This is our mom and dad.",
      "it": "Questi sono mamma e papà."
    }
  },
  {
    "translation": {
      "en": "And I think that this one is our favorite actually.",
      "it": "È la nostra foto preferita."
    }
  },
  {
    "translation": {
      "en": "My childhood, we lived a poor life,",
      "it": "Quando ero piccolo, ce la passavamo male."
    }
  },
  {
    "translation": {
      "en": "and Dad was working for all our lives.",
      "it": "Papà lavorava continuamente."
    }
  },
  {
    "translation": {
      "en": "[Artem] But he helped us every time and every problem.",
      "it": "Ma era sempre pronto ad aiutarci."
    }
  },
  {
    "translation": {
      "en": "I just ask him and he'll do everything for me,",
      "it": "Bastava chiedere e faceva di tutto"
    }
  },
  {
    "translation": {
      "en": "for Katya, for Danil as well.",
      "it": "per me, per Katya e per Danil. FRATELLO DI DANIL"
    }
  },
  {
    "translation": {
      "en": "[Artem] But Danil and Father were like friends.",
      "it": "Danil e papà erano come amici."
    }
  },
  {
    "translation": {
      "en": "[Irina, in Russian] Indeed my husband was simply a fanatical fisherman.",
      "it": "Mio marito era davvero appassionato di pesca."
    }
  },
  {
    "translation": {
      "en": "[Irina, in Russian] Danil was, I would say, his best student.",
      "it": "Danil era il suo studente migliore."
    }
  },
  {
    "translation": {
      "en": "Danil has the same patience and control as his dad.",
      "it": "Danil ha la pazienza e l'autocontrollo di suo padre. Poteva starsene a guardare il galleggiante per ore,"
    }
  },
  {
    "translation": {
      "en": "He could sit for hours and watch the bobber",
      "it": "Poteva starsene a guardare il galleggiante per ore,"
    }
  },
  {
    "translation": {
      "en": "that wouldn't even twitch.",
      "it": "anche se non si muoveva per nulla."
    }
  },
  {
    "translation": {
      "en": "[Katya] They could sit with no speaking for hours.",
      "it": "Se ne stavano seduti in silenzio per ore."
    }
  },
  {
    "translation": {
      "en": "And just enjoy each other's company.",
      "it": "A godere solo l'uno della compagnia dell'altro."
    }
  },
  {
    "translation": {
      "en": "They understood each other without words.",
      "it": "Riuscivano a capirsi senza bisogno di parlare."
    }
  },
  {
    "translation": {
      "en": "[Dendi] One day I was going fishing, but Dad never showed up.",
      "it": "Un giorno dovevamo andare a pescare, ma papà non è mai arrivato."
    }
  },
  {
    "translation": {
      "en": "When I came home it was already super late.",
      "it": "Quando sono tornato a casa, era già tardi."
    }
  },
  {
    "translation": {
      "en": "He was feeling bad.",
      "it": "Si sentiva male."
    }
  },
  {
    "translation": {
      "en": "He went to the hospital. He decided to…",
      "it": "È andato in ospedale. Ha deciso"
    }
  },
  {
    "translation": {
      "en": "stay for a few weeks, you know, so we watch everything, stuff like this.",
      "it": "di rimanervi qualche settimana per fare controlli."
    }
  },
  {
    "translation": {
      "en": "[Dendi] And, uh… cancer.",
      "it": "E… Cancro."
    }
  },
  {
    "translation": {
      "en": "It was a very big shock for me because he was very thin.",
      "it": "È stato un colpo durissimo per me, perché era dimagrito un sacco."
    }
  },
  {
    "translation": {
      "en": "I cannot understand that this is my father.",
      "it": "Non riuscivo più a riconoscerlo."
    }
  },
  {
    "translation": {
      "en": "[Artem] We were all sure that it must be okay.",
      "it": "Eravamo tutti sicuri che si sarebbe rimesso."
    }
  },
  {
    "translation": {
      "en": "But, uh, it was a very short time.",
      "it": "Ma è durato molto poco."
    }
  },
  {
    "translation": {
      "en": "I was really sad and was crying a lot.",
      "it": "Ero molto triste e piangevo a dirotto."
    }
  },
  {
    "translation": {
      "en": "I was upset about I couldn't say to him, many times, how much I loved him.",
      "it": "Rimpiangevo il fatto di non essere riuscito a dirgli quanto bene gli volevo."
    }
  },
  {
    "translation": {
      "en": "[Irina, Russian] After his dad passed away, he hasn't gone fishing once.",
      "it": "Dopo la morte di suo padre, non è più andato a pesca."
    }
  },
  {
    "translation": {
      "en": "Not even once. For now, this is all in the past.",
      "it": "Nemmeno una volta. Fa tutto parte del passato."
    }
  },
  {
    "translation": {
      "en": "Actually, I spent more time near the computer",
      "it": "Passavo più tempo al computer"
    }
  },
  {
    "translation": {
      "en": "because I could not think about it.",
      "it": "Passavo più tempo al computer così non ci pensavo."
    }
  },
  {
    "translation": {
      "en": "It's like a distractor.",
      "it": "Mi ha aiutato a distrarmi."
    }
  },
  {
    "translation": {
      "en": "It was like a start time, actually.",
      "it": "È stato come un catalizzatore."
    }
  },
  {
    "translation": {
      "en": "[Dendi] The push to play more.",
      "it": "Una spinta a giocare di più."
    }
  },
  {
    "translation": {
      "en": "And that's maybe one of the reasons why I'm playing now.",
      "it": "E forse è uno dei motivi per cui continuo a giocare."
    }
  },
  {
    "translation": {
      "en": "Maybe I wouldn't play at all.",
      "it": "Forse non giocherei affatto."
    }
  },
  {
    "translation": {
      "en": "[Katya] The relationship of Danil and my mom grew stronger these days.",
      "it": "Il legame tra Danil e mia madre è diventato più forte ultimamente."
    }
  },
  {
    "translation": {
      "en": "They support each other and they are very good friends.",
      "it": "Si sostengono a vicenda. E sono ottimi amici."
    }
  },
  {
    "translation": {
      "en": "I think that this is very important for Danil.",
      "it": "Credo sia molto importante per Danil."
    }
  },
  {
    "translation": {
      "en": "[Dendi] You know, five years ago, I wouldn't care about many things.",
      "it": "Cinque anni fa, non mi importava di niente."
    }
  },
  {
    "translation": {
      "en": "Now, I'm thinking about it a lot.",
      "it": "Ma adesso ci penso un sacco."
    }
  },
  {
    "translation": {
      "en": "Something knocks you down, you need to learn to get up.",
      "it": "Se qualcosa ti butta a terra, devi imparare a rialzarti."
    }
  },
  {
    "translation": {
      "en": "So I'm trying to research this.",
      "it": "Perciò mi ci sto dedicando."
    }
  },
  {
    "translation": {
      "en": "To learn to get up.",
      "it": "A imparare a rialzarmi."
    }
  },
  {
    "translation": {
      "en": "[Dendi] It's the most important moment in my life",
      "it": "Questo è il momento più importante della mia vita,"
    }
  },
  {
    "translation": {
      "en": "because everything I worked on wasn't useful.",
      "it": "perché quello che ho fatto fino ad ora non ha portato a molto."
    }
  },
  {
    "translation": {
      "en": "And now I have a chance to win this tournament for my family.",
      "it": "E ora ho la possibilità di vincere questo torneo per la mia famiglia."
    }
  },
  {
    "translation": {
      "en": "So we have currently EHOME and Na'Vi playing in the Grand Finals.",
      "it": "Gli EHOME e i Na'Vi sono pronti a giocare la finalissima."
    }
  },
  {
    "translation": {
      "en": "Na'Vi just lost one game versus EHOME and it's 1-1.",
      "it": "I Na'Vi hanno perso una partita contro gli EHOME e siamo 1-1."
    }
  },
  {
    "translation": {
      "en": "So both teams have to win two matches in order to win the one million dollars.",
      "it": "Per aggiudicarsi il milione, una delle due squadre dovrà vincere due partite."
    }
  },
  {
    "translation": {
      "en": "Because our picks looked completely different, we were like passive and stuff.",
      "it": "Dato che le nostre scelte erano diverse ed eravamo passivi,"
    }
  },
  {
    "translation": {
      "en": "People thought, like, we lost the first game, we're gonna lose the second game.",
      "it": "la gente pensava che avremmo perso anche la seconda partita."
    }
  },
  {
    "translation": {
      "en": "[Clement] We were maybe a little bit demoralized.",
      "it": "Eravamo un tantino demoralizzati."
    }
  },
  {
    "translation": {
      "en": "We really needed to change to a different pick.",
      "it": "Dovevamo cambiare le nostre scelte."
    }
  },
  {
    "translation": {
      "en": "We were missing something.",
      "it": "Ci mancava qualcosa."
    }
  },
  {
    "translation": {
      "en": "[Dmitry, in Russian] We picked Enigma",
      "it": "Avevamo scelto Enigma"
    }
  },
  {
    "translation": {
      "en": "just to have a strong team fight a five versus five combat.",
      "it": "perché volevamo combattimenti di squadra forti, cinque contro cinque."
    }
  },
  {
    "translation": {
      "en": "It was, like, the last hero left and I never played it before.",
      "it": "Era l'ultimo Eroe rimasto e non l'avevo mai giocato."
    }
  },
  {
    "translation": {
      "en": "[Clement] Then, we're, like, \"Dendi, you go!\"",
      "it": "Gli abbiamo detto: \"Dendi, tuo!\""
    }
  },
  {
    "translation": {
      "en": "And he's, like, \"Guys, I've never played it! But, I can do it!\"",
      "it": "E lui: \"Non l'ho mai provato, ma ce la posso fare!\""
    }
  },
  {
    "translation": {
      "en": "[Clement] So we took the risk of taking him and risking maybe playing him badly.",
      "it": "Abbiamo deciso di rischiare, sperando che non andasse troppo male."
    }
  },
  {
    "translation": {
      "en": "[Toby] So it looks like down on that bottom lane, Dendi will be taking the Enigma.",
      "it": "Per la corsia inferiore Dendi userà Enigma."
    }
  },
  {
    "translation": {
      "en": "It is gonna be a very, very rough lane…",
      "it": "Sarà molto, molto dura…"
    }
  },
  {
    "translation": {
      "en": "Na'Vi lost the game.",
      "it": "I Na'Vi hanno perso la partita"
    }
  },
  {
    "translation": {
      "en": "And they're playing something now that they're not as confident with.",
      "it": "e ora giocano con qualcosa in cui non sono ferrati."
    }
  },
  {
    "translation": {
      "en": "EHOME figured out Na'Vi. Figured out how to play against it.",
      "it": "Gli EHOME hanno capito come ragionano i Na'Vi e come contrastarli."
    }
  },
  {
    "translation": {
      "en": "And I'm gonna stick to my word and I'm gonna say EHOME will win it.",
      "it": "Resto fedele al mio pronostico: gli EHOME vinceranno."
    }
  },
  {
    "translation": {
      "en": "It was incredibly ballsy from Dendi to do that,",
      "it": "Dendi è stato molto coraggioso"
    }
  },
  {
    "translation": {
      "en": "on the verge of winning the million dollars for your team.",
      "it": "con la prospettiva di un milione di dollari."
    }
  },
  {
    "translation": {
      "en": "[in Chinese] That's very stupid.",
      "it": "È stato molto, molto stupido."
    }
  },
  {
    "translation": {
      "en": "That's suicidal.",
      "it": "Un suicidio."
    }
  },
  {
    "translation": {
      "en": "[Toby] Dendi really now caught out.",
      "it": "Dendi è stato beccato di brutto."
    }
  },
  {
    "translation": {
      "en": "He's in trouble. Rockets to fly in.",
      "it": "È nei guai. Volano i razzi."
    }
  },
  {
    "translation": {
      "en": "FCB long way in on the tower, lands the stun.",
      "it": "FCB da lontano, sulla torre, azzecca lo stordimento."
    }
  },
  {
    "translation": {
      "en": "Tinker just lasers him to death. It will cost FCB his life.",
      "it": "Tinker lo squaglia a morte col suo laser. Costerà la vita a FCB."
    }
  },
  {
    "translation": {
      "en": "[Clement] Then we made some little mistakes.",
      "it": "Abbiamo fatto qualche errore."
    }
  },
  {
    "translation": {
      "en": "We played a really semi-type of, like, \"turtle\" strategy.",
      "it": "Abbiamo usato una strategia a tartaruga."
    }
  },
  {
    "translation": {
      "en": "Really passive. Really passive. We don't play like that.",
      "it": "Molto passiva. Noi non giochiamo così."
    }
  },
  {
    "translation": {
      "en": "[Toby] Puppey and Dendi just wanna retreat back out. 820! What a Fissure!",
      "it": "Puppey e Dendi vogliono ritirarsi. 820! Che incredibile Spaccatura!"
    }
  },
  {
    "translation": {
      "en": "PLT is there! Echo Slam as well!",
      "it": "PLT è lì! Parte anche l'Ecosisma!"
    }
  },
  {
    "translation": {
      "en": "Beautiful play there by EHOME.",
      "it": "Fantastico numero degli EHOME."
    }
  },
  {
    "translation": {
      "en": "But I know if I die, I die not for nothing.",
      "it": "Se muoio, so che non morirò invano."
    }
  },
  {
    "translation": {
      "en": "[Toby] X!! in the middle lane…",
      "it": "X!! in corsia centrale…"
    }
  },
  {
    "translation": {
      "en": "Force, Rocket, Laser. It's enough!",
      "it": "Bastone della Forza, Razzi, Laser. Funziona!"
    }
  },
  {
    "translation": {
      "en": "Dendi goes down in the middle lane. Again, EHOME controls…",
      "it": "Dendi va giù in corsia centrale. Ancora una volta, gli EHOME…"
    }
  },
  {
    "translation": {
      "en": "Sometimes, it can be like, you dying, but your teammates picking up more.",
      "it": "A volte, anche se muori, i tuoi compagni traggono vantaggio dalla situazione."
    }
  },
  {
    "translation": {
      "en": "[Toby] EHOME, they still wanna push out that mid…",
      "it": "Gli EHOME vogliono avanzare nella corsia centrale."
    }
  },
  {
    "translation": {
      "en": "[Clement] They weren't ready for Dendi Enigma.",
      "it": "Non erano pronti per l'Enigma di Dendi."
    }
  },
  {
    "translation": {
      "en": "It was a patient Enigma.",
      "it": "È stato un Enigma paziente. È stato l'Enigma più paziente del mondo."
    }
  },
  {
    "translation": {
      "en": "That was the most patient Enigma in the world.",
      "it": "È stato un Enigma paziente. È stato l'Enigma più paziente del mondo. Puppey è arrivato."
    }
  },
  {
    "translation": {
      "en": "[Toby] Dendi as well. Gonna look for the Hole.",
      "it": "Anche Dendi. Aspettano il momento giusto per il Buco Nero."
    }
  },
  {
    "translation": {
      "en": "Black Hole!",
      "it": "Aspettano il momento giusto per il Buco Nero."
    }
  },
  {
    "translation": {
      "en": "Three are gonna go down for EHOME.",
      "it": "Tre degli EHOME stanno per essere obliterati…"
    }
  },
  {
    "translation": {
      "en": "Currently, Na'Vi, they, they have the advantage now.",
      "it": "I Na'Vi sono in vantaggio."
    }
  },
  {
    "translation": {
      "en": "[Clement] That really impresses me how he's able to make that transition.",
      "it": "Mi ha colpito molto la sua transizione."
    }
  },
  {
    "translation": {
      "en": "You just have to have the balls, basically.",
      "it": "Devi avere le palle, ecco."
    }
  },
  {
    "translation": {
      "en": "He was scared of losing.",
      "it": "Aveva paura di perdere."
    }
  },
  {
    "translation": {
      "en": "That's why he's so patient and he did everything right.",
      "it": "Per questo è stato paziente e ha fatto tutto bene."
    }
  },
  {
    "translation": {
      "en": "[Fear] Their strategy is kind of similar to how EHOME won.",
      "it": "La loro strategia è simile a quella che avevano usato gli EHOME."
    }
  },
  {
    "translation": {
      "en": "[Liu] Na'Vi defeated them \"Late Game.\"",
      "it": "I Na'Vi li hanno battuti in fase finale."
    }
  },
  {
    "translation": {
      "en": "And I think this really shattered EHOME's confidence.",
      "it": "E hanno demolito la sicurezza degli EHOME."
    }
  },
  {
    "translation": {
      "en": "[Toby] And \"GG\" is the call from EHOME. Na'Vi, they take the game.",
      "it": "Gli EHOME dichiarano GG. I Na'Vi vincono la partita."
    }
  },
  {
    "translation": {
      "en": "And they are only one win short of taking home one million dollars.",
      "it": "E gliene manca solo una per portarsi a casa il milione di dollari."
    }
  },
  {
    "translation": {
      "en": "But the question really is…",
      "it": "Ma la domanda è…"
    }
  },
  {
    "translation": {
      "en": "[Liu] We hardly won the second game.",
      "it": "Abbiamo vinto la seconda partita a stento."
    }
  },
  {
    "translation": {
      "en": "Chinese teams generally are feared for their \"Late Game\" potential.",
      "it": "Le squadre cinesi normalmente sono temute nelle fasi finali."
    }
  },
  {
    "translation": {
      "en": "[Toby] So we hit the point now. The gloves come off.",
      "it": "Eccoci al momento tanto atteso. Adesso il gioco si fa duro."
    }
  },
  {
    "translation": {
      "en": "EHOME, they will master their knowledge, their experience,",
      "it": "Gli EHOME dovranno sfoderare la loro esperienza e le loro tattiche"
    }
  },
  {
    "translation": {
      "en": "their calls up against Na'Vi.",
      "it": "Gli EHOME dovranno sfoderare la loro esperienza e le loro tattiche per sconfiggere i Na'Vi."
    }
  },
  {
    "translation": {
      "en": "And Puck will be the last hero for Na'Vi. The nimble hero there already.",
      "it": "E Puck sarà l'ultimo Eroe per i Na'Vi. Ecco l'agile Eroe."
    }
  },
  {
    "translation": {
      "en": "Once again a lot of aggressive heroes for them.",
      "it": "Ancora una volta, tanti Eroi molto aggressivi."
    }
  },
  {
    "translation": {
      "en": "Na'Vi LighTofHeaveN playing as the Beastmaster again",
      "it": "LighTofHeaveN dei Na'Vi gioca di nuovo come Beastmaster,"
    }
  },
  {
    "translation": {
      "en": "with Dendi playing as the Puck this time.",
      "it": "con Dendi nei panni di Puck."
    }
  },
  {
    "translation": {
      "en": "If Na'Vi wins this, they win the whole tournament.",
      "it": "Se i Na'Vi dovessero vincere, vincerebbero l'intero torneo."
    }
  },
  {
    "translation": {
      "en": "This Clash of the Titans right here is something we will not wanna miss.",
      "it": "È uno scontro tra titani, un evento da non perdersi."
    }
  },
  {
    "translation": {
      "en": "X!! will come in closer. They will be able to get that kill.",
      "it": "X!! si avvicina. Riusciranno a ottenere l'uccisione. Arriva la Condanna su Dendi."
    }
  },
  {
    "translation": {
      "en": "Doom now on Dendi. Pulled in by X!!",
      "it": "Riusciranno a ottenere l'uccisione. Arriva la Condanna su Dendi. Risucchiato da X!! Tutti gli EHOME gli danno addosso."
    }
  },
  {
    "translation": {
      "en": "The entire EHOME team turns on him.",
      "it": "Risucchiato da X!! Tutti gli EHOME gli danno addosso."
    }
  },
  {
    "translation": {
      "en": "Lich will go down.",
      "it": "Risucchiato da X!! Tutti gli EHOME gli danno addosso. Lich viene abbattuto."
    }
  },
  {
    "translation": {
      "en": "FCB is on the run. XBOCT after the chase of him.",
      "it": "FCB s'è dato alla fuga. XBOCT gli sta alle calcagna."
    }
  },
  {
    "translation": {
      "en": "Might be enough. Needs some more damage. Storm! X!! Long jump in.",
      "it": "Serve ancora più danno. Storm! X!! Un salto lunghissimo."
    }
  },
  {
    "translation": {
      "en": "Dendi Orbing up to the high ground. FCB! Puts on the Rift.",
      "it": "Dendi lancia la Sfera. FCB! Fessura Calante su di lui."
    }
  },
  {
    "translation": {
      "en": "Will he be able to get the kill? He's on the retreat. Yes, it is. Dendi with the last right click.",
      "it": "Farà l'uccisione? È in ritirata. Sì, Dendi ce la fa con l'ultimo clic."
    }
  },
  {
    "translation": {
      "en": "EHOME now, they're gonna rotate themselves down.",
      "it": "Gli EHOME si devono riorganizzare."
    }
  },
  {
    "translation": {
      "en": "Na'Vi already in the pit.",
      "it": "I Na'Vi sono già nella tana."
    }
  },
  {
    "translation": {
      "en": "They're trying to bring down Roshan, all 5.",
      "it": "Vogliono abbattere Roshan, tutti e 5."
    }
  },
  {
    "translation": {
      "en": "Dendi! He's gonna jump out! He goes for the Dream Coil! He gets them!",
      "it": "Dendi! Salta fuori! Lancia la Spirale Onirica! Li cattura!"
    }
  },
  {
    "translation": {
      "en": "He gets EHOME! Holds them in the middle lane.",
      "it": "Prende gli EHOME! Li trattiene in corsia centrale."
    }
  },
  {
    "translation": {
      "en": "Na'Vi already on their way out of the pit.",
      "it": "I Na'Vi stanno uscendo dalla tana."
    }
  },
  {
    "translation": {
      "en": "They're coming in to help out Dendi.",
      "it": "Vanno ad aiutare Dendi."
    }
  },
  {
    "translation": {
      "en": "[Clement] Then we just went in and demolished them.",
      "it": "E poi siamo arrivati e li abbiamo distrutti."
    }
  },
  {
    "translation": {
      "en": "[Toby] Now they're on top of the Tier 3 tower.",
      "it": "Sono alla torre di terzo grado."
    }
  },
  {
    "translation": {
      "en": "They're gonna bring it down. Yes, it does! It goes down!",
      "it": "La butteranno giù. Sì, è crollata."
    }
  },
  {
    "translation": {
      "en": "EHOME, they're trying desperately to defend,",
      "it": "Gli EHOME cercano disperatamente di difendersi,"
    }
  },
  {
    "translation": {
      "en": "but Na'Vi, the onslaught will continue.",
      "it": "ma la carneficina dei Na'Vi non è ancora finita."
    }
  },
  {
    "translation": {
      "en": "The mid tower's already being pushed. The Tier 4 tower is gonna go down.",
      "it": "Sono già sotto la torre centrale. La torre di quarto grado sta andando giù."
    }
  },
  {
    "translation": {
      "en": "And running in right now is the rest of Na'Vi.",
      "it": "E il resto dei Na'Vi arriva in picchiata."
    }
  },
  {
    "translation": {
      "en": "They are running forward to one million dollars.",
      "it": "Stanno correndo verso il milione di dollari."
    }
  },
  {
    "translation": {
      "en": "And they will get it! The \"GG\" is the call from EHOME.",
      "it": "E l'hanno vinto! Arriva il GG degli EHOME."
    }
  },
  {
    "translation": {
      "en": "Na'Vi have just won one million dollars.",
      "it": "I Na'Vi hanno vinto un milione di dollari."
    }
  },
  {
    "translation": {
      "en": "EHOME do take home 250,000 dollars in second place.",
      "it": "Gli EHOME si portano a casa $ 250.000 per il secondo posto."
    }
  },
  {
    "translation": {
      "en": "But Na'Vi are the champions!",
      "it": "Ma i Na'Vi sono i campioni!"
    }
  },
  {
    "translation": {
      "en": "There's moments of E-Sports that are landmark,",
      "it": "Oggi è un momento storico,"
    }
  },
  {
    "translation": {
      "en": "and this is one of them, in Cologne.",
      "it": "per gli eSport qui a Colonia."
    }
  },
  {
    "translation": {
      "en": "And Na'Vi, the winners. You guys have just made history.",
      "it": "I Na'Vi, sono i vincitori. Ragazzi, avete fatto la storia."
    }
  },
  {
    "translation": {
      "en": "[crowd chanting] Na'Vi! Na'Vi!",
      "it": "- Na'Vi! - Na'Vi!"
    }
  },
  {
    "translation": {
      "en": "[Katya] I was jumping on the sofa.",
      "it": "Saltavo sul divano."
    }
  },
  {
    "translation": {
      "en": "And screaming like a crazy girl,",
      "it": "Saltavo sul divano. Urlavo come una pazza,"
    }
  },
  {
    "translation": {
      "en": "because I was the happiest girl in the world.",
      "it": "perché ero la persona più felice al mondo."
    }
  },
  {
    "translation": {
      "en": "And my brother just won one million dollars!",
      "it": "Mio fratello aveva appena vinto un milione di dollari!"
    }
  },
  {
    "translation": {
      "en": "[crowd chanting] Na'Vi! Na'Vi!",
      "it": "- Na'Vi! - Na'Vi!"
    }
  },
  {
    "translation": {
      "en": "I think in ten years' time",
      "it": "Penso che tra 10 anni"
    }
  },
  {
    "translation": {
      "en": "all the gamers which we currently have showing themselves, they're gonna be the guys we'll look back at",
      "it": "i giocatori di adesso saranno considerati i precursori."
    }
  },
  {
    "translation": {
      "en": "and say, \"This was the beginning, this is where it all started.\"",
      "it": "Da lì è iniziato tutto."
    }
  },
  {
    "translation": {
      "en": "These are the guys that worked hard and they took the risk.",
      "it": "Sono questi i ragazzi che hanno lavorato sodo e hanno corso dei rischi."
    }
  },
  {
    "translation": {
      "en": "They proved themselves.",
      "it": "Hanno dimostrato quanto valgono."
    }
  },
  {
    "translation": {
      "en": "And they forwarded the entire industry to the point where we could have a kick-start.",
      "it": "Hanno spinto in avanti l'intera industria e ci hanno spianato la strada."
    }
  },
  {
    "translation": {
      "en": "We could show the world what we do.",
      "it": "E ora possiamo mostrare al mondo ciò che facciamo."
    }
  },
  {
    "translation": {
      "en": "And then who knows how big we could get at that point.",
      "it": "E chissà quante altre porte si apriranno. NA'VI UN MILIONE"
    }
  },
  {
    "translation": {
      "en": "We've come far already.",
      "it": "Abbiamo già fatto tanta strada."
    }
  },
  {
    "translation": {
      "en": "When more and more people support it and it becomes more and more normal,",
      "it": "Grazie al sostegno di sempre più persone, diverrà sempre più normale,"
    }
  },
  {
    "translation": {
      "en": "it's going to go from a niche to becoming accepted in societies.",
      "it": "Grazie al sostegno di sempre più persone, diverrà sempre più normale, non sarà più solo un fenomeno di nicchia."
    }
  },
  {
    "translation": {
      "en": "I think in 15 years, E-Sports will be bigger than football.",
      "it": "Nei prossimi 15 anni, gli eSport saranno più seguiti del calcio"
    }
  },
  {
    "translation": {
      "en": "Than basketball, than everything.",
      "it": "e del basket. Di tutto quanto."
    }
  },
  {
    "translation": {
      "en": "That kid who you thought played too many video games",
      "it": "Quel ragazzino che giocava troppo ai videogiochi"
    }
  },
  {
    "translation": {
      "en": "is potentially going to be on a path",
      "it": "potrebbe presto guadagnare"
    }
  },
  {
    "translation": {
      "en": "where he's earning 250,000 a year, salary.",
      "it": "$ 250.000 all'anno di stipendio."
    }
  },
  {
    "translation": {
      "en": "He's flying the world. He's gonna be endorsed.",
      "it": "$ 250.000 all'anno di stipendio. Viaggerà per tutto il mondo. Avrà degli sponsor."
    }
  },
  {
    "translation": {
      "en": "Gaming's the biggest entertainment industry in the world.",
      "it": "Il gaming è il più grande settore d'intrattenimento al mondo."
    }
  },
  {
    "translation": {
      "en": "So if you're a star,",
      "it": "Se sei una star, potresti essere"
    }
  },
  {
    "translation": {
      "en": "you are potentially one of the biggest stars in the world.",
      "it": "una delle star più importanti al mondo."
    }
  },
  {
    "translation": {
      "en": "So, if that, like everything else with computers grows exponentially",
      "it": "Se il fenomeno cresce esponenzialmente come tutto il resto della tecnologia,"
    }
  },
  {
    "translation": {
      "en": "or whatever, then 5 or 10 years could be a big step actually.",
      "it": "cinque o dieci anni potrebbero fare una grossa differenza."
    }
  },
  {
    "translation": {
      "en": "[Tammy] Changing mindsets is never easy.",
      "it": "Non è facile cambiare la mentalità della gente."
    }
  },
  {
    "translation": {
      "en": "So it's gonna take a while.",
      "it": "Perciò ci vorrà del tempo."
    }
  },
  {
    "translation": {
      "en": "When the gamers now become parents,",
      "it": "Quando i giocatori di oggi saranno i genitori di domani,"
    }
  },
  {
    "translation": {
      "en": "we will be supportive of our kids playing,",
      "it": "lasceranno che i loro figli giochino ai videogiochi,"
    }
  },
  {
    "translation": {
      "en": "and I think that's really when everything will boom.",
      "it": "e allora il fenomeno prenderà piede."
    }
  },
  {
    "translation": {
      "en": "[newscaster] After weeks of training,",
      "it": "Dopo settimane di allenamento,"
    }
  },
  {
    "translation": {
      "en": "a local man has led his online gaming team to the top,",
      "it": "un giovane del posto ha portato la sua squadra in vetta,"
    }
  },
  {
    "translation": {
      "en": "placing seventh in an international gaming competition held in Germany.",
      "it": "piazzandola settima in una competizione internazionale in Germania."
    }
  },
  {
    "translation": {
      "en": "Yeah, she's definitely proud of me. I mean, just, she had her camera out,",
      "it": "È sicuramente fiera di me. Insomma, aveva la macchina fotografica…"
    }
  },
  {
    "translation": {
      "en": "like, \"Why are taking a photo of the television?\"",
      "it": "Perché fai le foto al televisore?"
    }
  },
  {
    "translation": {
      "en": "[Fear] I know she's really smart. She's a lawyer, so…",
      "it": "So che è molto in gamba. È avvocato, perciò…"
    }
  },
  {
    "translation": {
      "en": "But in the end, I think she'll be more understanding",
      "it": "Alla fine, penso che sarà molto più comprensiva"
    }
  },
  {
    "translation": {
      "en": "and be willing to support me more, so it worked out.",
      "it": "e disposta a sostenermi, quindi è tutto a posto."
    }
  },
  {
    "translation": {
      "en": "[hyhy] We were disappointed with our loss.",
      "it": "Eravamo delusi per la sconfitta."
    }
  },
  {
    "translation": {
      "en": "And, yeah, it's a mixture of both, we're happy and sad that we got third.",
      "it": "In realtà è un misto: siamo contenti e delusi di essere arrivati terzi."
    }
  },
  {
    "translation": {
      "en": "Because of the emotions, I felt like she's the one I wanted to share them with.",
      "it": "Le emozioni che ho provato volevo condividerle con lei."
    }
  },
  {
    "translation": {
      "en": "And it got pretty clear only then that I had to get her back.",
      "it": "Così ho capito che dovevo riconquistarla."
    }
  },
  {
    "translation": {
      "en": "After the tournament, I actually went back to look for her,",
      "it": "Dopo il torneo, sono tornato a cercarla per risolvere i nostri problemi"
    }
  },
  {
    "translation": {
      "en": "and talk things out, and we have actually begun dating again.",
      "it": "Dopo il torneo, sono tornato a cercarla per risolvere i nostri problemi e abbiamo ricominciato a uscire assieme."
    }
  },
  {
    "translation": {
      "en": "And things are actually going great.",
      "it": "E le cose stanno andando alla grande."
    }
  },
  {
    "translation": {
      "en": "I love her, you know. [chuckles]",
      "it": "La amo."
    }
  },
  {
    "translation": {
      "en": "[hyhy] She played a huge role, a very huge part in… in the me today.",
      "it": "Lei ha avuto un ruolo importantissimo nel plasmare ciò che sono oggi."
    }
  },
  {
    "translation": {
      "en": "[Dendi] One week ago, it was 3,000 followers. I was happy.",
      "it": "Una settimana fa ero seguito da 3.000 persone. Ero contento."
    }
  },
  {
    "translation": {
      "en": "Then it's boomed. 8,000 followers.",
      "it": "Poi è salito di botto: 8.000 persone."
    }
  },
  {
    "translation": {
      "en": "It's not about the number.",
      "it": "Non è una questione di numeri."
    }
  },
  {
    "translation": {
      "en": "Even if it's one or two, I'm fine.",
      "it": "A me andrebbero bene anche una o due persone."
    }
  },
  {
    "translation": {
      "en": "So… you don't need to show numbers actually. I think.",
      "it": "Non c'è bisogno di cifre. Credo."
    }
  },
  {
    "translation": {
      "en": "[Katya] My father, I think,",
      "it": "Mio padre, penso,"
    }
  },
  {
    "translation": {
      "en": "didn't have time to understand what Dendi's doing.",
      "it": "non ha avuto il tempo di capire cosa stesse facendo Dendi. DOTA 2 SCOMPIGLIA TUTTO"
    }
  },
  {
    "translation": {
      "en": "We lost him too early.",
      "it": "Lo abbiamo perso troppo presto."
    }
  },
  {
    "translation": {
      "en": "And if now he could see Dendi, I'm sure that he's proud of his son.",
      "it": "E, se ora potesse vedere Dendi, so che sarebbe fiero di lui."
    }
  }
]