[
  {
    "translation": {
      "en": "Now, this is how you make a bed…",
      "it": "Ecco come si fa il letto"
    }
  },
  {
    "translation": {
      "en": "the right way.",
      "it": "per bene."
    }
  },
  {
    "translation": {
      "en": "And this… [grunts]",
      "it": "Ed ecco…"
    }
  },
  {
    "translation": {
      "en": "Is how you make a bed…",
      "it": "come si fa il letto"
    }
  },
  {
    "translation": {
      "en": "the Lay Lay way.",
      "it": "per Lay Lay."
    }
  },
  {
    "translation": {
      "en": "-What's wrong with you? -What's wrong with you?",
      "it": "Che problemi hai? Che problemi hai tu!"
    }
  },
  {
    "translation": {
      "en": "Anyway, have you seen Marky yet?",
      "it": "Comunque, hai visto Marky?"
    }
  },
  {
    "translation": {
      "en": "Not since he found out you're an avatar that came out of my phone.",
      "it": "Non da quando ha scoperto che sei un avatar del mio telefono."
    }
  },
  {
    "translation": {
      "en": "Girl, I've never seen someone scream so loud and run so fast.",
      "it": "Non avevo mai visto nessuno urlare così forte e correre così veloce."
    }
  },
  {
    "translation": {
      "en": "And I've seen your father around a cricket.",
      "it": "E so com'è tuo padre con i grilli."
    }
  },
  {
    "translation": {
      "en": "And that's after we explained everything to Marky.",
      "it": "E gli avevamo spiegato tutto."
    }
  },
  {
    "translation": {
      "en": "Yeah. Now that he knows my secret, we got to make sure he's cool.",
      "it": "Ora che lo sa, dobbiamo assicurarci che gli stia bene."
    }
  },
  {
    "translation": {
      "en": "Otherwise, he's gonna tell your parents. And they'll know we've been lying to them.",
      "it": "- O lo dirà ai tuoi genitori. - E sapranno che abbiamo mentito."
    }
  },
  {
    "translation": {
      "en": "There's nothing my parents hate more than liars.",
      "it": "Non c'è niente che odiano più dei bugiardi."
    }
  },
  {
    "translation": {
      "en": "Maybe raisins and coleslaw, but liars are up there.",
      "it": "Forse l'uvetta nell'insalata, ma non batte i bugiardi."
    }
  },
  {
    "translation": {
      "en": "Hopefully he's not freaking out.",
      "it": "Spero che non stia impazzendo."
    }
  },
  {
    "translation": {
      "en": "I'm still freaking out!",
      "it": "Sto ancora impazzendo!"
    }
  },
  {
    "translation": {
      "en": "I can't believe I've been around Lay Lay this long and never noticed anything strange about her.",
      "it": "Incredibile, conosco Lay Lay da tanto e non ho mai notato niente di strano."
    }
  },
  {
    "translation": {
      "en": "Or did I notice and you made me forget?",
      "it": "O l'ho notato e me l'hai fatto dimenticare?"
    }
  },
  {
    "translation": {
      "en": "Do you have mind-wipe powers? Stop wiping my mind.",
      "it": "Hai questo potere? Smettila di usarlo."
    }
  },
  {
    "translation": {
      "en": "She didn't. You just didn't notice anything strange about her.",
      "it": "No, non hai notato niente di strano in lei."
    }
  },
  {
    "translation": {
      "en": "Because there's nothing strange to notice.",
      "it": "Perché non c'è niente di strano."
    }
  },
  {
    "translation": {
      "en": "Besides, you're a 10-year-old who wears a sweater vest. I wouldn't talk, little one.",
      "it": "E poi, hai dieci anni e indossi un gilet. Non puoi parlare."
    }
  },
  {
    "translation": {
      "en": "Marky, this is a good thing. When Lay Lay was in my phone, she was an avatar for my positive affirmation app.",
      "it": "È un bene. Nel telefono, era un avatar nell'app di affermazione positiva."
    }
  },
  {
    "translation": {
      "en": "Yes. I'm really good at helping people become the best versions of themselves.",
      "it": "Sì, aiuto la gente a diventare la versione migliore di sé."
    }
  },
  {
    "translation": {
      "en": "Look at me. Because of Lay Lay, I'm more outgoing, and I'm the president of my class now.",
      "it": "Grazie a Lay Lay, sono più estroversa e la rappresentante di classe."
    }
  },
  {
    "translation": {
      "en": "She even gave me the confidence to become an era-era DJ.",
      "it": "Mi ha anche dato la sicurezza per diventare DJ."
    }
  },
  {
    "translation": {
      "en": "Some people say I got it going in.",
      "it": "C'è chi dice che \"so il fatto suo\"."
    }
  },
  {
    "translation": {
      "en": "On? Out? Whatever. People are talking.",
      "it": "Suo? Mio? Non importa. La gente parla."
    }
  },
  {
    "translation": {
      "en": "I'm talking about how, just 12 hours ago, I saw you turn invisible.",
      "it": "Parlo di come, 12 ore fa, ti ho vista diventare invisibile."
    }
  },
  {
    "translation": {
      "en": "Okay. Did it scare you?",
      "it": "Ok. Ti sei spaventato?"
    }
  },
  {
    "translation": {
      "en": "Please. I'm done freaking out.",
      "it": "Ma dai, ho smesso."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "it": "Ok."
    }
  },
  {
    "translation": {
      "en": "-Boo! -Aah! I was wrong!",
      "it": "- Bu! - Mi sbagliavo!"
    }
  },
  {
    "translation": {
      "en": "I'm still freaking out!",
      "it": "Sto ancora impazzendo!"
    }
  },
  {
    "translation": {
      "en": "This is either their happy dance, or they stepped in some fire ants.",
      "it": "È un ballo felice, o hanno calpestato delle formiche rosse."
    }
  },
  {
    "translation": {
      "en": "Girls, we just got some of the best news of our careers.",
      "it": "Ragazze, abbiamo la migliore notizia della nostra carriera."
    }
  },
  {
    "translation": {
      "en": "Oh, let me guess, Bun B sampled one of your songs, and now you're rich,",
      "it": "Fammi indovinare, Bun B ha campionato una tua canzone, ora sei ricca"
    }
  },
  {
    "translation": {
      "en": "so we can spend the rest of our lives on private jets and yachts.",
      "it": "e possiamo passare il resto della vita su jet e yacht privati!"
    }
  },
  {
    "translation": {
      "en": "No, but thank you for making our good news less exciting.",
      "it": "No, ma grazie di aver reso la nostra novità meno entusiasmante."
    }
  },
  {
    "translation": {
      "en": "We were named Advertising Songwriters of the Year",
      "it": "Siamo stati nominati Cantautori Pubblicitari dell'Anno"
    }
  },
  {
    "translation": {
      "en": "by the Cleveland Hall of Fame Music Awards.",
      "it": "ai Cleveland Hall of Fame Music Awards."
    }
  },
  {
    "translation": {
      "en": "both: Whoa!",
      "it": "- Wow! - Wow!"
    }
  },
  {
    "translation": {
      "en": "You won a CHoFMA? That's how John Legend became John Legend.",
      "it": "L'avete vinto? È così che John Legend è diventato John Legend."
    }
  },
  {
    "translation": {
      "en": "Before he won a CHoFMA, he was just John.",
      "it": "Prima, era solo John."
    }
  },
  {
    "translation": {
      "en": "There's a fancy ceremony coming up, and anybody who's anybody in the biz attends.",
      "it": "Faranno una cerimonia elegante e chi è nel giro ci sarà."
    }
  },
  {
    "translation": {
      "en": "Winning an award like this triples your business.",
      "it": "Vincere un premio simile triplica le entrate."
    }
  },
  {
    "translation": {
      "en": "So maybe there will be a yacht.",
      "it": "Forse ci sarà davvero uno yacht!"
    }
  },
  {
    "translation": {
      "en": "Girl, ain't gonna be no yachts.",
      "it": "No, bella, niente yacht!"
    }
  },
  {
    "translation": {
      "en": "Look, can't you just be happy for us?",
      "it": "Puoi essere felice per noi?"
    }
  },
  {
    "translation": {
      "en": "Bryce, tell them who we're asking to introduce us.",
      "it": "Bryce, di' loro chi vogliamo che ci presenti."
    }
  },
  {
    "translation": {
      "en": "-Our friend, hip-hop superstar-- -Iggy Azalea.",
      "it": "La nostra amica, superstar dell'hip-hop… Iggy Azalea!"
    }
  },
  {
    "translation": {
      "en": "Really? You stole my thunder?",
      "it": "- Mi rubi i riflettori? - Tranquillo, tesoro."
    }
  },
  {
    "translation": {
      "en": "Mr. A, you know Iggy Azalea? Oh, you're not as lame as Sadie says you are.",
      "it": "Sig. A, conosce Iggy Azalea? Wow. Non è così noioso come dice Sadie."
    }
  },
  {
    "translation": {
      "en": "I never said lame. I said…",
      "it": "Non ho mai detto noioso. Ho detto…"
    }
  },
  {
    "translation": {
      "en": "I love you, Daddy.",
      "it": "Ti voglio bene."
    }
  },
  {
    "translation": {
      "en": "-Iggy is the perfect person to do it. -Yeah, we co-wrote a jingle with her",
      "it": "Iggy è la persona perfetta. Abbiamo scritto un jingle con lei prima che esplodesse. Siamo amici."
    }
  },
  {
    "translation": {
      "en": "before she blew up. We're practically peers.",
      "it": "Abbiamo scritto un jingle con lei prima che esplodesse. Siamo amici."
    }
  },
  {
    "translation": {
      "en": "Yeah, just like Mrs. A's workout buddy is Michelle Obama.",
      "it": "Come la sig.ra A che faceva palestra con Michelle Obama!"
    }
  },
  {
    "translation": {
      "en": "[laughing] Right.",
      "it": "Già."
    }
  },
  {
    "translation": {
      "en": "Michelle wishes she had this arm definition.",
      "it": "Michelle sogna delle braccia così definite. Già."
    }
  },
  {
    "translation": {
      "en": "Every year, the CHoFMA recipient gets to pick someone to perform at the ceremony.",
      "it": "Il vincitore del premio sceglierà chi si esibirà alla cerimonia."
    }
  },
  {
    "translation": {
      "en": "Oh, here's a crazy idea that isn't so crazy.",
      "it": "Ecco un'idea folle che non è così folle."
    }
  },
  {
    "translation": {
      "en": "What if Lay Lay and I perform?",
      "it": "E se fossimo noi due?"
    }
  },
  {
    "translation": {
      "en": "Oh, girls, I'm sorry.",
      "it": "Ragazze, mi dispiace, ma credo che vogliano"
    }
  },
  {
    "translation": {
      "en": "I think what the music awards are looking for is more of a big-name act.",
      "it": "Ragazze, mi dispiace, ma credo che vogliano un pezzo grosso."
    }
  },
  {
    "translation": {
      "en": "What's bigger than someone with two names?",
      "it": "Cosa c'è di più grosso di qualcuno con due nomi?"
    }
  },
  {
    "translation": {
      "en": "Come on, Mom and Dad, we want to perform in front of Iggy Azalea.",
      "it": "Mamma e papà, vogliamo esibirci davanti a Iggy Azalea."
    }
  },
  {
    "translation": {
      "en": "And this is your big night. We want to be a part of it.",
      "it": "È la vostra grande serata. Vogliamo farne parte."
    }
  },
  {
    "translation": {
      "en": "Please, Mrs. A. I won't beg you, but I will make Sadie do it.",
      "it": "La prego, sig.ra A, non la supplicherò, ma lo farò fare a Sadie."
    }
  },
  {
    "translation": {
      "en": "Okay, but you girls got to bring your A game.",
      "it": "Ok, ma dovrete dare il massimo."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "it": "Sì!"
    }
  },
  {
    "translation": {
      "en": "We get to perform in front of Iggy Azalea!",
      "it": "Ci esibiremo davanti a Iggy Azalea!"
    }
  },
  {
    "translation": {
      "en": "Sounds like it's gonna be a big night for all of us.",
      "it": "Sarà una grande serata per tutti noi."
    }
  },
  {
    "translation": {
      "en": "Oh, what was that dance you all were doing when we walked out here?",
      "it": "Com'era quel ballo che stavate facendo?"
    }
  },
  {
    "translation": {
      "en": "♪ I'm Sadie's affirmation app ♪",
      "it": "Sono l'app di affermazione di Sadie"
    }
  },
  {
    "translation": {
      "en": "♪ And so no matter what happens, I got her back ♪",
      "it": "Qualunque cosa accada Tengo i nemici a bada"
    }
  },
  {
    "translation": {
      "en": "♪ 'Cause see my homey Sadie wished on a star ♪",
      "it": "L'amica Sadie ha espresso un desiderio"
    }
  },
  {
    "translation": {
      "en": "♪ She said, \"I wish you were real,\" now I'm as real as you are ♪",
      "it": "\"Magari fossi vera\" Ora sono vera davvero"
    }
  },
  {
    "translation": {
      "en": "-♪ And now who's coming out the app? ♪ -♪ That girl Lay Lay ♪",
      "it": "Chi esce dall'app? Lay Lay, amica magica Chi ha il potere del congelamento? Lay Lay, amica magica"
    }
  },
  {
    "translation": {
      "en": "-♪ Who's avatar power is to freeze? ♪ -♪ That girl Lay Lay ♪",
      "it": "Chi ha il potere del congelamento? Lay Lay, amica magica"
    }
  },
  {
    "translation": {
      "en": "♪ All day, all day, it's your girl ♪",
      "it": "Tutto il giorno, è la tua amica"
    }
  },
  {
    "translation": {
      "en": "♪ That girl, that girl, that girl, that girl Lay Lay ♪",
      "it": "Lay Lay, amica magica"
    }
  },
  {
    "translation": {
      "en": "Okay. I think I got all the freaking out out.",
      "it": "Ok, credo di aver finito di dare di matto."
    }
  },
  {
    "translation": {
      "en": "Do you want to hear about Lay Lay's other powers?",
      "it": "Vuoi sapere gli altri poteri di Lay Lay?"
    }
  },
  {
    "translation": {
      "en": "There's more? Can you fly? Shoot lasers out of your eyes?",
      "it": "Altri? Sai volare? Sparare i laser dagli occhi?"
    }
  },
  {
    "translation": {
      "en": "Turn broccoli into brownies?",
      "it": "Trasformare i broccoli in brownie?"
    }
  },
  {
    "translation": {
      "en": "No. Lay Lay's powers are related to the phone.",
      "it": "No, sono poteri legati al telefono."
    }
  },
  {
    "translation": {
      "en": "When she holds her breath and disappears, it's like a phone going into rest mode.",
      "it": "Quando trattiene il respiro e scompare, va in modalità riposo."
    }
  },
  {
    "translation": {
      "en": "And have you ever hit pause on a video?",
      "it": "Hai mai messo in pausa un video?"
    }
  },
  {
    "translation": {
      "en": "Whoa. How is that possible?",
      "it": "Wow. Com'è possibile?"
    }
  },
  {
    "translation": {
      "en": "Anything's possible when you're this fabulous.",
      "it": "Tutto è possibile se sei così favolosa."
    }
  },
  {
    "translation": {
      "en": "Okay. So I can't catch, but I can freeze time.",
      "it": "Ok, non so prendere le cose al volo, ma posso fermare il tempo."
    }
  },
  {
    "translation": {
      "en": "And if there's anyone I don't want to freeze, I just have to think about them.",
      "it": "Se non voglio fermare qualcuno, devo solo pensarci."
    }
  },
  {
    "translation": {
      "en": "Wait, have you ever frozen me before and I didn't know it?",
      "it": "Mi hai mai congelato senza saperlo?"
    }
  },
  {
    "translation": {
      "en": "[as Marky] Wait. Have you ever frozen me before and I didn't know it?",
      "it": "\"Mi hai mai congelato senza saperlo?\""
    }
  },
  {
    "translation": {
      "en": "[normally] Of course not, Marky.",
      "it": "Certo che no, Marky."
    }
  },
  {
    "translation": {
      "en": "I didn't think so. I'm way too smart for that.",
      "it": "Infatti. Sono troppo intelligente."
    }
  },
  {
    "translation": {
      "en": "What did Mom and Dad say when they learned about Lay Lay?",
      "it": "Cos'hanno detto mamma e papà?"
    }
  },
  {
    "translation": {
      "en": "Uh, I'll never forget what they said. Right? What'd they say, Lay Lay?",
      "it": "Non lo dimenticherò mai. Cosa avevano detto, Lay Lay?"
    }
  },
  {
    "translation": {
      "en": "Uh, they said, \"Wow,\"",
      "it": "Hanno detto \"wow\"!"
    }
  },
  {
    "translation": {
      "en": "and--and, \"Whoa,\" and then your mom--",
      "it": "Hanno detto \"wow\"! E tua madre ha fatto…"
    }
  },
  {
    "translation": {
      "en": "Hey, kids.",
      "it": "- Ehi. - Ciao, papà."
    }
  },
  {
    "translation": {
      "en": "Hey, Dad. How come you never told me Lay Lay is--",
      "it": "- Ehi. - Ciao, papà. - Perché non mi hai detto che Lay… - Marky!"
    }
  },
  {
    "translation": {
      "en": "Marky, Mr. A doesn't want to talk about me being an avatar.",
      "it": "- Perché non mi hai detto che Lay… - Marky! Il sig. A non vuole parlare di me come avatar."
    }
  },
  {
    "translation": {
      "en": "Yeah. He's so over Lay Lay and her powers.",
      "it": "Sì! Ha superato la storia di Lay Lay e i suoi poteri."
    }
  },
  {
    "translation": {
      "en": "Wait a minute. You never told them.",
      "it": "Un momento! Non gliel'avete detto."
    }
  },
  {
    "translation": {
      "en": "I certainly don't not did.",
      "it": "No che non l'ho fatto."
    }
  },
  {
    "translation": {
      "en": "You're doing that weird double-negative thing when you lie.",
      "it": "Usi i doppi negativi quando menti."
    }
  },
  {
    "translation": {
      "en": "I certainly am not not doing that.",
      "it": "No che non lo faccio."
    }
  },
  {
    "translation": {
      "en": "Dang, Sadie, this is why I never play spades with you.",
      "it": "Cavolo, Sadie. Ecco perché non gioco a carte con te."
    }
  },
  {
    "translation": {
      "en": "You are the only other person besides us who knows the secret.",
      "it": "Sei l'unico oltre a noi che sa questo segreto."
    }
  },
  {
    "translation": {
      "en": "Well, there's also a goat who knows everything, but she ain't no snitch.",
      "it": "C'è anche una capra che sa tutto, ma non fa la spia."
    }
  },
  {
    "translation": {
      "en": "Wait. If I'm the only one that knows,",
      "it": "Aspetta, se sono l'unico a saperlo,"
    }
  },
  {
    "translation": {
      "en": "that means you two need me to keep this secret. And you know that means?",
      "it": "dovrete farmi mantenere il segreto. Sapete cosa significa?"
    }
  },
  {
    "translation": {
      "en": "That we have a bond more sacred than a pinky promise?",
      "it": "Che abbiamo un legame più sacro di una promessa col mignolo?"
    }
  },
  {
    "translation": {
      "en": "No. It means you two work for me now,",
      "it": "No. Significa che ora lavorate per me."
    }
  },
  {
    "translation": {
      "en": "or I tell Mom and Dad everything.",
      "it": "O dico tutto a mamma e papà."
    }
  },
  {
    "translation": {
      "en": "You wouldn't dare.",
      "it": "Non oseresti."
    }
  },
  {
    "translation": {
      "en": "Who am I talking to? Of course he would dare.",
      "it": "Certo che oserai. Sì."
    }
  },
  {
    "translation": {
      "en": "Lay Lay, we have to do what he says.",
      "it": "Lay Lay, dobbiamo fare come dice lui."
    }
  },
  {
    "translation": {
      "en": "How come I never told you Lay Lay was what, Marky?",
      "it": "Sai cosa non ti ho mai detto, Marky?"
    }
  },
  {
    "translation": {
      "en": "That Lay Lay is such a good mime. Sadie too.",
      "it": "Che Lay Lay è un'ottima mima. Anche Sadie. Fateglielo vedere."
    }
  },
  {
    "translation": {
      "en": "Show him trapped-in-the-box, girls.",
      "it": "Anche Sadie. Fateglielo vedere."
    }
  },
  {
    "translation": {
      "en": "Okay. Why don't you guys stay locked in that box and I'll just leave?",
      "it": "Ok, che dite di restare in quella scatola così me ne vado?"
    }
  },
  {
    "translation": {
      "en": "-Ooh, that was close. -Yeah. Good cover, Marky.",
      "it": "Per un pelo! Bella copertura, Marky. È bello averti nel Team Lay."
    }
  },
  {
    "translation": {
      "en": "It's nice to have you on Team Lay Lay.",
      "it": "Bella copertura, Marky. È bello averti nel Team Lay."
    }
  },
  {
    "translation": {
      "en": "Oh, no. From now on, this is Team Marky,",
      "it": "No, d'ora in poi, questo è il Team Marky."
    }
  },
  {
    "translation": {
      "en": "and I need a fan and foot rub, stat.",
      "it": "Voglio un po' di aria e un massaggio ai piedi."
    }
  },
  {
    "translation": {
      "en": "Say what now?",
      "it": "Cosa?"
    }
  },
  {
    "translation": {
      "en": "Why would we ever do that? Mom? Dad?",
      "it": "- Perché mai dovrei farlo? - Mamma? Papà?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. This is gonna work out just fine.",
      "it": "Ah, sì. Andrà tutto bene."
    }
  },
  {
    "translation": {
      "en": "Marky's been wearing me out, Sadie.",
      "it": "Marky mi sta stancando."
    }
  },
  {
    "translation": {
      "en": "He had me freeze time twice just so he could get a snack during his favorite TV show.",
      "it": "Ho fermato due volte il suo programma preferito per fargli fare merenda."
    }
  },
  {
    "translation": {
      "en": "Just press pause, Marky.",
      "it": "Metti in pausa e basta, Marky!"
    }
  },
  {
    "translation": {
      "en": "I know. I made the snacks. But I snuck down here to work on our song.",
      "it": "Lo so, ho preparato io la merenda. Ma sono qui per lavorare alla canzone."
    }
  },
  {
    "translation": {
      "en": "Good, because we really need to rehearse for the CHoFMAs.",
      "it": "Bene, dobbiamo provare per i ChoFma."
    }
  },
  {
    "translation": {
      "en": "It's your parents' big night, and Iggy Azalea is gonna be there. We got to bring it.",
      "it": "È la grande serata dei tuoi e ci sarà Iggy Azalea. Dobbiamo spaccare."
    }
  },
  {
    "translation": {
      "en": "Oh, it's been brung.",
      "it": "Oh, è stato fatto."
    }
  },
  {
    "translation": {
      "en": "-[music playing] -Ready for this?",
      "it": "Pronta?"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "it": "Forza!"
    }
  },
  {
    "translation": {
      "en": "Come on. You like that? You like that? All right, come on, come on.",
      "it": "Andiamo. Ti piace? Va bene, andiamo. Fatti sotto, bella."
    }
  },
  {
    "translation": {
      "en": "Break with me, girl. And break it with me, girl.",
      "it": "Ti piace? Va bene, andiamo. Fatti sotto, bella. Fatti sotto, bella Fatti sotto"
    }
  },
  {
    "translation": {
      "en": "Break it with me. Break it with me. Shimmy, shimmy, shimmy.",
      "it": "Fatti sotto, bella Fatti sotto Ancheggia No, non ancheggio."
    }
  },
  {
    "translation": {
      "en": "-[music ends] -Oh, no shimmy.",
      "it": "No, non ancheggio."
    }
  },
  {
    "translation": {
      "en": "No shimmy?",
      "it": "No?"
    }
  },
  {
    "translation": {
      "en": "I can't. [hiccups]",
      "it": "Non posso."
    }
  },
  {
    "translation": {
      "en": "Oh, I've never heard you hiccup before.",
      "it": "Non avevo mai sentito il tuo singhiozzo."
    }
  },
  {
    "translation": {
      "en": "You okay, Lay Lay, or was my dancing just that bad?",
      "it": "Stai bene, Lay Lay? O sono così pessima a ballare?"
    }
  },
  {
    "translation": {
      "en": "Marky has been nonstop with his demands. [hiccups]",
      "it": "Marky non smette mai di fare richieste."
    }
  },
  {
    "translation": {
      "en": "He had me use my powers a million times today,",
      "it": "Mi ha fatto usare i poteri un milione di volte."
    }
  },
  {
    "translation": {
      "en": "and your dancing is that bad.",
      "it": "E sei pessima a ballare."
    }
  },
  {
    "translation": {
      "en": "If it isn't my favorite girls.",
      "it": "Ecco le mie ragazze preferite."
    }
  },
  {
    "translation": {
      "en": "I've got a new entrepreneurial endeavor that you two are going to love helping me with,",
      "it": "C'è un nuovo lavoro imprenditoriale in cui voi due mi aiuterete."
    }
  },
  {
    "translation": {
      "en": "because I said so.",
      "it": "Perché lo dico io."
    }
  },
  {
    "translation": {
      "en": "Marky, we've got to practice for our performance,",
      "it": "Marky, dobbiamo prepararci."
    }
  },
  {
    "translation": {
      "en": "and Lay Lay is tired from all your demands. Stop power-tripping on her powers.",
      "it": "Lay Lay è stanca per le tue richieste. Smettila di usare i suoi poteri."
    }
  },
  {
    "translation": {
      "en": "I hear you, but I've got financial independence to achieve.",
      "it": "Lo capisco, ma devo raggiungere l'indipendenza finanziaria."
    }
  },
  {
    "translation": {
      "en": "That's why I invested in a new instant hair-removal cream called InstaShave.",
      "it": "Ho investito in una crema depilatoria istantanea, Insta Shave."
    }
  },
  {
    "translation": {
      "en": "What do you know about hair removal?",
      "it": "Cosa sai della depilazione?"
    }
  },
  {
    "translation": {
      "en": "The closest thing you have to a mustache is ketchup on your lip.",
      "it": "La cosa più simile ai baffi che hai è il ketchup sul labbro."
    }
  },
  {
    "translation": {
      "en": "I don't need it, but the A-listers at the CHoFMAs will.",
      "it": "A me non serve, ma ai partecipanti al premio sì."
    }
  },
  {
    "translation": {
      "en": "And if the right celebrity gets ahold of InstaShave, my business will boom.",
      "it": "Se la celebrità giusta usa Insta Shave, la mia attività esploderà."
    }
  },
  {
    "translation": {
      "en": "Uh-uh. I see where this is going.",
      "it": "So dove vuoi andare a parare."
    }
  },
  {
    "translation": {
      "en": "You want us to use InstaShave on our heads!",
      "it": "Vuoi usarla sulle nostre teste!"
    }
  },
  {
    "translation": {
      "en": "What? [hiccups] I'm not doing that. These buns are… [hiccups] Iconic.",
      "it": "Cosa? Non esiste. Questa acconciatura è iconica."
    }
  },
  {
    "translation": {
      "en": "Calm down. All the celebrities get gift bags full of swag.",
      "it": "Calme. Tutte le celebrità ricevono borse piene di regali."
    }
  },
  {
    "translation": {
      "en": "You think I don't know what swag is? Look at me.",
      "it": "Credi che non lo sappia? Guardami."
    }
  },
  {
    "translation": {
      "en": "All I need you to do is sneak some samples of InstaShave into the CHoFMA swag bag",
      "it": "Dovete solo infilare i campioni di Insta Shave in queste borse, così ogni celebrità le avrà."
    }
  },
  {
    "translation": {
      "en": "so that every celebrity leaves with it.",
      "it": "in queste borse, così ogni celebrità le avrà."
    }
  },
  {
    "translation": {
      "en": "What if we say… [hiccups] No?",
      "it": "E se dicessimo di no?"
    }
  },
  {
    "translation": {
      "en": "I'll say… [hiccups] Mom, Dad!",
      "it": "Io dirò: \"Mamma! Papà!\""
    }
  },
  {
    "translation": {
      "en": "Fine. Whatever you want, Marky.",
      "it": "Va bene, come vuoi, Marky."
    }
  },
  {
    "translation": {
      "en": "Or I can take this lovely pillow and smack the snitch out of him.",
      "it": "O posso prendere questo bel cuscino e fargli smettere di fare la spia!"
    }
  },
  {
    "translation": {
      "en": "No, Lay Lay. Put the pillow down. Hey, hey, hey! No, no.",
      "it": "No, Lay Lay. Metti giù il cuscino. Ehi! No. Ehi, basta."
    }
  },
  {
    "translation": {
      "en": "-Hey, stop! -You want to do this?",
      "it": "No, Lay Lay. Metti giù il cuscino. Ehi! No. Ehi, basta. - Come puoi farlo? - No. Basta. Ehi. Cattiva, Lay Lay."
    }
  },
  {
    "translation": {
      "en": "-Let me do this! -No. No more. -Let me go. -Hey, bad Lay Lay.",
      "it": "- Come puoi farlo? - No. Basta. Ehi. Cattiva, Lay Lay."
    }
  },
  {
    "translation": {
      "en": "Bad Lay Lay. Bad, bad, bad.",
      "it": "- Come puoi farlo? - No. Basta. Ehi. Cattiva, Lay Lay. No. Fermati. Smettila, Lay Lay."
    }
  },
  {
    "translation": {
      "en": "Honey, how are we supposed to know what Iggy Azalea's assistant looks like?",
      "it": "Come facciamo a riconoscere l'assistente di Iggy Azalea?"
    }
  },
  {
    "translation": {
      "en": "They all look the same: computer-y, glasses,",
      "it": "Sono tutti uguali, davanti a un PC, con gli occhiali"
    }
  },
  {
    "translation": {
      "en": "pale, and weak from too much screen time.",
      "it": "e deboli per il troppo tempo davanti allo schermo."
    }
  },
  {
    "translation": {
      "en": "Hi. I'm Jasmine, the pale and weak assistant you're here to meet.",
      "it": "Ciao, sono Jasmine, la pallida e debole assistente qui per voi."
    }
  },
  {
    "translation": {
      "en": "You're Iggy Azalea's assistant?",
      "it": "- Sei l'assistente di Iggy Azalea? - Sì."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -But you're so young.",
      "it": "- Sei l'assistente di Iggy Azalea? - Sì. - Ma sei così giovane. - Vero? O forse il vecchio è lei?"
    }
  },
  {
    "translation": {
      "en": "Am I, or are you just really old?",
      "it": "- Ma sei così giovane. - Vero? O forse il vecchio è lei?"
    }
  },
  {
    "translation": {
      "en": "-Listen, little girl-- -Uh, thank you.",
      "it": "Senti, ragazzina… Grazie."
    }
  },
  {
    "translation": {
      "en": "Thank you for taking the time to meet with us.",
      "it": "Grazie di aver trovato il tempo di incontrarci."
    }
  },
  {
    "translation": {
      "en": "So Iggy would love to give your presentation speech.",
      "it": "Iggy vorrebbe presentarvi."
    }
  },
  {
    "translation": {
      "en": "Yes! I celebrated too soon, didn't I?",
      "it": "Sì! Ho festeggiato troppo presto, vero?"
    }
  },
  {
    "translation": {
      "en": "Little bit.",
      "it": "Un pochino."
    }
  },
  {
    "translation": {
      "en": "As her new assistant, I need to make sure that she's associating with the right people.",
      "it": "Come sua assistente, devo assicurarmi che frequenti la gente giusta."
    }
  },
  {
    "translation": {
      "en": "Ms. Alexander, it's to my understanding that you're a bit of a…diva.",
      "it": "Sig.ra Alexander, a quanto pare lei è un po' una diva."
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "it": "Come, scusi?"
    }
  },
  {
    "translation": {
      "en": "Oh, no, you said the D word.",
      "it": "Oh no, la parola con la D."
    }
  },
  {
    "translation": {
      "en": "Iggy said you got into an argument with her the last time you worked together.",
      "it": "Iggy ha detto che avevate litigato."
    }
  },
  {
    "translation": {
      "en": "Oh, no, she's still hung up on that? I wouldn't call it an argument.",
      "it": "- Oh, no, ci pensa ancora? - Non la definirei una lite…"
    }
  },
  {
    "translation": {
      "en": "It's just she was wrong, and I was right.",
      "it": "- Oh, no, ci pensa ancora? - Non la definirei una lite… Lei aveva torto e io avevo ragione."
    }
  },
  {
    "translation": {
      "en": "And apparently you told her that, a lot.",
      "it": "E a quanto pare, gliel'ha ripetuto spesso."
    }
  },
  {
    "translation": {
      "en": "It was a jingle for Hooper's Hot Tubs, but it was so long ago,",
      "it": "Era un jingle per Hooper's Hot Tubs. È stato tanto tempo fa, chi…"
    }
  },
  {
    "translation": {
      "en": "-who can even remember-- -Okay.",
      "it": "Era un jingle per Hooper's Hot Tubs. È stato tanto tempo fa, chi… Ok, lei voleva fare:"
    }
  },
  {
    "translation": {
      "en": "She wanted ♪ Ooh, my, my, buy a hot tub ♪",
      "it": "Ok, lei voleva fare: Oddio, compra un idromassaggio"
    }
  },
  {
    "translation": {
      "en": "But I knew it should be ♪ My, my, ooh, buy a hot tub ♪",
      "it": "Ma sapevo che doveva fare: Oddio, compra un idromassaggio"
    }
  },
  {
    "translation": {
      "en": "You heard it. I was right.",
      "it": "L'hai sentito. Avevo ragione."
    }
  },
  {
    "translation": {
      "en": "-Should I be talking to you? -I think that would be best.",
      "it": "- Dovrei parlare con lei? - Sarebbe meglio."
    }
  },
  {
    "translation": {
      "en": "The only way Iggy is willing to introduce you two is if I get a video of her apologizing.",
      "it": "Iggy è disposta a presentarvi soltanto se faccio un video in cui lei si scusa."
    }
  },
  {
    "translation": {
      "en": "Okay. I understand.",
      "it": "Ok. Capisco."
    }
  },
  {
    "translation": {
      "en": "Come on, baby. Say you're sorry.",
      "it": "Dai, tesoro. Di' che ti dispiace."
    }
  },
  {
    "translation": {
      "en": "Oh, that's not it. Iggy wants Trish to do an \"I'm sorry\" dance so she can share it with her millions of followers.",
      "it": "No, Iggy vuole che faccia un ballo da condividere con i suoi follower."
    }
  },
  {
    "translation": {
      "en": "Oh, and you're gonna love the song.",
      "it": "Le piacerà la canzone, fa:"
    }
  },
  {
    "translation": {
      "en": "It goes ♪ Ooh, my, my, I'm sorry ♪",
      "it": "Le piacerà la canzone, fa: Oddio, mi dispiace"
    }
  },
  {
    "translation": {
      "en": "Oh, I'm sorry. I'm sorry that you wasted your breath singing that nonsense.",
      "it": "Mi dispiace che tu abbia sprecato il fiato a cantare queste sciocchezze."
    }
  },
  {
    "translation": {
      "en": "Honey, honey, having Iggy Azalea introduce us would be a huge deal.",
      "it": "Tesoro. Farsi presentare da Iggy Azalea sarebbe importantissimo…"
    }
  },
  {
    "translation": {
      "en": "Just… just apologize.",
      "it": "Scusati e basta."
    }
  },
  {
    "translation": {
      "en": "-Who cares now? -[sighs] No.",
      "it": "A chi importa? No."
    }
  },
  {
    "translation": {
      "en": "Please, baby, baby, please.",
      "it": "Ti prego, tesoro."
    }
  },
  {
    "translation": {
      "en": "No, baby, baby, no.",
      "it": "No, tesoro, no."
    }
  },
  {
    "translation": {
      "en": "You have 24 hours to change your mind. I'll be here same time tomorrow.",
      "it": "Ha 24 ore per cambiare idea. Sarò qui domani alla stessa ora."
    }
  },
  {
    "translation": {
      "en": "Oh, right. I ordered lunch, but now I'm not hungry.",
      "it": "Ah, giusto. Ho ordinato il pranzo, ma ora non ho fame."
    }
  },
  {
    "translation": {
      "en": "Iggy would want you to pay for it.",
      "it": "Iggy vorrebbe che lo pagasse lei."
    }
  },
  {
    "translation": {
      "en": "Okay, bye.",
      "it": "Ok, ciao!"
    }
  },
  {
    "translation": {
      "en": "What even is InstaShave?",
      "it": "Cos'è Insta Shave?"
    }
  },
  {
    "translation": {
      "en": "Sweet James Brown, Marky is going to need more than a celebrity endorsement to sell this goop.",
      "it": "Dolce James Brown. A Marky servirà più di una celebrità per venderlo."
    }
  },
  {
    "translation": {
      "en": "[gags] Oh, yeah. That stuff definitely works",
      "it": "Oh, sì! Quella roba funziona."
    }
  },
  {
    "translation": {
      "en": "because it just burned out all my nose hairs.",
      "it": "Mi ha bruciato tutti i peli del naso."
    }
  },
  {
    "translation": {
      "en": "Okay. These are custom labels with my adorable smile on them.",
      "it": "Ok, queste sono etichette personalizzate con il mio adorabile sorriso."
    }
  },
  {
    "translation": {
      "en": "No one could say no to this face.",
      "it": "Nessuno può dire di no a questa faccia."
    }
  },
  {
    "translation": {
      "en": "You want us to put those labels on every single one of these containers?",
      "it": "Vuoi che mettiamo quelle etichette su ogni contenitore?"
    }
  },
  {
    "translation": {
      "en": "Oh, not just these. There's 12 more boxes.",
      "it": "Ci sono altre 12 scatole."
    }
  },
  {
    "translation": {
      "en": "So you girls had better get a move on. Toodles.",
      "it": "Dovreste darvi una mossa. Addio!"
    }
  },
  {
    "translation": {
      "en": "[sighs] Let's get to work.",
      "it": "Al lavoro."
    }
  },
  {
    "translation": {
      "en": "As long as we're under Marky's thumb, we're never gonna get a chance to rehearse for the CHoFMAs,",
      "it": "Finché siamo sotto il controllo di Marky, non possiamo provare."
    }
  },
  {
    "translation": {
      "en": "and we can't let my parents down.",
      "it": "Non possiamo deludere i miei genitori."
    }
  },
  {
    "translation": {
      "en": "You're right. We're gonna be here all night.",
      "it": "Hai ragione. Staremo qui tutta la notte."
    }
  },
  {
    "translation": {
      "en": "both: Bars.",
      "it": "- Ganzo! - Ganzo!"
    }
  },
  {
    "translation": {
      "en": "Wait, I know. We can multitask.",
      "it": "Aspetta, ci sono. Proviamo il multitasking."
    }
  },
  {
    "translation": {
      "en": "Let's rehearse our performance while we finish Marky's work.",
      "it": "Proviamo l'esibizione mentre finiamo il lavoro di Marky."
    }
  },
  {
    "translation": {
      "en": "Come on, girl.",
      "it": "Forza, bella."
    }
  },
  {
    "translation": {
      "en": "♪ Rip and dip that hip ♪",
      "it": "Stacca e abbassa quell'anca"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "it": "- Forza, bella. - Ok."
    }
  },
  {
    "translation": {
      "en": "♪ Go, Lay Lay, go, Lay Lay ♪",
      "it": "Vai, Lay Lay, vai, Lay Lay"
    }
  },
  {
    "translation": {
      "en": "♪ Go, Sadie, do the Say Say ♪",
      "it": "Vai, Sadie, fai il Say Say"
    }
  },
  {
    "translation": {
      "en": "♪ Hey ♪",
      "it": "Ehi!"
    }
  },
  {
    "translation": {
      "en": "-♪ Whoa ♪ -Clap. -Do a hip. -Oh! Get into it!",
      "it": "- Cosa, batti le mani! - Batti, abbassa l'anca, ce la fai?"
    }
  },
  {
    "translation": {
      "en": "Is this fun and frolicking I see?",
      "it": "Qualcuno se la spassa e si diverte?"
    }
  },
  {
    "translation": {
      "en": "No, no, no, no, no, no, no, no, no, no, no, no, no!",
      "it": "No!"
    }
  },
  {
    "translation": {
      "en": "I want less \"Happy Feet\" and more \"Hard Knock Life.\"",
      "it": "Meno piedi felici e lavoro duro."
    }
  },
  {
    "translation": {
      "en": "You know what? Forget this.",
      "it": "Ok, sai che ti dico? Lasciamo perdere."
    }
  },
  {
    "translation": {
      "en": "I'm going upstairs to get me a drink and kick my feet up.",
      "it": "Vado di sopra a prendere da bere e riposare i piedi."
    }
  },
  {
    "translation": {
      "en": "-Do I need to tell my parents your secret? -I wish you would.",
      "it": "- Devo confessare il vostro segreto? - Vorrei che lo facessi!"
    }
  },
  {
    "translation": {
      "en": "-[buzzing] -Oh, I feel weird. Something's happening.",
      "it": "Wow. Mi sento strano. Sta succedendo qualcosa."
    }
  },
  {
    "translation": {
      "en": "Wow. She's moving with super speed.",
      "it": "Wow! Si muove a grande velocità!"
    }
  },
  {
    "translation": {
      "en": "Well, that's a new one.",
      "it": "Beh, questa è nuova."
    }
  },
  {
    "translation": {
      "en": "Whoa. What was that? Did I just--",
      "it": "Wow. Cos'è stato? Ho fatto…"
    }
  },
  {
    "translation": {
      "en": "Zip around the room like Usain Bolt strapped to a rocket ship? Yeah. Yeah, you did.",
      "it": "Il giro della stanza come Usain Bolt legato a un razzo? Sì, l'hai fatto."
    }
  },
  {
    "translation": {
      "en": "You just found a new avatar power.",
      "it": "Hai trovato un nuovo potere."
    }
  },
  {
    "translation": {
      "en": "It's like speeding up a video on your phone.",
      "it": "È come velocizzare un video sul telefono."
    }
  },
  {
    "translation": {
      "en": "Which is perfect, because we have so many more containers to label.",
      "it": "Perfetto, perché noi abbiamo molti contenitori da etichettare."
    }
  },
  {
    "translation": {
      "en": "Wait, did I say we? Because I meant y'all.",
      "it": "Aspetta. Ho detto \"noi\"? Intendevo voi."
    }
  },
  {
    "translation": {
      "en": "Well, I guess this will give us more time to rehearse, since… [hiccups] I can get this done quicker.",
      "it": "Così avremo più tempo per provare, visto che posso fare più in fretta."
    }
  },
  {
    "translation": {
      "en": "Yeah. Maybe you're right.",
      "it": "Sì, forse hai ragione."
    }
  },
  {
    "translation": {
      "en": "♪ Let's go, Lay Lay, clap, clap ♪",
      "it": "Forza Lay, batti le mani"
    }
  },
  {
    "translation": {
      "en": "Super speed, invisibility, freezing time?",
      "it": "Super velocità, invisibilità, congelamento del tempo…"
    }
  },
  {
    "translation": {
      "en": "With her avatar powers and my business genius,",
      "it": "Con i suoi poteri e la mia genialità,"
    }
  },
  {
    "translation": {
      "en": "we're gonna take over the world.",
      "it": "conquisteremo il mondo!"
    }
  },
  {
    "translation": {
      "en": "Thank you so much for doing this. It's just a silly apology video,",
      "it": "Grazie davvero, è solo uno stupido video di scuse"
    }
  },
  {
    "translation": {
      "en": "and then tonight we'll be introduced at the Cleveland Hall of Fame Music Awards by Iggy Azalea.",
      "it": "e stasera, ai Cleveland Hall of Fame Music Awards ci presenterà Iggy Azalea."
    }
  },
  {
    "translation": {
      "en": "Who was wrong.",
      "it": "Che si sbagliava."
    }
  },
  {
    "translation": {
      "en": "[sighs] Yeah. See, I know you were right, and you know you were right.",
      "it": "Sì, so che avevi ragione. E lo sai anche tu, quindi…"
    }
  },
  {
    "translation": {
      "en": "So what's it matter if her millions of followers think you were wrong?",
      "it": "Sì, so che avevi ragione. E lo sai anche tu, quindi… Che t'importa di cosa penseranno milioni di follower?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna need one more.",
      "it": "Me ne serve un altro."
    }
  },
  {
    "translation": {
      "en": "-Please, baby, baby, please. -[laughs]",
      "it": "Ti prego, tesoro."
    }
  },
  {
    "translation": {
      "en": "Ew, you're somebody's parents.",
      "it": "Siete dei genitori."
    }
  },
  {
    "translation": {
      "en": "-Have you made your decision? -I have.",
      "it": "Ha preso una decisione? Sì."
    }
  },
  {
    "translation": {
      "en": "I'm doing this for you.",
      "it": "Lo faccio per te."
    }
  },
  {
    "translation": {
      "en": "-For us. -Whatever.",
      "it": "- Per noi. - Come vuoi."
    }
  },
  {
    "translation": {
      "en": "Hit record, little girl.",
      "it": "Registra, ragazzina."
    }
  },
  {
    "translation": {
      "en": "♪ Ooh, my, my, I'm sorry ♪",
      "it": "Oddio, mi dispiace"
    }
  },
  {
    "translation": {
      "en": "♪ Ooh, my, my, I was wrong ♪ ♪ Ooh, my, my, your way was better ♪",
      "it": "Oddio, mi sbagliavo Oddio, la tua era migliore"
    }
  },
  {
    "translation": {
      "en": "♪ This is my apology song ♪",
      "it": "Questa è la mia canzone di scuse"
    }
  },
  {
    "translation": {
      "en": "Ooh, my, my.",
      "it": "Oddio."
    }
  },
  {
    "translation": {
      "en": "We're going to break the Internet.",
      "it": "Distruggeremo Internet."
    }
  },
  {
    "translation": {
      "en": "-And Iggy's gonna introduce us tonight? -You know it.",
      "it": "- E Iggy ci presenterà stasera? - Contateci."
    }
  },
  {
    "translation": {
      "en": "Okay, bye.",
      "it": "Ok, ciao!"
    }
  },
  {
    "translation": {
      "en": "Thank you so much for doing this for us. I'm sorry you had to go through all this.",
      "it": "Grazie di averlo fatto. Mi spiace per quello che hai affrontato."
    }
  },
  {
    "translation": {
      "en": "Oh, you can apologize better than that.",
      "it": "Puoi scusarti meglio di così."
    }
  },
  {
    "translation": {
      "en": "-What do you mean? -Uh-huh.",
      "it": "Che vuoi dire?"
    }
  },
  {
    "translation": {
      "en": "-No. -Ready? -No, seriously-- -Ready, five, six, seven, eight.",
      "it": "- No, sul serio. - Pronto? Cinque, sei, sette, otto…"
    }
  },
  {
    "translation": {
      "en": "♪ Ooh, my, my, I'm sorry ♪ ♪ Ooh, my, my, I was wrong ♪",
      "it": "Oddio, mi dispiace Oddio, mi sbagliavo"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -♪ Ooh, my, my, your way was better ♪",
      "it": "Sì! - Oddio, la tua era migliore - Vai su!"
    }
  },
  {
    "translation": {
      "en": "-♪ This is my apology song ♪ -Break it down.",
      "it": "- E giù! - Questa è la mia canzone di scuse"
    }
  },
  {
    "translation": {
      "en": "Babe, I forgot to press record.",
      "it": "Tesoro, ho dimenticato di registrare."
    }
  },
  {
    "translation": {
      "en": "Yeah. One more.",
      "it": "Sì. Di nuovo."
    }
  },
  {
    "translation": {
      "en": "Five, six, seven, eight.",
      "it": "Cinque, sei, sette, otto…"
    }
  },
  {
    "translation": {
      "en": "♪ Ooh, my, my, I'm sorry ♪",
      "it": "Oddio, mi dispiace."
    }
  },
  {
    "translation": {
      "en": "♪ Ooh, my, my, I was wrong ♪",
      "it": "Oddio, mi sbagliavo"
    }
  },
  {
    "translation": {
      "en": "♪ Ooh, my, my ♪",
      "it": "- Gira - Oddio, la mia era migliore"
    }
  },
  {
    "translation": {
      "en": "I moved so fast, my brain got jiggled, and I do not like jiggly brain.",
      "it": "Ero così veloce che mi si è contorto il cervello. E non mi piace."
    }
  },
  {
    "translation": {
      "en": "Good job. The first phase of Operation Marky Gets Rich is complete.",
      "it": "Bene. La prima fase dell'Operazione Marky si arricchisce è terminata."
    }
  },
  {
    "translation": {
      "en": "Whoa. Lay Lay, you're hiccupping again.",
      "it": "Lay Lay, hai di nuovo il singhiozzo. Stai bene?"
    }
  },
  {
    "translation": {
      "en": "-Are you okay? -Oh, yeah, I just… [hiccups]",
      "it": "Lay Lay, hai di nuovo il singhiozzo. Stai bene? Oh, sì. Mi serve solo un minuto."
    }
  },
  {
    "translation": {
      "en": "Need a minute.",
      "it": "Oh, sì. Mi serve solo un minuto."
    }
  },
  {
    "translation": {
      "en": "Hey, kids. We got something to tell ya!",
      "it": "Ragazzi, dobbiamo dirvi una cosa!"
    }
  },
  {
    "translation": {
      "en": "We just booked Iggy Azalea.",
      "it": "Abbiamo ingaggiato Iggy Azalea."
    }
  },
  {
    "translation": {
      "en": "all: Bars.",
      "it": "Ganzo!"
    }
  },
  {
    "translation": {
      "en": "Good job, Mom. You're not as lame as Sadie says you are.",
      "it": "Brava, mamma. Non sei noiosa come dice Sadie."
    }
  },
  {
    "translation": {
      "en": "I never said that. I said--",
      "it": "Non l'ho mai detto! Ho detto…"
    }
  },
  {
    "translation": {
      "en": "I love you, Mommy.",
      "it": "Ti voglio bene."
    }
  },
  {
    "translation": {
      "en": "Our 15 minutes of fame just turned into 20. Whoo!",
      "it": "I nostri 15 minuti di fama sono diventati 20. Wow!"
    }
  },
  {
    "translation": {
      "en": "-Why are we running? -I'm too excited to walk!",
      "it": "Perché corriamo? - Sono troppo emozionato! - Ok!"
    }
  },
  {
    "translation": {
      "en": "-Okay.",
      "it": "- Sono troppo emozionato! - Ok!"
    }
  },
  {
    "translation": {
      "en": "Your parents' night is gonna be so amazing. It's like a dream come true.",
      "it": "- La serata dei tuoi sarà fantastica. - È un sogno che diventa realtà."
    }
  },
  {
    "translation": {
      "en": "Speaking of dreams, let's talk about my dreams--",
      "it": "A proposito di sogni, parliamo dei miei."
    }
  },
  {
    "translation": {
      "en": "money!",
      "it": "Soldi!"
    }
  },
  {
    "translation": {
      "en": "Lay Lay, you're going to use your super-speed powers to get my samples into every gift bag, including Iggy's.",
      "it": "Userai i poteri per mettere i campioni in ogni pacco, incluso quello di Iggy."
    }
  },
  {
    "translation": {
      "en": "You're gonna make us work more?",
      "it": "Vuoi farci lavorare ancora?"
    }
  },
  {
    "translation": {
      "en": "You're killing me, Marky.",
      "it": "Mi stai uccidendo, Marky."
    }
  },
  {
    "translation": {
      "en": "I can't perform after filling up all those bags with super speed.",
      "it": "Non posso esibirmi dopo aver riempito tutti i pacchi."
    }
  },
  {
    "translation": {
      "en": "I'm the queen of extra, but that is too extra.",
      "it": "Sono la regina del lavoro extra, ma questo è troppo."
    }
  },
  {
    "translation": {
      "en": "Oh, I don't feel good.",
      "it": "Non mi sento bene."
    }
  },
  {
    "translation": {
      "en": "-What are you doing? -Lay Lay Lay.",
      "it": "- Che fai? - Lay Lay Lay."
    }
  },
  {
    "translation": {
      "en": "Lay Lay Lay Lay Lay Lay!",
      "it": "Lay Lay!"
    }
  },
  {
    "translation": {
      "en": "-Why do you keep saying your name? -Lay Lay Lay Lay Lay Lay.",
      "it": "- Perché continui a dire il tuo nome? - Lay Lay."
    }
  },
  {
    "translation": {
      "en": "Uh-oh. \"Lay Lay\" is all she can say. This isn't good.",
      "it": "\"Lay Lay\" è tutto ciò che sa dire! Non va bene."
    }
  },
  {
    "translation": {
      "en": "Lay Lay Lay Lay. Lay Lay.",
      "it": "Lay Lay."
    }
  },
  {
    "translation": {
      "en": "What is wrong with her, Sadie?",
      "it": "Che le prende, Sadie?"
    }
  },
  {
    "translation": {
      "en": "You had her doing too much. Marky, you broke Lay Lay.",
      "it": "L'hai fatta stancare troppo! Marky, hai rotto Lay Lay!"
    }
  },
  {
    "translation": {
      "en": "♪ ♪",
      "it": "CONTINUA…"
    }
  },
  {
    "translation": {
      "en": "Fashion is very, very, very, very important to me.",
      "it": "La moda è molto importante per me."
    }
  },
  {
    "translation": {
      "en": "It is a way that I keep my confidence up.",
      "it": "Mi aiuta ad avere fiducia in me."
    }
  },
  {
    "translation": {
      "en": "I like to be done up for sure. But, like, if you see me in a grocery store, airport,",
      "it": "Mi piace vestirmi bene, ma se mi vedi al supermercato, in aeroporto…"
    }
  },
  {
    "translation": {
      "en": "joggers, hoodies,",
      "it": "Sono in tuta e felpa!"
    }
  },
  {
    "translation": {
      "en": "but you know, I got some cute stuff in there.",
      "it": "Ma ho delle cose carine."
    }
  },
  {
    "translation": {
      "en": "So it's really just my comfort. I feel comfortable when I wear clothes like that.",
      "it": "È per stare comoda. Mi sento a mio agio così. Metto questa."
    }
  },
  {
    "translation": {
      "en": "We're gonna go with that.",
      "it": "Metto questa."
    }
  },
  {
    "translation": {
      "en": "I want to pick it out. [laughs]",
      "it": "Voglio sceglierli da sola."
    }
  },
  {
    "translation": {
      "en": "-Let's go red. -Red?",
      "it": "- Rosso. - Rosso?"
    }
  },
  {
    "translation": {
      "en": "I have to wear something that makes me happy. And that's life with That Girl Lay Lay.",
      "it": "Devo indossare ciò che mi rende felice. E questa è la vita con Lay Lay."
    }
  }
]