[
  {
    "translation": {
      "en": "[boy] Fight! I gotta go see this!",
      "it": "Rissa! Devo vederla!"
    }
  },
  {
    "translation": {
      "en": "[boy 2] Hey, they're fighting! Come on!",
      "it": "- Ehi, si stanno menando! - Andiamo!"
    }
  },
  {
    "translation": {
      "en": "No! No!",
      "it": "No!"
    }
  },
  {
    "translation": {
      "en": "It's your third fight, and it's only the third day of school.",
      "it": "La terza rissa in tre giorni di scuola."
    }
  },
  {
    "translation": {
      "en": "She told everyone I have herpes!",
      "it": "Ha detto a tutti che ho l'herpes!"
    }
  },
  {
    "translation": {
      "en": "Only so I could start a GoFundMe,",
      "it": "Solo per poter avviare un GoFundMe."
    }
  },
  {
    "translation": {
      "en": "which was a total bust, 'cause turns out everyone has it.",
      "it": "Peccato che pare ce l'abbiano tutti."
    }
  },
  {
    "translation": {
      "en": "See? She's a child, and children sometimes need to be hit.",
      "it": "Visto? È una bambina e a volte i bambini vanno picchiati."
    }
  },
  {
    "translation": {
      "en": "Hey, we're not gonna hit.",
      "it": "Ehi, niente mani qui."
    }
  },
  {
    "translation": {
      "en": "-We can bite, right? -[Principal] Violence is not the answer.",
      "it": "- Morsi? - La violenza non è la risposta."
    }
  },
  {
    "translation": {
      "en": "And, Gloria, I expect more from you. You are sophomore class president.",
      "it": "Gloria, mi aspetto di più dal capoclasse del secondo anno."
    }
  },
  {
    "translation": {
      "en": "I'm sensing some preferential treatment that borders on inappropriate.",
      "it": "Percepisco un trattamento preferenziale inappropriato."
    }
  },
  {
    "translation": {
      "en": "Does this require a call to the school board or your wife?",
      "it": "Che dice, devo chiamare il consiglio scolastico o sua moglie?"
    }
  },
  {
    "translation": {
      "en": "Gloria, biting's okay as long as you don't break the skin.",
      "it": "Gloria, mordila pure, ma niente sangue."
    }
  },
  {
    "translation": {
      "en": "Mr. Salazar, if you don't get your daughters in line--",
      "it": "Sig. Salazar, se non mette in riga le sue figlie…"
    }
  },
  {
    "translation": {
      "en": "Don't worry. I'll hit them so hard.",
      "it": "Non si preoccupi. Dopo le gonfio come si deve."
    }
  },
  {
    "translation": {
      "en": "I mean, metaphorically. I'll hit them hard with life lessons.",
      "it": "Cioè, metaforicamente. Le gonfierò di lezioni di vita."
    }
  },
  {
    "translation": {
      "en": "Good. Next time, it's expulsion.",
      "it": "Bene. La prossima volta, espulsione."
    }
  },
  {
    "translation": {
      "en": "You can't be home all day. I don't care that you're motherless or my nieces.",
      "it": "Non potete stare a casa. Anche se siete senza madre, o le mie nipoti."
    }
  },
  {
    "translation": {
      "en": "The last time I'm gonna save you fools. My fee has gone up. I'm too busy for this!",
      "it": "Questa è l'ultima volta. Il tempo è denaro e io non ne ho!"
    }
  },
  {
    "translation": {
      "en": "Sorry we interrupted your game of Animal Crossing, Tío.",
      "it": "Stavi giocando ad Animal Crossing, Tío."
    }
  },
  {
    "translation": {
      "en": "Appreciate it. But today's stunt is still gonna cost you each a hundy.",
      "it": "Esatto. E per lo spettacolino di oggi mi dovete $100 ciascuna."
    }
  },
  {
    "translation": {
      "en": "You got a week to settle your debt, or I'll reroute the home phone.",
      "it": "Avete una settimana per saldare il debito o reindirizzerò le chiamate."
    }
  },
  {
    "translation": {
      "en": "Instead of coming to my cell, all calls from the school are going straight to your father.",
      "it": "Invece di arrivare al mio cellulare, andranno a vostro padre."
    }
  },
  {
    "translation": {
      "en": "Now goodbye. You can walk home.",
      "it": "Adesso, ciao. Potete tornare a casa a piedi."
    }
  },
  {
    "translation": {
      "en": "As opposed to what? You don't have a car!",
      "it": "Perché, se no? Tu mica ce l'hai la macchina!"
    }
  },
  {
    "translation": {
      "en": "[Salazar] One week!",
      "it": "Una settimana!"
    }
  },
  {
    "translation": {
      "en": "This is your fault! No more!",
      "it": "È colpa tua! Basta!"
    }
  },
  {
    "translation": {
      "en": "I'm done! You can officially start taking care of yourself!",
      "it": "Sono stufa! Inizia a cavartela da sola!"
    }
  },
  {
    "translation": {
      "en": "Green sauce.",
      "it": "Salsa verde."
    }
  },
  {
    "translation": {
      "en": "What?",
      "it": "Che?"
    }
  },
  {
    "translation": {
      "en": "With enchiladas. That's what I want for dinner.",
      "it": "Con le enchiladas. È quello che voglio per cena."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "it": "Merda."
    }
  },
  {
    "translation": {
      "en": "[grunts] She's ruining my life and probably my future.",
      "it": "Mi sta rovinando la vita. E molto probabilmente il futuro."
    }
  },
  {
    "translation": {
      "en": "I'm on the cusp of getting expelled, and it's all your fault.",
      "it": "Rischio di essere espulsa, ed è colpa vostra."
    }
  },
  {
    "translation": {
      "en": "-Ours? -[Gloria] Yes!",
      "it": "- Nostra? - Sì!"
    }
  },
  {
    "translation": {
      "en": "Where were you assholes? You were supposed to keep me from fighting Ines.",
      "it": "Dove eravate? Dovevate impedirmi di litigare con Ines."
    }
  },
  {
    "translation": {
      "en": "You know, it doesn't matter. You couldn't have stopped me anyway.",
      "it": "Anzi, non fa niente. Tanto non avreste potuto fermarmi."
    }
  },
  {
    "translation": {
      "en": "These fists were made for my sister's face.",
      "it": "Questi pugni sono fatti per la faccia di mia sorella."
    }
  },
  {
    "translation": {
      "en": "That's it. I give up.",
      "it": "Basta, ci rinuncio."
    }
  },
  {
    "translation": {
      "en": "What God gives with both hands to some people,",
      "it": "Quello che Dio dà ad alcuni con entrambe le mani,"
    }
  },
  {
    "translation": {
      "en": "he clearly only gave with his pinkie to me.",
      "it": "a me l'ha dato solo col mignolo."
    }
  },
  {
    "translation": {
      "en": "No, God gave you the middle finger.",
      "it": "No, a te ha dato il dito medio."
    }
  },
  {
    "translation": {
      "en": "I am not gonna let my little sister ruin my reputation!",
      "it": "Non le permetterò di rovinarmi la reputazione."
    }
  },
  {
    "translation": {
      "en": "Oh, Glo, your rep is already wrecked.",
      "it": "La tua ormai è andata."
    }
  },
  {
    "translation": {
      "en": "For me and Demi, people are starting to associate her with us, and us with her!",
      "it": "Ma la mia e quella di Demi, no. E ci associano a lei."
    }
  },
  {
    "translation": {
      "en": "Take back control.",
      "it": "Digliene quattro."
    }
  },
  {
    "translation": {
      "en": "I read your horoscope, and your third house of communication is energized.",
      "it": "Ho letto l'oroscopo. Le tue abilità comunicative sono al top."
    }
  },
  {
    "translation": {
      "en": "There's never been a better time to tell Ines how you feel and break free.",
      "it": "È il momento giusto per dire a Ines come ti senti e liberarti."
    }
  },
  {
    "translation": {
      "en": "Yes, let's all break free and live like it's freshman year again,",
      "it": "Sì, liberiamoci tutti e torniamo a vivere come al primo anno, quando Ines era alle medie."
    }
  },
  {
    "translation": {
      "en": "when Ines was in middle school and life was good.",
      "it": "e torniamo a vivere come al primo anno, quando Ines era alle medie."
    }
  },
  {
    "translation": {
      "en": "I mean, being a sophomore is hard enough without Ines' vibes. Or Andre's.",
      "it": "- Il secondo è già difficile senza Ines. - O Andre."
    }
  },
  {
    "translation": {
      "en": "Okay, calm your tits, missy. I'm dumping Andre. It's happening.",
      "it": "Ok, calmina, però. Sto per mollare Andre. Ormai è fatta."
    }
  },
  {
    "translation": {
      "en": "I hope.",
      "it": "Spero."
    }
  },
  {
    "translation": {
      "en": "Truth talk. Ines is a black hole of negativity.",
      "it": "Ok, diciamocelo: Ines è un buco nero di negatività."
    }
  },
  {
    "translation": {
      "en": "I personally could use an Ines cleanse, but you need one!",
      "it": "A me non dispiace liberarmene, ma tu ne hai bisogno!"
    }
  },
  {
    "translation": {
      "en": "[boy] We all need one.",
      "it": "Ne abbiamo bisogno tutti."
    }
  },
  {
    "translation": {
      "en": "It's time! We've evolved, and she hasn't.",
      "it": "È ora! Noi ci siamo evoluti e lei no."
    }
  },
  {
    "translation": {
      "en": "She's the tag-along who put dog shit in my backpack on the way to school!",
      "it": "È ancora quella della cacca di cane nello zaino!"
    }
  },
  {
    "translation": {
      "en": "And gave me bangs on the back of my head!",
      "it": "E che mi ha fatto la frangetta dietro!"
    }
  },
  {
    "translation": {
      "en": "And now I have herpes!",
      "it": "E ora io ho l'herpes!"
    }
  },
  {
    "translation": {
      "en": "-Oh my God. -I don't have herpes.",
      "it": "- Oddio… - Non ho l'herpes."
    }
  },
  {
    "translation": {
      "en": "But my sister sucks, and I need boundaries.",
      "it": "Ma mia sorella è odiosa e io devo mettere dei paletti."
    }
  },
  {
    "translation": {
      "en": "-Can I borrow two dollars? -Borrow? Am I gonna get it back?",
      "it": "- Mi presti $2? - Cioè, me li ridarai?"
    }
  },
  {
    "translation": {
      "en": "After I pay my tío.",
      "it": "- Dopo che avrò pagato Tío. - Non ci credo. Le sto pagando la cena."
    }
  },
  {
    "translation": {
      "en": "-I can't believe I'm buying Ines dinner. -[Gloria] I'm sorry.",
      "it": "- Dopo che avrò pagato Tío. - Non ci credo. Le sto pagando la cena. Scusa, è che…"
    }
  },
  {
    "translation": {
      "en": "We owe Tío Tonio a thousand dollars.",
      "it": "dobbiamo $1.000 a Tío Tonio."
    }
  },
  {
    "translation": {
      "en": "A thousand dollars? How are you gonna pay it?",
      "it": "Mille dollari? - Come farai? - Non li accettiamo questi."
    }
  },
  {
    "translation": {
      "en": "We don't accept these.",
      "it": "- Come farai? - Non li accettiamo questi."
    }
  },
  {
    "translation": {
      "en": "But they're silver dollars! They are worth way more than face value!",
      "it": "Sono dollari d'argento! Valgono molto più di quanto sembra."
    }
  },
  {
    "translation": {
      "en": "Have you seen the box with all my baby stuff?",
      "it": "Hai visto la scatola con le cose di quando ero piccola?"
    }
  },
  {
    "translation": {
      "en": "I'm trying to find a silver spoon Tía Maria gave me.",
      "it": "Tía Maria mi aveva dato un cucchiaio."
    }
  },
  {
    "translation": {
      "en": "I could get a good chunk of change for it, with silver being so valuable these days.",
      "it": "Potrei farci un bel po' di spicci con quanto vale l'argento."
    }
  },
  {
    "translation": {
      "en": "Like maybe even $150.",
      "it": "Forse perfino $150."
    }
  },
  {
    "translation": {
      "en": "[Ines] Mm, more like $310. Really? You think?",
      "it": "- Direi più $3,10. - Tu dici?"
    }
  },
  {
    "translation": {
      "en": "-[Ines] That's what I got for it. -You sold it?",
      "it": "- È quanto mi hanno dato. - L'hai venduto?"
    }
  },
  {
    "translation": {
      "en": "Bitch, stop stressing. Things will work out like they always do.",
      "it": "Smettila di stressarti. Si risolverà tutto come sempre."
    }
  },
  {
    "translation": {
      "en": "Things don't just magically work out!",
      "it": "Le cose non si risolvono per magia!"
    }
  },
  {
    "translation": {
      "en": "They work out because I figure them out for you!",
      "it": "Si risolvono perché le risolvo io per te!"
    }
  },
  {
    "translation": {
      "en": "Yeah, because I have faith.",
      "it": "Sì, perché ho fede."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "it": "Ok."
    }
  },
  {
    "translation": {
      "en": "Faith is bullshit.",
      "it": "La fede è una stronzata."
    }
  },
  {
    "translation": {
      "en": "Having a plan, doing the work. That's what gets you money.",
      "it": "Devi avere un piano, devi lavorare per guadagnare."
    }
  },
  {
    "translation": {
      "en": "[man] What are you doing in here?",
      "it": "Che ci fate qui?"
    }
  },
  {
    "translation": {
      "en": "And where did you get that split lip?",
      "it": "E quel labbro spaccato?"
    }
  },
  {
    "translation": {
      "en": "-Demi. -Why are you still friends with her?",
      "it": "- Demi. - Perché ci siete amiche?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "it": "Non lo so."
    }
  },
  {
    "translation": {
      "en": "Oh my.",
      "it": "Oddio."
    }
  },
  {
    "translation": {
      "en": "I was sorting through my things to sell. I wasn't gonna touch Mom's stuff.",
      "it": "Volevo vendere alcune mie cose, non quelle della mamma."
    }
  },
  {
    "translation": {
      "en": "I gave this to your mother on our-- -[all] On your third date. -[all chuckle]",
      "it": "- Questo gliel'ho regalato io al nostro… - Terzo appuntamento."
    }
  },
  {
    "translation": {
      "en": "You can look through Mom's boxes too. See if there's anything to sell.",
      "it": "Magari c'è qualcosa da vendere anche tra le sue cose."
    }
  },
  {
    "translation": {
      "en": "Just not this.",
      "it": "Ma non questo."
    }
  },
  {
    "translation": {
      "en": "Oh, and Saturday, I invited a friend to my birthday dinner.",
      "it": "E sabato ho invitato una persona per il mio compleanno."
    }
  },
  {
    "translation": {
      "en": "Oh shit!",
      "it": "Oh, merda!"
    }
  },
  {
    "translation": {
      "en": "We forgot to get Dad a birthday gift.",
      "it": "Ci siamo scordate il regalo."
    }
  },
  {
    "translation": {
      "en": "Ines, while I get ready for this sale to pay off our debt, you get Dad a gift.",
      "it": "Io cerco di ripagare il nostro debito. Tu pensa al regalo per papà."
    }
  },
  {
    "translation": {
      "en": "Or you get Dad a gift, and I'll put my name on it.",
      "it": "O puoi pensarci tu e io ci metto sopra il mio nome."
    }
  },
  {
    "translation": {
      "en": "[Gloria] She's done!",
      "it": "Ora basta!"
    }
  },
  {
    "translation": {
      "en": "While we know the toxicity's never gonna leave my family,",
      "it": "La tossicità non uscirà mai dalla mia famiglia,"
    }
  },
  {
    "translation": {
      "en": "I think I found a way for it to leave the friend group.",
      "it": "ma forse so come farla uscire dal gruppo."
    }
  },
  {
    "translation": {
      "en": "I deal with Ines at home and ice her out at school.",
      "it": "A casa ci penso io e a scuola inizierò a ignorarla."
    }
  },
  {
    "translation": {
      "en": "What are we celebrating?",
      "it": "Che si festeggia?"
    }
  },
  {
    "translation": {
      "en": "-Do it! -[boy] It's easy.",
      "it": "- Fallo. - È facile."
    }
  },
  {
    "translation": {
      "en": "Do it!",
      "it": "Fallo!"
    }
  },
  {
    "translation": {
      "en": "Hey! There's my complicated ray of light,",
      "it": "Ehi! Eccolo qui il mio complicato raggio di luce."
    }
  },
  {
    "translation": {
      "en": "like sunshine peeking through a lot of grumpy clouds.",
      "it": "Che fa capolino tra le nuvole scontrose."
    }
  },
  {
    "translation": {
      "en": "I haven't seen you since second period.",
      "it": "Non ti vedo dalla seconda ora."
    }
  },
  {
    "translation": {
      "en": "Mm, I miss your smell.",
      "it": "Mi manca il tuo odore."
    }
  },
  {
    "translation": {
      "en": "You first. Do it.",
      "it": "Fallo prima tu."
    }
  },
  {
    "translation": {
      "en": "No, no, no, ladies first. Someone go first. This is annoying.",
      "it": "- Prima le donne. - Qualcuno inizi, però. È fastidioso."
    }
  },
  {
    "translation": {
      "en": "Yeah. Okay. I just wanna say I need to…",
      "it": "Sì, ok. Volevo solo dire che devo…"
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "it": "- Merda! - Vengo anch'io."
    }
  },
  {
    "translation": {
      "en": "I'll come with. I have Poo-Pourri!",
      "it": "- Merda! - Vengo anch'io. Ho il Poo-Pourri!"
    }
  },
  {
    "translation": {
      "en": "And I gotta practice my double-arm hang. Getting timed for the record this week.",
      "it": "E devo allenarmi alla sbarra. Punto al record di questa settimana."
    }
  },
  {
    "translation": {
      "en": "Is it just me, or does it feel like this friend group needs to be smaller, more intimate?",
      "it": "Sono io, o questo gruppo dovrebbe essere più piccolo?"
    }
  },
  {
    "translation": {
      "en": "Yeah, one of us definitely isn't honoring their purpose.",
      "it": "- Più intimo? - Sì. Uno di noi non sta onorando il suo scopo."
    }
  },
  {
    "translation": {
      "en": "How are we gonna tell Cam he's out?",
      "it": "Come glielo diciamo a Cam?"
    }
  },
  {
    "translation": {
      "en": "[Demi] Bitch has got to go.",
      "it": "La stronza deve andarsene."
    }
  },
  {
    "translation": {
      "en": "We have to tell her, since Gloria never will.",
      "it": "Diciamoglielo noi. - Gloria non lo farà. - Sei attraente come non mai."
    }
  },
  {
    "translation": {
      "en": "I've never been more attracted to you.",
      "it": "- Gloria non lo farà. - Sei attraente come non mai."
    }
  },
  {
    "translation": {
      "en": "Cam, stop.",
      "it": "Cam, smettila."
    }
  },
  {
    "translation": {
      "en": "You're in a relationship, and we're friends.",
      "it": "Tu hai una relazione e noi siamo amici."
    }
  },
  {
    "translation": {
      "en": "Your new fixation on me is just an excuse",
      "it": "La tua fissazione per me è una scusa per ignorare ciò che provi,"
    }
  },
  {
    "translation": {
      "en": "to avoid your feelings, or lack of them, for Andre.",
      "it": "La tua fissazione per me è una scusa per ignorare ciò che provi, o non provi, per Andre."
    }
  },
  {
    "translation": {
      "en": "Reminder, you don't do guilt well. Maybe I should be alone.",
      "it": "- E moriresti dal senso di colpa. - Forse dovrei stare solo."
    }
  },
  {
    "translation": {
      "en": "Alone would be good for you.",
      "it": "Ti farebbe un gran bene."
    }
  },
  {
    "translation": {
      "en": "But it's depressing. You know, I love love.",
      "it": "Ma è deprimente. Lo sai che io amo l'amore."
    }
  },
  {
    "translation": {
      "en": "I just…",
      "it": "È solo che…"
    }
  },
  {
    "translation": {
      "en": "Don't love people. Yeah.",
      "it": "non amo le persone, ecco."
    }
  },
  {
    "translation": {
      "en": "You know, I'm coming to realize there are few people I can even tolerate,",
      "it": "Anzi, ho capito che sono poche anche quelle che tollero,"
    }
  },
  {
    "translation": {
      "en": "which is why I was feeling like I might be feeling you.",
      "it": "per questo penso che potresti piacermi."
    }
  },
  {
    "translation": {
      "en": "Makes sense, and I'm honored, but this is just a part of your pattern.",
      "it": "Ha senso e sono lusingata, ma rientra tutto nel tuo modus operandi."
    }
  },
  {
    "translation": {
      "en": "You need a new obsession to justify ditching the old one,",
      "it": "Sostituisci un'ossessione con un'altra,"
    }
  },
  {
    "translation": {
      "en": "but maybe you shouldn't ditch. Maybe stick it out, break your pattern.",
      "it": "ma magari non serve. Resisti, rompi questo tuo schema."
    }
  },
  {
    "translation": {
      "en": "Plus, you know I don't bone or home wreck. I'm not a Gemini.",
      "it": "E poi io non sfascio le famiglie. Non sono dei Gemelli. E non vorrei mai spaccare il gruppo"
    }
  },
  {
    "translation": {
      "en": "And I won't be comfortable destroying the friend group",
      "it": "Non sono dei Gemelli. E non vorrei mai spaccare il gruppo"
    }
  },
  {
    "translation": {
      "en": "when we definitely have a bad breakup.",
      "it": "quando ci lasceremo."
    }
  },
  {
    "translation": {
      "en": "So we aren't gonna destroy it. We're just gonna trim it down by one.",
      "it": "Ok, non lo spaccheremo. Lo sfoltiremo solo di un elemento."
    }
  },
  {
    "translation": {
      "en": "One Ines. Two.",
      "it": "- Una Ines. - Due."
    }
  },
  {
    "translation": {
      "en": "Andre's bye-bye. I'm ready to cut bait.",
      "it": "Caro Andre, addio! Sono pronto."
    }
  },
  {
    "translation": {
      "en": "Thank you for your rationalization and rejection.",
      "it": "Grazie per la chiacchierata e per il tuo rifiuto."
    }
  },
  {
    "translation": {
      "en": "I actually like the idea of me rolling solo.",
      "it": "Mi piace l'idea di stare un po' solo."
    }
  },
  {
    "translation": {
      "en": "You know, wearing a cozy, soft gray cardigan.",
      "it": "Con un morbido cardigan grigio…"
    }
  },
  {
    "translation": {
      "en": "No pockets!",
      "it": "Senza tasche!"
    }
  },
  {
    "translation": {
      "en": "See? This is why I've secretly been obsessed with you. Liar, you have no secrets.",
      "it": "- Capisci perché sei il mio sogno segreto? - Tu non hai segreti."
    }
  },
  {
    "translation": {
      "en": "I do. Just never told you for the obvious reason.",
      "it": "Sì, invece. Ma non te l'ho detto per ovvi motivi."
    }
  },
  {
    "translation": {
      "en": "Which is…",
      "it": "Cioè…"
    }
  },
  {
    "translation": {
      "en": "You'd wreck me.",
      "it": "Mi distruggeresti."
    }
  },
  {
    "translation": {
      "en": "-What are you doing? -Icing you out.",
      "it": "- Che fai? - Ti taglio fuori."
    }
  },
  {
    "translation": {
      "en": "-Time for you to find your own friends. -Why? Your friends are my friends.",
      "it": "- Trovati degli amici. - Perché? I tuoi sono anche i miei."
    }
  },
  {
    "translation": {
      "en": "No, my friends are my friends.",
      "it": "No, i miei sono i miei."
    }
  },
  {
    "translation": {
      "en": "Okay, that makes sense, but I don't have any of my own friends.",
      "it": "Ok, ha senso, ma io non ho amici solo miei."
    }
  },
  {
    "translation": {
      "en": "-I'm closing my door now. -Wait!",
      "it": "- Sto chiudendo. - Aspetta!"
    }
  },
  {
    "translation": {
      "en": "I did it! I told her she's out!",
      "it": "Ce l'ho fatta! Le ho detto che è fuori!"
    }
  },
  {
    "translation": {
      "en": "-And she just took it? -Yep!",
      "it": "- E ha accettato? - Sì!"
    }
  },
  {
    "translation": {
      "en": "[Demi] Okay, good! -I can delete her email. -What email?",
      "it": "- Ok! Cancello la mail. - Che email?"
    }
  },
  {
    "translation": {
      "en": "The anonymous one, telling her to eat shit.",
      "it": "Quella anonima con \"fottiti\"."
    }
  },
  {
    "translation": {
      "en": "Send it!",
      "it": "Mandala!"
    }
  },
  {
    "translation": {
      "en": "No, don't. Just delete it. We're done. [Cam] You said you were done.",
      "it": "- No, cancellala e basta. È fatta. - Hai detto che era fatta."
    }
  },
  {
    "translation": {
      "en": "-[chuckles] Yeah. -What happened to having boundaries?",
      "it": "Sì. - E i paletti? - Ho esteso il confine."
    }
  },
  {
    "translation": {
      "en": "I extended the border. I gotta use her before I lose her.",
      "it": "- E i paletti? - Ho esteso il confine. Devo sfruttarla prima di perderla."
    }
  },
  {
    "translation": {
      "en": "Watch. Ines!",
      "it": "Guardate. Ines!"
    }
  },
  {
    "translation": {
      "en": "Those shirts aren't gonna fold themselves.",
      "it": "Quelle camicie non si piegano da sole."
    }
  },
  {
    "translation": {
      "en": "You see? She's my bitch.",
      "it": "Visto? Ce l'ho in pugno."
    }
  },
  {
    "translation": {
      "en": "Oh, okay. Customer coming. Go, go, go.",
      "it": "Oh, arriva un cliente. Via!"
    }
  },
  {
    "translation": {
      "en": "Hi!",
      "it": "Ciao!"
    }
  },
  {
    "translation": {
      "en": "I couldn't help but notice that you're having a yard sale.",
      "it": "Non ho potuto non notare che stai facendo una svendita."
    }
  },
  {
    "translation": {
      "en": "Right next to my yard sale.",
      "it": "Accanto alla mia."
    }
  },
  {
    "translation": {
      "en": "Oopsie.",
      "it": "Ops."
    }
  },
  {
    "translation": {
      "en": "So, are they leaving?",
      "it": "Allora? Se ne vanno?"
    }
  },
  {
    "translation": {
      "en": "Did you just buy a record?",
      "it": "Hai comprato un disco?"
    }
  },
  {
    "translation": {
      "en": "She said it was a collectible.",
      "it": "Ha detto che è da collezione."
    }
  },
  {
    "translation": {
      "en": "Shoo! You gotta go!",
      "it": "Sciò! Devi andartene!"
    }
  },
  {
    "translation": {
      "en": "Excuse me. How much for this? One for six or two for ten.",
      "it": "- Scusami. Prezzo? - Uno per sei o due per dieci."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "Okay. You can stay.",
      "it": "Ok. Puoi restare."
    }
  },
  {
    "translation": {
      "en": "I'd be happy to.",
      "it": "Ne sarei felice."
    }
  },
  {
    "translation": {
      "en": "I'll even upsell your crap for 50% of the sales.",
      "it": "E venderò la tua robaccia in cambio del 50% dei proventi."
    }
  },
  {
    "translation": {
      "en": "Deal.",
      "it": "Affare fatto."
    }
  },
  {
    "translation": {
      "en": "First five sales go to the house.",
      "it": "Le prime cinque vendite vanno alla casa."
    }
  },
  {
    "translation": {
      "en": "Sheesh.",
      "it": "Cavolo."
    }
  },
  {
    "translation": {
      "en": "Found Andre a gift.",
      "it": "- Il regalo per Andre! - Ma \"MM\" non sono le sue iniziali."
    }
  },
  {
    "translation": {
      "en": "-But MM aren't his initials. -Exactly.",
      "it": "- Il regalo per Andre! - Ma \"MM\" non sono le sue iniziali. Esatto! Iniziali sbagliate, scatola… È perfetto."
    }
  },
  {
    "translation": {
      "en": "Wrong initials, a box. It's perfect.",
      "it": "Esatto! Iniziali sbagliate, scatola… È perfetto."
    }
  },
  {
    "translation": {
      "en": "He's gonna dump me after I give him this,",
      "it": "Dopo questo, mi lascerà."
    }
  },
  {
    "translation": {
      "en": "especially when he keeps harping on how thoughtless I am.",
      "it": "Insiste sempre sulla mia sbadataggine."
    }
  },
  {
    "translation": {
      "en": "-Two bucks. -Which is exactly how much you owe me.",
      "it": "- Sono $2. - Esattamente quanto mi devi."
    }
  },
  {
    "translation": {
      "en": "So transaction complete.",
      "it": "Quindi, transazione completata."
    }
  },
  {
    "translation": {
      "en": "I'm looking for a monogrammed box.",
      "it": "Cerco una scatola con un monogramma."
    }
  },
  {
    "translation": {
      "en": "-Did it have the initials MM on it? -[woman] Yes.",
      "it": "- C'erano le iniziali \"MM\"? - Sì."
    }
  },
  {
    "translation": {
      "en": "Oh, I haven't seen it.",
      "it": "Non l'ho vista."
    }
  },
  {
    "translation": {
      "en": "[woman] Seen it now?",
      "it": "Adesso?"
    }
  },
  {
    "translation": {
      "en": "It's [clears throat] sounding vaguely familiar.",
      "it": "Mi suona vagamente familiare."
    }
  },
  {
    "translation": {
      "en": "[woman] $200.",
      "it": "$200."
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "it": "Mi scusi."
    }
  },
  {
    "translation": {
      "en": "-I'll give you four bucks for the box. -No.",
      "it": "- Ti do $5 per quella. - No."
    }
  },
  {
    "translation": {
      "en": "That's double what you paid. My freedom from Andre is worth more than money.",
      "it": "- L'hai pagata la metà. - La mia libertà vale di più."
    }
  },
  {
    "translation": {
      "en": "All right. There is a lady willing to pay 200 for it.",
      "it": "Ok, c'è una signora disposta a pagarla $200."
    }
  },
  {
    "translation": {
      "en": "Where's the lady?",
      "it": "Dov'è?"
    }
  },
  {
    "translation": {
      "en": "She was right there.",
      "it": "Era proprio lì."
    }
  },
  {
    "translation": {
      "en": "[Gloria] Trash.",
      "it": "Robaccia."
    }
  },
  {
    "translation": {
      "en": "Trash.",
      "it": "Robaccia."
    }
  },
  {
    "translation": {
      "en": "Trash!",
      "it": "Robaccia!"
    }
  },
  {
    "translation": {
      "en": "It's the lady from the yard sale when she was young.",
      "it": "È quella signora da giovane."
    }
  },
  {
    "translation": {
      "en": "Must be why she wanted the box. It's hers.",
      "it": "Ecco perché voleva la scatola. È sua."
    }
  },
  {
    "translation": {
      "en": "Photos are sacred.",
      "it": "Le foto sono sacre."
    }
  },
  {
    "translation": {
      "en": "-What did you get Dad? -This cute top. Dad loves yellow on me.",
      "it": "- Il regalo per papà? - Questo. Adora che mi vesta di giallo."
    }
  },
  {
    "translation": {
      "en": "Thank you for being so reliably unreliable. Now go away.",
      "it": "- Il regalo per papà? - Questo. Adora che mi vesta di giallo. Grazie per essere così inaffidabile. Ora vattene."
    }
  },
  {
    "translation": {
      "en": "Happy birthday, Dad. Pocket knife it is.",
      "it": "Buon compleanno, papà. Coltellino sia."
    }
  },
  {
    "translation": {
      "en": "[Cam sighs] I gotta go.",
      "it": "Devo andare."
    }
  },
  {
    "translation": {
      "en": "-Why are you going out the back? -Andre's tracking my phone.",
      "it": "- Dal retro? - Andre traccia il mio telefono."
    }
  },
  {
    "translation": {
      "en": "I know 'cause I'm tracking his, but only 'cause he's tracking mine!",
      "it": "Lo so perché io traccio il suo, ma ha iniziato lui!"
    }
  },
  {
    "translation": {
      "en": "-Yeah. He's out front. Back door calls. -I better go too. I'll see ya.",
      "it": "- Sì, è qui fuori. Porta sul retro. - Vado anch'io. Ciao."
    }
  },
  {
    "translation": {
      "en": "[woman] $500.",
      "it": "$500."
    }
  },
  {
    "translation": {
      "en": "[woman] $600!",
      "it": "$600!"
    }
  },
  {
    "translation": {
      "en": "Okay, I would love to take your money, but I don't have the box!",
      "it": "Ok, vorrei tanto prendere i suoi soldi, ma non ho io la scatola!"
    }
  },
  {
    "translation": {
      "en": "-[woman] Your friend does. He brought it. -Oh, you followed us home.",
      "it": "- Ce l'ha il tuo amico. L'ha portata qui. - Ci ha seguiti fino a casa."
    }
  },
  {
    "translation": {
      "en": "That's very persistent,",
      "it": "Il che dimostra tenacia,"
    }
  },
  {
    "translation": {
      "en": "but it doesn't change the fact that I don't have what you're looking for.",
      "it": "ma non cambia il fatto che non ce l'ho."
    }
  },
  {
    "translation": {
      "en": "That box is cursed. Yikes. But still, I don't have it.",
      "it": "- Quella scatola è maledetta. - Che paura. Ma non ce l'ho lo stesso."
    }
  },
  {
    "translation": {
      "en": "[woman] $1,000!",
      "it": "$1.000!"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Excuse me! Just one second.",
      "it": "Mi scusi! Solo un secondo."
    }
  },
  {
    "translation": {
      "en": "Don't sell.",
      "it": "Non venderla."
    }
  },
  {
    "translation": {
      "en": "If this lady's willing to pay you $1,000, then she knows something we don't.",
      "it": "Per pagarla $1.000, saprà qualcosa che noi non sappiamo."
    }
  },
  {
    "translation": {
      "en": "That box has to be worth way more than what she's offering.",
      "it": "Deve valere molto di più di quanto offre."
    }
  },
  {
    "translation": {
      "en": "Move over. Let the pro handle this. Since we're family, I'll only charge a 50% negotiation fee.",
      "it": "Lascia fare a un professionista. Per il 50% del totale, sconto famiglia."
    }
  },
  {
    "translation": {
      "en": "Uh, 10%. 30%. Final offer!",
      "it": "- 10%. - 30%. Ultima offerta!"
    }
  },
  {
    "translation": {
      "en": "-25%. Final offer! -12.5%.",
      "it": "- 25%. Ultima offerta! - 12,5%."
    }
  },
  {
    "translation": {
      "en": "Deal!",
      "it": "Affare fatto!"
    }
  },
  {
    "translation": {
      "en": "[Demi] We're cursed!",
      "it": "Siamo maledetti!"
    }
  },
  {
    "translation": {
      "en": "[Gloria] We're not.",
      "it": "Ma no."
    }
  },
  {
    "translation": {
      "en": "But we took things from the box. We all touched it.",
      "it": "Abbiamo toccato tutti quelle cose, ci siamo dentro tutti."
    }
  },
  {
    "translation": {
      "en": "We're all part of it now. We have taken the darkness in.",
      "it": "Abbiamo toccato tutti quelle cose, ci siamo dentro tutti. L'oscurità è in noi. Dobbiamo spezzare la maledizione."
    }
  },
  {
    "translation": {
      "en": "-We need to reverse the curse. -Or what?",
      "it": "L'oscurità è in noi. Dobbiamo spezzare la maledizione. - Oppure? - Boh! Ogni maledizione è diversa."
    }
  },
  {
    "translation": {
      "en": "Don't know! Every curse has its own rules!",
      "it": "- Oppure? - Boh! Ogni maledizione è diversa."
    }
  },
  {
    "translation": {
      "en": "I call bullshit. Curses aren't real.",
      "it": "Sono stronzate. Le maledizioni non esistono."
    }
  },
  {
    "translation": {
      "en": "What if they are? We need to get the box and sell it.",
      "it": "Se esistessero? - Dobbiamo vendere la scatola. - Non possiamo!"
    }
  },
  {
    "translation": {
      "en": "No! We can't sell it. We don't know if we need it yet.",
      "it": "- Dobbiamo vendere la scatola. - Non possiamo! Potrebbe servirci. Ci servono più informazioni."
    }
  },
  {
    "translation": {
      "en": "We need more info on the curse. That's rule number one.",
      "it": "Potrebbe servirci. Ci servono più informazioni. - È la regola numero uno. - Di cosa?"
    }
  },
  {
    "translation": {
      "en": "Of what?",
      "it": "- È la regola numero uno. - Di cosa?"
    }
  },
  {
    "translation": {
      "en": "Basic curse knowledge.",
      "it": "Maledizioni, corso base."
    }
  },
  {
    "translation": {
      "en": "We have to go to the place of origin, the yard sale,",
      "it": "Dobbiamo andare nel luogo d'origine e scoprire da dove viene."
    }
  },
  {
    "translation": {
      "en": "and find out where the box came from. We have to go now!",
      "it": "Dobbiamo andare nel luogo d'origine e scoprire da dove viene. Adesso!"
    }
  },
  {
    "translation": {
      "en": "It's my dad's birthday, and we're about to have dinner!",
      "it": "È il compleanno di papà e stiamo per cenare!"
    }
  },
  {
    "translation": {
      "en": "Dinner? Dinner is more important than undoing a lethal spell?",
      "it": "Cenare? La cena è più importante di un incantesimo letale?"
    }
  },
  {
    "translation": {
      "en": "You think it's lethal?",
      "it": "Credi sia letale?"
    }
  },
  {
    "translation": {
      "en": "Now's not the time to debate this nonsense. Let's put a pin in it.",
      "it": "Questo non è il momento. Metteteci un punto."
    }
  },
  {
    "translation": {
      "en": "Or a nail in our coffin, because if we don't move quickly, we're all gonna die!",
      "it": "O un chiodo. Nella bara. Perché se non ci muoviamo, moriremo!"
    }
  },
  {
    "translation": {
      "en": "Okay! If we're gonna die, can you please perish in your own home?",
      "it": "Ok. Se proprio dobbiamo morire, tu lo faresti a casa tua?"
    }
  },
  {
    "translation": {
      "en": "-Hey, girls. -[man] Hi, Mr. Salazar!",
      "it": "- Ehi, ragazze. - Salve, sig. Salazar."
    }
  },
  {
    "translation": {
      "en": "I don't get you girls. Why is she still your friend?",
      "it": "Io non vi capisco. Perché è ancora vostra amica?"
    }
  },
  {
    "translation": {
      "en": "Dad, your friend's here! What's his name?",
      "it": "Papà, c'è il tuo amico. - Come si chiama? - Lucia!"
    }
  },
  {
    "translation": {
      "en": "Lucia!",
      "it": "- Come si chiama? - Lucia!"
    }
  },
  {
    "translation": {
      "en": "Is it warm in here?",
      "it": "Non sentite caldo?"
    }
  },
  {
    "translation": {
      "en": "I'll turn the air on.",
      "it": "Accendo l'aria."
    }
  },
  {
    "translation": {
      "en": "[dad] Girls, talk. You're being rude.",
      "it": "Ragazze, parlate. Siete scortesi."
    }
  },
  {
    "translation": {
      "en": "So, what do you do? I'm a lawyer.",
      "it": "- Allora, che fai nella vita? - L'avvocato."
    }
  },
  {
    "translation": {
      "en": "So you like money. Uh, most of my work is pro bono.",
      "it": "- Quindi ti piacciono i soldi. - Lavoro quasi sempre pro bono."
    }
  },
  {
    "translation": {
      "en": "-[phone chimes] -[dad] Uh, Lucia volunteers at our church.",
      "it": "A GLORIA SFIGATA E AL VERDE. - Fa volontariato nella nostra chiesa. - \"Nostra\"? Noi non ci andiamo in chiesa."
    }
  },
  {
    "translation": {
      "en": "Our church? We don't go to church.",
      "it": "- Fa volontariato nella nostra chiesa. - \"Nostra\"? Noi non ci andiamo in chiesa."
    }
  },
  {
    "translation": {
      "en": "Well, maybe we'll start going again.",
      "it": "Ma pensavo che dovremmo… - tornarci. - Dobbiamo andare in chiesa?"
    }
  },
  {
    "translation": {
      "en": "We have to go to church?",
      "it": "- tornarci. - Dobbiamo andare in chiesa?"
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Tonio.",
      "it": "Ciao, sono Tonio."
    }
  },
  {
    "translation": {
      "en": "See you around.",
      "it": "Ci vediamo."
    }
  },
  {
    "translation": {
      "en": "Or not. [laughs]",
      "it": "O forse no."
    }
  },
  {
    "translation": {
      "en": "Jeez. I'm just reading their faces. [chuckles]",
      "it": "A giudicare dalle loro facce."
    }
  },
  {
    "translation": {
      "en": "Night, bitches!",
      "it": "'Notte, stronzette!"
    }
  },
  {
    "translation": {
      "en": "PS, the knife is from all of us. Dile.",
      "it": "PS: il coltellino è da parte di tutti noi."
    }
  },
  {
    "translation": {
      "en": "-Did he just go into the pantry? -That's his room.",
      "it": "È entrato nella dispensa? È la sua stanza."
    }
  },
  {
    "translation": {
      "en": "Dad, happy birthday.",
      "it": "Papà, buon compleanno."
    }
  },
  {
    "translation": {
      "en": "Oh, thank you! [chuckles]",
      "it": "Oh, grazie!"
    }
  },
  {
    "translation": {
      "en": "Oh! Oh, oh, oh, oh, that's sharp! Ow!",
      "it": "Oh, è tagliente! Ahi!"
    }
  },
  {
    "translation": {
      "en": "Excuse me. Uh, let me get a tourniquet.",
      "it": "Scusami. Vado a prendere un laccio emostatico."
    }
  },
  {
    "translation": {
      "en": "-Oh, honey! -[mouthing] Honey?",
      "it": "Oh, tesoro… \"Tesoro\"?"
    }
  },
  {
    "translation": {
      "en": "Oh, it's not a big deal. I just, uh… I tweaked my back.",
      "it": "Non è niente. Una fitta alla schiena."
    }
  },
  {
    "translation": {
      "en": "[Gloria] I'll get you a Band-Aid. You should probably lie down.",
      "it": "Prendo un cerotto. - Vai a stenderti. - Da solo!"
    }
  },
  {
    "translation": {
      "en": "Right. Okay.",
      "it": "Certo. Ok."
    }
  },
  {
    "translation": {
      "en": "[exhales] Am I overreacting, or are we really in danger?",
      "it": "Sto esagerando o siamo davvero in pericolo?"
    }
  },
  {
    "translation": {
      "en": "Spirit guides, give me a sign if we're damned.",
      "it": "Spirito guida, dammi un segno se siamo maledetti."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "it": "Merda."
    }
  },
  {
    "translation": {
      "en": "Do-over.",
      "it": "Riproviamo."
    }
  },
  {
    "translation": {
      "en": "-Shit! -[knocking]",
      "it": "Merda!"
    }
  },
  {
    "translation": {
      "en": "-You know I have a front door! -Yeah, too risky.",
      "it": "- Esiste la porta, eh! - Troppo rischioso. Andre è nei paraggi."
    }
  },
  {
    "translation": {
      "en": "Andre's close by, per my phone.",
      "it": "- Esiste la porta, eh! - Troppo rischioso. Andre è nei paraggi. In base al mio telefono."
    }
  },
  {
    "translation": {
      "en": "Hold up. Sage, crystals, cards… What's up?",
      "it": "Aspetta. Salvia, cristalli, carte… Che succede?"
    }
  },
  {
    "translation": {
      "en": "I asked my spirit guides about the presence of evil,",
      "it": "Ho interrogato i miei spiriti guida."
    }
  },
  {
    "translation": {
      "en": "and it doesn't look good.",
      "it": "Non promette bene."
    }
  },
  {
    "translation": {
      "en": "It doesn't. I got your text about the box. It's definitely cursed.",
      "it": "No, quella scatola è decisamente maledetta."
    }
  },
  {
    "translation": {
      "en": "It is? How do you know?",
      "it": "Sì? Come fai a saperlo?"
    }
  },
  {
    "translation": {
      "en": "Because I gave Andre the box, and--",
      "it": "Perché l'ho data ad Andre…"
    }
  },
  {
    "translation": {
      "en": "Oh my God. What happened to Andre?",
      "it": "Oddio, che gli è successo?"
    }
  },
  {
    "translation": {
      "en": "He loved it. Now he's never gonna let me go.",
      "it": "Gli è piaciuta! - Non mi lascerà mai. - Ci siamo."
    }
  },
  {
    "translation": {
      "en": "It's happening. It's starting. Cameron, I have a really bad feeling about this.",
      "it": "- Non mi lascerà mai. - Ci siamo. Sta iniziando. Cam, ho un brutto presentimento."
    }
  },
  {
    "translation": {
      "en": "We need to…",
      "it": "Dobbiamo…"
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "it": "Sì?"
    }
  },
  {
    "translation": {
      "en": "…get the box back!",
      "it": "…riavere la scatola!"
    }
  },
  {
    "translation": {
      "en": "[Gloria] Ines.",
      "it": "Ines."
    }
  },
  {
    "translation": {
      "en": "Go to your bed.",
      "it": "Va' nel tuo letto."
    }
  },
  {
    "translation": {
      "en": "You're right. There's no curse.",
      "it": "Hai ragione. Non c'è nessuna maledizione."
    }
  },
  {
    "translation": {
      "en": "Dad's back is probably just jacked from all the kinky sex.",
      "it": "Si starà distruggendo la schiena a forza di sesso."
    }
  },
  {
    "translation": {
      "en": "-You think they're having sex? -It's been a long time for him.",
      "it": "- Dici che lo fanno? - È passato tanto tempo."
    }
  },
  {
    "translation": {
      "en": "So maybe this is good for him.",
      "it": "Magari è un bene per lui."
    }
  },
  {
    "translation": {
      "en": "And me.",
      "it": "E per me."
    }
  },
  {
    "translation": {
      "en": "Now Dad won't spend so much time focused on his favorite. [sighs]",
      "it": "Che sono la preferita e mi sta sempre addosso."
    }
  },
  {
    "translation": {
      "en": "Must be nice to be annoyed by his attention.",
      "it": "Dev'essere bello essere infastiditi dalle sue attenzioni."
    }
  },
  {
    "translation": {
      "en": "It's all I want, and now I'm in third place.",
      "it": "- E ora io sono al terzo posto. - Al quarto."
    }
  },
  {
    "translation": {
      "en": "Fourth. He focuses on Tío Tonio a little more than you.",
      "it": "- E ora io sono al terzo posto. - Al quarto. C'è prima Tío Tonio di te."
    }
  },
  {
    "translation": {
      "en": "-Why'd he give her Mom's scarf? -I know.",
      "it": "- Perché le ha dato il foulard? - Giusto."
    }
  },
  {
    "translation": {
      "en": "Who would take a dead woman's scarf? Unless it's just like a really freaking sweet gesture",
      "it": "- Chi prenderebbe il foulard di una morta? - A meno che non sia il simbolo"
    }
  },
  {
    "translation": {
      "en": "and symbol of a love that turned out so well.",
      "it": "di una bella storia d'amore."
    }
  },
  {
    "translation": {
      "en": "Did it?",
      "it": "Tu dici?"
    }
  },
  {
    "translation": {
      "en": "Mom's dead.",
      "it": "Mamma è morta."
    }
  },
  {
    "translation": {
      "en": "She died.",
      "it": "È morta."
    }
  },
  {
    "translation": {
      "en": "She can keep the scarf.",
      "it": "Può tenersi il foulard."
    }
  },
  {
    "translation": {
      "en": "See? Even you think the bad juju's real.",
      "it": "Visto? Perfino tu pensi che il malocchio esista."
    }
  },
  {
    "translation": {
      "en": "[Gloria] No, I don't.",
      "it": "No, invece."
    }
  },
  {
    "translation": {
      "en": "If there's a curse, then that means there's a cause and effect to everything.",
      "it": "Se c'è una maledizione, significa che c'è una causa e un effetto."
    }
  },
  {
    "translation": {
      "en": "And if that's true, what did Mom do to deserve to die?",
      "it": "Se così fosse, perché proprio la mamma?"
    }
  },
  {
    "translation": {
      "en": "She didn't deserve to die,",
      "it": "Lei non meritava di morire."
    }
  },
  {
    "translation": {
      "en": "and I didn't deserve to lose her.",
      "it": "E io non meritavo di perderla."
    }
  },
  {
    "translation": {
      "en": "Bad things just happen.",
      "it": "Le cose brutte accadono."
    }
  },
  {
    "translation": {
      "en": "Go to bed.",
      "it": "Vai a letto."
    }
  },
  {
    "translation": {
      "en": "We gotta move before things get worse and your dad's new lady gets pregnant with a devil baby.",
      "it": "Dobbiamo sbrigarci prima che quella resti incinta del demonio."
    }
  },
  {
    "translation": {
      "en": "We're not going to hell! Thank you. Team Rational is back.",
      "it": "- Non siamo maledetti! - Grazie. Almeno uno che ragiona!"
    }
  },
  {
    "translation": {
      "en": "-Ah, what's with the one-eighty? -Andre.",
      "it": "- Non siamo maledetti! - Grazie. Almeno uno che ragiona! - Che succede? - Andre."
    }
  },
  {
    "translation": {
      "en": "He hasn't called or texted in 16 hours, which is a record by fifteen and a half.",
      "it": "Non lo sento da 16 ore, cioè 15 ore e mezza più del solito."
    }
  },
  {
    "translation": {
      "en": "You know why you haven't heard from him? 'Cause he's probably dead.",
      "it": "Sai perché non l'hai sentito? Perché sarà morto."
    }
  },
  {
    "translation": {
      "en": "Your rock broke. This is impossible.",
      "it": "- La tua roccia si è rotta. - È impossibile."
    }
  },
  {
    "translation": {
      "en": "It's black obsidian. It's for protection. And it's one of the strongest crystals there is!",
      "it": "È ossidiana nera. Per protezione. Uno dei cristalli più resistenti al mondo!"
    }
  },
  {
    "translation": {
      "en": "There's no way. This… This has to be--",
      "it": "Non è possibile. Dev'essere…"
    }
  },
  {
    "translation": {
      "en": "-But black magic is nonsense! -Agreed.",
      "it": "- La magia nera non esiste! - Giusto."
    }
  },
  {
    "translation": {
      "en": "[Andre] Hey!",
      "it": "Ehi!"
    }
  },
  {
    "translation": {
      "en": "You guys are being crazy.",
      "it": "Voi siete pazzi."
    }
  },
  {
    "translation": {
      "en": "Andre must have used a new product or a DIY chemical peel he doesn't wanna tell you about.",
      "it": "Avrà usato un prodotto chimico fai da te di cui non vuole parlarti."
    }
  },
  {
    "translation": {
      "en": "He said he did nothing out of the ordinary. There is some rational explanation for what happened.",
      "it": "- Dice di non aver fatto niente di strano. - Ci dev'essere una spiegazione."
    }
  },
  {
    "translation": {
      "en": "It's called a curse.",
      "it": "Una maledizione!"
    }
  },
  {
    "translation": {
      "en": "Because when some random old lady shows up at your door and tells you it's a curse, it's a curse!",
      "it": "Se una signora si presenta e ti dice che è una maledizione, lo è!"
    }
  },
  {
    "translation": {
      "en": "-Or-- -No refunds!",
      "it": "- O… - Niente rimborsi."
    }
  },
  {
    "translation": {
      "en": "None wanted. We just want info on this box that we purchased at your yard sale.",
      "it": "Vogliamo solo informazioni su questa scatola che abbiamo comprato."
    }
  },
  {
    "translation": {
      "en": "We think it might belong to this lady. Her picture was in the box.",
      "it": "C'era la foto di questa signora dentro."
    }
  },
  {
    "translation": {
      "en": "[Gloria] And she was looking for it.",
      "it": "E lei lo stava cercando."
    }
  },
  {
    "translation": {
      "en": "This woman? This woman was looking for that box?",
      "it": "Questa donna? Questa donna cercava quella scatola?"
    }
  },
  {
    "translation": {
      "en": "-She even showed up at our house. -Okay, what do you really want?",
      "it": "- Si è presentata da noi. - Ok, che volete? A che gioco giocate?"
    }
  },
  {
    "translation": {
      "en": "-What's your game? -There's no game. We just wanna find her.",
      "it": "- Si è presentata da noi. - Ok, che volete? A che gioco giocate? - Nessuno. Vogliamo solo trovarla. - La conosce?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "Yeah, I do.",
      "it": "Sì, la conosco."
    }
  },
  {
    "translation": {
      "en": "She's dead.",
      "it": "È morta."
    }
  },
  {
    "translation": {
      "en": "I know I said the woman in the photo was the one looking for the box,",
      "it": "So di aver detto che era lei che cercava la scatola,"
    }
  },
  {
    "translation": {
      "en": "but obviously, I was mistaken,",
      "it": "ma mi sbagliavo."
    }
  },
  {
    "translation": {
      "en": "which happens, 'cause, not to be ageist, but all old people do look alike.",
      "it": "Non per essere razzisti, ma gli anziani si somigliano tutti."
    }
  },
  {
    "translation": {
      "en": "We saw her. She was alive. What's it gonna take to convince you?",
      "it": "L'abbiamo vista. Era viva. Che altro ci vuole per convincerti?"
    }
  },
  {
    "translation": {
      "en": "[Cam] Andre's face! If that's not straight out of hell, I don't know what is!",
      "it": "La faccia di Andre! È una roba che vedi solo all'inferno!"
    }
  },
  {
    "translation": {
      "en": "Ines, back me up. Ooky spooky doesn't exist.",
      "it": "Ines, spalleggiami. Le maledizioni non esistono."
    }
  },
  {
    "translation": {
      "en": "I don't know, Glo. It appears that we're not only damned, but we're also haunted.",
      "it": "Non lo so, Glo. Mi sembra ovvio che siamo perseguitati."
    }
  },
  {
    "translation": {
      "en": "That dead lady wants her box back. That's three for Team Ooky Spooky!",
      "it": "- La morta rivuole la sua scatola. - Tre contro una."
    }
  },
  {
    "translation": {
      "en": "You've got to be kidding me!",
      "it": "Ditemi che state scherzando!"
    }
  },
  {
    "translation": {
      "en": "For days, you've implored me to lose Ines, and now you back her up?",
      "it": "Mi avete implorato di mollare Ines e adesso l'appoggiate?"
    }
  },
  {
    "translation": {
      "en": "You know what? Maybe there is a curse.",
      "it": "Ok, forse c'è una maledizione,"
    }
  },
  {
    "translation": {
      "en": "But if there is, it didn't start the day we found the box.",
      "it": "ma non è iniziata con quella scatola,"
    }
  },
  {
    "translation": {
      "en": "It started the day I got stuck taking care of you!",
      "it": "ma quando mi sono ritrovata a occuparmi di te!"
    }
  },
  {
    "translation": {
      "en": "I'm out.",
      "it": "Io me ne tiro fuori."
    }
  },
  {
    "translation": {
      "en": "[Demi] You can't be out! We have to stick together to break the black magic!",
      "it": "Non puoi! Dobbiamo restare uniti contro la magia nera!"
    }
  },
  {
    "translation": {
      "en": "Yeah, since the three of you are suddenly so close,",
      "it": "Dato che di colpo siete così uniti,"
    }
  },
  {
    "translation": {
      "en": "you don't need my help to handle this almighty scourge",
      "it": "non vi servo io contro questo potente flagello"
    }
  },
  {
    "translation": {
      "en": "that breaks rocks and makes people puffy. Call me when it's life or death.",
      "it": "che spacca pietre e gonfia facce. Chiamatemi se muore qualcuno."
    }
  },
  {
    "translation": {
      "en": "-Where's your sister? -Don't know. Don't care.",
      "it": "- Dov'è Ines? - Non lo so e non m'importa."
    }
  },
  {
    "translation": {
      "en": "Where's my… [in Spanish] money?",
      "it": "E i miei soldi?"
    }
  },
  {
    "translation": {
      "en": "[in English] Unknown caller.",
      "it": "Numero sconosciuto."
    }
  },
  {
    "translation": {
      "en": "Last time I got one of these, it was old Principal Richardson.",
      "it": "L'ultima volta era il buon vecchio preside Richardson."
    }
  },
  {
    "translation": {
      "en": "Okay, well, I'll just turn off call forwarding, and whoever it is can just leave your dad a message.",
      "it": "Ok, disattivo l'inoltro così potranno lasciare un messaggio a tuo padre."
    }
  },
  {
    "translation": {
      "en": "No, answer it!",
      "it": "No, rispondi!"
    }
  },
  {
    "translation": {
      "en": "-An extra $100. -Twenty!",
      "it": "- $100 extra. - $20!"
    }
  },
  {
    "translation": {
      "en": "-Sixty! -Fifteen.",
      "it": "- $60! - $15."
    }
  },
  {
    "translation": {
      "en": "Fine!",
      "it": "Va bene!"
    }
  },
  {
    "translation": {
      "en": "[deep voice] Hello, this is Javier.",
      "it": "Pronto, parla Javier."
    }
  },
  {
    "translation": {
      "en": "I understand.",
      "it": "Capisco."
    }
  },
  {
    "translation": {
      "en": "[normal voice] I understand.",
      "it": "Capisco."
    }
  },
  {
    "translation": {
      "en": "Can you spell that?",
      "it": "Potrebbe ripetere?"
    }
  },
  {
    "translation": {
      "en": "Okay, thank you.",
      "it": "Ok, grazie."
    }
  },
  {
    "translation": {
      "en": "Who was that?",
      "it": "Chi era?"
    }
  },
  {
    "translation": {
      "en": "Some, uh,",
      "it": "Un tizio…"
    }
  },
  {
    "translation": {
      "en": "auto warranty salesperson.",
      "it": "che vende roba fuori garanzia."
    }
  },
  {
    "translation": {
      "en": "I promise you'll have your money. I just need a little more time.",
      "it": "Prometto che riavrai i tuoi soldi. Mi serve solo tempo."
    }
  },
  {
    "translation": {
      "en": "Oh, don't worry about it. We're even.",
      "it": "Non preoccuparti. Siamo pari."
    }
  },
  {
    "translation": {
      "en": "[Gloria] I don't wanna talk to you, but I have to",
      "it": "Non vorrei parlare con te,"
    }
  },
  {
    "translation": {
      "en": "because you're good at ethically questionable things.",
      "it": "ma sei esperta in cose eticamente discutibili."
    }
  },
  {
    "translation": {
      "en": "We need to break into Tío Tonio's laptop. He's in the shower. No time to explain.",
      "it": "Dobbiamo entrare nel computer di Tío. Non ho tempo per spiegarti."
    }
  },
  {
    "translation": {
      "en": "Fine. He took a call earlier and was super weird about it.",
      "it": "Va bene. Ha risposto a una chiamata ed è stato molto strano."
    }
  },
  {
    "translation": {
      "en": "-He said we don't owe him money anymore. -Isn't that good?",
      "it": "- Non rivuole più i soldi. - Bene, no?"
    }
  },
  {
    "translation": {
      "en": "Ines, something is going on.",
      "it": "Ines, sta succedendo qualcosa."
    }
  },
  {
    "translation": {
      "en": "And like all his other secrets, the answer lies in his search history.",
      "it": "E, come sempre, la risposta è nella sua cronologia."
    }
  },
  {
    "translation": {
      "en": "Should we be touching this with our bare hands?",
      "it": "- A mani nude? - Ti preoccupano le impronte?"
    }
  },
  {
    "translation": {
      "en": "-You're worried about fingerprints? -No! Sperm!",
      "it": "- A mani nude? - Ti preoccupano le impronte? No! Lo sperma!"
    }
  },
  {
    "translation": {
      "en": "Do you remember his password?",
      "it": "Ricordi la sua password?"
    }
  },
  {
    "translation": {
      "en": "[Tonio] I'm sorry I didn't tell you. No, we're sorry, Tío.",
      "it": "- Scusate se non ve l'ho detto. - No, scusaci tu, Tío."
    }
  },
  {
    "translation": {
      "en": "-I can't believe you have cancer. -I don't.",
      "it": "- Hai il cancro? - Non io."
    }
  },
  {
    "translation": {
      "en": "-Your dad does. -What?",
      "it": "- Vostro padre. - Cosa?"
    }
  },
  {
    "translation": {
      "en": "That call, it was about your dad.",
      "it": "Quella chiamata riguardava lui."
    }
  },
  {
    "translation": {
      "en": "How long has he known? He doesn't. That was the call to tell him.",
      "it": "- Da quanto lo sa? - Non lo sa. L'hanno comunicato ora."
    }
  },
  {
    "translation": {
      "en": "He just went in for his back the morning after his birthday. He told me he had an MRI--",
      "it": "Era andato a fare una risonanza per il dolore alla schiena…"
    }
  },
  {
    "translation": {
      "en": "So this happened after his birthday?",
      "it": "Quindi, è successo dopo il suo compleanno?"
    }
  },
  {
    "translation": {
      "en": "After we gave him the knife from the box. [Tonio] I need to go lie down.",
      "it": "- Dopo che gli abbiamo dato il coltellino. - Devo andare a sdraiarmi."
    }
  },
  {
    "translation": {
      "en": "I said life or death.",
      "it": "Ho detto \"se muore qualcuno\"."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "it": "Ehi."
    }
  },
  {
    "translation": {
      "en": "This is not your fault.",
      "it": "Non è colpa tua."
    }
  },
  {
    "translation": {
      "en": "We're gonna reverse it. [Gloria] But what if we don't?",
      "it": "- Spezzeremo la maledizione. - E se non ci riuscissimo?"
    }
  },
  {
    "translation": {
      "en": "This isn't some money we owe Tío. This is Dad.",
      "it": "Non si tratta dei soldi di Tío. Qui parliamo di papà."
    }
  },
  {
    "translation": {
      "en": "-You know why Dad doesn't think about you? -Oh, come on, Ines. Not now.",
      "it": "- Sai perché papà non pensa a te? - Dai, non ora."
    }
  },
  {
    "translation": {
      "en": "It's not because you're not his favorite.",
      "it": "Non perché non sei la sua preferita."
    }
  },
  {
    "translation": {
      "en": "-It's because you are. -It's not true. He doesn't think about me.",
      "it": "- Ma perché lo sei. - Non è vero. - Non pensa mai a me. - Perché non deve farlo. Si fida di te."
    }
  },
  {
    "translation": {
      "en": "Because he doesn't have to. He trusts you.",
      "it": "- Non pensa mai a me. - Perché non deve farlo. Si fida di te."
    }
  },
  {
    "translation": {
      "en": "-He knows you have it all figured out-- -I'm not gonna figure this out!",
      "it": "- Sa che sai affrontare qualsiasi cosa… - Non questa cosa!"
    }
  },
  {
    "translation": {
      "en": "[Ines] Bullshit.",
      "it": "Stronzate."
    }
  },
  {
    "translation": {
      "en": "[whispers] Come here.",
      "it": "Vieni qui."
    }
  },
  {
    "translation": {
      "en": "I'm sorry I said that thing about you earlier.",
      "it": "Scusa se ho detto quella cosa su di te."
    }
  },
  {
    "translation": {
      "en": "That was just the heat of the moment. No, it wasn't.",
      "it": "- Era solo la foga del momento. - No, non lo era."
    }
  },
  {
    "translation": {
      "en": "You think it's a secret you all find me annoying?",
      "it": "Pensi non sappia che mi trovate fastidiosa?"
    }
  },
  {
    "translation": {
      "en": "I may be an asshole, but I'm not dumb.",
      "it": "Sarò anche una stronza, ma non sono scema."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "it": "Mi dispiace."
    }
  },
  {
    "translation": {
      "en": "Me too.",
      "it": "Anche a me."
    }
  },
  {
    "translation": {
      "en": "I don't just love you, Gloria.",
      "it": "Non solo ti voglio bene, Gloria."
    }
  },
  {
    "translation": {
      "en": "I like you.",
      "it": "Tu mi piaci."
    }
  },
  {
    "translation": {
      "en": "So",
      "it": "Quindi,"
    }
  },
  {
    "translation": {
      "en": "I'll give you the space that you deserve and find my own friends.",
      "it": "ti darò lo spazio che meriti e… troverò degli amici miei."
    }
  },
  {
    "translation": {
      "en": "It's time. [chuckles]",
      "it": "È il momento."
    }
  },
  {
    "translation": {
      "en": "I have an announcement.",
      "it": "Ho un annuncio da fare."
    }
  },
  {
    "translation": {
      "en": "-Where are you going? -Snacks.",
      "it": "- Dove vai? - Snack."
    }
  },
  {
    "translation": {
      "en": "-Can we please cut her now? -No!",
      "it": "- La facciamo fuori? - No!"
    }
  },
  {
    "translation": {
      "en": "-Why? -Because she's fearless.",
      "it": "- Perché? - Perché è coraggiosa."
    }
  },
  {
    "translation": {
      "en": "And if we're gonna take on evil, we need someone to fearlessly lead the way.",
      "it": "E se vogliamo sconfiggere il male, ci serve un leader coraggioso."
    }
  },
  {
    "translation": {
      "en": "Or to potentially sacrifice.",
      "it": "O una da sacrificare."
    }
  },
  {
    "translation": {
      "en": "-So you believe? -[Ines] She does.",
      "it": "- Quindi, ci credi? - Ci crede."
    }
  },
  {
    "translation": {
      "en": "It's a curse that we're gonna reverse.",
      "it": "È una maledizione e la spezzeremo."
    }
  },
  {
    "translation": {
      "en": "We're gonna save my dad.",
      "it": "Salveremo mio padre."
    }
  },
  {
    "translation": {
      "en": "-Okay, I have a plan. -Look, I have a plan.",
      "it": "- Ok, ho un piano. - Ho un piano."
    }
  },
  {
    "translation": {
      "en": "-Okay, no, I have a plan. -No, but I know someone…",
      "it": "- Ok, no, io ho un piano. - No, però conosco qualcuno…"
    }
  }
]