[
  {
    "translation": {
      "en": "[woman] Hello? Hello?",
      "it": "Pronto?"
    }
  },
  {
    "translation": {
      "en": "[man] Yeah.",
      "it": "- Sì. - Ti ha contattato…"
    }
  },
  {
    "translation": {
      "en": "[woman] Have you gotten a call…",
      "it": "- Sì. - Ti ha contattato… UNA DOCUSERIE NETFLIX"
    }
  },
  {
    "translation": {
      "en": "[man] About?",
      "it": "Per cosa?"
    }
  },
  {
    "translation": {
      "en": "[woman] …from anybody? About, like, about a film that's being made,",
      "it": "…qualcuno? Per un film che stanno girando."
    }
  },
  {
    "translation": {
      "en": "sounds like a documentary?",
      "it": "Una specie di documentario."
    }
  },
  {
    "translation": {
      "en": "[man] No? This can't be a thing.",
      "it": "No? Non può essere vero."
    }
  },
  {
    "translation": {
      "en": "You need to fight this as much as you can.",
      "it": "Cerca di opporti più che puoi."
    }
  },
  {
    "translation": {
      "en": "Don't give them interviews or agree to anything.",
      "it": "Non fare interviste o roba simile."
    }
  },
  {
    "translation": {
      "en": "Don't talk. Do anything to kill it, to make sure it doesn't fucking happen.",
      "it": "Non parlare. Fa' di tutto per fermarlo e impedire che lo facciano."
    }
  },
  {
    "translation": {
      "en": "[woman] But it just sounds like it's a thing already.",
      "it": "Ma sembra che sia già tutto deciso."
    }
  },
  {
    "translation": {
      "en": "[man] Like it's already been made?",
      "it": "Cioè è già stato girato?"
    }
  },
  {
    "translation": {
      "en": "Some fucking Netflix documentary now. Jesus fucking Christ.",
      "it": "Pure un cazzo di documentario di Netflix. Porca puttana!"
    }
  },
  {
    "translation": {
      "en": "[woman] Why wouldn't I do it?",
      "it": "Perché non dovrei?"
    }
  },
  {
    "translation": {
      "en": "[man] You're gonna cooperate with these people?",
      "it": "Vuoi collaborare con questi tipi?"
    }
  },
  {
    "translation": {
      "en": "I think you know two things about me.",
      "it": "Penso che tu sappia due cose su di me."
    }
  },
  {
    "translation": {
      "en": "One, that I love you.",
      "it": "La prima è che ti amo."
    }
  },
  {
    "translation": {
      "en": "And that you love me, loved me, whatever the fuck,",
      "it": "E tu mi ami, mi amavi,"
    }
  },
  {
    "translation": {
      "en": "and you don't wanna accept or deal with that.",
      "it": "e non vuoi affrontare tutto quello."
    }
  },
  {
    "translation": {
      "en": "Right now, it's not convenient, whatever the fuck.",
      "it": "Adesso non ti conviene."
    }
  },
  {
    "translation": {
      "en": "Two, I'm not some fucking joker.",
      "it": "La seconda è che non sono uno che si fa prendere in giro."
    }
  },
  {
    "translation": {
      "en": "I'm not someone to be fucked with.",
      "it": "Non prendermi per il culo."
    }
  },
  {
    "translation": {
      "en": "Listen, Sarma.",
      "it": "Ascolta, Sarma."
    }
  },
  {
    "translation": {
      "en": "I'm sorry that it's been shitty. I am.",
      "it": "Mi dispiace che è stata una merda."
    }
  },
  {
    "translation": {
      "en": "But yeah, there can be a happily ever after.",
      "it": "Ma possiamo ancora vivere per sempre felici e contenti."
    }
  },
  {
    "translation": {
      "en": "-You destroyed my life and humiliated me. -[man] But I--",
      "it": "Mi hai rovinato la vita. Ma…"
    }
  },
  {
    "translation": {
      "en": "-So now you say… But you did. -[man] But I didn't. But I…",
      "it": "Ora… Ma l'hai fatto. Non è vero, io…"
    }
  },
  {
    "translation": {
      "en": "-How did you not? -[man] But I didn't.",
      "it": "Non è vero? Non lo è."
    }
  },
  {
    "translation": {
      "en": "I'm, I'm on the fucking edge with this shit.",
      "it": "Sono al limite, cazzo."
    }
  },
  {
    "translation": {
      "en": "It's been two and a half fucking years, and I'm still bound.",
      "it": "Sono passati due anni e mezzo e sono ancora in mezzo a questa storia."
    }
  },
  {
    "translation": {
      "en": "And if I get fucking dragged by these people again,",
      "it": "Se vengo di nuovo tirato in ballo da questi,"
    }
  },
  {
    "translation": {
      "en": "it's gonna be fucking hellfire from the fucking sky.",
      "it": "sarà la fine del mondo, cazzo."
    }
  },
  {
    "translation": {
      "en": "I'm not deal… especially that Vanity Fair cocksucker.",
      "it": "Non voglio… Soprattutto lo stronzo di Vanity Fair."
    }
  },
  {
    "translation": {
      "en": "I'm not going through this again. I'm fucking not.",
      "it": "Non voglio rivivere di nuovo tutto quanto, cazzo."
    }
  },
  {
    "translation": {
      "en": "I would feel ill recording anybody else but this motherfucker?",
      "it": "Mi sentirei in colpa a registrare qualcuno, ma questo stronzo?"
    }
  },
  {
    "translation": {
      "en": "Fuck him.",
      "it": "Che vada al diavolo."
    }
  },
  {
    "translation": {
      "en": "[man 1] I went to, uh, dinner last night. \"Pure Food and Wine.\"",
      "it": "Ieri sera sono stato a cena da Pure Food and Wine."
    }
  },
  {
    "translation": {
      "en": "It's all raw food. Nothing is cooked.",
      "it": "Tutto cibo crudo. Non c'è nulla di cotto."
    }
  },
  {
    "translation": {
      "en": "At the next table, there's this super hot blonde.",
      "it": "Al tavolo accanto, c'era una bionda da urlo."
    }
  },
  {
    "translation": {
      "en": "And she was the owner of the place.",
      "it": "Era la proprietaria."
    }
  },
  {
    "translation": {
      "en": "[Sarma] I started nine years ago. People didn't understand this whole vegan thing.",
      "it": "Iniziai nove anni fa, quando nessuno capiva il veganismo."
    }
  },
  {
    "translation": {
      "en": "We've been growing steadily year after year.",
      "it": "Ma stiamo crescendo, anno dopo anno."
    }
  },
  {
    "translation": {
      "en": "Sarma was the raw vegan queen.",
      "it": "Sarma era la regina del cibo crudo."
    }
  },
  {
    "translation": {
      "en": "[man 2] People were coming from all over the word because of her.",
      "it": "La gente veniva da tutto il mondo per lei."
    }
  },
  {
    "translation": {
      "en": "It was a movement.",
      "it": "Era un movimento."
    }
  },
  {
    "translation": {
      "en": "[Sarma] The logo from my company.",
      "it": "Questo è il logo dell'attività."
    }
  },
  {
    "translation": {
      "en": "If I do something like this, then I have to make it work.",
      "it": "Se faccio una cosa così, devo farla funzionare."
    }
  },
  {
    "translation": {
      "en": "She had this power to her. Like, she ran the show.",
      "it": "Aveva una certa presenza. Era al centro di tutto. UN GIORNO NELLA VITA DI…"
    }
  },
  {
    "translation": {
      "en": "[man 3] By most people's standards, she doesn't seem like the kind of person",
      "it": "UN GIORNO NELLA VITA DI… Non sembra proprio il tipo di persona"
    }
  },
  {
    "translation": {
      "en": "that's gonna go on the lam and run from the cops for a year.",
      "it": "che si darebbe alla macchia per un anno."
    }
  },
  {
    "translation": {
      "en": "[protester] Raw food?",
      "it": "Pure food?"
    }
  },
  {
    "translation": {
      "en": "[protesters] Raw deal!",
      "it": "Pura fregatura!"
    }
  },
  {
    "translation": {
      "en": "-What do we want? -Our wages!",
      "it": "- Cosa vogliamo? - Lo stipendio!"
    }
  },
  {
    "translation": {
      "en": "Owners of a popular Manhattan vegan restaurant are under arrest,",
      "it": "I proprietari di un popolare ristorante sono in arresto"
    }
  },
  {
    "translation": {
      "en": "accused of ripping off their workers and investors.",
      "it": "con l'accusa di aver derubato dipendenti e investitori."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] She was accused of embezzling",
      "it": "È accusata di aver sottratto"
    }
  },
  {
    "translation": {
      "en": "an extraordinary sum of money from her own employees.",
      "it": "un'incredibile somma di denaro ai suoi dipendenti."
    }
  },
  {
    "translation": {
      "en": "So it really makes her look like the vegan Bernie Madoff.",
      "it": "Questo la fa davvero sembrare la Bernie Madoff vegana."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The two have been on the run with warrants out for their arrest.",
      "it": "I due erano in fuga con un mandato di arresto a carico."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] And police say junk food led them to the fugitives.",
      "it": "La polizia dice che li hanno trovati grazie al cibo spazzatura."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] They traced one of their credit cards to a Domino's in Tennessee",
      "it": "La loro carta di credito era stata usata in un Domino's del Tennessee."
    }
  },
  {
    "translation": {
      "en": "for the couple that supposedly preached a healthy, vegan lifestyle",
      "it": "La coppia che sembrava predicare uno stile di vita vegano"
    }
  },
  {
    "translation": {
      "en": "ordered a pizza for delivery.",
      "it": "aveva ordinato una pizza."
    }
  },
  {
    "translation": {
      "en": "Sarma started telling me that she was a victim,",
      "it": "Sarma iniziò a dirmi che lei era una vittima…"
    }
  },
  {
    "translation": {
      "en": "there was gaslighting happening, and that she was terrified",
      "it": "LA VEGANA FUGGITIVA …che c'erano stati episodi di gaslighting e che aveva paura,"
    }
  },
  {
    "translation": {
      "en": "because he had a shadowy connection to the CIA.",
      "it": "perché lui aveva un misterioso legame con la CIA."
    }
  },
  {
    "translation": {
      "en": "So, what was he capable of?",
      "it": "Quindi, di cosa poteva essere capace?"
    }
  },
  {
    "translation": {
      "en": "[man 4] It becomes this increasing confusion.",
      "it": "STAR DEL CRUDISMO INCOLPA L'ABUSO PSICOLOGICO DEL MARITO La confusione aumenta."
    }
  },
  {
    "translation": {
      "en": "How does somebody believe that their dog is gonna be made immortal?",
      "it": "Come si fa a credere che il proprio cane diverrà immortale?"
    }
  },
  {
    "translation": {
      "en": "It's a complete madness.",
      "it": "È pura follia."
    }
  },
  {
    "translation": {
      "en": "You start going, \"What is real here? What is real?\"",
      "it": "Inizi a pensare: \"Cos'è reale?\""
    }
  },
  {
    "translation": {
      "en": "And then you realize this is a story about what is real.",
      "it": "E poi ti rendi conto che questa è una storia su cosa sia reale."
    }
  },
  {
    "translation": {
      "en": "[Sarma] People ask me all the time, \"Well, what happened?\"",
      "it": "Mi chiedono sempre: \"Cos'è successo?\""
    }
  },
  {
    "translation": {
      "en": "You know, I've deliberately practiced at not thinking about him,",
      "it": "Ho condizionato la mia mente a evitare di pensare a lui"
    }
  },
  {
    "translation": {
      "en": "not thinking about what happened.",
      "it": "e a ciò che è successo."
    }
  },
  {
    "translation": {
      "en": "Because if I do, that's a miserable existence, and I can't function that way.",
      "it": "Farlo porta a una miserabile esistenza, e io non posso vivere così."
    }
  },
  {
    "translation": {
      "en": "[interviewer] How many people close to you know the extent of what happened?",
      "it": "Quante persone vicine a te sanno tutto ciò che è successo?"
    }
  },
  {
    "translation": {
      "en": "It feels like nobody knows the extent of it, except for him.",
      "it": "Ho la sensazione che nessuno sappia tutto, a parte lui."
    }
  },
  {
    "translation": {
      "en": "There's a lot of people that have written me off and walked away",
      "it": "Molte persone mi hanno liquidato e abbandonato,"
    }
  },
  {
    "translation": {
      "en": "as if it's just too weird,",
      "it": "come se fosse troppo strano,"
    }
  },
  {
    "translation": {
      "en": "because, you know, they see things from the outside,",
      "it": "perché vedono le cose da fuori."
    }
  },
  {
    "translation": {
      "en": "while I was good at running this business, and I had accomplished all these things,",
      "it": "Ero brava a gestire l'attività e avevo avuto tanto successo,"
    }
  },
  {
    "translation": {
      "en": "and I don't have any sort of… There's no easy answer.",
      "it": "e non ho un… Non c'è una risposta semplice."
    }
  },
  {
    "translation": {
      "en": "I think it's just some sort of like",
      "it": "Penso che sia stata una specie"
    }
  },
  {
    "translation": {
      "en": "a perfect storm of conditions where everything seemed to be right",
      "it": "di tempesta perfetta di condizioni, ognuna nella posizione giusta"
    }
  },
  {
    "translation": {
      "en": "for that to be able to happen.",
      "it": "per far sì che tutto ciò accadesse."
    }
  },
  {
    "translation": {
      "en": "[Sarma] My undergrad major was Economics,",
      "it": "Mi laureai in Economia,"
    }
  },
  {
    "translation": {
      "en": "and I feel like I got there by process of elimination.",
      "it": "ma sento di averlo scelto per eliminazione."
    }
  },
  {
    "translation": {
      "en": "So I went to UPenn Wharton in Philadelphia.",
      "it": "Frequentai la UPenn Wharton a Filadelfia."
    }
  },
  {
    "translation": {
      "en": "I think what happened is, when I was there, it was like,",
      "it": "In pratica, io ero lì e pensavo:"
    }
  },
  {
    "translation": {
      "en": "\"What is everybody else doing? Everybody is gunning to go work",
      "it": "\"Cosa stanno facendo tutti? Vogliono tutti andare a lavorare nell'investment banking\"."
    }
  },
  {
    "translation": {
      "en": "in investment banking.\"",
      "it": "Vogliono tutti andare a lavorare nell'investment banking\"."
    }
  },
  {
    "translation": {
      "en": "I got hired by Bear Stearns.",
      "it": "Fui assunta alla Bear Stearns."
    }
  },
  {
    "translation": {
      "en": "Somebody that I'd worked with said to me,",
      "it": "Un mio collega mi chiese:"
    }
  },
  {
    "translation": {
      "en": "\"Do you really like this work? Is this what you want to do?\"",
      "it": "\"Ti piace questo lavoro? È quello che vuoi fare?\""
    }
  },
  {
    "translation": {
      "en": "And my first thought was, \"Do you like it? Do people like it?\"",
      "it": "La prima cosa che pensai fu: \"A te piace? Alla gente piace?\""
    }
  },
  {
    "translation": {
      "en": "He sort of confronted me on that. Nobody else had really done that.",
      "it": "Mi fece riflettere su quella domanda. Nessuno l'aveva mai fatto."
    }
  },
  {
    "translation": {
      "en": "He said, \"You seem to be interested in food.\"",
      "it": "Disse: \"Sembra che ti interessi il cibo\"."
    }
  },
  {
    "translation": {
      "en": "People that I'd worked with had subscriptions to the Wall Street Journal,",
      "it": "I miei colleghi erano abbonati al Wall Street Journal,"
    }
  },
  {
    "translation": {
      "en": "and I had a subscription to Gourmet magazine and Food and Wine.",
      "it": "e io invece alle riviste Gourmet e Food and Wine."
    }
  },
  {
    "translation": {
      "en": "That might have been a clue that I wasn't going into the right field.",
      "it": "Forse avrei già dovuto capire che non era la mia strada."
    }
  },
  {
    "translation": {
      "en": "I left after a year and a half.",
      "it": "Me ne andai dopo un anno e mezzo."
    }
  },
  {
    "translation": {
      "en": "At that time, I wasn't under any pressure to get a job financially.",
      "it": "Al tempo, dal punto di vista economico, non avevo l'urgenza di trovare un lavoro."
    }
  },
  {
    "translation": {
      "en": "So I went to culinary school.",
      "it": "Così andai a scuola di cucina."
    }
  },
  {
    "translation": {
      "en": "I finished at the French Culinary Institute in '99,",
      "it": "Mi diplomai al French Culinary Institute nel '99,"
    }
  },
  {
    "translation": {
      "en": "and then focused on working in food.",
      "it": "e poi mi misi a lavorare in cucina."
    }
  },
  {
    "translation": {
      "en": "Today, we are getting a head start on our Labor Day barbecue",
      "it": "Oggi ci portiamo avanti con il barbecue della Festa del Lavoro"
    }
  },
  {
    "translation": {
      "en": "with Chef Matthew Kenney of Matthew's restaurant in Manhattan.",
      "it": "con lo chef Matthew Kenney del suo ristorante a Manhattan."
    }
  },
  {
    "translation": {
      "en": "-Good morning. -Good morning. Nice to be here.",
      "it": "- Buongiorno. - È bello essere qui."
    }
  },
  {
    "translation": {
      "en": "[Sarma] I had been a fan of Matthew's before I'd ever met him.",
      "it": "Ero una fan di Matthew da prima ancora che lo incontrassi."
    }
  },
  {
    "translation": {
      "en": "Matthew Kenny was a star chef in New York City.",
      "it": "Matthew Kenney era uno chef stellato di New York."
    }
  },
  {
    "translation": {
      "en": "He owned a renowned restaurant.",
      "it": "SORELLA DI SARMA Aveva un ristorante famoso."
    }
  },
  {
    "translation": {
      "en": "He was super, super talented.",
      "it": "Aveva grande talento."
    }
  },
  {
    "translation": {
      "en": "[Sarma] I found out that he was writing a book.",
      "it": "Scoprii che stava scrivendo un libro."
    }
  },
  {
    "translation": {
      "en": "So I went and met him to interview about working on that cookbook.",
      "it": "Così feci un colloquio con lui per lavorare su quel libro di cucina. RICETTE PER UN MONDO FRENETICO"
    }
  },
  {
    "translation": {
      "en": "By the end of the meeting, I had the gig.",
      "it": "RICETTE PER UN MONDO FRENETICO Ottenni l'ingaggio."
    }
  },
  {
    "translation": {
      "en": "Matthew and I became a couple pretty quickly.",
      "it": "Io e Matthew diventammo presto una coppia."
    }
  },
  {
    "translation": {
      "en": "Matthew Kenney and Sarma Melngailis.",
      "it": "Matthew Kenney e Sarma Melngailis."
    }
  },
  {
    "translation": {
      "en": "We wanted to open a restaurant together.",
      "it": "Volevamo aprire un ristorante insieme."
    }
  },
  {
    "translation": {
      "en": "And we had started to work",
      "it": "E avevamo iniziato a lavorare"
    }
  },
  {
    "translation": {
      "en": "with a restaurateur named Jeffrey Chodorow.",
      "it": "con un ristoratore, Jeffrey Chodorow."
    }
  },
  {
    "translation": {
      "en": "Jeffrey was gonna back us.",
      "it": "Lui ci avrebbe finanziati."
    }
  },
  {
    "translation": {
      "en": "He was well-known for having opened a lot of flashy restaurants in the city.",
      "it": "Era molto famoso per aver aperto molti ristoranti vistosi in città."
    }
  },
  {
    "translation": {
      "en": "The concept was a vegan, raw-food restaurant,",
      "it": "L'idea era quella di un ristorante crudista e vegano… RISTORATORE"
    }
  },
  {
    "translation": {
      "en": "which, of course, I had no idea what that was.",
      "it": "…e io non sapevo cosa fosse."
    }
  },
  {
    "translation": {
      "en": "I'm really attracted by new food ideas and new ways of doing things.",
      "it": "Le nuove idee culinarie mi attirano, come anche le nuove cucine."
    }
  },
  {
    "translation": {
      "en": "Frankly, it was quite impressive. And so I said, \"Okay, let's do it.\"",
      "it": "Era davvero notevole, così dissi: \"Ok, facciamolo\"."
    }
  },
  {
    "translation": {
      "en": "[Sarma] From the very beginning, the restaurant itself had a purpose,",
      "it": "Il ristorante aveva uno scopo fin dall'inizio:"
    }
  },
  {
    "translation": {
      "en": "which was to make vegan raw food not something weird",
      "it": "trasformare il cibo crudista vegano da una cucina strana"
    }
  },
  {
    "translation": {
      "en": "but to make it more mainstream.",
      "it": "a qualcosa di tradizionale."
    }
  },
  {
    "translation": {
      "en": "I'm Nikki King Bennett, and I'm the executive chef here.",
      "it": "Sono Nikki King Bennett, la capo cucina."
    }
  },
  {
    "translation": {
      "en": "Fire tamale, lasagna, Pad Thai.",
      "it": "Tamales, lasagna e Pad Thai."
    }
  },
  {
    "translation": {
      "en": "I think it was ahead of its time,",
      "it": "Penso che fosse all'avanguardia."
    }
  },
  {
    "translation": {
      "en": "and it was, uh, a high-end, fine dining vegan experience,",
      "it": "Era una cucina vegana raffinata e costosa… CAPO CUCINA"
    }
  },
  {
    "translation": {
      "en": "which didn't exist. It made kind of eating a vegan diet sexy",
      "it": "…che prima non esisteva. Rendeva la dieta vegana sexy"
    }
  },
  {
    "translation": {
      "en": "as opposed to hippie. It was a hot spot.",
      "it": "piuttosto che da hippy. Era un locale di tendenza."
    }
  },
  {
    "translation": {
      "en": "Owen Wilson used to post up in the back and walk through the kitchen.",
      "it": "Owen Wilson stava sul retro e girava per la cucina. DIPENDENTE"
    }
  },
  {
    "translation": {
      "en": "He was just walking barefoot through the restaurant,",
      "it": "Entrò nel locale a piedi nudi… DIPENDENTE"
    }
  },
  {
    "translation": {
      "en": "and ordered a juice and walked out the front door.",
      "it": "…ordinò un succo e se ne andò."
    }
  },
  {
    "translation": {
      "en": "Gisele walks up to Sarma, and then, like, Tom Brady walks up.",
      "it": "Gisele si avvicinò a Sarma, e poi arrivò Tom Brady."
    }
  },
  {
    "translation": {
      "en": "And I'm like, \"What is this place? [laughs] This is so crazy.\"",
      "it": "E io pensavo: \"Cos'è questo posto? È assurdo\"."
    }
  },
  {
    "translation": {
      "en": "This is Bonnie. Bonnie's been here for six years. We won't let her leave.",
      "it": "Lei è Bonnie. È qui da sei anni. Non la lasceremo andare via."
    }
  },
  {
    "translation": {
      "en": "-I don't wanna go. -It's not an option.",
      "it": "- Non voglio. - Non esiste."
    }
  },
  {
    "translation": {
      "en": "[Bonnie] There was something special about it,",
      "it": "C'era qualcosa di speciale,"
    }
  },
  {
    "translation": {
      "en": "and especially as it got busier.",
      "it": "soprattutto quando c'era tanta gente."
    }
  },
  {
    "translation": {
      "en": "It's just this beautiful, very inviting restaurant",
      "it": "Era un bellissimo ristorante, che attirava molti clienti."
    }
  },
  {
    "translation": {
      "en": "kind of down these steps, so people just want to come in.",
      "it": "Dovevi scendere degli scalini, ed era molto invitante."
    }
  },
  {
    "translation": {
      "en": "My name is Jim. I'm the manager at Pure Food and Wine.",
      "it": "Mi chiamo Jim. Sono il manager di Pure Food and Wine."
    }
  },
  {
    "translation": {
      "en": "What was really a tiny little room felt enormous, and it felt like a party.",
      "it": "Era una stanza minuscola, ma sembrava enorme, un salone. DIRETTORE OPERATIVO"
    }
  },
  {
    "translation": {
      "en": "This is Joey. Joey has been here for almost seven years.",
      "it": "- Lui è Joey. È qui da quasi sette anni. - Sei?"
    }
  },
  {
    "translation": {
      "en": "We were definitely bonded together,",
      "it": "C'era un legame tra noi…"
    }
  },
  {
    "translation": {
      "en": "and we felt like there was purpose behind us.",
      "it": "DIRETTORE DELLE BEVANDE …e sentivamo di avere uno scopo. E Sarma era una persona genuina."
    }
  },
  {
    "translation": {
      "en": "And Sarma was really genuine. We used to call her \"the Sarmama.\"",
      "it": "…e sentivamo di avere uno scopo. E Sarma era una persona genuina. La chiamavamo \"Sarmama\"."
    }
  },
  {
    "translation": {
      "en": "I remember thinking, \"This is the rest of my life.\"",
      "it": "Ricordo che pensavo: \"Sarà questa la mia vita."
    }
  },
  {
    "translation": {
      "en": "\"This is it. This is what my life is gonna revolve around.\"",
      "it": "Ci siamo. La mia vita sarà questo\"."
    }
  },
  {
    "translation": {
      "en": "[man] Overall, outside of what happened, it was such a great environment to work in.",
      "it": "Nonostante ciò che è successo, era un ottimo ambiente di lavoro."
    }
  },
  {
    "translation": {
      "en": "If none of this had happened, we'd probably still be working there.",
      "it": "Se non fosse successo, saremmo… GRAFICO …ancora lì."
    }
  },
  {
    "translation": {
      "en": "[man] When I saw the news come through that Sarma had been arrested, I knew that",
      "it": "Quando lessi la notizia dell'arresto di Sarma, sapevo… STAR DEL CRUDISMO ARRESTATA DOPO FUGA DURANTE CAUSA"
    }
  },
  {
    "translation": {
      "en": "there had to be more to that story than just Sarma was,",
      "it": "GIORNALISTA DI VANITY FAIR …che c'era dietro qualcos'altro oltre al fatto che Sarma fosse in fuga…"
    }
  },
  {
    "translation": {
      "en": "like, on the lam from authorities,",
      "it": "…che c'era dietro qualcos'altro oltre al fatto che Sarma fosse in fuga… LO STRANO DECLINO DELL'ICONA DEL VEGANISMO"
    }
  },
  {
    "translation": {
      "en": "and had ordered a pizza, and then the cops came down.",
      "it": "LO STRANO DECLINO DELL'ICONA DEL VEGANISMO …e una pizza l'avesse fatta arrestare."
    }
  },
  {
    "translation": {
      "en": "I figured, well, if I can get in touch with her…",
      "it": "RISTORATRICE VEGANA ORDINA DA DOMINO'S PRIMA DELL'ARRESTO Se fossi riuscito a contattarla…"
    }
  },
  {
    "translation": {
      "en": "We always had a pretty good relationship. She trusted me as a reporter.",
      "it": "Avevamo un buon rapporto. Si fidava di me come reporter."
    }
  },
  {
    "translation": {
      "en": "Maybe I would be the one she would tell that story to.",
      "it": "Forse mi avrebbe raccontato la sua storia."
    }
  },
  {
    "translation": {
      "en": "This is my Sarma file.",
      "it": "Questo è il fascicolo di Sarma."
    }
  },
  {
    "translation": {
      "en": "Yeah, here's her… Here, look. Here's her marriage license.",
      "it": "Sì, qui ci sono… Ecco. Il suo certificato di matrimonio."
    }
  },
  {
    "translation": {
      "en": "Here's some paperwork I stuck in here.",
      "it": "Ci ho messo altri documenti."
    }
  },
  {
    "translation": {
      "en": "So, here is…",
      "it": "Questo è…"
    }
  },
  {
    "translation": {
      "en": "Oh, inmate lookup.",
      "it": "La ricerca dei detenuti."
    }
  },
  {
    "translation": {
      "en": "These are some of the, like, you know, crazy notebooks",
      "it": "Qui ci sono alcuni dei taccuini pazzeschi"
    }
  },
  {
    "translation": {
      "en": "of when I was doing my interviews.",
      "it": "di quando conducevo le interviste."
    }
  },
  {
    "translation": {
      "en": "When you go to Rikers, you can't even bring this stuff with you.",
      "it": "Quando vai a Rikers, non puoi portare queste cose."
    }
  },
  {
    "translation": {
      "en": "I think people make the same mistake as, like,",
      "it": "Penso che la gente faccia lo stesso errore dei tabloid…"
    }
  },
  {
    "translation": {
      "en": "the tabloids and just see this image of this beautiful woman",
      "it": "ARRESTATA LA PROPRIETARIA DI PURE FOOD AND WINE …e veda solo questa bella donna che vive una vita sana."
    }
  },
  {
    "translation": {
      "en": "who's living this healthy life.",
      "it": "…e veda solo questa bella donna che vive una vita sana."
    }
  },
  {
    "translation": {
      "en": "This is not actually the complete story of Sarma.",
      "it": "Non è la storia completa di Sarma."
    }
  },
  {
    "translation": {
      "en": "It's not like Sarma was absolutely perfect",
      "it": "Chiaramente Sarma non era perfetta"
    }
  },
  {
    "translation": {
      "en": "and had made all the best choices in her life leading up to this moment.",
      "it": "e non aveva sempre fatto le scelte giuste."
    }
  },
  {
    "translation": {
      "en": "[Sarma] The year that we opened the restaurant, my publisher was in the garden having dinner,",
      "it": "L'anno che aprimmo il locale, la mia editrice era in giardino a cenare"
    }
  },
  {
    "translation": {
      "en": "and she said, \"I wanna publish your book.\"",
      "it": "e disse: \"Voglio pubblicare il tuo libro\"."
    }
  },
  {
    "translation": {
      "en": "[Allen] Him and Sarma together on the cover of that cookbook",
      "it": "Lui e Sarma sulla copertina di quel libro di cucina"
    }
  },
  {
    "translation": {
      "en": "were part of the brand. That's what they're selling.",
      "it": "erano parte del brand, ciò che vendevano. \"Anche tu puoi assomigliare a loro.\""
    }
  },
  {
    "translation": {
      "en": "You can look like these wonderful people.",
      "it": "erano parte del brand, ciò che vendevano. \"Anche tu puoi assomigliare a loro.\" COCKTAIL ALLA PERA SPEZIATA"
    }
  },
  {
    "translation": {
      "en": "Of course, like a lot of images, you know, there's rot on the inside.",
      "it": "Ovviamente, come in molte immagini, anche qui c'era qualcosa di marcio."
    }
  },
  {
    "translation": {
      "en": "With every business, there's usually a story behind it.",
      "it": "Ogni attività ha una sua storia dietro."
    }
  },
  {
    "translation": {
      "en": "And I think, you know, from the outside, people see,",
      "it": "E penso che, da fuori, la gente pensi:"
    }
  },
  {
    "translation": {
      "en": "\"You have a restaurant. It's busy. There's tons of people in there.\"",
      "it": "\"Hai un ristorante. È sempre pieno di clienti."
    }
  },
  {
    "translation": {
      "en": "\"It must be successful. You must be making lots of money.\"",
      "it": "Devi avere successo e guadagnare bene."
    }
  },
  {
    "translation": {
      "en": "\"I see your picture in a magazine or here and there.\"",
      "it": "Vedo la tua foto di continuo nelle riviste\"."
    }
  },
  {
    "translation": {
      "en": "And they assume that everything is great, and you must be rolling in money, and everything's fine.",
      "it": "E pensano che nuoti nell'oro e che vada tutto a gonfie vele."
    }
  },
  {
    "translation": {
      "en": "But they don't see the behind-the-scenes,",
      "it": "Ma non vedono dietro le quinte,"
    }
  },
  {
    "translation": {
      "en": "which can very often be very different. Um…",
      "it": "dove spesso le cose sono diverse."
    }
  },
  {
    "translation": {
      "en": "So, you know, there is a backstory.",
      "it": "Quindi c'è un retroscena."
    }
  },
  {
    "translation": {
      "en": "Things have been challenging over the years.",
      "it": "Le cose sono state difficili."
    }
  },
  {
    "translation": {
      "en": "I was always the really careful one with money, and he was much less careful.",
      "it": "Ero sempre io quella più attenta ai soldi, mentre lui lo era meno."
    }
  },
  {
    "translation": {
      "en": "[Allen] Matthew Kenney was not a well-respected businessman.",
      "it": "Matthew Kenney non era un imprenditore rispettato."
    }
  },
  {
    "translation": {
      "en": "There was a lot of word around New York",
      "it": "Giravano molte voci sul fatto che Matthew non pagasse le fatture…"
    }
  },
  {
    "translation": {
      "en": "that Matthew was a guy who didn't pay his bills,",
      "it": "Giravano molte voci sul fatto che Matthew non pagasse le fatture… È STATO AL CENTRO DI MOLTE CONTROVERSIE."
    }
  },
  {
    "translation": {
      "en": "who stiffed a lot of investors and was trouble.",
      "it": "È STATO AL CENTRO DI MOLTE CONTROVERSIE. …imbrogliasse gli investitori e altro."
    }
  },
  {
    "translation": {
      "en": "I began sort of feeling resentful more and more, and we weren't getting along.",
      "it": "Iniziai a provare sempre più rancore, e non andavamo più d'accordo."
    }
  },
  {
    "translation": {
      "en": "Sarma had a pair of sneakers, and on the back of the sneaker, it said,",
      "it": "Sarma aveva delle scarpe da ginnastica dove dietro era scritto:"
    }
  },
  {
    "translation": {
      "en": "\"I love Matthew.\" She wore them every time she came to my office.",
      "it": "\"Amo Matthew\". Le portava sempre in ufficio."
    }
  },
  {
    "translation": {
      "en": "I noticed that she wasn't wearing the sneakers.",
      "it": "E poi notai che non le indossava più."
    }
  },
  {
    "translation": {
      "en": "So I said to her one time, you know, \"How are things?\"",
      "it": "Così le chiesi: \"Come vanno le cose?\""
    }
  },
  {
    "translation": {
      "en": "She said, \"Well, there is some tension.\"",
      "it": "E lei: \"C'è un po' di tensione. Stiamo vivendo un momento difficile\"."
    }
  },
  {
    "translation": {
      "en": "\"We're in a little bit of a rough patch.\"",
      "it": "E lei: \"C'è un po' di tensione. Stiamo vivendo un momento difficile\". FAMOSA COPPIA CULINARIA SI SEPARA"
    }
  },
  {
    "translation": {
      "en": "[Sarma] Our split became a very public thing.",
      "it": "La rottura divenne pubblica."
    }
  },
  {
    "translation": {
      "en": "During that time, people would come to the restaurant",
      "it": "In quel periodo, chi veniva al locale…"
    }
  },
  {
    "translation": {
      "en": "and sort of looking around hoping to see some sort of like",
      "it": "FAIDA TRA BUONGUSTAI …sperava di vedere una lite in stile reality,"
    }
  },
  {
    "translation": {
      "en": "reality TV-type fight because we were both there.",
      "it": "…sperava di vedere una lite in stile reality, perché eravamo entrambi lì."
    }
  },
  {
    "translation": {
      "en": "It was like, I wasn't leaving, he wasn't leaving, and we were both there.",
      "it": "Io non me ne andavo e lui neanche, e restammo entrambi."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey] I got a phone call from Matthew,",
      "it": "Ricevetti una telefonata da Matthew,"
    }
  },
  {
    "translation": {
      "en": "and he said to me, \"I can't continue to work with Sarma.\"",
      "it": "che mi disse: \"Non posso più lavorare con Sarma."
    }
  },
  {
    "translation": {
      "en": "\"So I need you to expel her from the restaurant.\"",
      "it": "Ho bisogno che la mandi via dal ristorante\"."
    }
  },
  {
    "translation": {
      "en": "Then I got a call from Sarma who said, \"This is what happened,\" you know,",
      "it": "Poi mi chiamò Sarma e mi disse: \"Ecco cos'è successo."
    }
  },
  {
    "translation": {
      "en": "\"You have to figure out what to do.\"",
      "it": "Devi riflettere su cosa fare\"."
    }
  },
  {
    "translation": {
      "en": "When I thought about it, then I said,",
      "it": "Allora ci pensai:"
    }
  },
  {
    "translation": {
      "en": "\"Okay, my options are,",
      "it": "\"Ho due opzioni."
    }
  },
  {
    "translation": {
      "en": "I have Matthew Kenney, a very talented chef,",
      "it": "C'è Matthew, uno chef di talento"
    }
  },
  {
    "translation": {
      "en": "who had a bad financial history.\"",
      "it": "ma con una storia creditizia negativa."
    }
  },
  {
    "translation": {
      "en": "\"And on the other hand, I had Sarma.\"",
      "it": "E c'è Sarma,"
    }
  },
  {
    "translation": {
      "en": "\"She was a very accomplished person in her own right.\"",
      "it": "una persona molto abile e capace\"."
    }
  },
  {
    "translation": {
      "en": "Sarma had gone to Wharton, which is the school that I went to.",
      "it": "Sarma era andata alla Wharton, dove ero andato anch'io."
    }
  },
  {
    "translation": {
      "en": "So I assumed she had a very good business head on her shoulders.",
      "it": "Pensai che avesse il pallino per gli affari."
    }
  },
  {
    "translation": {
      "en": "And so I picked Sarma.",
      "it": "Così scelsi Sarma."
    }
  },
  {
    "translation": {
      "en": "And I told Matthew to go,",
      "it": "E dissi a Matthew di fare i bagagli,"
    }
  },
  {
    "translation": {
      "en": "which, frankly, I think shocked him.",
      "it": "cosa che penso lo scioccò."
    }
  },
  {
    "translation": {
      "en": "Jeffrey agreed to just effectively sell me the restaurant",
      "it": "Jeffrey accettò di vendermi il ristorante"
    }
  },
  {
    "translation": {
      "en": "for about two million dollars of debt.",
      "it": "per due milioni di dollari di debito."
    }
  },
  {
    "translation": {
      "en": "So I took on two million dollars of debt,",
      "it": "Così accettai il debito,"
    }
  },
  {
    "translation": {
      "en": "but then I owned the restaurant outright.",
      "it": "e diventai la proprietaria del ristorante."
    }
  },
  {
    "translation": {
      "en": "[Sarma] After Matthew left, it was a scary time for me",
      "it": "Dopo che Matthew se ne andò, fu un brutto periodo per me,"
    }
  },
  {
    "translation": {
      "en": "because I hadn't run a restaurant before on my own.",
      "it": "perché non avevo mai gestito un ristorante da sola."
    }
  },
  {
    "translation": {
      "en": "And it was kind of overwhelming.",
      "it": "E mi sentivo sopraffatta."
    }
  },
  {
    "translation": {
      "en": "[Nick] Sarma was dealing with a mountain of problems.",
      "it": "Sarma aveva un sacco di problemi."
    }
  },
  {
    "translation": {
      "en": "She was so proud of this life that I think she was willing to",
      "it": "Andava molto fiera della sua vita e penso che fosse disposta"
    }
  },
  {
    "translation": {
      "en": "take on incredible challenges,",
      "it": "ad affrontare sfide incredibili,"
    }
  },
  {
    "translation": {
      "en": "especially in regards to her business. Like, she loved that place.",
      "it": "soprattutto nella sua attività. Amava quel posto."
    }
  },
  {
    "translation": {
      "en": "And she was there all the time.",
      "it": "Ed era sempre lì."
    }
  },
  {
    "translation": {
      "en": "[Joey] She was there leading, like, Facebook blowing up at the time",
      "it": "Faceva sentire molto la sua presenza su Facebook,"
    }
  },
  {
    "translation": {
      "en": "and just having a presence there.",
      "it": "e pubblicava sempre contenuti."
    }
  },
  {
    "translation": {
      "en": "She knew what it would take to become successful.",
      "it": "Sapeva come avere successo."
    }
  },
  {
    "translation": {
      "en": "She had vision, drive.",
      "it": "Aveva intuito e voglia di fare."
    }
  },
  {
    "translation": {
      "en": "[Sarma] I met Alec Baldwin at the restaurant.",
      "it": "SE SEI A NY, VA' DA PURE FOOD AND WINE, ANCHE SOLO PER FISSARE @SARMA Incontrai Alec Baldwin al ristorante."
    }
  },
  {
    "translation": {
      "en": "We talked a lot on the phone and via email.",
      "it": "Parlammo molto per telefono e per e-mail."
    }
  },
  {
    "translation": {
      "en": "Sometimes you meet somebody and feel like you already knew them.",
      "it": "A volte incontri una persona e senti già di conoscerla."
    }
  },
  {
    "translation": {
      "en": "It kind of felt like that with him.",
      "it": "Con lui fu così."
    }
  },
  {
    "translation": {
      "en": "My understanding of her relationship with Alec Baldwin was that",
      "it": "Da come vedo la sua relazione con Alec Baldwin,"
    }
  },
  {
    "translation": {
      "en": "he was a regular customer at the restaurant,",
      "it": "lui era un cliente abituale del ristorante"
    }
  },
  {
    "translation": {
      "en": "and that, like a lot of the gentlemen who went there,",
      "it": "e, come molti uomini che andavano lì, aveva una cotta per Sarma."
    }
  },
  {
    "translation": {
      "en": "he had a bit of a crush on Sarma.",
      "it": "e, come molti uomini che andavano lì, aveva una cotta per Sarma. INNAMORARSI DEL CRUDO E DI SARMA AL PURE FOOD AND WINE"
    }
  },
  {
    "translation": {
      "en": "When Alec was talking to her about",
      "it": "Quando Alec le diceva"
    }
  },
  {
    "translation": {
      "en": "wanting to have somebody important in his life,",
      "it": "che voleva qualcuno di importante nella sua vita,"
    }
  },
  {
    "translation": {
      "en": "she would, instead of offering herself as that potential person,",
      "it": "lei, invece di offrirsi per ricoprire quel ruolo,"
    }
  },
  {
    "translation": {
      "en": "um, suggest that maybe he should adopt a dog.",
      "it": "gli consigliava di adottare un cane."
    }
  },
  {
    "translation": {
      "en": "You know, I was sending him emails of links to dogs.",
      "it": "Gli mandavo e-mail con i link per le adozioni."
    }
  },
  {
    "translation": {
      "en": "And he wasn't really interested in getting a dog.",
      "it": "E non era realmente interessato a farsi un cane."
    }
  },
  {
    "translation": {
      "en": "But I stumbled across a particular dog's photo.",
      "it": "Ma trovai per puro caso la foto di un cane particolare."
    }
  },
  {
    "translation": {
      "en": "I was just incredibly drawn to it for some reason I couldn't explain.",
      "it": "Sentivo un forte legame con lui, e non riuscivo a spiegare perché."
    }
  },
  {
    "translation": {
      "en": "I just felt like I had to get him.",
      "it": "Dovevo averlo."
    }
  },
  {
    "translation": {
      "en": "And around the time I got Leon, I had split with my boyfriend at the time.",
      "it": "E adottai Leon nel periodo in cui mi ero lasciata col mio ragazzo."
    }
  },
  {
    "translation": {
      "en": "It was the first time in my life that I'd felt heartbroken.",
      "it": "Era la prima volta che mi ritrovavo col cuore spezzato."
    }
  },
  {
    "translation": {
      "en": "I'd never felt that way before.",
      "it": "Non mi era mai successo."
    }
  },
  {
    "translation": {
      "en": "So I just was sort of feeling sad and insecure,",
      "it": "Mi sentivo triste e insicura."
    }
  },
  {
    "translation": {
      "en": "and I'm getting older, and sort of a little bit of…",
      "it": "Stavo invecchiando e avevo la sensazione…"
    }
  },
  {
    "translation": {
      "en": "I don't know. It's sort of… I don't know if I…",
      "it": "Non lo so. È un po'… Non so se…"
    }
  },
  {
    "translation": {
      "en": "Let's just say that it's a little bit of regret that I never, um…",
      "it": "Diciamo solo che mi pento un po' di non…"
    }
  },
  {
    "translation": {
      "en": "I had never gone any further with Alec because I was in a relationship.",
      "it": "Non sono mai andata oltre con Alec perché avevo un fidanzato."
    }
  },
  {
    "translation": {
      "en": "And then it was like a few months later,",
      "it": "E qualche mese dopo"
    }
  },
  {
    "translation": {
      "en": "we split up anyway, and then Alec ends up with somebody.",
      "it": "ci separammo comunque, ma Alec aveva già trovato qualcuno."
    }
  },
  {
    "translation": {
      "en": "I had always kind of felt like, you know, he's a lot older than I am.",
      "it": "Avevo sempre la sensazione che fosse più vecchio di me."
    }
  },
  {
    "translation": {
      "en": "But then he ends up with somebody who's like way younger than me. [laughs]",
      "it": "Ma poi si mise con una donna molto più giovane di me."
    }
  },
  {
    "translation": {
      "en": "Alec was at the restaurant one night, and Hilaria was at another table.",
      "it": "Una sera, Alec era al ristorante e Hilaria era seduta a un altro tavolo."
    }
  },
  {
    "translation": {
      "en": "He didn't know her. He went over and introduced himself.",
      "it": "Non la conosceva, ma andò da lei a presentarsi."
    }
  },
  {
    "translation": {
      "en": "And so, actually because of Sarma, Alec did meet his wife.",
      "it": "Così, fu grazie a Sarma che Alec conobbe sua moglie."
    }
  },
  {
    "translation": {
      "en": "It's just that his wife wasn't actually Sarma.",
      "it": "Ma sua moglie non era Sarma."
    }
  },
  {
    "translation": {
      "en": "So even as Pure Food and Wine is doing really well financially,",
      "it": "Anche se Pure Food and Wine andava forte economicamente,"
    }
  },
  {
    "translation": {
      "en": "Sarma is not doing well.",
      "it": "per Sarma le cose non andavano bene."
    }
  },
  {
    "translation": {
      "en": "While she has this fabulous image, she's actually broke, alone.",
      "it": "Anche se la sua immagine era stupenda, lei era a pezzi, e sola."
    }
  },
  {
    "translation": {
      "en": "There's this sort of dichotomy of who she is publicly and privately.",
      "it": "C'era una certa dicotomia tra la sua vita pubblica e quella privata."
    }
  },
  {
    "translation": {
      "en": "I'd say that there was a restaurant version of Sarma,",
      "it": "C'era la versione di Sarma del ristorante:"
    }
  },
  {
    "translation": {
      "en": "where she'd go to the restaurant, and she'd be happy and personable.",
      "it": "andava a lavorare ed era felice e affabile."
    }
  },
  {
    "translation": {
      "en": "And then in the office, she was very reserved.",
      "it": "Invece, in ufficio, era molto riservata."
    }
  },
  {
    "translation": {
      "en": "There was sort of this wall,",
      "it": "C'era un muro che alzava, delle difese…"
    }
  },
  {
    "translation": {
      "en": "to have defenses that she was sort of putting up",
      "it": "C'era un muro che alzava, delle difese… ASSISTENTE PERSONALE DI SARMA"
    }
  },
  {
    "translation": {
      "en": "to pretty much everyone.",
      "it": "…nei confronti di tutti."
    }
  },
  {
    "translation": {
      "en": "Being a successful businesswoman came naturally,",
      "it": "Le veniva naturale essere un'imprenditrice di successo,"
    }
  },
  {
    "translation": {
      "en": "being a social person didn't.",
      "it": "ma essere socievole no."
    }
  },
  {
    "translation": {
      "en": "Sarma would sit at the end of the bar.",
      "it": "Sarma si sedeva a un capo del bancone."
    }
  },
  {
    "translation": {
      "en": "It was painful for her to have a lot of the small-talk conversations,",
      "it": "Le costava molta fatica chiacchierare con qualcuno,"
    }
  },
  {
    "translation": {
      "en": "and then would go home at night and basically cuddle with her dog.",
      "it": "e la sera tornava a casa e coccolava il suo cane."
    }
  },
  {
    "translation": {
      "en": "She thrived on being alone,",
      "it": "Le piaceva stare da sola"
    }
  },
  {
    "translation": {
      "en": "and always had this sense of she was different from other people.",
      "it": "e dava sempre l'impressione di essere diversa da tutti gli altri."
    }
  },
  {
    "translation": {
      "en": "[Bonnie] Sarma…",
      "it": "Sarma…"
    }
  },
  {
    "translation": {
      "en": "was telling me about a guy",
      "it": "Mi aveva parlato di un tipo"
    }
  },
  {
    "translation": {
      "en": "that she had been talking to online",
      "it": "con cui stava chattando online,"
    }
  },
  {
    "translation": {
      "en": "that she was pretty excited about.",
      "it": "ed era molto contenta per questa cosa."
    }
  },
  {
    "translation": {
      "en": "He was somebody that was corresponding with Alec on Twitter.",
      "it": "Era un uomo che scriveva ad Alec su Twitter. MI SERVE UN ABITO. UN CONSIGLIO DAL MIO MAESTRO DI VITA?"
    }
  },
  {
    "translation": {
      "en": "He was funny, and he and Alec had all this back and forth.",
      "it": "Era simpatico, e lui e Alec avevano questo botta e risposta. NIENTE CRAVATTA A RIGHE CON CAMICIA A RIGHE"
    }
  },
  {
    "translation": {
      "en": "It just seemed like he and Alec knew each other somehow.",
      "it": "Sembrava che si conoscessero."
    }
  },
  {
    "translation": {
      "en": "Sarma sees this, and how clever he is, because he is quite clever online",
      "it": "Sarma lo vede e nota quanto sia arguto, perché online lo è,"
    }
  },
  {
    "translation": {
      "en": "and, you know, little quips, and he does little stick figure drawings,",
      "it": "con quelle sue battutine, i suoi disegnini stilizzati"
    }
  },
  {
    "translation": {
      "en": "and it's a little silly online cleverness.",
      "it": "e quelle stupidaggini online che lo fanno sembrare sveglio."
    }
  },
  {
    "translation": {
      "en": "It sort of seemed like this, \"Okay, well, I got Leon because of Alec.\"",
      "it": "Avevo questa sensazione: \"Ok, è grazie ad Alec che ho Leon,"
    }
  },
  {
    "translation": {
      "en": "\"And then Alec met Hilaria at my restaurant.\"",
      "it": "e Alec ha incontrato Hilaria al mio ristorante\"."
    }
  },
  {
    "translation": {
      "en": "And now it just… it's fitting that I now",
      "it": "Sembrava un'ironia della sorte"
    }
  },
  {
    "translation": {
      "en": "meet this guy via Alec. It sort of seemed like it all made sense.",
      "it": "che io avessi incontrato questo tipo grazie ad Alec. Aveva senso."
    }
  },
  {
    "translation": {
      "en": "His name was Shane Fox,",
      "it": "Si chiamava Shane Fox,"
    }
  },
  {
    "translation": {
      "en": "and he lived in Massachusetts, which is where I'm from originally.",
      "it": "e viveva in Massachusetts, da dove provengo anch'io."
    }
  },
  {
    "translation": {
      "en": "Words With Friends was kind of a thing.",
      "it": "Words With Friends andava forte."
    }
  },
  {
    "translation": {
      "en": "We would play against each other and have these little chats on the side.",
      "it": "Noi ci sfidavamo a quel gioco e ogni tanto chattavamo."
    }
  },
  {
    "translation": {
      "en": "It was a few months of texting back and forth.",
      "it": "OGGETTO: CIAO EHI, BELLEZZA Continuammo a chattare per qualche mese."
    }
  },
  {
    "translation": {
      "en": "And eventually, we spoke on the phone.",
      "it": "Poi iniziammo a parlare per telefono."
    }
  },
  {
    "translation": {
      "en": "He could always make me laugh. He was very goofy and funny.",
      "it": "Mi faceva sempre ridere. Faceva lo sciocco ed era simpatico."
    }
  },
  {
    "translation": {
      "en": "He presented himself as kind of this big, strong guy.",
      "it": "Si presentava come un uomo grande e forte."
    }
  },
  {
    "translation": {
      "en": "I remember him saying he could pick me up under one arm",
      "it": "Ricordo che diceva che poteva alzare con un braccio me"
    }
  },
  {
    "translation": {
      "en": "and Leon under the other arm,",
      "it": "e con l'altro Leon,"
    }
  },
  {
    "translation": {
      "en": "and something about that was, like, was appealing.",
      "it": "e c'era qualcosa in questo che mi attirava."
    }
  },
  {
    "translation": {
      "en": "You know, I felt like I had fallen in love with him before meeting him.",
      "it": "SIG. FOX. Mi sembrava di essermi innamorata prima ancora di incontrarlo."
    }
  },
  {
    "translation": {
      "en": "I remember her telling me that she had met a guy on Words With Friends.",
      "it": "LA SIG.RA FOX È INNAMORATA DEL SIG. FOX. C'È POCO DA FARE. Ricordo che mi disse che aveva incontrato un tipo sul gioco."
    }
  },
  {
    "translation": {
      "en": "She told me that, \"He says he's been in love with me for a thousand years.\"",
      "it": "MI SONO INNAMORATA DI UN TIPO SU WWF CI SPOSIAMO Mi disse: \"Ha detto di amarmi da mille anni\"."
    }
  },
  {
    "translation": {
      "en": "So this was my only impression of their whole thing,",
      "it": "Quella fu la mia impressione della situazione,"
    }
  },
  {
    "translation": {
      "en": "her telling me that she found the love of her life.",
      "it": "lei che mi diceva di aver trovato l'amore della sua vita."
    }
  },
  {
    "translation": {
      "en": "[Sarma] So it took a while, but eventually,",
      "it": "Ci volle un po', ma, alla fine,"
    }
  },
  {
    "translation": {
      "en": "we sort of decided he would come to the city.",
      "it": "decidemmo che sarebbe venuto in città."
    }
  },
  {
    "translation": {
      "en": "So I met him finally in person at the very end of 2011.",
      "it": "Lo incontrai di persona alla fine del 2011."
    }
  },
  {
    "translation": {
      "en": "He didn't quite look like the pictures that he had sent me.",
      "it": "Non assomigliava alle foto che mi aveva mandato."
    }
  },
  {
    "translation": {
      "en": "He was a bit heavier.",
      "it": "Era un po' più robusto."
    }
  },
  {
    "translation": {
      "en": "He looked like one of those defensive football players",
      "it": "Sembrava uno di quei giocatori di football ben piazzati,"
    }
  },
  {
    "translation": {
      "en": "that they're really strong and muscular, but also there's extra weight there.",
      "it": "che sono forti e muscolosi, ma anche leggermente sovrappeso."
    }
  },
  {
    "translation": {
      "en": "So it'd seem shallow of me to be judgmental for that.",
      "it": "Sarebbe sembrato superficiale criticarlo per quel motivo."
    }
  },
  {
    "translation": {
      "en": "Because I wanted him to be this big, strong guy that was gonna come in my life,",
      "it": "Perché io volevo che fosse un uomo grande e forte"
    }
  },
  {
    "translation": {
      "en": "this guy who understood me, who seemed to understand me really well,",
      "it": "e che mi capisse. E sembrava capirmi davvero bene"
    }
  },
  {
    "translation": {
      "en": "who seemed to understand my, you know, my goals and motivations and fears and frustrations.",
      "it": "e sembrava capire i miei obiettivi, le mie paure e le mie insoddisfazioni."
    }
  },
  {
    "translation": {
      "en": "And Leon really liked him.",
      "it": "E a Leon piaceva molto."
    }
  },
  {
    "translation": {
      "en": "I think somehow because Leon really liked him,",
      "it": "E credo che, siccome a Leon piaceva tanto,"
    }
  },
  {
    "translation": {
      "en": "I thought, \"Okay, well, he must be okay. This must be for real.\"",
      "it": "io pensai: \"Dev'essere un tipo a posto. Sarà quello giusto\"."
    }
  },
  {
    "translation": {
      "en": "I believe I was here the first night that she brought him to the restaurant.",
      "it": "Credo che fossi qui la prima sera che lo portò al ristorante."
    }
  },
  {
    "translation": {
      "en": "And I remember her kind of giving him a tour of the place.",
      "it": "E ricordo che gli fece fare un giro."
    }
  },
  {
    "translation": {
      "en": "It seemed like they were having a really fun night.",
      "it": "Sembrava che si stessero divertendo."
    }
  },
  {
    "translation": {
      "en": "He was very nice, and I assumed that they had, like, a real connection.",
      "it": "Era molto simpatico e pensai che ci fosse chimica tra loro."
    }
  },
  {
    "translation": {
      "en": "He was kind of like jolly and, you know, he'd give me bear hugs, you know.",
      "it": "Era un tipo molto gioviale e mi dava questi abbracci da orso."
    }
  },
  {
    "translation": {
      "en": "And he was a big guy. Like, he was mammoth, you know?",
      "it": "Era un tipo ben piazzato. Era gigantesco, presente?"
    }
  },
  {
    "translation": {
      "en": "He kind of flung me around like I was like a rag doll.",
      "it": "Mi sballottava di qua e di là come se fossi un peluche."
    }
  },
  {
    "translation": {
      "en": "When I first met Shane, I thought that he was a friend of Sarma's from school",
      "it": "Quando incontrai Shane, pensai che fosse un suo amico di scuola,"
    }
  },
  {
    "translation": {
      "en": "because that's how he was introduced to me.",
      "it": "perché fu così che me lo presentò."
    }
  },
  {
    "translation": {
      "en": "She came to me and told me her cousin was going to come and visit.",
      "it": "Venne da me e mi disse che sarebbe passato suo cugino."
    }
  },
  {
    "translation": {
      "en": "And the person who showed up was Shane. Somehow they did not seem like cousins.",
      "it": "E la persona che si presentò fu Shane. Non sembravano cugini."
    }
  },
  {
    "translation": {
      "en": "Their relationship was awkward. It was hard to pin down.",
      "it": "La loro relazione era strana. Era difficile capirla."
    }
  },
  {
    "translation": {
      "en": "He didn't seem like he fit in,",
      "it": "Non sembravano in sintonia."
    }
  },
  {
    "translation": {
      "en": "at least not, like, first impressions, no.",
      "it": "È stata quella la prima impressione."
    }
  },
  {
    "translation": {
      "en": "But then, it was that weird thing of like…",
      "it": "Ma c'era anche la cosa strana del…"
    }
  },
  {
    "translation": {
      "en": "We found his Twitter and he had 50,000 followers,",
      "it": "Lo trovammo su Twitter. Aveva 50.000 follower"
    }
  },
  {
    "translation": {
      "en": "and Alec Baldwin's tweeting at him.",
      "it": "e chattava con Alec Baldwin. MI TRASFERISCO IN CITTÀ. LA ZONA MIGLIORE?"
    }
  },
  {
    "translation": {
      "en": "And you're like, \"Okay, maybe they are in the same world.\"",
      "it": "MI TRASFERISCO IN CITTÀ. LA ZONA MIGLIORE? Pensi: \"Saranno dello stesso mondo\"."
    }
  },
  {
    "translation": {
      "en": "[Bonnie] All of us at the restaurant were asking these questions, like,",
      "it": "VICINO ALLA COLUMBIA Tutti al ristorante ci chiedevamo:"
    }
  },
  {
    "translation": {
      "en": "\"Okay, who is he?\" And at the same time,",
      "it": "\"Chi è questo tizio?\" E, allo stesso tempo,"
    }
  },
  {
    "translation": {
      "en": "I was being friendly with him because he was funny, and I just thought,",
      "it": "io ero cordiale con lui, perché era simpatico e pensavo:"
    }
  },
  {
    "translation": {
      "en": "\"Okay. This is a unique pairing, fine. So…\" [chuckles]",
      "it": "\"Ok, sono una coppia singolare, va bene…"
    }
  },
  {
    "translation": {
      "en": "Who am I to judge?",
      "it": "Chi sono io per giudicare?\""
    }
  },
  {
    "translation": {
      "en": "But it was just all very mysterious.",
      "it": "Ma era tutto molto misterioso."
    }
  },
  {
    "translation": {
      "en": "And Sarma didn't really tell us either what was going on.",
      "it": "E Sarma non ci diceva cosa stava succedendo."
    }
  },
  {
    "translation": {
      "en": "So the mystery just… It was all just mystery, that we're like,",
      "it": "Quindi questo mistero… Beh, era tutto un mistero e noi:"
    }
  },
  {
    "translation": {
      "en": "\"Okay, we'll just go with this. It's super weird.\"",
      "it": "\"Ok, accettiamolo e andiamo avanti. È davvero strano\"."
    }
  },
  {
    "translation": {
      "en": "He was always very mysterious about who he was,",
      "it": "Era sempre molto misterioso riguardo chi fosse,"
    }
  },
  {
    "translation": {
      "en": "what his occupation was.",
      "it": "che lavoro facesse…"
    }
  },
  {
    "translation": {
      "en": "He was involved in some sort of like black ops.",
      "it": "Era invischiato in qualche tipo di missioni segrete,"
    }
  },
  {
    "translation": {
      "en": "Stuff that's under the radar that nobody writes about",
      "it": "roba di cui nessuno sa nulla"
    }
  },
  {
    "translation": {
      "en": "that's kind of unofficial.",
      "it": "e non proprio ufficiale."
    }
  },
  {
    "translation": {
      "en": "And he would never answer anything directly and made me almost feel like",
      "it": "Non dava mai risposte chiare e mi faceva sentire come se,"
    }
  },
  {
    "translation": {
      "en": "for my own protection, I shouldn't ask.",
      "it": "per la mia sicurezza, non dovessi chiedere."
    }
  },
  {
    "translation": {
      "en": "His computer was very password protected.",
      "it": "Il suo computer era protetto da password."
    }
  },
  {
    "translation": {
      "en": "I would walk in, and he would hide something.",
      "it": "Io entravo e lui nascondeva qualcosa."
    }
  },
  {
    "translation": {
      "en": "Or upon his laptop, it was like a seal",
      "it": "Sullo schermo c'era uno stemma"
    }
  },
  {
    "translation": {
      "en": "that looked like it was a seal of the CIA or something,",
      "it": "che assomigliava a quello della CIA"
    }
  },
  {
    "translation": {
      "en": "and he had to put in a passcode.",
      "it": "e doveva inserire la password."
    }
  },
  {
    "translation": {
      "en": "I walked in one time, and there was some drone footage that he had to review.",
      "it": "Una volta vidi per caso il filmato di un drone."
    }
  },
  {
    "translation": {
      "en": "We referenced traveling, and being in various places,",
      "it": "Se parlavamo di viaggi e di aver visitato vari posti,"
    }
  },
  {
    "translation": {
      "en": "and he referred to having an assistant and a driver.",
      "it": "lui diceva di avere un assistente e un autista."
    }
  },
  {
    "translation": {
      "en": "He would wear a Rolex. I saw him in a Bentley at one point.",
      "it": "Portava un Rolex al polso. Una volta lo vidi con una Bentley."
    }
  },
  {
    "translation": {
      "en": "[Sarma] One time, we drove into Midtown, and he had me sit in the car.",
      "it": "Una volta andammo in centro e mi chiese di restare in macchina."
    }
  },
  {
    "translation": {
      "en": "He went into some building and then came out a while later,",
      "it": "Entrò in un palazzo e uscì poco dopo"
    }
  },
  {
    "translation": {
      "en": "and he had like a little… one of those tiny manila envelopes",
      "it": "con… Aveva una di quelle bustine"
    }
  },
  {
    "translation": {
      "en": "full of loose diamonds.",
      "it": "piene di diamanti."
    }
  },
  {
    "translation": {
      "en": "It was sort of implied that it came from some evidence locker.",
      "it": "Si capiva che veniva da un archivio delle prove."
    }
  },
  {
    "translation": {
      "en": "[man] I got the impression he was very wealthy.",
      "it": "Avevo l'impressione che fosse molto ricco."
    }
  },
  {
    "translation": {
      "en": "I didn't ask him, \"So, how much money do you have?\"",
      "it": "Non gli chiesi quanti soldi avesse."
    }
  },
  {
    "translation": {
      "en": "I tiptoed around the question to asking sort of what his career was,",
      "it": "PADRE DI SARMA Girai intorno alla questione chiedendogli del suo lavoro,"
    }
  },
  {
    "translation": {
      "en": "what did he do for a living, and then that's how I got the answer.",
      "it": "di come si guadagnava da vivere, e mi rispose."
    }
  },
  {
    "translation": {
      "en": "Okay. It was black ops. And I tried to probe a little bit.",
      "it": "Ok, era nei servizi segreti. Cercai di indagare un po'."
    }
  },
  {
    "translation": {
      "en": "Uh, I said, \"Do you mean like Blackwater?\"",
      "it": "Chiesi: \"Tipo la Blackwater?\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"Oh, yeah, yeah, that's… It's like that.\"",
      "it": "E lui: \"Oh, sì, quel… Proprio quello\"."
    }
  },
  {
    "translation": {
      "en": "[Bonnie] I kind of thought, like, \"I don't wanna know too, too much about…",
      "it": "Ci riflettei e pensai: \"Non voglio sapere troppe cose"
    }
  },
  {
    "translation": {
      "en": "whatever they've got going on or… him.\"",
      "it": "della roba di cui si occupano o su di lui\"."
    }
  },
  {
    "translation": {
      "en": "But that was fine 'cause he didn't want to reveal too much, it seemed like, anyway.",
      "it": "E non era un problema, perché lui non voleva rivelare niente."
    }
  },
  {
    "translation": {
      "en": "One night at the bar, though,",
      "it": "Ma una sera, al bar,"
    }
  },
  {
    "translation": {
      "en": "he said to me, \"Bonnie, I just want to get out of the mud and blood.\"",
      "it": "mi disse: \"Bonnie, voglio solo andare via dal fango e dal sangue\"."
    }
  },
  {
    "translation": {
      "en": "[Sarma] There was something he said once about,",
      "it": "Una volta disse qualcosa del tipo:"
    }
  },
  {
    "translation": {
      "en": "\"I do what I do so people like you can sleep at night.\"",
      "it": "\"Lo faccio così le persone come te possono dormire sonni tranquilli\"."
    }
  },
  {
    "translation": {
      "en": "Like in an almost superhero-ish, like, out in the middle of the night",
      "it": "Si atteggiava a supereroe, come se, nel cuore della notte,"
    }
  },
  {
    "translation": {
      "en": "he'd go conquer the evil forces.",
      "it": "andasse a combattere le forze del male."
    }
  },
  {
    "translation": {
      "en": "It was this underworld that he was connected to,",
      "it": "Era un mondo nascosto con cui aveva dei legami,"
    }
  },
  {
    "translation": {
      "en": "and super elusive and, like, vague and, like, you know, confusing.",
      "it": "un mondo misterioso, indistinto e poco chiaro per gli altri."
    }
  },
  {
    "translation": {
      "en": "[Allen] This idea that he had this background in the spy agencies or in the military,",
      "it": "Questa idea che lavorasse per agenzie di spionaggio o l'esercito"
    }
  },
  {
    "translation": {
      "en": "in and of itself is impossible to disprove, right?",
      "it": "è impossibile da smentire, no?"
    }
  },
  {
    "translation": {
      "en": "You can look up if he was in the army or something,",
      "it": "Puoi controllare se sia arruolato,"
    }
  },
  {
    "translation": {
      "en": "but there's no, like, database where you can look up secret agents.",
      "it": "ma non c'è un database con i nomi degli agenti segreti."
    }
  },
  {
    "translation": {
      "en": "[Sarma] I did feel like I was in a relationship with him.",
      "it": "Sentivo che avevamo una relazione."
    }
  },
  {
    "translation": {
      "en": "But he lived in Massachusetts. He was sort of in and out.",
      "it": "Ma lui viveva in Massachusetts. Andava e veniva."
    }
  },
  {
    "translation": {
      "en": "I wouldn't hear from him for a couple of days.",
      "it": "Non lo sentivo per qualche giorno."
    }
  },
  {
    "translation": {
      "en": "And then he'd be back,",
      "it": "E poi tornava"
    }
  },
  {
    "translation": {
      "en": "and I'd be relieved to hear from him again.",
      "it": "e io mi sentivo sollevata."
    }
  },
  {
    "translation": {
      "en": "But I was always confused and sort of trying to figure things out.",
      "it": "Ma ero sempre confusa e cercavo di capire la situazione."
    }
  },
  {
    "translation": {
      "en": "I don't remember the first time he asked me",
      "it": "Non ricordo la prima volta che mi chiese"
    }
  },
  {
    "translation": {
      "en": "to give him cash, but at some point, he did.",
      "it": "di dargli dei soldi, ma, a un certo punto, lo fece."
    }
  },
  {
    "translation": {
      "en": "He suddenly needed whatever it was, six thousand, ten thousand dollars.",
      "it": "All'improvviso, gli servivano seimila o diecimila dollari."
    }
  },
  {
    "translation": {
      "en": "Right away, he just needed it. It was like life or death. He had to have it.",
      "it": "Gli servivano subito. Era questione di vita o di morte."
    }
  },
  {
    "translation": {
      "en": "I was… It's my nature to be like, \"Oh, yes. Please, let me help.\" [laughs]",
      "it": "È nella mia natura dire: \"Sì, certo, lascia che ti aiuti\"."
    }
  },
  {
    "translation": {
      "en": "I don't know. So, um…",
      "it": "Non lo so. Così…"
    }
  },
  {
    "translation": {
      "en": "So, whatever it was, I gave him what he asked for.",
      "it": "Qualsiasi cosa fosse, gli davo ciò che voleva."
    }
  },
  {
    "translation": {
      "en": "[Ilze] Sarma is unbelievably generous.",
      "it": "Sarma è incredibilmente generosa."
    }
  },
  {
    "translation": {
      "en": "When I was in university, Sarma was 14, so she came up to visit.",
      "it": "Quando ero all'università, Sarma aveva 14 anni e venne a trovarmi."
    }
  },
  {
    "translation": {
      "en": "And in Montreal, there were a lot of young people",
      "it": "A Montreal c'erano molti giovani"
    }
  },
  {
    "translation": {
      "en": "who were quasi-homeless and on the street,",
      "it": "che non avevano una casa o vivevano per la strada,"
    }
  },
  {
    "translation": {
      "en": "and she was just giving money to everybody.",
      "it": "e lei dava sempre soldi a tutti."
    }
  },
  {
    "translation": {
      "en": "[chuckles] She was walking down the sidewalk,",
      "it": "Camminava per strada"
    }
  },
  {
    "translation": {
      "en": "and she was so sort of taken by all these people in need.",
      "it": "e si interessava di queste persone in difficoltà."
    }
  },
  {
    "translation": {
      "en": "And I had to say, \"Sarma, you can't give money to every person.\"",
      "it": "E io dovevo dire: \"Sarma, non puoi dare soldi a tutti."
    }
  },
  {
    "translation": {
      "en": "\"We're out on Saturday night. Give money to a few people.\"",
      "it": "È sabato sera. Dai i soldi solo a qualcuno\"."
    }
  },
  {
    "translation": {
      "en": "She was just really touched, I guess, by what she saw.",
      "it": "Era molto toccata da quello che vedeva."
    }
  },
  {
    "translation": {
      "en": "I've known Sarma for about nine years because Leon's nine.",
      "it": "Conosco Sarma da nove anni, perché Leon ha nove anni. AMICO DI SARMA"
    }
  },
  {
    "translation": {
      "en": "I watch everybody goes by. I try to make eye contact with everybody.",
      "it": "Vedo la gente passeggiare e cerco il contatto visivo con loro."
    }
  },
  {
    "translation": {
      "en": "One day, she went by and, like, our eyes connected and she smiled.",
      "it": "Un giorno, lei passò, i nostri sguardi si incrociarono e mi sorrise."
    }
  },
  {
    "translation": {
      "en": "And I just… did that, you know what I mean?",
      "it": "E io ero… Insomma, avete presente?"
    }
  },
  {
    "translation": {
      "en": "And we started talking.",
      "it": "E iniziammo a parlare."
    }
  },
  {
    "translation": {
      "en": "So she told me, you know, some things about herself,",
      "it": "Lei mi raccontò un po' di cose su se stessa,"
    }
  },
  {
    "translation": {
      "en": "and I told her the reason why I was homeless.",
      "it": "e io le spiegai perché ero un senzatetto."
    }
  },
  {
    "translation": {
      "en": "From there, it just became a really good friendship.",
      "it": "Così nacque un'ottima amicizia."
    }
  },
  {
    "translation": {
      "en": "Sarma started bringing around this man that she said she had met on the street,",
      "it": "Sarma iniziò a portare da noi quest'uomo che disse di aver incontrato per strada"
    }
  },
  {
    "translation": {
      "en": "who kind of took a liking to Leon, her dog.",
      "it": "e a cui piaceva il cane di lei, Leon."
    }
  },
  {
    "translation": {
      "en": "And so Anthony just kind of…",
      "it": "Così Anthony…"
    }
  },
  {
    "translation": {
      "en": "He would come by and hang out with Sarma in the garden. They'd have lunch.",
      "it": "Veniva e passava del tempo con Sarma in giardino. Pranzavano."
    }
  },
  {
    "translation": {
      "en": "He ended up coming to one of our staff Thanksgivings.",
      "it": "Venne anche a una cena del Ringraziamento dello staff."
    }
  },
  {
    "translation": {
      "en": "I respect Sarma because she gets along with everybody.",
      "it": "Rispetto Sarma perché lei va d'accordo con tutti."
    }
  },
  {
    "translation": {
      "en": "She would put my stuff in her apartment.",
      "it": "Metteva le mie cose nel suo appartamento."
    }
  },
  {
    "translation": {
      "en": "Yeah, she would store my winter clothes, so I didn't have to have it all summer.",
      "it": "Metteva da parte i miei abiti invernali, così non me li portavo dietro d'estate."
    }
  },
  {
    "translation": {
      "en": "She put something into my heart that nobody else ever did.",
      "it": "Mi aveva messo qualcosa nel cuore, come non era mai successo."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -[interviewer] What is that?",
      "it": "- Sì. - Cosa?"
    }
  },
  {
    "translation": {
      "en": "I can't explain.",
      "it": "Non so spiegarlo."
    }
  },
  {
    "translation": {
      "en": "-[interviewer] Try. -I just can't explain it.",
      "it": "- Prova. - Non ci riesco."
    }
  },
  {
    "translation": {
      "en": "Nobody can make me do that.",
      "it": "Nessuno mi fa mai piangere."
    }
  },
  {
    "translation": {
      "en": "Don't ask me to try.",
      "it": "Non chiedermelo."
    }
  },
  {
    "translation": {
      "en": "Some things got to be secret, right?",
      "it": "Alcune cose devono restare segrete, no?"
    }
  },
  {
    "translation": {
      "en": "The first time I saw Shane,",
      "it": "La prima volta che vidi Shane,"
    }
  },
  {
    "translation": {
      "en": "he was slumped in a chair in her apartment.",
      "it": "era seduto su una sedia nel suo appartamento."
    }
  },
  {
    "translation": {
      "en": "I said my usual, \"If you need me, don't hesitate to call me.\"",
      "it": "Dissi, come sempre: \"Se ti serve qualcosa, non esitare a chiamarmi\"."
    }
  },
  {
    "translation": {
      "en": "And he stuck his fat head out and said,",
      "it": "E, con quella faccia grassa, lui disse:"
    }
  },
  {
    "translation": {
      "en": "\"She's got me. That's why I'm here,\" and smiled at me.",
      "it": "\"Lei ha me ora. Per questo sono qui\", e mi sorrise."
    }
  },
  {
    "translation": {
      "en": "Didn't introduce himself.",
      "it": "Non si presentò neanche."
    }
  },
  {
    "translation": {
      "en": "I left the apartment…",
      "it": "Uscii dall'appartamento."
    }
  },
  {
    "translation": {
      "en": "with, like, the hairs on the back of my neck standing up,",
      "it": "Mi aveva fatto drizzare i peli del collo."
    }
  },
  {
    "translation": {
      "en": "saying, \"Who the fuck was that?\"",
      "it": "Pensai: \"Chi cazzo era?\""
    }
  },
  {
    "translation": {
      "en": "Nothing nice about him.",
      "it": "Nulla di positivo."
    }
  },
  {
    "translation": {
      "en": "And that's where the red flag started popping up.",
      "it": "E fu allora che sentii i primi campanelli d'allarme."
    }
  },
  {
    "translation": {
      "en": "Friends of mine that worked over at the corporate office,",
      "it": "Un mio amico lavorava alla sede centrale e disse"
    }
  },
  {
    "translation": {
      "en": "he was over there more often, and they were so wary of him.",
      "it": "che lui andava spesso lì e che nessuno si fidava di lui."
    }
  },
  {
    "translation": {
      "en": "One time he called, and it was him,",
      "it": "Una volta fece una telefonata"
    }
  },
  {
    "translation": {
      "en": "but the caller ID said, \"Anthony Strangis.\"",
      "it": "e l'ID chiamante diceva \"Anthony Strangis\"."
    }
  },
  {
    "translation": {
      "en": "We had never heard that name before.",
      "it": "Non conoscevamo quel nome."
    }
  },
  {
    "translation": {
      "en": "So we were kind of curious as to what it was.",
      "it": "Eravamo curiosi di sapere che significasse."
    }
  },
  {
    "translation": {
      "en": "Um, and we googled Anthony Strangis. First thing that shows up is his mug shot.",
      "it": "Così lo cercammo su Google. Il primo risultato fu la foto segnaletica."
    }
  },
  {
    "translation": {
      "en": "So we learned that Shane Fox was not Shane Fox,",
      "it": "Così scoprimmo che Shane Fox non era Shane Fox,"
    }
  },
  {
    "translation": {
      "en": "and he was Anthony Strangis.",
      "it": "bensì Anthony Strangis."
    }
  },
  {
    "translation": {
      "en": "[Joey] Other employees were talking about,",
      "it": "Altri dipendenti parlavano di lui"
    }
  },
  {
    "translation": {
      "en": "you know, \"He's shady. He's been in jail.\"",
      "it": "e dicevano: \"È un tipo losco. È stato dentro\"."
    }
  },
  {
    "translation": {
      "en": "People were like looking into him. They feared him.",
      "it": "Si stavano informando. Avevano paura. VERBALE DI ARRESTO"
    }
  },
  {
    "translation": {
      "en": "They brought that information up to Sarma,",
      "it": "Presentarono quelle informazioni a Sarma"
    }
  },
  {
    "translation": {
      "en": "and she just…",
      "it": "e lei…"
    }
  },
  {
    "translation": {
      "en": "either didn't want to hear it or dismissed it.",
      "it": "O non voleva sentirlo o non lo considerava importante."
    }
  },
  {
    "translation": {
      "en": "I didn't really understand.",
      "it": "Non capivo."
    }
  },
  {
    "translation": {
      "en": "And Sarma kind of gives us like a nothing story of, you know,",
      "it": "E Sarma ci rifilò una storiella, dicendo:"
    }
  },
  {
    "translation": {
      "en": "\"It's fine. It's something that was in the past.\"",
      "it": "\"Non è niente. È una cosa del suo passato\"."
    }
  },
  {
    "translation": {
      "en": "There is a part of you that's like, \"Okay, you know, people make mistakes.\"",
      "it": "C'è una parte di te che pensa: \"Ok, tutti commettono degli errori."
    }
  },
  {
    "translation": {
      "en": "\"I don't really know the story. I don't know what happened.\"",
      "it": "Non conosco la storia. Non so cosa sia successo."
    }
  },
  {
    "translation": {
      "en": "Maybe this is why he came to New York, to help, you know, move past whatever had taken place before.",
      "it": "Forse è venuto a New York per questo, per superare qualsiasi cosa sia successa\"."
    }
  },
  {
    "translation": {
      "en": "[Sarma] There was some arrest record with his real name and a mug shot that somebody sent to me.",
      "it": "Qualcuno mi mandò la sua fedina penale col suo vero nome e la foto segnaletica."
    }
  },
  {
    "translation": {
      "en": "I think I was alarmed at first, and then he explained to me",
      "it": "All'inizio, mi preoccupai, ma poi mi spiegò"
    }
  },
  {
    "translation": {
      "en": "that he had had various identities,",
      "it": "che aveva avuto varie identità,"
    }
  },
  {
    "translation": {
      "en": "and had multiple identities based on whatever he did.",
      "it": "e che ognuna era legata a qualcosa di cui si occupava."
    }
  },
  {
    "translation": {
      "en": "He had some situation that had happened in Florida",
      "it": "Era successa una cosa in Florida, ma stava cercando di risolverla."
    }
  },
  {
    "translation": {
      "en": "that he was trying to get sorted out.",
      "it": "Era successa una cosa in Florida, ma stava cercando di risolverla. DISSE DI ESSERE UN POLIZIOTTO DEL MASSACHUSETTS E SE NE STAVA ANDANDO."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Did you, from then on, did you call him Anthony or Shane?",
      "it": "Dopo quello, lo chiamavi Anthony o Shane?"
    }
  },
  {
    "translation": {
      "en": "Or how did things change?",
      "it": "Le cose cambiarono?"
    }
  },
  {
    "translation": {
      "en": "You know, originally, I knew him as Shane.",
      "it": "All'inizio, lo conoscevo come Shane."
    }
  },
  {
    "translation": {
      "en": "So I kind of thought of him as that… that way,",
      "it": "Così nella mia testa usavo quel nome"
    }
  },
  {
    "translation": {
      "en": "more often.",
      "it": "più spesso."
    }
  },
  {
    "translation": {
      "en": "Jim and myself were, you know, trying to allude that, you know, you have support.",
      "it": "Io e Jim cercavamo di farle capire che aveva il nostro sostegno,"
    }
  },
  {
    "translation": {
      "en": "Like, you know, if you need us to come and talk to us,",
      "it": "del tipo: \"Se hai bisogno di noi, parlaci."
    }
  },
  {
    "translation": {
      "en": "we can help you in any way, shape, or form.",
      "it": "Ti aiuteremo in qualsiasi modo possibile\"."
    }
  },
  {
    "translation": {
      "en": "But, um, we were kind of in the dark about what was going on with them too.",
      "it": "Ma anche noi eravamo all'oscuro di quello che stava accadendo tra loro."
    }
  },
  {
    "translation": {
      "en": "I think after a few months, I got frustrated and angry",
      "it": "Dopo qualche mese, ero frustrata e arrabbiata,"
    }
  },
  {
    "translation": {
      "en": "and felt like I was no longer in a relationship with him, or at least from my perspective.",
      "it": "e sentivo che non stavamo più insieme, almeno dal mio punto di vista."
    }
  },
  {
    "translation": {
      "en": "I don't know whether I was confused or angry or what,",
      "it": "Non so se ero confusa, arrabbiata o altro,"
    }
  },
  {
    "translation": {
      "en": "but I was just sort of fed up with all the confusion.",
      "it": "ma ero stufa di tutta quella confusione."
    }
  },
  {
    "translation": {
      "en": "I said to myself, like, \"Ugh, that's it.\"",
      "it": "Mi dissi: \"Adesso basta."
    }
  },
  {
    "translation": {
      "en": "You know, \"I'm not letting him come back. I'm not gonna see him again.\"",
      "it": "Non lascerò che torni nella mia vita. Non lo rivedrò mai più\"."
    }
  },
  {
    "translation": {
      "en": "I had gone to my mother's in New Hampshire for a while.",
      "it": "Ero andata per un po' da mia madre, nel New Hampshire."
    }
  },
  {
    "translation": {
      "en": "I wasn't feeling well, and she had to go somewhere,",
      "it": "Non mi sentivo bene. Lei doveva andare altrove,"
    }
  },
  {
    "translation": {
      "en": "and I was going to be alone there.",
      "it": "e io sarei stata sola lì."
    }
  },
  {
    "translation": {
      "en": "I'm fine walking down a city street at night by myself,",
      "it": "Non ho problemi a passeggiare da sola di notte in città,"
    }
  },
  {
    "translation": {
      "en": "but in the country when there's nobody around, I'm absolutely terrified.",
      "it": "ma farlo in campagna, se non c'è nessuno, mi terrorizza."
    }
  },
  {
    "translation": {
      "en": "He was offering to come and stay with me,",
      "it": "Lui si offrì di venire da me"
    }
  },
  {
    "translation": {
      "en": "and get me and Leon, and bring us back to New York. And so, I was like…",
      "it": "e di riportare me e Leon a New York. E io pensai:"
    }
  },
  {
    "translation": {
      "en": "[sighs] I don't wanna, you know, restart this thing, but, like…",
      "it": "\"Non voglio ricominciare da capo, ma…"
    }
  },
  {
    "translation": {
      "en": "[groans] …it'd be great to have somebody offering to drive me back.",
      "it": "Beh, sarebbe fantastico farmi riaccompagnare\"."
    }
  },
  {
    "translation": {
      "en": "So, like, \"Fine, okay.\"",
      "it": "Così accettai."
    }
  },
  {
    "translation": {
      "en": "Um, and his father drove us back from New Hampshire to New York.",
      "it": "E suo padre ci accompagnò in auto dal New Hampshire a New York."
    }
  },
  {
    "translation": {
      "en": "I met his father who backed up everything that he said about himself,",
      "it": "Incontrai suo padre, che confermò tutto ciò che aveva detto su di sé,"
    }
  },
  {
    "translation": {
      "en": "which was reassuring.",
      "it": "e questo mi rassicurò."
    }
  },
  {
    "translation": {
      "en": "And then he sort of was able to kind of pull me back in again.",
      "it": "E così riuscì a riportarmi nella sua orbita."
    }
  },
  {
    "translation": {
      "en": "I just remember feeling like he understood me, which meant a lot.",
      "it": "Ricordo che sentivo che lui mi capiva, il che era importante."
    }
  },
  {
    "translation": {
      "en": "I feel like he understood I was trying to grow this business",
      "it": "Capiva che stavo cercando di far crescere la mia attività"
    }
  },
  {
    "translation": {
      "en": "and this brand that I believed in with all my heart,",
      "it": "e il marchio in cui credevo con tutta me stessa,"
    }
  },
  {
    "translation": {
      "en": "and this meant everything to me, and I had to overcome all of these things.",
      "it": "che ci tenevo molto e che avevo molti ostacoli da superare."
    }
  },
  {
    "translation": {
      "en": "And so, it was hard to push that away.",
      "it": "Mi era difficile ignorarlo."
    }
  },
  {
    "translation": {
      "en": "I feel like there were a few times here and there where I would get",
      "it": "Ricordo che ci sono state delle volte in cui avevo la sensazione che fosse destino."
    }
  },
  {
    "translation": {
      "en": "a feeling like this is what was meant to be happening.",
      "it": "in cui avevo la sensazione che fosse destino."
    }
  },
  {
    "translation": {
      "en": "He wanted me to come meet him at Tiffany's one day.",
      "it": "Un giorno voleva che lo incontrassi da Tiffany."
    }
  },
  {
    "translation": {
      "en": "And it was like the very exclusive floor where they bring you champagne.",
      "it": "Parlo del piano esclusivo dove ti portano anche lo champagne."
    }
  },
  {
    "translation": {
      "en": "He had me try on a couple of rings.",
      "it": "Mi fece provare un paio di anelli."
    }
  },
  {
    "translation": {
      "en": "He had me try on a ring that cost 800,000 dollars.",
      "it": "Uno costava $800.000."
    }
  },
  {
    "translation": {
      "en": "This salesperson is treating us like royalty and taking us around.",
      "it": "La commessa ci stava trattando come se fossimo dei reali."
    }
  },
  {
    "translation": {
      "en": "And like, \"What do you like here?\" And I'm like, \"Why are we here?\"",
      "it": "E lui: \"Cosa ti piace?\" E io: \"Che ci facciamo qui?\""
    }
  },
  {
    "translation": {
      "en": "And he's like, \"Tell me what you like in here.\"",
      "it": "E lui: \"Dimmi cosa ti piace\". DIARIO DI SARMA"
    }
  },
  {
    "translation": {
      "en": "Tiffany's is not that far away from the St. Regis.",
      "it": "Tiffany non è lontano dal St. Regis."
    }
  },
  {
    "translation": {
      "en": "I just knew the King Cole Bar to be a nice place.",
      "it": "Sapevo che il King Cole Bar era un bel locale."
    }
  },
  {
    "translation": {
      "en": "So we went there to have a drink.",
      "it": "Così andammo a bere qualcosa lì."
    }
  },
  {
    "translation": {
      "en": "Suddenly, it was like I felt something in my heart.",
      "it": "All'improvviso, sentii qualcosa nel cuore."
    }
  },
  {
    "translation": {
      "en": "So I had this sort of moment of feeling like I loved him.",
      "it": "Di colpo, mi resi conto che lo amavo."
    }
  },
  {
    "translation": {
      "en": "So I said that.",
      "it": "Così glielo dissi."
    }
  },
  {
    "translation": {
      "en": "He'd always want me to remember that feeling going forward.",
      "it": "Voleva sempre che ricordassi quella sensazione."
    }
  },
  {
    "translation": {
      "en": "So that's why subsequently he would always say to me,",
      "it": "Così, da quel momento, mi diceva sempre:"
    }
  },
  {
    "translation": {
      "en": "\"Remember how you felt at the King Cole Bar.\"",
      "it": "\"Ricorda cosa provavi al King Cole Bar\"."
    }
  },
  {
    "translation": {
      "en": "And then he started having us look at houses to buy.",
      "it": "E poi iniziò a portarci a vedere case da comprare."
    }
  },
  {
    "translation": {
      "en": "He has me looking at entire townhouses,",
      "it": "Mi portava in appartamenti enormi."
    }
  },
  {
    "translation": {
      "en": "and in particular, there was one on 15th Street, just two blocks south of the restaurant.",
      "it": "E ce n'era uno, sulla Quindicesima, a due isolati a sud del ristorante."
    }
  },
  {
    "translation": {
      "en": "The completely gut renovation townhouse,",
      "it": "Era una palazzina appena ristrutturata,"
    }
  },
  {
    "translation": {
      "en": "I think it was listed at 15 million dollars.",
      "it": "dal valore di 15 milioni di dollari."
    }
  },
  {
    "translation": {
      "en": "Just so happened the broker was the same one",
      "it": "E l'intermediario era lo stesso"
    }
  },
  {
    "translation": {
      "en": "who had sold Alec his apartment on 10th Street, which was like,",
      "it": "che aveva venduto ad Alec il suo appartamento sulla Decima. Pensai:"
    }
  },
  {
    "translation": {
      "en": "\"Oh, here we go again, another odd connection.\"",
      "it": "\"Ci risiamo. Un'altra strana coincidenza\"."
    }
  },
  {
    "translation": {
      "en": "He showed something or assured the broker that, you know, he had all the funds.",
      "it": "Mostrò qualcosa all'intermediario o lo rassicurò di avere i fondi."
    }
  },
  {
    "translation": {
      "en": "He told me that he had money in various countries stashed away.",
      "it": "Mi disse che aveva molti soldi nascosti in vari Paesi. ELENCO DEI BENI 2012"
    }
  },
  {
    "translation": {
      "en": "his biggest client ever,",
      "it": "Gli diede a intendere che sarebbe stato il suo cliente più importante… CASA IN COSTA RICA"
    }
  },
  {
    "translation": {
      "en": "and that we were gonna be buying buildings and, like, a property upstate.",
      "it": "…e che avremmo comprato altri edifici e una proprietà fuori città."
    }
  },
  {
    "translation": {
      "en": "He said, \"Let's make an offer.\"",
      "it": "APPARTAMENTO A VENEZIA Disse: \"Facciamo un'offerta\"."
    }
  },
  {
    "translation": {
      "en": "And then he set us up with some private bankers at Barclays.",
      "it": "E organizzò un appuntamento con dei banchieri privati alla Barclays."
    }
  },
  {
    "translation": {
      "en": "We show up. There's this big fancy conference room.",
      "it": "Ci accompagnarono in una lussuosa sala riunioni"
    }
  },
  {
    "translation": {
      "en": "They're offering us all kinds of things.",
      "it": "e ci offrirono di tutto."
    }
  },
  {
    "translation": {
      "en": "He's some high-roller client that they're just dying to get.",
      "it": "Era un pezzo grosso e lo volevano come cliente."
    }
  },
  {
    "translation": {
      "en": "So we had a contract that we were going back and forth",
      "it": "Stilammo un contratto che continuavamo a discutere"
    }
  },
  {
    "translation": {
      "en": "with the real estate attorney on, you know, contract points.",
      "it": "con l'avvocato immobiliarista. LA LETTERA DI INCARICO È IN ALLEGATO. FAMMI SAPERE SE HAI DOMANDE."
    }
  },
  {
    "translation": {
      "en": "But then, after a while, the funds never materialized.",
      "it": "Ma i fondi non si concretizzarono mai."
    }
  },
  {
    "translation": {
      "en": "He said that there's some issues,",
      "it": "Disse che c'erano dei problemi,"
    }
  },
  {
    "translation": {
      "en": "and for him to get that money, it was gonna take longer than he thought, so",
      "it": "che gli ci sarebbe voluto più tempo per ottenere quei fondi,"
    }
  },
  {
    "translation": {
      "en": "we didn't get that townhouse.",
      "it": "così non comprammo la palazzina."
    }
  },
  {
    "translation": {
      "en": "At that point, I was kind of generally exhausted",
      "it": "A quel punto, ero sfinita"
    }
  },
  {
    "translation": {
      "en": "from years of feeling",
      "it": "dopo anni in cui sentivo"
    }
  },
  {
    "translation": {
      "en": "like I was going through all kinds of struggles on my own.",
      "it": "di affrontare da sola tantissime difficoltà."
    }
  },
  {
    "translation": {
      "en": "And I didn't have a business partner.",
      "it": "E non avevo un socio d'affari."
    }
  },
  {
    "translation": {
      "en": "I was in this position of having an enormous amount of debt.",
      "it": "Mi ritrovai a dover ripagare moltissimi debiti."
    }
  },
  {
    "translation": {
      "en": "I just wanted kind of out from under all of that.",
      "it": "Volevo solo uscire da quella situazione."
    }
  },
  {
    "translation": {
      "en": "I completely fallen off of any regular payment schedule with Jeffrey.",
      "it": "Avevo stravolto del tutto il piano di rimborso per Jeffrey."
    }
  },
  {
    "translation": {
      "en": "So I was like, every once in a while, bringing him a check for, like, ten grand,",
      "it": "Così, ogni tanto gli portavo un assegno da $10.000 o giù di lì,"
    }
  },
  {
    "translation": {
      "en": "you know, when I could.",
      "it": "quando mi era possibile."
    }
  },
  {
    "translation": {
      "en": "Jeffrey was supportive",
      "it": "Jeffrey mi sosteneva"
    }
  },
  {
    "translation": {
      "en": "of whatever I was doing, and what I wanted to do,",
      "it": "in ciò che facevo e che volevo fare,"
    }
  },
  {
    "translation": {
      "en": "and I just always wanted him to be proud of me.",
      "it": "e volevo solo che fosse fiero di me."
    }
  },
  {
    "translation": {
      "en": "I didn't ever want to disappoint him in any way.",
      "it": "Non volevo deluderlo."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey] If she said to me, \"I don't have the money because of x, y, z,\"",
      "it": "Se lei mi diceva: \"Non ho i soldi perché… questo e quest'altro\""
    }
  },
  {
    "translation": {
      "en": "and it made sense, I believed her, and I trusted her.",
      "it": "e aveva senso, le credevo, e mi fidavo di lei."
    }
  },
  {
    "translation": {
      "en": "Anthony would tell me that that two-million-dollar debt",
      "it": "Anthony mi diceva che il mio debito da due milioni"
    }
  },
  {
    "translation": {
      "en": "that I'd taken on to buy the restaurant, that's nothing.",
      "it": "per il ristorante non era nulla."
    }
  },
  {
    "translation": {
      "en": "He'd just take care of that, make that go away.",
      "it": "Se ne sarebbe occupato lui."
    }
  },
  {
    "translation": {
      "en": "So he would be there with me and help, you know,",
      "it": "Così lui era al mio fianco, mi aiutava"
    }
  },
  {
    "translation": {
      "en": "support me to do all the things I wanted to do.",
      "it": "e mi incoraggiava a fare ciò che volevo fare."
    }
  },
  {
    "translation": {
      "en": "You know, I would be protected,",
      "it": "Così, sarei stata protetta,"
    }
  },
  {
    "translation": {
      "en": "at least in one significant way, financially.",
      "it": "almeno finanziariamente, il che era importante."
    }
  },
  {
    "translation": {
      "en": "And I remember thinking that would be like some sort of dream come true.",
      "it": "E ricordo che pensai che sarebbe stato un sogno che si avvera."
    }
  },
  {
    "translation": {
      "en": "I remember asking the accountant,",
      "it": "Chiesi al commercialista:"
    }
  },
  {
    "translation": {
      "en": "\"Would he be able to just give me that money?\"",
      "it": "\"Potrebbe darmi lui quei soldi?"
    }
  },
  {
    "translation": {
      "en": "\"Or would that be taxable, and how could we do that?\"",
      "it": "Sarebbero soggetti a imposte? Come potremmo fare?\""
    }
  },
  {
    "translation": {
      "en": "And, um, he sort of jokingly but half-seriously said,",
      "it": "E lui, un po' per scherzo e un po' sul serio, disse:"
    }
  },
  {
    "translation": {
      "en": "\"You should just marry him.\"",
      "it": "\"Beh, dovresti sposarlo,"
    }
  },
  {
    "translation": {
      "en": "\"And then he can give you the money without it being taxable situation.\"",
      "it": "così potrà darti i fondi senza che siano tassabili\"."
    }
  },
  {
    "translation": {
      "en": "Very quickly, in the next day,",
      "it": "E, il giorno dopo, richiedemmo"
    }
  },
  {
    "translation": {
      "en": "we went and got the license. You have to wait 24 hours. Like, boom,",
      "it": "la licenza di matrimonio. Bisogna aspettare 24 ore."
    }
  },
  {
    "translation": {
      "en": "twenty-four hours, we did it and got married.",
      "it": "Dopo 24 ore, eravamo sposati."
    }
  },
  {
    "translation": {
      "en": "We got married in November of 2012.",
      "it": "Ci sposammo nel novembre del 2012."
    }
  },
  {
    "translation": {
      "en": "So it was close to a year that I had known him.",
      "it": "Lo conoscevo da quasi un anno."
    }
  },
  {
    "translation": {
      "en": "There was a little… not a ceremony, but we had to hire somebody to do it,",
      "it": "Ci fu una piccola… non una cerimonia, ma dovemmo ingaggiare qualcuno,"
    }
  },
  {
    "translation": {
      "en": "and it was in Tompkins Square Park.",
      "it": "e andammo al Tompkins Square Park."
    }
  },
  {
    "translation": {
      "en": "It was a rainy day, and we were under our umbrellas.",
      "it": "Quel giorno pioveva, e avevamo gli ombrelli."
    }
  },
  {
    "translation": {
      "en": "That felt a bit romantic getting married because it just…",
      "it": "E mi sembrava romantico sposarci perché…"
    }
  },
  {
    "translation": {
      "en": "I don't know. It's hard not to.",
      "it": "Non lo so. Era ovvio."
    }
  },
  {
    "translation": {
      "en": "And the woman who married us,",
      "it": "E la donna che ci sposò"
    }
  },
  {
    "translation": {
      "en": "her little talk that she gave was incredibly sweet and romantic.",
      "it": "fece un discorso molto bello e incredibilmente romantico."
    }
  },
  {
    "translation": {
      "en": "And so I sort of felt in the moment.",
      "it": "E in quel momento mi sentii travolta dalle emozioni."
    }
  },
  {
    "translation": {
      "en": "[Nick] Sarma G-chatted me. She was like, \"Hey, I'm coming to LA.\"",
      "it": "Sarma mi disse su ChitChat che sarebbe venuta a Los Angeles."
    }
  },
  {
    "translation": {
      "en": "I picked her up from the airport. She gets in. We're laughing.",
      "it": "Andai a prenderla all'aeroporto. Stavamo ridendo"
    }
  },
  {
    "translation": {
      "en": "And on the way home, she, like, shows me her wedding ring.",
      "it": "e, mentre guidavo, mi mostrò la sua fede nuziale."
    }
  },
  {
    "translation": {
      "en": "She's like, \"I got married.\"",
      "it": "Fece: \"Mi sono sposata\"."
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Oh my God. Congratulations.\"",
      "it": "E io: \"Oddio, congratulazioni!\""
    }
  },
  {
    "translation": {
      "en": "I, I mean, I had no idea.",
      "it": "Non ne avevo idea."
    }
  },
  {
    "translation": {
      "en": "And then she goes on to say how she met this guy, and he's very cool.",
      "it": "Poi mi raccontò come lo aveva conosciuto e che era fantastico."
    }
  },
  {
    "translation": {
      "en": "And then she says, \"I haven't told anyone at the restaurant yet.\"",
      "it": "E poi disse: \"Non l'ho detto a nessuno al ristorante\"."
    }
  },
  {
    "translation": {
      "en": "And it makes me go like, \"What? Why?\" Like, wha…",
      "it": "Mi fece pensare: \"Cosa? Perché?\""
    }
  },
  {
    "translation": {
      "en": "If you're with someone, and you agree to get married to them,",
      "it": "Se stai con uno e accetti di sposarlo,"
    }
  },
  {
    "translation": {
      "en": "don't you want essentially the people that care about you to know?",
      "it": "non vuoi che le persone che ti sono vicine lo sappiano?"
    }
  },
  {
    "translation": {
      "en": "It was very specific.",
      "it": "Era molto particolare."
    }
  },
  {
    "translation": {
      "en": "She never told me she was getting married.",
      "it": "Non mi disse che si sarebbe sposata."
    }
  },
  {
    "translation": {
      "en": "It was like a non-event. It was kind of…",
      "it": "Non fu una cosa importante. Fu solo…"
    }
  },
  {
    "translation": {
      "en": "You might think it's peculiar, but, you know, it's like…",
      "it": "Potrete pensare che sia strano, ma è stato come…"
    }
  },
  {
    "translation": {
      "en": "Yeah, there's no celebration.",
      "it": "Nessun festeggiamento."
    }
  },
  {
    "translation": {
      "en": "I thought, \"Damn, you could do better than that, you know.\"",
      "it": "Pensai: \"Potresti avere di meglio\"."
    }
  },
  {
    "translation": {
      "en": "One night, I was at the restaurant,",
      "it": "Una sera, ero al ristorante"
    }
  },
  {
    "translation": {
      "en": "and Shane texted me that they had gotten married.",
      "it": "e Shane mi mandò un messaggio, dicendomi che si erano sposati."
    }
  },
  {
    "translation": {
      "en": "And it sounded romantic.",
      "it": "E sembrava romantico."
    }
  },
  {
    "translation": {
      "en": "And on one level, I'm like, \"Well, he sounds excited.\"",
      "it": "Da un lato, pensavo: \"Beh, lui sembra su di giri\"."
    }
  },
  {
    "translation": {
      "en": "And I want to be. But all along, it had been like,",
      "it": "E anch'io volevo esserlo. Ma continuavo a pensare:"
    }
  },
  {
    "translation": {
      "en": "\"Sarma, what's… You're not… What is happening?\"",
      "it": "\"Sarma, cosa… Non sei… Che sta succedendo?\""
    }
  },
  {
    "translation": {
      "en": "So I think I texted her because I wanted to confirm this,",
      "it": "Penso che le scrissi, perché volevo la conferma,"
    }
  },
  {
    "translation": {
      "en": "and she confirmed it with zero excitement.",
      "it": "e lei me la diede, senza il minimo entusiasmo."
    }
  },
  {
    "translation": {
      "en": "She had this awesome ring. I think it's on her book cover,",
      "it": "Aveva un anello favoloso. Forse è sulla copertina del libro."
    }
  },
  {
    "translation": {
      "en": "this ring that I loved that had all these dangling things.",
      "it": "Mi piaceva e aveva un sacco di ciondoli."
    }
  },
  {
    "translation": {
      "en": "It was Latvian. She's Latvian. And I always complimented her on it.",
      "it": "Era lettone, come anche lei, e mi piaceva un sacco."
    }
  },
  {
    "translation": {
      "en": "And then one day, I noticed she had it on her ring finger at the restaurant,",
      "it": "Un giorno, notai che se lo era messo all'anulare"
    }
  },
  {
    "translation": {
      "en": "and I sort of kiddingly…",
      "it": "e, in modo scherzoso…"
    }
  },
  {
    "translation": {
      "en": "I was hoping I was kidding, but kind of knew that I wasn't,",
      "it": "Speravo che fosse uno scherzo, ma sapevo che non era così."
    }
  },
  {
    "translation": {
      "en": "and I said, \"Oh, did you put that ring there to distract from your wedding ring?\"",
      "it": "Le dissi: \"Hai messo l'anello lì per distogliere l'attenzione dalla fede?\""
    }
  },
  {
    "translation": {
      "en": "And she was like, \"Yes.\"",
      "it": "E lei: \"Sì\"."
    }
  },
  {
    "translation": {
      "en": "As a couple, they weren't really like a couple, you know?",
      "it": "Come coppia, non si comportavano da coppia."
    }
  },
  {
    "translation": {
      "en": "Like they never, like, held hands. They weren't really affectionate.",
      "it": "Non si tenevano mai per mano. Non si scambiavano effusioni."
    }
  },
  {
    "translation": {
      "en": "What? Like, you guys got married?",
      "it": "\"Cosa? Vi siete sposati?\""
    }
  },
  {
    "translation": {
      "en": "Like, it was like a big, like, surprise for everybody.",
      "it": "Fu una sorpresa per tutti quanti."
    }
  },
  {
    "translation": {
      "en": "It didn't feel like a love story. It was just, you know, kind of weird.",
      "it": "Non sembrava affatto una storia d'amore. Era strano, in un certo senso."
    }
  },
  {
    "translation": {
      "en": "There were tons of conspiracy theories about",
      "it": "C'erano molte teorie del complotto"
    }
  },
  {
    "translation": {
      "en": "why she married him, was there some sort of blackmail involved,",
      "it": "sul perché l'avesse sposato, su un possibile ricatto"
    }
  },
  {
    "translation": {
      "en": "or what it could possibly be.",
      "it": "o su quale fosse il motivo."
    }
  },
  {
    "translation": {
      "en": "[Sarma] He told me that he had some sort of like underground government official military affiliation.",
      "it": "Mi disse di avere conoscenze nell'esercito e contatti segreti al governo."
    }
  },
  {
    "translation": {
      "en": "So that now, I would be, like, protected as his wife.",
      "it": "Così ora, in quanto sua moglie, sarei stata protetta."
    }
  },
  {
    "translation": {
      "en": "So at some point, he, via email,",
      "it": "A un certo punto, tramite e-mail,"
    }
  },
  {
    "translation": {
      "en": "introduced me to somebody named Will Richards,",
      "it": "mi presentò un certo Will Richards,"
    }
  },
  {
    "translation": {
      "en": "some sort of computer techie expert",
      "it": "un esperto informatico"
    }
  },
  {
    "translation": {
      "en": "that works in the government somewhere in Europe.",
      "it": "che lavorava in un qualche governo europeo. WILL RICHARDS A: SARMA MELNGAILIS"
    }
  },
  {
    "translation": {
      "en": "[man] Shane and I were working together for years.",
      "it": "Shane e io lavoravamo insieme da anni."
    }
  },
  {
    "translation": {
      "en": "There's a lot that I can't divulge.",
      "it": "C'è molto che non posso divulgare."
    }
  },
  {
    "translation": {
      "en": "I was involved in making sure that Sarma didn't go off the rails.",
      "it": "Il mio compito era assicurarmi che Sarma non prendesse una brutta strada. COLLABORATORE DI ANTHONY"
    }
  }
]