[
  {
    "translation": {
      "en": "[woman] This is our planet. Planet Earth.",
      "it": "Questo è il nostro pianeta. Il pianeta Terra."
    }
  },
  {
    "translation": {
      "en": "It's a planet I'm literally on right now.",
      "it": "Adesso io sono letteralmente su questo pianeta."
    }
  },
  {
    "translation": {
      "en": "And unless you're watching this on a long-haul flight or while falling off a building,",
      "it": "E, a meno che non siate in volo o stiate cadendo da un edificio,"
    }
  },
  {
    "translation": {
      "en": "chances are, you are too.",
      "it": "direi che lo stesso vale per voi."
    }
  },
  {
    "translation": {
      "en": "This is the incredible story of how humankind transformed our world",
      "it": "Questa è l'incredibile storia di come l'umanità ha trasformato il nostro mondo"
    }
  },
  {
    "translation": {
      "en": "from being a load of pointless nature like this",
      "it": "da una distesa naturale senza scopo, come questa,"
    }
  },
  {
    "translation": {
      "en": "to full of modern things like this,",
      "it": "a un posto pieno di cose moderne, come questo."
    }
  },
  {
    "translation": {
      "en": "and how it did it using nothing more than its hands",
      "it": "E di come lo ha fatto usando solo le mani e"
    }
  },
  {
    "translation": {
      "en": "and its imagination, and also tools, and electricity, and the Internet.",
      "it": "l'immaginazione, e anche utensili, elettricità e Internet."
    }
  },
  {
    "translation": {
      "en": "It's a journey that will take me to every corner of the globe",
      "it": "È un viaggio che mi porterà in ogni angolo del globo,"
    }
  },
  {
    "translation": {
      "en": "money and pandemic travel restrictions would allow.",
      "it": "soldi e restrizioni dovute alla pandemia permettendo."
    }
  },
  {
    "translation": {
      "en": "Getting up close to some of our species' most stunning achievements.",
      "it": "Mi avvicinerò ad alcuni dei traguardi più sorprendenti della nostra specie. IL RE LEONE"
    }
  },
  {
    "translation": {
      "en": "And I'll be asking questions…",
      "it": "E farò delle domande…"
    }
  },
  {
    "translation": {
      "en": "Who are you?",
      "it": "Chi sei?"
    }
  },
  {
    "translation": {
      "en": "…to leading academics, clevernauts and expertists",
      "it": "…a eminenti accademici, cervelloni e super esperti"
    }
  },
  {
    "translation": {
      "en": "who will help me unlock the mystery of human civilization.",
      "it": "che mi aiuteranno a svelare il mistero della civiltà umana."
    }
  },
  {
    "translation": {
      "en": "Why do they say it's a mystery how the pyramids were built",
      "it": "Perché il modo in cui furono costruite le piramidi è considerato un mistero"
    }
  },
  {
    "translation": {
      "en": "when it's obviously just big bricks in a triangle?",
      "it": "se è evidente che sono solo dei grossi mattoni disposti a triangolo?"
    }
  },
  {
    "translation": {
      "en": "This is not just the story of the planet we live in.",
      "it": "Questa non è solo la storia del pianeta in cui viviamo."
    }
  },
  {
    "translation": {
      "en": "This is the story of the world we live on. Or both.",
      "it": "Questa è la storia del mondo su cui viviamo. O entrambe le cose."
    }
  },
  {
    "translation": {
      "en": "So join me, Philomena Cunk,",
      "it": "Seguite la sottoscritta, Philomena Cunk,"
    }
  },
  {
    "translation": {
      "en": "for a landmark look at the world we built together.",
      "it": "in un excursus storico sul mondo che abbiamo costruito insieme."
    }
  },
  {
    "translation": {
      "en": "This is Cunk on Earth!",
      "it": "Questo è Cunk on Earth."
    }
  },
  {
    "translation": {
      "en": "For billions of years, there was no civilization on Earth.",
      "it": "Per miliardi di anni, sulla Terra non c'è stata nessuna civiltà."
    }
  },
  {
    "translation": {
      "en": "Just animals, plants and gases getting on and mingling.",
      "it": "Solo animali, piante e gas che convivevano e si mescolavano."
    }
  },
  {
    "translation": {
      "en": "Must have been beautiful, but also boring.",
      "it": "Doveva essere bellissimo, ma anche noioso."
    }
  },
  {
    "translation": {
      "en": "Until along came a creature that would change all that: human man.",
      "it": "Finché non arrivò una creatura che avrebbe cambiato tutto: l'uomo umano."
    }
  },
  {
    "translation": {
      "en": "Was early man similar to us? I mean, was he made out of the same sort of meat that we are?",
      "it": "L'uomo primitivo era simile a noi? Era fatto della nostra stessa carne?"
    }
  },
  {
    "translation": {
      "en": "You know, was it… Did it have a brand name like beef or pork?",
      "it": "Aveva un marchio specifico, tipo manzo o maiale?"
    }
  },
  {
    "translation": {
      "en": "Far as we can tell, they were made out of the same stuff as us.",
      "it": "Per quanto ne sappiamo, erano fatti della nostra stessa materia."
    }
  },
  {
    "translation": {
      "en": "All we have is bones, of course. And they're exactly the same as our bones.",
      "it": "Ora abbiamo solo le ossa, ovviamente, e sono identiche alle nostre ossa."
    }
  },
  {
    "translation": {
      "en": "We can only assume that the bones were encased in flesh, something like ours.",
      "it": "Possiamo ipotizzare che fossero ricoperte di carne, come la nostra."
    }
  },
  {
    "translation": {
      "en": "But I'm not aware of any kind of brand name that they would have had.",
      "it": "Ma non sono a conoscenza di nessun marchio specifico."
    }
  },
  {
    "translation": {
      "en": "-So it would have just been flesh? -Just flesh, I think, yes.",
      "it": "- Quindi, carne e basta? - Solo carne, penso di sì."
    }
  },
  {
    "translation": {
      "en": "It would be hard to come up with a brand name for human flesh, wouldn't it?",
      "it": "Sarebbe difficile trovare il nome di un marchio per la carne umana, vero?"
    }
  },
  {
    "translation": {
      "en": "Horfe?",
      "it": "Umaianzo?"
    }
  },
  {
    "translation": {
      "en": "We often assume early men were stupid because they had big eyebrows and said \"ugg.\"",
      "it": "Crediamo che i primitivi fossero stupidi perché avevano grandi sopracciglia"
    }
  },
  {
    "translation": {
      "en": "But in fact, they were pioneering inventerers.",
      "it": "e dicevano \"ugg\". Ma invece furono inventatori pionieristici!"
    }
  },
  {
    "translation": {
      "en": "They were the first men to use tools,",
      "it": "Furono i primi uomini a usare gli utensili,"
    }
  },
  {
    "translation": {
      "en": "which is something most men have forgotten how to do today,",
      "it": "abilità che la maggioranza degli uomini di oggi ha dimenticato,"
    }
  },
  {
    "translation": {
      "en": "which is why they have to get someone in, a real man.",
      "it": "motivo per cui devono chiamare qualcuno, un vero uomo."
    }
  },
  {
    "translation": {
      "en": "How did early man make tools whilst walking on all fours?",
      "it": "Come facevano i primitivi a realizzare utensili camminando a quattro zampe?"
    }
  },
  {
    "translation": {
      "en": "Well, we don't think that they walked on all fours for too long.",
      "it": "Beh, non pensiamo che siano stati quadrupedi a lungo."
    }
  },
  {
    "translation": {
      "en": "We're pretty sure they were walking upright for at least the last two million years.",
      "it": "Almeno negli ultimi 2 milioni di anni hanno avuto la postura eretta."
    }
  },
  {
    "translation": {
      "en": "So did they make the tools with their front legs or their hind legs?",
      "it": "Quindi hanno realizzato gli utensili con le zampe anteriori o posteriori?"
    }
  },
  {
    "translation": {
      "en": "I don't think humans have ever been good at making things with their feet.",
      "it": "Non credo che gli umani siano mai stati in grado di fare cose con i piedi."
    }
  },
  {
    "translation": {
      "en": "So, yes, it would have been the front legs they used for making tools.",
      "it": "Quindi, direi che si sono serviti delle zampe anteriori per fare utensili."
    }
  },
  {
    "translation": {
      "en": "Right. So in leg terms, it would have been their top legs.",
      "it": "Bene. Quindi, parlando di zampe, si trattava delle loro zampe alte."
    }
  },
  {
    "translation": {
      "en": "Yes, I think they would certainly have used the \"top legs\" for making tools,",
      "it": "Sì, penso proprio che usassero le \"zampe alte\" per fabbricare utensili,"
    }
  },
  {
    "translation": {
      "en": "or arms and hands, as we call them today.",
      "it": "quelle che oggi chiamiamo braccia e mani."
    }
  },
  {
    "translation": {
      "en": "One thing they did invent was fire,",
      "it": "Una loro invenzione fu il fuoco,"
    }
  },
  {
    "translation": {
      "en": "which allowed them to see at night and kept them warm,",
      "it": "che permise loro di vederci di notte e di stare al caldo,"
    }
  },
  {
    "translation": {
      "en": "tragically prolonging their already tedious lives.",
      "it": "prolungando in modo tragico le loro vite già barbose."
    }
  },
  {
    "translation": {
      "en": "But they had to invent something to do during the long, boring evenings.",
      "it": "Ma dovevano inventarsi qualcosa da fare durante le lunghe e noiose serate."
    }
  },
  {
    "translation": {
      "en": "And that something was art.",
      "it": "E quel qualcosa era l'arte."
    }
  },
  {
    "translation": {
      "en": "I'm entering a cave, not by mistake or because I'm a wolf,",
      "it": "Sto entrando in una grotta, non per sbaglio o perché sono un lupo,"
    }
  },
  {
    "translation": {
      "en": "but because I've been specifically asked to come here by the producers,",
      "it": "ma perché i produttori mi hanno chiesto espressamente di venire qui,"
    }
  },
  {
    "translation": {
      "en": "to look at cave art.",
      "it": "per ammirare l'arte rupestre."
    }
  },
  {
    "translation": {
      "en": "Cave paintings like these",
      "it": "Pitture rupestri come queste"
    }
  },
  {
    "translation": {
      "en": "are one of the first examples of civilization on Earth.",
      "it": "sono uno dei primi esempi di civiltà sulla Terra."
    }
  },
  {
    "translation": {
      "en": "Don't worry, it gets better.",
      "it": "Non preoccupatevi, con il tempo sono migliorate."
    }
  },
  {
    "translation": {
      "en": "Early cave artists started out painting whatever was close to hand,",
      "it": "I primi artisti rupestri iniziarono a dipingere qualunque cosa fosse a portata"
    }
  },
  {
    "translation": {
      "en": "like their hands.",
      "it": "di mano, come le loro mani."
    }
  },
  {
    "translation": {
      "en": "Then they branched out into stories.",
      "it": "Poi passarono a dipingere delle storie."
    }
  },
  {
    "translation": {
      "en": "Initially, just boring stories about cows standing still.",
      "it": "Inizialmente solo storie noiose di mucche che stanno immobili."
    }
  },
  {
    "translation": {
      "en": "But soon they began creating white-knuckle fight scenes like this:",
      "it": "Ma ben presto iniziarono a creare scene di combattimenti spaventosi:"
    }
  },
  {
    "translation": {
      "en": "Humans Versus Cows 2D.",
      "it": "Umani contro mucche in 2D."
    }
  },
  {
    "translation": {
      "en": "To a caveman, this was the thrilling equivalent of Fast and Furious Part 7.",
      "it": "Per un uomo delle caverne, era l'equivalente di Fast and Furious 7."
    }
  },
  {
    "translation": {
      "en": "Have any of the cave paintings been adapted into films?",
      "it": "Qualcuno dei dipinti rupestri è stato trasposto in film?"
    }
  },
  {
    "translation": {
      "en": "Suppose they couldn't get the rights anyway, though, could they?",
      "it": "Suppongo che non si riuscirebbero ad acquisire i diritti, però."
    }
  },
  {
    "translation": {
      "en": "Filmmaking obviously arose much, much later than the end of the cave paintings.",
      "it": "Ovviamente il cinema è nato molto più tardi delle pitture rupestri."
    }
  },
  {
    "translation": {
      "en": "So there hasn't been a cave wall that's been like, \"Oh my God, that's an incredible story.\"",
      "it": "Quindi nessuno ha esclamato: \"Dio, che storia incredibile\"."
    }
  },
  {
    "translation": {
      "en": "\"We need to get Steven Spielberg to make this.\"",
      "it": "\"Dobbiamo convincere Steven Spielberg a farci un film.\""
    }
  },
  {
    "translation": {
      "en": "It would be hard to come up with a story that would last an hour and a half",
      "it": "Sarebbe difficile inventare una storia di un'ora e mezza"
    }
  },
  {
    "translation": {
      "en": "based on just one panel in a cave.",
      "it": "basata su una sola scena in una grotta."
    }
  },
  {
    "translation": {
      "en": "Some believe these violent images were painted as a religious act",
      "it": "Alcuni credono che queste immagini violente siano state dipinte come atto"
    }
  },
  {
    "translation": {
      "en": "intended to bring good luck in upcoming battles.",
      "it": "religioso propiziatorio per le battaglie imminenti."
    }
  },
  {
    "translation": {
      "en": "We don't know why humankind was at war with the cows,",
      "it": "Non sappiamo perché l'umanità fosse in guerra con le mucche e,"
    }
  },
  {
    "translation": {
      "en": "and tragically, we never will.",
      "it": "purtroppo, non lo sapremo mai."
    }
  },
  {
    "translation": {
      "en": "In fact, we'll probably never even know the name of the artist or these cows,",
      "it": "Forse non sapremo mai nemmeno il nome dell'artista o di queste mucche,"
    }
  },
  {
    "translation": {
      "en": "because whoever painted this is almost certainly dead now.",
      "it": "perché chiunque abbia realizzato questi dipinti ora è quasi sicuramente morto."
    }
  },
  {
    "translation": {
      "en": "Hunting animals every day was a pain in the arse",
      "it": "Andare ogni giorno a caccia di animali era una gran rottura di palle,"
    }
  },
  {
    "translation": {
      "en": "until someone came up with the idea of also eating plants,",
      "it": "finché a qualcuno non venne in mente di mangiare anche le piante,"
    }
  },
  {
    "translation": {
      "en": "which were easier to catch because they couldn't run away.",
      "it": "che erano più facili da catturare perché non potevano scappare."
    }
  },
  {
    "translation": {
      "en": "This simple act of laziness led to the invention of farming,",
      "it": "Questo semplice atto di pigrizia portò all'invenzione dell'agricoltura,"
    }
  },
  {
    "translation": {
      "en": "a huge leap forwards, which was now more dangerous",
      "it": "un enorme balzo in avanti, che ora era però più pericoloso"
    }
  },
  {
    "translation": {
      "en": "because you might land on one of the farming implements that were suddenly lying around.",
      "it": "perché potevi atterrare su uno degli attrezzi agricoli abbandonati in giro."
    }
  },
  {
    "translation": {
      "en": "The early farmers grew wheat and learnt to bake bread.",
      "it": "I primi agricoltori coltivavano il grano e impararono a cuocere il pane."
    }
  },
  {
    "translation": {
      "en": "They also grew barley, peas and lentils",
      "it": "Coltivavano anche orzo, piselli e lenticchie,"
    }
  },
  {
    "translation": {
      "en": "so they could have made a passable vegan burger to put inside the bread.",
      "it": "e avrebbero potuto fare un hamburger vegano decente da mettere nel pane."
    }
  },
  {
    "translation": {
      "en": "But luckily they didn't have to.",
      "it": "Ma per fortuna non è stato necessario."
    }
  },
  {
    "translation": {
      "en": "Because they'd also invented this, the fence,",
      "it": "Perché avevano inventato anche questo, il recinto,"
    }
  },
  {
    "translation": {
      "en": "a high-tech wooden machine for containing animals.",
      "it": "una macchina in legno altamente tecnologica per contenere gli animali."
    }
  },
  {
    "translation": {
      "en": "Humans quickly enslaved sheep, chickens, goats",
      "it": "Gli umani ridussero ben presto in schiavitù pecore, galline, capre"
    }
  },
  {
    "translation": {
      "en": "and their number-one enemies, the cows.",
      "it": "e anche il loro nemico numero uno: le mucche."
    }
  },
  {
    "translation": {
      "en": "Farms became a lot like zoos, except, of course, in a zoo,",
      "it": "Le fattorie diventarono molto simili agli zoo, tranne ovviamente"
    }
  },
  {
    "translation": {
      "en": "you can't pick out an animal you like the look of and kill it and eat it.",
      "it": "che non puoi scegliere un animale che ti piace, ucciderlo e mangiarlo."
    }
  },
  {
    "translation": {
      "en": "Unless perhaps the zoo itself is struggling financially",
      "it": "A meno che forse lo zoo non sia in difficoltà finanziarie"
    }
  },
  {
    "translation": {
      "en": "and the owner's lost all hope.",
      "it": "e il proprietario abbia perso ogni speranza."
    }
  },
  {
    "translation": {
      "en": "Humans turned animals they couldn't eat or ride",
      "it": "Gli umani trasformarono gli animali che non potevano mangiare o cavalcare"
    }
  },
  {
    "translation": {
      "en": "into pets if they were pretty enough.",
      "it": "in animali domestici, se erano abbastanza carini."
    }
  },
  {
    "translation": {
      "en": "Early man domesticated dogs for companionship.",
      "it": "I primi uomini addomesticarono i cani per compagnia."
    }
  },
  {
    "translation": {
      "en": "And cats, for whatever we have cats for.",
      "it": "E i gatti, per qualunque motivo per cui abbiamo i gatti."
    }
  },
  {
    "translation": {
      "en": "This was the first time in history life could be described as cozy.",
      "it": "Per la prima volta nella storia, la vita poteva essere definita confortevole."
    }
  },
  {
    "translation": {
      "en": "People lived in proper houses, which soon grew to become cities.",
      "it": "La gente viveva in case vere e proprie, che ben presto divennero città."
    }
  },
  {
    "translation": {
      "en": "It's hard to believe I'm walking through the ruins of the first ever city,",
      "it": "È difficile credere che stia camminando tra le rovine della primissima città,"
    }
  },
  {
    "translation": {
      "en": "because I'm not. That's in Iraq, which is miles away and fucking dangerous.",
      "it": "infatti non è così. Si trova in Iraq, posto lontanissimo e pericolosissimo."
    }
  },
  {
    "translation": {
      "en": "But the remains of it look pretty much like this,",
      "it": "Ma i suoi resti somigliano più o meno a questi, quindi non avreste mai"
    }
  },
  {
    "translation": {
      "en": "so you'd never know I wasn't actually there if I wasn't telling you now by accident.",
      "it": "saputo che non ci sono stata, se ora non ve lo avessi detto per sbaglio."
    }
  },
  {
    "translation": {
      "en": "Today it's just a dismal load of bricks and dust.",
      "it": "Oggi è solo un tetro ammasso di mattoni e polvere."
    }
  },
  {
    "translation": {
      "en": "But if you use a modern computer to simulate what it used to look like,",
      "it": "Ma se usate un computer moderno per simulare il suo aspetto originario,"
    }
  },
  {
    "translation": {
      "en": "the results are nothing short of breathtaking.",
      "it": "resterete davvero a bocca aperta."
    }
  },
  {
    "translation": {
      "en": "Civilization had begun.",
      "it": "La civiltà era iniziata."
    }
  },
  {
    "translation": {
      "en": "Who invented civilization?",
      "it": "Chi ha inventato la civiltà?"
    }
  },
  {
    "translation": {
      "en": "Civilization wasn't something that was invented",
      "it": "La civiltà non è stata inventata"
    }
  },
  {
    "translation": {
      "en": "or something that started abruptly.",
      "it": "né è una cosa che è iniziata all'improvviso."
    }
  },
  {
    "translation": {
      "en": "We talk about civilization once humans started agriculture,",
      "it": "Si parla di civiltà da quando gli umani avviarono l'agricoltura,"
    }
  },
  {
    "translation": {
      "en": "once they started building cities and creating laws.",
      "it": "da quando iniziarono a costruire città e a creare leggi."
    }
  },
  {
    "translation": {
      "en": "That was something that happened gradually",
      "it": "Tutto questo è avvenuto per gradi in diverse parti del mondo,"
    }
  },
  {
    "translation": {
      "en": "in different parts of the world rather than just being invented suddenly.",
      "it": "Tutto questo è avvenuto per gradi in diverse parti del mondo, non è stato inventato all'improvviso."
    }
  },
  {
    "translation": {
      "en": "Yeah, so it wasn't just one man who wanted to remain anonymous.",
      "it": "Quindi non è stata opera di un solo uomo che voleva restare anonimo."
    }
  },
  {
    "translation": {
      "en": "'Cause that would be something we shouldn't go along with if it was.",
      "it": "Se così fosse, non dovremmo parlarne."
    }
  },
  {
    "translation": {
      "en": "Do you mean we shouldn't go along…",
      "it": "Nel senso che non dovremmo…"
    }
  },
  {
    "translation": {
      "en": "If it's one man who wants to remain anonymous,",
      "it": "Se si trattasse di un solo uomo che vuole restare anonimo,"
    }
  },
  {
    "translation": {
      "en": "there's something a bit shifty about that, isn't there?",
      "it": "la questione sarebbe un po' losca, non trovi?"
    }
  },
  {
    "translation": {
      "en": "So civilization was invented in Mesopotamia",
      "it": "Quindi la civiltà è stata inventata in Mesopotamia"
    }
  },
  {
    "translation": {
      "en": "by person or persons unknown.",
      "it": "da una o più persone sconosciute."
    }
  },
  {
    "translation": {
      "en": "But whoever they were, they were way ahead of their time.",
      "it": "Ma chiunque fossero, erano molto in anticipo sui tempi."
    }
  },
  {
    "translation": {
      "en": "Did the Mesopotamians have any of the same things that we have today?",
      "it": "I Mesopotamici avevano alcune delle cose che abbiamo oggi?"
    }
  },
  {
    "translation": {
      "en": "-Yes. -Like what?",
      "it": "- Sì. - Tipo cosa?"
    }
  },
  {
    "translation": {
      "en": "Weapons, jewelry, temples, animals.",
      "it": "Armi, gioielli, templi, animali."
    }
  },
  {
    "translation": {
      "en": "Oh, right. No, I meant like feet and eyebrows and that sort of thing.",
      "it": "Oh, giusto. No, intendevo piedi, sopracciglia e quel genere di cose."
    }
  },
  {
    "translation": {
      "en": "-Yes. -They did?",
      "it": "- Sì. - Ah, davvero?"
    }
  },
  {
    "translation": {
      "en": "They had the whole set of organs, holes, bits that work together",
      "it": "Avevano tutti gli organi, buchi, parti che funzionano insieme"
    }
  },
  {
    "translation": {
      "en": "and bits on the outside, bits on the inside.",
      "it": "e parti all'esterno, oltre che parti all'interno."
    }
  },
  {
    "translation": {
      "en": "So they had the same number of holes and everything.",
      "it": "Quindi avevano lo stesso numero di buchi e tutto il resto."
    }
  },
  {
    "translation": {
      "en": "As far as science is in a position to reassure you, yes.",
      "it": "Se la scienza ti può rassicurare, sì."
    }
  },
  {
    "translation": {
      "en": "One of their most significant killer apps was something we still use to this day:",
      "it": "Una delle loro app killer principali era qualcosa che usiamo ancora oggi:"
    }
  },
  {
    "translation": {
      "en": "the circle.",
      "it": "il cerchio."
    }
  },
  {
    "translation": {
      "en": "Wheels might look complicated to the likes of you,",
      "it": "Forse le ruote possono sembrare complicate alle persone come voi,"
    }
  },
  {
    "translation": {
      "en": "but the way they work is actually simple.",
      "it": "ma il loro funzionamento è semplice, in realtà."
    }
  },
  {
    "translation": {
      "en": "The circle bit here revolves around a sort of sticky-out bit in the middle,",
      "it": "La parte circolare ruota attorno a una sorta di pezzo fisso in centro,"
    }
  },
  {
    "translation": {
      "en": "and then as the wheel skin here pushes against the ground,",
      "it": "e poi mentre la superficie della ruota spinge verso terra,"
    }
  },
  {
    "translation": {
      "en": "the pressure rolls the entire planet back and away from you,",
      "it": "la pressione fa rotolare l'intero pianeta all'indietro, lontano da voi,"
    }
  },
  {
    "translation": {
      "en": "giving you the impression that you're moving forward,",
      "it": "dandovi l'impressione di muovervi in avanti,"
    }
  },
  {
    "translation": {
      "en": "which, incredibly, you actually are.",
      "it": "il che, sorprendentemente, è ciò che succede davvero."
    }
  },
  {
    "translation": {
      "en": "The wheel allowed people to travel around trading things,",
      "it": "La ruota permetteva alle persone di andare in giro a scambiarsi cose,"
    }
  },
  {
    "translation": {
      "en": "but first they needed to count how many things they owned.",
      "it": "ma prima dovevano contare quante cose possedevano."
    }
  },
  {
    "translation": {
      "en": "And that led to the tragic invention of maths.",
      "it": "E questo portò alla tragica invenzione della matematica."
    }
  },
  {
    "translation": {
      "en": "Let's talk maths and numbers. Were numbers worth less back in ancient times",
      "it": "Parliamo di matematica e di numeri. I numeri valevano meno nell'antichità"
    }
  },
  {
    "translation": {
      "en": "or did they have the same value as now, only bigger?",
      "it": "o avevano lo stesso valore di adesso, solo che sono più grandi?"
    }
  },
  {
    "translation": {
      "en": "Numbers had the same value as they do now in ancient times, yeah.",
      "it": "Nell'antichità i numeri avevano lo stesso valore che hanno oggi."
    }
  },
  {
    "translation": {
      "en": "People still needed to count things.",
      "it": "La gente aveva comunque bisogno di contare le cose."
    }
  },
  {
    "translation": {
      "en": "And did they have the same number of numbers as we do?",
      "it": "E avevano lo stesso numero di numeri che abbiamo noi?"
    }
  },
  {
    "translation": {
      "en": "You know, from 1 to 700, with 700 being the biggest number?",
      "it": "Tipo, da 1 a 700, dove 700 è il numero più grande?"
    }
  },
  {
    "translation": {
      "en": "700 has never been the biggest number. You can count to as many as you like.",
      "it": "700 non è mai stato il numero più grande. Puoi contare fino a quanto vuoi."
    }
  },
  {
    "translation": {
      "en": "No, no, I saw a thing on YouTube. After 700, numbers repeat.",
      "it": "No. Ho visto una cosa su YouTube. Dopo il 700, i numeri si ripetono."
    }
  },
  {
    "translation": {
      "en": "They just give them different names so you think they're still going up.",
      "it": "Solo che si chiamano diversamente, quindi ti sembra che stiano crescendo."
    }
  },
  {
    "translation": {
      "en": "Do you want me to send it to you?",
      "it": "Vuoi che ti giri il link?"
    }
  },
  {
    "translation": {
      "en": "With numbers going as high, but no higher than, 700,",
      "it": "Con numeri così grandi, ma non superiori al 700,"
    }
  },
  {
    "translation": {
      "en": "people needed something to help them count.",
      "it": "le persone avevano bisogno di qualcosa che le aiutasse a contare."
    }
  },
  {
    "translation": {
      "en": "That's where this came in. It's called \"a-bacus.\"",
      "it": "Ed ecco che entra in scena lui. Si chiama \"a-baco\"."
    }
  },
  {
    "translation": {
      "en": "Using \"a-bacus,\" our ancestors could count how many possessions they owned.",
      "it": "Usando un \"a-baco\", i nostri antenati potevano contare quante cose possedevano."
    }
  },
  {
    "translation": {
      "en": "It was a short step from this to the invention of money, in the form of cash.",
      "it": "Da qui all'invenzione del denaro, in contanti, il passo è stato breve."
    }
  },
  {
    "translation": {
      "en": "Ancient people invented currency to make life on Earth easier,",
      "it": "Gli antichi inventarono la moneta per semplificare la vita sulla Terra,"
    }
  },
  {
    "translation": {
      "en": "but in doing so, they inadvertently invented capitalism,",
      "it": "ma così facendo inventarono inavvertitamente il capitalismo,"
    }
  },
  {
    "translation": {
      "en": "which is gonna kill everyone.",
      "it": "che ucciderà tutti."
    }
  },
  {
    "translation": {
      "en": "Sorry, that's not a question. It's just something I read on Twitter.",
      "it": "Scusa, non è una domanda. È solo una cosa che ho letto su Twitter."
    }
  },
  {
    "translation": {
      "en": "Having conquered numbers,",
      "it": "Dopo avere imparato a padroneggiare i numeri,"
    }
  },
  {
    "translation": {
      "en": "humankind moved on to something even more boring by inventing writing.",
      "it": "l'umanità passò a qualcosa di ancora più noioso: la scrittura."
    }
  },
  {
    "translation": {
      "en": "Was the invention of writing a significant development",
      "it": "L'invenzione della scrittura fu uno sviluppo importante"
    }
  },
  {
    "translation": {
      "en": "or more of a flash in the pan, like rap metal?",
      "it": "o più un fuoco di paglia, come il rap metal?"
    }
  },
  {
    "translation": {
      "en": "I think once writing was thought up, once it appeared in the world,",
      "it": "Dopo essere stata ideata e avere fatto la sua comparsa nel mondo,"
    }
  },
  {
    "translation": {
      "en": "it was unstoppable.",
      "it": "è diventata inarrestabile."
    }
  },
  {
    "translation": {
      "en": "So it was much, much bigger than rap metal then?",
      "it": "Quindi era molto, molto più grande del rap metal allora?"
    }
  },
  {
    "translation": {
      "en": "-Yes, much bigger. -What about acid jazz?",
      "it": "- Sì, molto più grande. - E che mi dici dell'acid jazz?"
    }
  },
  {
    "translation": {
      "en": "I still would put writing ahead of it.",
      "it": "Metterei sempre la scrittura al primo posto."
    }
  },
  {
    "translation": {
      "en": "No, I just wondered what you thought of acid jazz. What's this?",
      "it": "Mi chiedevo solo cosa pensassi dell'acid jazz. Cos'è questa cosa?"
    }
  },
  {
    "translation": {
      "en": "[Finkel] It's a cast. It's not the real thing.",
      "it": "È un calco. Non è il vero reperto."
    }
  },
  {
    "translation": {
      "en": "It purports to stand in for a Mesopotamian clay tablet written in cuneiform writing,",
      "it": "Rappresenta una tavoletta di argilla mesopotamica scritta in caratteri"
    }
  },
  {
    "translation": {
      "en": "the first kind of writing that appeared in the world, writing on clay tablets.",
      "it": "cuneiformi, il primo tipo di scrittura apparso al mondo, su tavolette di argilla."
    }
  },
  {
    "translation": {
      "en": "As books go, I have to say it's quite a boring cover, isn't it?",
      "it": "Rispetto ai soliti libri, devo dire che è una copertina piuttosto noiosa."
    }
  },
  {
    "translation": {
      "en": "It doesn't even look like it opens properly.",
      "it": "Pare faccia anche fatica ad aprirsi."
    }
  },
  {
    "translation": {
      "en": "Are you one of the people that judges a book by the cover?",
      "it": "Sei una di quelle persone che giudica un libro dalla copertina?"
    }
  },
  {
    "translation": {
      "en": "-Yeah, I am. -Well, that's a sad and misguided view.",
      "it": "- Io sì. - Beh, che visione triste e fuorviante."
    }
  },
  {
    "translation": {
      "en": "If someone shouted this aloud, would that have been the first audio book?",
      "it": "Se qualcuno lo avesse gridato ad alta voce, sarebbe stato il primo audiolibro?"
    }
  },
  {
    "translation": {
      "en": "Writing changed the world. Suddenly ideas didn't have to disappear",
      "it": "La scrittura cambiò il mondo. Di botto le idee non dovevano scomparire"
    }
  },
  {
    "translation": {
      "en": "just because the person whose head they were trapped in had died.",
      "it": "solo perché moriva la persona che le aveva in testa."
    }
  },
  {
    "translation": {
      "en": "Instead, you could convert your ideas into writing,",
      "it": "Invece, le idee potevano essere convertite in scrittura,"
    }
  },
  {
    "translation": {
      "en": "and then anyone else could come along and upload those ideas into their own brain",
      "it": "e poi chiunque poteva caricarsi quelle idee nel proprio cervello,"
    }
  },
  {
    "translation": {
      "en": "by wirelessly importing them through their eyes.",
      "it": "importandole in modalità wireless attraverso gli occhi."
    }
  },
  {
    "translation": {
      "en": "Incredibly, despite being invented thousands of years ago,",
      "it": "È incredibile che nonostante sia stata inventata migliaia di anni fa,"
    }
  },
  {
    "translation": {
      "en": "writing still exists today, underneath video clips that we watch online.",
      "it": "la scrittura esista ancora oggi, sotto ai video che guardiamo online."
    }
  },
  {
    "translation": {
      "en": "It's here you'll also find another kind of handmade language that still endures:",
      "it": "Qui troverete anche un altro linguaggio fatto a mano che resiste ancora oggi:"
    }
  },
  {
    "translation": {
      "en": "emoji.",
      "it": "le emoji."
    }
  },
  {
    "translation": {
      "en": "Or as the ancient Egyptians who invented them called them, hieroglyphics.",
      "it": "Oppure, come le chiamavano gli antichi Egizi che le inventarono: i geroglifici."
    }
  },
  {
    "translation": {
      "en": "They told whole stories in hieroglyphic code.",
      "it": "Raccontavano intere storie nel codice geroglifico."
    }
  },
  {
    "translation": {
      "en": "It's like a more coherent Marvel comic.",
      "it": "È come un fumetto Marvel, solo più coerente."
    }
  },
  {
    "translation": {
      "en": "Rather than being put up in public where living people could enjoy them,",
      "it": "Anziché essere esposti in pubblico dove i vivi potevano goderseli,"
    }
  },
  {
    "translation": {
      "en": "these Egyptian comic strips were painted on the walls of tombs",
      "it": "questi fumetti egizi erano dipinti sui muri delle tombe"
    }
  },
  {
    "translation": {
      "en": "to entertain dead people.",
      "it": "per intrattenere i morti."
    }
  },
  {
    "translation": {
      "en": "And those tombs lay beneath some of the most recognizable,",
      "it": "Quelle tombe giacciono sotto alcuni degli edifici più riconoscibili,"
    }
  },
  {
    "translation": {
      "en": "not to mention pointiest, buildings in history.",
      "it": "per non dire più appuntiti, della storia."
    }
  },
  {
    "translation": {
      "en": "I'm talking about the pyramids.",
      "it": "Sto parlando delle piramidi."
    }
  },
  {
    "translation": {
      "en": "Looking at the pyramids today, it's impossible not to be struck by the thought",
      "it": "Guardando le piramidi, è impossibile non restare colpiti dal pensiero"
    }
  },
  {
    "translation": {
      "en": "that they're basically big triangles with a sort of square arse.",
      "it": "che dopo tutto sono dei grossi triangoli con una specie di culo quadrato."
    }
  },
  {
    "translation": {
      "en": "There's probably a word for that shape, but no one knows what it might be.",
      "it": "Forse quella forma ha un nome, ma nessuno sa quale sia."
    }
  },
  {
    "translation": {
      "en": "It's one of the many timeless mysteries of the pyramids.",
      "it": "È uno dei tanti misteri senza tempo delle piramidi."
    }
  },
  {
    "translation": {
      "en": "Why are pyramids that shape? Is it to stop homeless people sleeping on them?",
      "it": "Perché le piramidi hanno quella forma? Così i senzatetto non ci dormono sopra?"
    }
  },
  {
    "translation": {
      "en": "I don't think they had many homeless people in ancient Egypt.",
      "it": "Non credo che nell'antico Egitto ci fossero molti senzatetto."
    }
  },
  {
    "translation": {
      "en": "Did they not?",
      "it": "- Ah, no? - No, le persone si prendevano cura"
    }
  },
  {
    "translation": {
      "en": "No, no, people looked after each other, I think, and helped each other.",
      "it": "- Ah, no? - No, le persone si prendevano cura - gli uni degli altri, si aiutavano. - Giusto."
    }
  },
  {
    "translation": {
      "en": "Right. I suppose it's good with rain as well,",
      "it": "- gli uni degli altri, si aiutavano. - Giusto. Suppongo che vada bene anche con la pioggia, perché l'acqua scivola via."
    }
  },
  {
    "translation": {
      "en": "because it'll just roll off.",
      "it": "Suppongo che vada bene anche con la pioggia, perché l'acqua scivola via."
    }
  },
  {
    "translation": {
      "en": "How did Egyptians build the pyramids?",
      "it": "Come facevano gli Egizi a costruire le piramidi?"
    }
  },
  {
    "translation": {
      "en": "Did they start at the top and work down or start at the bottom and work up?",
      "it": "Iniziavano dall'alto verso il basso oppure viceversa?"
    }
  },
  {
    "translation": {
      "en": "They had to start at the bottom and work up because",
      "it": "Per forza di cose dovevano iniziare dal basso,"
    }
  },
  {
    "translation": {
      "en": "it would be impossible to start at the top and work down.",
      "it": "sarebbe stato impossibile iniziare dall'alto e poi scendere."
    }
  },
  {
    "translation": {
      "en": "The Egyptians believed the most significant thing you could do in your life was die.",
      "it": "Gli Egizi credevano che la cosa più significativa da fare fosse morire."
    }
  },
  {
    "translation": {
      "en": "And the more important you were, the more complicated your death had to be.",
      "it": "E più eri importante, più complicata doveva essere la tua morte."
    }
  },
  {
    "translation": {
      "en": "Egyptian kings were known as pharaohs,",
      "it": "I re egizi erano conosciuti come faraoni"
    }
  },
  {
    "translation": {
      "en": "and when they died, they'd get turned into mummies of Scooby-Doo fame.",
      "it": "e, quando morivano, venivano trasformati nelle mummie di Scooby-Doo."
    }
  },
  {
    "translation": {
      "en": "The ancient Egyptians were obsessed with dead people, weren't they?",
      "it": "Gli antichi Egizi erano ossessionati dai morti, giusto?"
    }
  },
  {
    "translation": {
      "en": "But they're all dead themselves now. So do you think they still feel that way?",
      "it": "Ma ora sono tutti morti anche loro. Per te la pensano ancora allo stesso modo?"
    }
  },
  {
    "translation": {
      "en": "The ancient Egyptians weren't obsessed with dead people,",
      "it": "Gli antichi Egizi non erano ossessionati dai morti,"
    }
  },
  {
    "translation": {
      "en": "but actually they were obsessed with life. They wanted to be alive,",
      "it": "in realtà erano ossessionati dalla vita. Volevano essere vivi"
    }
  },
  {
    "translation": {
      "en": "and they wanted to make sure that when they died, they came alive again.",
      "it": "e volevano assicurarsi di tornare in vita una volta morti."
    }
  },
  {
    "translation": {
      "en": "And that's why they did mummification.",
      "it": "Ed è per questo che praticavano la mummificazione."
    }
  },
  {
    "translation": {
      "en": "So how did they mummify people? Talk me through the process.",
      "it": "Allora come mummificavano le persone? Spiegami il processo."
    }
  },
  {
    "translation": {
      "en": "Uh, you'd get your dead body and you'd lay it out on a table",
      "it": "Si prendeva il cadavere, lo si stendeva su un tavolo"
    }
  },
  {
    "translation": {
      "en": "and then you'd wash it, and then you'd start by removing the brain.",
      "it": "e poi lo si lavava. Come prima cosa si toglieva il cervello."
    }
  },
  {
    "translation": {
      "en": "And then they would cut open down the middle of the body",
      "it": "E poi si sezionava la parte centrale del corpo"
    }
  },
  {
    "translation": {
      "en": "and they would take out anything that they thought would rot.",
      "it": "per estrarre tutto quello che si pensava potesse marcire."
    }
  },
  {
    "translation": {
      "en": "And then they would cover it in salt and dry it out,",
      "it": "Quindi lo si ricopriva di sale, per disidratarlo,"
    }
  },
  {
    "translation": {
      "en": "and then they would wrap it in bandages, and then that would be a mummy.",
      "it": "e poi lo si avvolgeva in bende, creando così una mummia."
    }
  },
  {
    "translation": {
      "en": "So the kind of spa treatment that Gwyneth Paltrow has on a weekly basis.",
      "it": "Quindi tipo il trattamento termale che Gwyneth Paltrow si fa ogni settimana."
    }
  },
  {
    "translation": {
      "en": "Has a mummy ever ridden a bicycle?",
      "it": "Una mummia è mai andata in bicicletta?"
    }
  },
  {
    "translation": {
      "en": "Not that I know of, no. But the ancient Egyptians didn't have bicycles.",
      "it": "No, non che io sappia. Gli antichi Egizi non avevano biciclette."
    }
  },
  {
    "translation": {
      "en": "-Right. -They didn't even have roads.",
      "it": "- Giusto. - Non avevano nemmeno strade."
    }
  },
  {
    "translation": {
      "en": "So they couldn't have a bicycle because they couldn't ride a bicycle.",
      "it": "Quindi non potevano avere una bicicletta perché non avevano dove usarla."
    }
  },
  {
    "translation": {
      "en": "I don't know why I asked that. I just couldn't think of anything else to say.",
      "it": "Non so perché ho fatto questa domanda. Non mi veniva in mente altro da dire."
    }
  },
  {
    "translation": {
      "en": "While the pharaohs of Egypt left a legacy of temples and tombs,",
      "it": "Mentre i faraoni d'Egitto lasciavano un'eredità di templi e tombe,"
    }
  },
  {
    "translation": {
      "en": "across the water, an even more impressive empire was appearing.",
      "it": "dall'altra parte dell'acqua stava sorgendo un impero ancora più imponente."
    }
  },
  {
    "translation": {
      "en": "Greece, the country, not the musical,",
      "it": "Greece - la Grecia, non il musical Grease,"
    }
  },
  {
    "translation": {
      "en": "was where the birth of civilization was born.",
      "it": "è stata la culla della civiltà."
    }
  },
  {
    "translation": {
      "en": "The ancient Greeks invented lots of things we still have today,",
      "it": "Gli antichi Greci inventarono molte cose che abbiamo ancora oggi,"
    }
  },
  {
    "translation": {
      "en": "like medicine and olives,",
      "it": "come la medicina e le olive,"
    }
  },
  {
    "translation": {
      "en": "and lots of things that have died out, like democracy and pillars.",
      "it": "e molte cose che si sono estinte, come la democrazia e i pilastri."
    }
  },
  {
    "translation": {
      "en": "As well as these impressive ruins, the ancient Greeks also developed culture",
      "it": "Oltre a queste imponenti rovine, gli antichi Greci svilupparono la cultura,"
    }
  },
  {
    "translation": {
      "en": "in the form of yoghurt and theatre in all its tedious forms.",
      "it": "come la coltura iniziale dello yogurt, e il teatro in tutte le sue noiose forme."
    }
  },
  {
    "translation": {
      "en": "The Greeks were into tragedies.",
      "it": "Ai Greci piacevano le tragedie."
    }
  },
  {
    "translation": {
      "en": "In a tragedy, sad things happen like people dying or killing themselves.",
      "it": "In una tragedia accadono cose tristi, tipo persone che muoiono o si suicidano."
    }
  },
  {
    "translation": {
      "en": "But the ancient Greek tragedies happened ages ago.",
      "it": "Ma le antiche tragedie greche sono accadute secoli fa."
    }
  },
  {
    "translation": {
      "en": "Are the things that happened in them still sad?",
      "it": "Gli eventi di quelle tragedie sono ancora tristi?"
    }
  },
  {
    "translation": {
      "en": "They are still sad because what the tragedies tell are stories about humans,",
      "it": "Sono ancora tristi perché le tragedie sono storie di esseri umani"
    }
  },
  {
    "translation": {
      "en": "who we can relate to in some cases.",
      "it": "in cui a volte ci ritroviamo."
    }
  },
  {
    "translation": {
      "en": "But it was so long ago. Why should I care?",
      "it": "Ma è stato tanto tempo fa. Perché dovrebbe interessarmi?"
    }
  },
  {
    "translation": {
      "en": "Well, again, tragedy is often about human situations.",
      "it": "Beh, di nuovo, la tragedia parla spesso di situazioni umane."
    }
  },
  {
    "translation": {
      "en": "Even today, if you found out that by accident",
      "it": "Anche oggi, se venissi a scoprire che per caso"
    }
  },
  {
    "translation": {
      "en": "you'd killed your own father and married your mother, you'd be quite upset,",
      "it": "hai ucciso tuo padre e sposato tua madre, saresti molto turbato,"
    }
  },
  {
    "translation": {
      "en": "um, just as Oedipus was.",
      "it": "proprio come lo era Edipo."
    }
  },
  {
    "translation": {
      "en": "Maybe I'm cold, but I just don't give a shit about people in ancient Greece.",
      "it": "Forse sarò fredda io, ma non me ne frega un cazzo degli antichi Greci."
    }
  },
  {
    "translation": {
      "en": "That's a shame.",
      "it": "Che peccato."
    }
  },
  {
    "translation": {
      "en": "-Do you? -I do care quite a lot. Yeah, it's my job.",
      "it": "- E a te, invece? - A me interessa molto. È il mio lavoro."
    }
  },
  {
    "translation": {
      "en": "My mate Paul wrote a story about a man who got a new potato stuck up himself",
      "it": "Il mio amico Paul ha scritto una storia su un uomo a cui è rimasta incastrata"
    }
  },
  {
    "translation": {
      "en": "following an ill-advised sex game.",
      "it": "una patata dopo un gioco sessuale perverso."
    }
  },
  {
    "translation": {
      "en": "And he wrote that in the form of a limerick. No one died, but it sounds horrendous.",
      "it": "Lo ha scritto sotto forma di limerick. Non è morto nessuno, ma fa rabbrividire."
    }
  },
  {
    "translation": {
      "en": "Is that a tragedy,",
      "it": "È una tragedia, o la patata"
    }
  },
  {
    "translation": {
      "en": "or would the potato have to take root and kill him for it to qualify?",
      "it": "dovrebbe mettere radici e ucciderlo per essere definita una tragedia?"
    }
  },
  {
    "translation": {
      "en": "It sounds like a very unfortunate incident.",
      "it": "Sembra un incidente molto spiacevole."
    }
  },
  {
    "translation": {
      "en": "I'm not sure it has a more timeless relevance that might make it a tragedy.",
      "it": "Non sono certa che abbia una rilevanza universale tale da renderlo una tragedia."
    }
  },
  {
    "translation": {
      "en": "Paul said it really happened as well.",
      "it": "Paul ha detto che è successo davvero."
    }
  },
  {
    "translation": {
      "en": "Honestly, he's had such a time of it lately. He really needs a holiday.",
      "it": "Per lui è stato un periodo davvero duro. Ha proprio bisogno di una vacanza."
    }
  },
  {
    "translation": {
      "en": "The Greeks also created a kind of theatre for stupid people, known as sport.",
      "it": "I Greci crearono anche una specie di teatro per gli stupidi, chiamato sport."
    }
  },
  {
    "translation": {
      "en": "They started the Olympic Games without inviting other countries",
      "it": "Inaugurarono i Giochi olimpici senza invitare altri paesi"
    }
  },
  {
    "translation": {
      "en": "to ensure Greece would win.",
      "it": "per essere certi che vincesse la Grecia."
    }
  },
  {
    "translation": {
      "en": "The contenders at these early Olympics took part completely naked,",
      "it": "I concorrenti di queste prime Olimpiadi partecipavano completamente nudi,"
    }
  },
  {
    "translation": {
      "en": "partly because an athletic physique was considered a virtue,",
      "it": "in parte perché un fisico atletico era considerato una virtù."
    }
  },
  {
    "translation": {
      "en": "but mainly because Lycra wasn't available.",
      "it": "Ma principalmente perché la lycra non esisteva ancora."
    }
  },
  {
    "translation": {
      "en": "I heard that at the early Olympics, athletes had to compete in the nude.",
      "it": "Ho sentito dire che alle prime Olimpiadi gli atleti dovevano gareggiare nudi."
    }
  },
  {
    "translation": {
      "en": "So they did compete naked.",
      "it": "È vero, gareggiavano nudi."
    }
  },
  {
    "translation": {
      "en": "And there are writings about this being quite an erotic sight in some cases.",
      "it": "E secondo alcuni scritti lo spettacolo era talvolta piuttosto erotico."
    }
  },
  {
    "translation": {
      "en": "With wrestling, with all that wriggling about,",
      "it": "Nella lotta libera, con tutto quel dimenarsi,"
    }
  },
  {
    "translation": {
      "en": "they'd have seen right up their bumholes and everything.",
      "it": "sicuramente si vedeva tutto fino al buco del culo."
    }
  },
  {
    "translation": {
      "en": "Couldn't they censor it for people watching it in the auditorium,",
      "it": "Non potevano censurarlo per chi guardava nell'auditorium?"
    }
  },
  {
    "translation": {
      "en": "modesty patches or something,",
      "it": "Con dei copri parti intime o qualcosa del genere,"
    }
  },
  {
    "translation": {
      "en": "or ask people to close their eyes each time someone bends over?",
      "it": "oppure chiedere alle persone di chiudere gli occhi quando qualcuno si chinava?"
    }
  },
  {
    "translation": {
      "en": "I think that probably wouldn't have worked.",
      "it": "Penso che probabilmente non avrebbe funzionato."
    }
  },
  {
    "translation": {
      "en": "But you'd have seen right up their bumholes.",
      "it": "Ma gli avresti visto fin dentro il buchetto."
    }
  },
  {
    "translation": {
      "en": "In some cases people might have done.",
      "it": "Forse in alcuni casi è successo."
    }
  },
  {
    "translation": {
      "en": "Did Zeus really approve of that?",
      "it": "Ma Zeus approvava davvero?"
    }
  },
  {
    "translation": {
      "en": "But perhaps the most famous form of wrestling the Greeks invented",
      "it": "Ma forse la forma più famosa di lotta inventata dai Greci"
    }
  },
  {
    "translation": {
      "en": "was mental wrestling.",
      "it": "fu la lotta mentale."
    }
  },
  {
    "translation": {
      "en": "Philosophy is basically thinking about thinking,",
      "it": "Fare filosofia significa fondamentalmente pensare al pensiero,"
    }
  },
  {
    "translation": {
      "en": "which sounds like a waste of time because it is,",
      "it": "il che suona come una perdita di tempo perché lo è,"
    }
  },
  {
    "translation": {
      "en": "although a philosopher might argue that that time they've wasted",
      "it": "anche se un filosofo potrebbe sostenere che quel tempo sprecato"
    }
  },
  {
    "translation": {
      "en": "never existed in the first place,",
      "it": "non è mai nemmeno esistito,"
    }
  },
  {
    "translation": {
      "en": "at which point you'd probably give up talking to them and open a packet of biscuits.",
      "it": "al che rinuncereste a parlargli per aprirvi un pacco di biscotti."
    }
  },
  {
    "translation": {
      "en": "These are the ancient Greek philosophers.",
      "it": "Questi sono gli antichi filosofi greci."
    }
  },
  {
    "translation": {
      "en": "Not the actual ones, they'd be a load of dust and bones now.",
      "it": "Non quelli veri, adesso sarebbero un mucchio di polvere e ossa."
    }
  },
  {
    "translation": {
      "en": "Maybe some teeth if you're lucky.",
      "it": "Forse qualche dente, se avete fortuna."
    }
  },
  {
    "translation": {
      "en": "These are just clever simulations made of rock.",
      "it": "Queste sono solo ingegnose simulazioni fatte di roccia."
    }
  },
  {
    "translation": {
      "en": "The Greek philosophers came up with bold new theories about life on Earth.",
      "it": "I filosofi greci escogitarono nuove e audaci teorie sulla vita sulla Terra."
    }
  },
  {
    "translation": {
      "en": "That's why we still know their names today,",
      "it": "Ecco perché ancora oggi conosciamo i loro nomi,"
    }
  },
  {
    "translation": {
      "en": "even though they haven't put out any new material in ages.",
      "it": "anche se sono secoli che non pubblicano nuovo materiale."
    }
  },
  {
    "translation": {
      "en": "Socrates, Pythagoras,",
      "it": "Socrate, Pitagora,"
    }
  },
  {
    "translation": {
      "en": "this one, him.",
      "it": "questo qui, lui."
    }
  },
  {
    "translation": {
      "en": "And this is Plato.",
      "it": "E questo è Platone."
    }
  },
  {
    "translation": {
      "en": "As you can see, even now, centuries after his death, he's still deep in thought,",
      "it": "Come vedete, anche ora, secoli dopo la sua morte, è ancora immerso nei suoi pensieri,"
    }
  },
  {
    "translation": {
      "en": "concocting clever theories in his head.",
      "it": "concependo teorie intelligenti nella sua testa."
    }
  },
  {
    "translation": {
      "en": "If only we could hold a microphone to the side of his brain",
      "it": "Se solo potessimo avvicinare un microfono al suo cervello e ascoltarle."
    }
  },
  {
    "translation": {
      "en": "and hear them for ourselves, but we can't.",
      "it": "Se solo potessimo avvicinare un microfono al suo cervello e ascoltarle. Ma non possiamo. E anche se potessimo, sarebbero in greco,"
    }
  },
  {
    "translation": {
      "en": "And even if we could, they'd be in Greek,",
      "it": "Ma non possiamo. E anche se potessimo, sarebbero in greco,"
    }
  },
  {
    "translation": {
      "en": "which no one on our production team can speak.",
      "it": "e nessuno del nostro team di produzione parla il greco."
    }
  },
  {
    "translation": {
      "en": "Plato handed his wisdom on to a student",
      "it": "Platone trasmise la sua saggezza a uno studente"
    }
  },
  {
    "translation": {
      "en": "who would become one of the most influential thinkers of all time:",
      "it": "che sarebbe diventato uno dei pensatori più influenti di tutti i tempi:"
    }
  },
  {
    "translation": {
      "en": "Aristotle.",
      "it": "Aristotele."
    }
  },
  {
    "translation": {
      "en": "Aristotle said a lot of clever things, didn't he?",
      "it": "Aristotele ha detto un sacco di cose intelligenti, vero?"
    }
  },
  {
    "translation": {
      "en": "My favorite is, \"You've got to dance like nobody's watching.\"",
      "it": "La mia preferita è \"Devi ballare come se nessuno ti stesse guardando\"."
    }
  },
  {
    "translation": {
      "en": "It's so true, and you can apply it to anything.",
      "it": "È verissimo e la puoi applicare a qualsiasi cosa."
    }
  },
  {
    "translation": {
      "en": "Because my confidence is quite brittle at times,",
      "it": "Perché a volte la mia fiducia traballa,"
    }
  },
  {
    "translation": {
      "en": "and I know I come across as quite confident,",
      "it": "e so di sembrare abbastanza sicura di me,"
    }
  },
  {
    "translation": {
      "en": "but sometimes when I'm talking to experts,",
      "it": "ma a volte, quando parlo con gli esperti,"
    }
  },
  {
    "translation": {
      "en": "I worry that, you know, I might come across as a bit stupid.",
      "it": "temo, come dire, di passare per stupida."
    }
  },
  {
    "translation": {
      "en": "And when I think of \"dance like no one's watching,\" that really helps me, you know?",
      "it": "E quella cosa di ballare come se non mi stessero guardando mi aiuta, sai?"
    }
  },
  {
    "translation": {
      "en": "It's like a gift.",
      "it": "È come un regalo."
    }
  },
  {
    "translation": {
      "en": "What made Aristotle think of that?",
      "it": "Ma quale è stata la scintilla che gli ha fatto nascere questo pensiero?"
    }
  },
  {
    "translation": {
      "en": "I'm not aware that Aristotle said that particular thing",
      "it": "Non mi risulta che Aristotele abbia detto quella cosa specifica"
    }
  },
  {
    "translation": {
      "en": "about dancing when no one's watching.",
      "it": "sul ballare quando nessuno ti guarda."
    }
  },
  {
    "translation": {
      "en": "-I don't think he said that. -He did, didn't he?",
      "it": "- Non credo che l'abbia detto. - L'ha detto, vero?"
    }
  },
  {
    "translation": {
      "en": "If he did, I don't know and I don't know why, but I don't think he did.",
      "it": "Se l'ha fatto, io non lo so e non so perché, ma non credo l'abbia detto."
    }
  },
  {
    "translation": {
      "en": "Is there something similar that he might have said,",
      "it": "C'è qualcosa di simile che potrebbe aver detto…"
    }
  },
  {
    "translation": {
      "en": "um… about-- something about one's confidence?",
      "it": "qualcosa sull'essere sicuri di sé?"
    }
  },
  {
    "translation": {
      "en": "-I don't think so. -Right.",
      "it": "- Non credo. - Ok. Bene."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "it": "Ok."
    }
  },
  {
    "translation": {
      "en": "Experts may disagree over what they actually said,",
      "it": "Gli esperti potranno non essere d'accordo su ciò che hanno davvero detto,"
    }
  },
  {
    "translation": {
      "en": "but there's no doubt these Greek pioneers changed the way we think.",
      "it": "ma è chiaro che questi pionieri greci hanno cambiato il nostro modo di pensare."
    }
  },
  {
    "translation": {
      "en": "Did a philosopher ever think of an idea so big it split their head open?",
      "it": "Un filosofo ha mai pensato a un'idea così grande che gli è esplosa la testa?"
    }
  },
  {
    "translation": {
      "en": "Not that I'm aware of.",
      "it": "Non che io sappia."
    }
  },
  {
    "translation": {
      "en": "You know how the human brain is full of pipes? Philosophers--",
      "it": "Sai come mai il cervello umano è pieno di tubi? I filosofi…"
    }
  },
  {
    "translation": {
      "en": "-I'm not. -You didn't know about that?",
      "it": "- Non lo so. - Non lo sapevi?"
    }
  },
  {
    "translation": {
      "en": "-I didn't know about that. -Okay, well, the brain's full of pipes.",
      "it": "- No. - Va bene, il cervello è pieno di tubi."
    }
  },
  {
    "translation": {
      "en": "You know how philosophers have these thoughts,",
      "it": "E sai come fanno i filosofi a creare questi pensieri,"
    }
  },
  {
    "translation": {
      "en": "and they try and push these thoughts through these pipes?",
      "it": "e come fanno poi a spingerli all'interno di questi tubi?"
    }
  },
  {
    "translation": {
      "en": "When you're having a big idea,",
      "it": "Quando ti viene una grande idea,"
    }
  },
  {
    "translation": {
      "en": "is it best to break it up into lots of little thoughts, about the size of peas,",
      "it": "è meglio suddividerla in tanti piccoli pensieri, grandi quanto dei piselli,"
    }
  },
  {
    "translation": {
      "en": "and squeeze them through in quick succession,",
      "it": "e poi spremerli in rapida successione, o semplicemente fare uno sforzo"
    }
  },
  {
    "translation": {
      "en": "or just bite the bullet and force it through your mind pipe in one huge clod,",
      "it": "e farli passare per il tubo del cervello in un'unica enorme zolla,"
    }
  },
  {
    "translation": {
      "en": "like gritting your teeth and thinking for dear life?",
      "it": "come stringere i denti per aggrapparsi alla vita?"
    }
  },
  {
    "translation": {
      "en": "Well, that's a very interesting way of describing",
      "it": "Beh, questo è un modo molto interessante"
    }
  },
  {
    "translation": {
      "en": "two general tendencies in philosophy.",
      "it": "di descrivere due tendenze generali in filosofia."
    }
  },
  {
    "translation": {
      "en": "One, the more analytic style,",
      "it": "Una, cioè lo stile più analitico,"
    }
  },
  {
    "translation": {
      "en": "which means cutting problems up into bite-sized portions…",
      "it": "prevede di spezzettare i problemi in piccole porzioni…"
    }
  },
  {
    "translation": {
      "en": "Peas.",
      "it": "Piselli."
    }
  },
  {
    "translation": {
      "en": "…and the other a more synthetic approach",
      "it": "…e l'altra è un approccio più sintetico,"
    }
  },
  {
    "translation": {
      "en": "which takes on a larger perspective.",
      "it": "che assume invece una prospettiva più ampia."
    }
  },
  {
    "translation": {
      "en": "So your characterization is, in fact,",
      "it": "Quindi la tua descrizione è, di fatto,"
    }
  },
  {
    "translation": {
      "en": "a rather intriguing delineation",
      "it": "una definizione piuttosto intrigante"
    }
  },
  {
    "translation": {
      "en": "of two major strands in current philosophy.",
      "it": "dei due filoni principali della filosofia attuale."
    }
  },
  {
    "translation": {
      "en": "-Is that good? -Excellent.",
      "it": "- È una cosa positiva? - Eccellente."
    }
  },
  {
    "translation": {
      "en": "Great.",
      "it": "Ottimo."
    }
  },
  {
    "translation": {
      "en": "Meanwhile, ancient Greece was being spread across the globe by this man,",
      "it": "Nel frattempo, un uomo stava espandendo l'antica Grecia in tutto il mondo:"
    }
  },
  {
    "translation": {
      "en": "Alexander the Great.",
      "it": "Alessandro Magno."
    }
  },
  {
    "translation": {
      "en": "Alexander the Great became a king at 20,",
      "it": "Alessandro Magno divenne re a 20 anni,"
    }
  },
  {
    "translation": {
      "en": "conducted a military campaign throughout the Middle East,",
      "it": "condusse una campagna militare in tutto il Medio Oriente"
    }
  },
  {
    "translation": {
      "en": "and had an empire stretching all the way from Greece to India",
      "it": "ed entro i 30 anni aveva un impero che si estendeva dalla Grecia all'India."
    }
  },
  {
    "translation": {
      "en": "by the time he was 30. What did his hair look like?",
      "it": "Come aveva i capelli?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "it": "Non lo so."
    }
  },
  {
    "translation": {
      "en": "And Alexander wasn't the only megastar with his own empire.",
      "it": "E Alessandro non era l'unica superstar con un proprio impero."
    }
  },
  {
    "translation": {
      "en": "Huge swathes of China had been unified by Qin Shi Huang,",
      "it": "Enormi aree della Cina furono unificate da Qin Shi Huang,"
    }
  },
  {
    "translation": {
      "en": "the first cartoon character to found his own empire",
      "it": "il primo personaggio dei cartoni animati a fondare un proprio impero"
    }
  },
  {
    "translation": {
      "en": "and build the Great Wall of China.",
      "it": "e a costruire la Grande Muraglia cinese."
    }
  },
  {
    "translation": {
      "en": "They say the Great Wall of China is the only landmark audible from space.",
      "it": "Si dice che la Grande Muraglia sia l'unica costruzione udibile dallo spazio."
    }
  },
  {
    "translation": {
      "en": "Yeah, you can't… you can't hear it.",
      "it": "Beh, non puoi sentirla."
    }
  },
  {
    "translation": {
      "en": "And they say that you can see it from space, but it's not true.",
      "it": "E si dice che sia visibile dallo spazio, ma non è vero."
    }
  },
  {
    "translation": {
      "en": "-They've tried. -So you can't see it from space.",
      "it": "Quindi dallo spazio non si vede."
    }
  },
  {
    "translation": {
      "en": "Chinese astronauts have tried to see the Great Wall and they can't.",
      "it": "Gli astronauti cinesi hanno cercato invano di vedere la Grande Muraglia."
    }
  },
  {
    "translation": {
      "en": "They can't see it. So it's invisible. It's an invisible wall, like a forcefield.",
      "it": "Non la si vede. Quindi è un muro invisibile, tipo un campo di forza."
    }
  },
  {
    "translation": {
      "en": "It's only invisible from space. On the ground you can certainly see it.",
      "it": "È invisibile solo dallo spazio. A terra la vedi eccome."
    }
  },
  {
    "translation": {
      "en": "That's so weird, isn't it? Is that one of the great mysteries?",
      "it": "È strano, non è vero? È uno dei grandi misteri?"
    }
  },
  {
    "translation": {
      "en": "And do we know if China has a roof? Is there a great roof of China?",
      "it": "E poi, sappiamo se la Cina ha un tetto? Esiste un grande tetto cinese?"
    }
  },
  {
    "translation": {
      "en": "No, no great roof.",
      "it": "No, nessun grande tetto."
    }
  },
  {
    "translation": {
      "en": "The Chinese empire was a powerhouse of intense creativity",
      "it": "L'impero cinese era un concentrato di intensa creatività"
    }
  },
  {
    "translation": {
      "en": "and philosophical thought,",
      "it": "e pensiero filosofico,"
    }
  },
  {
    "translation": {
      "en": "captured in historical documents produced centuries",
      "it": "catturato in documenti storici prodotti secoli prima dell'uscita"
    }
  },
  {
    "translation": {
      "en": "before the release of unrelated Belgian techno anthem \"Pump Up the Jam.\"",
      "it": "dello scollegato inno techno belga \"Pump Up the Jam\"."
    }
  },
  {
    "translation": {
      "en": "The Greeks had an empire and the Chinese had an empire.",
      "it": "I Greci avevano un impero e i Cinesi avevano un impero."
    }
  },
  {
    "translation": {
      "en": "But when most of us think of the word \"empire,\" we think of the big one,",
      "it": "Ma quando la maggior parte di noi pensa alla parola impero,"
    }
  },
  {
    "translation": {
      "en": "Star Wars… or Rome.",
      "it": "pensa al grande impero di Star Wars, o di Roma."
    }
  },
  {
    "translation": {
      "en": "And this is history, so it's Rome, I'm afraid.",
      "it": "E questa è storia, quindi temo si tratti di Roma."
    }
  },
  {
    "translation": {
      "en": "Its empire rose to supremacy under the leadership of Julius Caesar,",
      "it": "Il suo impero raggiunse la supremazia sotto la guida di Giulio Cesare,"
    }
  },
  {
    "translation": {
      "en": "the most notorious Roman until Polanski.",
      "it": "il Romano più famoso prima di Polanski."
    }
  },
  {
    "translation": {
      "en": "One of the reasons we still know a lot about the Romans today is Wikipedia.",
      "it": "Uno dei motivi per cui oggi sappiamo ancora molto sui Romani è Wikipedia."
    }
  },
  {
    "translation": {
      "en": "And the reason Wikipedia knows a lot about the Romans",
      "it": "E il motivo per cui Wikipedia sa molto sui Romani"
    }
  },
  {
    "translation": {
      "en": "is because of what happened in Pompeii.",
      "it": "è per ciò che successe a Pompei."
    }
  },
  {
    "translation": {
      "en": "Pompeii was so advanced, it had its own volcano,",
      "it": "Pompei era talmente avanzata da avere il suo vulcano,"
    }
  },
  {
    "translation": {
      "en": "which is Latin for \"angry hill.\"",
      "it": "che in latino significa \"collina arrabbiata\"."
    }
  },
  {
    "translation": {
      "en": "For years, humans and the volcano lived in harmony,",
      "it": "Per anni, gli esseri umani e il vulcano vissero in armonia,"
    }
  },
  {
    "translation": {
      "en": "until one fateful day they fell out and the volcano went off,",
      "it": "fino a quando un fatidico giorno litigarono e"
    }
  },
  {
    "translation": {
      "en": "burying Pompeii beneath a thick layer of ash.",
      "it": "il vulcano esplose, seppellendo Pompei sotto uno spesso strato di cenere."
    }
  },
  {
    "translation": {
      "en": "Everyday life was frozen in its tracks",
      "it": "La vita di tutti i giorni si era bloccata tra le sue vie,"
    }
  },
  {
    "translation": {
      "en": "as though someone had magically stopped the hands of time",
      "it": "come se qualcuno avesse fermato magicamente le lancette del tempo"
    }
  },
  {
    "translation": {
      "en": "and then shat dust everywhere.",
      "it": "e poi avesse sparso polvere ovunque."
    }
  },
  {
    "translation": {
      "en": "It was deadly at the time, but on the bright side,",
      "it": "Era noiosissimo all'epoca, ma il lato positivo è che"
    }
  },
  {
    "translation": {
      "en": "it gave archaeologists a treasure trove of information about how the Romans lived.",
      "it": "ha fornito agli archeologi una miriade di informazioni su come vivevano i Romani."
    }
  },
  {
    "translation": {
      "en": "Thanks to the volcano, we know everyday Romans had grey skin, were totally bald,",
      "it": "Grazie al vulcano, sappiamo che i Romani comuni avevano la pelle grigia,"
    }
  },
  {
    "translation": {
      "en": "and spent their time lying around inside their shockingly dusty houses.",
      "it": "erano calvi e oziavano dentro le loro case incredibilmente polverose."
    }
  },
  {
    "translation": {
      "en": "But it also preserved glimpses of how sophisticated Roman life was,",
      "it": "Ma si sono conservati anche scorci di quanto fosse sofisticata la vita romana,"
    }
  },
  {
    "translation": {
      "en": "with creature comforts like indoor plumbing and cunnilingus.",
      "it": "con comfort come l'impianto idraulico interno e il cunnilingus."
    }
  },
  {
    "translation": {
      "en": "The Roman Empire was years ahead of its time.",
      "it": "L'Impero romano era avanti anni luce rispetto ai tempi."
    }
  },
  {
    "translation": {
      "en": "People think the Romans invented loads of things,",
      "it": "La gente pensa che i Romani abbiano inventato un sacco di cose,"
    }
  },
  {
    "translation": {
      "en": "but often they only perfected things that other people had made.",
      "it": "ma spesso si sono limitati a perfezionare cose fatte da altre persone."
    }
  },
  {
    "translation": {
      "en": "I'll say some things and you tell me if the Romans invented them",
      "it": "Ora nominerò alcune cose e tu mi dirai se i Romani le hanno inventate"
    }
  },
  {
    "translation": {
      "en": "or just perfected them. Right? Invented or perfected.",
      "it": "o solo perfezionate. Inventate o perfezionate."
    }
  },
  {
    "translation": {
      "en": "Test me.",
      "it": "Mettimi alla prova."
    }
  },
  {
    "translation": {
      "en": "-Underfloor heating. -Invented.",
      "it": "- Riscaldamento a pavimento. - Inventato."
    }
  },
  {
    "translation": {
      "en": "-The calendar. -Perfected.",
      "it": "- Il calendario. - Perfezionato."
    }
  },
  {
    "translation": {
      "en": "You wallied. That means you can't answer the next one.",
      "it": "Hai cannato. Significa che non puoi rispondere alla prossima."
    }
  },
  {
    "translation": {
      "en": "Roads.",
      "it": "Le strade."
    }
  },
  {
    "translation": {
      "en": "Well, the roads were invented by Persians and plenty of people knew about roads.",
      "it": "Beh, le strade furono inventate dai Persiani e molte persone le conoscevano."
    }
  },
  {
    "translation": {
      "en": "You wallied anyway, you can't answer that one.",
      "it": "Comunque hai cannato, non puoi rispondere a questa domanda."
    }
  },
  {
    "translation": {
      "en": "-Oh, right. -Concrete.",
      "it": "Comunque hai cannato, non puoi rispondere a questa domanda. - Il cemento. - Inventato."
    }
  },
  {
    "translation": {
      "en": "Invented.",
      "it": "- Il cemento. - Inventato."
    }
  },
  {
    "translation": {
      "en": "The alphabet.",
      "it": "- L'alfabeto. - Sicuramente non l'hanno inventato,"
    }
  },
  {
    "translation": {
      "en": "Definitely did not invent it, and probably didn't really perfect it either.",
      "it": "- L'alfabeto. - Sicuramente non l'hanno inventato, e forse non l'hanno nemmeno perfezionato."
    }
  },
  {
    "translation": {
      "en": "I mean, that's sort of…",
      "it": "e forse non l'hanno nemmeno perfezionato."
    }
  },
  {
    "translation": {
      "en": "-Gotta pick one. -Have I? Yeah.",
      "it": "- Devi scegliere una risposta. - Devo per forza?"
    }
  },
  {
    "translation": {
      "en": "Um… I mean, perfected is wrong-- Ding! Anal bleaching.",
      "it": "- Nel senso che perfezionato è sbagliato… - Ding! Sbiancamento anale."
    }
  },
  {
    "translation": {
      "en": "-What? -Anal bleaching.",
      "it": "- Cosa? - Lo sbiancamento anale."
    }
  },
  {
    "translation": {
      "en": "[softly] Anal bleaching?",
      "it": "Lo sbiancamento anale…"
    }
  },
  {
    "translation": {
      "en": "-I've no idea what they would have done. -Go on, give it a go.",
      "it": "- Non ne ho idea. - Dai, provaci."
    }
  },
  {
    "translation": {
      "en": "-I don't know what it is. -It's when they bleach your arse.",
      "it": "- Non so nemmeno cosa sia. - Quando ti sbiancano il culo."
    }
  },
  {
    "translation": {
      "en": "-Really? -Yeah. Lighten it up.",
      "it": "- Capito. - Te lo schiariscono."
    }
  },
  {
    "translation": {
      "en": "Not around my way, they don't. But anyway, I've no idea with that. Pass.",
      "it": "Non che io sappia, no. Ma comunque, non ne ho idea. Passo."
    }
  },
  {
    "translation": {
      "en": "Invented or perfected, you can't pass.",
      "it": "Inventato o perfezionato, non puoi passare."
    }
  },
  {
    "translation": {
      "en": "-Bleaching? -Yep. Bleaching the arsehole.",
      "it": "- Lo sbiancamento? - Sì. Lo sbiancamento del buco del culo."
    }
  },
  {
    "translation": {
      "en": "Um… okay. Well, I'll say they invented it, but…",
      "it": "Ok. Beh, dirò che l'hanno inventato loro, ma…"
    }
  },
  {
    "translation": {
      "en": "Just a few hundred thousand years ago,",
      "it": "Solo poche centinaia di migliaia di anni fa,"
    }
  },
  {
    "translation": {
      "en": "humans had been living in caves like animals.",
      "it": "gli esseri umani vivevano nelle caverne come animali."
    }
  },
  {
    "translation": {
      "en": "Now, following a series of technological and cultural breakthroughs,",
      "it": "Ora, in seguito a una serie di scoperte tecnologiche e culturali,"
    }
  },
  {
    "translation": {
      "en": "we were living in cities, like people.",
      "it": "vivevano in città, come persone."
    }
  },
  {
    "translation": {
      "en": "Looking around ancient Rome, our ancestors could have been forgiven",
      "it": "Dando un'occhiata in giro per l'antica Roma, i nostri antenati avrebbero potuto"
    }
  },
  {
    "translation": {
      "en": "for feeling almost as smug as James Corden.",
      "it": "essere perdonati per essersi sentiti compiaciuti quasi quanto James Corden."
    }
  },
  {
    "translation": {
      "en": "But little did the Roman Empire know",
      "it": "Ma l'Impero Romano non sapeva"
    }
  },
  {
    "translation": {
      "en": "it was about to come up against its biggest challenge:",
      "it": "che stava per affrontare la sua più grande sfida:"
    }
  },
  {
    "translation": {
      "en": "a man of peace, Jesus Christ Almighty, street name: son of God.",
      "it": "un uomo di pace, Gesù Cristo Onnipotente, per gli amici: figlio di Dio."
    }
  },
  {
    "translation": {
      "en": "Next time, we look at religion and how it spread.",
      "it": "La prossima volta parleremo della religione e di come si è diffusa."
    }
  },
  {
    "translation": {
      "en": "Like memes, but with a whole lifestyle and clothing line attached.",
      "it": "Come i meme, ma con uno stile di vita e una linea di abbigliamento associati."
    }
  },
  {
    "translation": {
      "en": "And we'll be looking at two of the most important books in history:",
      "it": "E andremo a curiosare in due dei libri più importanti della storia:"
    }
  },
  {
    "translation": {
      "en": "the Bible and the Koran,",
      "it": "la Bibbia e il Corano."
    }
  },
  {
    "translation": {
      "en": "and finally answering the question, which is best?",
      "it": "Infine, cercheremo di capire quale dei due sia il migliore."
    }
  }
]