[
  {
    "translation": {
      "en": "Whether live action or animated, the beasties of The Witcher universe",
      "it": "In live action o in versione animata, le bestie dell'universo di The Witcher"
    }
  },
  {
    "translation": {
      "en": "possess the power to scare us senseless.",
      "it": "hanno il potere di spaventarci a morte."
    }
  },
  {
    "translation": {
      "en": "And that's because they come with a history.",
      "it": "E questo perché hanno una storia."
    }
  },
  {
    "translation": {
      "en": "Some have been nesting in our nightmares ever since humans came out of the cave.",
      "it": "Alcuni abitano i nostri incubi sin dall'alba dei tempi."
    }
  },
  {
    "translation": {
      "en": "Yes, I, Geralt of Trivia, am back.",
      "it": "Ebbene sì, Geralt di Trivia è tornato"
    }
  },
  {
    "translation": {
      "en": "This time, to explore the dark mythological origins",
      "it": "per esplorare le origini mitologiche oscure"
    }
  },
  {
    "translation": {
      "en": "of the monsters in The Witcher Nightmare of the Wolf.",
      "it": "dei mostri di The Witcher: Nightmare of the Wolf."
    }
  },
  {
    "translation": {
      "en": "So get ready, monster hunters.",
      "it": "Preparatevi, cacciatori di mostri."
    }
  },
  {
    "translation": {
      "en": "Give a light to your witcher",
      "it": "Dona un like al tuo witcher"
    }
  },
  {
    "translation": {
      "en": "Leave a comment for your witcher",
      "it": "Lascia un commento al tuo witcher"
    }
  },
  {
    "translation": {
      "en": "It's monster mythology",
      "it": "Oh, mitologia dei mostri"
    }
  },
  {
    "translation": {
      "en": "We already covered the dangerous, vindictive woodland trickster spirit",
      "it": "Abbiamo già parlato del pericoloso e vendicativo spirito del bosco"
    }
  },
  {
    "translation": {
      "en": "called the Leshy in a previous bestiary,",
      "it": "chiamato \"Lesny\" in un bestiario precedente,"
    }
  },
  {
    "translation": {
      "en": "so we'll leave you with this haiku about it, played on top of spooky forest imagery.",
      "it": "quindi eccovi un haiku basato su immagini spaventose della foresta."
    }
  },
  {
    "translation": {
      "en": "In Slavic forests,",
      "it": "Nel cuore delle foreste slave"
    }
  },
  {
    "translation": {
      "en": "the beast shifts from tree to wolf.",
      "it": "La bestia muta da albero a lupo"
    }
  },
  {
    "translation": {
      "en": "Blood rains upon dried leaves.",
      "it": "Piove sangue sulle foglie secche"
    }
  },
  {
    "translation": {
      "en": "Don't make me say it again.",
      "it": "Non fatemelo ripetere."
    }
  },
  {
    "translation": {
      "en": "Don't mess with trees, y'all.",
      "it": "Non scherzate con gli alberi."
    }
  },
  {
    "translation": {
      "en": "We all know the importance of a good night's sleep,",
      "it": "Sappiamo quanto sia importante dormire bene la notte,"
    }
  },
  {
    "translation": {
      "en": "which makes a monster that stalks your sleep so very frightening.",
      "it": "perciò un mostro che turba il sonno è estremamente spaventoso."
    }
  },
  {
    "translation": {
      "en": "Such was the mahr,",
      "it": "E l'alp era questo,"
    }
  },
  {
    "translation": {
      "en": "a demonic entity that squatted on a person's chest while they slept,",
      "it": "un demone che si accovacciava sul petto di una persona mentre dormiva,"
    }
  },
  {
    "translation": {
      "en": "causing horrifying dreams.",
      "it": "un demone che si accovacciava sul petto di una persona mentre dormiva, causando sogni orribili."
    }
  },
  {
    "translation": {
      "en": "Despite its name, the mahr was not a horse,",
      "it": "Nonostante il nome, l'alp non era un mostro alpino."
    }
  },
  {
    "translation": {
      "en": "but rather resembled a kind of goblin.",
      "it": "Somigliava a una specie di goblin."
    }
  },
  {
    "translation": {
      "en": "They were, in fact, known to give horses bad dreams too.",
      "it": "E causava incubi anche ai cavalli."
    }
  },
  {
    "translation": {
      "en": "Accounts of mahr visitations were widespread throughout Europe,",
      "it": "C'erano stati avvistamenti di alp in tutta Europa,"
    }
  },
  {
    "translation": {
      "en": "from the German mahr to the Norwegian maritt.",
      "it": "dall'alp tedesco a quello norvegese."
    }
  },
  {
    "translation": {
      "en": "Indeed, one famous Norse saga tells of a mahr that crushed a king's head.",
      "it": "Una famosa saga norrena racconta di un alp che frantumò la testa di un re."
    }
  },
  {
    "translation": {
      "en": "But read deeper and you find that his wife took out the hit.",
      "it": "Ma, in realtà, fu la moglie a ordinarne l'omicidio ai demoni."
    }
  },
  {
    "translation": {
      "en": "Yes, mahrs could be hired through conjurers and witches.",
      "it": "Si potevano assoldare degli alp tramite prestigiatori e streghe."
    }
  },
  {
    "translation": {
      "en": "Mahrs could shrink down to fit inside keyholes,",
      "it": "Potevano rimpicciolirsi per passare dalle toppe delle porte,"
    }
  },
  {
    "translation": {
      "en": "so one defense was to just stop those openings up.",
      "it": "quindi ci si poteva difendere tappando le serrature."
    }
  },
  {
    "translation": {
      "en": "Perhaps a less logical defense against mahr intrusion was to pee in a bottle,",
      "it": "Un metodo di difesa meno logico, invece, era urinare in una bottiglia"
    }
  },
  {
    "translation": {
      "en": "keep it for three days, and then throw it in a stream.",
      "it": "conservarla per 3 giorni e poi gettarla in un ruscello."
    }
  },
  {
    "translation": {
      "en": "Yeah, sure. You do you.",
      "it": "Ma, insomma, fate un po' come volete."
    }
  },
  {
    "translation": {
      "en": "Modern researchers believe that the proliferation of mahr folklore",
      "it": "Secondo i ricercatori moderni, il folclore sugli alp"
    }
  },
  {
    "translation": {
      "en": "was an attempt to explain the very real phenomenon of sleep paralysis,",
      "it": "era un tentativo di spiegare il vero fenomeno della paralisi del sonno,"
    }
  },
  {
    "translation": {
      "en": "which affects up to 20% of humans.",
      "it": "che colpisce fino al 20% degli esseri umani."
    }
  },
  {
    "translation": {
      "en": "They can think that, but I'm going to stop up my keyhole and pee in a jar anyway.",
      "it": "Sarà, ma io tapperò comunque la serratura e farò la pipì in una bottiglia."
    }
  },
  {
    "translation": {
      "en": "Sleep well, my friends.",
      "it": "Sogni d'oro, amici miei."
    }
  },
  {
    "translation": {
      "en": "Death should be a time for peace and quiet,",
      "it": "La morte dovrebbe portare pace e tranquillità,"
    }
  },
  {
    "translation": {
      "en": "so perhaps we can understand",
      "it": "quindi forse possiamo capire"
    }
  },
  {
    "translation": {
      "en": "why the undead, doomed-to-float-the-earth-forever wraith",
      "it": "perché i non-morti condannati a fluttuare per sempre sulla Terra"
    }
  },
  {
    "translation": {
      "en": "is so darn malevolent.",
      "it": "siano maledettamente malefici."
    }
  },
  {
    "translation": {
      "en": "It's a spectral being, the Scottish cousin of the ghost.",
      "it": "Sono esseri spettrali, i cugini scozzesi dei fantasmi."
    }
  },
  {
    "translation": {
      "en": "And like all Scottish cousins,",
      "it": "E come tutti i cugini scozzesi,"
    }
  },
  {
    "translation": {
      "en": "it's just a wee bit more trouble than its relatives.",
      "it": "sono un filo più problematici dei parenti."
    }
  },
  {
    "translation": {
      "en": "Accounts of how wraiths form differ,",
      "it": "La forma degli spettri può variare,"
    }
  },
  {
    "translation": {
      "en": "but a Scottish minister in 1691 wrote poetically",
      "it": "ma nel 1691 un curato scozzese li descrisse poeticamente"
    }
  },
  {
    "translation": {
      "en": "that wraiths were the last breath exhaled by a person on the verge of death.",
      "it": "come l'ultimo respiro esalato da una persona in punto di morte."
    }
  },
  {
    "translation": {
      "en": "But everyone agrees they weren't happy creatures.",
      "it": "Tutti concordano sul loro non essere creature felici."
    }
  },
  {
    "translation": {
      "en": "Even the wraith's name speaks to its deep torment.",
      "it": "Anche il nome originale rimanda al loro profondo tormento."
    }
  },
  {
    "translation": {
      "en": "Etymologists have traced it to the Middle English version of \"writhe,\"",
      "it": "Gli etimologi l'hanno fatto risalire al verbo di Middle English \"writhe\","
    }
  },
  {
    "translation": {
      "en": "connecting it to \"wreaths\" and \"wrath,\"",
      "it": "che rimanda a \"wreaths\", ghirlande, e \"wrath\", ira,"
    }
  },
  {
    "translation": {
      "en": "twisted things and emotions, respectively.",
      "it": "rispettivamente oggetti ed emozioni entrambi contorti."
    }
  },
  {
    "translation": {
      "en": "They weren't just physically dangerous. They were harbingers of doom.",
      "it": "Non erano solo fisicamente pericolosi, ma anche forieri di sventura."
    }
  },
  {
    "translation": {
      "en": "According to Scottish folklore,",
      "it": "Secondo il folclore scozzese,"
    }
  },
  {
    "translation": {
      "en": "just seeing a wraith in the afternoon or evening",
      "it": "vedere uno spettro nel pomeriggio o la sera"
    }
  },
  {
    "translation": {
      "en": "signified that death would come for the viewer within a year.",
      "it": "era segno che la morte sarebbe sopraggiunta entro un anno."
    }
  },
  {
    "translation": {
      "en": "Wraiths eventually became associated with evil water spirits too.",
      "it": "Gli spettri vennero associati anche agli spiriti maligni dell'acqua."
    }
  },
  {
    "translation": {
      "en": "Scotland's water wraiths were lanky, female humanoids",
      "it": "Gli spettri d'acqua scozzesi erano umanoidi femminili smilzi"
    }
  },
  {
    "translation": {
      "en": "who lured drunken travelers into a watery grave.",
      "it": "che attiravano i viaggiatori ubriachi verso una morte in acqua."
    }
  },
  {
    "translation": {
      "en": "But in conclusion, maybe don't go to Scotland.",
      "it": "Insomma, per concludere, sconsiglierei di andare in Scozia."
    }
  },
  {
    "translation": {
      "en": "Certainly don't drop dead there. At least not until this whole wraith thing blows over.",
      "it": "Non vi ci precipitate almeno finché ci saranno gli spettri."
    }
  },
  {
    "translation": {
      "en": "Aside from dragons, the human-wolf hybrid",
      "it": "A parte i draghi, l'ibrido uomo-lupo"
    }
  },
  {
    "translation": {
      "en": "is one of the oldest continuously used monsters that we have in Western culture.",
      "it": "è uno dei mostri più antichi della cultura occidentale."
    }
  },
  {
    "translation": {
      "en": "Most agree that the first reference to a werewolf is in The Epic of Gilgamesh,",
      "it": "Il primo riferimento a un licantropo è, secondo molti, ne L'epopea di Gilgameš,"
    }
  },
  {
    "translation": {
      "en": "literally the first piece of Western prose in existence.",
      "it": "letteralmente il primissimo testo scritto in prosa occidentale."
    }
  },
  {
    "translation": {
      "en": "In it, Gilgamesh rejects a woman who turned her last man into a wolf.",
      "it": "Gilgameš rifiutò una donna che aveva trasformato il suo ex in lupo."
    }
  },
  {
    "translation": {
      "en": "Probably a good call.",
      "it": "Una buona idea, direi."
    }
  },
  {
    "translation": {
      "en": "But the Greeks took werewolves to a new level.",
      "it": "Ma i greci portarono i licantropi al livello successivo."
    }
  },
  {
    "translation": {
      "en": "Most famously, the king Lycaon angered Zeus",
      "it": "L'esempio più famoso riguarda il re Licaone, che fece arrabbiare Zeus servendogli, per pasto, un bambino."
    }
  },
  {
    "translation": {
      "en": "by serving him a meal made of… a little boy.",
      "it": "che fece arrabbiare Zeus servendogli, per pasto, un bambino."
    }
  },
  {
    "translation": {
      "en": "Yikes.",
      "it": "Accidenti."
    }
  },
  {
    "translation": {
      "en": "Zeus struck back, turning the king and his sons into ravenous wolves as punishment.",
      "it": "Zeus punì il re e i suoi figli trasformandoli in lupi famelici."
    }
  },
  {
    "translation": {
      "en": "And cannibalism leading to a wolven curse",
      "it": "E il cannibalismo che porta alla maledizione del lupo"
    }
  },
  {
    "translation": {
      "en": "is sort of a running theme in the Greek tales.",
      "it": "E il cannibalismo che porta alla maledizione del lupo è un tema ricorrente nei racconti greci."
    }
  },
  {
    "translation": {
      "en": "But in the Middle Ages, werewolves were no longer kings and princes.",
      "it": "Nel Medioevo, però, i lupi mannari non erano più re e principi."
    }
  },
  {
    "translation": {
      "en": "They were everywhere, common folk, and there are records of them.",
      "it": "Erano ovunque, gente comune, e la loro esistenza è documentata."
    }
  },
  {
    "translation": {
      "en": "Gilles Garnier, for instance, the Werewolf of Dole,",
      "it": "Gilles Garnier, per esempio, il licantropo di Dole,"
    }
  },
  {
    "translation": {
      "en": "burned at the stake for killing and eating children,",
      "it": "bruciato sul rogo per aver ucciso e mangiato dei bambini."
    }
  },
  {
    "translation": {
      "en": "burning being one of the few ways to kill a werewolf.",
      "it": "Il fuoco era uno dei pochi modi per uccidere un lupo mannaro."
    }
  },
  {
    "translation": {
      "en": "The individuals accused may have actually been serial killers,",
      "it": "Magari alcuni imputati erano dei veri omicidi,"
    }
  },
  {
    "translation": {
      "en": "but it's likely that others were the victims of werewolf hysteria.",
      "it": "ma è probabile che altri siano stati vittime dell'isteria sui licantropi."
    }
  },
  {
    "translation": {
      "en": "Given the werewolf's long history and vast spread,",
      "it": "Data la lunga storia del licantropo e la sua diffusione,"
    }
  },
  {
    "translation": {
      "en": "it's no surprise that the trigger for wolven transformation has varied.",
      "it": "non sorprende che sia cambiato ciò che ne innesca la trasformazione."
    }
  },
  {
    "translation": {
      "en": "Of course, you probably know about a full moon,",
      "it": "Probabilmente conoscete la luna piena,"
    }
  },
  {
    "translation": {
      "en": "but magic belts, pelts, and ointments enchanted by the devil",
      "it": "ma le cinture magiche, le pelli e gli unguenti incantati dal diavolo"
    }
  },
  {
    "translation": {
      "en": "have, at some point, served to spark the change.",
      "it": "ma le cinture magiche, le pelli e gli unguenti incantati dal diavolo sono stati tutti, prima o poi, causa di trasformazione."
    }
  },
  {
    "translation": {
      "en": "But maybe most surprising, there may be a kernel of truth in this monster myth.",
      "it": "Ma la cosa più sorprendente è che ci sia un fondo di verità, nel mito."
    }
  },
  {
    "translation": {
      "en": "An extremely rare condition called hypertrichosis,",
      "it": "Un disturbo estremamente raro chiamato ipertricosi,"
    }
  },
  {
    "translation": {
      "en": "AKA werewolf syndrome,",
      "it": "o sindrome del lupo mannaro,"
    }
  },
  {
    "translation": {
      "en": "causes excess hair growth that looks pretty lupine.",
      "it": "causa una crescita eccessiva di peli che sembrano lupini."
    }
  },
  {
    "translation": {
      "en": "So if you do see a werewolf, show some respect.",
      "it": "Quindi, se vedete un lupo mannaro, siate rispettosi."
    }
  },
  {
    "translation": {
      "en": "They are, after all, very old.",
      "it": "Dopotutto, sono molto vecchi."
    }
  },
  {
    "translation": {
      "en": "Wherever humans die, so everywhere,",
      "it": "NON MORTI ORIGINE: HAITI - HABITAT: TOMBE Ovunque muoiano degli umani, cioè ovunque,"
    }
  },
  {
    "translation": {
      "en": "there are undead monsters.",
      "it": "esistono dei mostri non morti."
    }
  },
  {
    "translation": {
      "en": "In Arabia, we've seen the traveler-hunting ghoul.",
      "it": "In Arabia c'è il ghul che caccia i viaggiatori."
    }
  },
  {
    "translation": {
      "en": "In Scandinavia, the size-shifting draugr.",
      "it": "In Scandinavia, il draugr mutaforma."
    }
  },
  {
    "translation": {
      "en": "Although it didn't appear in Western literature until the 1800s,",
      "it": "Anche se fino al 1800 non apparve nella letteratura occidentale,"
    }
  },
  {
    "translation": {
      "en": "it's thought that the word \"zombie\" originated in a few West African languages",
      "it": "si pensa che la parola \"zombie\" derivi da lingue dell'Africa occidentale"
    }
  },
  {
    "translation": {
      "en": "that migrated to Haiti via enslaved African people.",
      "it": "arrivate ad Haiti per mezzo degli schiavi africani."
    }
  },
  {
    "translation": {
      "en": "But according to the original Haitian folklore,",
      "it": "Ma secondo il folclore haitiano originale,"
    }
  },
  {
    "translation": {
      "en": "zombies weren't savage, flesh-eating monsters.",
      "it": "gli zombie non erano mostri selvaggi e carnivori,"
    }
  },
  {
    "translation": {
      "en": "They were pitiful, mindless, captive beings",
      "it": "ma creature patetiche, prive di cervello e in cattività"
    }
  },
  {
    "translation": {
      "en": "created from corpses by a bocor, an unfriendly neighborhood witch doctor,",
      "it": "create dai cadaveri da un bocor, un ostile medico stregone del vicinato,"
    }
  },
  {
    "translation": {
      "en": "and used as free labor.",
      "it": "e sfruttati come manodopera gratuita."
    }
  },
  {
    "translation": {
      "en": "They represented eternal slavery to a people that had endured and cast off",
      "it": "Rappresentavano la schiavitù eterna per un popolo che aveva sopportato"
    }
  },
  {
    "translation": {
      "en": "some of the most notoriously brutal conditions that slavery ever created.",
      "it": "alcune delle condizioni più brutali mai create dalla schiavitù."
    }
  },
  {
    "translation": {
      "en": "Weirdly enough, a 1983 study found that a bocor",
      "it": "La cosa strana è che, secondo uno studio del 1983,"
    }
  },
  {
    "translation": {
      "en": "using a concoction made of puffer fish, and toad venoms and hallucinogens",
      "it": "un intruglio fatto con veleno di rospo di pesce palla e allucinogeni"
    }
  },
  {
    "translation": {
      "en": "could place a person into a zombie-like trance,",
      "it": "potrebbe indurre in uno stato di trance zombie,"
    }
  },
  {
    "translation": {
      "en": "and I think that combination would probably kill me.",
      "it": "e credo che quella miscela potrebbe uccidere uno come me."
    }
  },
  {
    "translation": {
      "en": "But the study is controversial.",
      "it": "Ma tale studio è controverso."
    }
  },
  {
    "translation": {
      "en": "Throughout the 1960s, creators took the mindlessness of Haitian zombies",
      "it": "Negli anni '60, alla mancanza di cervello degli zombie haitiani"
    }
  },
  {
    "translation": {
      "en": "and added the ferocity of some other undead creatures.",
      "it": "venne aggiunta la ferocia di altre creature non morte."
    }
  },
  {
    "translation": {
      "en": "Don't get me wrong, flesh-eating zombies are amazing,",
      "it": "Non fraintendetemi, gli zombie cannibali sono fantastici,"
    }
  },
  {
    "translation": {
      "en": "but it's worth remembering that the original zombie had an even darker past.",
      "it": "ma è giusto ricordare che, in origine, avevano un passato ancora più oscuro."
    }
  },
  {
    "translation": {
      "en": "Japan,",
      "it": "Il Giappone,"
    }
  },
  {
    "translation": {
      "en": "a land of extremes.",
      "it": "una terra di estremi."
    }
  },
  {
    "translation": {
      "en": "On one hand, they unleashed a grime-licking bathtub monster on the unsuspecting world,",
      "it": "Hanno sguinzagliato nel mondo ignaro un mostro che lecca la sporcizia dei bagni"
    }
  },
  {
    "translation": {
      "en": "and on the other hand, they have super adorable fox spirits.",
      "it": "e hanno anche creato degli adorabili spiriti delle volpi."
    }
  },
  {
    "translation": {
      "en": "Yes, if you're somewhat familiar with Japanese,",
      "it": "Sì, se hai familiarità con il giapponese,"
    }
  },
  {
    "translation": {
      "en": "you may have noticed that Kitsu from Nightmare of the Wolf",
      "it": "Avrete notato che Kitsu di Nightmare of the Wolf"
    }
  },
  {
    "translation": {
      "en": "sounds remarkably similar to \"kitsune,\"",
      "it": "ha un nome che somiglia a kitsune,"
    }
  },
  {
    "translation": {
      "en": "the Japanese word for both mundane and monstrous foxes.",
      "it": "la parola giapponese che indica volpi mondane e mostruose."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, and also that she changes into a fox halfway through.",
      "it": "E, tra l'altro, lei si trasforma in una volpe."
    }
  },
  {
    "translation": {
      "en": "Whatever.",
      "it": "Tanto per dire."
    }
  },
  {
    "translation": {
      "en": "So, it's likely that Kitsu was inspired by the kawaii kitsune,",
      "it": "Kitsu è ispirata alla kawaii kitsune, uno spiritello burlone simile a una volpe"
    }
  },
  {
    "translation": {
      "en": "a fox-like trickster spirit that populated the forests of Northeast Asia",
      "it": "Kitsu è ispirata alla kawaii kitsune, uno spiritello burlone simile a una volpe che popolava le foreste del nordest asiatico con nomi diversi."
    }
  },
  {
    "translation": {
      "en": "under a variety of names.",
      "it": "che popolava le foreste del nordest asiatico con nomi diversi."
    }
  },
  {
    "translation": {
      "en": "In traditional trickster fashion, they were sometimes benevolent.",
      "it": "Per tradizione, tali spiriti erano talvolta gentili."
    }
  },
  {
    "translation": {
      "en": "Celestial messengers even.",
      "it": "Messaggeri celesti, persino."
    }
  },
  {
    "translation": {
      "en": "Of course, they were just as likely",
      "it": "Ovviamente, usavano l'astuzia, il mutamento di forma e l'illusione"
    }
  },
  {
    "translation": {
      "en": "to use cunning, shape-shifting, and illusion to rattle their victims' minds,",
      "it": "Ovviamente, usavano l'astuzia, il mutamento di forma e l'illusione per turbare la mente delle vittime, soprattutto se malvagie, avide o ubriache."
    }
  },
  {
    "translation": {
      "en": "particularly if those victims were wicked, greedy or drunk.",
      "it": "per turbare la mente delle vittime, soprattutto se malvagie, avide o ubriache."
    }
  },
  {
    "translation": {
      "en": "We can be whatever we imagine here, Vesemir. We can be rich.",
      "it": "Qui possiamo essere chi desideriamo. Possiamo essere ricchi."
    }
  },
  {
    "translation": {
      "en": "Together, here,",
      "it": "Stando qui, insieme,"
    }
  },
  {
    "translation": {
      "en": "time is nothing.",
      "it": "il tempo non conterà più nulla."
    }
  },
  {
    "translation": {
      "en": "Out there, I can save her.",
      "it": "Ma nel mondo reale posso salvarla."
    }
  },
  {
    "translation": {
      "en": "That's worth more.",
      "it": "Ed è più importante."
    }
  },
  {
    "translation": {
      "en": "Now, out of my head.",
      "it": "Esci dalla mia testa."
    }
  },
  {
    "translation": {
      "en": "Much like Bugs Bunny,",
      "it": "Come Bugs Bunny,"
    }
  },
  {
    "translation": {
      "en": "the kitsune particularly relish changing into a beautiful woman",
      "it": "la kitsune ama trasformarsi in una bella donna"
    }
  },
  {
    "translation": {
      "en": "in order to seduce unsuspecting men, sometimes even marrying them.",
      "it": "per sedurre uomini ignari, a volte anche sposandoli."
    }
  },
  {
    "translation": {
      "en": "Even today in Chinese culture, the word for fox spirit, \"húli jīng\"",
      "it": "Ancora oggi, nella cultura cinese, la parola che li identifica, húli jīng,"
    }
  },
  {
    "translation": {
      "en": "is commonly used to call someone a homewrecker.",
      "it": "viene usata nel senso di \"rovinafamiglie\"."
    }
  },
  {
    "translation": {
      "en": "Look, I'm not saying I have a thing",
      "it": "Non sto dicendo che ho un debole"
    }
  },
  {
    "translation": {
      "en": "for anthropomorphic animals that dress up like women,",
      "it": "per le creature antropomorfe con sembianze da donna,"
    }
  },
  {
    "translation": {
      "en": "but would I rather meet one instead of a bathtub monster?",
      "it": "ma se preferirei incontrarne una anziché un demone del bagno?"
    }
  },
  {
    "translation": {
      "en": "Yes, I would.",
      "it": "Potete dirlo forte."
    }
  },
  {
    "translation": {
      "en": "You can tell how much ancient humans feared being eaten from their monsters.",
      "it": "È evidente che gli umani temevano di essere divorati dai loro mostri."
    }
  },
  {
    "translation": {
      "en": "Take the fearsome manticore,",
      "it": "Prendete la temibile manticora,"
    }
  },
  {
    "translation": {
      "en": "a derivation of the old Persian word for \"man-eater.\"",
      "it": "dall'antica parola persiana che significa \"mangiatore di uomini\"."
    }
  },
  {
    "translation": {
      "en": "This monstrous hybrid typically mashed up the head of a human,",
      "it": "Questo mostruoso ibrido di solito ha la testa di un umano,"
    }
  },
  {
    "translation": {
      "en": "the body of a lion, and the tail of a scorpion.",
      "it": "il corpo di un leone e la coda di uno scorpione."
    }
  },
  {
    "translation": {
      "en": "Although modern variants sometimes add a pair of leathery wings too.",
      "it": "Anche se in alcune varianti moderne ha anche delle ali coriacee."
    }
  },
  {
    "translation": {
      "en": "As if a scorpion's tail isn't bad enough,",
      "it": "Ma la coda da scorpione non basta:"
    }
  },
  {
    "translation": {
      "en": "the manticore could shoot theirs, like arrows.",
      "it": "la manticora può scoccare la sua come una freccia."
    }
  },
  {
    "translation": {
      "en": "And to complete the ferocious look, the beast was said to have been colored blood-red.",
      "it": "E per completare questo aspetto feroce, si diceva che fosse di color rosso sangue."
    }
  },
  {
    "translation": {
      "en": "Strangely, the sources say it had a voice like a melody played on pipes,",
      "it": "Stranamente, pare avesse una voce simile a una melodia suonata da un flauto,"
    }
  },
  {
    "translation": {
      "en": "sort of like mine.",
      "it": "tipo la mia."
    }
  },
  {
    "translation": {
      "en": "Oh, here he comes It's a manticore",
      "it": "Oh, eccola che arriva È una manticora"
    }
  },
  {
    "translation": {
      "en": "Always violent and feral, it's said to prefer a buffet of humans over just one,",
      "it": "Sempre violenta e selvaggia, pare preferisca un buffet di umani a uno solo,"
    }
  },
  {
    "translation": {
      "en": "and it ate them whole.",
      "it": "e che li divori interi."
    }
  },
  {
    "translation": {
      "en": "It became particularly evil in the Middle Ages",
      "it": "Divenne particolarmente malvagia nel Medioevo,"
    }
  },
  {
    "translation": {
      "en": "when everything became associated with the devil anyway.",
      "it": "quando tutto veniva irrimediabilmente associato al diavolo."
    }
  },
  {
    "translation": {
      "en": "But scholars think the manticore may have been a stand-in for a real man-eater,",
      "it": "Ma secondo gli studiosi la manticora si basa su una vera mangiatrice di uomini,"
    }
  },
  {
    "translation": {
      "en": "the Caspian tiger, whose fur could look red in the sun.",
      "it": "la tigre del Caspio, la cui pelliccia sembrava rossa al sole."
    }
  },
  {
    "translation": {
      "en": "Monsters are like anything else, they have their ups and downs in popular opinion.",
      "it": "I mostri, come ogni cosa, hanno sia alti che bassi, nell'opinione popolare."
    }
  },
  {
    "translation": {
      "en": "And there's no better example than the griffin, which has an abnormally long history.",
      "it": "E non c'è esempio migliore del grifone, che ha una storia insolitamente lunga."
    }
  },
  {
    "translation": {
      "en": "The first record we have dates back to 3000 B.C. in Persia,",
      "it": "Ne abbiamo una prima traccia già nel 3000 a.C. in Persia,"
    }
  },
  {
    "translation": {
      "en": "although they truly flourished in ancient Greece.",
      "it": "anche se divenne popolare nell'antica Grecia."
    }
  },
  {
    "translation": {
      "en": "With the body of a lion, and the wings and head of an eagle,",
      "it": "Con il corpo di un leone e le ali e la testa di un'aquila,"
    }
  },
  {
    "translation": {
      "en": "thought to be two of nature's noblest creatures,",
      "it": "considerate due delle creature più nobili,"
    }
  },
  {
    "translation": {
      "en": "the griffin has, at times, enjoyed an association with royalty.",
      "it": "il grifone è stato spesso associato alle famiglie reali."
    }
  },
  {
    "translation": {
      "en": "You could often find their statues guarding tombs.",
      "it": "Spesso se ne trovano statue a guardia delle tombe."
    }
  },
  {
    "translation": {
      "en": "The beast was known to dig up gold",
      "it": "Era noto come scavatore d'oro e,"
    }
  },
  {
    "translation": {
      "en": "and, oddly for monsters, we know a little bit about its family life.",
      "it": "anche se è strano per un mostro, conosciamo le sue abitudini relazionali:"
    }
  },
  {
    "translation": {
      "en": "Griffins mated for life.",
      "it": "è monogamo a vita."
    }
  },
  {
    "translation": {
      "en": "In the Middle Ages, though, griffins seemed slightly less helpful,",
      "it": "Nel Medioevo, però, i grifoni sembravano un po' meno utili"
    }
  },
  {
    "translation": {
      "en": "slash slightly more bloodthirsty.",
      "it": "e un po' più assetati di sangue."
    }
  },
  {
    "translation": {
      "en": "They were often depicted battling knights,",
      "it": "Erano spesso raffigurati mentre combattevano i cavalieri"
    }
  },
  {
    "translation": {
      "en": "or even carrying them and their horses to their nests",
      "it": "Erano spesso raffigurati mentre combattevano i cavalieri o mentre li portavano coi loro cavalli nei nidi per darli in pasto ai piccoli."
    }
  },
  {
    "translation": {
      "en": "for their little grifflings to snack upon.",
      "it": "o mentre li portavano coi loro cavalli nei nidi per darli in pasto ai piccoli."
    }
  },
  {
    "translation": {
      "en": "In fact, horses, of all things, were their mortal enemies,",
      "it": "A dirla tutta, i cavalli erano i loro nemici giurati."
    }
  },
  {
    "translation": {
      "en": "which seems an unfair fight to me.",
      "it": "Una rivalità impari, a mio avviso."
    }
  },
  {
    "translation": {
      "en": "RIP, Roach.",
      "it": "Riposa in pace, Rutilia."
    }
  },
  {
    "translation": {
      "en": "So, what about today?",
      "it": "E oggi, invece?"
    }
  },
  {
    "translation": {
      "en": "Judging by Nightmare of the Wolf, I'd say they're still on a monstrous swing.",
      "it": "A giudicare da Nightmare of the Wolf, sono ancora sul mostruoso andante."
    }
  },
  {
    "translation": {
      "en": "Just give it time.",
      "it": "Date tempo al tempo."
    }
  },
  {
    "translation": {
      "en": "There you have it, the monstrous menagerie of Nightmare of the Wolf.",
      "it": "Ed ecco a voi il mostruoso serraglio di Nightmare of the Wolf."
    }
  },
  {
    "translation": {
      "en": "Happy monster hunting.",
      "it": "Buona caccia ai mostri."
    }
  }
]