[
  {
    "translation": {
      "en": "[man] Sure, there are mutants and mages galore,",
      "it": "Certo, mutanti e maghi non mancano,"
    }
  },
  {
    "translation": {
      "en": "but the slow, beating heart of The Witcher is in its monsters.",
      "it": "ma il vero cuore pulsante di The Witcher sono i mostri."
    }
  },
  {
    "translation": {
      "en": "While some may be unfamiliar to you,",
      "it": "Sebbene alcuni risultino poco familiari,"
    }
  },
  {
    "translation": {
      "en": "they've actually been with us, stalking through human stories, for centuries, even millennia.",
      "it": "fanno parte di noi e delle nostre storie da secoli, persino millenni."
    }
  },
  {
    "translation": {
      "en": "Here are the very real mythologies behind every single monster",
      "it": "Ecco le mitologie alla base di ogni singolo mostro"
    }
  },
  {
    "translation": {
      "en": "in the first half of The Witcher's first season,",
      "it": "nella prima metà della prima stagione di The Witcher"
    }
  },
  {
    "translation": {
      "en": "in order of appearance.",
      "it": "in ordine di apparizione."
    }
  },
  {
    "translation": {
      "en": "Okay, so you know The Witcher is serious about monsters",
      "it": "Si capisce che The Witcher fa sul serio"
    }
  },
  {
    "translation": {
      "en": "when it has a kikimora in the first scene of the first episode.",
      "it": "quando la prima cosa che si vede è una kikimora."
    }
  },
  {
    "translation": {
      "en": "If that name's not ringing a bell,",
      "it": "Se il nome non vi dice nulla,"
    }
  },
  {
    "translation": {
      "en": "it's probably because it's a beast from Slavic folklore,",
      "it": "è perché questa bestia appartiene al folklore slavo,"
    }
  },
  {
    "translation": {
      "en": "which has been underrepresented in popular fiction.",
      "it": "poco rappresentato nella narrativa popolare."
    }
  },
  {
    "translation": {
      "en": "To start, kikimoras are always female.",
      "it": "Per cominciare, le kikimore sono femmine. Nascono da bambini nati morti o donne morte durante il travaglio"
    }
  },
  {
    "translation": {
      "en": "They rise from stillborn children, or women who died in labor,",
      "it": "Nascono da bambini nati morti o donne morte durante il travaglio"
    }
  },
  {
    "translation": {
      "en": "and often bear the deceased's face.",
      "it": "e spesso portano il volto del defunto."
    }
  },
  {
    "translation": {
      "en": "In some Russian versions of the tale, kikimora is, indeed, a creature of the swamp,",
      "it": "In alcune versioni russe della storia, la kikimora è una creatura delle paludi"
    }
  },
  {
    "translation": {
      "en": "who leaves wet footprints wherever she goes.",
      "it": "che lascia impronte bagnate ovunque vada."
    }
  },
  {
    "translation": {
      "en": "But in most, she's a purely household spirit,",
      "it": "Nella maggior parte dei casi, però, è uno spirito della casa,"
    }
  },
  {
    "translation": {
      "en": "occasionally, a nightmarish household spirit,",
      "it": "talvolta uno spirito terrificante,"
    }
  },
  {
    "translation": {
      "en": "slipping through keyholes to squat on the chest of sleepers, suffocating them.",
      "it": "che si accovaccia sul petto di chi dorme, soffocandolo."
    }
  },
  {
    "translation": {
      "en": "In her more benign incarnations, though,",
      "it": "Nelle sue incarnazioni più benevole,"
    }
  },
  {
    "translation": {
      "en": "she's described as more of a nuisance with a cleanliness fetish.",
      "it": "viene descritta più come una seccatrice fissata con la pulizia."
    }
  },
  {
    "translation": {
      "en": "So you can think of kikimora as kind of a monstrous cousin to… Marie Kondo?",
      "it": "Quindi si può pensare alla kikimora come alla cugina mostruosa di Marie Kondo."
    }
  },
  {
    "translation": {
      "en": "I love mess.",
      "it": "Adoro il disordine."
    }
  },
  {
    "translation": {
      "en": "Human-animal hybrids are a… ♪ Tale as old as time ♪",
      "it": "Gli ibridi tra uomo e animale sono… una storia vecchia come il mondo."
    }
  },
  {
    "translation": {
      "en": "Almost every mythological tradition on Earth has some variation of them.",
      "it": "Quasi ogni tradizione mitologica include una loro variante."
    }
  },
  {
    "translation": {
      "en": "The first we see in The Witcher are sylvans, which resemble fawns,",
      "it": "I primi che vediamo in The Witcher sono i silvani, simili ai fauni,"
    }
  },
  {
    "translation": {
      "en": "the unpredictable woodland man-goats from Greco-Roman mythology.",
      "it": "gli imprevedibili uomini capra della mitologia greco-romana."
    }
  },
  {
    "translation": {
      "en": "In many versions of that latter myth, the Minotaur was conceived",
      "it": "In molte versioni del mito, il Minotauro fu concepito"
    }
  },
  {
    "translation": {
      "en": "when the insulted god Poseidon took revenge on the insulting King Minos",
      "it": "quando il dio Poseidone si vendicò del re Minosse"
    }
  },
  {
    "translation": {
      "en": "by cursing his wife, making her fall for a real specimen of a bull.",
      "it": "maledicendo sua moglie, facendola innamorare di un toro."
    }
  },
  {
    "translation": {
      "en": "There's a lot of art on the Internet about this. [sighs]",
      "it": "Su internet si trova molta arte a riguardo."
    }
  },
  {
    "translation": {
      "en": "It might be why Geralt goes immediately for the mom insults.",
      "it": "Forse è per questo che Geralt insulta subito sua madre."
    }
  },
  {
    "translation": {
      "en": "Your mother fuck a goat? But lest you think that human-animal hybrids",
      "it": "- Si è scopata una capra? - Ma se credete che gli ibridi"
    }
  },
  {
    "translation": {
      "en": "are just ancient magical things,",
      "it": "siano solo creature magiche e antiche,"
    }
  },
  {
    "translation": {
      "en": "allow me to introduce you to the mysterious Pig-Faced Lady of Europe.",
      "it": "ecco a voi la misteriosa dama d'Europa dalla faccia di porco."
    }
  },
  {
    "translation": {
      "en": "Nearly simultaneously in the 1600s, in multiple places across the continent,",
      "it": "Nel 1600, quasi contemporaneamente in vari luoghi del continente,"
    }
  },
  {
    "translation": {
      "en": "a legend arose of a pregnant rich woman who was cursed,",
      "it": "si parlava di una ricca donna incinta che era stata maledetta"
    }
  },
  {
    "translation": {
      "en": "and whose baby was born with a pig's head.",
      "it": "e la cui figlia era nata con una testa di maiale."
    }
  },
  {
    "translation": {
      "en": "The myth persisted, and somehow gained the veneer of fact.",
      "it": "Il mito sopravvisse fino a venire considerato quasi vero."
    }
  },
  {
    "translation": {
      "en": "As late as the 1800s, newspapers reported",
      "it": "Nel 1800, i giornali segnalavano"
    }
  },
  {
    "translation": {
      "en": "that the Pig-Faced Lady lived in London's posh Manchester Square.",
      "it": "che la dama viveva in un'elegante residenza a Londra."
    }
  },
  {
    "translation": {
      "en": "If you finished The Witcher,",
      "it": "Se avete visto The Witcher"
    }
  },
  {
    "translation": {
      "en": "you know the striga is probably the scariest monster on the show,",
      "it": "saprete che la strige è il mostro più spaventoso della serie,"
    }
  },
  {
    "translation": {
      "en": "although technically, she's a cursed human.",
      "it": "sebbene in realtà sia un'umana maledetta."
    }
  },
  {
    "translation": {
      "en": "And that's fitting, because they're pretty terrifying",
      "it": "È piuttosto calzante, poiché è terrificante anche nei miti che la riguardano."
    }
  },
  {
    "translation": {
      "en": "in the scant myths about them too.",
      "it": "poiché è terrificante anche nei miti che la riguardano."
    }
  },
  {
    "translation": {
      "en": "According to what we have, the striga is sort of a vampire prototype.",
      "it": "Stando a ciò che abbiamo, la strige è una sorta di vampiro."
    }
  },
  {
    "translation": {
      "en": "Huge, almost bird-like claws, sharp fangs, and a thirst for human flesh and blood,",
      "it": "Enormi artigli simili a un uccello, zanne affilate e sete di sangue umano,"
    }
  },
  {
    "translation": {
      "en": "-although she can live off of animals too. -[wailing]",
      "it": "anche se può vivere di carne animale."
    }
  },
  {
    "translation": {
      "en": "But strigas weren't born that way.",
      "it": "Ma le strigi non nascono così."
    }
  },
  {
    "translation": {
      "en": "The unlucky number was two.",
      "it": "Il numero sfortunato era il due."
    }
  },
  {
    "translation": {
      "en": "People with two hearts, two souls, two sets of teeth,",
      "it": "Le persone con due cuori, due anime, due serie di denti,"
    }
  },
  {
    "translation": {
      "en": "conditions common when a pregnant woman was cursed, could become strigas after they died.",
      "it": "condizioni diffuse tra le donne incinte, potevano diventare strigi dopo la morte."
    }
  },
  {
    "translation": {
      "en": "Their second self sort of took over the corpse",
      "it": "La seconda entità prende il controllo del corpo"
    }
  },
  {
    "translation": {
      "en": "and went on a feeding frenzy.",
      "it": "e inizia a nutrirsi senza freni."
    }
  },
  {
    "translation": {
      "en": "Even though they're not so common in fiction,",
      "it": "Sebbene non se ne parli granché,"
    }
  },
  {
    "translation": {
      "en": "it's interesting how many cultures have variations on the theme.",
      "it": "è interessante come siano presenti in numerose culture."
    }
  },
  {
    "translation": {
      "en": "Striga's demonic cousins proliferated across Southern and Eastern Europe",
      "it": "I loro cugini demoniaci sono proliferati dall'Europa meridionale e orientale"
    }
  },
  {
    "translation": {
      "en": "to unlikely places, like your garden.",
      "it": "fino al vostro giardino."
    }
  },
  {
    "translation": {
      "en": "This is the striga, or witchweed plant, which is kind of pretty, right?",
      "it": "Questa è la striga, una pianta piuttosto bella, no?"
    }
  },
  {
    "translation": {
      "en": "But it's known for viciously penetrating the roots of a host plant",
      "it": "È nota per penetrare brutalmente nelle radici di una pianta ospite"
    }
  },
  {
    "translation": {
      "en": "and sucking out all of its nutrients.",
      "it": "e succhiarne le sostanze nutritive."
    }
  },
  {
    "translation": {
      "en": "Scientists even make dad jokes about its rapaciousness.",
      "it": "Gli scienziati hanno perfino scherzato a riguardo."
    }
  },
  {
    "translation": {
      "en": "So whether it's the plant or the bewitched princess variety,",
      "it": "Che sia la pianta o la principessa maledetta,"
    }
  },
  {
    "translation": {
      "en": "-stay away from strigas, y'all. -[squealing]",
      "it": "state lontani dalle strigi."
    }
  },
  {
    "translation": {
      "en": "Well, when it comes to episode four's selkiemaw,",
      "it": "Per il selkiemore del quarto episodio,"
    }
  },
  {
    "translation": {
      "en": "the showrunners of The Witcher didn't give us much info to work with.",
      "it": "gli showrunner non ci hanno dato molto su cui lavorare."
    }
  },
  {
    "translation": {
      "en": "Thanks, Lauren Schmidt Hissrich!",
      "it": "Grazie, Lauren Schmidt Hissrich!"
    }
  },
  {
    "translation": {
      "en": "All we hear is a pretty gripping tavern talk from a villager that includes the creature's name.",
      "it": "Sentiamo solo il resoconto avvincente di un abitante che parla della creatura."
    }
  },
  {
    "translation": {
      "en": "The ice cracked open and a selkiemaw shot out!",
      "it": "Il ghiaccio si è aperto e ne è uscito un selkiemore!"
    }
  },
  {
    "translation": {
      "en": "Oh, you never seen one!",
      "it": "Non ne avete mai visto uno!"
    }
  },
  {
    "translation": {
      "en": "And all we see are its guts on Geralt.",
      "it": "E vediamo le sue viscere su Geralt."
    }
  },
  {
    "translation": {
      "en": "Had to kill it from the inside.",
      "it": "Ho dovuto ucciderlo dall'interno."
    }
  },
  {
    "translation": {
      "en": "The name \"selkiemaw\" in every spelling we could think of doesn't return any results.",
      "it": "Il nome, nelle varie possibili grafie, non dà risultati."
    }
  },
  {
    "translation": {
      "en": "But plain old selkies are indeed notable mythological creatures of the water.",
      "it": "Le selkie, invece, sono note creature mitologiche acquatiche."
    }
  },
  {
    "translation": {
      "en": "In Irish, Scottish, and Icelandic folklore,",
      "it": "Nel folklore irlandese, scozzese e islandese"
    }
  },
  {
    "translation": {
      "en": "the selkie is kind of an affable, shape-shifting seal.",
      "it": "le selkie sono affabili foche in grado di cambiare forma."
    }
  },
  {
    "translation": {
      "en": "It mostly spends its time in seal-like endeavors, lounging on rocks, being cute, et cetera,",
      "it": "Trascorrono il tempo a fare cose da foca, come oziare sulle rocce ed essere carine,"
    }
  },
  {
    "translation": {
      "en": "but occasionally, it sheds its prized skin,",
      "it": "ma a volte perdono il prezioso manto"
    }
  },
  {
    "translation": {
      "en": "revealing a beautiful human underneath, and comes ashore.",
      "it": "per rivelare un bellissimo corpo umano e andare a riva."
    }
  },
  {
    "translation": {
      "en": "There's usually a lot of marriage shenanigans after this.",
      "it": "Solitamente, a ciò seguono raggiri e matrimoni."
    }
  },
  {
    "translation": {
      "en": "Its use is fitting for an episode writen by an Irishman.",
      "it": "La loro presenza ha senso in un episodio scritto da un irlandese."
    }
  },
  {
    "translation": {
      "en": "Still, a friendly seal with magical outerwear",
      "it": "Tuttavia, un'amichevole foca magica"
    }
  },
  {
    "translation": {
      "en": "doesn't quite square with what little we know of the selkiemaw.",
      "it": "non combacia con ciò che sappiamo del selkiemore. Può ingoiare un witcher intero."
    }
  },
  {
    "translation": {
      "en": "Like, it can swallow a witcher whole.",
      "it": "Può ingoiare un witcher intero."
    }
  },
  {
    "translation": {
      "en": "It has swallowed a whole village… whole.",
      "it": "Ha inghiottito un intero villaggio."
    }
  },
  {
    "translation": {
      "en": "It possesses a cavernous mouth with devil's teeth.",
      "it": "Ha delle fauci cavernose piene di denti demoniaci."
    }
  },
  {
    "translation": {
      "en": "And actually, there is tell of a similar creature lurking deep within Russia,",
      "it": "In realtà, si parla di una creatura simile nelle viscere della Russia,"
    }
  },
  {
    "translation": {
      "en": "about a six hours' drive west of Moscow.",
      "it": "a circa sei ore di auto a ovest di Mosca."
    }
  },
  {
    "translation": {
      "en": "The Brosno Dragon.",
      "it": "Il drago di Brosno."
    }
  },
  {
    "translation": {
      "en": "It's said to be a huge reptilian or dinosaur-like creature",
      "it": "Si dice che sia un enorme rettile, simile a un dinosauro,"
    }
  },
  {
    "translation": {
      "en": "that inhabits the small, but curiously deep waters of Lake Brosno.",
      "it": "che vive nelle modeste ma profonde acque del lago di Brosno."
    }
  },
  {
    "translation": {
      "en": "And just like the selkiemaw, the dragon can eat.",
      "it": "E, come il selkiemore, è molto affamato."
    }
  },
  {
    "translation": {
      "en": "His stories are full of him chomping down on things",
      "it": "Si narra delle molte cose che ha inghiottito,"
    }
  },
  {
    "translation": {
      "en": "like invading Tatar warriors and their horses,",
      "it": "tra cui invasori tartari e i loro cavalli,"
    }
  },
  {
    "translation": {
      "en": "a German aeroplane during World War II,",
      "it": "un aereo tedesco della seconda guerra mondiale"
    }
  },
  {
    "translation": {
      "en": "and, somehow, an entire island",
      "it": "e, non si sa come, un'intera isola"
    }
  },
  {
    "translation": {
      "en": "that some Vikings were going to leave some treasure on.",
      "it": "dove dei vichinghi volevano seppellire un tesoro."
    }
  },
  {
    "translation": {
      "en": "I don't know if this is wise without a witcher in tow, but people still look for the dragon.",
      "it": "Non è saggio, senza un witcher al seguito, ma la gente continua a cercare il drago."
    }
  },
  {
    "translation": {
      "en": "This is an easily-chompable dog sled team searching across the frozen lake.",
      "it": "Ecco un'appetitosa slitta trainata da cani che cerca sul lago ghiacciato."
    }
  },
  {
    "translation": {
      "en": "♪ Toss a coin to your witcher ♪",
      "it": "Dona un soldo al tuo witcher"
    }
  },
  {
    "translation": {
      "en": "♪ O, Valley of Plenty ♪",
      "it": "Oh, valle abbondante"
    }
  },
  {
    "translation": {
      "en": "Our search for the selkiemaw, however, has reached its successful conclusion.",
      "it": "La nostra ricerca sul selkiemore è quindi stata un successo."
    }
  },
  {
    "translation": {
      "en": "We figured it out. Take that, Lauren Schmidt Hissrich!",
      "it": "Ci siamo arrivati. Prendi questo, Lauren Schmidt Hissrich!"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "it": "Grazie."
    }
  },
  {
    "translation": {
      "en": "In the fourth episode,",
      "it": "Nel quarto episodio"
    }
  },
  {
    "translation": {
      "en": "there's also this formidable killer insect that haunts Yennefer, roachhound.",
      "it": "c'è un formidabile insetto assassino che insegue Yennefer, il krallach."
    }
  },
  {
    "translation": {
      "en": "So we started researching it, and the weirdest thing we realized is…",
      "it": "Facendo delle ricerche, ci è venuto in mente che…"
    }
  },
  {
    "translation": {
      "en": "where are all the insect monsters?",
      "it": "Dove sono tutti i mostri insetto?"
    }
  },
  {
    "translation": {
      "en": "Like, I mean, insects, and all arthropods, really,",
      "it": "Insomma, gli insetti e gli artropodi in generale"
    }
  },
  {
    "translation": {
      "en": "are basically already monsters in real life.",
      "it": "sono di per sé dei mostri nella vita reale."
    }
  },
  {
    "translation": {
      "en": "So why not make them mythological ones?",
      "it": "Quindi perché non renderli mitologici?"
    }
  },
  {
    "translation": {
      "en": "But maybe we're not looking in the right places.",
      "it": "Ma forse non cerchiamo nel posto giusto."
    }
  },
  {
    "translation": {
      "en": "Think about it.",
      "it": "Pensateci."
    }
  },
  {
    "translation": {
      "en": "The typical Western myths that many of us learn in school",
      "it": "I miti occidentali che studiamo a scuola"
    }
  },
  {
    "translation": {
      "en": "usually involve mammalian or sometimes lizard-like creatures.",
      "it": "riguardano mammiferi o, talvolta, creature simili a lucertole."
    }
  },
  {
    "translation": {
      "en": "But Asian, Pacific, and Indigenous folklore",
      "it": "Ma il folklore asiatico, del Pacifico e dei nativi"
    }
  },
  {
    "translation": {
      "en": "often seems to use insects and spiders in their monster making.",
      "it": "basa i propri mostri su insetti e ragni."
    }
  },
  {
    "translation": {
      "en": "In the tales of Thailand and several New York State Native American tribes,",
      "it": "Alcuni racconti thailandesi e di varie tribù di nativi americani"
    }
  },
  {
    "translation": {
      "en": "there are monster mosquitoes as big as chickens",
      "it": "parlano di mostruose zanzare grandi come galline"
    }
  },
  {
    "translation": {
      "en": "who are capable of launching coordinated attacks on forts.",
      "it": "capaci di lanciare attacchi coordinati contro un forte."
    }
  },
  {
    "translation": {
      "en": "The Wayana of South America have Kuluwajak,",
      "it": "I wayana, in Sud America, hanno Kuluwajak,"
    }
  },
  {
    "translation": {
      "en": "forgive the pronunciation,",
      "it": "perdonate la pronuncia,"
    }
  },
  {
    "translation": {
      "en": "a two-headed caterpillar who cuts off and devours human heads.",
      "it": "un bruco a due teste che taglia e divora teste umane."
    }
  },
  {
    "translation": {
      "en": "And then there's Japan.",
      "it": "E poi c'è il Giappone."
    }
  },
  {
    "translation": {
      "en": "The Japanese have a giant Samurai-hating spider that can turn invisible,",
      "it": "Lì hanno un ragno gigante nemico dei samurai che diventa invisibile"
    }
  },
  {
    "translation": {
      "en": "and Ōmukade, a mountain-sized centipede with venom for breath.",
      "it": "e Ōmukade, un enorme millepiedi dal respiro velenoso."
    }
  },
  {
    "translation": {
      "en": "By the way, this is a real Mukade centipede,",
      "it": "A proposito, ecco un vero millepiedi mukade."
    }
  },
  {
    "translation": {
      "en": "and I still find it frightening.",
      "it": "Mi devo ancora riprendere."
    }
  },
  {
    "translation": {
      "en": "So, yeah, insect monsters.",
      "it": "Quindi sì, mostri insetto."
    }
  },
  {
    "translation": {
      "en": "I'm not scared.",
      "it": "Non ho paura."
    }
  },
  {
    "translation": {
      "en": "Are-- are you scared?",
      "it": "E voi?"
    }
  },
  {
    "translation": {
      "en": "Run far, run fast, Yennefer!",
      "it": "Corri come il vento, Yennefer!"
    }
  },
  {
    "translation": {
      "en": "[echoing] There's something profoundly disturbing about meeting your exact twin.",
      "it": "C'è qualcosa di inquietante nell'incontrare il proprio gemello."
    }
  },
  {
    "translation": {
      "en": "-Wait. -Wait. -Stop that! -Stop that!",
      "it": "Aspetta. Smettila!"
    }
  },
  {
    "translation": {
      "en": "Which might be why the myth of the doppelgänger keeps finding its way into our popular fiction,",
      "it": "Forse è per questo che i doppelgänger continuano a essere molto popolari,"
    }
  },
  {
    "translation": {
      "en": "including in The Witcher's doppler.",
      "it": "anche in The Witcher."
    }
  },
  {
    "translation": {
      "en": "True, the word doppelgänger was only coined in the 18th century,",
      "it": "La parola doppelgänger è stata coniata solo nel XVIII secolo,"
    }
  },
  {
    "translation": {
      "en": "but cultures as old as the Ancient Egyptians believed in the ka,",
      "it": "ma culture antiche come gli egizi credevano nel ka,"
    }
  },
  {
    "translation": {
      "en": "a sort of spiritual facsimile",
      "it": "una sorta di duplicato spirituale"
    }
  },
  {
    "translation": {
      "en": "replete with a person's memories and feelings",
      "it": "completo di ricordi e sentimenti"
    }
  },
  {
    "translation": {
      "en": "that could sometimes mislead. But they can also replace you.",
      "it": "che a volte può fuorviare o addirittura rimpiazzare la persona."
    }
  },
  {
    "translation": {
      "en": "Everything you've ever done,",
      "it": "Tutto ciò che hai fatto,"
    }
  },
  {
    "translation": {
      "en": "ever debated,",
      "it": "di cui hai parlato,"
    }
  },
  {
    "translation": {
      "en": "ever dreamed is in our head now.",
      "it": "che hai sognato, è nella nostra testa."
    }
  },
  {
    "translation": {
      "en": "People from the Orkney Islands feared the trow,",
      "it": "Gli abitanti delle Orcadi temevano i trow,"
    }
  },
  {
    "translation": {
      "en": "sickly changeling creatures",
      "it": "creature mutanti malate"
    }
  },
  {
    "translation": {
      "en": "that would replace healthy human babies with their identical trow replicas.",
      "it": "che sostituivano i bambini umani sani con delle repliche identiche."
    }
  },
  {
    "translation": {
      "en": "Sometimes a benign version of the doppelgänger will pop up.",
      "it": "Talvolta appaiono versioni benevole del doppelgänger."
    }
  },
  {
    "translation": {
      "en": "The Norse Vardøger, for instance, was an identical you",
      "it": "Il vardøger, ad esempio, è un sosia che ti precede"
    }
  },
  {
    "translation": {
      "en": "that went ahead of the real you and showed up early to all your meetings.",
      "it": "Il vardøger, ad esempio, è un sosia che ti precede e si presenta in anticipo alle tue riunioni."
    }
  },
  {
    "translation": {
      "en": "But most of the time, they're an omen of doom.",
      "it": "Ma spesso sono un presagio di sventura."
    }
  },
  {
    "translation": {
      "en": "Following his election in 1860,",
      "it": "Dopo essere stato eletto, nel 1860,"
    }
  },
  {
    "translation": {
      "en": "Abraham Lincoln allegedly saw his exact double in the mirror.",
      "it": "Abraham Lincoln vide il suo sosia nello specchio."
    }
  },
  {
    "translation": {
      "en": "The other was pale and ghastly looking.",
      "it": "L'altro uomo era pallido e spettrale."
    }
  },
  {
    "translation": {
      "en": "His wife believed the vision foretold his re-election,",
      "it": "La moglie lo riteneva un segno della sua rielezione,"
    }
  },
  {
    "translation": {
      "en": "but also his death.",
      "it": "ma anche della sua morte."
    }
  },
  {
    "translation": {
      "en": "There is a condition, heautoscopy,",
      "it": "C'è un disturbo, l'autoscopia,"
    }
  },
  {
    "translation": {
      "en": "which can cause someone to see their double at a distance.",
      "it": "per cui il soggetto vede se stesso dall'esterno."
    }
  },
  {
    "translation": {
      "en": "Or, at least, you better hope it's heautoscopy and not a doppelgänger!",
      "it": "Almeno si spera che sia l'autoscopia e non un doppelgänger!"
    }
  },
  {
    "translation": {
      "en": "As hard as it is to believe while watching this,",
      "it": "HABITAT: ROVINE, CIMITERI, DESERTI Per quanto sia difficile da credere,"
    }
  },
  {
    "translation": {
      "en": "the djinn of Arabian mythology are, surprisingly, a lot like us.",
      "it": "i jinn della mitologia araba sono sorprendentemente simili a noi."
    }
  },
  {
    "translation": {
      "en": "I mean, sure, they are technically, according to the Koran,",
      "it": "Insomma, tecnicamente, il Corano dice che nascono da un fuoco senza fumo,"
    }
  },
  {
    "translation": {
      "en": "creatures made of smokeless fire",
      "it": "il Corano dice che nascono da un fuoco senza fumo,"
    }
  },
  {
    "translation": {
      "en": "that live in an unseeable, unknowable dimension somewhere beyond our own,",
      "it": "vivono in una dimensione invisibile e inconoscibile oltre la nostra"
    }
  },
  {
    "translation": {
      "en": "and who are blessed with supernatural powers of shape-shifting, invisibility and flight,",
      "it": "e hanno il potere di mutare forma, diventare invisibili e volare,"
    }
  },
  {
    "translation": {
      "en": "but they also possess a fair share of human qualities.",
      "it": "ma hanno anche una buona dose di qualità umane."
    }
  },
  {
    "translation": {
      "en": "Like us, the djinn eat.",
      "it": "Come noi, i jinn mangiano."
    }
  },
  {
    "translation": {
      "en": "They drink. They sleep.",
      "it": "Bevono. Dormono."
    }
  },
  {
    "translation": {
      "en": "They fall in love or lust with each other and with humans,",
      "it": "Si innamorano l'uno dell'altro e degli umani,"
    }
  },
  {
    "translation": {
      "en": "as made vividly clear in this pre-Islamic era poem,",
      "it": "come chiarito da questa poesia dell'era pre-islamica,"
    }
  },
  {
    "translation": {
      "en": "which isn't all that flattering for either side.",
      "it": "poco lusinghiera per entrambe le parti."
    }
  },
  {
    "translation": {
      "en": "And maybe most like us, they're capable of choosing between good and evil,",
      "it": "E, come noi, sono in grado di scegliere tra il bene e il male."
    }
  },
  {
    "translation": {
      "en": "although, unfortunately, many seem to end up on the dark side.",
      "it": "Anche se, sfortunatamente, molti si arrendono al lato oscuro."
    }
  },
  {
    "translation": {
      "en": "Their mischief continues to the present day.",
      "it": "La loro malizia continua ancora oggi."
    }
  },
  {
    "translation": {
      "en": "Because while the existence of djinn predates even the founding of Islam,",
      "it": "Sebbene i jinn siano precedenti alla fondazione dell'Islam,"
    }
  },
  {
    "translation": {
      "en": "belief in them is still very common in many parts of the Muslim world.",
      "it": "molti, nel mondo musulmano, continuano a crederci."
    }
  },
  {
    "translation": {
      "en": "Djinn can be annoying.",
      "it": "I jinn sono irritanti."
    }
  },
  {
    "translation": {
      "en": "In 2009, a Saudi couple, somehow, sued one for harassment.",
      "it": "Nel 2009, una coppia saudita ha fatto causa a uno di loro."
    }
  },
  {
    "translation": {
      "en": "It was making weird noises and throwing rocks at their house.",
      "it": "Faceva rumori strani e lanciava sassi contro la casa."
    }
  },
  {
    "translation": {
      "en": "On the more serious side,",
      "it": "Più seriamente,"
    }
  },
  {
    "translation": {
      "en": "the djinn are believed to be able to possess humans,",
      "it": "si ritiene che i jinn possano possedere gli umani"
    }
  },
  {
    "translation": {
      "en": "and the psychiatric trauma attributed to djinn possession",
      "it": "e il trauma attribuito alla possessione"
    }
  },
  {
    "translation": {
      "en": "is so serious that I found seemingly dozens of articles",
      "it": "è così grave che ho trovato dozzine di articoli"
    }
  },
  {
    "translation": {
      "en": "and legitimate medical journals about it.",
      "it": "e riviste mediche a riguardo."
    }
  },
  {
    "translation": {
      "en": "By the way, if you are ever possessed,",
      "it": "A proposito, se venite posseduti,"
    }
  },
  {
    "translation": {
      "en": "Arabic lore suggests you go ahead and put on a necklace of fox or cat teeth",
      "it": "la tradizione araba dice di indossare una collana di denti di volpe o gatto"
    }
  },
  {
    "translation": {
      "en": "to frighten the djinn away.",
      "it": "per spaventare il jinn."
    }
  },
  {
    "translation": {
      "en": "But as with grumpy humans, maybe the best advice is to just give the djinn their space",
      "it": "Ma, come per gli umani scontrosi, forse è meglio dare ai jinn il loro spazio"
    }
  },
  {
    "translation": {
      "en": "and never, ever go fishing for them.",
      "it": "e non cercare mai di pescarli."
    }
  },
  {
    "translation": {
      "en": "Don't judge me.",
      "it": "Non giudicarmi."
    }
  },
  {
    "translation": {
      "en": "Okay, monster maniacs,",
      "it": "Bene, maniaci dei mostri,"
    }
  },
  {
    "translation": {
      "en": "those were all the monsters in the first half of The Witcher.",
      "it": "questi erano i mostri della prima parte di The Witcher."
    }
  },
  {
    "translation": {
      "en": "You may notice that Geralt spends a lot of time in bathtubs throughout the show,",
      "it": "Avrete notato che Geralt passa molto tempo a mollo."
    }
  },
  {
    "translation": {
      "en": "which raised the question, are there bathtub monsters?",
      "it": "Ma esiste un mostro che prende di mira le vasche da bagno?"
    }
  },
  {
    "translation": {
      "en": "Again, Japan comes through.",
      "it": "La risposta arriva dal Giappone."
    }
  },
  {
    "translation": {
      "en": "The Akaname is a strange, dirty, and disgusting little goblin",
      "it": "L'akaname è uno strano goblin, sporco e disgustoso,"
    }
  },
  {
    "translation": {
      "en": "that licks the filth off of bathtubs.",
      "it": "che lecca via la sporcizia dalle vasche da bagno."
    }
  },
  {
    "translation": {
      "en": "So enjoy your bath tonight!",
      "it": "Godetevi il bagno, stasera!"
    }
  }
]