[
  {
    "translation": {
      "en": "[Victor Conte] People joke that I like to blow things up just to see where all the pieces land.",
      "it": "La gente scherza dicendo che mi piace esagerare per poi vederne i risultati."
    }
  },
  {
    "translation": {
      "en": "They've called me-- A lot of people have called me a genius…",
      "it": "Molti mi hanno definito un genio,"
    }
  },
  {
    "translation": {
      "en": "-[intriguing music playing] -…but, you know, sometimes people call that reckless.",
      "it": "ma per alcuni potrebbe essere imprudenza."
    }
  },
  {
    "translation": {
      "en": "This is a story that broke last week and it's been growing ever since.",
      "it": "È una settimana che si parla di questa storia."
    }
  },
  {
    "translation": {
      "en": "A federal grand jury is going to begin hearing testimony this week from some very major athletes.",
      "it": "Un gran giurì comincerà ad ascoltare le testimonianze di alcuni atleti."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Investigating Victor Conte.",
      "it": "Si indaga su Victor Conte."
    }
  },
  {
    "translation": {
      "en": "[reporters] Victor Conte.",
      "it": "- Victor Conte. - Victor Conte."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The president of BALCO Laboratories.",
      "it": "Il presidente dei Laboratori BALCO."
    }
  },
  {
    "translation": {
      "en": "[Conte] \"BALCO\" is a word that's now forever in the lexicon.",
      "it": "\"BALCO\" è una parola che ora resterà per sempre nel vocabolario."
    }
  },
  {
    "translation": {
      "en": "[man] BALCO.",
      "it": "BALCO."
    }
  },
  {
    "translation": {
      "en": "The biggest doping scandal in sports history.",
      "it": "Il più grande caso di doping della storia."
    }
  },
  {
    "translation": {
      "en": "[Conte] Articles had come out saying I was a modern-day Al Capone,",
      "it": "Erano usciti articoli che mi definivano un moderno Al Capone,"
    }
  },
  {
    "translation": {
      "en": "the BALCO mastermind…",
      "it": "il genio di BALCO,"
    }
  },
  {
    "translation": {
      "en": "[chuckling] …Dr. Frankenstein, you know, from BALCO.",
      "it": "il Dr. Frankenstein di BALCO."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] They were searching for evidence,",
      "it": "Cercavano prove"
    }
  },
  {
    "translation": {
      "en": "linking Conte to a previously undetected steroid known as THG.",
      "it": "che collegassero Conte a uno steroide sconosciuto, noto come THG."
    }
  },
  {
    "translation": {
      "en": "They called it The Clear.",
      "it": "Lo chiamavano Il Clear."
    }
  },
  {
    "translation": {
      "en": "It is a designer steroid--",
      "it": "È uno steroide…"
    }
  },
  {
    "translation": {
      "en": "Made for the sole purpose of cheating.",
      "it": "Creato con lo scopo di barare."
    }
  },
  {
    "translation": {
      "en": "It is now a full-blown conspiracy with ties to top athletes--",
      "it": "Ora è una vera e propria cospirazione con i migliori atleti…"
    }
  },
  {
    "translation": {
      "en": "[news anchor 1] From baseball, football, track and field--",
      "it": "Baseball, football, atletica leggera…"
    }
  },
  {
    "translation": {
      "en": "[news anchor 2] Including home run record breaker, Barry Bonds.",
      "it": "Anche il detentore del record di fuoricampo, Barry Bonds."
    }
  },
  {
    "translation": {
      "en": "[commentator] A high drive…",
      "it": "Che spinta…"
    }
  },
  {
    "translation": {
      "en": "[Conte] The whole investigation, in my opinion, was all about chasing headlines.",
      "it": "Credo che l'indagine si basasse sul creare titoli sconvolgenti."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, some in professional sports are not setting much of an example.",
      "it": "Purtroppo, alcuni sport professionistici non danno l'esempio."
    }
  },
  {
    "translation": {
      "en": "This is about values, it's about our culture.",
      "it": "Si tratta di valori, della nostra cultura."
    }
  },
  {
    "translation": {
      "en": "Major League Baseball had a very, very serious problem with steroids.",
      "it": "La Major League Baseball aveva un problema serio con gli steroidi."
    }
  },
  {
    "translation": {
      "en": "It wasn't dealt with.",
      "it": "Non è stato risolto."
    }
  },
  {
    "translation": {
      "en": "[Conte] I knew they didn't have the evidence that they claimed that they had,",
      "it": "Sapevo che non avevano le prove che sostenevano di avere,"
    }
  },
  {
    "translation": {
      "en": "and that's why I walked out into a sea of reporters and did this.",
      "it": "ecco perché andai davanti ai giornalisti e feci così."
    }
  },
  {
    "translation": {
      "en": "That meant this.",
      "it": "Significava questo."
    }
  },
  {
    "translation": {
      "en": "[Tim Montgomery] Victor Conte is a person that can come across to be anybody he wants to.",
      "it": "Victor Conte è una persona in grado di essere chiunque desideri."
    }
  },
  {
    "translation": {
      "en": "[Jeff Novitzky] I think most people who hear and see Victor Conte",
      "it": "Credo che molte persone vedano Victor Conte"
    }
  },
  {
    "translation": {
      "en": "realize him for who he is, and that's, you know, a used car, snake oil salesman, bullshit artist.",
      "it": "per quello che è, un venditore di fumo, un artista delle stronzate."
    }
  },
  {
    "translation": {
      "en": "[Conte] It was fun, it was exciting. It was about trying to be great.",
      "it": "Era divertente, emozionante. Ricercavo la grandiosità."
    }
  },
  {
    "translation": {
      "en": "When Marion Jones hit the finish line and won the gold medal,",
      "it": "La medaglia d'oro di Marion Jones,"
    }
  },
  {
    "translation": {
      "en": "when Barry Bonds hit all those home runs.",
      "it": "tutti i fuoricampo di Barry Bonds."
    }
  },
  {
    "translation": {
      "en": "[commentator] Bonds hits one! Deep to right field.",
      "it": "Fuoricampo per Bonds! In fondo al campo a destra."
    }
  },
  {
    "translation": {
      "en": "The record has changed again. Barry Bonds…",
      "it": "Batte di nuovo il record. Barry Bonds…"
    }
  },
  {
    "translation": {
      "en": "[Conte] You know, any of these great accomplishments,",
      "it": "Tutti questi grandi traguardi"
    }
  },
  {
    "translation": {
      "en": "those are things that I'll always be proud of.",
      "it": "saranno per sempre un nostro vanto."
    }
  },
  {
    "translation": {
      "en": "-[insects trilling] -[panting]",
      "it": "UNTOLD: LO SCANDALO DOPING NELLA BAY AREA"
    }
  },
  {
    "translation": {
      "en": "Welcome to the hall of fame, or hall of shame,",
      "it": "Benvenuti nella sala degli onori, o della vergogna,"
    }
  },
  {
    "translation": {
      "en": "depending upon your viewpoint.",
      "it": "dipende dal punto di vista."
    }
  },
  {
    "translation": {
      "en": "Okay, this is one of, uh, two autographed photos that I have from Barry.",
      "it": "Questa è una delle due foto autografate da Barry."
    }
  },
  {
    "translation": {
      "en": "This one's \"To Victor\" and the other one is \"To BALCO.\"",
      "it": "Questa dice: \"Per Victor\" e l'altra: \"Per BALCO\"."
    }
  },
  {
    "translation": {
      "en": "And this is a Sports Illustrated of Marion Jones here.",
      "it": "E questo è uno Sports Illustrated con Marion Jones."
    }
  },
  {
    "translation": {
      "en": "This is back in the 2000 time frame.",
      "it": "Siamo nel 2000."
    }
  },
  {
    "translation": {
      "en": "This is Tim Montgomery at the world championships in 2001.",
      "it": "Lui è Tim Montgomery ai Mondiali del 2001."
    }
  },
  {
    "translation": {
      "en": "That was in Edmonton, Canada.",
      "it": "Era a Edmonton, in Canada."
    }
  },
  {
    "translation": {
      "en": "When we started working with him, his name was Tiny Tim.",
      "it": "All'inizio lo chiamavano Tiny Tim."
    }
  },
  {
    "translation": {
      "en": "Charlie Francis, he said,",
      "it": "Charlie Francis disse:"
    }
  },
  {
    "translation": {
      "en": "\"Show me somebody not on steroids and I'll show you a loser.\"",
      "it": "\"Chi non usa steroidi sarà un perdente\"."
    }
  },
  {
    "translation": {
      "en": "There is a level playing field, it's just not the one everyone thought it was, okay?",
      "it": "C'era parità di condizioni, ma non quella che credevano gli altri."
    }
  },
  {
    "translation": {
      "en": "[producer] A lot of these people used steroids, right?",
      "it": "Molti di loro usavano steroidi, vero?"
    }
  },
  {
    "translation": {
      "en": "From 1984 when I started BALCO until 2000, for 16 years,",
      "it": "Dal 1984, quando fondai BALCO, fino al 2000, per 16 anni,"
    }
  },
  {
    "translation": {
      "en": "I never gave anybody any sort of illegal drugs.",
      "it": "non ho mai dato a nessuno sostanze illegali."
    }
  },
  {
    "translation": {
      "en": "It was a legitimate business providing nutritional element information",
      "it": "Era un'attività legittima che dava informazioni sugli elementi nutrizionali"
    }
  },
  {
    "translation": {
      "en": "through comprehensive blood testing.",
      "it": "tramite analisi del sangue."
    }
  },
  {
    "translation": {
      "en": "Thank you very much.",
      "it": "Grazie mille."
    }
  },
  {
    "translation": {
      "en": "Yes, as Ken stated, my name is Victor Conte,",
      "it": "Come ha detto Ken, io sono Victor Conte,"
    }
  },
  {
    "translation": {
      "en": "and I'm the executive director of BALCO Laboratories,",
      "it": "direttore esecutivo dei Laboratori BALCO."
    }
  },
  {
    "translation": {
      "en": "BALCO standing for, uh, Bay Area Laboratory Co-operative,",
      "it": "BALCO sta per \"Bay Area Laboratory Co-operative\","
    }
  },
  {
    "translation": {
      "en": "and I'm also the-- the founder of something called the SNAC system.",
      "it": "e sono anche il fondatore di SNAC System."
    }
  },
  {
    "translation": {
      "en": "They've called it Victor's knack, that whatever I decide to do,",
      "it": "Lo chiamavano \"il dono di Victor\", qualsiasi cosa facessi,"
    }
  },
  {
    "translation": {
      "en": "I can go straight to the top, and I taught myself.",
      "it": "ottenevo il massimo, ed ero autodidatta."
    }
  },
  {
    "translation": {
      "en": "I got a library card,",
      "it": "Mi tesserai in biblioteca,"
    }
  },
  {
    "translation": {
      "en": "and I pulled all these scientific journals,",
      "it": "presi tutte queste riviste scientifiche e le lessi tutte."
    }
  },
  {
    "translation": {
      "en": "then I would read 'em all. I went across zinc and muscle strength,",
      "it": "presi tutte queste riviste scientifiche e le lessi tutte. Lo zinco e la forza muscolare,"
    }
  },
  {
    "translation": {
      "en": "zinc and testosterone.",
      "it": "lo zinco e il testosterone."
    }
  },
  {
    "translation": {
      "en": "I learned athletes can be low in iron, they could be lower in copper.",
      "it": "Imparai che gli atleti possono avere carenza di ferro e rame."
    }
  },
  {
    "translation": {
      "en": "Some of these deficiencies are connected with various symptoms like",
      "it": "Alcune di queste carenze sono legate a vari sintomi"
    }
  },
  {
    "translation": {
      "en": "muscle cramps or lack of concentration.",
      "it": "come crampi o mancanza di concentrazione."
    }
  },
  {
    "translation": {
      "en": "And we-- Hopefully, by, uh, giving some input, we can help the United States win a few more gold medals.",
      "it": "Speriamo di poter aiutare gli Stati Uniti a vincere altre medaglie d'oro."
    }
  },
  {
    "translation": {
      "en": "I put together this partnership and raised money and started BALCO.",
      "it": "Iniziai questa collaborazione, raccolsi i fondi e fondai BALCO."
    }
  },
  {
    "translation": {
      "en": "Update on the BALCO Laboratory facility.",
      "it": "Aggiornamenti sui Laboratori BALCO."
    }
  },
  {
    "translation": {
      "en": "There's a new building. We'll walk into the lab area.",
      "it": "C'è un nuovo edificio. Entriamo nell'area del laboratorio."
    }
  },
  {
    "translation": {
      "en": "We started testing athletes, one led to another, and…",
      "it": "Iniziammo a testare gli atleti, prima uno, poi l'altro."
    }
  },
  {
    "translation": {
      "en": "The first-world-class athletes that I tested were in track and field.",
      "it": "Quelli più importanti erano dell'atletica."
    }
  },
  {
    "translation": {
      "en": "And then Matt Biondi, who was the world's fastest swimmer at the time.",
      "it": "Poi Matt Biondi, il nuotatore più veloce del mondo, all'epoca."
    }
  },
  {
    "translation": {
      "en": "So I could collect all this data that was valuable to them.",
      "it": "Raccolsi tutti i dati fondamentali per loro."
    }
  },
  {
    "translation": {
      "en": "You know, I was kind of a natural-born promoter.",
      "it": "Ero una sorta di promotore nato."
    }
  },
  {
    "translation": {
      "en": "The next thing you know, NBA players.",
      "it": "Arrivammo ai giocatori dell'NBA."
    }
  },
  {
    "translation": {
      "en": "I worked with the entire Seattle SuperSonics team in '92 and '93.",
      "it": "Lavorammo con tutta la squadra dei Seattle SuperSonics nel '92 e nel '93."
    }
  },
  {
    "translation": {
      "en": "But for me to actually enhance the performance of the athletes,",
      "it": "Ma per migliorare davvero le prestazioni degli atleti"
    }
  },
  {
    "translation": {
      "en": "I had to learn how to formulate supplements.",
      "it": "imparai a formulare gli integratori."
    }
  },
  {
    "translation": {
      "en": "So I created a whole line of mineral and trace element products",
      "it": "Così creai un'intera linea di prodotti minerali e oligoelementi"
    }
  },
  {
    "translation": {
      "en": "and formulated ZMA, and that-- I mean, it was like a rocket ship.",
      "it": "e progettai ZMA, che diventò immediatamente famosissimo."
    }
  },
  {
    "translation": {
      "en": "Pretty soon, Bill Romanowski showed up from the Denver Broncos.",
      "it": "Ben presto, Bill Romanowski arrivò dai Denver Broncos."
    }
  },
  {
    "translation": {
      "en": "And he-- he was the gateway to the NFL for-- for me.",
      "it": "Fu la via d'accesso per l'NFL."
    }
  },
  {
    "translation": {
      "en": "Then all of a sudden I had 250 NFL players.",
      "it": "All'improvviso, mi ritrovai con 250 giocatori dell'NFL."
    }
  },
  {
    "translation": {
      "en": "[Conte] Are you going to assault the world record, Gregg?",
      "it": "Vuoi assaltare il record del mondo, Gregg?"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Mr. Zinc. Call me Zinc.",
      "it": "LANCIO DEL PESO - Chiamami \"Zinco\". - Signor Zinco."
    }
  },
  {
    "translation": {
      "en": "-[Conte] Mr. Zinc. -[laughter]",
      "it": "- Chiamami \"Zinco\". - Signor Zinco."
    }
  },
  {
    "translation": {
      "en": "[Conte] So from '84, all the way until 2000,",
      "it": "Quindi, dall'84 fino al 2000,"
    }
  },
  {
    "translation": {
      "en": "everything that BALCO and SNAC did was completely legal, completely clean.",
      "it": "tutto ciò che fecero BALCO e SNAC era completamente legale e pulito."
    }
  },
  {
    "translation": {
      "en": "No athletes were ever given any sort of performance-enhancing drug.",
      "it": "A nessun atleta venne mai somministrata alcun tipo di droga."
    }
  },
  {
    "translation": {
      "en": "[chuckling] Now, were some of these guys using drugs, like shot putters? Of course.",
      "it": "Alcuni di loro, tipo chi faceva lancio del peso, le usavano? Certo."
    }
  },
  {
    "translation": {
      "en": "I just wasn't involved in-- in providing those to them.",
      "it": "Non ero io a fornirgliele."
    }
  },
  {
    "translation": {
      "en": "But I knew the use of performance-enhancing drugs",
      "it": "Ma sapevo che l'uso di sostanze dopanti"
    }
  },
  {
    "translation": {
      "en": "in Olympic sport was rampant.",
      "it": "negli sport olimpici era dilagante."
    }
  },
  {
    "translation": {
      "en": "[commentator] Carl Lewis is in lane three.",
      "it": "Carl Lewis è nella corsia tre."
    }
  },
  {
    "translation": {
      "en": "[Conte] In the Olympic Games in '88 in Seoul, of course Ben Johnson stands out.",
      "it": "Ai Giochi Olimpici dell'88 a Seoul, Ben Johnson si distinse."
    }
  },
  {
    "translation": {
      "en": "[commentator 1] And Johnson does it again. Unbelievable. Nine-seven-nine.",
      "it": "…Johnson. E Johnson lo fa di nuovo. Incredibile. Nove-sette-nove."
    }
  },
  {
    "translation": {
      "en": "[commentator 2] New world record. Incredible.",
      "it": "Nuovo record mondiale. Incredibile."
    }
  },
  {
    "translation": {
      "en": "Now, I've just been handed a piece of paper that, if it's right,",
      "it": "Ho ricevuto un documento che, se è reale,"
    }
  },
  {
    "translation": {
      "en": "it'll be the most dramatic story out of these Olympics or perhaps any others.",
      "it": "produrrà la storia più drammatica di queste Olimpiadi."
    }
  },
  {
    "translation": {
      "en": "Ben Johnson has been stripped of his gold medal",
      "it": "È stata tolta la medaglia d'oro a Ben Johnson"
    }
  },
  {
    "translation": {
      "en": "for testing positive to using anabolic steroids.",
      "it": "in quanto positivo a steroidi anabolizzanti."
    }
  },
  {
    "translation": {
      "en": "[reporter] He is one of the athletes under a cloud of suspicion for a while,",
      "it": "È uno degli atleti sospettati da tempo,"
    }
  },
  {
    "translation": {
      "en": "as is his coach, Charlie Francis.",
      "it": "così come l'allenatore, Charlie Francis."
    }
  },
  {
    "translation": {
      "en": "[Charlie Francis] Where you offer an athlete only two choices,",
      "it": "Se offri a un atleta solo due scelte,"
    }
  },
  {
    "translation": {
      "en": "run clean and lose or take drugs and win, then of course the choices will be clear.",
      "it": "correre pulito e perdere o usare droghe e vincere, la scelta è chiara."
    }
  },
  {
    "translation": {
      "en": "[Conte] Working with elite athletes,",
      "it": "Lavorando con atleti d'élite, mi resi conto"
    }
  },
  {
    "translation": {
      "en": "I realized this is what happens at the elite level of sport.",
      "it": "Lavorando con atleti d'élite, mi resi conto che questo è ciò che accade a quel livello."
    }
  },
  {
    "translation": {
      "en": "This is what it takes to go to the next level.",
      "it": "Questo è ciò che serve per passare al livello successivo."
    }
  },
  {
    "translation": {
      "en": "Reports on a frightening sign that sports competition is being pushed too far.",
      "it": "La competizione sportiva si sta spingendo troppo oltre."
    }
  },
  {
    "translation": {
      "en": "Steroids.",
      "it": "Steroidi."
    }
  },
  {
    "translation": {
      "en": "[reporter] America's newest drug epidemic.",
      "it": "La nuova epidemia di droga in America."
    }
  },
  {
    "translation": {
      "en": "President Bush recently signed a bill",
      "it": "Bush ha firmato un disegno di legge."
    }
  },
  {
    "translation": {
      "en": "which, for the first time, classifies steroids as controlled substances.",
      "it": "Per la prima volta, gli steroidi vengono classificati come stupefacenti."
    }
  },
  {
    "translation": {
      "en": "Said it's the classic dilemma between the fair play associated with sport",
      "it": "È il classico dilemma tra il gioco leale associato allo sport"
    }
  },
  {
    "translation": {
      "en": "and the desire to win.",
      "it": "e la voglia di vincere."
    }
  },
  {
    "translation": {
      "en": "In my experience, 80% of athletes say,",
      "it": "Secondo la mia esperienza, l'80% degli atleti dice:"
    }
  },
  {
    "translation": {
      "en": "\"I'm not gonna invest 10 years of my life then walk away, so give me those pills.\"",
      "it": "\"Non investirò anni di vita per niente. Dammi quelle pillole\"."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] I hate losing.",
      "it": "Odio perdere."
    }
  },
  {
    "translation": {
      "en": "I hate for anyone to look at me and say they beat me.",
      "it": "Odio che qualcuno mi guardi e dica di avermi battuto."
    }
  },
  {
    "translation": {
      "en": "And I think that comes from my childhood,",
      "it": "E credo che venga dalla mia infanzia,"
    }
  },
  {
    "translation": {
      "en": "because they called me Tiny Tim.",
      "it": "perché mi chiamavano Tiny Tim."
    }
  },
  {
    "translation": {
      "en": "I hate the name Tiny Tim.",
      "it": "Odio il nome Tiny Tim."
    }
  },
  {
    "translation": {
      "en": "I remember watching Conan the Barbarian.",
      "it": "Ricordo che guardavo Conan il Barbaro."
    }
  },
  {
    "translation": {
      "en": "How he pushed the wheel and he became so strong.",
      "it": "Spingeva la ruota e diventò fortissimo."
    }
  },
  {
    "translation": {
      "en": "I would cut grass. We had an old push lawn mower.",
      "it": "Io tagliavo l'erba con il tosaerba manuale."
    }
  },
  {
    "translation": {
      "en": "The lawn mower was this tall, and it had a little centerpiece there,",
      "it": "Era alto così e aveva una piccola barra centrale."
    }
  },
  {
    "translation": {
      "en": "so I'd be pushing, you know,",
      "it": "Io spingevo da lì"
    }
  },
  {
    "translation": {
      "en": "and everybody was looking at me, at little Timmy push the lawn mower.",
      "it": "e mi guardavano tutti, il piccolo Timmy che spingeva il tosaerba."
    }
  },
  {
    "translation": {
      "en": "I'd push all that yard because I wanted to be like Conan the Barbarian.",
      "it": "Andavo avanti così perché volevo essere come Conan il Barbaro."
    }
  },
  {
    "translation": {
      "en": "I wanted to be stronger, faster. I wanted to be everything.",
      "it": "Volevo essere più forte, più veloce. Volevo essere tutto."
    }
  },
  {
    "translation": {
      "en": "So I was really, in essence, training myself for my near future.",
      "it": "Mi stavo allenando per il mio futuro."
    }
  },
  {
    "translation": {
      "en": "My goal was-- was to be the best in the world, the greatest of all time.",
      "it": "Il mio obiettivo era essere il migliore al mondo, il più grande di sempre."
    }
  },
  {
    "translation": {
      "en": "[commentator] Tim Montgomery of the US may be, uh, a sleeper in this field.",
      "it": "Tim Montgomery, Stati Uniti, potrebbe essere una rivelazione."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] In 1997, I ran nine times under ten seconds…",
      "it": "Nel 1997, corsi nove volte in meno di dieci secondi."
    }
  },
  {
    "translation": {
      "en": "[commentator] Montgomery and Donovan Bailey.",
      "it": "Montgomery e Donovan Bailey."
    }
  },
  {
    "translation": {
      "en": "…so I knew what I could do naturally.",
      "it": "Sapevo cosa potevo fare in modo naturale."
    }
  },
  {
    "translation": {
      "en": "I just needed more power.",
      "it": "Mi serviva più potenza."
    }
  },
  {
    "translation": {
      "en": "[commentator] He's a little bit smaller.",
      "it": "È un po' piccolo."
    }
  },
  {
    "translation": {
      "en": "I think he may need to put on a few pounds, and I think his time is coming…",
      "it": "Mettere su qualche chilo potrebbe essergli d'aiuto…"
    }
  },
  {
    "translation": {
      "en": "[Montgomery] So, in 1999, I moved down to Raleigh, North Carolina,",
      "it": "Nel 1999, mi trasferii a Raleigh, in North Carolina,"
    }
  },
  {
    "translation": {
      "en": "and I started training with Trevor Graham, Marion Jones' coach.",
      "it": "e mi allenavo con Trevor Graham, l'allenatore di Marion Jones."
    }
  },
  {
    "translation": {
      "en": "And the workouts was--",
      "it": "E gli allenamenti erano…"
    }
  },
  {
    "translation": {
      "en": "Couldn't finish 'em.",
      "it": "Non riuscivo a finirli."
    }
  },
  {
    "translation": {
      "en": "So I go to Trevor's house and he got tapes of Ben Johnson.",
      "it": "Così andai a casa di Trevor che aveva le cassette di Ben Johnson."
    }
  },
  {
    "translation": {
      "en": "I can't do no start like that. It ain't how I start.",
      "it": "Io non sapevo nemmeno iniziare così."
    }
  },
  {
    "translation": {
      "en": "He's like, \"No, you see that raw power?\"",
      "it": "E lui: \"Vedi quella potenza pura?\""
    }
  },
  {
    "translation": {
      "en": "And that's when I was introduced to the dark side.",
      "it": "E fu allora che conobbi il lato oscuro."
    }
  },
  {
    "translation": {
      "en": "Performance-enhancing drugs.",
      "it": "Le sostanze dopanti."
    }
  },
  {
    "translation": {
      "en": "[Conte] The Ben Johnson race,",
      "it": "Nella gara di Ben Johnson,"
    }
  },
  {
    "translation": {
      "en": "eventually, something like six or seven out of the eight guys",
      "it": "sei o sette degli otto partecipanti"
    }
  },
  {
    "translation": {
      "en": "were suspected of using performance-enhancing drugs.",
      "it": "erano sospettati di fare uso di doping."
    }
  },
  {
    "translation": {
      "en": "If you run at least two meters faster,",
      "it": "Se corri almeno due metri più veloce,"
    }
  },
  {
    "translation": {
      "en": "this is the difference of 10 flat and 9-8. Okay?",
      "it": "è la differenza di dieci secondi e 9-8."
    }
  },
  {
    "translation": {
      "en": "So you're-- you're-- A guy not on stuff is going to have a very difficult time",
      "it": "Quindi per chi non usa quella roba è davvero difficile"
    }
  },
  {
    "translation": {
      "en": "competing with somebody who's on stuff.",
      "it": "competere contro chi la usa."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] When I got with Graham, I saw that the best was doing it.",
      "it": "Allenandomi con Trevor Graham capii che la cosa migliore era farlo."
    }
  },
  {
    "translation": {
      "en": "I assumed that this was what everybody was doing.",
      "it": "Pensavo che tutti ne facessero uso."
    }
  },
  {
    "translation": {
      "en": "[Conte] When I realized the hypocrisy of all of this,",
      "it": "Quando mi resi conto di tutta l'ipocrisia che c'era sotto,"
    }
  },
  {
    "translation": {
      "en": "I decided it was time to start playing by the real rules of sport,",
      "it": "decisi che era ora d'iniziare a giocare secondo le vere regole dello sport,"
    }
  },
  {
    "translation": {
      "en": "and the rest is history, as they say.",
      "it": "e il resto è storia, come si suol dire."
    }
  },
  {
    "translation": {
      "en": "[Conte] I went to a-- a bodybuilding show in San Francisco,",
      "it": "Andai a un evento di bodybuilding a San Francisco"
    }
  },
  {
    "translation": {
      "en": "and I was introduced to these 25 pro bodybuilders,",
      "it": "e mi presentarono 25 bodybuilder professionisti,"
    }
  },
  {
    "translation": {
      "en": "all the biggest names in the sport.",
      "it": "i più grandi nomi di questo sport."
    }
  },
  {
    "translation": {
      "en": "[Conte] And it's the only professional sport where the use of steroids is a mandate.",
      "it": "Ed è l'unico sport professionale in cui l'uso di steroidi è obbligatorio."
    }
  },
  {
    "translation": {
      "en": "And so I stood up to tell them we did this testing of minerals and trace elements,",
      "it": "Così, dissi loro che stavamo testando i minerali e gli oligoelementi,"
    }
  },
  {
    "translation": {
      "en": "but we also have the ability to do all of the comprehensive drug testing.",
      "it": "ma che avevamo anche la possibilità di fare tutti i test antidroga."
    }
  },
  {
    "translation": {
      "en": "[Conte] We tested those 25 bodybuilders…",
      "it": "Testammo quei 25 bodybuilder,"
    }
  },
  {
    "translation": {
      "en": "…and I said, \"These Winstrol tablets you think you're taking?\"",
      "it": "e dissi: \"Hai presente il Winstrol che pensi di assumere?"
    }
  },
  {
    "translation": {
      "en": "\"There's no Winstrol in your urine. These are fake.\"",
      "it": "Non ce n'è traccia nell'urina. È un placebo\"."
    }
  },
  {
    "translation": {
      "en": "That's how I became a part of that world and tried to learn about steroids.",
      "it": "Entrai a far parte di quel mondo e cercai di studiare gli steroidi."
    }
  },
  {
    "translation": {
      "en": "It was a new challenge, and that's what makes me tick.",
      "it": "Era una nuova sfida, ed è questo che mi motiva."
    }
  },
  {
    "translation": {
      "en": "You know, that's what got the wheels turning.",
      "it": "Che mi fa andare avanti."
    }
  },
  {
    "translation": {
      "en": "[Catlin] I'm Oliver Catlin.",
      "it": "Sono Oliver Catlin."
    }
  },
  {
    "translation": {
      "en": "I am the son of the guru of sport drug testing, Dr. Don Catlin.",
      "it": "Sono il figlio del guru dei test antidroga, il dottor Don Catlin."
    }
  },
  {
    "translation": {
      "en": "And today I am the president of Banned Substances Control Group.",
      "it": "A oggi sono il presidente del Banned Substances Control Group."
    }
  },
  {
    "translation": {
      "en": "In anti-doping, the level playing field is what we strive for,",
      "it": "Nell'antidoping, puntiamo alla parità di condizioni,"
    }
  },
  {
    "translation": {
      "en": "but it's hard to achieve.",
      "it": "ma è difficile da ottenere."
    }
  },
  {
    "translation": {
      "en": "Victor knew what he wanted in undetectable drugs,",
      "it": "Victor sapeva cosa voleva dalle droghe non rilevabili,"
    }
  },
  {
    "translation": {
      "en": "but he didn't know how to make those himself,",
      "it": "ma non sapeva come autoprodurle."
    }
  },
  {
    "translation": {
      "en": "and that's where the skill set of Patrick Arnold as a chemist came in.",
      "it": "Così, entrarono in gioco le abilità chimiche di Patrick Arnold."
    }
  },
  {
    "translation": {
      "en": "[Conte] At the Mr. Olympia Expo in Las Vegas is where I met Patrick Arnold,",
      "it": "Al Mr. Olympia Expo di Las Vegas incontrai Patrick Arnold,"
    }
  },
  {
    "translation": {
      "en": "and he just said he had some stuff that seemed to, you know, help with recovery.",
      "it": "che mi disse di avere qualcosa che poteva aiutare nel recupero."
    }
  },
  {
    "translation": {
      "en": "He didn't really even tell me what it was. And so I bought a bottle of it from him.",
      "it": "Non mi disse cos'era. Ne comprai un flacone."
    }
  },
  {
    "translation": {
      "en": "It was a clear liquid, you used an eyedropper",
      "it": "Era un liquido trasparente con contagocce"
    }
  },
  {
    "translation": {
      "en": "and you put drops under your tongue. It was sublingual absorption.",
      "it": "e le gocce andavano assunte per assorbimento sublinguale."
    }
  },
  {
    "translation": {
      "en": "Took it myself and it felt great.",
      "it": "Le provai e mi trovai benissimo."
    }
  },
  {
    "translation": {
      "en": "And then I did some testing on it,",
      "it": "Poi feci un test"
    }
  },
  {
    "translation": {
      "en": "where I measured my testosterone the next day, the next day and the next.",
      "it": "misurando il mio testosterone il giorno dopo e i giorni successivi."
    }
  },
  {
    "translation": {
      "en": "And I realized, \"Boy, this stuff acts like an anabolic steroid.\"",
      "it": "E capii che aveva lo stesso effetto degli steroidi anabolizzanti."
    }
  },
  {
    "translation": {
      "en": "Many of the steroids had been built by pharmaceuticals and just not used,",
      "it": "Molti degli steroidi erano prodotti da aziende farmaceutiche e mai usati,"
    }
  },
  {
    "translation": {
      "en": "but when we got to BALCO, new drugs were literally created.",
      "it": "ma BALCO iniziò a creare nuove sostanze."
    }
  },
  {
    "translation": {
      "en": "Patrick bubbled hydrogen through gestrinone, a birth control pill,",
      "it": "Patrick fece gorgogliare l'idrogeno dal gestrinone, un anticoncezionale,"
    }
  },
  {
    "translation": {
      "en": "and it turned into one of the most anabolic steroids that was ever created.",
      "it": "e si trasformò in uno degli steroidi più anabolizzanti mai creati."
    }
  },
  {
    "translation": {
      "en": "[Conte] Then when I did the comprehensive drug testing, it came back as clean.",
      "it": "E quando feci un approfondito test antidoping, risultò pulito."
    }
  },
  {
    "translation": {
      "en": "-[ding] -It was undetectable.",
      "it": "Era impercettibile."
    }
  },
  {
    "translation": {
      "en": "Oh, shit, you know?",
      "it": "\"Oh, merda.\""
    }
  },
  {
    "translation": {
      "en": "Then the light bulb went on.",
      "it": "Mi si accese la lampadina."
    }
  },
  {
    "translation": {
      "en": "[Catlin] And I think he saw performance-enhancing drugs",
      "it": "Credo che vedesse che i farmaci dopanti non rilevabili"
    }
  },
  {
    "translation": {
      "en": "that were undetectable were a much quicker avenue",
      "it": "Credo che vedesse che i farmaci dopanti non rilevabili fossero una via molto più rapida"
    }
  },
  {
    "translation": {
      "en": "than the legitimate nutrition products that he was selling.",
      "it": "dei prodotti per la nutrizione che vendeva."
    }
  },
  {
    "translation": {
      "en": "That's when I started giving it to athletes, at the beginning of 2000.",
      "it": "Iniziai a darlo agli atleti all'inizio del 2000."
    }
  },
  {
    "translation": {
      "en": "How about this?",
      "it": "Guarda qua."
    }
  },
  {
    "translation": {
      "en": "[producer] What do you got?",
      "it": "Cosa?"
    }
  },
  {
    "translation": {
      "en": "This is Marion Jones at the, uh, 2000 Olympics in Sydney",
      "it": "Questa è Marion Jones alle Olimpiadi del 2000 a Sydney,"
    }
  },
  {
    "translation": {
      "en": "that they opened up where she wins by something like four meters.",
      "it": "dove vinse di quattro metri."
    }
  },
  {
    "translation": {
      "en": "That just shows you the type of dominance that Marion had at that time.",
      "it": "Questo mostra il tipo di dominio che Marion aveva all'epoca."
    }
  },
  {
    "translation": {
      "en": "Going into the 2000 Summer Olympics, Marion Jones was the golden girl.",
      "it": "Alle Olimpiadi estive del 2000, Marion Jones era la ragazza d'oro."
    }
  },
  {
    "translation": {
      "en": "[commentator 1] …Jones taking command.",
      "it": "…Jones prende il comando."
    }
  },
  {
    "translation": {
      "en": "[commentator 2] She has yet to be beaten.",
      "it": "Non è mai stata battuta."
    }
  },
  {
    "translation": {
      "en": "[commentator 3] Her goal this year, she'll say it: To be undefeated. She's a competitor.",
      "it": "Proclama lei stessa il suo obiettivo: essere imbattibile. Che concorrente."
    }
  },
  {
    "translation": {
      "en": "Marion Jones is making three million dollars a year.",
      "it": "Jones guadagna tre milioni di dollari l'anno."
    }
  },
  {
    "translation": {
      "en": "In Sydney, she's going for five medals, trying to be the greatest of all time.",
      "it": "A Sydney cercò di diventare la più grande della storia."
    }
  },
  {
    "translation": {
      "en": "The only time I even consider the quest for five is when people mention it. [laughs]",
      "it": "Penso a puntare ai cinque ori solo quando la gente ne parla."
    }
  },
  {
    "translation": {
      "en": "[Conte] She had sponsorships with General Motors,",
      "it": "Aveva sponsorizzato la General Motors,"
    }
  },
  {
    "translation": {
      "en": "American Express, Nike, you know, the commercial \"Can you dig it?\"",
      "it": "l'American Express, la Nike, sai lo spot che dice: \"Riuscite a trovarli?\""
    }
  },
  {
    "translation": {
      "en": "[Jones] We need more role models. The more, the better.",
      "it": "Ci servono esempi da seguire. Più sono, meglio è."
    }
  },
  {
    "translation": {
      "en": "Can you dig it?",
      "it": "Riuscite a trovarli?"
    }
  },
  {
    "translation": {
      "en": "I had not talked with Marion,",
      "it": "Non avevo parlato con Marion,"
    }
  },
  {
    "translation": {
      "en": "but had talked with her trainer, Trevor Graham.",
      "it": "ma con il suo allenatore, Trevor Graham."
    }
  },
  {
    "translation": {
      "en": "They were using traditional testosterone and EPO and growth hormone,",
      "it": "Usavano il testosterone, l'EPO e l'ormone della crescita,"
    }
  },
  {
    "translation": {
      "en": "and they said, \"We hear you have this undetectable substance.\"",
      "it": "e dissero: \"Sappiamo che hai qualcosa di irrilevabile."
    }
  },
  {
    "translation": {
      "en": "\"Can you help, uh, Marion Jones?\"",
      "it": "Puoi aiutare Marion Jones?\""
    }
  },
  {
    "translation": {
      "en": "And immediately I realized this was a very, very big moment,",
      "it": "E subito capii che era un'opportunità enorme,"
    }
  },
  {
    "translation": {
      "en": "and I sent a box of some of this stuff to them.",
      "it": "così inviai loro una scatola di questa roba."
    }
  },
  {
    "translation": {
      "en": "[woman] I promise that we shall take part in these Olympic Games,",
      "it": "OLIMPIADI DI SYDNEY Prometto che parteciperemo a questi Giochi Olimpici"
    }
  },
  {
    "translation": {
      "en": "committing ourselves to a sport without doping and without drugs.",
      "it": "impegnandoci in uno sport senza doping e senza droghe. GIURAMENTO OLIMPICO DELL'ATLETA"
    }
  },
  {
    "translation": {
      "en": "Once we got there, we created a-- a calendar for Marion.",
      "it": "Una volta lì, creammo un calendario per Marion."
    }
  },
  {
    "translation": {
      "en": "We determined what to take, how much to take, when to take it.",
      "it": "Decidemmo cosa dovesse assumere, quanto e quando assumerlo."
    }
  },
  {
    "translation": {
      "en": "Of course, it was all based on circumventing the testing.",
      "it": "Ovviamente, lo scopo era quello di eludere i test."
    }
  },
  {
    "translation": {
      "en": "[commentator] Marion Jones has seven of the fastest 11 times ever run.",
      "it": "Marion Jones ha sette degli 11 tempi più veloci di sempre."
    }
  },
  {
    "translation": {
      "en": "[Conte] I got tickets to sit at the finish line of the 100 meters.",
      "it": "Avevo i biglietti per arrivare al traguardo dei 100 metri."
    }
  },
  {
    "translation": {
      "en": "It was insane.",
      "it": "È stato pazzesco."
    }
  },
  {
    "translation": {
      "en": "[commentator] Set.",
      "it": "Pronti."
    }
  },
  {
    "translation": {
      "en": "Away. Pretty good start for Jones. She's in the winning position.",
      "it": "Via. Buon inizio per Jones. È in posizione vincente."
    }
  },
  {
    "translation": {
      "en": "Early startup, pulling away slowly.",
      "it": "Avvio anticipato, si stacca."
    }
  },
  {
    "translation": {
      "en": "We were shooting for the-- for the top of the mountain.",
      "it": "Puntavamo al meglio possibile."
    }
  },
  {
    "translation": {
      "en": "[commentator] Jones going hard. Lawrence has had a good first 50.",
      "it": "Jones va forte. Lawrence era partita bene."
    }
  },
  {
    "translation": {
      "en": "Jones clearly in front. Look at the margin.",
      "it": "Jones è davanti. Guardate lo stacco."
    }
  },
  {
    "translation": {
      "en": "She's straining them.",
      "it": "Che margine!"
    }
  },
  {
    "translation": {
      "en": "[Conte] I knew she would win,",
      "it": "Sapevo che avrebbe vinto,"
    }
  },
  {
    "translation": {
      "en": "but I didn't think she'd blow everybody away Flo-Jo style and win by four meters.",
      "it": "ma non che avrebbe fatto impazzire tutti in stile Flo-Jo vincendo di quattro metri."
    }
  },
  {
    "translation": {
      "en": "[commentator] She absolutely annihilated them.",
      "it": "Le ha completamente annientate."
    }
  },
  {
    "translation": {
      "en": "[Conte] Marion ended up winning five medals at the Olympics in Sydney.",
      "it": "Marion vinse cinque medaglie alle Olimpiadi di Sydney."
    }
  },
  {
    "translation": {
      "en": "It felt great to just be a part of her success.",
      "it": "È stato bello far parte del suo successo."
    }
  },
  {
    "translation": {
      "en": "-We're done. We're done. -We're done.",
      "it": "Abbiamo finito. Abbiamo finito."
    }
  },
  {
    "translation": {
      "en": "[Michael Schmidt] I think the-- the thing about the BALCO investigation",
      "it": "Credo che l'indagine su BALCO"
    }
  },
  {
    "translation": {
      "en": "is that it brings you behind the scenes",
      "it": "ti porti dietro le quinte"
    }
  },
  {
    "translation": {
      "en": "into largely criminal activity that was done in secret.",
      "it": "di gran parte delle attività criminali commesse in segreto."
    }
  },
  {
    "translation": {
      "en": "And it's-- it's exposing what these athletes were willing to do to try and succeed.",
      "it": "E ti fa vedere ciò che questi atleti erano disposti a fare per avere successo."
    }
  },
  {
    "translation": {
      "en": "[commentator] That one's high. Deep right field, gone! Home run, Barry Bonds.",
      "it": "Va in alto a destra, è sparita! Fuoricampo per Barry Bonds."
    }
  },
  {
    "translation": {
      "en": "[Schmidt] Steroids were banned in baseball at the time,",
      "it": "All'epoca, gli steroidi erano banditi nel baseball,"
    }
  },
  {
    "translation": {
      "en": "but there was no testing for them,",
      "it": "ma non c'erano test adeguati."
    }
  },
  {
    "translation": {
      "en": "and, in the late '90s into the early 2000s,",
      "it": "E, tra la fine degli anni '90 e l'inizio degli anni 2000,"
    }
  },
  {
    "translation": {
      "en": "it's just like an explosion in home runs.",
      "it": "ci fu un'esplosione di fuoricampo."
    }
  },
  {
    "translation": {
      "en": "[commentator] Canseco looks like the sort of a comic book hero: Huge.",
      "it": "Canseco sembra uscito da un fumetto: Enorme."
    }
  },
  {
    "translation": {
      "en": "Wow, did he crush that one?",
      "it": "Come ci è riuscito?"
    }
  },
  {
    "translation": {
      "en": "Then in 1998, there was this chase to break the single-season home run record",
      "it": "Poi, nel 1998, ci fu la corsa per battere il record di fuoricampo in una stagione"
    }
  },
  {
    "translation": {
      "en": "between two great sluggers, Mark McGwire…",
      "it": "tra due grandi battitori, Mark McGwire…"
    }
  },
  {
    "translation": {
      "en": "[commentator] Number 45 for McGwire.",
      "it": "Numero 45 per McGwire."
    }
  },
  {
    "translation": {
      "en": "[Schmidt] …and Sammy Sosa.",
      "it": "…e Sammy Sosa."
    }
  },
  {
    "translation": {
      "en": "[commentator] One for two and he sends a rocket. Number 48.",
      "it": "Uno su due, un razzo. È il 48°."
    }
  },
  {
    "translation": {
      "en": "And it completely captivated the country.",
      "it": "Conquistò completamente l'intero paese."
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Sixty!",
      "it": "Sessanta!"
    }
  },
  {
    "translation": {
      "en": "[commentator 2] Can you say \"66\"?",
      "it": "Sai dire \"66\"?"
    }
  },
  {
    "translation": {
      "en": "Number 70! How much more can you give us than that? Number 70…",
      "it": "Settanta! Quanto può darci ancora? Settanta…"
    }
  },
  {
    "translation": {
      "en": "[Schmidt] Bonds saw what Sosa and McGwire had done.",
      "it": "Bonds vide cosa avevano fatto Sosa e McGwire."
    }
  },
  {
    "translation": {
      "en": "At that point in Bonds' career, he was already a Hall of Famer.",
      "it": "E a quel punto, lui era già nella Hall of Fame."
    }
  },
  {
    "translation": {
      "en": "He basically said to himself, \"I know I'm better than these guys.\"",
      "it": "In pratica diceva a se stesso: \"So di essere migliore di loro."
    }
  },
  {
    "translation": {
      "en": "[Schmidt] \"There's no reason I shouldn't be performing at that level.\"",
      "it": "Non c'è motivo per cui non dovrei puntare a quel livello\"."
    }
  },
  {
    "translation": {
      "en": "But he was at an age",
      "it": "Ma aveva un'età"
    }
  },
  {
    "translation": {
      "en": "when most players' careers are on the downtick,",
      "it": "in cui la carriera di molti giocatori è in crisi,"
    }
  },
  {
    "translation": {
      "en": "when they retire from the game.",
      "it": "in cui molti si ritirano."
    }
  },
  {
    "translation": {
      "en": "And-- And I'm trying to think of, what next level can I get to?",
      "it": "Sto cercando di valutare a quale livello posso arrivare."
    }
  },
  {
    "translation": {
      "en": "What-- What can keep me motivated",
      "it": "Cosa può tenermi motivato"
    }
  },
  {
    "translation": {
      "en": "to do the things that I've been doing day in and day out?",
      "it": "a fare le cose che faccio ogni giorno?"
    }
  },
  {
    "translation": {
      "en": "[Conte] Greg Anderson, Barry's trainer, brought him to-- to BALCO.",
      "it": "Greg Anderson, l'allenatore di Barry, lo portò da BALCO."
    }
  },
  {
    "translation": {
      "en": "You know, he asked if-- if we could work with Barry",
      "it": "Ci chiese se potevamo lavorare con Barry,"
    }
  },
  {
    "translation": {
      "en": "and test his blood and see what nutritional elements that he may need.",
      "it": "fargli le analisi e vedere quali elementi nutrizionali gli servissero."
    }
  },
  {
    "translation": {
      "en": "And then after providing Barry with a number of different legal nutritional supplements.",
      "it": "Dopo aver dato a Barry diversi integratori alimentari…"
    }
  },
  {
    "translation": {
      "en": "I've lost more championships in my life more than ever, ever.",
      "it": "Ho perso il maggior numero di campionati della mia vita."
    }
  },
  {
    "translation": {
      "en": "I mean, I almost get numb at times. It just eats me up so bad.",
      "it": "A volte divento quasi insensibile. Mi divora in modo impressionante."
    }
  },
  {
    "translation": {
      "en": "[Conte] In a year's time there, Barry put on, like, 20 pounds in an off-season.",
      "it": "…in un anno, Barry aumentò di quasi dieci chili in bassa stagione."
    }
  },
  {
    "translation": {
      "en": "My recollection is he weighed 208,",
      "it": "Mi ricordo che pesava 94 kg,"
    }
  },
  {
    "translation": {
      "en": "and then the following season he weighed 228.",
      "it": "e la stagione seguente ne pesava più di 103."
    }
  },
  {
    "translation": {
      "en": "And so we provided all sorts of nutritional supplements,",
      "it": "Fornivamo qualsiasi tipo di integratore alimentare,"
    }
  },
  {
    "translation": {
      "en": "but nothing beyond that.",
      "it": "ma niente di più."
    }
  },
  {
    "translation": {
      "en": "[producer] I think people assume you're his doctor giving steroids all the time.",
      "it": "Forse alcuni la vedevano come il medico che dava sempre gli steroidi."
    }
  },
  {
    "translation": {
      "en": "Not true. He does have a personal doctor, who I met, but… [chuckles] …it's not me.",
      "it": "No, lui ha un medico personale, l'ho incontrato, non sono io."
    }
  },
  {
    "translation": {
      "en": "I not only didn't give him The Clear or The Cream or any other anabolic steroids,",
      "it": "Non gli ho mai dato Il Clear o La Crema, o altri steroidi,"
    }
  },
  {
    "translation": {
      "en": "but I've never even discussed steroids with him, not a word ever.",
      "it": "e addirittura non ho mai discusso di steroidi con lui."
    }
  },
  {
    "translation": {
      "en": "In my opinion, the entire investigation was--",
      "it": "Secondo me, tutta l'indagine"
    }
  },
  {
    "translation": {
      "en": "Had everything to do with Barry Bonds. He was the target.",
      "it": "aveva a che fare con Barry Bonds. Era lui l'obiettivo."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] My name is Jeff Novitzky.",
      "it": "Mi chiamo Jeff Novitzky."
    }
  },
  {
    "translation": {
      "en": "I was lead investigator on the BALCO Laboratories investigation,",
      "it": "Ero investigatore capo dell'indagine dei Laboratori BALCO,"
    }
  },
  {
    "translation": {
      "en": "one of the highest-profile performance-enhancing drug investigations of all time.",
      "it": "una delle più grandi indagini sulle sostanze dopanti di tutti i tempi."
    }
  },
  {
    "translation": {
      "en": "And I carry an immense, immense love for sport.",
      "it": "Io amo immensamente lo sport."
    }
  },
  {
    "translation": {
      "en": "Basketball, I wanted to go to the NBA until, maybe mid-part of college",
      "it": "Amo il basket, puntavo all'NBA fino alla metà del college,"
    }
  },
  {
    "translation": {
      "en": "where you realize that's probably not in the cards.",
      "it": "quando capii che non sarebbe stato possibile."
    }
  },
  {
    "translation": {
      "en": "And after college, came across an entry from IRS criminal investigation division,",
      "it": "Dopo il college, c'era un posto vacante nell'investigazione criminale"
    }
  },
  {
    "translation": {
      "en": "and I'll never forget this, their motto was \"Be an accountant with a gun.\"",
      "it": "di cui non dimenticherò mai il motto: \"Sii un ragioniere con una pistola\"."
    }
  },
  {
    "translation": {
      "en": "And I thought, \"All right, that's something I could be interested in.\"",
      "it": "Pensai: \"Va bene, potrebbe interessarmi\"."
    }
  },
  {
    "translation": {
      "en": "I remember sitting in a class and having a senior agent come in saying,",
      "it": "Ero seduto in classe e un agente anziano venne a dirmi:"
    }
  },
  {
    "translation": {
      "en": "\"Make cases out of things that you just see around you.\"",
      "it": "\"Trova i casi nelle cose che ti circondano."
    }
  },
  {
    "translation": {
      "en": "\"You don't need to wait for an official referral from Washington, D.C.\"",
      "it": "Non serve aspettare un rinvio da Washington."
    }
  },
  {
    "translation": {
      "en": "\"If you see this really nice Ferrari going down the street,",
      "it": "Se vedi passare una bella Ferrari,"
    }
  },
  {
    "translation": {
      "en": "run their plate and see if that person would be making that kind of money.\"",
      "it": "prendi la targa e assicurati che quella persona possa permettersela."
    }
  },
  {
    "translation": {
      "en": "\"If they don't, then maybe you should look further into that.\"",
      "it": "In caso contrario, dovresti indagare\"."
    }
  },
  {
    "translation": {
      "en": "And I started to hear in the '90s about BALCO Laboratories,",
      "it": "Sentii parlare dei Laboratori Balco negli anni '90."
    }
  },
  {
    "translation": {
      "en": "which, as the crow flies, is probably less than a mile from where I lived.",
      "it": "In linea d'aria, erano a meno di un chilometro e mezzo da dove vivevo."
    }
  },
  {
    "translation": {
      "en": "And that, despite them claiming that they were a blood testing laboratory,",
      "it": "E, nonostante affermassero di essere un laboratorio di analisi ematiche,"
    }
  },
  {
    "translation": {
      "en": "what they were really doing is providing athletes with performance-enhancing drugs.",
      "it": "fornivano agli atleti farmaci per migliorare le prestazioni."
    }
  },
  {
    "translation": {
      "en": "One of the first things I did was query the currency transaction database,",
      "it": "Come prima cosa, guardai il database delle transazioni"
    }
  },
  {
    "translation": {
      "en": "and saw that Victor Conte and BALCO Laboratories",
      "it": "e vidi che Victor Conte e i Laboratori BALCO"
    }
  },
  {
    "translation": {
      "en": "were withdrawing hundreds of thousands of dollars in currency",
      "it": "prelevavano centinaia di migliaia di dollari in contanti"
    }
  },
  {
    "translation": {
      "en": "for a purported blood testing laboratory.",
      "it": "per un presunto laboratorio di analisi."
    }
  },
  {
    "translation": {
      "en": "That, by itself, appeared suspicious and didn't seem right.",
      "it": "Già solo questo, sembrava sospetto."
    }
  },
  {
    "translation": {
      "en": "Go on to some of the online message boards,",
      "it": "Andai su vari forum online"
    }
  },
  {
    "translation": {
      "en": "and Victor Conte talks very openly about steroids",
      "it": "e vidi che Victor Conte parlava apertamente di steroidi"
    }
  },
  {
    "translation": {
      "en": "and his knowledge of what drugs do what,",
      "it": "e di cosa facessero queste sostanze,"
    }
  },
  {
    "translation": {
      "en": "about how much they cost, about every athlete that he's worked with,",
      "it": "di quanto costassero, degli atleti con cui lavorava."
    }
  },
  {
    "translation": {
      "en": "and when I saw these athletes that were going to BALCO,",
      "it": "E quando vidi gli atleti che andavano da BALCO,"
    }
  },
  {
    "translation": {
      "en": "including Barry Bonds, I thought to myself,",
      "it": "incluso Barry Bonds, pensai:"
    }
  },
  {
    "translation": {
      "en": "\"This could potentially get more attention than any investigation before it,",
      "it": "\"Potrebbe attirare più attenzione di qualsiasi indagine passata,"
    }
  },
  {
    "translation": {
      "en": "so we probably need to kind of expand and see who else is involved.\"",
      "it": "quindi dovremmo continuare e vedere chi altro è coinvolto\"."
    }
  },
  {
    "translation": {
      "en": "My first time seeing Victor was in Sydney,",
      "it": "La prima volta che vidi Victor fu a Sydney,"
    }
  },
  {
    "translation": {
      "en": "and we partied every single day.",
      "it": "e facevamo festa ogni giorno."
    }
  },
  {
    "translation": {
      "en": "Every single day.",
      "it": "Ogni santo giorno."
    }
  },
  {
    "translation": {
      "en": "[Conte] At that time, he was ranked number eight in the world.",
      "it": "A quel tempo, era l'ottavo al mondo."
    }
  },
  {
    "translation": {
      "en": "[commentator] Men's 4 by 100 underway, and here's the handoff to Tim Montgomery",
      "it": "Inizia la gara, ed ecco il passaggio a Tim Montgomery."
    }
  },
  {
    "translation": {
      "en": "and the US has the lead…",
      "it": "USA in testa…"
    }
  },
  {
    "translation": {
      "en": "[Conte] He was one of the top guys.",
      "it": "Era uno dei migliori."
    }
  },
  {
    "translation": {
      "en": "I decided it was time to take it to another level, and help him break the world record.",
      "it": "Era ora di portarlo a un altro livello e aiutarlo a battere il record mondiale."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] At that time, the record was 9.79, held by Maurice Greene.",
      "it": "All'epoca, il record era di 9,79, detenuto da Maurice Greene."
    }
  },
  {
    "translation": {
      "en": "I was in that race, 1999, when he broke it in Greece.",
      "it": "C'ero anch'io nel 1999, quando vinse in Grecia."
    }
  },
  {
    "translation": {
      "en": "[commentator] Nine-seven-nine. Does that ring a bell?",
      "it": "Nove-sette-nove. Ti ricorda qualcosa?"
    }
  },
  {
    "translation": {
      "en": "As just mentioned, Ben Johnson had that very same time at the '88 Olympics in Seoul,",
      "it": "Come già detto, Ben Johnson ha partecipato alle Olimpiadi di Seoul,"
    }
  },
  {
    "translation": {
      "en": "only to be stripped of the gold medal after testing positive.",
      "it": "ma è stato privato dell'oro dopo essere risultato positivo."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] Whoever broke the world record in the 100 meters,",
      "it": "Chiunque batta il record mondiale nei 100 metri,"
    }
  },
  {
    "translation": {
      "en": "you were the fastest human ever.",
      "it": "diventa l'uomo più veloce di sempre."
    }
  },
  {
    "translation": {
      "en": "It's like a unicorn.",
      "it": "Raro come un unicorno."
    }
  },
  {
    "translation": {
      "en": "I told Maurice, \"It's yours for now, but I'll be back to get it.\"",
      "it": "Dissi a Maurice: \"Per ora è tuo, ma tornerò a prendermelo\"."
    }
  },
  {
    "translation": {
      "en": "I had already run down nine-nine-two in 1997. Clean.",
      "it": "Avevo già fatto un 9,92 nel 1997. Pulito."
    }
  },
  {
    "translation": {
      "en": "Once Victor understood that I had been clean,",
      "it": "Quando Victor capì che non usavo sostanze,"
    }
  },
  {
    "translation": {
      "en": "he said, \"You're gonna break the world record.\"",
      "it": "disse: \"Batterai il record del mondo\"."
    }
  },
  {
    "translation": {
      "en": "I told Victor Conte, \"I don't care if I die.\"",
      "it": "E io gli risposi: \"Non mi importa di morire."
    }
  },
  {
    "translation": {
      "en": "\"I want to see what it feels like to be the greatest at any cost possible.\"",
      "it": "Voglio sapere come ci si sente a essere il migliore, a ogni costo\"."
    }
  },
  {
    "translation": {
      "en": "It's almost like selling your soul to the devil.",
      "it": "Era come vendere l'anima al diavolo."
    }
  },
  {
    "translation": {
      "en": "And that's when I made that decision to help Tim Montgomery",
      "it": "Fu allora che decisi di aiutare Tim Montgomery"
    }
  },
  {
    "translation": {
      "en": "to become the world's fastest human, and-- and I took it as a challenge.",
      "it": "a diventare l'uomo più veloce al mondo. Era una sfida."
    }
  },
  {
    "translation": {
      "en": "And we were gonna call it Project World Record.",
      "it": "Lo chiamammo Progetto Record Mondiale."
    }
  },
  {
    "translation": {
      "en": "[man] Set.",
      "it": "Pronti."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] When we got back, we were going to put together the plan.",
      "it": "Una volta tornati, dovevamo stilare un piano."
    }
  },
  {
    "translation": {
      "en": "What do the program needs to look like",
      "it": "Come deve essere il programma"
    }
  },
  {
    "translation": {
      "en": "in order to get nine-nine-two to nine-seven-five?",
      "it": "per trasformare il nove-nove-due in un nove-sette-cinque?"
    }
  },
  {
    "translation": {
      "en": "So you can talk about stuff, but can you implement and achieve it?",
      "it": "Puoi parlare finché vuoi, ma sai agire e raggiungere gli obiettivi?"
    }
  },
  {
    "translation": {
      "en": "That's a whole 'nother-- That separates the men from the boys.",
      "it": "Questa è la differenza tra uomini e ragazzini."
    }
  },
  {
    "translation": {
      "en": "I immediately reached out to Charlie Francis,",
      "it": "Contattai subito Charlie Francis,"
    }
  },
  {
    "translation": {
      "en": "who was Ben Johnson's coach and he lived in Toronto,",
      "it": "l'allenatore di Ben Johnson, che viveva a Toronto,"
    }
  },
  {
    "translation": {
      "en": "and then I reached out to Milos Sarcev. They call him Milos the Mind",
      "it": "e poi contattai Milos Sarcev. Lo chiamano Milos la Mente"
    }
  },
  {
    "translation": {
      "en": "because he's a very smart guy.",
      "it": "perché è molto intelligente."
    }
  },
  {
    "translation": {
      "en": "In terms of the weight training program,",
      "it": "Nell'allenamento con i pesi,"
    }
  },
  {
    "translation": {
      "en": "Trevor Graham really was kind of the frontman as a coach.",
      "it": "Trevor Graham era il leader come allenatore."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] And then Victor Conte, you're behind the pharmacology.",
      "it": "E poi Victor Conte, \"Il Farmacista\"."
    }
  },
  {
    "translation": {
      "en": "[Conte] Taking growth hormones, taking insulin, EPO, taking The Clear,",
      "it": "Prendemmo gli ormoni della crescita, l'insulina, l'EPO, Il Clear"
    }
  },
  {
    "translation": {
      "en": "and we created a-- a calendar.",
      "it": "e creammo un calendario."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] So when you on steroids, you have to have a plan that goes with the medication.",
      "it": "Se assumi steroidi, devi avere un piano che si abbini ai farmaci."
    }
  },
  {
    "translation": {
      "en": "It was thrilling.",
      "it": "Era emozionante."
    }
  },
  {
    "translation": {
      "en": "[Conte] You know, more does not mean better.",
      "it": "Di più non significa migliore."
    }
  },
  {
    "translation": {
      "en": "This is how you optimize the drugs.",
      "it": "È così che ottimizzi i farmaci."
    }
  },
  {
    "translation": {
      "en": "He had a system. I got me a real connect. A real doctor.",
      "it": "Aveva un sistema. Mi mise in contatto con un medico vero."
    }
  },
  {
    "translation": {
      "en": "Until I found out Victor wasn't a doctor.",
      "it": "Poi scoprii che Victor non era un medico."
    }
  },
  {
    "translation": {
      "en": "[Conte] A lot of people mistakenly call me doctor.",
      "it": "Molti mi chiamano erroneamente dottore."
    }
  },
  {
    "translation": {
      "en": "I don't know why, 'cause I-- I guess because I'm interpreting blood test results and I'm giving them",
      "it": "Non so perché, forse perché interpreto i risultati degli esami ematici"
    }
  },
  {
    "translation": {
      "en": "the type of information that a doctor would give them, I guess.",
      "it": "e do loro le informazioni che darebbe un medico."
    }
  },
  {
    "translation": {
      "en": "Most people know me as a bass player.",
      "it": "Molti mi conoscono come bassista."
    }
  },
  {
    "translation": {
      "en": "I played with many groups that had albums.",
      "it": "Ho suonato con molti gruppi che produssero album."
    }
  },
  {
    "translation": {
      "en": "Uh, the most famous would be Tower of Power.",
      "it": "I più famosi sono i Tower of Power."
    }
  },
  {
    "translation": {
      "en": "But I had three daughters.",
      "it": "Ma poi ebbi tre figlie."
    }
  },
  {
    "translation": {
      "en": "I was on the road ten months a year,",
      "it": "Ero in viaggio dieci mesi all'anno"
    }
  },
  {
    "translation": {
      "en": "and I'd come back and they'd be this much taller.",
      "it": "e quando tornavo erano cresciute tanto così."
    }
  },
  {
    "translation": {
      "en": "Hi, camera.",
      "it": "Ciao, telecamera."
    }
  },
  {
    "translation": {
      "en": "-[Conte] Well, how are you? -How are you?",
      "it": "Come stai? Come stai?"
    }
  },
  {
    "translation": {
      "en": "[Conte] I want you to tell me what your name is.",
      "it": "Dimmi come ti chiami."
    }
  },
  {
    "translation": {
      "en": "What's your name?",
      "it": "Come ti chiami?"
    }
  },
  {
    "translation": {
      "en": "[Conte] No, you tell me what's your name.",
      "it": "No, dimmi come ti chiami tu."
    }
  },
  {
    "translation": {
      "en": "-My name is Veronica. -[Conte] Where do you live at?",
      "it": "Mi chiamo Veronica. Dove vivi?"
    }
  },
  {
    "translation": {
      "en": "We-- I live at my house.",
      "it": "Vivo a casa mia."
    }
  },
  {
    "translation": {
      "en": "My youngest memory, there were always athletes around, and oftentimes,",
      "it": "Uno dei miei primi ricordi è essere attorniata da atleti, e spesso"
    }
  },
  {
    "translation": {
      "en": "the people we were going to support were making big achievements",
      "it": "chi sostenevamo raggiungeva grossi risultati,"
    }
  },
  {
    "translation": {
      "en": "and so it was exciting.",
      "it": "era entusiasmante."
    }
  },
  {
    "translation": {
      "en": "[Conte] Could you tell Daddy what the name of the place is that he works at?",
      "it": "Puoi dire a papà come si chiama il posto in cui lavora?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -[Conte] What's the name?",
      "it": "- Sì. - Come si chiama?"
    }
  },
  {
    "translation": {
      "en": "It's BALCO.",
      "it": "BALCO."
    }
  },
  {
    "translation": {
      "en": "[Conte] BALCO? What is-- What does BALCO do?",
      "it": "BALCO? Cosa fa BALCO?"
    }
  },
  {
    "translation": {
      "en": "You working.",
      "it": "Ci lavori tu."
    }
  },
  {
    "translation": {
      "en": "[Conte] I know, but what do I do there? What kind of work?",
      "it": "Ma cosa faccio lì? Che tipo di lavoro?"
    }
  },
  {
    "translation": {
      "en": "So I would say in my teenage years was when I really knew, \"Okay, this is--\" \"My dad's involved in the dark side.\"",
      "it": "Fu durante l'adolescenza che capii: \"Mio padre è coinvolto nel lato oscuro.\""
    }
  },
  {
    "translation": {
      "en": "And he was just open and honest with me about what was going on.",
      "it": "E lui fu sincero con me su quello che stava succedendo."
    }
  },
  {
    "translation": {
      "en": "At the time, I knew that he was kind of the mastermind",
      "it": "All'epoca, sapevo che era lui la mente"
    }
  },
  {
    "translation": {
      "en": "behind this Project World Record effort.",
      "it": "dietro il Progetto Record Mondiale."
    }
  },
  {
    "translation": {
      "en": "[Conte] Oh, this is Modesto Relays.",
      "it": "Questo è il Modesto Relays."
    }
  },
  {
    "translation": {
      "en": "This is May of 2001.",
      "it": "Siamo nel maggio del 2001."
    }
  },
  {
    "translation": {
      "en": "That was the first race where he won in a world-leading time.",
      "it": "Fu la prima gara che vinse nel periodo dei record mondiali."
    }
  },
  {
    "translation": {
      "en": "Tim just destroyed it.",
      "it": "Tim fece faville."
    }
  },
  {
    "translation": {
      "en": "[Veronica] Tim won. Tim won!",
      "it": "Tim ha vinto!"
    }
  },
  {
    "translation": {
      "en": "-[man] He did? -[Veronica] Tim won!",
      "it": "- Sì? - Tim ha vinto!"
    }
  },
  {
    "translation": {
      "en": "-Oh my God! -[man] They're shaking hands.",
      "it": "- Oddio! - Si stringono la mano."
    }
  },
  {
    "translation": {
      "en": "[Veronica] They're shaking hands, so cute. I love this!",
      "it": "Si stringono la mano. Che bello!"
    }
  },
  {
    "translation": {
      "en": "This is the most exciting thing I've ever experienced.",
      "it": "È la cosa più emozionante mai vista."
    }
  },
  {
    "translation": {
      "en": "[Conte] On the back of his shirt, it says \"Project World Record.\"",
      "it": "Il retro della maglietta dice \"Progetto Record Mondiale\"."
    }
  },
  {
    "translation": {
      "en": "We were there announcing that we were going to break the world record.",
      "it": "Stavamo annunciando che avremmo battuto il record."
    }
  },
  {
    "translation": {
      "en": "I ran nine-nine-six. We knew from then it was no stopping.",
      "it": "Il mio tempo fu di nove-nove-sei. Sapevamo che non ci saremmo fermati."
    }
  },
  {
    "translation": {
      "en": "[Conte] The transformation was incredible.",
      "it": "La trasformazione fu incredibile."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] Starting Project World Record, I weighed 148 pounds.",
      "it": "All'inizio del Progetto Record Mondiale, pesavo 67 chili."
    }
  },
  {
    "translation": {
      "en": "[Conte] We bulked him up to 176.",
      "it": "Lo facemmo arrivare a 80"
    }
  },
  {
    "translation": {
      "en": "We put, like, 28 pounds of muscle on him in a short period of time.",
      "it": "e mise su 13 chili di muscoli in poco tempo."
    }
  },
  {
    "translation": {
      "en": "Greg Anderson was coming to BALCO",
      "it": "Greg Anderson veniva da BALCO"
    }
  },
  {
    "translation": {
      "en": "to help Tim Montgomery with all the weight training,",
      "it": "per aiutare Tim Montgomery ad allenarsi con i pesi,"
    }
  },
  {
    "translation": {
      "en": "and in eight weeks his bench press went from 265 to 345.",
      "it": "e dopo otto settimane, passò da sollevare 120 a 155 kg."
    }
  },
  {
    "translation": {
      "en": "Ten pounds a week increase.",
      "it": "Quasi cinque kg in più a settimana. Sembrava un linebacker della NFL"
    }
  },
  {
    "translation": {
      "en": "He looked like an NFL linebacker, and previously they called him Tiny Tim.",
      "it": "Quasi cinque kg in più a settimana. Sembrava un linebacker della NFL e lo chiamavano Tiny Tim."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] It was incredible. Felt like Conan the Barbarian.",
      "it": "Fu incredibile. Mi sentivo Conan il Barbaro."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] Me and Victor, we were together all day.",
      "it": "Io e Victor stavamo insieme tutto il giorno."
    }
  },
  {
    "translation": {
      "en": "Ate breakfast together, lunch together, dinner together, we partied together.",
      "it": "Facevamo colazione, pranzo e cena insieme, feste insieme."
    }
  },
  {
    "translation": {
      "en": "It became like we're a team.",
      "it": "Diventammo una squadra."
    }
  },
  {
    "translation": {
      "en": "My habits changed. I had a plan,",
      "it": "Le mie abitudini cambiarono. Avevo un piano,"
    }
  },
  {
    "translation": {
      "en": "how much to take, when to take them, and what to take with them.",
      "it": "quanto assumere, quando assumerlo, cosa assumere in contemporanea."
    }
  },
  {
    "translation": {
      "en": "You know, he became kind of muscle-bound.",
      "it": "Diventò davvero muscoloso."
    }
  },
  {
    "translation": {
      "en": "You could see he was running like this because his lats were so big.",
      "it": "Correva così perché i suoi dorsali erano enormi."
    }
  },
  {
    "translation": {
      "en": "Then we cut him back to about 160.",
      "it": "Poi lo riportammo a circa 72 kg."
    }
  },
  {
    "translation": {
      "en": "Victor Conte was honcho.",
      "it": "Victor Conte era il capo."
    }
  },
  {
    "translation": {
      "en": "And then from there, I went to Oslo.",
      "it": "E da lì, andai a Oslo."
    }
  },
  {
    "translation": {
      "en": "[commentator] On the right, here comes Tim Montgomery.",
      "it": "A destra abbiamo Tim Montgomery."
    }
  },
  {
    "translation": {
      "en": "It's Montgomery in lane four with a late surge.",
      "it": "Montgomery in corsia quattro rimonta all'ultimo."
    }
  },
  {
    "translation": {
      "en": "Unofficially 9.84 seconds.",
      "it": "Ufficiosamente 9,84 secondi."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] And I felt so good.",
      "it": "E stavo da Dio."
    }
  },
  {
    "translation": {
      "en": "Oh, I could beat everybody.",
      "it": "Potevo batterli tutti."
    }
  },
  {
    "translation": {
      "en": "[commentator] Boy, the difference has been pronounced this year.",
      "it": "È stata decretata la differenza quest'anno."
    }
  },
  {
    "translation": {
      "en": "Only Maurice Greene has ever run faster.",
      "it": "Solo Maurice Greene è stato più veloce."
    }
  },
  {
    "translation": {
      "en": "This is the transformation that happens. It-- It makes you Superman.",
      "it": "Questa è la trasformazione. Ti rende Superman."
    }
  },
  {
    "translation": {
      "en": "[reporter] Montgomery makes history, but more importantly,",
      "it": "Montgomery fa la storia, ma soprattutto,"
    }
  },
  {
    "translation": {
      "en": "he sends shock waves through the sprint world.",
      "it": "sconvolge il mondo dell'atletica."
    }
  },
  {
    "translation": {
      "en": "What has Trevor been teaching you? Trevor Graham, your coach now.",
      "it": "Cosa ti ha insegnato Trevor Graham, il tuo allenatore?"
    }
  },
  {
    "translation": {
      "en": "To stay patient and wait for it to come.",
      "it": "Abbi pazienza, aspetta."
    }
  },
  {
    "translation": {
      "en": "Don't try to break the world record, let the world record come to you.",
      "it": "Non inseguire il record, lascia che venga lui da te."
    }
  },
  {
    "translation": {
      "en": "[man] Go!",
      "it": "Via!"
    }
  },
  {
    "translation": {
      "en": "We were like, \"Next race we break the world record.\"",
      "it": "Pensavamo: \"Alla prossima battiamo il record."
    }
  },
  {
    "translation": {
      "en": "\"Next race. Next race up, we break the world record.\"",
      "it": "Alla prossima gara lo batteremo\"."
    }
  },
  {
    "translation": {
      "en": "You're on the edge of greatness and disaster.",
      "it": "Sei sull'orlo della grandezza e del disastro."
    }
  },
  {
    "translation": {
      "en": "That feeling becomes addictive.",
      "it": "Quella sensazione crea dipendenza."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] For me, this thing that I love so much, sport,",
      "it": "Per me, questa cosa che amo tanto, lo sport,"
    }
  },
  {
    "translation": {
      "en": "were being sullied by the presence of PEDs and breaking rules,",
      "it": "era macchiata dalla presenza di PED, di regole infrante"
    }
  },
  {
    "translation": {
      "en": "and the unethical decisions of, \"Well, I'm gonna break this rule",
      "it": "e di decisioni non etiche di: \"Infrangerò questa regola"
    }
  },
  {
    "translation": {
      "en": "because it's gonna get me something good on the other end.\"",
      "it": "perché mi porterà qualcosa di buono\"."
    }
  },
  {
    "translation": {
      "en": "And so this case consumed my life.",
      "it": "Questo caso mi ha consumato la vita."
    }
  },
  {
    "translation": {
      "en": "It literally consumed my life, and--",
      "it": "L'ha letteralmente consumata."
    }
  },
  {
    "translation": {
      "en": "From the time I woke up in the morning,",
      "it": "Da quando mi alzavo al mattino"
    }
  },
  {
    "translation": {
      "en": "to the time that I went to sleep at night, that's literally all I was thinking of.",
      "it": "a quando andavo a dormire, pensavo solo a questo."
    }
  },
  {
    "translation": {
      "en": "[producer] What gave you the idea to go through his trash to begin with?",
      "it": "Come le è venuta l'idea di rovistare tra i suoi rifiuti?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I think that was a technique in the first couple of years of my career,",
      "it": "Era una tecnica dei miei primi due anni di carriera."
    }
  },
  {
    "translation": {
      "en": "and a lot of agents didn't like to do it, 'cause it wasn't fun.",
      "it": "A molti agenti non piaceva, perché non era divertente."
    }
  },
  {
    "translation": {
      "en": "However, I don't think trash examinations have ever gotten as much notoriety… [chuckling] …and coverage as mine did.",
      "it": "E non credo che abbia mai avuto tanta risonanza come quando lo feci io."
    }
  },
  {
    "translation": {
      "en": "So BALCO was a lower-risk trash collection. They put their trash out every Monday night.",
      "it": "BALCO produceva rifiuti a basso rischio. Li portava fuori ogni lunedì sera."
    }
  },
  {
    "translation": {
      "en": "And I'd go, you know, 11:00, midnight,",
      "it": "Entravo alle 23:00 o a mezzanotte"
    }
  },
  {
    "translation": {
      "en": "got in and out of there as fast as possible.",
      "it": "e uscivo di lì il prima possibile."
    }
  },
  {
    "translation": {
      "en": "This is just various stuff that was unsealed during the BALCO trial.",
      "it": "Questa è roba che è stata aperta durante il processo BALCO."
    }
  },
  {
    "translation": {
      "en": "This is where the trash was placed every night.",
      "it": "La spazzatura veniva messa qui."
    }
  },
  {
    "translation": {
      "en": "Was right about here, where in the mornings,",
      "it": "Proprio qui, e al mattino passava il netturbino per raccoglierla,"
    }
  },
  {
    "translation": {
      "en": "the dump-- you know, the trashman would come collect it,",
      "it": "e al mattino passava il netturbino per raccoglierla,"
    }
  },
  {
    "translation": {
      "en": "but he'd come here and it'd be empty 'cause I took it the night before.",
      "it": "ma quando arrivava non c'era nulla, avevo preso tutto io."
    }
  },
  {
    "translation": {
      "en": "I'd usually drive it to a dumpster that was well-lit, kind of in the area,",
      "it": "Di solito la portavo in un cassonetto ben illuminato della zona,"
    }
  },
  {
    "translation": {
      "en": "so that I could discard the smelly stuff, food items, that I didn't want.",
      "it": "così buttavo via la roba puzzolente, il cibo che non mi serviva."
    }
  },
  {
    "translation": {
      "en": "I remember bringing stuff home the first night",
      "it": "La prima sera portai questa roba a casa"
    }
  },
  {
    "translation": {
      "en": "and I started finding these, uh, medications, used like, torn-up wrappers.",
      "it": "e trovai questi farmaci usati, le confezioni strappate."
    }
  },
  {
    "translation": {
      "en": "And I'm like, \"Hey, am I-- am I right in seeing what I'm seeing right here?\"",
      "it": "Pensai: \"È davvero ciò che credo di vedere?\""
    }
  },
  {
    "translation": {
      "en": "[Catlin] He needed to know what the drugs were that he was finding,",
      "it": "Doveva sapere cosa aveva trovato,"
    }
  },
  {
    "translation": {
      "en": "and so he called our lab. [chuckling] The lab folks were suspicious, frankly.",
      "it": "così chiamò il nostro laboratorio. I tecnici erano sospettosi."
    }
  },
  {
    "translation": {
      "en": "They were just-- You know, it was some random person playing an IRS agent.",
      "it": "Era solo una persona a caso che si fingeva della Finanza."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] Basically came out and told him what I was doing, um, and what I was finding.",
      "it": "In pratica, gli dissi cosa stavo facendo e cosa stavo scoprendo."
    }
  },
  {
    "translation": {
      "en": "[chuckling] And realized that Jeff really was an IRS agent.",
      "it": "E capii che Jeff era davvero un agente della Finanza."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] We started putting some pieces of the puzzle together.",
      "it": "Iniziammo a mettere insieme i pezzi del puzzle."
    }
  },
  {
    "translation": {
      "en": "So this was the first night I did, and this was human growth hormone,",
      "it": "Questo reperto è della prima notte, è ormone della crescita,"
    }
  },
  {
    "translation": {
      "en": "a torn-up box, the box of testosterone.",
      "it": "una scatola rotta, la scatola del testosterone."
    }
  },
  {
    "translation": {
      "en": "Here's the note from a world champion shot putter.",
      "it": "C'è una nota del campione del mondo di lancio del peso."
    }
  },
  {
    "translation": {
      "en": "\"Here's a check for the next cycle. I need it by the end of the week.\" \"Thanks. Kevin.\"",
      "it": "\"Ecco un assegno per il prossimo ciclo. Mi serve entro fine settimana. Kevin.\""
    }
  },
  {
    "translation": {
      "en": "He was just careless and haphazard in what trash he threw away",
      "it": "Buttava la sua spazzatura distrattamente, senza pensare,"
    }
  },
  {
    "translation": {
      "en": "as anyone I've ever run across in my law enforcement career.",
      "it": "come chiunque abbia indagato nella mia carriera."
    }
  },
  {
    "translation": {
      "en": "[commentator 2] Here's a long home run by Bonds, number 39. It sails over the fence.",
      "it": "Ecco un lungo fuoricampo di Bonds, il numero 39. Supera la recinzione."
    }
  },
  {
    "translation": {
      "en": "This is the hottest man in the history of baseball, home run-wise,",
      "it": "Per quanto riguarda i fuoricampo, è l'uomo più famoso del baseball"
    }
  },
  {
    "translation": {
      "en": "at this point in any season over 100 years.",
      "it": "da oltre 100 anni."
    }
  },
  {
    "translation": {
      "en": "In 2001, Barry was going for the 70 home run-- The season record.",
      "it": "Nel 2001, Barry voleva battere il record della stagione."
    }
  },
  {
    "translation": {
      "en": "It was very exciting for me to-- to know him and to be a fan of his",
      "it": "Fu emozionante per me conoscerlo, ero un suo fan"
    }
  },
  {
    "translation": {
      "en": "and doing my best to help him in any way that I could.",
      "it": "e feci del mio meglio per aiutarlo."
    }
  },
  {
    "translation": {
      "en": "[commentator] Number 43 on the year for Bonds.",
      "it": "Siamo al 43° dell'anno per Bonds."
    }
  },
  {
    "translation": {
      "en": "[Schmidt] So you've had this guy with a Hall of Fame career, he's on the downslide,",
      "it": "C'è un tizio con una carriera da Hall of Fame, ormai in declino,"
    }
  },
  {
    "translation": {
      "en": "and all of a sudden he begins performing at a level that-- that even Babe Ruth couldn't.",
      "it": "e all'improvviso inizia a giocare a un livello più alto di Babe Ruth."
    }
  },
  {
    "translation": {
      "en": "[commentator] Number 45 for Bonds.",
      "it": "Il 45° per Bonds."
    }
  },
  {
    "translation": {
      "en": "I've never seen anything like this in my life besides Mark McGwire, and Sammy Sosa…",
      "it": "Non ho mai visto niente di simile a parte Mark McGwire e Sammy Sosa."
    }
  },
  {
    "translation": {
      "en": "[reporter] Forty-nine homers faster than any major-leaguer in history.",
      "it": "Il 49° fuoricampo più veloce della storia della serie A."
    }
  },
  {
    "translation": {
      "en": "I can't explain it. If I knew what I was doing I would've done this a long time ago.",
      "it": "Non lo so spiegare. Se l'avessi saputo, l'avrei fatto molto tempo fa."
    }
  },
  {
    "translation": {
      "en": "[commentator] Fifty for Barry Bonds.",
      "it": "Cinquantesimo per Barry Bonds."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] I think it was almost genius that his scheme primarily was,",
      "it": "E ritengo che il suo piano fosse quasi geniale:"
    }
  },
  {
    "translation": {
      "en": "\"Barry Bonds, I'm going to give you these drugs.\"",
      "it": "\"Barry Bonds, ti darò questi farmaci."
    }
  },
  {
    "translation": {
      "en": "\"Don't pay me checks, money orders, wire.\"",
      "it": "Non pagarmi in assegni, vaglia, bonifici."
    }
  },
  {
    "translation": {
      "en": "\"Instead, you're going to promote my SNAC line of supplements.\"",
      "it": "Piuttosto, promuovi la mia linea d'integratori\"."
    }
  },
  {
    "translation": {
      "en": "The acronym stands for Scientific Nutrition for Advanced Conditioning.",
      "it": "L'acronimo sta per Nutrizione Scientifica per Allenamenti Avanzati."
    }
  },
  {
    "translation": {
      "en": "The AM formula is called Vitalize.",
      "it": "La formula del mattino si chiama Vitalize."
    }
  },
  {
    "translation": {
      "en": "The PM formula is called ZMA.",
      "it": "La formula serale si chiama ZMA."
    }
  },
  {
    "translation": {
      "en": "Tell the world that this is the reason why you're approaching the home run record.",
      "it": "\"Di' al mondo che il tuo avvicinamento al record mondiale lo devi a questo.\""
    }
  },
  {
    "translation": {
      "en": "[commentator] It is outta here!",
      "it": "Ed è fuori!"
    }
  },
  {
    "translation": {
      "en": "[Conte] Would you like to vitalize your mind and vitalize your body?",
      "it": "Vorresti rivitalizzare la tua mente e il tuo corpo?"
    }
  },
  {
    "translation": {
      "en": "Then it's time to get vitalized with the SNAC system.",
      "it": "È il momento di rivitalizzarsi con SNAC System."
    }
  },
  {
    "translation": {
      "en": "[Conte] ZMA, it blew up to the point where, in 2000,",
      "it": "Lo ZMA divenne così famoso che, nel 2000,"
    }
  },
  {
    "translation": {
      "en": "we had four different brands of ZMA",
      "it": "ne avevamo quattro marchi diversi"
    }
  },
  {
    "translation": {
      "en": "in all 9,000 GNC stores nationwide.",
      "it": "in tutti i 9.000 negozi GNC della nazione."
    }
  },
  {
    "translation": {
      "en": "So you'd walk around any mall and see ZMA in the window.",
      "it": "Se entravi in un centro commerciale, vedevi l'espositore ZMA."
    }
  },
  {
    "translation": {
      "en": "This is Mr. Barry Bonds.",
      "it": "Lui è Barry Bonds."
    }
  },
  {
    "translation": {
      "en": "This is a photo shoot that he did",
      "it": "È un servizio fotografico,"
    }
  },
  {
    "translation": {
      "en": "and they had a capture of him on the front cover.",
      "it": "e qui lo possiamo vedere anche in copertina."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] \"And I want you to go out and talk to Muscle and Fitness",
      "it": "\"Ora devi parlare a Muscle and Fitness"
    }
  },
  {
    "translation": {
      "en": "about how great my supplement line is.\"",
      "it": "della grandiosità dei miei integratori."
    }
  },
  {
    "translation": {
      "en": "\"Say, 'Liquid ZMA helped me get five medals",
      "it": "Lo ZMA mi ha aiutato a vincere cinque medaglie"
    }
  },
  {
    "translation": {
      "en": "at the Sydney Olympics and break these home run records.'\"",
      "it": "alle Olimpiadi di Sydney e a battere i record di fuoricampo.\""
    }
  },
  {
    "translation": {
      "en": "And, I mean, that paid off a tremendous amount.",
      "it": "Il risultato fu incredibile."
    }
  },
  {
    "translation": {
      "en": "I'm sure hundreds of thousands, if not millions, in sales.",
      "it": "Centinaia di migliaia, se non milioni, di vendite."
    }
  },
  {
    "translation": {
      "en": "[commentator] Here's the pitch.",
      "it": "Ecco il lancio."
    }
  },
  {
    "translation": {
      "en": "Bonds hits one hard to right field. Outta here!",
      "it": "Fuoricampo di Bonds a destra! È fuori!"
    }
  },
  {
    "translation": {
      "en": "And he joins Mark McGwire, Sammy Sosa, Babe Ruth and Roger Maris,",
      "it": "E si unisce a Mark McGwire, Sammy Sosa, Babe Ruth e Roger Maris,"
    }
  },
  {
    "translation": {
      "en": "the only players to hit 60 or more home runs in a season.",
      "it": "gli unici giocatori a segnare 60 o più fuoricampo in una stagione."
    }
  },
  {
    "translation": {
      "en": "This is a-- This is a room where we dress up all the athletes.",
      "it": "Questa è la stanza in cui vestiamo tutti gli atleti."
    }
  },
  {
    "translation": {
      "en": "[chuckling] As you can see, we got lots of different gear here.",
      "it": "Come vedi, abbiamo molto materiale."
    }
  },
  {
    "translation": {
      "en": "So, branding is how I win.",
      "it": "Il branding è il mio modo di vincere."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] We were thinking that, okay, we promote the ZMA,",
      "it": "Pensavamo che promuovendo lo ZMA"
    }
  },
  {
    "translation": {
      "en": "no one would find out about what's behind the scene of the ZMA.",
      "it": "nessuno avrebbe scoperto cosa c'era dietro."
    }
  },
  {
    "translation": {
      "en": "He has the top athletes.",
      "it": "Ha i migliori atleti."
    }
  },
  {
    "translation": {
      "en": "It's like, when you're doing a crime,",
      "it": "Quando commetti un crimine,"
    }
  },
  {
    "translation": {
      "en": "you think you're the smartest person that's committing the crime.",
      "it": "pensi di essere il più furbo nel commetterlo."
    }
  },
  {
    "translation": {
      "en": "Then you look back and say, \"That was the dumbest thing I ever thought of.\"",
      "it": "Poi ti guardi indietro e dici: \"Che cretino sono stato\"."
    }
  },
  {
    "translation": {
      "en": "[commentator 1] The men's 100-meter dash presented by Pontiac Grand Prix.",
      "it": "I 100 metri maschili presentati da Pontiac Grand Prix."
    }
  },
  {
    "translation": {
      "en": "[commentator 2] And there's a man who I think is running very well this year.",
      "it": "Quest'anno abbiamo un uomo che corre molto bene."
    }
  },
  {
    "translation": {
      "en": "Tim Montgomery, I think, is the favorite going into this final.",
      "it": "Montgomery è il favorito per la finale."
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Has to be.",
      "it": "Deve esserlo."
    }
  },
  {
    "translation": {
      "en": "Back in the finals of the men's 100 meters at US trials,",
      "it": "Alle qualificazioni delle finali per i 100 metri maschili,"
    }
  },
  {
    "translation": {
      "en": "Nike was going to give me $50,000 to wear their clothes in the finals.",
      "it": "la Nike mi avrebbe dato 50.000 dollari per indossare i loro vestiti in finale."
    }
  },
  {
    "translation": {
      "en": "[Conte] Tim wore the ZMA logo",
      "it": "Tim indossava il logo ZMA"
    }
  },
  {
    "translation": {
      "en": "and we had two or three different outfits made",
      "it": "e facemmo fare due o tre outfit,"
    }
  },
  {
    "translation": {
      "en": "that were one piece that had ZMA on 'em, and he wore them in many races.",
      "it": "una tuta unica con il logo ZMA, che ha indossato in molte gare."
    }
  },
  {
    "translation": {
      "en": "We already had an agreement that was made that he would wear it,",
      "it": "Avevamo già un accordo sul fatto che le avrebbe indossate"
    }
  },
  {
    "translation": {
      "en": "and then at the last minute there was some mention that, \"Oh, Nike wants me to wear their stuff.\"",
      "it": "e all'ultimo minuto mi disse: \"Nike vuole che li sponsorizzi\"."
    }
  },
  {
    "translation": {
      "en": "And Victor was like,",
      "it": "E Victor rispose:"
    }
  },
  {
    "translation": {
      "en": "\"Who you going to be loyal to, me or them?\"",
      "it": "\"A chi sarai fedele?\""
    }
  },
  {
    "translation": {
      "en": "So I'm like, \"It's 50,000 dollar, homie.\"",
      "it": "E io: \"Sono 50.000 dollari, bello\"."
    }
  },
  {
    "translation": {
      "en": "And he was like, \"My time is worth millions.\"",
      "it": "E lui: \"Il mio tempo vale milioni\"."
    }
  },
  {
    "translation": {
      "en": "Project team leader's the boss,",
      "it": "Il leader del progetto è il capo,"
    }
  },
  {
    "translation": {
      "en": "the project team leader's the one that finances the whole project.",
      "it": "è quello che finanzia l'intero progetto."
    }
  },
  {
    "translation": {
      "en": "So I say, \"Okay, you have been with me. I'm going to wear ZMA in the finals.\"",
      "it": "Così risposi: \"Ok, sei rimasto con me. Indosserò ZMA in finale\"."
    }
  },
  {
    "translation": {
      "en": "Not one person in track and field has ever run with a vitamin company…",
      "it": "Nessuno, nell'atletica leggera, ha mai corso con un'azienda di vitamine"
    }
  },
  {
    "translation": {
      "en": "[chuckling] …on their uniform in the history of track and field.",
      "it": "sull'uniforme nella storia di questo sport."
    }
  },
  {
    "translation": {
      "en": "[commentator] Here comes Montgomery, and it is Tim Montgomery…",
      "it": "Ed ecco che arriva Montgomery, ed è Tim Montgomery…"
    }
  },
  {
    "translation": {
      "en": "[Montgomery] I wore ZMA in the finals",
      "it": "Indossai ZMA in finale"
    }
  },
  {
    "translation": {
      "en": "and then I signed with Nike after the race,",
      "it": "e poi firmai con Nike dopo la gara,"
    }
  },
  {
    "translation": {
      "en": "and Victor was upset",
      "it": "e Victor era sconvolto"
    }
  },
  {
    "translation": {
      "en": "because he wanted to control that contract.",
      "it": "perché voleva controllare quel contratto."
    }
  },
  {
    "translation": {
      "en": "He went from being a doctor to now an agent.",
      "it": "Passò dall'essere un medico a un agente."
    }
  },
  {
    "translation": {
      "en": "If I had a signed agreement with Victor, you would have seen it on the screen.",
      "it": "Se avessi firmato un accordo con Victor, l'avreste visto in TV."
    }
  },
  {
    "translation": {
      "en": "For going to the world championship,",
      "it": "Per partecipare ai mondiali"
    }
  },
  {
    "translation": {
      "en": "Victor had already hit me with-- He wanted 35 percent of my winnings.",
      "it": "Victor aveva stabilito di volere il 35% delle mie vincite."
    }
  },
  {
    "translation": {
      "en": "It was the percentage that he wanted going forward.",
      "it": "Era la percentuale che voleva da lì in avanti."
    }
  },
  {
    "translation": {
      "en": "[Conte] That's-- I never asked for any percentage of his winnings ever.",
      "it": "Non ho mai chiesto alcuna percentuale sulle vincite."
    }
  },
  {
    "translation": {
      "en": "That's just a complete lie and a fabrication by-- by Tim.",
      "it": "È solo una bugia, un'invenzione di Tim."
    }
  },
  {
    "translation": {
      "en": "He was committed to me. I brought him to the dance, now he's gonna dance with somebody else?",
      "it": "Era un impegno. Era lì grazie a me e ora voleva andare con qualcun altro?"
    }
  },
  {
    "translation": {
      "en": "You tell me, is that-- is that fair?",
      "it": "È giusto secondo te?"
    }
  },
  {
    "translation": {
      "en": "And so, at a certain point, I just said, \"Well, I can't continue with this guy.\"",
      "it": "Così, a un certo punto, dissi: \"Non posso continuare così\"."
    }
  },
  {
    "translation": {
      "en": "I terminated my relationship with him.",
      "it": "Interruppi la relazione con lui."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] I'm trying to fathom him saying he ended the relationship with me",
      "it": "Non capisco perché debba dire che fu lui a voler chiudere con me"
    }
  },
  {
    "translation": {
      "en": "and I'm on the verge of breaking the world record.",
      "it": "mentre stavo per battere il record del mondo."
    }
  },
  {
    "translation": {
      "en": "Listen, I like Victor. Victor hurt me…",
      "it": "Ascolta, mi è simpatico Victor. Ma mi ha deluso"
    }
  },
  {
    "translation": {
      "en": "when he wanted 35%,",
      "it": "quando mi ha chiesto il 35%,"
    }
  },
  {
    "translation": {
      "en": "because I considered him as a friend.",
      "it": "perché lo consideravo un amico."
    }
  },
  {
    "translation": {
      "en": "\"Look into my eyes and tell me you feel like I owe you something.\"",
      "it": "\"Guardami negli occhi e dimmi che ti devo qualcosa."
    }
  },
  {
    "translation": {
      "en": "\"What did you give me for wearing ZMA at US trials?\"",
      "it": "Cosa mi hai dato per aver indossato ZMA alle qualificazioni?\""
    }
  },
  {
    "translation": {
      "en": "So I was done with Victor, period.",
      "it": "Ho chiuso io con Victor, punto."
    }
  },
  {
    "translation": {
      "en": "And Victor was like, \"Oh. Oh, you can't walk away.\"",
      "it": "E lui disse: \"Non puoi andartene."
    }
  },
  {
    "translation": {
      "en": "\"I'm the show. You ain't gonna run fast without me.\"",
      "it": "Non correrai veloce senza di me\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"Watch me. I can do this on my own.\"",
      "it": "E io: \"Aspetta e vedrai. Posso farcela da solo\"."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] One thing, I was finding, uh, dozens of discarded one-use syringe wrappers",
      "it": "Avevo trovato una dozzina di involucri per siringhe monouso,"
    }
  },
  {
    "translation": {
      "en": "but no syringes, and thought, \"Man, if I had the syringe,",
      "it": "ma non le siringhe, e pensai: \"Con le siringhe"
    }
  },
  {
    "translation": {
      "en": "maybe I could send the syringe for DNA analysis.\"",
      "it": "potrei fare delle analisi del DNA\"."
    }
  },
  {
    "translation": {
      "en": "We were able to subpoena the medical waste company,",
      "it": "Riuscimmo a citare l'azienda di rifiuti medici,"
    }
  },
  {
    "translation": {
      "en": "so when they picked up the medical waste, the sharps box from BALCO",
      "it": "e quando raccoglievano i rifiuti da BALCO,"
    }
  },
  {
    "translation": {
      "en": "on a weekly basis, they'd bring it back to their hub,",
      "it": "ogni settimana, li riportavano al loro centro"
    }
  },
  {
    "translation": {
      "en": "set it aside for me and I would go through that.",
      "it": "e li tenevano da parte per me."
    }
  },
  {
    "translation": {
      "en": "Syringes we sent to laboratories.",
      "it": "Mandammo le siringhe ai laboratori."
    }
  },
  {
    "translation": {
      "en": "They were able to extract what the substances were being, uh, injected.",
      "it": "Riuscirono a estrarre le sostanze iniettate."
    }
  },
  {
    "translation": {
      "en": "We were keeping track of what mail was being delivered.",
      "it": "Tenevamo traccia della posta che veniva consegnata."
    }
  },
  {
    "translation": {
      "en": "They will give you where the mail's coming from and who it's addressed to.",
      "it": "Ci dicevano da dove arrivava la posta e a chi era indirizzata."
    }
  },
  {
    "translation": {
      "en": "And even found an email from Patrick Arnold,",
      "it": "Trovammo un'email di Patrick Arnold"
    }
  },
  {
    "translation": {
      "en": "where he's chronicling sending Victor Conte the designer steroid.",
      "it": "in cui parlava dell'invio dello steroide a Victor Conte."
    }
  },
  {
    "translation": {
      "en": "Financial ledgers showing payments from the athletes,",
      "it": "Registri finanziari che mostravano i pagamenti"
    }
  },
  {
    "translation": {
      "en": "invoices for a substance called epitestosterone.",
      "it": "degli atleti per una sostanza chiamata epitestosterone."
    }
  },
  {
    "translation": {
      "en": "When you use The Clear,",
      "it": "Quando usi Il Clear,"
    }
  },
  {
    "translation": {
      "en": "it would throw your natural hormone imbalance completely out of whack,",
      "it": "si scombussola completamente il tuo normale equilibrio ormonale,"
    }
  },
  {
    "translation": {
      "en": "and that was something that anti-doping was looking at.",
      "it": "ed è ciò che ricercava l'antidoping."
    }
  },
  {
    "translation": {
      "en": "They were looking at something called the testosterone to epitestosterone ratio.",
      "it": "Valutavano il rapporto tra testosterone ed epitestosterone."
    }
  },
  {
    "translation": {
      "en": "In sport, there's a four to one ratio that we look for of T to E.",
      "it": "Nello sport, c'è un rapporto di quattro a uno tra T ed E."
    }
  },
  {
    "translation": {
      "en": "If it's above four to one, that's a sign that somebody's doping with testosterone.",
      "it": "Se è più alto di quattro a uno, è segno che il soggetto usa del testosterone."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] Victor Conte created the Cream to bring up that ratio",
      "it": "Victor Conte creò La Crema per aumentare il rapporto"
    }
  },
  {
    "translation": {
      "en": "so that the testosterone would not get out of whack",
      "it": "in modo che il testosterone non si sbilanciasse"
    }
  },
  {
    "translation": {
      "en": "and show an abnormal ratio.",
      "it": "mostrando un rapporto anomalo."
    }
  },
  {
    "translation": {
      "en": "Using these protocols to try to avoid detection,",
      "it": "Usavano questi protocolli per evitare di essere scoperti."
    }
  },
  {
    "translation": {
      "en": "it's absolutely a cat-and-mouse game.",
      "it": "È il gioco del gatto col topo."
    }
  },
  {
    "translation": {
      "en": "[commentator] Annihilated it, but to the second baseman,",
      "it": "…dritto in seconda base,"
    }
  },
  {
    "translation": {
      "en": "who turned it into a double play the first time he faced him.",
      "it": "diventata doppia eliminazione appena affrontato."
    }
  },
  {
    "translation": {
      "en": "Bonds swings, and there it goes. It's heading for McCovey Cove.",
      "it": "Bonds lancia, ed ecco fatto. È diretto a McCovey Cove."
    }
  },
  {
    "translation": {
      "en": "It is gone!",
      "it": "È sparita!"
    }
  },
  {
    "translation": {
      "en": "A home run. Number 69 for Bonds.",
      "it": "Un fuoricampo. Il 69° per Bonds."
    }
  },
  {
    "translation": {
      "en": "[Schmidt] I think the whole thing starts to get a little curious.",
      "it": "Credo che la cosa iniziò a diventare un po' curiosa."
    }
  },
  {
    "translation": {
      "en": "Like, what's really going on here?",
      "it": "Che stava succedendo davvero?"
    }
  },
  {
    "translation": {
      "en": "You know, baseball made a big deal and the media made a big deal",
      "it": "Sia per il baseball che per i media fu una cosa grossa,"
    }
  },
  {
    "translation": {
      "en": "that players were, you know, lifting weights, you know, in ways that players hadn't in decades before,",
      "it": "vedevano i giocatori tornare a sollevare pesi come non facevano da decenni,"
    }
  },
  {
    "translation": {
      "en": "and they're eating better and, you know, that's why they're hitting more home runs,",
      "it": "mangiavano meglio, ed era per questo che facevano più fuoricampo,"
    }
  },
  {
    "translation": {
      "en": "but it didn't totally add up.",
      "it": "ma i conti non tornavano."
    }
  },
  {
    "translation": {
      "en": "[commentator] He's within one of the record.",
      "it": "Gliene manca uno al record."
    }
  },
  {
    "translation": {
      "en": "You know, I saw these numbers being put out and knew what was going on behind the scenes",
      "it": "Vedevo uscire questi dati, ma sapevo cosa accadeva al di sotto,"
    }
  },
  {
    "translation": {
      "en": "and knew that they weren't real.",
      "it": "sapevo che non erano reali."
    }
  },
  {
    "translation": {
      "en": "They were as a result of using these-- these substances.",
      "it": "Erano il risultato dell'uso di queste sostanze."
    }
  },
  {
    "translation": {
      "en": "[commentator] Bonds with a drive…",
      "it": "Bonds colpisce…"
    }
  },
  {
    "translation": {
      "en": "Looks like number 70 for Barry Bonds.",
      "it": "Potrebbe essere il 70º di Barry Bonds."
    }
  },
  {
    "translation": {
      "en": "And it is! Tying the all-time record set in 1998 by Mark McGwire.",
      "it": "E lo è! Pareggia il record migliore stabilito nel 1998 da Mark McGwire."
    }
  },
  {
    "translation": {
      "en": "[Conte] Can somebody gain 20 pounds in a year, you know, without using steroids?",
      "it": "Si può aumentare di 10 kg in un anno senza steroidi?"
    }
  },
  {
    "translation": {
      "en": "And the answer is, they can.",
      "it": "La risposta è sì."
    }
  },
  {
    "translation": {
      "en": "You know, it depends upon what sort of training you're doing,",
      "it": "Dipende dal tipo di allenamento che fai,"
    }
  },
  {
    "translation": {
      "en": "how many calories you're consuming, and what those calories consist of.",
      "it": "da quante calorie assumi e in cosa consistono quelle calorie."
    }
  },
  {
    "translation": {
      "en": "[producer] I thought you gave Barry Bonds a lot of steroids?",
      "it": "Pensavo avesse dato a Bonds un sacco di steroidi."
    }
  },
  {
    "translation": {
      "en": "[chuckles] No, I did not give Barry Bonds any steroids.",
      "it": "No, non glieli ho mai dati."
    }
  },
  {
    "translation": {
      "en": "[commentator] There's a high drive deep into right center field,",
      "it": "Un lancio fortissimo al centro del campo,"
    }
  },
  {
    "translation": {
      "en": "to the big part of the ballpark!",
      "it": "verso la parte più ampia!"
    }
  },
  {
    "translation": {
      "en": "Number 71!",
      "it": "È il numero 71!"
    }
  },
  {
    "translation": {
      "en": "And what a shot!",
      "it": "Che colpo!"
    }
  },
  {
    "translation": {
      "en": "Over the 421-foot marker.",
      "it": "Quasi 130 metri."
    }
  },
  {
    "translation": {
      "en": "[Conte] I mean, I was not with him when he was training.",
      "it": "Non ero con lui quando si allenava."
    }
  },
  {
    "translation": {
      "en": "Greg was pretty much administering whatever supplements that he took.",
      "it": "Era Greg a gestire gli integratori che assumeva."
    }
  },
  {
    "translation": {
      "en": "[producer] And had you given The Clear to Greg?",
      "it": "E Greg aveva Il Clear?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "This seems like a gotcha moment that you want to go say,",
      "it": "Sembra uno di quei momenti in cui puoi dire:"
    }
  },
  {
    "translation": {
      "en": "\"I-- I know Barry Bonds took steroids.\"",
      "it": "\"Beccato! Bonds prendeva gli steroidi\"."
    }
  },
  {
    "translation": {
      "en": "That's not gonna happen because I don't know that.",
      "it": "Ma non sarà così, perché non lo so."
    }
  },
  {
    "translation": {
      "en": "Now, do you want me to guess?",
      "it": "Vuoi che supponga?"
    }
  },
  {
    "translation": {
      "en": "You want me to guess if I think Barry Bonds took steroids?",
      "it": "Vuoi che supponga se Bonds prendeva gli steroidi?"
    }
  },
  {
    "translation": {
      "en": "I think it's likely.",
      "it": "Credo sia probabile."
    }
  },
  {
    "translation": {
      "en": "Do I have any direct evidence?",
      "it": "Ho qualche prova concreta?"
    }
  },
  {
    "translation": {
      "en": "Only what I saw in terms of the discovery that they gave me",
      "it": "Solo quello che ho visto in termini delle scoperte fatte,"
    }
  },
  {
    "translation": {
      "en": "after the fact of some of the records that Greg kept indicate that.",
      "it": "dopo alcuni documenti in cui Greg lo continuava a indicare."
    }
  },
  {
    "translation": {
      "en": "[producer] Who's this one?",
      "it": "Chi è questo?"
    }
  },
  {
    "translation": {
      "en": "It says \"Bib,\" B-I-B. I-- I don't know who that is.",
      "it": "C'è scritto \"Bib\". Non so chi sia."
    }
  },
  {
    "translation": {
      "en": "And then it says \"March\" and it says \"April.\"",
      "it": "C'è scritto \"Marzo\" e \"Aprile\"."
    }
  },
  {
    "translation": {
      "en": "Let me see what else is on there.",
      "it": "Vediamo cos'altro c'è."
    }
  },
  {
    "translation": {
      "en": "[producer] Could that be Barry Lamar Bonds?",
      "it": "Magari Barry Lamar Bonds?"
    }
  },
  {
    "translation": {
      "en": "[Conte] Could-- Could be B-L-B, but this-- this is not my handwriting.",
      "it": "Potrebbe essere BLB, ma questa non è la mia calligrafia."
    }
  },
  {
    "translation": {
      "en": "I hate to speculate or guess. You know, this could have been Greg Anderson,",
      "it": "Odio fare congetture. Potrebbe essere di Greg Anderson,"
    }
  },
  {
    "translation": {
      "en": "I-- I don't know that.",
      "it": "non lo so."
    }
  },
  {
    "translation": {
      "en": "So, I-- This is the first time I've ever seen this.",
      "it": "È la prima volta che lo vedo."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] In 2002, I had no reason to panic, I had every reason to be happy.",
      "it": "Nel 2002, avevo tutte le ragioni per essere felice."
    }
  },
  {
    "translation": {
      "en": "I'm training good.",
      "it": "Mi allenavo bene."
    }
  },
  {
    "translation": {
      "en": "My times were even better or the same, you know?",
      "it": "I miei tempi erano uguali o ancora migliori."
    }
  },
  {
    "translation": {
      "en": "[commentator] Tim Montgomery pulling away from everybody with 9.91 seconds.",
      "it": "Tim Montgomery si stacca da tutti con 9,91 secondi."
    }
  },
  {
    "translation": {
      "en": "He is getting more and more consistent.",
      "it": "È sempre più costante."
    }
  },
  {
    "translation": {
      "en": "[Conte] He continued on working with Charlie Francis",
      "it": "Continuò a lavorare con Charlie Francis,"
    }
  },
  {
    "translation": {
      "en": "with Trevor Graham as the frontman.",
      "it": "con Trevor Graham come frontman."
    }
  },
  {
    "translation": {
      "en": "And he had stockpiled enough of the drugs that I'd given him.",
      "it": "Aveva accumulato abbastanza dei farmaci che gli avevo dato."
    }
  },
  {
    "translation": {
      "en": "[Montgomery stammering] No.",
      "it": "No."
    }
  },
  {
    "translation": {
      "en": "Not a person in this world got a year's supply from Victor.",
      "it": "Victor non dava a nessuno la fornitura di un anno."
    }
  },
  {
    "translation": {
      "en": "He rations out everything week by week.",
      "it": "Razionava tutto settimana per settimana."
    }
  },
  {
    "translation": {
      "en": "I only had insulin that was non-detectable,",
      "it": "Avevo solo insulina non rilevabile"
    }
  },
  {
    "translation": {
      "en": "and I had HGH.",
      "it": "e l'ormone della crescita."
    }
  },
  {
    "translation": {
      "en": "So, as the year kept going, I kept getting faster.",
      "it": "E con il passare degli anni diventavo sempre più veloce."
    }
  },
  {
    "translation": {
      "en": "And so last track meet of the year, we at Grand Prix finals.",
      "it": "E così l'ultima gara dell'anno, alle finali del Grand Prix."
    }
  },
  {
    "translation": {
      "en": "[commentator] Running 9.91 earlier this year was Tim Montgomery in lane five.",
      "it": "All'inizio dell'anno c'era Tim Montgomery nella quinta corsia."
    }
  },
  {
    "translation": {
      "en": "My mind was all over the place coming out there.",
      "it": "Avevo la testa da un'altra parte."
    }
  },
  {
    "translation": {
      "en": "I just rolled with it.",
      "it": "Andavo per inerzia."
    }
  },
  {
    "translation": {
      "en": "[commentator] …Olympic gold medalist and world record holder.",
      "it": "…campione del mondo e oro olimpico…"
    }
  },
  {
    "translation": {
      "en": "You feel like you are ready for it 'cause you trained up to that moment",
      "it": "E ti senti pronto perché ti sei allenato"
    }
  },
  {
    "translation": {
      "en": "to do something great.",
      "it": "per fare grandi cose."
    }
  },
  {
    "translation": {
      "en": "Greatness comes when greatness comes.",
      "it": "La grandezza arriva quando arriva."
    }
  },
  {
    "translation": {
      "en": "[commentator] Very fast start.",
      "it": "Inizio rapido."
    }
  },
  {
    "translation": {
      "en": "Out quickly is Tim Montgomery. Chambers beside him now.",
      "it": "Esce subito Tim Montgomery. Chambers accanto a lui."
    }
  },
  {
    "translation": {
      "en": "That was the part of me dreaming",
      "it": "Era la mia parte da sognatore,"
    }
  },
  {
    "translation": {
      "en": "that one day I'd be a part of something that would be great.",
      "it": "fare parte di qualcosa di grande."
    }
  },
  {
    "translation": {
      "en": "[commentator] Montgomery with slight lead, Montgomery by two feet, three feet.",
      "it": "Montgomery con un leggero vantaggio, mezzo metro, un metro."
    }
  },
  {
    "translation": {
      "en": "Nine-point-seven-eight seconds, a world record for Tim Montgomery.",
      "it": "Nove virgola sette secondi, record mondiale per Tim Montgomery."
    }
  },
  {
    "translation": {
      "en": "Sensational performance to win…",
      "it": "Una performance sensazionale…"
    }
  },
  {
    "translation": {
      "en": "It was historic.",
      "it": "Fece la storia."
    }
  },
  {
    "translation": {
      "en": "[commentator] Nine-seven-eight.",
      "it": "Nove-sette-otto."
    }
  },
  {
    "translation": {
      "en": "They posted what his reaction time out of the blocks was.",
      "it": "Hanno pubblicato il suo tempo di reazione."
    }
  },
  {
    "translation": {
      "en": "You cannot be faster than one-tenth of a second.",
      "it": "Non puoi essere più veloce di un decimo di secondo."
    }
  },
  {
    "translation": {
      "en": "And so everybody, \"You see what you just done?\"",
      "it": "E tutti dicevano: \"Hai visto cos'hai fatto?\""
    }
  },
  {
    "translation": {
      "en": "And I look back…",
      "it": "Mi guardai indietro…"
    }
  },
  {
    "translation": {
      "en": "it is nine-seven-eight, and I'm like…",
      "it": "Era nove-sette-otto e io…"
    }
  },
  {
    "translation": {
      "en": "And the world just go black.",
      "it": "Il mondò si annebbiò."
    }
  },
  {
    "translation": {
      "en": "[commentator] And it is official, a world record for Tim Montgomery.",
      "it": "Ed è ufficiale, un record mondiale per Tim Montgomery."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] When I took the lap and I came back around",
      "it": "Quando feci il giro e tornai indietro"
    }
  },
  {
    "translation": {
      "en": "and I took the picture by 9.78, I said to myself, \"You done it.\"",
      "it": "per fare la foto con il cartello 9,78, mi dissi: \"Ce l'hai fatta\"."
    }
  },
  {
    "translation": {
      "en": "\"You done it.\"",
      "it": "\"Ce l'hai fatta.\""
    }
  },
  {
    "translation": {
      "en": "[Conte] You know, it was kind of bittersweet because",
      "it": "Fu una sensazione dolce amara,"
    }
  },
  {
    "translation": {
      "en": "I knew that wouldn't have happened without me and without Milos",
      "it": "perché non sarebbe successo senza di me, Milos,"
    }
  },
  {
    "translation": {
      "en": "and without Charlie, and it-- it was a brain trust.",
      "it": "senza Charlie, e senza la nostra esperienza."
    }
  },
  {
    "translation": {
      "en": "It took-- He certainly couldn't have done it on his own.",
      "it": "Non avrebbe potuto farlo da solo."
    }
  },
  {
    "translation": {
      "en": "That's my opinion anyway.",
      "it": "Ma è solo la mia opinione."
    }
  },
  {
    "translation": {
      "en": "[reporter] …new world record holder, Tim Montgomery.",
      "it": "…record mondiale, Tim Montgomery."
    }
  },
  {
    "translation": {
      "en": "You just stepped right in and took it all.",
      "it": "Sei arrivato e ti sei preso tutto."
    }
  },
  {
    "translation": {
      "en": "It's unbelievable. That's all I can say. It's unbelievable.",
      "it": "Incredibile. Non posso dire altro."
    }
  },
  {
    "translation": {
      "en": "[reporter] How you gonna top this for next year, Tim?",
      "it": "Come farai a vincere l'anno prossimo, Tim?"
    }
  },
  {
    "translation": {
      "en": "Nine-seventy-five.",
      "it": "Con 9,75."
    }
  },
  {
    "translation": {
      "en": "I thought the next chapter of my life was going to be, oh, the greatest of all time.",
      "it": "Pensavo che il capitolo successivo sarebbe stato il più bello di tutti."
    }
  },
  {
    "translation": {
      "en": "Ended up being a nightmare. [chuckles]",
      "it": "Ma finì per diventare un incubo."
    }
  },
  {
    "translation": {
      "en": "This instrument over here that we have is a triple quad LC-MS.",
      "it": "Lo strumento che abbiamo qui è un triple quad LC-MS."
    }
  },
  {
    "translation": {
      "en": "What you're looking at here can take apart a molecule,",
      "it": "Ciò che vedete qui può scomporre una molecola,"
    }
  },
  {
    "translation": {
      "en": "put it into multiple different peaks",
      "it": "disporla in più picchi diversi"
    }
  },
  {
    "translation": {
      "en": "that can then be fingerprinted and matched to a drug in question.",
      "it": "che possono essere analizzati e abbinati al farmaco in questione."
    }
  },
  {
    "translation": {
      "en": "So, this was what we used to be able to break the code",
      "it": "Fu questo che ci permise di decifrare il codice"
    }
  },
  {
    "translation": {
      "en": "and break the back of BALCO.",
      "it": "e distruggere BALCO."
    }
  },
  {
    "translation": {
      "en": "[Catlin] The process of actually decoding what The Clear was",
      "it": "Il processo di decifrazione di ciò che era Il Clear"
    }
  },
  {
    "translation": {
      "en": "started when this mystery syringe arrived at our laboratory.",
      "it": "ebbe inizio quando arrivò questa siringa misteriosa al nostro laboratorio."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] Turned out that that steroid was given to USADA by Trevor Graham,",
      "it": "Si scoprì che lo steroide venne dato a USADA da Trevor Graham,"
    }
  },
  {
    "translation": {
      "en": "the track and field coach who, at one time,",
      "it": "l'allenatore di atletica leggera"
    }
  },
  {
    "translation": {
      "en": "was working with BALCO and Victor Conte but had a falling out.",
      "it": "che lavorava con BALCO e Victor Conte, ma poi discussero."
    }
  },
  {
    "translation": {
      "en": "It was not at all simple for us to figure out what it was.",
      "it": "Non fu facile capire di cosa si trattasse."
    }
  },
  {
    "translation": {
      "en": "We put it through our instruments,",
      "it": "La si mette nei nostri strumenti,"
    }
  },
  {
    "translation": {
      "en": "and when you put a substance into a mass spectrometer,",
      "it": "e, quando si mette una sostanza in uno spettrometro di massa,"
    }
  },
  {
    "translation": {
      "en": "you come up with a bunch of peaks,",
      "it": "si ottengono molti picchi"
    }
  },
  {
    "translation": {
      "en": "and it's a matter of trying to identify those peaks,",
      "it": "e bisogna cercare di identificarli."
    }
  },
  {
    "translation": {
      "en": "and that was ultimately the work that took many months for us to do.",
      "it": "Per concludere il lavoro ci vollero molti mesi."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] And they basically reverse engineered it,",
      "it": "Usarono tecnologie d'ingegneria inversa"
    }
  },
  {
    "translation": {
      "en": "and figured out what exactly that they were looking at.",
      "it": "e riuscirono a capire cos'avevano davanti."
    }
  },
  {
    "translation": {
      "en": "So, unbeknownst to the athletes, they had created a test for that",
      "it": "Avevano creato un test all'insaputa degli atleti,"
    }
  },
  {
    "translation": {
      "en": "when they thought they were using a substance there was no test for yet.",
      "it": "pensando di usare qualcosa per cui non c'erano test."
    }
  },
  {
    "translation": {
      "en": "[Conte] I knew for months and months somebody's watching,",
      "it": "Sapevo da mesi che qualcuno ci stavo osservando,"
    }
  },
  {
    "translation": {
      "en": "and it started with the mailman saying,",
      "it": "iniziò tutto con il postino che disse:"
    }
  },
  {
    "translation": {
      "en": "\"Listen, there's law enforcement of some kind that's copying all your mail every day.\"",
      "it": "\"Ci sono le forze dell'ordine che copiano ogni giorno tutta la vostra posta\"."
    }
  },
  {
    "translation": {
      "en": "I need to start paying attention a bit more,",
      "it": "Quindi dovevo fare più attenzione,"
    }
  },
  {
    "translation": {
      "en": "'cause it's-- Big Brother's watching.",
      "it": "perché il Grande Fratello stava guardando."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] Near the tail end of that year, where I was collecting trash,",
      "it": "Andavo sempre in quel cassonetto ben illuminato,"
    }
  },
  {
    "translation": {
      "en": "I had a dumpster that was well lit that I was regularly going to, and they moved the dumpster.",
      "it": "ma verso la fine dell'anno in cui raccolsi i rifiuti, lo spostarono."
    }
  },
  {
    "translation": {
      "en": "And so I located what I thought was another secure one.",
      "it": "Ne trovai un altro sicuro."
    }
  },
  {
    "translation": {
      "en": "[Conte] Started getting calls from the owner of the building.",
      "it": "Iniziò a chiamarmi il proprietario dell'edificio."
    }
  },
  {
    "translation": {
      "en": "And he said, \"Stop dumping your trash in our dumpster.\"",
      "it": "\"Smettila di buttare i tuoi rifiuti nel nostro cassonetto.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Oh my God.\" I went over there to see,",
      "it": "Allora andai a vedere."
    }
  },
  {
    "translation": {
      "en": "and sure enough, our trash was in his dumpster. I said, \"Oh my God.\"",
      "it": "Ed effettivamente i nostri rifiuti erano lì."
    }
  },
  {
    "translation": {
      "en": "They did it again. They did it again. But the third time, this guy called,",
      "it": "Lo fecero di nuovo, ma la terza volta mi chiamò dicendo:"
    }
  },
  {
    "translation": {
      "en": "he said, \"I'm calling the police, okay?\"",
      "it": "\"Ora chiamo la polizia\"."
    }
  },
  {
    "translation": {
      "en": "My dad called me and said, \"Hey, have you looked at the throwaway paper this week?\"",
      "it": "Mio padre mi chiese: \"Hai visto il giornale questa settimana?\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"No, why?\" He goes, \"Look at their police blotter section.\"",
      "it": "E io: \"No, perché?\" \"Guarda la sezione della polizia\"."
    }
  },
  {
    "translation": {
      "en": "Sure enough, there's a story about trash from BALCO Laboratories illegally dumped.",
      "it": "Si parlava dei rifiuti dei Laboratori BALCO scaricati illegalmente."
    }
  },
  {
    "translation": {
      "en": "Scared me.",
      "it": "Mi spaventai."
    }
  },
  {
    "translation": {
      "en": "You know, I came very close, I think, to-- to being caught.",
      "it": "Per poco non mi avevano scoperto."
    }
  },
  {
    "translation": {
      "en": "So, the combination of the trash being discovered,",
      "it": "Quindi, dopo la scoperta dell'immondizia"
    }
  },
  {
    "translation": {
      "en": "the mail cover being disclosed,",
      "it": "e della posta,"
    }
  },
  {
    "translation": {
      "en": "we thought it's about time now, I think, that we needed to go overt in this case.",
      "it": "pensammo fosse ora di giocare a carte scoperte."
    }
  },
  {
    "translation": {
      "en": "[Cheryl Hurd] So, on September 3rd, 2003,",
      "it": "Il 3 settembre 2003,"
    }
  },
  {
    "translation": {
      "en": "my assignment desk received this weird call,",
      "it": "ricevetti una strana telefonata:"
    }
  },
  {
    "translation": {
      "en": "\"Go to this location.\" \"But what time?\" \"Well, we don't know what time.\"",
      "it": "\"Vai in questo posto\". \"Ma a che ora?\" \"Beh, non sappiamo a che ora."
    }
  },
  {
    "translation": {
      "en": "\"Just be there and wait.\"",
      "it": "Ma vacci e aspetta.\""
    }
  },
  {
    "translation": {
      "en": "We started seeing cars coming in. Looks like agents.",
      "it": "Iniziammo a vedere arrivare delle auto. Sembravano agenti."
    }
  },
  {
    "translation": {
      "en": "What kind of agents?",
      "it": "Ma di che tipo?"
    }
  },
  {
    "translation": {
      "en": "The IRS?",
      "it": "La Finanza?"
    }
  },
  {
    "translation": {
      "en": "We didn't know who they were after, how long it was going to last.",
      "it": "Non sapevamo chi cercassero, quanto sarebbe durata."
    }
  },
  {
    "translation": {
      "en": "They're going into this building. I don't know what BALCO is.",
      "it": "Entravano in questo edificio, non sapevo cosa fosse BALCO."
    }
  },
  {
    "translation": {
      "en": "We were on edge. We-- We didn't know if-- if there would be gunfire.",
      "it": "Eravamo a rischio. Non sapevamo se ci sarebbero stati spari."
    }
  },
  {
    "translation": {
      "en": "It was-- It was very intense.",
      "it": "Fu un'esperienza forte."
    }
  },
  {
    "translation": {
      "en": "And right through that driveway, and in here and here and here and around the corner,",
      "it": "Proprio da quel vialetto, da qui e da dietro l'angolo,"
    }
  },
  {
    "translation": {
      "en": "that's where six or seven black cars came in full of SWAT team agents",
      "it": "arrivarono sei o sette auto nere piene di agenti della SWAT"
    }
  },
  {
    "translation": {
      "en": "wearing flak jackets with rifles",
      "it": "con giubbotti antiproiettile, fucili."
    }
  },
  {
    "translation": {
      "en": "and-- and a helicopter came and was hovering right there.",
      "it": "Poi arrivò un elicottero che sorvolava questa zona."
    }
  },
  {
    "translation": {
      "en": "[reporter] Federal agents raided a Burlingame building",
      "it": "I federali hanno fatto irruzione in un edificio"
    }
  },
  {
    "translation": {
      "en": "housing the Bay Area Laboratory Co-operative, BALCO.",
      "it": "che ospita i laboratorio della Bay Area, i Laboratori Balco."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, SWAT teams came in. It was-- It was like out of the movies.",
      "it": "All'improvviso, è arrivata la SWAT. Sembrava di essere in un film."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] There was some controversy over,",
      "it": "Ci furono parecchie controversie:"
    }
  },
  {
    "translation": {
      "en": "\"Oh, they brought, you know, 20, 30 agents, they all had guns.\"",
      "it": "\"Hanno portato 20, 30 agenti, avevano tutti delle pistole.\""
    }
  },
  {
    "translation": {
      "en": "Well, we-- we carry guns. That's what we did,",
      "it": "\"Hanno portato 20, 30 agenti, avevano tutti delle pistole.\" Beh, è ovvio che portiamo le armi,"
    }
  },
  {
    "translation": {
      "en": "and we brought these guns to every search warrant we did.",
      "it": "è normale quando eseguiamo una perquisizione."
    }
  },
  {
    "translation": {
      "en": "Everything I saw, they were secured to their side. They weren't drawn as we were making entry.",
      "it": "La zona era controllata. Non vennero portati via quando entrammo."
    }
  },
  {
    "translation": {
      "en": "I looked out the window and here comes ABC, NBC, CBS.",
      "it": "Guardai fuori dalla finestra e vidi che arrivavano la ABC, la NBC, la CBS."
    }
  },
  {
    "translation": {
      "en": "Next thing you know, these satellites are coming up.",
      "it": "Vidi spuntare tutte le antenne."
    }
  },
  {
    "translation": {
      "en": "So somebody from Novitzky's team must have called the news desk.",
      "it": "Qualcuno della squadra di Novitzky deve aver chiamato i media."
    }
  },
  {
    "translation": {
      "en": "[producer] Can you say who your sources were?",
      "it": "Possiamo sapere le fonti?"
    }
  },
  {
    "translation": {
      "en": "Of course I can't say who my sources are.",
      "it": "Non posso menzionarle, ovviamente."
    }
  },
  {
    "translation": {
      "en": "I did not tip them off, no.",
      "it": "Non lo dissi io, no."
    }
  },
  {
    "translation": {
      "en": "Their neighbors are seeing who the customers are of this business.",
      "it": "I vicini vedevano chi erano i clienti di questo business."
    }
  },
  {
    "translation": {
      "en": "They're seeing Barry Bonds walk into this business frequently.",
      "it": "Vedevano spesso Barry Bonds entrare in questo edificio."
    }
  },
  {
    "translation": {
      "en": "People are going to start talking and making some calls.",
      "it": "Avrebbero iniziato a parlare e a fare delle chiamate."
    }
  },
  {
    "translation": {
      "en": "[Hurd] A representative of BALCO was escorted out of the building.",
      "it": "Un rappresentante di BALCO è stato scortato fuori."
    }
  },
  {
    "translation": {
      "en": "[reporter] Victor Conte is one of four people charged with distributing the illegal substances.",
      "it": "Victor Conte è uno dei quattro accusati di distribuzione di sostanze illegali."
    }
  },
  {
    "translation": {
      "en": "[Hurd] I'm looking and I'm saying,",
      "it": "Guardavo e dicevo:"
    }
  },
  {
    "translation": {
      "en": "\"Who is that guy with the ZMA hat on kind of cocked to the side,",
      "it": "\"Chi è il tizio con il cappello ZMA messo di lato"
    }
  },
  {
    "translation": {
      "en": "sweating profusely?\" He must be the bad guy.",
      "it": "che suda così tanto? Sarà lui il cattivo\"."
    }
  },
  {
    "translation": {
      "en": "That's my job as a reporter. Find out who the bad guy is.",
      "it": "È il mio lavoro come giornalista. Stanare i cattivi."
    }
  },
  {
    "translation": {
      "en": "Federal officials wouldn't tell us",
      "it": "I federali non hanno voluto dirci"
    }
  },
  {
    "translation": {
      "en": "what they found inside BALCO Laboratories last week.",
      "it": "cos'hanno trovato ai Laboratori Balco la settimana scorsa."
    }
  },
  {
    "translation": {
      "en": "No one has been charged, and no arrests have been made.",
      "it": "Non ci sono state accuse e nessuno è stato arrestato."
    }
  },
  {
    "translation": {
      "en": "[reporter] But US Olympic officials believe BALCO could be involved in a conspiracy",
      "it": "Ma i funzionari olimpici credono che BALCO sia parte di un complotto"
    }
  },
  {
    "translation": {
      "en": "to beat drug tests by designing a new steroid.",
      "it": "per superare i test antidoping grazie a un nuovo steroide."
    }
  },
  {
    "translation": {
      "en": "[Veronica] It felt very over the top.",
      "it": "Fu davvero esagerato."
    }
  },
  {
    "translation": {
      "en": "Like, \"Is there more to this story than I know?\" You know?",
      "it": "Tipo: \"C'è sotto altro che non conosco?"
    }
  },
  {
    "translation": {
      "en": "Like, why is this being amplified so much?",
      "it": "Perché è così tanto amplificato?\""
    }
  },
  {
    "translation": {
      "en": "[Novitzky] When we were conducting the search warrant at BALCO,",
      "it": "Mentre eseguivamo la perquisizione a BALCO,"
    }
  },
  {
    "translation": {
      "en": "we found bankers boxes with athletes' names on the box--",
      "it": "trovammo dei contenitori con delle cartelle"
    }
  },
  {
    "translation": {
      "en": "On these folders within that box,",
      "it": "con i nomi degli atleti,"
    }
  },
  {
    "translation": {
      "en": "and then within those folders were doping calendars,",
      "it": "e in quelle cartelle c'erano i calendari del doping,"
    }
  },
  {
    "translation": {
      "en": "financial ledgers, uh, Quest, uh, urine steroid tests, some of them positive, um,",
      "it": "scritture contabili, ricerche, test di steroidi nelle urine, alcuni positivi,"
    }
  },
  {
    "translation": {
      "en": "and then multiple boxes full of these drugs.",
      "it": "e altre scatole piene di questi farmaci."
    }
  },
  {
    "translation": {
      "en": "It was a virtual pharmacy, uh, that we found in the storage locker.",
      "it": "Quel magazzino era praticamente una farmacia."
    }
  },
  {
    "translation": {
      "en": "And based on the amount of evidence that I had collected,",
      "it": "In base alla quantità di prove che avevo raccolto,"
    }
  },
  {
    "translation": {
      "en": "I knew what questions to ask.",
      "it": "sapevo quali domande fare."
    }
  },
  {
    "translation": {
      "en": "I'm reading here from the memorandum of interview",
      "it": "Leggo qui il memorandum dell'interrogatorio"
    }
  },
  {
    "translation": {
      "en": "written by Jeff Novitzky, September 3rd, 2003.",
      "it": "scritto da Jeff Novitzky il 3 settembre 2003."
    }
  },
  {
    "translation": {
      "en": "And he had a list that he had made.",
      "it": "Aveva anche una lista, fatta precedentemente."
    }
  },
  {
    "translation": {
      "en": "It said, \"Track and Field,\" \"NFL,\" and \"MLB,\"",
      "it": "Diceva: \"Atletica leggera\", \"NFL,\" e \"MLB,\""
    }
  },
  {
    "translation": {
      "en": "and he had these names on the list.",
      "it": "e sotto c'erano dei nomi."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] We went down that list, and absolutely, he said,",
      "it": "Leggemmo la lista e poi lui disse"
    }
  },
  {
    "translation": {
      "en": "definitively, \"I've given these athletes The Clear and The Cream.\"",
      "it": "chiaro e tondo: \"Ho dato Il Clear e La Crema a questi atleti\"."
    }
  },
  {
    "translation": {
      "en": "[Conte] He said, \"Did you work with these players or these athletes?\"",
      "it": "Mi chiese: \"Ha lavorato con questi giocatori o atleti?\""
    }
  },
  {
    "translation": {
      "en": "And I thought he meant blood testing, nutritional supplements,",
      "it": "Pensavo si riferisse agli esami del sangue, agli integratori,"
    }
  },
  {
    "translation": {
      "en": "developing individualized program.",
      "it": "ai programmi personalizzati."
    }
  },
  {
    "translation": {
      "en": "No mention about giving any drugs to any of them.",
      "it": "Non fece alcun accenno alle sostanze."
    }
  },
  {
    "translation": {
      "en": "Yeah, that's not the truth.",
      "it": "Beh, non è la verità."
    }
  },
  {
    "translation": {
      "en": "I mean, I was very explicit about that. Think about it, I go in there and say,",
      "it": "Sono stato molto chiaro. Non ha senso, gli avrei chiesto:"
    }
  },
  {
    "translation": {
      "en": "\"Have you worked with these athletes?\" And not ask,",
      "it": "\"Ha mai lavorato con loro?\" Senza chiedere:"
    }
  },
  {
    "translation": {
      "en": "\"What does that work entail? Have you given them drugs?\"",
      "it": "\"Cosa comprendeva? Dava loro della droga?\""
    }
  },
  {
    "translation": {
      "en": "That's the whole reason I was there.",
      "it": "Ero lì solo per quello."
    }
  },
  {
    "translation": {
      "en": "Never gave Barry Bonds The Cream or The Clear.",
      "it": "Non ho mai dato a Barry Bonds La Crema o Il Clear."
    }
  },
  {
    "translation": {
      "en": "He can't give you one shred of evidence",
      "it": "Non ha uno straccio di prova"
    }
  },
  {
    "translation": {
      "en": "linking me to having anything to do with giving Barry Bonds steroids.",
      "it": "che mi colleghi alla somministrazione di steroidi a Barry Bonds."
    }
  },
  {
    "translation": {
      "en": "And if he's got it, where is it?",
      "it": "E se ce l'ha, dov'è?"
    }
  },
  {
    "translation": {
      "en": "[Novitzky] Barry Bonds was consistently providing urine and blood samples to BALCO.",
      "it": "Barry Bonds forniva costantemente campioni di urina e sangue a BALCO."
    }
  },
  {
    "translation": {
      "en": "I have those records and they showed he was testing positive for things like",
      "it": "I documenti li ho e dimostrano che era positivo per:"
    }
  },
  {
    "translation": {
      "en": "methenolone, high-level anabolic steroid, nandrolone,",
      "it": "metenolone, steroidi anabolizzanti di alto livello, nandrolone."
    }
  },
  {
    "translation": {
      "en": "so there is no doubt he knowingly used performance-enhancing drugs",
      "it": "Quindi non c'è dubbio che abbia usato consapevolmente sostanze dopanti"
    }
  },
  {
    "translation": {
      "en": "and used a lot of them for a several-year period",
      "it": "e ne ha usate molte per diversi anni,"
    }
  },
  {
    "translation": {
      "en": "that assisted him in achieving these-- these hallowed records in sports,",
      "it": "affinché lo aiutassero a raggiungere questi record nello sport,"
    }
  },
  {
    "translation": {
      "en": "without a doubt.",
      "it": "non c'è dubbio."
    }
  },
  {
    "translation": {
      "en": "[reporter] This evening, you've heard it before.",
      "it": "20 OTTOBRE 2003 Una notizia che avete già sentito: atleti e steroidi."
    }
  },
  {
    "translation": {
      "en": "Athletes and steroids.",
      "it": "Una notizia che avete già sentito: atleti e steroidi."
    }
  },
  {
    "translation": {
      "en": "Dozens of the biggest names in sports will be taking time off from competition",
      "it": "Decine di grandi nomi dello sport si prenderanno una pausa dalle gare"
    }
  },
  {
    "translation": {
      "en": "to tell a grand jury what they know about the maker of a so-called designer steroid.",
      "it": "per dire a un gran giurì cosa sanno sul produttore del cosiddetto nuovo steroide."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] After the raid, we subpoenaed several dozen",
      "it": "Dopo il raid, convocammo dozzine di atleti di alto profilo"
    }
  },
  {
    "translation": {
      "en": "of these high-profile athletes to the grand jury in San Francisco",
      "it": "Dopo il raid, convocammo dozzine di atleti di alto profilo davanti al gran giurì di San Francisco dicendo loro:"
    }
  },
  {
    "translation": {
      "en": "and told 'em, \"Tell the truth in there, this may be the last you hear from us.\"",
      "it": "davanti al gran giurì di San Francisco dicendo loro: \"Dite la verità e non ci vedrete più."
    }
  },
  {
    "translation": {
      "en": "\"You're certainly not going to be a target of this investigation",
      "it": "Non sarete voi l'obiettivo di quest'indagine"
    }
  },
  {
    "translation": {
      "en": "if you go in and tell the truth.\"",
      "it": "se ci racconterete la verità\"."
    }
  },
  {
    "translation": {
      "en": "I get, uh, a… subpoena,",
      "it": "Ricevetti un mandato di comparizione."
    }
  },
  {
    "translation": {
      "en": "and they're sitting down saying that they have ledgers and everything on us working with Victor.",
      "it": "Dissero di avere i libri mastri e di sapere del nostro lavoro con Victor."
    }
  },
  {
    "translation": {
      "en": "So I talked about my involvement.",
      "it": "Così parlai del mio coinvolgimento."
    }
  },
  {
    "translation": {
      "en": "I was taking The Clear.",
      "it": "Prendevo Il Clear."
    }
  },
  {
    "translation": {
      "en": "HGH, I did use.",
      "it": "Avevo usato anche l'ormone della crescita."
    }
  },
  {
    "translation": {
      "en": "And I told them grand jurors that you don't know what you was getting for Victor.",
      "it": "E dissi loro che non si sa cosa ci si possa aspettare da Victor."
    }
  },
  {
    "translation": {
      "en": "Victor was a con artist.",
      "it": "Victor era un truffatore."
    }
  },
  {
    "translation": {
      "en": "He's not a doctor.",
      "it": "Non è un medico."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] These powerful hormonal substances",
      "it": "Queste potenti sostanze ormonali"
    }
  },
  {
    "translation": {
      "en": "really hadn't undergone any clinical trials or human testing.",
      "it": "non erano state sottoposte a test clinici o test su umani."
    }
  },
  {
    "translation": {
      "en": "So they were literally using these athletes as guinea pigs.",
      "it": "Stavano usavano questi atleti come cavie."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] Victor can read about what HGH does to the body,",
      "it": "Victor sa cosa fa al corpo l'ormone della crescita,"
    }
  },
  {
    "translation": {
      "en": "he can read about what EPO does,",
      "it": "sa cosa fa l'EPO,"
    }
  },
  {
    "translation": {
      "en": "and then he can use you to see if he got the formula right.",
      "it": "e può sperimentarli su di te per testare la sua formula."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] Even found an email from Patrick Arnold: \"Hey, here's what I've created,",
      "it": "Trovai anche un'email di Patrick Arnold: \"Ecco cos'ho creato,"
    }
  },
  {
    "translation": {
      "en": "but I don't quite know what the dosage is so you have to experiment on that.\"",
      "it": "ma non so quale sia il dosaggio, quindi devi sperimentarlo.\""
    }
  },
  {
    "translation": {
      "en": "Some of the female athletes said,",
      "it": "Alcune atlete dissero"
    }
  },
  {
    "translation": {
      "en": "they didn't get their menstrual cycles for months if not years",
      "it": "di non aver avuto le mestruazioni per mesi o anni"
    }
  },
  {
    "translation": {
      "en": "while they were on this stuff.",
      "it": "assumendo questa roba."
    }
  },
  {
    "translation": {
      "en": "Victor Conte is your doctor and your pharmacist.",
      "it": "Victor Conte è il tuo medico e il tuo farmacista."
    }
  },
  {
    "translation": {
      "en": "That's very, very dangerous.",
      "it": "È molto pericoloso."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. So I've been doing comprehensive blood testing on everybody,",
      "it": "Oh, mio Dio. Facevo accurati esami del sangue a tutti"
    }
  },
  {
    "translation": {
      "en": "making sure there were no adverse health effects",
      "it": "onde evitare effetti collaterali"
    }
  },
  {
    "translation": {
      "en": "and all the dosages were correct. So the opposite was true.",
      "it": "e avere i dosaggi corretti. Quindi è tutto il contrario."
    }
  },
  {
    "translation": {
      "en": "You become numb to what's right and what's wrong.",
      "it": "Diventi insensibile a ciò che è giusto e ciò che è sbagliato."
    }
  },
  {
    "translation": {
      "en": "At the end of the day,",
      "it": "In fin dei conti,"
    }
  },
  {
    "translation": {
      "en": "I wanted something so bad…",
      "it": "volevo raggiungere un obiettivo,"
    }
  },
  {
    "translation": {
      "en": "at any price… possible.",
      "it": "e lo volevo a tutti i costi."
    }
  },
  {
    "translation": {
      "en": "[John Ashcroft] After an 18-month investigation,",
      "it": "Dopo un'indagine durata 18 mesi,"
    }
  },
  {
    "translation": {
      "en": "a federal grand jury in the Northern District of California",
      "it": "un gran giurì federale nel Distretto settentrionale della California"
    }
  },
  {
    "translation": {
      "en": "unsealed a 42-count indictment charging four individuals",
      "it": "ha svelato 42 capi d'accusa a carico di quattro persone"
    }
  },
  {
    "translation": {
      "en": "with distribution of illegal anabolic steroids to dozens of athletes.",
      "it": "per distribuzione illegale di steroidi anabolizzanti a dozzine di atleti."
    }
  },
  {
    "translation": {
      "en": "[reporter] Today's indictment charges Bonds' trainer, Greg Anderson,",
      "it": "L'accusa di oggi è a carico dell'allenatore di Bonds, Greg Anderson,"
    }
  },
  {
    "translation": {
      "en": "and this man, Victor Conte, with running the operation,",
      "it": "e di quest'uomo, Victor Conte, per direzione dell'operazione,"
    }
  },
  {
    "translation": {
      "en": "money laundering and using code names for drugs to cover up the scheme.",
      "it": "riciclaggio di denaro e uso di nomi in codice per coprire il sistema."
    }
  },
  {
    "translation": {
      "en": "Illegal steroid use calls into question",
      "it": "L'uso illegale di steroidi mette in dubbio non solo l'integrità degli atleti che li hanno usati,"
    }
  },
  {
    "translation": {
      "en": "not only the integrity of the athletes who used them,",
      "it": "mette in dubbio non solo l'integrità degli atleti che li hanno usati,"
    }
  },
  {
    "translation": {
      "en": "but also the integrity of the sports that those athletes play.",
      "it": "ma anche l'integrità degli sport che praticano."
    }
  },
  {
    "translation": {
      "en": "Well, I think it's rather odd that, uh, Mr. Ashcroft got involved.",
      "it": "È strano che il signor Ashcroft sia stato coinvolto."
    }
  },
  {
    "translation": {
      "en": "I don't want to say it's political, but it is political.",
      "it": "Non voglio dire che sia una questione politica, ma lo è."
    }
  },
  {
    "translation": {
      "en": "The use of performance-enhancing drugs like steroids",
      "it": "L'uso di sostanze dopanti come gli steroidi"
    }
  },
  {
    "translation": {
      "en": "in baseball, football and other sports,",
      "it": "nel baseball, nel football e in altri sport"
    }
  },
  {
    "translation": {
      "en": "is dangerous and it sends the wrong message.",
      "it": "è pericoloso e manda un messaggio sbagliato."
    }
  },
  {
    "translation": {
      "en": "So tonight I call on team owners,",
      "it": "Invito i dirigenti delle squadre,"
    }
  },
  {
    "translation": {
      "en": "coaches and players to take the lead,",
      "it": "gli allenatori e i giocatori a prendere il comando."
    }
  },
  {
    "translation": {
      "en": "to get tough and to get rid of steroids now.",
      "it": "A essere severi e a liberarsi subito degli steroidi."
    }
  },
  {
    "translation": {
      "en": "It's like, uh, going after a fly with a bazooka",
      "it": "È come inseguire una mosca con un bazooka"
    }
  },
  {
    "translation": {
      "en": "when there are thousands of other flies running around.",
      "it": "quando ci sono migliaia di altre mosche in giro."
    }
  },
  {
    "translation": {
      "en": "It's not even going to make a dent in the problem.",
      "it": "Non scalfirà nemmeno il problema."
    }
  },
  {
    "translation": {
      "en": "[reporter] If convicted on all counts, the defendants face long prison terms and hefty fines.",
      "it": "Se condannati, gli imputati rischiano lunghe pene detentive e multe salate."
    }
  },
  {
    "translation": {
      "en": "I knew that they didn't have the evidence that they claimed that they had.",
      "it": "Sapevo che non avevano le prove che sostenevano di avere."
    }
  },
  {
    "translation": {
      "en": "Why do you think on the day of the 42-count indictment",
      "it": "Perché pensi che il giorno in cui mi hanno accusato di 42 capi d'accusa"
    }
  },
  {
    "translation": {
      "en": "that I walked out into a sea of reporters and did this?",
      "it": "sia uscito in mezzo ai giornalisti facendo così?"
    }
  },
  {
    "translation": {
      "en": "That meant this.",
      "it": "Significava questo."
    }
  },
  {
    "translation": {
      "en": "[Veronica] At that point, there were times he was in the news every day.",
      "it": "A quel punto, a volte appariva ai notiziari ogni giorno."
    }
  },
  {
    "translation": {
      "en": "So every time there were court hearings, there was a ton of media really villainizing him.",
      "it": "A ogni udienza veniva insultato da un sacco di giornalisti."
    }
  },
  {
    "translation": {
      "en": "Um, forty-two counts, it seemed like a lot.",
      "it": "Quarantadue accuse sono tante."
    }
  },
  {
    "translation": {
      "en": "You know, I remember him grabbing my hand to guide me through the media",
      "it": "Ricordo che mi afferrò la mano per farmi passare tra i giornalisti,"
    }
  },
  {
    "translation": {
      "en": "and all the cameras and everyone shouting, and…",
      "it": "le telecamere e la gente che urlava e…"
    }
  },
  {
    "translation": {
      "en": "it's intimidating.",
      "it": "fu spaventoso."
    }
  },
  {
    "translation": {
      "en": "The whole investigation, in my opinion, was all about chasing headlines.",
      "it": "Credo che l'indagine si basasse sul creare titoli sconvolgenti."
    }
  },
  {
    "translation": {
      "en": "Novitzky was bragging to the undercover agents, you know,",
      "it": "Novitzky si vantava con gli agenti sotto copertura"
    }
  },
  {
    "translation": {
      "en": "saying, \"I'm going to be the modern-day Eliot Ness.\"",
      "it": "e diceva: \"Sarò il nuovo Eliot Ness."
    }
  },
  {
    "translation": {
      "en": "\"I'm going to bust Al Capone. Movie deals, book deals.\"",
      "it": "Farò fuori Al Capone. Come nei film, come nei libri\"."
    }
  },
  {
    "translation": {
      "en": "Yeah, I probably said that because, going back to my training,",
      "it": "Sì, probabilmente lo dissi, perché, tornando al mio addestramento,"
    }
  },
  {
    "translation": {
      "en": "you, as an agent, need to find those investigations that are going to get the most coverage.",
      "it": "devi trovare i casi che avranno più copertura mediatica."
    }
  },
  {
    "translation": {
      "en": "And hopefully, other people out there that are breaking a similar law",
      "it": "E si spera che chi sta commettendo simili crimini"
    }
  },
  {
    "translation": {
      "en": "are gonna say, \"I don't want to get caught up in this, so I'm gonna back out.\"",
      "it": "dica: \"Non voglio farmi coinvolgere, mi tiro indietro\"."
    }
  },
  {
    "translation": {
      "en": "I believe that Jeff Novitzky was feeding information to the Chronicle.",
      "it": "Credo che Jeff Novitzky abbia dato informazioni al Chronicle."
    }
  },
  {
    "translation": {
      "en": "Nope. Not whatsoever.",
      "it": "No. Niente affatto."
    }
  },
  {
    "translation": {
      "en": "I think it was his narcissistic personality",
      "it": "Credo fosse il narcisismo di Victor"
    }
  },
  {
    "translation": {
      "en": "that, you know, Victor was like, \"No publicity is bad publicity.\"",
      "it": "a dire: \"La pubblicità non è mai negativa\"."
    }
  },
  {
    "translation": {
      "en": "Um, you know, I remember the night he went on 20/20.",
      "it": "Ricordo la sera in cui andò a 20/20."
    }
  },
  {
    "translation": {
      "en": "He was indicted, but the case hasn't been resolved yet,",
      "it": "Era stato incriminato, ma il caso non era ancora risolto,"
    }
  },
  {
    "translation": {
      "en": "and we got a call from his defense attorneys saying,",
      "it": "e ci chiamò il suo avvocato difensore dicendo:"
    }
  },
  {
    "translation": {
      "en": "\"I don't know what our guy's doing. He's going on 20/20 tonight.\"",
      "it": "\"Non so cosa stia facendo. Stasera parteciperà a 20/20."
    }
  },
  {
    "translation": {
      "en": "\"An entire hour is dedicated to everything he's been doing.\"",
      "it": "Verrà dedicata un'ora intera a tutto ciò che ha fatto\"."
    }
  },
  {
    "translation": {
      "en": "I knew that this was the most coveted of all, you know, records and gold medals.",
      "it": "Sapevo che questo era il più ambito di tutti, tra record e medaglie d'oro."
    }
  },
  {
    "translation": {
      "en": "Um, so we kind of had a collective dream and I was the mastermind, so to speak.",
      "it": "Avevamo un sogno collettivo e io ero la mente, per così dire."
    }
  },
  {
    "translation": {
      "en": "[Martin Bashir] You're designing, in effect, a criminal conspiracy to break the world record.",
      "it": "Ha progettato una cospirazione criminale per battere il record mondiale."
    }
  },
  {
    "translation": {
      "en": "That's what it was, wasn't it?",
      "it": "Era così, no?"
    }
  },
  {
    "translation": {
      "en": "Well, if you're asking if it included illegal activity, the answer would be yes.",
      "it": "Se vuole sapere se il progetto prevedeva attività illegali, allora sì."
    }
  },
  {
    "translation": {
      "en": "And sure enough, he disclosed all of his criminal activity on national television.",
      "it": "E così, rivelò tutte le sue attività criminali sulla TV nazionale."
    }
  },
  {
    "translation": {
      "en": "Nobody does that.",
      "it": "Non lo fa nessuno."
    }
  },
  {
    "translation": {
      "en": "Are you saying Marion Jones was a drugs cheat?",
      "it": "Sta dicendo che Marion Jones barava con il doping?"
    }
  },
  {
    "translation": {
      "en": "Without a doubt.",
      "it": "Senza dubbio."
    }
  },
  {
    "translation": {
      "en": "And that you saw her even inject herself? You saw that happen?",
      "it": "E l'ha vista farsi le iniezioni da sola? È questo che ha visto?"
    }
  },
  {
    "translation": {
      "en": "That's correct.",
      "it": "Esatto."
    }
  },
  {
    "translation": {
      "en": "Victor Conte is delusional. [chuckles]",
      "it": "Victor Conte è delirante."
    }
  },
  {
    "translation": {
      "en": "To start taking out athletes on the system he was part of.",
      "it": "Iniziò a mettere in mezzo gli atleti in un sistema di cui faceva parte."
    }
  },
  {
    "translation": {
      "en": "[Bashir] Did you fear there was a moral problem when you realized",
      "it": "Temeva che ci fosse un problema morale quando si rese conto"
    }
  },
  {
    "translation": {
      "en": "that if you wanted to compete you had to cheat?",
      "it": "che se volevate competere dovevate barare?"
    }
  },
  {
    "translation": {
      "en": "The answer is no.",
      "it": "La risposta è no."
    }
  },
  {
    "translation": {
      "en": "If you've got the knowledge that that's what everybody's doing,",
      "it": "Se sai che è quello che fanno tutti"
    }
  },
  {
    "translation": {
      "en": "and those are the real rules of the game, then you're not cheating.",
      "it": "e che quelle sono le vere regole del gioco, non stai barando."
    }
  },
  {
    "translation": {
      "en": "[Conte] I-- I was called a lot of very bad names.",
      "it": "Mi diedero molti brutti appellativi."
    }
  },
  {
    "translation": {
      "en": "Dr. Frankenstein, the Saddam Hussein of sports.",
      "it": "Dr. Frankenstein, il Saddam Hussein dello sport."
    }
  },
  {
    "translation": {
      "en": "But one of the most important things you learn is that you need adversity.",
      "it": "Ma una delle cose più importanti che imparai è che le avversità servono."
    }
  },
  {
    "translation": {
      "en": "You know?",
      "it": "Capisci?"
    }
  },
  {
    "translation": {
      "en": "If you want to build big muscles you got to lift big weights.",
      "it": "Se vuoi grandi muscoli, devi sollevare grandi pesi."
    }
  },
  {
    "translation": {
      "en": "[Ed Swanson] Victor was in a difficult spot when we got into the case.",
      "it": "Victor era in una situazione difficile quando entrammo nel caso."
    }
  },
  {
    "translation": {
      "en": "Uh, he had done the 20/20 interview,",
      "it": "Aveva fatto l'intervista a 20/20,"
    }
  },
  {
    "translation": {
      "en": "the case was on the boil",
      "it": "il caso era in fermento"
    }
  },
  {
    "translation": {
      "en": "and it wasn't headed in the direction that he wanted it to go.",
      "it": "e non andava nella direzione in cui voleva lui."
    }
  },
  {
    "translation": {
      "en": "Victor's previous counsel had already filed a number of motions",
      "it": "Il precedente avvocato di Victor aveva già presentato delle mozioni"
    }
  },
  {
    "translation": {
      "en": "to suppress evidence, to suppress statements,",
      "it": "per sopprimere le prove, le dichiarazioni."
    }
  },
  {
    "translation": {
      "en": "dealing with the agents in a very confrontational manner,",
      "it": "Trattava con gli agenti in modo molto conflittuale,"
    }
  },
  {
    "translation": {
      "en": "and Victor had to make a big decision,",
      "it": "e Victor dovette prendere una decisione importante,"
    }
  },
  {
    "translation": {
      "en": "whether or not to try and resolve the case,",
      "it": "se provare o meno a risolvere il caso,"
    }
  },
  {
    "translation": {
      "en": "or whether to be embroiled in this battle for the next year.",
      "it": "o se combattere questa battaglia per l'anno successivo."
    }
  },
  {
    "translation": {
      "en": "And Victor made the decision to have us negotiate the case.",
      "it": "E Victor decise di negoziare."
    }
  },
  {
    "translation": {
      "en": "We thought this case involved warehouses of steroids and millions of dollars,",
      "it": "Pensavamo che questo caso riguardasse depositi di steroidi e milioni di dollari."
    }
  },
  {
    "translation": {
      "en": "because that's the way the story was being told.",
      "it": "Perché è così che veniva raccontata la storia."
    }
  },
  {
    "translation": {
      "en": "Once we started to look at it, everything began to shrink",
      "it": "Quando iniziammo a studiarlo, tutto si ridimensionò."
    }
  },
  {
    "translation": {
      "en": "and the millions became hundreds and the warehouse became a locker,",
      "it": "I milioni diventarono centinaia, il deposito diventò un armadietto"
    }
  },
  {
    "translation": {
      "en": "and the amount of drugs became something you could fit in your hand.",
      "it": "e la quantità di sostanze si ridusse a una manciata."
    }
  },
  {
    "translation": {
      "en": "Our technical term for the amount of drugs in this case was \"teensy.\"",
      "it": "Il termine tecnico che indicava la quantità di droghe era \"minuscola\"."
    }
  },
  {
    "translation": {
      "en": "Week after week, we would sit down with the prosecutors",
      "it": "Settimana dopo settimana, discutevamo con l'accusa"
    }
  },
  {
    "translation": {
      "en": "and would take another piece of the case,",
      "it": "di una parte del caso"
    }
  },
  {
    "translation": {
      "en": "and we would say, \"You've charged this, it's not illegal and here's why.\"",
      "it": "e dicevamo: \"L'accusa dice questo, ma non è illegale, ecco perché\"."
    }
  },
  {
    "translation": {
      "en": "To their credit, they listened to us and they pushed back,",
      "it": "Bisogna ammettere che ci ascoltarono e reagirono,"
    }
  },
  {
    "translation": {
      "en": "and it was so much fun.",
      "it": "e fu molto divertente."
    }
  },
  {
    "translation": {
      "en": "There's no question what he had done. He had provided athletes with the substance.",
      "it": "Non c'era dubbio su cosa avesse fatto. Aveva fornito la sostanza agli atleti."
    }
  },
  {
    "translation": {
      "en": "The question was, was that illegal?",
      "it": "La domanda era: era illegale?"
    }
  },
  {
    "translation": {
      "en": "The Clear was not illegal,",
      "it": "Il Clear non era illegale,"
    }
  },
  {
    "translation": {
      "en": "and our position was even The Cream was not illegal.",
      "it": "e secondo noi, nemmeno La Crema lo era."
    }
  },
  {
    "translation": {
      "en": "[McNamara] Which was a diluted amount of steroid testosterone",
      "it": "Era una quantità diluita di testosterone steroideo"
    }
  },
  {
    "translation": {
      "en": "in a lotion to be applied on the skin.",
      "it": "in una lozione da applicare sulla pelle."
    }
  },
  {
    "translation": {
      "en": "And the law didn't apply to mixtures.",
      "it": "E la legge non si applicava alle miscele."
    }
  },
  {
    "translation": {
      "en": "[McNamara] The amount of money that Victor was transacting",
      "it": "La quantità di denaro che Victor stava trattando"
    }
  },
  {
    "translation": {
      "en": "amounted to less than a thousand dollars,",
      "it": "ammontava a meno di mille dollari,"
    }
  },
  {
    "translation": {
      "en": "which is so below the power of what federal prosecutions generally prosecute.",
      "it": "cioè molto al di sotto di ciò che viene perseguito legalmente a livello federale."
    }
  },
  {
    "translation": {
      "en": "[Swanson] It was as thin as it gets.",
      "it": "Era inconsistente."
    }
  },
  {
    "translation": {
      "en": "There's never another case we've seen where someone was charged",
      "it": "Non c'è mai stato un altro caso in cui qualcuno è accusato"
    }
  },
  {
    "translation": {
      "en": "with drug distribution of an amount that doesn't even register",
      "it": "di spaccio di droga che non raggiunge nemmeno la quantità"
    }
  },
  {
    "translation": {
      "en": "in the sentencing guidelines,",
      "it": "delle linee guida,"
    }
  },
  {
    "translation": {
      "en": "but that was their case.",
      "it": "ma quello era il loro caso."
    }
  },
  {
    "translation": {
      "en": "[reporter] Anything to say today, Victor?",
      "it": "Niente da dire oggi, Victor?"
    }
  },
  {
    "translation": {
      "en": "Uh, afterwards.",
      "it": "Dopo."
    }
  },
  {
    "translation": {
      "en": "[Conte] I will never forget the day",
      "it": "Non dimenticherò mai il giorno"
    }
  },
  {
    "translation": {
      "en": "that I picked up the front page of the San Francisco Chronicle,",
      "it": "in cui lessi la prima pagina del San Francisco Chronicle."
    }
  },
  {
    "translation": {
      "en": "and the headline said,",
      "it": "Il titolo diceva:"
    }
  },
  {
    "translation": {
      "en": "\"40 of 42 BALCO charges dropped.\"",
      "it": "\"Cadute 40 delle 42 accuse di BALCO\"."
    }
  },
  {
    "translation": {
      "en": "And the subtitle was, \"The wrist slap heard around the world.\"",
      "it": "E il sottotitolo era: \"Lo schiaffo sentito in tutto il mondo\"."
    }
  },
  {
    "translation": {
      "en": "-[reporters clamoring] -[reporter] Mr. Conte, care to comment…",
      "it": "Sig. Conte, vuole commentare…"
    }
  },
  {
    "translation": {
      "en": "[Hurd] Victor Conte pleaded guilty to two felony counts today.",
      "it": "Conte oggi si è dichiarato colpevole di due capi d'accusa."
    }
  },
  {
    "translation": {
      "en": "One, conspiracy to distribute steroids, the other, money laundering.",
      "it": "Cospirazione per distribuire steroidi e riciclaggio di denaro."
    }
  },
  {
    "translation": {
      "en": "The Feds should be embarrassed. It started with 42 counts,",
      "it": "I federali dovrebbero essere imbarazzati. Iniziano con 42 capi d'accusa"
    }
  },
  {
    "translation": {
      "en": "Victor Conte will now plead guilty to only two counts.",
      "it": "e Conte si dichiara colpevole solo di due."
    }
  },
  {
    "translation": {
      "en": "And we quote, \"This deal does not require Mr. Conte to assist",
      "it": "E citiamo, \"L'accordo non richiede che il signor Conte sostenga"
    }
  },
  {
    "translation": {
      "en": "the prosecution of any other person involved in the investigation.\"",
      "it": "le accuse di altri soggetti coinvolti nell'indagine\"."
    }
  },
  {
    "translation": {
      "en": "-[woman] So the athletes walk. -[man] There'll be no federal charges",
      "it": "- Gli atleti sono liberi. - Non ci saranno accuse,"
    }
  },
  {
    "translation": {
      "en": "and no criminal charges against any athlete.",
      "it": "né federali né penali contro nessun atleta."
    }
  },
  {
    "translation": {
      "en": "Victor Conte was sentenced to six months in federal prison.",
      "it": "Victor Conte fu condannato a sei mesi."
    }
  },
  {
    "translation": {
      "en": "Typically, in federal prison, with good behavior, you do 85% of that time.",
      "it": "In una prigione federale, con una buona condotta, si sconta l'85%."
    }
  },
  {
    "translation": {
      "en": "So he did a little over four months.",
      "it": "Fece circa quattro mesi."
    }
  },
  {
    "translation": {
      "en": "Here's some pictures that my dad sent me from the, um, prison camp.",
      "it": "Ecco alcune foto che mio padre mi ha mandato dalla prigione."
    }
  },
  {
    "translation": {
      "en": "This is him and his cellmate. His name was Evil.",
      "it": "Lui con il suo compagno di cella, Evil."
    }
  },
  {
    "translation": {
      "en": "He was a scare to my dad at first, let me tell you, as you can imagine why.",
      "it": "All'inizio, com'è comprensibile, mio padre aveva paura di lui."
    }
  },
  {
    "translation": {
      "en": "Like, oh, I'm dead meat in this cell--",
      "it": "Al primo incontro pensava che sarebbe morto,"
    }
  },
  {
    "translation": {
      "en": "[laughs] You know, when he first met him, but he had his back,",
      "it": "Al primo incontro pensava che sarebbe morto, ma l'ha sostenuto e sono diventati amici. Lo sono ancora oggi."
    }
  },
  {
    "translation": {
      "en": "and they became good friends. They're still friends to this day.",
      "it": "ma l'ha sostenuto e sono diventati amici. Lo sono ancora oggi."
    }
  },
  {
    "translation": {
      "en": "I was happy to see that he was making friends and really…",
      "it": "Ero felice di vedere che si stava facendo degli amici e…"
    }
  },
  {
    "translation": {
      "en": "You know, it was humbling. Humbling experience for him, so…",
      "it": "Gli è servito per diventare più umile."
    }
  },
  {
    "translation": {
      "en": "[Conte] I took full responsibility,",
      "it": "Mi sono preso le mie responsabilità,"
    }
  },
  {
    "translation": {
      "en": "did not cooperate in any way, shape or form.",
      "it": "non ho collaborato in alcun modo."
    }
  },
  {
    "translation": {
      "en": "I did some wrongdoing, I deserved to go to prison camp just like I did.",
      "it": "Ho sbagliato, meritavo di andare in carcere."
    }
  },
  {
    "translation": {
      "en": "I went and I served my time.",
      "it": "Ho scontato la mia pena."
    }
  },
  {
    "translation": {
      "en": "And, of course, when I went through the-- the front door,",
      "it": "E, ovviamente, quando entrai dalla porta principale,"
    }
  },
  {
    "translation": {
      "en": "they immediately grabbed me",
      "it": "venni subito afferrato"
    }
  },
  {
    "translation": {
      "en": "and they put me through the metal detector, and it was, \"Toes and nose against the wall.\"",
      "it": "e mi fecero passare al metal detector facendomi mettere con la faccia al muro."
    }
  },
  {
    "translation": {
      "en": "And here I am being handcuffed, and I realized, \"I belong to them now.\"",
      "it": "E quando mi ammanettarono, capii: \"Ora appartengo a loro\"."
    }
  },
  {
    "translation": {
      "en": "And I had mailed myself some magazines,",
      "it": "Mi ero spedito delle riviste"
    }
  },
  {
    "translation": {
      "en": "and I timed it so that it would get there when I got there.",
      "it": "e avevo cronometrato il tempo di arrivo."
    }
  },
  {
    "translation": {
      "en": "When they brought the mail that day,",
      "it": "Quando mi portarono la posta,"
    }
  },
  {
    "translation": {
      "en": "they put my mail through the food slot in the door.",
      "it": "me la infilarono nella fessura della porta da cui fanno passare il cibo."
    }
  },
  {
    "translation": {
      "en": "In addition to the magazines I'd sent myself",
      "it": "E oltre alle riviste che avevo inviato,"
    }
  },
  {
    "translation": {
      "en": "was this letter from my youngest daughter.",
      "it": "c'era questa lettera della mia figlia minore."
    }
  },
  {
    "translation": {
      "en": "Where do you live at?",
      "it": "Dove vivi?"
    }
  },
  {
    "translation": {
      "en": "I live at my house.",
      "it": "Vivo a casa mia."
    }
  },
  {
    "translation": {
      "en": "[Conte] What's-- Where's your house? In what city?",
      "it": "Dov'è casa tua? In quale città?"
    }
  },
  {
    "translation": {
      "en": "[voice breaking] And there were pictures of my kids, and, uh…",
      "it": "E c'erano le foto delle mie figlie…"
    }
  },
  {
    "translation": {
      "en": "Yeah, that's kind of when it all hit me.",
      "it": "Fu lì che realizzai davvero."
    }
  },
  {
    "translation": {
      "en": "[voice breaks] I realized that I'd completely lost control of my life.",
      "it": "Capii che avevo perso il controllo della mia vita."
    }
  },
  {
    "translation": {
      "en": "I hadn't really reflected upon, you know…",
      "it": "Non avevo riflettuto su quanto…"
    }
  },
  {
    "translation": {
      "en": "how serious the consequences were.",
      "it": "fossero gravi le conseguenze."
    }
  },
  {
    "translation": {
      "en": "But I thought that, \"I'm a big boy, I'm a man.\"",
      "it": "Ma pensavo: \"Sono grande, sono un uomo."
    }
  },
  {
    "translation": {
      "en": "\"Whatever happens, I'll be able to deal with it.\"",
      "it": "Qualunque cosa accada, sarò in grado di affrontarla\"."
    }
  },
  {
    "translation": {
      "en": "I was-- Had been a horrible father.",
      "it": "Sono stato un padre terribile."
    }
  },
  {
    "translation": {
      "en": "I took-- I took their sense of security away from them.",
      "it": "Ho tolto loro il senso di sicurezza."
    }
  },
  {
    "translation": {
      "en": "And created a lot of uncertainty.",
      "it": "Creando solo molta incertezza."
    }
  },
  {
    "translation": {
      "en": "[Veronica] I think success is addictive, uh,",
      "it": "Credo che il successo crei dipendenza."
    }
  },
  {
    "translation": {
      "en": "praise and credit is addictive, but I don't defend what my dad did.",
      "it": "Gli elogi e i meriti creano dipendenza, ma non difendo ciò che ha fatto mio padre."
    }
  },
  {
    "translation": {
      "en": "I think it's clear that he crossed some ethical lines.",
      "it": "Credo che sia chiaro che ha oltrepassato dei limiti etici."
    }
  },
  {
    "translation": {
      "en": "And I wish he didn't.",
      "it": "E vorrei non l'avesse fatto."
    }
  },
  {
    "translation": {
      "en": "[voice breaking] But I didn't realize",
      "it": "Ma non avevo capito"
    }
  },
  {
    "translation": {
      "en": "that this was the same effect on all the athletes' families.",
      "it": "che aveva avuto lo stesso effetto sulle famiglie degli atleti."
    }
  },
  {
    "translation": {
      "en": "That they had to deal with their kids coming home saying,",
      "it": "Ora avevano figli che tornavano a casa dicendo:"
    }
  },
  {
    "translation": {
      "en": "\"Dad, at school they're saying you used steroids.\" \"Did you use steroids?\"",
      "it": "\"Papà, a scuola dicono che usavi gli steroidi. È vero?\""
    }
  },
  {
    "translation": {
      "en": "And kids don't understand, you know, so it's, uh…",
      "it": "E i bambini non capiscono, quindi…"
    }
  },
  {
    "translation": {
      "en": "[Montgomery] Three of my kids run track and field.",
      "it": "Tre dei miei figli fanno atletica leggera."
    }
  },
  {
    "translation": {
      "en": "The second-oldest boy has been training with me.",
      "it": "Il mio secondo figlio più grande si allena con me."
    }
  },
  {
    "translation": {
      "en": "He's like, \"Dad, what steroids do for you?\"",
      "it": "Mi ha chiesto: \"Papà, cosa fanno gli steroidi?\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"Ruin your whole life.\"",
      "it": "E io: \"Ti rovinano la vita\"."
    }
  },
  {
    "translation": {
      "en": "Runners, take your mark.",
      "it": "Ai blocchi di partenza!"
    }
  },
  {
    "translation": {
      "en": "Set.",
      "it": "Pronto."
    }
  },
  {
    "translation": {
      "en": "I told him, \"If you cross the finish line and you were first and tested positive,",
      "it": "Gli ho detto: \"Se arrivi primo ma risulti positivo al test antidoping,"
    }
  },
  {
    "translation": {
      "en": "what did you gain?\"",
      "it": "cos'hai guadagnato?\""
    }
  },
  {
    "translation": {
      "en": "When you leave, you wanna know that you did it right.",
      "it": "Vuoi andartene sapendo di aver fatto le cose per bene."
    }
  },
  {
    "translation": {
      "en": "Sometimes you can over try.",
      "it": "A volte puoi spingerti oltre."
    }
  },
  {
    "translation": {
      "en": "You got to always feel like you don't have a second chance.",
      "it": "Devi sempre pensare che sia l'ultima possibilità."
    }
  },
  {
    "translation": {
      "en": "Everything I did in the past,",
      "it": "Per il mio passato,"
    }
  },
  {
    "translation": {
      "en": "all the wrongs I did, well, my son said, \"Dad, I care nothing about that.\"",
      "it": "per gli errori commessi, mio figlio dice che non gli importa."
    }
  },
  {
    "translation": {
      "en": "\"I believe in you right now.\"",
      "it": "Dice: \"Ora credo in te.\""
    }
  },
  {
    "translation": {
      "en": "And so, as I think about it…",
      "it": "E ora che ci penso…"
    }
  },
  {
    "translation": {
      "en": "Victor Conte believed in Project World Record the same way.",
      "it": "Conte credeva nel Progetto Record Mondiale allo stesso modo."
    }
  },
  {
    "translation": {
      "en": "He believed in the dream.",
      "it": "Credeva nel sogno."
    }
  },
  {
    "translation": {
      "en": "I guess in some respects, did we create a monster?",
      "it": "Per certi versi, abbiamo creato un mostro?"
    }
  },
  {
    "translation": {
      "en": "Uh, maybe a little, but, I mean, I think most people who hear and see Victor Conte",
      "it": "Forse un po', ma credo che molte persone vedano Victor Conte"
    }
  },
  {
    "translation": {
      "en": "realize him for who he is,",
      "it": "per quello che è,"
    }
  },
  {
    "translation": {
      "en": "and that's, you know, a used car, snake oil salesman guy, bullshit artist.",
      "it": "un venditore di fumo, un artista delle stronzate."
    }
  },
  {
    "translation": {
      "en": "I'd like to dedicate my life",
      "it": "Vorrei dedicare la mia vita"
    }
  },
  {
    "translation": {
      "en": "to helping to create a level playing field for the young athletes of the future.",
      "it": "a creare condizioni paritarie per i giovani atleti del futuro."
    }
  },
  {
    "translation": {
      "en": "I'm, by far, most proud of my contribution to the anti-doping movement,",
      "it": "Sono molto orgoglioso del mio contributo al movimento antidoping."
    }
  },
  {
    "translation": {
      "en": "and went and met with WADA, the World Anti Doping Agency.",
      "it": "Ho fatto una riunione con l'Agenzia Mondiale Antidoping."
    }
  },
  {
    "translation": {
      "en": "I reveal specifically how these athletes are circumventing the anti-doping policies",
      "it": "Rivelo nello specifico come questi atleti stiano eludendo le politiche antidoping"
    }
  },
  {
    "translation": {
      "en": "and procedures in place.",
      "it": "e le procedure attuali."
    }
  },
  {
    "translation": {
      "en": "What they're doing now is they're using duck and dodge techniques.",
      "it": "Usano tecniche di evitamento."
    }
  },
  {
    "translation": {
      "en": "Just take it like this and put it under the tongue.",
      "it": "La prendi così e la metti sotto la lingua."
    }
  },
  {
    "translation": {
      "en": "I think there's abuse going on. I think there needs to be a further investigation.",
      "it": "Credo ci siano degli abusi e che serva un'altra indagine."
    }
  },
  {
    "translation": {
      "en": "-But how many guys are using it? -My guess is about 50%.",
      "it": "Ma quanti le usano? La mia ipotesi è circa il 50%."
    }
  },
  {
    "translation": {
      "en": "[Rogan] Fifty of MMA athletes, or professional athletes?",
      "it": "Degli atleti MMA o professionali?"
    }
  },
  {
    "translation": {
      "en": "Yes, of MMA.",
      "it": "Dell'MMA."
    }
  },
  {
    "translation": {
      "en": "Now because you can't make a living cheating anymore,",
      "it": "Solo perché non puoi più vivere imbrogliando"
    }
  },
  {
    "translation": {
      "en": "you want to flip the other side and call people out, pointing fingers?",
      "it": "vuoi passare dall'altra parte e puntare il dito contro le persone?"
    }
  },
  {
    "translation": {
      "en": "I can't believe anybody even listens to this guy,",
      "it": "È assurdo che qualcuno lo ascolti,"
    }
  },
  {
    "translation": {
      "en": "anybody even quotes this guy. Victor Conte is a two-faced piece of shit.",
      "it": "che qualcuno lo citi. Victor Conte è un ipocrita pezzo di merda."
    }
  },
  {
    "translation": {
      "en": "So Victor administrated the drugs, then he gave the drug people the system",
      "it": "Victor gestiva la droga e ora dà la possibilità al sistema che la combatte"
    }
  },
  {
    "translation": {
      "en": "on how to catch you now so that he can do something different.",
      "it": "di venirti a beccare così da poterci guadagnare qualcosa."
    }
  },
  {
    "translation": {
      "en": "And that's something you can never take from a hustler, the hustle.",
      "it": "È il comportamento tipico di un truffatore, continuerà a truffare."
    }
  },
  {
    "translation": {
      "en": "[Conte] It just so happens that the red-light district of sport,",
      "it": "Si dà il caso che abbia trovato il mio posto"
    }
  },
  {
    "translation": {
      "en": "which is boxing, I was able to find a home there.",
      "it": "nel quartiere a luci rosse dello sport, la boxe."
    }
  },
  {
    "translation": {
      "en": "With Victor, people will come to me and say,",
      "it": "Con Victor, ora la gente mi verrà a dire:"
    }
  },
  {
    "translation": {
      "en": "\"He's a cheater and he's going to try to give you drugs or he is giving you drugs,\"",
      "it": "\"È un imbroglione e cercherà di darti la droga o te la sta già dando\","
    }
  },
  {
    "translation": {
      "en": "and stuff like that, but I never really paid attention to it.",
      "it": "cose così, ma io non li ascolto."
    }
  },
  {
    "translation": {
      "en": "Yeah, I would say that it is performance-enhancing,",
      "it": "Sì, direi che migliora le prestazioni,"
    }
  },
  {
    "translation": {
      "en": "just without the drugs.",
      "it": "ma senza droghe."
    }
  },
  {
    "translation": {
      "en": "[chuckling] Victor's definitely the mad scientist.",
      "it": "Victor è sicuramente lo scienziato pazzo."
    }
  },
  {
    "translation": {
      "en": "You're a beast.",
      "it": "Sei una bestia."
    }
  },
  {
    "translation": {
      "en": "When you're doing high oxygen here,",
      "it": "Quando usi un'alta quantità di ossigeno,"
    }
  },
  {
    "translation": {
      "en": "it increases the production of lactic acid,",
      "it": "aumenta la produzione di acido lattico,"
    }
  },
  {
    "translation": {
      "en": "that, in turn, triggers the production of testosterone and growth hormone.",
      "it": "che, a sua volta, innesca la produzione di testosterone e ormone della crescita."
    }
  },
  {
    "translation": {
      "en": "Your speed and your power are 10% greater.",
      "it": "La tua velocità e la tua potenza aumentano del 10%."
    }
  },
  {
    "translation": {
      "en": "There's a lot of things that work that are legal.",
      "it": "Ci sono tante cose che funzionano e sono legali."
    }
  },
  {
    "translation": {
      "en": "[commentator] Wanted to see another gear from Devin, he's showing us another gear.",
      "it": "Volevi vedere altro da Devin, ecco qui."
    }
  },
  {
    "translation": {
      "en": "Devin Haney is 30 and O.",
      "it": "Devin Haney è a 30 a 0."
    }
  },
  {
    "translation": {
      "en": "He defends the undisputed…",
      "it": "Difende il titolo…"
    }
  },
  {
    "translation": {
      "en": "[Novitzky] He'll take any publicity as long as his name is in the lights,",
      "it": "Accetterà qualsiasi pubblicità, purché si parli di lui,"
    }
  },
  {
    "translation": {
      "en": "so I don't think you can believe a word that guy says.",
      "it": "quindi non penso si possa credere alle sue parole."
    }
  },
  {
    "translation": {
      "en": "The BALCO investigation changed the country's perspective",
      "it": "L'indagine BALCO ha cambiato la prospettiva del paese"
    }
  },
  {
    "translation": {
      "en": "and the perspective of the leagues towards drugs.",
      "it": "e il punto di vista degli indizi verso la droga."
    }
  },
  {
    "translation": {
      "en": "This record is not tainted at all.",
      "it": "Questo record non è affatto corrotto."
    }
  },
  {
    "translation": {
      "en": "At all.",
      "it": "Affatto."
    }
  },
  {
    "translation": {
      "en": "[Schmidt] And it set off consequential developments",
      "it": "E ha dato il via a sviluppi consequenziali"
    }
  },
  {
    "translation": {
      "en": "that create the drug-testing systems today.",
      "it": "che creano i sistemi antidroga di oggi."
    }
  },
  {
    "translation": {
      "en": "[Veronica] I think the masses remember Victor Conte",
      "it": "Penso che le masse ricordino Victor Conte"
    }
  },
  {
    "translation": {
      "en": "as the guy who single-handedly brought down the world of sport.",
      "it": "come colui che da solo ha distrutto il mondo dello sport."
    }
  },
  {
    "translation": {
      "en": "I hope that changes.",
      "it": "Spero che le cose cambino."
    }
  },
  {
    "translation": {
      "en": "[Hurd] Victor makes things work for him.",
      "it": "Victor usa le cose a suo piacimento."
    }
  },
  {
    "translation": {
      "en": "I think that that has a lot to do with him controlling his own narrative.",
      "it": "Questo perché ha il controllo della storia che racconta."
    }
  },
  {
    "translation": {
      "en": "I mean, it's the American way. Isn't he still driving a Bentley?",
      "it": "È il tipico americano. Non guida ancora una Bentley?"
    }
  },
  {
    "translation": {
      "en": "[Conte] I realized there's no such thing as bad publicity.",
      "it": "Ho capito che la cattiva pubblicità non esiste."
    }
  },
  {
    "translation": {
      "en": "Like, Google Ads, whatever the keywords that you put in,",
      "it": "Prendi Google Ads, qualsiasi parola chiave tu inserisca,"
    }
  },
  {
    "translation": {
      "en": "if you put in \"Barry Bonds\" or \"Marion Jones\"",
      "it": "se scrivi \"Barry Bonds\" o \"Marion Jones\""
    }
  },
  {
    "translation": {
      "en": "or \"BALCO\" or whatever it is,",
      "it": "o \"BALCO\" o quello che è,"
    }
  },
  {
    "translation": {
      "en": "right next to it's an ad for ZMA, right?",
      "it": "accanto c'è una pubblicità di ZMA, giusto?"
    }
  },
  {
    "translation": {
      "en": "So, in essence, I was turning the lemon into lemonade.",
      "it": "Avevo i limoni, ho fatto una limonata."
    }
  },
  {
    "translation": {
      "en": "Should I send the Feds a thank-you card?",
      "it": "Devo ringraziare i federali?"
    }
  },
  {
    "translation": {
      "en": "They might have made me millions of dollars.",
      "it": "Potrebbero avermi fatto guadagnare milioni."
    }
  },
  {
    "translation": {
      "en": "♪ For the biggest fool of all...♪",
      "it": "VICTOR CONTE DICE DI AVER GUADAGNATO 80 MILIONI DALLA VENDITA DEGLI INTEGRATORI ZMA E SNAC."
    }
  },
  {
    "translation": {
      "en": "[commentator] …deals, and Bonds hits one high, hits it deep!",
      "it": "NEL 2007, BARRY BONDS FECE IL SUO 756° FUORICAMPO"
    }
  },
  {
    "translation": {
      "en": "It is outta here!",
      "it": "NEL 2007, BARRY BONDS FECE IL SUO 756° FUORICAMPO DIVENTANDO IL PRIMATISTA DEL BASEBALL DI TUTTI I TEMPI."
    }
  },
  {
    "translation": {
      "en": "Seven-fifty-six!",
      "it": "DIVENTANDO IL PRIMATISTA DEL BASEBALL DI TUTTI I TEMPI."
    }
  },
  {
    "translation": {
      "en": "♪ For the prize-winning fool of the year ♪",
      "it": "DOPO 10 ANNI DI IDONEITÀ, NON È STATO VOTATO NELLA HALL OF FAME DEL BASEBALL."
    }
  },
  {
    "translation": {
      "en": "♪ For the prize-winning fool of the year ♪",
      "it": "BARRY BONDS NEGA L'USO DI SOSTANZE DOPANTI. NON HA RISPOSTO ALLE RICHIESTE D'INTERVISTE."
    }
  },
  {
    "translation": {
      "en": "♪ You'd take second prize ♪ ♪ For the greatest lie you told ♪",
      "it": "MARION JONES HA DOVUTO RESTITUIRE TUTTE E CINQUE LE SUE MEDAGLIE OLIMPICHE."
    }
  },
  {
    "translation": {
      "en": "♪ When you said you'd be my sweetheart ♪",
      "it": "NEL 2008, È STATA CONDANNATA A SEI MESI DI CARCERE PER SPERGIURO."
    }
  },
  {
    "translation": {
      "en": "♪ To have and to hold ♪",
      "it": "È L'UNICA ATLETA A SCONTARE LA PENA NEL CASO BALCO."
    }
  },
  {
    "translation": {
      "en": "♪ Yes the gold cup ♪",
      "it": "MARION JONES NEGA DELIBERATAMENTE L'USO DI SOSTANZE DOPANTI. NON HA RISPOSTO ALLE RICHIESTE D'INTERVISTE."
    }
  },
  {
    "translation": {
      "en": "[commentator] 9.78 seconds. A world record for Tim Montgomery.",
      "it": "Nove virgola sette secondi. Un record mondiale per Tim Montgomery."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] Did I deserve to get it taken away? Yes, I did.",
      "it": "Meritavo che me ne privassero? Sì."
    }
  },
  {
    "translation": {
      "en": "But the experience I'll always live with,",
      "it": "Ma l'esperienza che mi porterò sempre dentro"
    }
  },
  {
    "translation": {
      "en": "and that's what they can't take back.",
      "it": "non possono portarmela via."
    }
  },
  {
    "translation": {
      "en": "That moment of doing this… they can never take it back.",
      "it": "Il momento in cui feci così… Non possono portarmelo via."
    }
  },
  {
    "translation": {
      "en": "♪ I'd trade it for a kiss from you ♪",
      "it": "TREVOR GRAHAM NEGA LA DISTRIBUZIONE O LA SOMMINISTRAZIONE DI STEROIDI. GREG ANDERSON SI RIFIUTA DI COMMENTARE L'INDAGINE BALCO O IL COINVOLGIMENTO DI BONDS."
    }
  },
  {
    "translation": {
      "en": "That's the original sign",
      "it": "È l'insegna originale"
    }
  },
  {
    "translation": {
      "en": "that was up behind the spectrometer and the laboratory of BALCO for 20 years.",
      "it": "che è rimasta dietro lo spettrometro e il laboratorio BALCO per 20 anni."
    }
  },
  {
    "translation": {
      "en": "Probably worth at least a buck or two I would think.",
      "it": "Varrà almeno un dollaro o due."
    }
  },
  {
    "translation": {
      "en": "-[producer] You're gonna sell it? -I don't know.",
      "it": "La vende? Non lo so. No, forse la darò alla Hall of Fame del baseball."
    }
  },
  {
    "translation": {
      "en": "No, we'll probably just give it to the baseball hall of fame.",
      "it": "Non lo so. No, forse la darò alla Hall of Fame del baseball."
    }
  }
]