[
  {
    "translation": {
      "en": "[Evans] I was in the Boston Police for 38 years.",
      "it": "Sono stato nella polizia di Boston per 38 anni."
    }
  },
  {
    "translation": {
      "en": "I learned a lot of lessons.",
      "it": "Ho imparato molte lezioni."
    }
  },
  {
    "translation": {
      "en": "But the most important thing was",
      "it": "Ma la più importante…"
    }
  },
  {
    "translation": {
      "en": "if people want to hurt people, they'll find ways to do it.",
      "it": "è che chi vuole fare del male, troverà il modo per farlo."
    }
  },
  {
    "translation": {
      "en": "[Evans] We do our best to prevent tragedies like this, but…",
      "it": "Facciamo di tutto per evitare tragedie simili, ma…"
    }
  },
  {
    "translation": {
      "en": "there's another side to people that no one ever sees.",
      "it": "c'è un altro lato della gente che nessuno vede mai."
    }
  },
  {
    "translation": {
      "en": "[Evans] I've done 59 marathons.",
      "it": "Ho corso 59 maratone."
    }
  },
  {
    "translation": {
      "en": "And Boston is the best marathon in the world.",
      "it": "E Boston è la migliore maratona del mondo."
    }
  },
  {
    "translation": {
      "en": "It's like the Rite of Spring. It's right around Easter.",
      "it": "È come la sagra della primavera. È verso Pasqua."
    }
  },
  {
    "translation": {
      "en": "The city's coming alive. The flowers are blooming.",
      "it": "La città prende vita. I fiori sbocciano."
    }
  },
  {
    "translation": {
      "en": "Everybody looks forward to Patriots' Day.",
      "it": "Tutti aspettano il Patriot's Day."
    }
  },
  {
    "translation": {
      "en": "It's a local holiday in Boston.",
      "it": "È una festa locale di Boston."
    }
  },
  {
    "translation": {
      "en": "Everybody comes out and watches the marathon.",
      "it": "Tutti escono e guardano la maratona."
    }
  },
  {
    "translation": {
      "en": "It's a big day in the city. It's a special day.",
      "it": "È un grande giorno. Un giorno speciale."
    }
  },
  {
    "translation": {
      "en": "[Karen] Massachusetts is one of the only places that celebrates Patriots' Day.",
      "it": "Il Massachusetts è uno dei pochi posti che celebra il Patriot's Day."
    }
  },
  {
    "translation": {
      "en": "It is amazing because there is a lot of history here.",
      "it": "È incredibile perché qui c'è molta storia."
    }
  },
  {
    "translation": {
      "en": "It is a great pleasure to come back to a city",
      "it": "È un grande piacere tornare in una città"
    }
  },
  {
    "translation": {
      "en": "where my accent is considered normal.",
      "it": "dove il mio accento è considerato normale."
    }
  },
  {
    "translation": {
      "en": "People who live in Boston and are from Boston, there is a lot of Boston pride.",
      "it": "Chi vive a Boston è di Boston. C'è molto orgoglio locale."
    }
  },
  {
    "translation": {
      "en": "There's no finer people to me in the world than residents of the city of Boston.",
      "it": "Per me non c'è gente migliore al mondo dei residenti di Boston."
    }
  },
  {
    "translation": {
      "en": "-[woman] We did it! -Fuck you!",
      "it": "- Ce l'abbiamo fatta! - Fanculo!"
    }
  },
  {
    "translation": {
      "en": "They can be really obnoxious when it comes to their sports.",
      "it": "Possono essere davvero odiosi quando si tratta di sport."
    }
  },
  {
    "translation": {
      "en": "[all] Let's go, Bruins! Let's go, Bruins!",
      "it": "Forza, Bruins!"
    }
  },
  {
    "translation": {
      "en": "[Karen] But the marathon is a big deal in Boston.",
      "it": "Ma la maratona è una cosa seria a Boston."
    }
  },
  {
    "translation": {
      "en": "It's the oldest marathon in America,",
      "it": "È la maratona più antica d'America"
    }
  },
  {
    "translation": {
      "en": "and the most premier.",
      "it": "e la più importante."
    }
  },
  {
    "translation": {
      "en": "[Karen] It's a very festive day. People make a really big deal about it.",
      "it": "È un giorno molto festoso. La gente la prende molto sul serio."
    }
  },
  {
    "translation": {
      "en": "They do shut the trains down, the buses. The streets are packed with people.",
      "it": "La metropolitana e gli autobus si fermano. Le strade sono piene di gente."
    }
  },
  {
    "translation": {
      "en": "I would go to the marathon every year,",
      "it": "Andavo alla maratona ogni anno"
    }
  },
  {
    "translation": {
      "en": "and the same group of friends, we would all go to watch my boyfriend Kevin run.",
      "it": "con lo stesso gruppo di amici per vedere Kevin, il mio ragazzo, correre."
    }
  },
  {
    "translation": {
      "en": "[Kevin] Honestly, I never thought I'd ever run a marathon.",
      "it": "Non avrei mai pensato di correre una maratona."
    }
  },
  {
    "translation": {
      "en": "I mean, I didn't run till I was, like, 42.",
      "it": "Non ho corso fino ai 42 anni."
    }
  },
  {
    "translation": {
      "en": "But it's great. It's like a party.",
      "it": "Ma è fantastico. È come una festa."
    }
  },
  {
    "translation": {
      "en": "Everyone's pulling and cheering for everyone.",
      "it": "Tutti fanno il tifo per tutti."
    }
  },
  {
    "translation": {
      "en": "We're all equal that day.",
      "it": "Siamo tutti uguali."
    }
  },
  {
    "translation": {
      "en": "Starting line is in Hopkinton and it's 26.2 miles away.",
      "it": "La linea di partenza è a Hopkinton, a 42 km di distanza."
    }
  },
  {
    "translation": {
      "en": "Then you finish in the city. You get there,",
      "it": "Poi finisci in città. Arrivi lì,"
    }
  },
  {
    "translation": {
      "en": "and everyone's friendly and wishing you luck.",
      "it": "e tutti ti augurano buona fortuna."
    }
  },
  {
    "translation": {
      "en": "People are just so nice like that.",
      "it": "La gente è molto gentile."
    }
  },
  {
    "translation": {
      "en": "The town of Hopkinton is absolutely ready.",
      "it": "La città di Hopkinton è pronta."
    }
  },
  {
    "translation": {
      "en": "Their motto is, \"It all starts here,\" and you can feel it in the air.",
      "it": "Il loro motto è: \"Tutto inizia qui\" e si sente nell'aria."
    }
  },
  {
    "translation": {
      "en": "[Evans] To get into Boston, that's quite an accomplishment.",
      "it": "Partecipare è già un bel risultato."
    }
  },
  {
    "translation": {
      "en": "You don't just sign up. You have to qualify.",
      "it": "Non ti iscrivi e basta. Devi qualificarti,"
    }
  },
  {
    "translation": {
      "en": "And you've hit the pinnacle of your life if you run Boston.",
      "it": "e hai raggiunto l'apice della tua vita se corri a Boston."
    }
  },
  {
    "translation": {
      "en": "[reporter] The center of Boston, the Charles River.",
      "it": "Il centro di Boston, il fiume Charles."
    }
  },
  {
    "translation": {
      "en": "It's all part of a huge Patriots' Day celebration.",
      "it": "Fa tutto parte di un grande Patriot's Day. 15 APRILE 2013"
    }
  },
  {
    "translation": {
      "en": "[Evans] That particular day, I was able to go off in the very first wave.",
      "it": "Quel giorno, riuscii a partire nella prima ondata."
    }
  },
  {
    "translation": {
      "en": "[announcer] And the Boston Marathon, already underway for some.",
      "it": "E la maratona di Boston per alcuni è già iniziata."
    }
  },
  {
    "translation": {
      "en": "The full spectacle of this Boston Marathon is now underway, but sometimes…",
      "it": "Lo spettacolo della maratona di Boston è in corso, ma a volte…"
    }
  },
  {
    "translation": {
      "en": "[Evans] It was like any other marathon you ever had.",
      "it": "È come tutte le altre maratone. Sono tutti felici."
    }
  },
  {
    "translation": {
      "en": "Everyone was happy. It couldn't have been a more perfect day.",
      "it": "È come tutte le altre maratone. Sono tutti felici. Era un giorno perfetto."
    }
  },
  {
    "translation": {
      "en": "Just training with my dad! He's running with me for a little.",
      "it": "Mi alleno con mio padre! Correrà un po' con me."
    }
  },
  {
    "translation": {
      "en": "-Say hi, Dad. -Hi.",
      "it": "- Saluta, papà. - Ciao."
    }
  },
  {
    "translation": {
      "en": "[Karen] My friend Krystle and I had a late start",
      "it": "Io e la mia amica Krystle partimmo dopo"
    }
  },
  {
    "translation": {
      "en": "because we had partied a little too much the night before and we got up late.",
      "it": "perché avevamo un po' esagerato la sera prima e ci alzammo tardi."
    }
  },
  {
    "translation": {
      "en": "[announcer] And look at that,",
      "it": "E guardate,"
    }
  },
  {
    "translation": {
      "en": "the Boston Marathon running right past Fenway Park,",
      "it": "la maratona di Boston passa davanti a Fenway Park,"
    }
  },
  {
    "translation": {
      "en": "which will soon empty out when the Red Sox and Rays are done",
      "it": "che presto si svuoterà quando i Red Sox e i Rays avranno finito"
    }
  },
  {
    "translation": {
      "en": "and thousands more people will hit the streets.",
      "it": "e migliaia di persone scenderanno in strada."
    }
  },
  {
    "translation": {
      "en": "They say a half a million people watch the Boston Marathon",
      "it": "Dicono che ci siano 500 mila spettatori alla maratona di Boston"
    }
  },
  {
    "translation": {
      "en": "on the streets here in New England.",
      "it": "per le strade del New England."
    }
  },
  {
    "translation": {
      "en": "Krystle never had gone to the Boston Marathon because she always went to the Red Sox.",
      "it": "Krystle non era mai andata alla maratona perché andava sempre a vedere i Red Sox."
    }
  },
  {
    "translation": {
      "en": "[baseball announcer] To left field. That ball is off the wall.",
      "it": "Ora va a sinistra. Quella palla è oltre il muro."
    }
  },
  {
    "translation": {
      "en": "Pedroia racing around the bases, is headed home.",
      "it": "Pedroia corre intorno alle basi verso casa."
    }
  },
  {
    "translation": {
      "en": "The throw will be late, and the Red Sox win! A walk-off on Patriots' Day!",
      "it": "Il lancio è in ritardo. I Red Sox vincono! Un walk off nel Patriot's Day."
    }
  },
  {
    "translation": {
      "en": "[Karen] That day, Krystle and I walked on the side street,",
      "it": "Krystle e io camminammo lungo la strada laterale"
    }
  },
  {
    "translation": {
      "en": "and here we were at the most perfect spot, the finish line.",
      "it": "e arrivammo nel punto più perfetto, il traguardo."
    }
  },
  {
    "translation": {
      "en": "[announcer] You look down Boylston Street filled with people. Flags from all nations.",
      "it": "Vediamo Boylston Street piena di gente. Bandiere di ogni nazione."
    }
  },
  {
    "translation": {
      "en": "[Karen] I had taken a picture of the flags at the finish line",
      "it": "Scattai una foto alle bandiere al traguardo"
    }
  },
  {
    "translation": {
      "en": "and I had posted it on Facebook.",
      "it": "Scattai una foto alle bandiere al traguardo e la postai su Facebook."
    }
  },
  {
    "translation": {
      "en": "We were texting with all our friends, and they kept saying, \"Come and meet us!\"",
      "it": "Scrivemmo ai nostri amici e loro ci dissero di raggiungerli."
    }
  },
  {
    "translation": {
      "en": "But we just said we're gonna stay here",
      "it": "Ma decidemmo di restare"
    }
  },
  {
    "translation": {
      "en": "because I think we can get a really great picture",
      "it": "perché volevo fare una bella foto a Kevin"
    }
  },
  {
    "translation": {
      "en": "of Kevin crossing the finish line.",
      "it": "perché volevo fare una bella foto a Kevin mentre tagliava il traguardo. Così restammo lì."
    }
  },
  {
    "translation": {
      "en": "So we ended up staying there.",
      "it": "mentre tagliava il traguardo. Così restammo lì."
    }
  },
  {
    "translation": {
      "en": "And I always remember taking that left onto Boylston Street",
      "it": "Ricordo di aver preso a sinistra in Boylston Street"
    }
  },
  {
    "translation": {
      "en": "and seeing that finish line five blocks away.",
      "it": "e di aver visto il traguardo poco oltre."
    }
  },
  {
    "translation": {
      "en": "And as much as you're hurting, that crowd is rooting you on.",
      "it": "E per quanto tu stia soffrendo, quella folla ti sprona."
    }
  },
  {
    "translation": {
      "en": "To have my family there, have my police there.",
      "it": "Li c'erano la mia famiglia e la mia polizia."
    }
  },
  {
    "translation": {
      "en": "Uh, you know, it gives you goose bumps.",
      "it": "Avevo la pelle d'oca."
    }
  },
  {
    "translation": {
      "en": "I did it in three hours and 35 minutes, which, as far as I'm concerned,",
      "it": "Avevo corso in tre ore e 35 minuti e, per quanto mi riguarda,"
    }
  },
  {
    "translation": {
      "en": "I was thrilled.",
      "it": "ero entusiasta."
    }
  },
  {
    "translation": {
      "en": "At that point, I hopped in my vehicle and drove home to South Boston.",
      "it": "A quel punto, salii in macchina e tornai a casa a South Boston."
    }
  },
  {
    "translation": {
      "en": "[Jimenez] This particular day, it was starting to pick up a little bit.",
      "it": "In quel particolare giorno, la gente stava aumentando."
    }
  },
  {
    "translation": {
      "en": "More runners were starting to come through.",
      "it": "Arrivavano altri corridori."
    }
  },
  {
    "translation": {
      "en": "We were starting to cheer people on, like, \"Great. Good for you. You did it!\"",
      "it": "Facevamo il tifo per loro: \"Bravo, ce l'hai fatta!\""
    }
  },
  {
    "translation": {
      "en": "I just love the atmosphere. I love the cheering that goes on.",
      "it": "Adoro l'atmosfera. Adoro il tifo che l'accompagna."
    }
  },
  {
    "translation": {
      "en": "It's like a big block party.",
      "it": "È come un'enorme festa di quartiere."
    }
  },
  {
    "translation": {
      "en": "[Karen] We were standing there waiting for Kevin,",
      "it": "Eravamo lì ad aspettare Kevin,"
    }
  },
  {
    "translation": {
      "en": "and friends that were tracking him were texting me to say",
      "it": "e gli amici che lo seguivano mi scrissero"
    }
  },
  {
    "translation": {
      "en": "that Kevin had got a cramp somewhere up in Cambridge,",
      "it": "che Kevin aveva avuto un crampo da qualche parte a Cambridge,"
    }
  },
  {
    "translation": {
      "en": "and he was gonna be a little bit later coming across the finish line.",
      "it": "e avrebbe tagliato il traguardo un po' più tardi."
    }
  },
  {
    "translation": {
      "en": "And we said, \"We've got this great spot. We should stay right here.\"",
      "it": "Pensammo di restare dove eravamo, perché era un posto perfetto."
    }
  },
  {
    "translation": {
      "en": "[woman] Oh my God.",
      "it": "Oh, mio Dio."
    }
  },
  {
    "translation": {
      "en": "[man] It's fucked up over here.",
      "it": "Che casino."
    }
  },
  {
    "translation": {
      "en": "[officer 1] 8:30. Something just exploded at the finish line.",
      "it": "833. Qualcosa è appena esploso al traguardo."
    }
  },
  {
    "translation": {
      "en": "[officer 2] UCC, did I hear that correctly?",
      "it": "UCC, ho sentito bene?"
    }
  },
  {
    "translation": {
      "en": "[officer 3] Yeah, I see it. I confirm it.",
      "it": "Sì, lo confermo."
    }
  },
  {
    "translation": {
      "en": "Two devices just went off at Boylston and Exeter.",
      "it": "Due ordigni sono esplosi a Boylston ed Exeter."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Vanessa! Vanessa! -[woman 1] Vanessa! What the hell?",
      "it": "- Vanessa! - Ma che diavolo?"
    }
  },
  {
    "translation": {
      "en": "-[man yelling indistinctly] -[woman shrieks] [man 2] What the fuck?",
      "it": "- No! - Ma che cazzo?"
    }
  },
  {
    "translation": {
      "en": "[Karen] I remember waking up on the sidewalk.",
      "it": "Mi svegliai sul marciapiede."
    }
  },
  {
    "translation": {
      "en": "There was a horrendous smell.",
      "it": "C'era un odore terribile."
    }
  },
  {
    "translation": {
      "en": "My ears were ringing so bad, in that I couldn't really hear.",
      "it": "Le orecchie mi fischiavano così tanto che non riuscivo a sentire."
    }
  },
  {
    "translation": {
      "en": "At that point, it was just chaos.",
      "it": "A quel punto, era solo il caos."
    }
  },
  {
    "translation": {
      "en": "[Jimenez] I looked around me, and…",
      "it": "Mi guardai intorno e…"
    }
  },
  {
    "translation": {
      "en": "the screams were that of horror.",
      "it": "le urla erano di orrore."
    }
  },
  {
    "translation": {
      "en": "[man 1] Okay?",
      "it": "Ok?"
    }
  },
  {
    "translation": {
      "en": "[man 2] Just move that way.",
      "it": "Vai da quella parte."
    }
  },
  {
    "translation": {
      "en": "There was a woman at one point, and I took a look at her leg and I'm like,",
      "it": "C'era una donna a cui guardai la gamba e pensai:"
    }
  },
  {
    "translation": {
      "en": "\"Wow, that looks really bad.\"",
      "it": "\"Wow, è messa male\"."
    }
  },
  {
    "translation": {
      "en": "[Jimenez] And I needed to stop the bleeding somehow,",
      "it": "Dovevo fermare l'emorragia"
    }
  },
  {
    "translation": {
      "en": "and all I had was my belt.",
      "it": "e avevo solo la cintura."
    }
  },
  {
    "translation": {
      "en": "So I took my belt off, and I just remember putting it around her legs",
      "it": "Così me la tolsi e la legai attorno alle sue gambe"
    }
  },
  {
    "translation": {
      "en": "to try to stop the bleeding.",
      "it": "per fermare il sangue."
    }
  },
  {
    "translation": {
      "en": "There was chatter on the radio that there could potentially be a third bomb.",
      "it": "La radio diceva che poteva esserci una terza bomba."
    }
  },
  {
    "translation": {
      "en": "Road is blocked for secondary devices!",
      "it": "La strada è bloccata per ordigni secondari!"
    }
  },
  {
    "translation": {
      "en": "I called my boyfriend at the time. I told him I loved him.",
      "it": "Chiamai il mio ragazzo di allora. Gli dissi che lo amavo."
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "it": "Scusate."
    }
  },
  {
    "translation": {
      "en": "And I told him to tell my mom I loved her.",
      "it": "E gli dissi di dire a mia madre che l'amavo."
    }
  },
  {
    "translation": {
      "en": "And then…",
      "it": "E poi…"
    }
  },
  {
    "translation": {
      "en": "the line just went dead.",
      "it": "cadde la linea."
    }
  },
  {
    "translation": {
      "en": "[Karen] I could see blood everywhere.",
      "it": "Vedevo sangue ovunque,"
    }
  },
  {
    "translation": {
      "en": "And my foot was turned sideways, and it was broken.",
      "it": "avevo un piede girato da un lato e rotto."
    }
  },
  {
    "translation": {
      "en": "But I was next to Krystle, and I held her hand.",
      "it": "Ma ero accanto a Krystle e le tenevo la mano."
    }
  },
  {
    "translation": {
      "en": "She looked like a rag doll.",
      "it": "Sembrava una bambola di pezza."
    }
  },
  {
    "translation": {
      "en": "That's when the whole reality of what happened really sunk in.",
      "it": "Fu allora che ciò che era accaduto divenne reale."
    }
  },
  {
    "translation": {
      "en": "It was terrible.",
      "it": "Fu terribile."
    }
  },
  {
    "translation": {
      "en": "[paramedic] Okay, as for the explosions, don't worry about that, okay?",
      "it": "Per quanto riguarda le esplosioni, non preoccuparti, ok?"
    }
  },
  {
    "translation": {
      "en": "That was really loud.",
      "it": "È stata molto forte."
    }
  },
  {
    "translation": {
      "en": "I remember a whole team of people coming to get me",
      "it": "Un'intera squadra venne a soccorrermi."
    }
  },
  {
    "translation": {
      "en": "and asking me my name, and I couldn't tell them.",
      "it": "Chiesero il mio nome, ma non riuscii a dirglielo."
    }
  },
  {
    "translation": {
      "en": "[Karen] When they put me into the ambulance,",
      "it": "Quando mi misero sull'ambulanza,"
    }
  },
  {
    "translation": {
      "en": "a lady ran up to me and she said, \"Miss, here's your phone.\"",
      "it": "una donna venne da me e disse: \"Ecco il suo telefono\"."
    }
  },
  {
    "translation": {
      "en": "And I took the phone and I put it in my pocket.",
      "it": "Lo presi e lo misi in tasca,"
    }
  },
  {
    "translation": {
      "en": "But it was not my phone. It was Krystle's phone.",
      "it": "ma non era il mio telefono. Era il telefono di Krystle e poi non ricordo altro."
    }
  },
  {
    "translation": {
      "en": "And then I don't remember anything else.",
      "it": "Era il telefono di Krystle e poi non ricordo altro."
    }
  },
  {
    "translation": {
      "en": "We want to bring you some breaking news that is happening right now out of Boston.",
      "it": "ULTIME NOTIZIE Vogliamo darvi le ultime notizie in arrivo da Boston."
    }
  },
  {
    "translation": {
      "en": "We understand there have been at least two explosions near the finish line",
      "it": "Ci risulta che ci siano state almeno due esplosioni vicino al traguardo"
    }
  },
  {
    "translation": {
      "en": "of the Boston Marathon.",
      "it": "della maratona di Boston."
    }
  },
  {
    "translation": {
      "en": "We are showing you some live pictures from a helicopter right now.",
      "it": "Vi mostriamo delle immagini in diretta da un elicottero."
    }
  },
  {
    "translation": {
      "en": "[reporter] It appears that we have quite a tragedy",
      "it": "Sembra esserci una vera tragedia"
    }
  },
  {
    "translation": {
      "en": "on our hands in Boston, Massachusetts this afternoon.",
      "it": "oggi pomeriggio a Boston, Massachusetts."
    }
  },
  {
    "translation": {
      "en": "We don't know what exploded. We don't know if there was an accident.",
      "it": "Non sappiamo cosa sia esploso, se sia stato un incidente"
    }
  },
  {
    "translation": {
      "en": "We don't know if somebody set off something.",
      "it": "o se sia stato intenzionale."
    }
  },
  {
    "translation": {
      "en": "[Jimenez] When I looked around me, it was chaos.",
      "it": "Quando mi guardai intorno, era il caos."
    }
  },
  {
    "translation": {
      "en": "And somebody mentioned that",
      "it": "E qualcuno disse"
    }
  },
  {
    "translation": {
      "en": "there was somebody there that had…",
      "it": "che c'era qualcuno che…"
    }
  },
  {
    "translation": {
      "en": "uh, passed away.",
      "it": "era morto."
    }
  },
  {
    "translation": {
      "en": "At this point, we were trying to get the most acute patients to a hospital.",
      "it": "A quel punto, cercavamo di portare i pazienti più gravi in ospedale."
    }
  },
  {
    "translation": {
      "en": "[Kevin] I was stopped near the finish line.",
      "it": "Mi fermarono vicino al traguardo."
    }
  },
  {
    "translation": {
      "en": "And there were police officers saying the race is canceled.",
      "it": "Dei poliziotti dicevano che la gara era stata annullata."
    }
  },
  {
    "translation": {
      "en": "The race is done. It's done. It's over. The marathon's over.",
      "it": "Dei poliziotti dicevano che la gara era stata annullata. La gara è finita. È finita. La maratona è finita."
    }
  },
  {
    "translation": {
      "en": "They said there was a bomb or something.",
      "it": "Dissero che c'era una bomba."
    }
  },
  {
    "translation": {
      "en": "That's what I, you know… But no one knew nothing.",
      "it": "È quello che… Ma nessuno sapeva niente."
    }
  },
  {
    "translation": {
      "en": "[officer] Run!",
      "it": "Correte!"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Everyone's scrambling to get out of the city.",
      "it": "Tutti si affannavano per lasciare la città."
    }
  },
  {
    "translation": {
      "en": "I did keep calling Karen's phone, but all the phones were screwed up.",
      "it": "Continuavo a chiamare Karen, ma i telefoni erano fuori uso."
    }
  },
  {
    "translation": {
      "en": "So I knew right there that there was a problem. A big problem.",
      "it": "Capii subito che c'era un problema. Un grosso problema."
    }
  },
  {
    "translation": {
      "en": "Let's go! Everybody down this way. Folks, time to call it a night. Let's go!",
      "it": "Andiamo! Tutti da questa parte. Gente, è ora di andare via. Andiamo!"
    }
  },
  {
    "translation": {
      "en": "[man] Where are we supposed to go?",
      "it": "Dove dovremmo andare?"
    }
  },
  {
    "translation": {
      "en": "[Evans] After the marathon, I was back in South Boston.",
      "it": "Dopo la maratona ero di nuovo a South Boston"
    }
  },
  {
    "translation": {
      "en": "One of my sergeants come running in and he says,",
      "it": "e uno dei miei sergenti arrivò di corsa e disse:"
    }
  },
  {
    "translation": {
      "en": "\"They're telling me two bombs just went off at the finish line.\"",
      "it": "\"Dicono che siano appena scoppiate due bombe al traguardo\"."
    }
  },
  {
    "translation": {
      "en": "And I'm saying, \"What? That can't… That… That couldn't have happened.\" \"I was just there.\"",
      "it": "Risposi: \"Cosa? No… Non è possibile. Ero lì poco fa\"."
    }
  },
  {
    "translation": {
      "en": "I jumped in my vehicle and put my sirens on.",
      "it": "Salii in macchina e accesi la sirena."
    }
  },
  {
    "translation": {
      "en": "And when I went over the 4th Street Bridge,",
      "it": "Attraversando il ponte della 4a strada,"
    }
  },
  {
    "translation": {
      "en": "I could see people crying.",
      "it": "vidi gente che piangeva."
    }
  },
  {
    "translation": {
      "en": "I could tell this is going to be terrible.",
      "it": "Capii che sarebbe stato terribile."
    }
  },
  {
    "translation": {
      "en": "[Evans] When I got to the scene,",
      "it": "Arrivato sulla scena,"
    }
  },
  {
    "translation": {
      "en": "I met up with Commissioner Davis, who was just coming back to the scene too.",
      "it": "incontrai il commissario Davis, anche lui appena tornato lì."
    }
  },
  {
    "translation": {
      "en": "[Davis] I stepped out of the car, and as soon as my foot hit the ground, I could feel shrapnel under my feet.",
      "it": "Scesi dall'auto e appena toccai terra sentii delle schegge sotto i piedi."
    }
  },
  {
    "translation": {
      "en": "And then I saw the damage across the street.",
      "it": "Poi vidi i danni dall'altra parte della strada."
    }
  },
  {
    "translation": {
      "en": "The volume of blood and body parts on the ground",
      "it": "Per terra era pieno di sangue e pezzi di corpi,"
    }
  },
  {
    "translation": {
      "en": "was just something I had never seen before.",
      "it": "non avevo mai visto niente di simile."
    }
  },
  {
    "translation": {
      "en": "[officer] Go, go! Let's go! All the way up.",
      "it": "Vai, vai! Andiamo! Fino in fondo."
    }
  },
  {
    "translation": {
      "en": "[Evans] To see the destruction.",
      "it": "Vedere la distruzione,"
    }
  },
  {
    "translation": {
      "en": "[Evans] To see the young bodies lying on the street.",
      "it": "vedere quei giovani corpi per strada,"
    }
  },
  {
    "translation": {
      "en": "It's something I'll never get out of my head to this day.",
      "it": "è qualcosa che non mi toglierò mai dalla testa."
    }
  },
  {
    "translation": {
      "en": "[Davis] It sort of hit me right there",
      "it": "Mi venne in mente"
    }
  },
  {
    "translation": {
      "en": "that this might be a terrorist attack. Quite frankly, it's overwhelming.",
      "it": "che potesse essere un attacco terroristico e, onestamente, ne fui sconvolto."
    }
  },
  {
    "translation": {
      "en": "[Evans] No one knew what to think.",
      "it": "Nessuno sapeva cosa pensare."
    }
  },
  {
    "translation": {
      "en": "There's so many things going through your mind, and…",
      "it": "Ti passano così tante cose per la testa…"
    }
  },
  {
    "translation": {
      "en": "Where do you even start?",
      "it": "Da dove cominci?"
    }
  },
  {
    "translation": {
      "en": "[Martin] Oh, I've been a reporter for more than three decades.",
      "it": "Sono un giornalista da più di trent'anni."
    }
  },
  {
    "translation": {
      "en": "When you get a situation like this, unprecedented in Boston's history,",
      "it": "Quando si verifica una situazione così, senza precedenti nella storia di Boston,"
    }
  },
  {
    "translation": {
      "en": "you're trying to come up with answers as a journalist, as an investigative journalist, for your audience.",
      "it": "come giornalista investigativo cerchi delle risposte per i tuoi lettori."
    }
  },
  {
    "translation": {
      "en": "I had rushed to the scene as they were still putting up yellow tape.",
      "it": "Ero accorso sul posto mentre stavano piazzando il nastro giallo."
    }
  },
  {
    "translation": {
      "en": "And there was an assumption that this might be something much bigger",
      "it": "E c'era l'ipotesi che potesse essere molto più grave"
    }
  },
  {
    "translation": {
      "en": "than what had just occurred.",
      "it": "di quanto già successo."
    }
  },
  {
    "translation": {
      "en": "[reporter] This was a situation that struck terror into everybody.",
      "it": "La situazione ha terrorizzato tutti."
    }
  },
  {
    "translation": {
      "en": "We, of course, don't know the cause of the explosion right now.",
      "it": "Al momento non sappiamo la causa dell'esplosione."
    }
  },
  {
    "translation": {
      "en": "[Evans] Everyone is now scrambling to understand what exactly happened.",
      "it": "Tutti si affannano per capire cosa sia successo esattamente."
    }
  },
  {
    "translation": {
      "en": "We were in the restaurant, then there was a huge boom twice.",
      "it": "Eravamo al ristorante. Ci sono stati due enormi \"boom\"."
    }
  },
  {
    "translation": {
      "en": "One softer, and one really hard, and it's really terrible.",
      "it": "Uno molto più forte dell'altro, ed è davvero terribile."
    }
  },
  {
    "translation": {
      "en": "At first it sounded like a cannon blast,",
      "it": "Era come un colpo di cannone,"
    }
  },
  {
    "translation": {
      "en": "but it felt so strong it literally almost blew my hat off.",
      "it": "ma così forte che mi è volato via il cappello."
    }
  },
  {
    "translation": {
      "en": "Not sure exactly what they're saying, whether it's an accident or not.",
      "it": "Non sono sicuro se sia stato un incidente o no."
    }
  },
  {
    "translation": {
      "en": "[Martin] No one knows what happened,",
      "it": "Nessuno sapeva cos'era successo"
    }
  },
  {
    "translation": {
      "en": "and the police were dealing with a lot of confusion.",
      "it": "e la polizia si trovava di fronte a molta confusione."
    }
  },
  {
    "translation": {
      "en": "-[man] He's a runner? -[woman] He doesn't-- Yeah.",
      "it": "- Non è… - È un corridore?"
    }
  },
  {
    "translation": {
      "en": "He doesn't speak English, and we can't find him anywhere.",
      "it": "Sì. Non parla inglese e non riusciamo a trovarlo."
    }
  },
  {
    "translation": {
      "en": "[reporter] The police officer came up to me and said,",
      "it": "Il poliziotto mi ha detto:"
    }
  },
  {
    "translation": {
      "en": "\"Get out of here. We don't know what else could happen.\"",
      "it": "\"Vada via. Non sappiamo cos'altro potrebbe succedere\"."
    }
  },
  {
    "translation": {
      "en": "We start to get a crush of reports of bombs all over the city.",
      "it": "Iniziammo a ricevere notizie di bombe in tutta la città."
    }
  },
  {
    "translation": {
      "en": "And then there was a suspicious fire that occurred at the JFK Library.",
      "it": "E poi ci fu un incendio sospetto alla biblioteca JFK."
    }
  },
  {
    "translation": {
      "en": "[reporter] This happened so soon after these two explosions.",
      "it": "È successo poco dopo le due esplosioni."
    }
  },
  {
    "translation": {
      "en": "Could this possibly be connected?",
      "it": "Potrebbe essere collegato?"
    }
  },
  {
    "translation": {
      "en": "[Evans] We already had two go off.",
      "it": "Ce n'erano già state due."
    }
  },
  {
    "translation": {
      "en": "Everyone thought these things come in three.",
      "it": "Tutti si aspettavano la terza."
    }
  },
  {
    "translation": {
      "en": "Our worst fear is the second attack.",
      "it": "La nostra paura peggiore era un secondo attacco."
    }
  },
  {
    "translation": {
      "en": "We're in new territory here, and I knew I needed all the help I could get.",
      "it": "Era tutto nuovo e sapevo di aver bisogno di tutto l'aiuto possibile."
    }
  },
  {
    "translation": {
      "en": "So, I immediately reached out to Rick DesLauriers.",
      "it": "Quindi, contattai subito Rick DesLauriers."
    }
  },
  {
    "translation": {
      "en": "[DesLauriers] I've been described by some of my associates",
      "it": "AGENTE SPECIALE RESPONSABILE FBI Alcuni miei colleghi mi definiscono uno che valuta le cose."
    }
  },
  {
    "translation": {
      "en": "as someone who assesses things.",
      "it": "Alcuni miei colleghi mi definiscono uno che valuta le cose."
    }
  },
  {
    "translation": {
      "en": "I assess things in great detail.",
      "it": "Valuto le cose nei minimi dettagli."
    }
  },
  {
    "translation": {
      "en": "And I try to understand what's gonna take to get the best resolution possible.",
      "it": "Cerco di capire cosa serva per ottenere la migliore soluzione possibile."
    }
  },
  {
    "translation": {
      "en": "When I arrived in Boston,",
      "it": "Quando arrivai a Boston,"
    }
  },
  {
    "translation": {
      "en": "the first priority was to make sure there are no secondary bombs down there.",
      "it": "la priorità era assicurarmi che non ci fossero bombe secondarie."
    }
  },
  {
    "translation": {
      "en": "But we couldn't do that until we'd secured the crime scene.",
      "it": "Ma prima andava messa in sicurezza la scena del crimine."
    }
  },
  {
    "translation": {
      "en": "We had a third of a mile on Boylston Street we had to seal off,",
      "it": "Dovevamo sigillare 500 metri su Boylston Street,"
    }
  },
  {
    "translation": {
      "en": "and then one block either side north and south of Boylston Street.",
      "it": "e un isolato sui lati nord e sud di Boylston Street."
    }
  },
  {
    "translation": {
      "en": "And it was just a devastating scene. You saw carnage everywhere.",
      "it": "Era una scena devastante. Una carneficina."
    }
  },
  {
    "translation": {
      "en": "There was still blood of the victims on the sidewalk.",
      "it": "C'era ancora il sangue delle vittime."
    }
  },
  {
    "translation": {
      "en": "[Davis] Looking across the crime scene, I realized that there were bags all over the place.",
      "it": "Guardando la scena del crimine, vidi che c'erano borse dappertutto."
    }
  },
  {
    "translation": {
      "en": "Any one of those things could have been a bomb.",
      "it": "Tutte potenziali bombe."
    }
  },
  {
    "translation": {
      "en": "[DesLauriers] Our task at that point was to send our bomb techs down there",
      "it": "A quel punto, dovevamo mandare i nostri artificieri"
    }
  },
  {
    "translation": {
      "en": "and then search for secondary devices.",
      "it": "e poi cercare ordigni secondari."
    }
  },
  {
    "translation": {
      "en": "We had bomb-sniffing dogs.",
      "it": "Avevamo cani anti-bomba."
    }
  },
  {
    "translation": {
      "en": "We're going through backpacks, going through storefronts.",
      "it": "Controllammo zaini, vetrine."
    }
  },
  {
    "translation": {
      "en": "We were still sweeping the scene.",
      "it": "Perlustrammo la scena."
    }
  },
  {
    "translation": {
      "en": "[Davis] The bomb squad starts to secure the crime scene so that the rest of the analysts could safely come on the course.",
      "it": "La scena fu messa in sicurezza per permettere agli analisti di lavorare."
    }
  },
  {
    "translation": {
      "en": "[DesLauriers] Once we determined there are no secondary incendiary devices at the bomb site,",
      "it": "Una volta stabilito che non ci fossero ordigni secondari,"
    }
  },
  {
    "translation": {
      "en": "we called US Attorney Carmen Ortiz.",
      "it": "chiamammo la procuratrice Carmen Ortiz."
    }
  },
  {
    "translation": {
      "en": "She would ultimately be the person responsible for prosecuting the bombers.",
      "it": "Alla fine sarebbe stata lei a perseguire gli attentatori."
    }
  },
  {
    "translation": {
      "en": "[Ortiz] When I looked at the destruction,",
      "it": "Quando guardai quella distruzione,"
    }
  },
  {
    "translation": {
      "en": "I just stood there with a cold chill.",
      "it": "restai pietrificata e rabbrividii."
    }
  },
  {
    "translation": {
      "en": "It certainly seemed to be a terrorist act.",
      "it": "Sembrava proprio un atto terroristico."
    }
  },
  {
    "translation": {
      "en": "We could see the shrap metal, the BBs, the blood.",
      "it": "Si vedevano le schegge di metallo, i pallini, il sangue."
    }
  },
  {
    "translation": {
      "en": "You know, we knew this was some type of device gone off.",
      "it": "Sapevamo che si trattava di un ordigno di qualche tipo."
    }
  },
  {
    "translation": {
      "en": "[Davis] We sent state troopers to Logan Airport",
      "it": "Mandammo dei poliziotti all'aeroporto Logan per intercettare"
    }
  },
  {
    "translation": {
      "en": "to catch any of the public that may have had photos in their cameras.",
      "it": "Mandammo dei poliziotti all'aeroporto Logan per intercettare chiunque avesse delle foto."
    }
  },
  {
    "translation": {
      "en": "That was when we set up Black Falcon Terminal",
      "it": "Allestimmo il terminal Black Falcon"
    }
  },
  {
    "translation": {
      "en": "as a location to process evidence.",
      "it": "per elaborare le prove."
    }
  },
  {
    "translation": {
      "en": "[DesLauriers] This location was tremendously important as being a secure, convenient location",
      "it": "Era un posto estremamente importante perché era un luogo sicuro e comodo"
    }
  },
  {
    "translation": {
      "en": "where we could collect that evidence, process it,",
      "it": "dove raccogliere le prove, elaborarle"
    }
  },
  {
    "translation": {
      "en": "and have it flown down to Quantico, Virginia.",
      "it": "e inviarle a Quantico, in Virginia."
    }
  },
  {
    "translation": {
      "en": "[Davis] There were so many pieces of evidence We were just at a different scale than I'd ever seen before.",
      "it": "C'erano tantissime prove. Non avevo mai visto niente di simile."
    }
  },
  {
    "translation": {
      "en": "This was the biggest case that's ever happened in this city",
      "it": "È stato il caso più grosso mai accaduto in città"
    }
  },
  {
    "translation": {
      "en": "and we had no idea who was responsible.",
      "it": "e non avevamo idea di chi fosse stato."
    }
  },
  {
    "translation": {
      "en": "So we started to send investigators out to question the injured.",
      "it": "Così iniziammo a mandare gli investigatori a interrogare i feriti."
    }
  },
  {
    "translation": {
      "en": "I have shrapnel in the back of my leg, my hands, obviously,",
      "it": "Ho delle schegge nella parte posteriore della gamba, nelle mani,"
    }
  },
  {
    "translation": {
      "en": "and I got flash burns, but I'm blessed.",
      "it": "e ho delle ustioni, ma sono fortunato."
    }
  },
  {
    "translation": {
      "en": "Some of the patients have already received traumatic amputations at the scene.",
      "it": "Alcuni pazienti hanno subito delle amputazioni traumatiche sul posto."
    }
  },
  {
    "translation": {
      "en": "Their legs have been blown off.",
      "it": "Per via delle esplosioni."
    }
  },
  {
    "translation": {
      "en": "[Davis] Then we got a report of a suspicious person that is being accompanied back to the emergency room.",
      "it": "Poi ci segnalarono una persona sospetta che stavano riportando al pronto soccorso."
    }
  },
  {
    "translation": {
      "en": "This guy, who was a Saudi national, comes out of the smoke.",
      "it": "Questo tizio, di nazionalità saudita, era uscito dal fumo."
    }
  },
  {
    "translation": {
      "en": "He's all cut up and in tattered clothes.",
      "it": "Era pieno di ferite e con gli abiti a brandelli."
    }
  },
  {
    "translation": {
      "en": "And when the police start to walk towards him,",
      "it": "E quando un poliziotto gli andò incontro,"
    }
  },
  {
    "translation": {
      "en": "he sees the police coming, he's got a cell phone in his hand,",
      "it": "vedendolo arrivare gettò a terra il cellulare che aveva in mano,"
    }
  },
  {
    "translation": {
      "en": "and he throws the cell phone on the ground and smashes it.",
      "it": "vedendolo arrivare gettò a terra il cellulare che aveva in mano, fracassandolo."
    }
  },
  {
    "translation": {
      "en": "Cell phones can be detonators.",
      "it": "Poteva essere un detonatore."
    }
  },
  {
    "translation": {
      "en": "There is an individual who is in custody.",
      "it": "C'è un individuo in custodia."
    }
  },
  {
    "translation": {
      "en": "He is a Saudi national who was near the scene of the blast.",
      "it": "È un cittadino saudita che era vicino al luogo dell'esplosione."
    }
  },
  {
    "translation": {
      "en": "I'm thinking, \"Is this one of our guys?\"",
      "it": "Mi chiesi: \"È uno dei nostri?\""
    }
  },
  {
    "translation": {
      "en": "[Martin] Among the first things you heard was that a Saudi national",
      "it": "Girava voce che ci fosse un sospettato di nazionalità saudita."
    }
  },
  {
    "translation": {
      "en": "was considered a suspect.",
      "it": "che ci fosse un sospettato di nazionalità saudita."
    }
  },
  {
    "translation": {
      "en": "There was an assumption that this might be related to Al-Qaeda.",
      "it": "Si presumeva che potesse essere collegato ad Al-Qaeda."
    }
  },
  {
    "translation": {
      "en": "For over a decade,",
      "it": "Da oltre un decennio,"
    }
  },
  {
    "translation": {
      "en": "this country has been on edge, vigilant for the next attack.",
      "it": "questo Paese è in ansia, in attesa del prossimo attacco."
    }
  },
  {
    "translation": {
      "en": "Well, today it came.",
      "it": "Beh, oggi è arrivato."
    }
  },
  {
    "translation": {
      "en": "[Martin] He had been injured, and the police were interviewing",
      "it": "Il saudita, ferito,"
    }
  },
  {
    "translation": {
      "en": "this Saudi national at the hospital.",
      "it": "veniva interrogato in ospedale."
    }
  },
  {
    "translation": {
      "en": "[Davis] We talked to him,",
      "it": "Parlammo con lui"
    }
  },
  {
    "translation": {
      "en": "and we had the SWAT Team guys and detectives go to his house.",
      "it": "e mandammo l'unità speciale SWAT e dei detective a casa sua."
    }
  },
  {
    "translation": {
      "en": "Found suspicious things at the house,",
      "it": "Trovammo cose sospette in casa,"
    }
  },
  {
    "translation": {
      "en": "some official documents, passports, things like that that were problematic.",
      "it": "documenti ufficiali, passaporti, cose problematiche."
    }
  },
  {
    "translation": {
      "en": "[Ortiz] Given the severity of the situation, you want to do it in a way that is legal,",
      "it": "Data la gravità della situazione, ti devi muovere in modo legale,"
    }
  },
  {
    "translation": {
      "en": "so that if that evidence leads to the individual that you believe committed this crime,",
      "it": "affinché le prove, se dovessero portare al sospettato,"
    }
  },
  {
    "translation": {
      "en": "you are going to be able to use that evidence in court.",
      "it": "possano essere usate in tribunale."
    }
  },
  {
    "translation": {
      "en": "[reporter] Authorities searched the apartment of a foreign student",
      "it": "L'appartamento di uno studente straniero,"
    }
  },
  {
    "translation": {
      "en": "who was injured in the blast and seen running away,",
      "it": "ferito nell'esplosione da cui poi è fuggito,"
    }
  },
  {
    "translation": {
      "en": "but they found nothing, and he is not considered a suspect.",
      "it": "è stato perquisito inutilmente ed egli non è più sospettato."
    }
  },
  {
    "translation": {
      "en": "Turns out he was simply a victim. He had nothing to do with it.",
      "it": "Era solo una vittima. Non c'entrava niente."
    }
  },
  {
    "translation": {
      "en": "He happened to be a Saudi near the finish line",
      "it": "Era solo un saudita vicino al traguardo"
    }
  },
  {
    "translation": {
      "en": "who was living in an age of Islamophobia.",
      "it": "che viveva in un'epoca di islamofobia."
    }
  },
  {
    "translation": {
      "en": "And there was no doubt that there's a degree of prejudice about who might be responsible.",
      "it": "Senza dubbio c'era un certo pregiudizio sui potenziali responsabili."
    }
  },
  {
    "translation": {
      "en": "[DesLauriers] After day one, we did not have any suspects.",
      "it": "Dopo un giorno, non c'erano sospettati."
    }
  },
  {
    "translation": {
      "en": "We had a few leads, but nothing tangible. And we were going to be holding a press conference",
      "it": "C'era qualche pista, ma nulla di concreto. Avremmo tenuto una conferenza stampa"
    }
  },
  {
    "translation": {
      "en": "to tell the American public what we knew about the bombings.",
      "it": "per dire agli americani ciò che sapevamo dell'attentato."
    }
  },
  {
    "translation": {
      "en": "I told the governor this has the potential to be a terrorist attack,",
      "it": "Dissi al governatore che era un possibile atto terroristico"
    }
  },
  {
    "translation": {
      "en": "so the FBI will be happy to take the lead in this investigation.",
      "it": "e l'FBI se ne sarebbe occupato volentieri."
    }
  },
  {
    "translation": {
      "en": "Frankly, I was sort of like, \"Yeah, it's all yours.\"",
      "it": "Sinceramente, pensai: \"Prendetevelo pure\"."
    }
  },
  {
    "translation": {
      "en": "But the governor asked me to run the press conference.",
      "it": "Ma il governatore mi chiese di tenere la conferenza"
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Me?\"",
      "it": "e io dissi: \"Io?\""
    }
  },
  {
    "translation": {
      "en": "And, you know, I should have realized it, right?",
      "it": "Ma avrei dovuto capirlo, no?"
    }
  },
  {
    "translation": {
      "en": "Politicians don't like to tell people bad news, and I'm the bad news guy.",
      "it": "Ai politici non piace dare cattive notizie, è a me che tocca farlo."
    }
  },
  {
    "translation": {
      "en": "So let me turn it over now to Ed Davis, Commissioner of Police here in Boston.",
      "it": "Passo la parola a Ed Davis, commissario di polizia qui a Boston."
    }
  },
  {
    "translation": {
      "en": "Thank you, Governor. Um…",
      "it": "Grazie, governatore."
    }
  },
  {
    "translation": {
      "en": "At 2:50 p.m., there were simultaneous explosions",
      "it": "Alle 14:50 ci sono state due esplosioni simultanee"
    }
  },
  {
    "translation": {
      "en": "that occurred along the route of the Boston Marathon near the finish.",
      "it": "vicino al traguardo della maratona di Boston."
    }
  },
  {
    "translation": {
      "en": "People should be calm, but they should understand",
      "it": "La gente deve stare calma, ma deve capire"
    }
  },
  {
    "translation": {
      "en": "that this is an ongoing event, and they should understand that we need all the information that we can get available to us.",
      "it": "che è un evento in corso e che ci servono tutte le informazioni possibili."
    }
  },
  {
    "translation": {
      "en": "I told the public, \"If you have any photos, get them to us.\"",
      "it": "Chiesi che ci venissero consegnate eventuali foto."
    }
  },
  {
    "translation": {
      "en": "If anyone saw anything at this incident,",
      "it": "Se qualcuno ha visto qualcosa,"
    }
  },
  {
    "translation": {
      "en": "they should call us at 1-800-494-TIPS.",
      "it": "deve chiamarci al numero 1-800-494-DRITTE."
    }
  },
  {
    "translation": {
      "en": "A lot of times in cases like this, somebody sees what happens and realizes,",
      "it": "In casi come questo, capita che qualcuno pensi:"
    }
  },
  {
    "translation": {
      "en": "\"Oh my God, he told me",
      "it": "\"Oh, mio Dio, mi aveva detto"
    }
  },
  {
    "translation": {
      "en": "he was gonna do something like this. I've got to call the police.\"",
      "it": "di volerlo fare. Devo chiamare la polizia\"."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Are you describing this as a terrorist attack right now?",
      "it": "Lo sta descrivendo come un attacco terroristico?"
    }
  },
  {
    "translation": {
      "en": "Governor Patrick said it was an attack. Would you say this is a terrorist attack?",
      "it": "Il governatore ha parlato di un attacco. Direbbe che è terroristico?"
    }
  },
  {
    "translation": {
      "en": "We're not being definitive on this right now,",
      "it": "Non siamo categorici, al momento,"
    }
  },
  {
    "translation": {
      "en": "but you can reach your own conclusions based upon what happened.",
      "it": "ma potete trarre le vostre conclusioni sulla base di ciò che è successo."
    }
  },
  {
    "translation": {
      "en": "As a citizen and as a reporter, this seemed to be an act of terror.",
      "it": "Come cittadino e come giornalista, questo mi sembrava un atto di terrore."
    }
  },
  {
    "translation": {
      "en": "Some in the public realm criticize the FBI for not calling it a terrorist attack right away,",
      "it": "L'FBI è stato criticato per aver tardato a chiamarlo atto terroristico,"
    }
  },
  {
    "translation": {
      "en": "but we had to collect the evidence.",
      "it": "ma dovevamo raccogliere le prove."
    }
  },
  {
    "translation": {
      "en": "[Kevin] That night, I'm out looking for Karen.",
      "it": "Quella notte, mi misi a cercare Karen."
    }
  },
  {
    "translation": {
      "en": "I didn't know what was going on.",
      "it": "Non sapevo cosa stesse accadendo"
    }
  },
  {
    "translation": {
      "en": "And my daughter is saying,",
      "it": "e mia figlia diceva"
    }
  },
  {
    "translation": {
      "en": "\"Karen put you on Facebook with the flags.\"",
      "it": "\"Possiamo metterti su Facebook con le bandiere?\""
    }
  },
  {
    "translation": {
      "en": "And I get a call from Krystle's boyfriend, Joe.",
      "it": "Joe, il ragazzo di Krystle, mi telefonò."
    }
  },
  {
    "translation": {
      "en": "Joe comes, picks me up.",
      "it": "Joe venne a prendermi."
    }
  },
  {
    "translation": {
      "en": "He shows me a picture of Karen and Krystle lying on the ground.",
      "it": "Mi mostrò una foto di Karen e Krystle stese a terra."
    }
  },
  {
    "translation": {
      "en": "Somehow it was already online.",
      "it": "Non so come, ma era già online."
    }
  },
  {
    "translation": {
      "en": "I could see their faces. Like, it looked like the life had drained out of 'em.",
      "it": "Si vedevano le loro facce. Sembrava che la vita fosse stata risucchiata via."
    }
  },
  {
    "translation": {
      "en": "Immediately, we headed to Mass General.",
      "it": "Andammo subito all'ospedale."
    }
  },
  {
    "translation": {
      "en": "We get there, and they tell me that Krystle is there.",
      "it": "Quando arrivammo, mi dissero che Krystle era lì."
    }
  },
  {
    "translation": {
      "en": "They were operating on her leg. Her leg's pretty bad.",
      "it": "La stavano operando alla gamba, che era malmessa."
    }
  },
  {
    "translation": {
      "en": "They're going to try to save it.",
      "it": "Cercavano di salvargliela."
    }
  },
  {
    "translation": {
      "en": "But they tell me Karen ain't there.",
      "it": "Ma mi dissero che Karen non era lì."
    }
  },
  {
    "translation": {
      "en": "And they can't come up with any answers. They don't know nothing. Anything.",
      "it": "Non seppero dirmi niente. Non sapevano nulla. Proprio nulla."
    }
  },
  {
    "translation": {
      "en": "They said,",
      "it": "Dissero:"
    }
  },
  {
    "translation": {
      "en": "\"We don't know what to tell you.\"",
      "it": "\"Non sappiamo cosa dirti\"."
    }
  },
  {
    "translation": {
      "en": "You know, and they keep going, going, going.",
      "it": "E continuarono."
    }
  },
  {
    "translation": {
      "en": "It didn't make sense.",
      "it": "Non aveva senso."
    }
  },
  {
    "translation": {
      "en": "And they said,",
      "it": "E dissero:"
    }
  },
  {
    "translation": {
      "en": "\"Just… You guys got to go… Just go to the hospitals.\"",
      "it": "\"Dovete cercare in tutti gli ospedali\"."
    }
  },
  {
    "translation": {
      "en": "So we start walking.",
      "it": "Iniziammo a camminare."
    }
  },
  {
    "translation": {
      "en": "There's not a soul in sight. I've never seen anything like this.",
      "it": "Non c'era nessuno in giro. Mai vista una cosa così."
    }
  },
  {
    "translation": {
      "en": "Not a soul in sight in Boston.",
      "it": "Non c'era anima viva a Boston."
    }
  },
  {
    "translation": {
      "en": "We looked everywhere. We called all the hospitals.",
      "it": "Cercammo ovunque. Chiamammo tutti gli ospedali."
    }
  },
  {
    "translation": {
      "en": "No one had any answers for us. We just couldn't find Karen anywhere.",
      "it": "Nessuno aveva una risposta. Karen non si trovava da nessuna parte."
    }
  },
  {
    "translation": {
      "en": "My mind, I thought Karen was dead. No doubt in my mind.",
      "it": "Pensavo che Karen fosse morta. Non avevo dubbi."
    }
  },
  {
    "translation": {
      "en": "And then all of a sudden, my phone rings.",
      "it": "Poi, all'improvviso, mi squillò il telefono."
    }
  },
  {
    "translation": {
      "en": "They told me Karen is in the operating room.",
      "it": "Mi dissero che Karen era in sala operatoria."
    }
  },
  {
    "translation": {
      "en": "You know, I couldn't believe it. I had to see it for my own two eyes.",
      "it": "Non potevo crederci. Dovevo vederlo coi miei occhi."
    }
  },
  {
    "translation": {
      "en": "And I went back to the hospital.",
      "it": "E tornai in ospedale."
    }
  },
  {
    "translation": {
      "en": "And I saw Karen.",
      "it": "E vidi Karen."
    }
  },
  {
    "translation": {
      "en": "When I first woke up, the first face I saw was Kevin.",
      "it": "Quando mi svegliai, la prima faccia che vidi era Kevin."
    }
  },
  {
    "translation": {
      "en": "I was just happy. I just had her hand. You know, holding her hand and squeezing it.",
      "it": "Ero felice. Le tenevo la mano e la stringevo."
    }
  },
  {
    "translation": {
      "en": "She didn't know what was going on.",
      "it": "Non sapeva cosa fosse accaduto."
    }
  },
  {
    "translation": {
      "en": "And I just said, \"Everything will be all right.\"",
      "it": "Le dissi solo: \"Andrà tutto bene."
    }
  },
  {
    "translation": {
      "en": "\"Don't worry. I love you.\"",
      "it": "Non preoccuparti. Ti amo."
    }
  },
  {
    "translation": {
      "en": "\"I love you, and everything will be all right.\"",
      "it": "Ti amo e andrà tutto bene\"."
    }
  },
  {
    "translation": {
      "en": "It was just… It was a miracle.",
      "it": "Fu un miracolo."
    }
  },
  {
    "translation": {
      "en": "The first night, we knew that our best lead",
      "it": "ORA 11 MARTEDÌ La prima sera, sapevamo che la pista migliore sarebbero stati i video girati in loco."
    }
  },
  {
    "translation": {
      "en": "was going to be video evidence collected at the scene of the crime.",
      "it": "sapevamo che la pista migliore sarebbero stati i video girati in loco."
    }
  },
  {
    "translation": {
      "en": "We had a major sporting event going on. We had national media coverage there.",
      "it": "Era un grande evento sportivo. La copertura mediatica era nazionale."
    }
  },
  {
    "translation": {
      "en": "We had people with cell phones and video cameras everywhere.",
      "it": "C'era gente con cellulari e videocamere ovunque."
    }
  },
  {
    "translation": {
      "en": "That's where Kevin Swindon came in.",
      "it": "Ed entrò in gioco Kevin Swindon."
    }
  },
  {
    "translation": {
      "en": "Kevin Swindon was the supervisor of the Cyber Squad",
      "it": "CRIMINI INFORMATICI FBI Kevin Swindon era il supervisore della squadra informatica"
    }
  },
  {
    "translation": {
      "en": "at the Boston FBI office.",
      "it": "dell'FBI di Boston."
    }
  },
  {
    "translation": {
      "en": "My role was computer forensics and digital forensics.",
      "it": "Mi occupavo della scientifica informatica e digitale."
    }
  },
  {
    "translation": {
      "en": "We knew right away that digital media was going to be",
      "it": "Capimmo subito che i media digitali"
    }
  },
  {
    "translation": {
      "en": "a significant factor in this investigation.",
      "it": "sarebbero stati importanti in questa indagine."
    }
  },
  {
    "translation": {
      "en": "The phones weren't ringing, but the email was very, very busy.",
      "it": "I telefoni non squillavano, ma l'e-mail era piena."
    }
  },
  {
    "translation": {
      "en": "To the point where it was at risk of becoming full.",
      "it": "Al punto che rischiava di saturarsi."
    }
  },
  {
    "translation": {
      "en": "Tens of thousands of emails.",
      "it": "Decine di migliaia di e-mail."
    }
  },
  {
    "translation": {
      "en": "[Davis] What I didn't take into consideration",
      "it": "Non avevo preso in considerazione l'enorme volume di prove digitali"
    }
  },
  {
    "translation": {
      "en": "was the sheer volume of digital evidence that was coming in the door.",
      "it": "Non avevo preso in considerazione l'enorme volume di prove digitali in arrivo."
    }
  },
  {
    "translation": {
      "en": "They're getting thousands of photographs, videotapes from iPhones.",
      "it": "Ricevettero migliaia di foto e filmati dagli iPhone."
    }
  },
  {
    "translation": {
      "en": "It looks like it was about 3:38 and change.",
      "it": "Ho fatto circa 3:38 e qualcosa."
    }
  },
  {
    "translation": {
      "en": "There were over 125 phones recovered from Boylston Street.",
      "it": "C'erano più di 125 telefoni recuperati da Boylston Street."
    }
  },
  {
    "translation": {
      "en": "All right, we made it to one mile at the Boston Marathon!",
      "it": "Manca un chilometro e mezzo alla maratona di Boston!"
    }
  },
  {
    "translation": {
      "en": "[man] Oh my gosh!",
      "it": "Oddio!"
    }
  },
  {
    "translation": {
      "en": "What the fuck?",
      "it": "Ma che cazzo?"
    }
  },
  {
    "translation": {
      "en": "[Swindon] There were no leads at that point.",
      "it": "Non avevamo piste, a quel punto."
    }
  },
  {
    "translation": {
      "en": "So we were looking for the video to try and give us some clues.",
      "it": "Speravamo che i video ci dessero qualche indizio."
    }
  },
  {
    "translation": {
      "en": "We had footage from The Forum. We had footage from Walgreens.",
      "it": "Avevamo i filmati del Forum, di Walgreens."
    }
  },
  {
    "translation": {
      "en": "We had footage from banks. Any business that was along that route,",
      "it": "Avevamo i filmati delle banche. Da ogni attività lungo il percorso"
    }
  },
  {
    "translation": {
      "en": "we were collecting and capturing any video that we could.",
      "it": "raccogliemmo tutti i video possibili."
    }
  },
  {
    "translation": {
      "en": "[DesLauriers] We had hundreds of thousands of videos,",
      "it": "Avevamo centinaia di migliaia di video, ma il problema era"
    }
  },
  {
    "translation": {
      "en": "but the challenge with processing as much video evidence as we had",
      "it": "Avevamo centinaia di migliaia di video, ma il problema era che era possibile elaborarli solo un po' per volta."
    }
  },
  {
    "translation": {
      "en": "is there was so much that could be processed timely.",
      "it": "che era possibile elaborarli solo un po' per volta."
    }
  },
  {
    "translation": {
      "en": "[Swindon] If you have eight hours of video and you need to review it,",
      "it": "Se devi controllare otto ore di video,"
    }
  },
  {
    "translation": {
      "en": "it's gonna take you eight hours to review it.",
      "it": "ci vorranno otto ore per farlo."
    }
  },
  {
    "translation": {
      "en": "We had significant teams of people, numbers of teams of people reviewing the video.",
      "it": "C'erano molte squadre di persone che esaminavano i video."
    }
  },
  {
    "translation": {
      "en": "But the problem is that there were thousands of hours of video.",
      "it": "Ma c'erano migliaia di ore di video."
    }
  },
  {
    "translation": {
      "en": "Beyond that, the challenge was",
      "it": "Inoltre, la sfida"
    }
  },
  {
    "translation": {
      "en": "we didn't know what or who we were looking for.",
      "it": "era che non sapevamo cosa o chi stessimo cercando."
    }
  },
  {
    "translation": {
      "en": "Every minute that passes",
      "it": "Ogni minuto che passa"
    }
  },
  {
    "translation": {
      "en": "is a possibility of whoever might be responsible for this getting away.",
      "it": "aumenta la possibilità che il responsabile la faccia franca."
    }
  },
  {
    "translation": {
      "en": "What I was facing was the most intensive investigation",
      "it": "Stavo affrontando l'indagine più intensa"
    }
  },
  {
    "translation": {
      "en": "that the Boston Police Department had ever conducted.",
      "it": "mai condotta dalla polizia di Boston."
    }
  },
  {
    "translation": {
      "en": "[Foley] When the actual bombings happened,",
      "it": "Quando ci furono gli attentati,"
    }
  },
  {
    "translation": {
      "en": "my family and I were on vacation in Arizona.",
      "it": "io e la mia famiglia eravamo in vacanza in Arizona."
    }
  },
  {
    "translation": {
      "en": "I had just notified the FBI I was going to retire.",
      "it": "Avevo informato l'FBI che sarei andato in pensione."
    }
  },
  {
    "translation": {
      "en": "It wasn't until we dropped into Sedona where my cell phone just blew up.",
      "it": "Quando arrivammo a Sedona il mio cellulare diventò rovente."
    }
  },
  {
    "translation": {
      "en": "And that was when I saw the images of the bombing.",
      "it": "E fu allora che vidi le immagini dell'attentato."
    }
  },
  {
    "translation": {
      "en": "It was devastating.",
      "it": "Fu devastante."
    }
  },
  {
    "translation": {
      "en": "I've worked on violent crimes, drugs, gangs.",
      "it": "Ho lavorato su crimini violenti, droga, gang."
    }
  },
  {
    "translation": {
      "en": "Many people would say I'm a bit of a shit magnet.",
      "it": "Molti direbbero che attiro la merda."
    }
  },
  {
    "translation": {
      "en": "And when I saw the images of the bombing…",
      "it": "E quando vidi le immagini dell'attentato…"
    }
  },
  {
    "translation": {
      "en": "my wife said, \"Go get those motherfuckers.\"",
      "it": "mia moglie mi disse: \"Prendi quei bastardi\"."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] This is the closest you can get",
      "it": "Questa è la distanza minima"
    }
  },
  {
    "translation": {
      "en": "to yesterday's explosions at the Boston Marathon.",
      "it": "dalle esplosioni di ieri alla maratona di Boston."
    }
  },
  {
    "translation": {
      "en": "Security is very tight, as you'd expect.",
      "it": "La sicurezza è molto rigida, ovviamente."
    }
  },
  {
    "translation": {
      "en": "We still don't know who did what happened yesterday",
      "it": "Non sappiamo ancora chi ha fatto ciò che è successo ieri"
    }
  },
  {
    "translation": {
      "en": "and we still don't know why.",
      "it": "e non sappiamo perché."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] No arrests have been made. There are no suspects that we know of.",
      "it": "Non ci sono stati arresti. Non ci sono sospetti, che sappiamo."
    }
  },
  {
    "translation": {
      "en": "Two and only two explosive devices were found,",
      "it": "TRE MORTI E 176 FERITI Sono stati trovati solo due ordigni, entrambi esplosi."
    }
  },
  {
    "translation": {
      "en": "and those are the two that both went off.",
      "it": "Sono stati trovati solo due ordigni, entrambi esplosi."
    }
  },
  {
    "translation": {
      "en": "They did not find any unexploded devices.",
      "it": "Non hanno trovato ordigni inesplosi."
    }
  },
  {
    "translation": {
      "en": "[Foley] On Tuesday morning, the evidence response teams",
      "it": "Martedì mattina, le squadre di pronto intervento"
    }
  },
  {
    "translation": {
      "en": "went in and started going through the crime scene.",
      "it": "iniziarono a perlustrare l'area."
    }
  },
  {
    "translation": {
      "en": "We had evidence on top of buildings, on windowsills, on top of cars.",
      "it": "C'erano prove sugli edifici, sui davanzali, sulle auto."
    }
  },
  {
    "translation": {
      "en": "It was a huge crime scene, and it was trampled and kicked everywhere.",
      "it": "Era un'enorme scena del crimine e veniva calpestata ovunque."
    }
  },
  {
    "translation": {
      "en": "We're finding BBs, shrapnel.",
      "it": "Trovammo pallini, schegge."
    }
  },
  {
    "translation": {
      "en": "The type of shrapnel they saw could not have just been debris lying around,",
      "it": "Queste schegge non possono essere detriti sparsi in giro,"
    }
  },
  {
    "translation": {
      "en": "but rather they were, in fact, carpenter nails and BB-like objects.",
      "it": "ma sono chiodi da falegname e oggetti simili a pallini."
    }
  },
  {
    "translation": {
      "en": "What they are looking at is how this bomb was put together.",
      "it": "Stanno cercando di capire come sia stata assemblata questa bomba."
    }
  },
  {
    "translation": {
      "en": "What are the materials used? What was the fuse? What was the detonator?",
      "it": "Quali sono i materiali usati? Qual era la miccia? E il detonatore?"
    }
  },
  {
    "translation": {
      "en": "[Swindon] There were shredded backpacks, as opposed to a backpack that was hit.",
      "it": "C'erano zaini a brandelli, diversi da uno zaino colpito."
    }
  },
  {
    "translation": {
      "en": "These were backpacks that we believed held the bombs.",
      "it": "Pensavamo che avessero contenuto le bombe."
    }
  },
  {
    "translation": {
      "en": "The bomb experts are immediately going, \"This is a remote-controlled device.\"",
      "it": "Gli artificieri dissero subito che si trattava di un ordigno telecomandato."
    }
  },
  {
    "translation": {
      "en": "[DesLauriers] As we collected the evidence,",
      "it": "Raccogliendo le prove,"
    }
  },
  {
    "translation": {
      "en": "we began to put together the puzzle of these bombs.",
      "it": "iniziammo a ricostruire il puzzle delle bombe."
    }
  },
  {
    "translation": {
      "en": "The first bomb went off near the finish line.",
      "it": "La prima bomba esplose vicino al traguardo."
    }
  },
  {
    "translation": {
      "en": "The second bomb went off about 12 seconds later in front of a restaurant called The Forum restaurant.",
      "it": "La seconda esplose circa 12 secondi dopo davanti a un ristorante, il Forum."
    }
  },
  {
    "translation": {
      "en": "Our theory was",
      "it": "La nostra teoria"
    }
  },
  {
    "translation": {
      "en": "that the bombs were transported to the bombing sites in backpacks,",
      "it": "era che le bombe fossero state portate lì negli zaini,"
    }
  },
  {
    "translation": {
      "en": "and these were likely pressure cooker bombs with metal fragments inside of them.",
      "it": "bombe fatte con pentole a pressione contenenti frammenti metallici."
    }
  },
  {
    "translation": {
      "en": "Pressure cooker bombs are popular terrorist weapons",
      "it": "Queste bombe sono popolari armi terroristiche"
    }
  },
  {
    "translation": {
      "en": "because the parts can be bought at different stores.",
      "it": "perché le parti sono acquistabili in diversi negozi."
    }
  },
  {
    "translation": {
      "en": "The lid to the pressure cooker used in Monday's bombing",
      "it": "Il coperchio della pentola a pressione usata lunedì"
    }
  },
  {
    "translation": {
      "en": "has been found on a nearby rooftop.",
      "it": "è stato trovato su un tetto lì vicino."
    }
  },
  {
    "translation": {
      "en": "[Guthrie] Does this strike you as bearing the hallmarks of some kind of domestic terrorism?",
      "it": "Le sembra che presentino tratti distintivi di terrorismo interno?"
    }
  },
  {
    "translation": {
      "en": "This is a terrorism investigation. It's a terrorism case.",
      "it": "È un'indagine per terrorismo. È un caso di terrorismo."
    }
  },
  {
    "translation": {
      "en": "And whether the politicians are worried about, \"It sounds bad. We don't want to say that.\"",
      "it": "I politici sono preoccupati e non vogliono dirlo perché sembra brutto."
    }
  },
  {
    "translation": {
      "en": "That's fine, but make no mistake about it, this is a terrorism investigation.",
      "it": "Va bene, ma non vi confondete, questa è un'indagine per terrorismo."
    }
  },
  {
    "translation": {
      "en": "That's why the FBI is running it.",
      "it": "È per questo che la segue l'FBI."
    }
  },
  {
    "translation": {
      "en": "Terrorism is an attack that's motivated by an ideology.",
      "it": "Il terrorismo è un attacco motivato da un'ideologia."
    }
  },
  {
    "translation": {
      "en": "In the Boston Marathon bombings, we didn't know what it was.",
      "it": "Negli attentati di Boston, non sapevamo cosa fosse."
    }
  },
  {
    "translation": {
      "en": "But at that time, no matter who was responsible,",
      "it": "Ma, chiunque fosse stato il responsabile,"
    }
  },
  {
    "translation": {
      "en": "we had found the backpacks, we found the pressure cooker bombs.",
      "it": "avevamo trovato gli zaini, le bombe"
    }
  },
  {
    "translation": {
      "en": "We found pieces of metal that were inside the pressure cooker bombs.",
      "it": "e i pezzi di metallo che erano dentro le bombe."
    }
  },
  {
    "translation": {
      "en": "These were clearly designed to maim and kill people.",
      "it": "L'intenzione era mutilare e uccidere la gente."
    }
  },
  {
    "translation": {
      "en": "So we were comfortable telling the American public that we suspected this was a terrorist attack.",
      "it": "Quindi potemmo dire agli americani che pensavamo fosse un atto terroristico."
    }
  },
  {
    "translation": {
      "en": "Good morning, everybody.",
      "it": "Buongiorno a tutti."
    }
  },
  {
    "translation": {
      "en": "I've just been briefed by my National Security team,",
      "it": "Il mio team della Sicurezza Nazionale, tra cui il direttore dell'FBI,"
    }
  },
  {
    "translation": {
      "en": "including FBI Director Mueller, on the attacks in Boston.",
      "it": "Il mio team della Sicurezza Nazionale, tra cui il direttore dell'FBI, mi ha aggiornato sugli attacchi di Boston."
    }
  },
  {
    "translation": {
      "en": "And given what we now know about what took place,",
      "it": "E in base a ciò che ora sappiamo sull'accaduto,"
    }
  },
  {
    "translation": {
      "en": "the FBI is investigating it as an act of terrorism.",
      "it": "l'FBI sta indagando su un atto di terrorismo."
    }
  },
  {
    "translation": {
      "en": "Anytime bombs are used to target innocent civilians,",
      "it": "Quando le bombe vengono usate per colpire civili innocenti,"
    }
  },
  {
    "translation": {
      "en": "it is an act of terror.",
      "it": "è un atto di terrore."
    }
  },
  {
    "translation": {
      "en": "We still do not know who did this or why,",
      "it": "Non sappiamo ancora chi sia stato o perché,"
    }
  },
  {
    "translation": {
      "en": "and people shouldn't jump to conclusions before we have all the facts.",
      "it": "e non bisogna saltare alle conclusioni prima di sapere tutto."
    }
  },
  {
    "translation": {
      "en": "But make no mistake, we will get to the bottom of this,",
      "it": "Ma non abbiate alcun dubbio, andremo a fondo della cosa,"
    }
  },
  {
    "translation": {
      "en": "and we will find out who did this. We'll find out why they did this.",
      "it": "e scopriremo chi è stato e perché l'ha fatto."
    }
  },
  {
    "translation": {
      "en": "9/11 was a turning point, I think, for all of us.",
      "it": "L'11 settembre è stato un punto di svolta per tutti noi."
    }
  },
  {
    "translation": {
      "en": "But particularly for Muslims.",
      "it": "Ma soprattutto per i musulmani."
    }
  },
  {
    "translation": {
      "en": "We were shocked to see what had happened.",
      "it": "Fummo scioccati da ciò che accadde."
    }
  },
  {
    "translation": {
      "en": "But there was definitely a change.",
      "it": "Ma ci fu decisamente un cambiamento."
    }
  },
  {
    "translation": {
      "en": "Certainly to feel as if, all of a sudden, we were the perpetrators.",
      "it": "Ci sentimmo improvvisamente come se i colpevoli fossimo stati noi."
    }
  },
  {
    "translation": {
      "en": "It was a difficult time for us.",
      "it": "È stato difficile per noi."
    }
  },
  {
    "translation": {
      "en": "The essence of Islam is about being a good human being.",
      "it": "L'essenza dell'Islam è essere un buon essere umano."
    }
  },
  {
    "translation": {
      "en": "We are here as Americans. We are here as part of society.",
      "it": "Siamo qui come americani. Siamo qui come parte della società."
    }
  },
  {
    "translation": {
      "en": "But when you don't know about something,",
      "it": "Ma quando non conosciamo qualcosa,"
    }
  },
  {
    "translation": {
      "en": "your very first reaction is to fear it.",
      "it": "come prima reazione ne abbiamo paura."
    }
  },
  {
    "translation": {
      "en": "And that's exactly what had happened with Muslims.",
      "it": "Ed è questo che accadde con i musulmani."
    }
  },
  {
    "translation": {
      "en": "[chanting] Go home! Go home! Go home!",
      "it": "NON DIMENTICHIAMO MAI"
    }
  },
  {
    "translation": {
      "en": "[woman 1] Go home!",
      "it": "Tornate a casa!"
    }
  },
  {
    "translation": {
      "en": "-[woman 2] Get out here! -[woman 1] Go back home!",
      "it": "Fuori di qui! Tornate a casa!"
    }
  },
  {
    "translation": {
      "en": "In a post 9/11 era, the bullying was vicious.",
      "it": "Nell'era post 11 settembre, il bullismo era feroce."
    }
  },
  {
    "translation": {
      "en": "It was consistent. It was every day.",
      "it": "Era continuo. Ogni giorno."
    }
  },
  {
    "translation": {
      "en": "And I was constantly hiding certain aspects of myself,",
      "it": "Nascondevo costantemente alcuni aspetti di me stesso,"
    }
  },
  {
    "translation": {
      "en": "like, whenever I… navigated life, really.",
      "it": "ogni volta che… vivevo la mia vita."
    }
  },
  {
    "translation": {
      "en": "I moved to Boston when I was seven years old.",
      "it": "Mi trasferii a Boston a sette anni."
    }
  },
  {
    "translation": {
      "en": "Two weeks before 9/11.",
      "it": "Due settimane prima dell'11 settembre."
    }
  },
  {
    "translation": {
      "en": "The kids used to come up to me with fake bombs",
      "it": "I bambini venivano da me con bombe finte,"
    }
  },
  {
    "translation": {
      "en": "and then run away and then make, like, ticking noises.",
      "it": "poi scappavano imitando il ticchettio."
    }
  },
  {
    "translation": {
      "en": "So, I had a lot of shame being a Muslim.",
      "it": "Mi vergognavo molto di essere musulmano."
    }
  },
  {
    "translation": {
      "en": "When the bombing happened, I was in college.",
      "it": "Quando ci fu l'attentato, ero al college."
    }
  },
  {
    "translation": {
      "en": "I remember thinking, \"Please don't let it have anything to do with Islam.\"",
      "it": "Pensai: \"Ti prego, fa' che non c'entri con l'Islam\"."
    }
  },
  {
    "translation": {
      "en": "You couldn't help that sinking feeling inside you",
      "it": "Non potevo evitare di sentire dentro di me"
    }
  },
  {
    "translation": {
      "en": "uh, to think that maybe this is committed by somebody",
      "it": "che forse era stato commesso"
    }
  },
  {
    "translation": {
      "en": "who is a Muslim.",
      "it": "da un musulmano."
    }
  },
  {
    "translation": {
      "en": "[Youssef] Islamophobia was just starting to go away.",
      "it": "L'islamofobia stava appena iniziando a svanire."
    }
  },
  {
    "translation": {
      "en": "I immediately knew that they were going to pin it on Islam.",
      "it": "Capii subito che lo avrebbero collegato all'Islam."
    }
  },
  {
    "translation": {
      "en": "[DesLauriers] Once we determined that it was a terrorist event,",
      "it": "Una volta stabilito che si trattava di terrorismo,"
    }
  },
  {
    "translation": {
      "en": "the full weight and force of the federal government was looking for these bombers.",
      "it": "tutte le forze federali si misero a cercare gli attentatori."
    }
  },
  {
    "translation": {
      "en": "We knew where the bombings took place. We knew there were businesses located along Boylston Street",
      "it": "Conoscevamo i luoghi delle esplosioni. C'erano negozi lungo Boylston Street"
    }
  },
  {
    "translation": {
      "en": "that had CCTV cameras located on the front of them.",
      "it": "con telecamere a circuito chiuso."
    }
  },
  {
    "translation": {
      "en": "So we knew that if we looked at it,",
      "it": "Sapevamo che, guardando i filmati,"
    }
  },
  {
    "translation": {
      "en": "we would likely find visual images of the bombers.",
      "it": "probabilmente avremmo trovato immagini degli attentatori."
    }
  },
  {
    "translation": {
      "en": "The first significant piece of evidence was the video coverage from The Forum.",
      "it": "La prima prova significativa fu il filmato del Forum."
    }
  },
  {
    "translation": {
      "en": "They had an outdoor camera that was positioned above a door,",
      "it": "Aveva una telecamera esterna posizionata sopra una porta,"
    }
  },
  {
    "translation": {
      "en": "which actually had a vantage point out to where the second explosion went off.",
      "it": "da dove si vedeva bene il punto della seconda esplosione."
    }
  },
  {
    "translation": {
      "en": "And we started processing that very quickly",
      "it": "Iniziammo a elaborarlo subito"
    }
  },
  {
    "translation": {
      "en": "because we knew that that could contain some significant evidence for us.",
      "it": "perché sapevamo che poteva contenere delle prove importanti."
    }
  },
  {
    "translation": {
      "en": "We had analysts watching this video repeatedly over and over and over again.",
      "it": "Gli analisti guardarono questo video più e più volte."
    }
  },
  {
    "translation": {
      "en": "Rewinding, playing it again, rewinding.",
      "it": "Riavvolgi, riproduci, riavvolgi."
    }
  },
  {
    "translation": {
      "en": "Enhancing.",
      "it": "Migliora."
    }
  },
  {
    "translation": {
      "en": "All night long, frame by frame.",
      "it": "Tutta la notte, con scrupolo."
    }
  },
  {
    "translation": {
      "en": "There was nothing remarkable about the video at all.",
      "it": "Non c'era niente di particolare nel video."
    }
  },
  {
    "translation": {
      "en": "But we got a phone call from a member of the public who said,",
      "it": "Ma ricevemmo una telefonata da un passante"
    }
  },
  {
    "translation": {
      "en": "\"I was across the street, and I have a couple of still shots that you may want.\"",
      "it": "che disse: \"Ero dall'altra parte della strada, ho delle foto per voi."
    }
  },
  {
    "translation": {
      "en": "\"These still shots were taken right before the explosion went off.\"",
      "it": "Le ho scattate subito prima dell'esplosione\"."
    }
  },
  {
    "translation": {
      "en": "We had our evidence collection team seize those photos,",
      "it": "Prendemmo le foto,"
    }
  },
  {
    "translation": {
      "en": "and the still shot showed a bag on the ground.",
      "it": "e si vedeva una borsa per terra."
    }
  },
  {
    "translation": {
      "en": "We time synced that still shot up with the moving video from The Forum,",
      "it": "Sincronizzammo la foto con il video del Forum"
    }
  },
  {
    "translation": {
      "en": "and that showed this person who was a little taller than everybody else",
      "it": "e individuammo una persona che era più alta di tutte le altre,"
    }
  },
  {
    "translation": {
      "en": "and had a white hat on.",
      "it": "con un cappello bianco."
    }
  },
  {
    "translation": {
      "en": "I immediately called Rick and I said,",
      "it": "Chiamai immediatamente Rick"
    }
  },
  {
    "translation": {
      "en": "\"Rick, you really have to come up to the lab to see this.\"",
      "it": "e gli dissi di venire al laboratorio."
    }
  },
  {
    "translation": {
      "en": "Kevin Swindon gave me a call, he said, \"Boss, I want to show you a video.\"",
      "it": "Kevin Swindon mi chiamò e disse: \"Capo, vieni a vedere\"."
    }
  },
  {
    "translation": {
      "en": "You see this individual with a white hat walking forward toward the bomb site,",
      "it": "C'è un tizio col cappello bianco che va verso il luogo dell'attentato"
    }
  },
  {
    "translation": {
      "en": "and he stops right by a tree in front of The Forum restaurant.",
      "it": "e si ferma vicino a un albero davanti al Forum."
    }
  },
  {
    "translation": {
      "en": "And he stands there looking around like anybody else.",
      "it": "Si guarda intorno come tutti quanti."
    }
  },
  {
    "translation": {
      "en": "Then you see him drop the backpack to the ground and he stands there.",
      "it": "Poi getta uno zaino a terra e rimane lì."
    }
  },
  {
    "translation": {
      "en": "[Swindon] Looks like he's taking pictures of people running. He's texting.",
      "it": "Sembra che fotografi i corridori e che messaggi."
    }
  },
  {
    "translation": {
      "en": "And then you see the concussive effects of the first bomb going off.",
      "it": "E poi si vedono gli effetti della prima bomba."
    }
  },
  {
    "translation": {
      "en": "Everybody on the camera looks to the left, and then he just quickly walks to the right.",
      "it": "Tutti guardano a sinistra e lui cammina velocemente verso destra."
    }
  },
  {
    "translation": {
      "en": "[woman] Oh my God! Something blew up. Something blew up. Oh my God, something happened.",
      "it": "Oh, mio Dio! Qualcosa è esploso. Oddio, è successo qualcosa."
    }
  },
  {
    "translation": {
      "en": "And as soon as he leaves the field of view of the camera,",
      "it": "E non appena esce dal campo visivo,"
    }
  },
  {
    "translation": {
      "en": "the second bomb goes off right in front of The Forum restaurant.",
      "it": "la seconda bomba esplode proprio davanti al Forum."
    }
  },
  {
    "translation": {
      "en": "At that point, we knew we had the video of one of the bombers.",
      "it": "In quel momento, sapemmo di avere il video di uno degli attentatori."
    }
  },
  {
    "translation": {
      "en": "We called him White Hat.",
      "it": "Cappello bianco."
    }
  },
  {
    "translation": {
      "en": "[Martin] Wednesday is almost like this blackout day because you're not hearing anything,",
      "it": "Il mercoledì fu un giorno morto, perché non ci furono novità."
    }
  },
  {
    "translation": {
      "en": "and then suddenly a press conference that was supposed to begin is canceled.",
      "it": "Ma poi una conferenza stampa che stava per iniziare fu cancellata."
    }
  },
  {
    "translation": {
      "en": "We are having a press conference. But now we need more time to prepare. Thank you very much.",
      "it": "Terremo una conferenza stampa, ma ci serve più tempo per prepararci. Grazie mille."
    }
  },
  {
    "translation": {
      "en": "-[reporter] What time is it? -I don't know what time.",
      "it": "- A che ora sarà? - Non lo so."
    }
  },
  {
    "translation": {
      "en": "We made a decision to not have a press conference",
      "it": "Decidemmo di annullarla"
    }
  },
  {
    "translation": {
      "en": "because we had discovered the video evidence at that time, and we had to focus on that first.",
      "it": "perché avevamo trovato le prove video e dovevamo concentrarci prima su quelle."
    }
  },
  {
    "translation": {
      "en": "But I think that that led to some media speculation as to what might be going on.",
      "it": "Ma credo che ciò abbia spinto i media a speculare su ciò che stava accadendo."
    }
  },
  {
    "translation": {
      "en": "The police were trying to keep a tight lid on information.",
      "it": "La polizia cercava di tenere sotto silenzio le informazioni."
    }
  },
  {
    "translation": {
      "en": "You saw the void being filled on social media.",
      "it": "Il vuoto venne riempito sui social."
    }
  },
  {
    "translation": {
      "en": "Folks were looking at photos saying, \"What do you know about this person?\"",
      "it": "La gente vedeva foto che dicevano: \"Cosa sai di questa persona?\""
    }
  },
  {
    "translation": {
      "en": "The problem with asking that question, though, of course, it is accusatory.",
      "it": "Il problema di questa domanda è che è accusatoria."
    }
  },
  {
    "translation": {
      "en": "Folks were being pointed at,",
      "it": "La gente veniva additata"
    }
  },
  {
    "translation": {
      "en": "and the Boston police were getting a lot of false leads.",
      "it": "e la polizia di Boston riceveva molte false piste."
    }
  },
  {
    "translation": {
      "en": "Somebody posted a picture of a shadowy figure",
      "it": "Qualcuno postò la foto di una figura"
    }
  },
  {
    "translation": {
      "en": "walking on the rooftop.",
      "it": "che camminava sul tetto."
    }
  },
  {
    "translation": {
      "en": "It looked like one of these Sasquatch pictures.",
      "it": "Sembrava una di quelle foto di Sasquatch."
    }
  },
  {
    "translation": {
      "en": "And then we receive a picture of a little bag on the racecourse",
      "it": "Poi arrivò una foto di una piccola borsa sul percorso"
    }
  },
  {
    "translation": {
      "en": "where the explosion happened.",
      "it": "nel punto dell'esplosione."
    }
  },
  {
    "translation": {
      "en": "And then the bureau did an analysis on it and they said, \"No, this was Photoshop.\"",
      "it": "L'FBI l'analizzò e disse che era stato usato Photoshop."
    }
  },
  {
    "translation": {
      "en": "That takes investigative resources away from chasing the bad guys.",
      "it": "Questo distoglie le risorse investigative dalla caccia ai cattivi."
    }
  },
  {
    "translation": {
      "en": "But that stuff was appearing online.",
      "it": "Ma quella roba appariva online."
    }
  },
  {
    "translation": {
      "en": "[Martin] People were sitting in their living rooms, playing detective on social media.",
      "it": "La gente giocava ai detective sui social dal salotto di casa."
    }
  },
  {
    "translation": {
      "en": "It also became an opportunity for bigots",
      "it": "Fu anche un'occasione per i fanatici"
    }
  },
  {
    "translation": {
      "en": "to bask in their assumptions and to propagate those further.",
      "it": "per bearsi nelle loro credenze e diffonderle."
    }
  },
  {
    "translation": {
      "en": "People would say this is clearly the work of Islamic terrorists.",
      "it": "Dicevano che fosse opera di terroristi islamici."
    }
  },
  {
    "translation": {
      "en": "And it didn't help that right-wing figures were echoing this.",
      "it": "E non aiutava che personaggi di destra facessero da cassa di risonanza."
    }
  },
  {
    "translation": {
      "en": "Most terrorists, lately at least, have been Muslim.",
      "it": "La maggior parte dei terroristi, almeno ultimamente, sono musulmani."
    }
  },
  {
    "translation": {
      "en": "They were resparking the flames of Islamophobia throughout the nation.",
      "it": "Stavano riaccendendo la fiamma dell'islamofobia in tutta la nazione."
    }
  },
  {
    "translation": {
      "en": "The news media outlets were not helping.",
      "it": "I media non furono d'aiuto."
    }
  },
  {
    "translation": {
      "en": "Our sources on this story have encouraged us to look deeply",
      "it": "Le nostre fonti ci hanno incoraggiato a un approfondimento"
    }
  },
  {
    "translation": {
      "en": "into who this Saudi national is.",
      "it": "su chi sia questo cittadino saudita."
    }
  },
  {
    "translation": {
      "en": "[Martin] Even after he was cleared, the media was hounding",
      "it": "Anche dopo che fu scagionato, i media perseguitarono il saudita e persino il suo coinquilino."
    }
  },
  {
    "translation": {
      "en": "the Saudi Arabian national and even his roommate.",
      "it": "i media perseguitarono il saudita e persino il suo coinquilino."
    }
  },
  {
    "translation": {
      "en": "[reporter] Do you know anything about these bombings?",
      "it": "Sai qualcosa degli attentati?"
    }
  },
  {
    "translation": {
      "en": "Do you have anything to do with them? The police came to your apartment.",
      "it": "C'entri qualcosa? Perché la polizia è venuta a casa tua."
    }
  },
  {
    "translation": {
      "en": "And then they said someone had been brought down to the federal courthouse.",
      "it": "Poi dissero che qualcuno era stato portato al tribunale federale."
    }
  },
  {
    "translation": {
      "en": "There are various media reports that an arrest has been made.",
      "it": "Secondo vari media, c'è stato un arresto."
    }
  },
  {
    "translation": {
      "en": "And now there are hundreds of people outside the federal courthouse.",
      "it": "In centinaia si radunarono fuori dal tribunale."
    }
  },
  {
    "translation": {
      "en": "Reporters are everywhere. It's like chaos.",
      "it": "I giornalisti erano ovunque. C'era il caos."
    }
  },
  {
    "translation": {
      "en": "I remember saying, \"Ed, is this guy in custody?\"",
      "it": "Ricordo di aver chiesto: \"È in custodia?\""
    }
  },
  {
    "translation": {
      "en": "He said, \"No, no, I didn't hear.\"",
      "it": "Dissero: \"No, non ho sentito\"."
    }
  },
  {
    "translation": {
      "en": "There was a lot of misinformation. A lot of clamoring to be breaking news.",
      "it": "C'era molta disinformazione. Troppo clamore per essere un'ultima ora."
    }
  },
  {
    "translation": {
      "en": "[Ortiz] The next thing I know,",
      "it": "Poi seppi"
    }
  },
  {
    "translation": {
      "en": "there's potentially a bomb or some explosive in the area.",
      "it": "che poteva esserci una bomba o dell'esplosivo nell'area."
    }
  },
  {
    "translation": {
      "en": "[reporter] After all that commotion, we were given the all clear,",
      "it": "Dopo tutto il trambusto, ci hanno dato il via libera,"
    }
  },
  {
    "translation": {
      "en": "and employees were allowed to go inside, get their belongings,",
      "it": "i dipendenti sono rientrati a prendere le loro cose"
    }
  },
  {
    "translation": {
      "en": "and then court was closed down for the day.",
      "it": "e il tribunale per oggi ha chiuso."
    }
  },
  {
    "translation": {
      "en": "Authorities stress there is no suspect in custody.",
      "it": "Le autorità sottolineano che non ci sono sospetti n custodia."
    }
  },
  {
    "translation": {
      "en": "[Evans] There was a lot of misinformation out there being generated.",
      "it": "Veniva generata molta disinformazione."
    }
  },
  {
    "translation": {
      "en": "We had to stay focused on what was real and what wasn't real.",
      "it": "Dovevamo concentrarci su ciò che era reale e ciò che non lo era."
    }
  },
  {
    "translation": {
      "en": "[DesLauriers] At that point, we knew we had visually identified one of the bombers.",
      "it": "A quel punto, avevamo identificato visivamente uno degli attentatori."
    }
  },
  {
    "translation": {
      "en": "The next priority was gathering more video evidence from along Boylston Street.",
      "it": "Ora ci servivano altre prove video prese a Boylston Street."
    }
  },
  {
    "translation": {
      "en": "Because we wanted to determine if there were any other leads",
      "it": "Volevamo capire se ci fossero indizi"
    }
  },
  {
    "translation": {
      "en": "that could help us identify this individual.",
      "it": "per identificare questo individuo."
    }
  },
  {
    "translation": {
      "en": "The next critical piece of evidence we gained access to",
      "it": "La seguente prova valida che ottenemmo"
    }
  },
  {
    "translation": {
      "en": "was a video from a business that was on the corner of Boylston Street, named Whiskey's.",
      "it": "fu il video di un bar che si trovava all'angolo di Boylston Street, Whiskey's."
    }
  },
  {
    "translation": {
      "en": "From the video, we were able to time sync it",
      "it": "Riuscimmo a sincronizzare il video per identificare Cappello bianco"
    }
  },
  {
    "translation": {
      "en": "to identify White Hat walking around the corner.",
      "it": "Riuscimmo a sincronizzare il video per identificare Cappello bianco che girava l'angolo."
    }
  },
  {
    "translation": {
      "en": "But we realized there was more to the video.",
      "it": "Ma capimmo che c'era dell'altro."
    }
  },
  {
    "translation": {
      "en": "He was accompanied by another gentleman with a black hat and a backpack,",
      "it": "Con lui c'era un uomo con un cappello nero e uno zaino,"
    }
  },
  {
    "translation": {
      "en": "and they were together.",
      "it": "ed erano insieme."
    }
  },
  {
    "translation": {
      "en": "[Foley] That became its own investigation.",
      "it": "L'indagine si restrinse."
    }
  },
  {
    "translation": {
      "en": "We've got them here.",
      "it": "Li avevamo qui."
    }
  },
  {
    "translation": {
      "en": "How can we follow them backwards in time through video footage?",
      "it": "Come fare per seguirli a ritroso nel tempo con i video?"
    }
  },
  {
    "translation": {
      "en": "[Swindon] We were able to build a timeline in between those two locations",
      "it": "Riuscimmo a creare una linea temporale tra questi due punti"
    }
  },
  {
    "translation": {
      "en": "from the different digital video recorders.",
      "it": "grazie a varie registrazioni."
    }
  },
  {
    "translation": {
      "en": "And then sort of trace their steps,",
      "it": "E seguimmo i loro passi"
    }
  },
  {
    "translation": {
      "en": "turning the corner at Whiskey's and walking towards The Forum.",
      "it": "dall'angolo del Whiskey's fino al Forum."
    }
  },
  {
    "translation": {
      "en": "It became evident to us that these two were hiding in plain sight.",
      "it": "Per passare inosservati non si nascondevano affatto."
    }
  },
  {
    "translation": {
      "en": "[DesLauriers] These individuals did not have hoods.",
      "it": "Non usavano cappucci, non nascondevano il volto."
    }
  },
  {
    "translation": {
      "en": "They weren't obscuring their faces. They could be visually recognized.",
      "it": "Non usavano cappucci, non nascondevano il volto. Erano riconoscibili visivamente."
    }
  },
  {
    "translation": {
      "en": "These were two young, Caucasian males.",
      "it": "Erano due giovani maschi caucasici."
    }
  },
  {
    "translation": {
      "en": "They had hats on, sunglasses.",
      "it": "Indossavano cappelli e occhiali da sole."
    }
  },
  {
    "translation": {
      "en": "Problem is, is that we didn't know who they were.",
      "it": "Ma non sapevamo chi fossero."
    }
  },
  {
    "translation": {
      "en": "At the time, facial recognition software was good if you had a three-inch-by-three-inch clear face shot.",
      "it": "Il riconoscimento facciale funzionava solo con un primo piano chiaro di 10x10 cm."
    }
  },
  {
    "translation": {
      "en": "We just didn't have that type of clarity. They were grainy.",
      "it": "Non avevamo foto così chiare. Erano sgranate."
    }
  },
  {
    "translation": {
      "en": "They were sometimes taken at a distance.",
      "it": "A volte erano ripresi a distanza."
    }
  },
  {
    "translation": {
      "en": "We didn't know who they were, we didn't know what their motivations for doing the bombings were,",
      "it": "Non sapevamo chi fossero o quali fossero le loro motivazioni,"
    }
  },
  {
    "translation": {
      "en": "but we had the bombers in sight.",
      "it": "ma avevamo gli attentatori nel mirino."
    }
  },
  {
    "translation": {
      "en": "[Davis] I get a phone call from Rick DesLauriers,",
      "it": "Rick DesLauriers mi telefonò"
    }
  },
  {
    "translation": {
      "en": "and I get over there as quickly as possible.",
      "it": "e mi precipitai di corsa."
    }
  },
  {
    "translation": {
      "en": "Carmen Ortiz was there, and they cued up the video.",
      "it": "Carmen Ortiz era lì e mi mostrarono il video."
    }
  },
  {
    "translation": {
      "en": "And I got my eyes on these guys for the first time.",
      "it": "Vidi quei due per la prima volta."
    }
  },
  {
    "translation": {
      "en": "They kept playing it over and over again.",
      "it": "Lo rivedemmo più e più volte."
    }
  },
  {
    "translation": {
      "en": "When I saw that video, I said, \"We have them.\" \"These are the guys.\"",
      "it": "Quando vidi quel filmato, dissi: \"Eccoli. Sono loro\"."
    }
  },
  {
    "translation": {
      "en": "[Davis] It was striking to me how innocent they looked.",
      "it": "Mi colpì il loro aspetto innocente."
    }
  },
  {
    "translation": {
      "en": "Backpack over his shoulder, he was walking down the street, looking like any other college kid.",
      "it": "Zaino in spalla, passeggiavano come qualsiasi altro studente."
    }
  },
  {
    "translation": {
      "en": "[Ortiz] But we didn't know",
      "it": "Ma non sapevamo"
    }
  },
  {
    "translation": {
      "en": "who they were,",
      "it": "chi fossero,"
    }
  },
  {
    "translation": {
      "en": "where they were,",
      "it": "dove fossero,"
    }
  },
  {
    "translation": {
      "en": "and if they were with anyone else.",
      "it": "e se fossero con qualcun altro."
    }
  },
  {
    "translation": {
      "en": "[DesLauriers] At that point we had to make a decision",
      "it": "A quel punto dovevamo decidere"
    }
  },
  {
    "translation": {
      "en": "as to what do we do with this video evidence.",
      "it": "cosa fare con questa prova video."
    }
  },
  {
    "translation": {
      "en": "Do we release it to the American public or do we hold it and continue",
      "it": "L'avremmo resa pubblica o avremmo continuato a tenerla segreta per cercare di identificare i due?"
    }
  },
  {
    "translation": {
      "en": "to work behind the scenes to try to identify these individuals?",
      "it": "o avremmo continuato a tenerla segreta per cercare di identificare i due?"
    }
  },
  {
    "translation": {
      "en": "Well, I thought it was absolutely critical",
      "it": "Beh, io pensai che fosse essenziale"
    }
  },
  {
    "translation": {
      "en": "that we release the pictures to the public.",
      "it": "rendere pubbliche le immagini."
    }
  },
  {
    "translation": {
      "en": "But that was not the feeling at the table.",
      "it": "Ma non era l'idea predominante."
    }
  },
  {
    "translation": {
      "en": "There were differing views",
      "it": "C'erano opinioni diverse"
    }
  },
  {
    "translation": {
      "en": "on when to publicize those photos and seek the public's help.",
      "it": "su quando rendere pubbliche le foto e cercare l'aiuto del pubblico."
    }
  },
  {
    "translation": {
      "en": "My impulse is not to keep the information secret.",
      "it": "Il mio istinto fu di non tenere segreta quell'informazione,"
    }
  },
  {
    "translation": {
      "en": "It's to publish it. And I was convinced that if we did that,",
      "it": "di renderla pubblica. Ero certo che facendolo"
    }
  },
  {
    "translation": {
      "en": "these guys would be in our pocket within a couple of hours.",
      "it": "li avremmo avuti in pugno nel giro di due ore."
    }
  },
  {
    "translation": {
      "en": "I was met with complete silence.",
      "it": "Mi accolse un silenzio tombale."
    }
  },
  {
    "translation": {
      "en": "In the FBI, we want to try to control situations.",
      "it": "Nell'FBI, vogliamo controllare le situazioni"
    }
  },
  {
    "translation": {
      "en": "If we can control it, it's safer.",
      "it": "per una maggiore sicurezza."
    }
  },
  {
    "translation": {
      "en": "If you release the photos of the bombers, you let them know",
      "it": "Se rendi pubbliche le foto degli attentatori, sapranno che sai chi sono e potrebbero fuggire."
    }
  },
  {
    "translation": {
      "en": "that you know who they are, and you might cause them to flee.",
      "it": "sapranno che sai chi sono e potrebbero fuggire."
    }
  },
  {
    "translation": {
      "en": "It is possible that if somebody saw that the pictures were being published, that they would run.",
      "it": "Era possibile che, vedendo le foto, fuggissero."
    }
  },
  {
    "translation": {
      "en": "But who cares?",
      "it": "E allora?"
    }
  },
  {
    "translation": {
      "en": "People know who committed these crimes and will help us.",
      "it": "La gente avrebbe saputo chi erano e ci avrebbe aiutati."
    }
  },
  {
    "translation": {
      "en": "We've got a picture of two people.",
      "it": "Avevamo la foto di due persone."
    }
  },
  {
    "translation": {
      "en": "Is it just them, or is it bigger than them?",
      "it": "Erano solo loro? O c'era di più?"
    }
  },
  {
    "translation": {
      "en": "We didn't think necessarily there were any other bombers.",
      "it": "Non pensavamo che ci fossero altri attentatori."
    }
  },
  {
    "translation": {
      "en": "But we had to find whether there were any collaborators who had supported the bombers.",
      "it": "Ma dovevamo scoprire se ci fossero dei complici."
    }
  },
  {
    "translation": {
      "en": "We don't know what it is, so we go live with photos.",
      "it": "Se non sappiamo di cosa si tratti e pubblichiamo le foto"
    }
  },
  {
    "translation": {
      "en": "We're controlling nothing.",
      "it": "non c'è controllo."
    }
  },
  {
    "translation": {
      "en": "The risk and the potential harm could be huge.",
      "it": "Rischi e potenziali danni avrebbero potuto essere enormi."
    }
  },
  {
    "translation": {
      "en": "Any investigative decision we make,",
      "it": "Qualsiasi decisione investigativa,"
    }
  },
  {
    "translation": {
      "en": "particularly in terms of releasing evidence to the American public,",
      "it": "soprattutto relativamente alla diffusione delle prove,"
    }
  },
  {
    "translation": {
      "en": "had to be approved by Carmen and the Department of Justice down in Washington, DC.",
      "it": "doveva essere approvata da Carmen e dal Dipartimento di Giustizia."
    }
  },
  {
    "translation": {
      "en": "Carmen said, \"I've talked to people at Justice,",
      "it": "Carmen aveva parlato con il Dipartimento."
    }
  },
  {
    "translation": {
      "en": "and we are not releasing these photographs.\"",
      "it": "Le foto non sarebbero state rese pubbliche."
    }
  },
  {
    "translation": {
      "en": "And I was pretty upset about it.",
      "it": "E io ero piuttosto arrabbiato."
    }
  },
  {
    "translation": {
      "en": "[Ortiz] I thought we should hold off.",
      "it": "Pensai che fosse meglio aspettare."
    }
  },
  {
    "translation": {
      "en": "If we had any kind of hot leads that could lead to these individuals,",
      "it": "Se avessimo avuto qualche indizio che ci potesse condurre da loro,"
    }
  },
  {
    "translation": {
      "en": "that it would be better to do it that way to try to catch them unawares.",
      "it": "in questo modo li avremmo presi di sorpresa."
    }
  },
  {
    "translation": {
      "en": "And I said, \"Because I want you to know that if somebody gets hurt,",
      "it": "E io dissi: \"Voglio che tu sappia che se qualcuno si farà male"
    }
  },
  {
    "translation": {
      "en": "I'm going to go public with that information.\"",
      "it": "renderò pubblica quell'informazione\"."
    }
  },
  {
    "translation": {
      "en": "There was a hush.",
      "it": "Restarono in silenzio."
    }
  },
  {
    "translation": {
      "en": "The meeting ended, and I walked out by myself.",
      "it": "L'incontro finì e me ne andai da solo."
    }
  },
  {
    "translation": {
      "en": "[Kevin] Karen was in and out of consciousness,",
      "it": "Karen perdeva spesso conoscenza,"
    }
  },
  {
    "translation": {
      "en": "but she asked what happened to Krystle.",
      "it": "ma chiese cosa fosse successo a Krystle."
    }
  },
  {
    "translation": {
      "en": "The first time I could say, \"Did she die? I know she did. You have to tell me.\"",
      "it": "La prima volta riuscii a dire: \"È morta? So che è morta. Ditemelo\"."
    }
  },
  {
    "translation": {
      "en": "Um, that's when they told me she had passed.",
      "it": "Allora mi dissero che era morta."
    }
  },
  {
    "translation": {
      "en": "[reporter] Today, another of the dead was identified.",
      "it": "Oggi è stato identificato un altro cadavere."
    }
  },
  {
    "translation": {
      "en": "29-year-old Krystle Campbell of Medford, Massachusetts.",
      "it": "Krystle Campbell, 29 anni, di Medford, Massachusetts."
    }
  },
  {
    "translation": {
      "en": "We found out the mix-up was with Krystle's phone",
      "it": "La confusione era sorta perché il telefono di Krystle"
    }
  },
  {
    "translation": {
      "en": "being put in Karen's pocket.",
      "it": "era stato dato a Karen."
    }
  },
  {
    "translation": {
      "en": "That cell phone that I had in my pocket, that was Krystle's.",
      "it": "Il cellulare che avevo in tasca era di Krystle."
    }
  },
  {
    "translation": {
      "en": "Her family was calling it.",
      "it": "I suoi la chiamavano."
    }
  },
  {
    "translation": {
      "en": "They were asking for Krystle and they said, \"Krystle's right here,\"",
      "it": "Chiesero di Krystle e si sentirono dire: \"Krystle è qui\","
    }
  },
  {
    "translation": {
      "en": "but that was actually Karen in the operating room, not Krystle.",
      "it": "ma in realtà c'era Karen in sala operatoria, non Krystle."
    }
  },
  {
    "translation": {
      "en": "The boyfriend that Krystle had been dating at the time was the one",
      "it": "Il ragazzo di Krystle entrò in sala operatoria"
    }
  },
  {
    "translation": {
      "en": "that went into the operating room and identified that it was me.",
      "it": "Il ragazzo di Krystle entrò in sala operatoria e vide che ero io."
    }
  },
  {
    "translation": {
      "en": "Krystle's family, you know, I mean, I can't imagine how they felt.",
      "it": "Non so immaginare come si sia sentita la famiglia di Krystle."
    }
  },
  {
    "translation": {
      "en": "You know, sitting there all night. Krystle's all right, and then to just all",
      "it": "Erano convinti che Krystle stesse bene e invece poi…"
    }
  },
  {
    "translation": {
      "en": "turn the other way, is just unbelievable.",
      "it": "era tutto il contrario. È incredibile."
    }
  },
  {
    "translation": {
      "en": "We are heartbroken at the death of our daughter Krystle.",
      "it": "Abbiamo il cuore spezzato per la morte di nostra figlia Krystle."
    }
  },
  {
    "translation": {
      "en": "She was a wonderful person.",
      "it": "Era una persona meravigliosa."
    }
  },
  {
    "translation": {
      "en": "And everybody that knew her loved her.",
      "it": "E tutti quelli che la conoscevano la amavano."
    }
  },
  {
    "translation": {
      "en": "It just really was a lot to take in. It was a lot. It still is to this day.",
      "it": "Era davvero troppo da mandare giù. Troppo. Lo è ancora oggi."
    }
  },
  {
    "translation": {
      "en": "I still don't understand it.",
      "it": "Ancora non lo capisco."
    }
  },
  {
    "translation": {
      "en": "It breaks my heart to think of the poor victims who lost their lives.",
      "it": "Mi spezza il cuore pensare alle povere vittime."
    }
  },
  {
    "translation": {
      "en": "I took a real person, and I wanted to find out who's responsible for this.",
      "it": "La presi molto sul personale e volevo scoprire chi fosse il responsabile."
    }
  },
  {
    "translation": {
      "en": "But on Thursday morning,",
      "it": "Ma giovedì mattina"
    }
  },
  {
    "translation": {
      "en": "President Obama and his wife were coming to town.",
      "it": "Obama e la moglie vennero in città."
    }
  },
  {
    "translation": {
      "en": "On top of having our offices dig for who did this,",
      "it": "Oltre alla ricerca dei colpevoli,"
    }
  },
  {
    "translation": {
      "en": "I had to put on a presidential visit.",
      "it": "dovetti organizzare la visita presidenziale."
    }
  },
  {
    "translation": {
      "en": "Anytime a president comes to your town on a good day is quite an undertaking.",
      "it": "Ogni volta che un presidente viene nella tua città è un'impresa."
    }
  },
  {
    "translation": {
      "en": "We have 11 police districts. We're about 1,800 uniformed officers.",
      "it": "Abbiamo 11 distretti di polizia. Siamo circa 1.800 agenti in uniforme."
    }
  },
  {
    "translation": {
      "en": "And it's my job to put those officers where they're needed most.",
      "it": "Ed è mio compito mettere gli agenti dove sono più necessari."
    }
  },
  {
    "translation": {
      "en": "[Davis] The drain on resources was certainly something that we were concerned about.",
      "it": "La perdita di risorse era una cosa che ci preoccupava."
    }
  },
  {
    "translation": {
      "en": "It was the most intense preparation for a presidential visit that we ever did",
      "it": "Fu la più intensa preparazione per una visita presidenziale"
    }
  },
  {
    "translation": {
      "en": "because there was an increased threat against the President.",
      "it": "perché c'era una minaccia contro il Presidente."
    }
  },
  {
    "translation": {
      "en": "[Karen] They said President Obama was gonna come to see me.",
      "it": "Dissero che il Presidente Obama sarebbe venuto a trovarmi."
    }
  },
  {
    "translation": {
      "en": "I remember thinking,",
      "it": "Ricordo che pensai:"
    }
  },
  {
    "translation": {
      "en": "\"I just lost my friend. I'm not here to share my grief right now.\"",
      "it": "\"Ho perso la mia amica. Non voglio condividere il mio dolore."
    }
  },
  {
    "translation": {
      "en": "\"I just want to put my head down and try to get better.\"",
      "it": "Voglio pensare solo a stare meglio\"."
    }
  },
  {
    "translation": {
      "en": "He came walking in. He's, like, a striking figure.",
      "it": "Entrò in casa. Aveva un aspetto notevole."
    }
  },
  {
    "translation": {
      "en": "He goes, \"We're gonna get these bastards.\"",
      "it": "Disse: \"Prenderemo quei bastardi\"."
    }
  },
  {
    "translation": {
      "en": "They sought to intimidate us,",
      "it": "Volevano intimidirci,"
    }
  },
  {
    "translation": {
      "en": "to terrorize us,",
      "it": "terrorizzarci,"
    }
  },
  {
    "translation": {
      "en": "to shake us from those values that make us who we are as Americans.",
      "it": "scuoterci da quei valori che ci rendono americani."
    }
  },
  {
    "translation": {
      "en": "Well, it should be pretty clear by now that they picked the wrong city to do it.",
      "it": "Dovrebbe essere ormai chiaro che hanno scelto la città sbagliata."
    }
  },
  {
    "translation": {
      "en": "Not here in Boston.",
      "it": "Non qui a Boston."
    }
  },
  {
    "translation": {
      "en": "Not here in Boston.",
      "it": "Non qui a Boston."
    }
  },
  {
    "translation": {
      "en": "And this time next year, the world will return",
      "it": "E tra un anno, il mondo tornerà"
    }
  },
  {
    "translation": {
      "en": "to this great American city to run harder than ever",
      "it": "in questa grande città americana per correre più forte che mai"
    }
  },
  {
    "translation": {
      "en": "and to cheer even louder for the 118th Boston Marathon.",
      "it": "e a fare il tifo per la 118esima maratona di Boston."
    }
  },
  {
    "translation": {
      "en": "Bet on it.",
      "it": "Ci potete scommettere."
    }
  },
  {
    "translation": {
      "en": "I thought his speech was very powerful, and I think that added to the whole week",
      "it": "Pensai che fosse un discorso molto potente che ci dava forza in una settimana"
    }
  },
  {
    "translation": {
      "en": "of how we all gotta come together and figure out what happened.",
      "it": "in cui dovevamo unirci e capire cosa fosse successo."
    }
  },
  {
    "translation": {
      "en": "This isn't a place where you can scare people off",
      "it": "Questo non è un posto dove puoi spaventare la gente"
    }
  },
  {
    "translation": {
      "en": "and I believe it's a great representation of what you should do",
      "it": "e rappresenta bene ciò che si deve fare"
    }
  },
  {
    "translation": {
      "en": "when you're under, you know, the pressure.",
      "it": "quando si è sotto pressione."
    }
  },
  {
    "translation": {
      "en": "[Davis] It was a… a distraction,",
      "it": "Fu una distrazione,"
    }
  },
  {
    "translation": {
      "en": "but I think the city needed that.",
      "it": "ma credo che la città ne avesse bisogno."
    }
  },
  {
    "translation": {
      "en": "[Ortiz] The fourth day, we had some type of a leak.",
      "it": "Il quarto giorno ci fu una fuga di notizie."
    }
  },
  {
    "translation": {
      "en": "One of the outlets had the photos.",
      "it": "Un giornale aveva le foto."
    }
  },
  {
    "translation": {
      "en": "A Boston media station was going to release these photographs",
      "it": "Un'agenzia di Boston avrebbe reso pubbliche le foto"
    }
  },
  {
    "translation": {
      "en": "to the American public, and it angered me at the time.",
      "it": "e la cosa mi fece arrabbiare."
    }
  },
  {
    "translation": {
      "en": "I mean, I…",
      "it": "Cioè, io…"
    }
  },
  {
    "translation": {
      "en": "It was just too big to control.",
      "it": "Era troppo grande da controllare."
    }
  },
  {
    "translation": {
      "en": "I mean, we just needed to make the best decisions that you could",
      "it": "Dovevamo prendere le migliori decisioni possibili,"
    }
  },
  {
    "translation": {
      "en": "uh, as changing circumstances took place.",
      "it": "via via che le circostanze cambiavano."
    }
  },
  {
    "translation": {
      "en": "Four days had gone by.",
      "it": "Erano passati quattro giorni."
    }
  },
  {
    "translation": {
      "en": "Nothing had happened.",
      "it": "Non era successo niente."
    }
  },
  {
    "translation": {
      "en": "And we have nothing viable at this point.",
      "it": "E non avevamo niente di valido, a quel punto."
    }
  },
  {
    "translation": {
      "en": "Just the photos.",
      "it": "Solo le foto."
    }
  },
  {
    "translation": {
      "en": "We made the decision that the best thing to do was",
      "it": "Decidemmo che la cosa migliore da fare"
    }
  },
  {
    "translation": {
      "en": "to release the video evidence to the American public before the media.",
      "it": "fosse rendere pubbliche le foto prima dei media."
    }
  },
  {
    "translation": {
      "en": "Frankly, I was relieved that that was going to happen.",
      "it": "Francamente, ero sollevato all'idea."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Did anybody think,",
      "it": "Nessuno ha pensato:"
    }
  },
  {
    "translation": {
      "en": "\"Ed is the only one who wanted to release them?\"",
      "it": "\"Solo Ed le voleva pubblicare\"?"
    }
  },
  {
    "translation": {
      "en": "I would never do such a thing in an investigation like that.",
      "it": "Non farei mai una cosa simile in un'indagine del genere."
    }
  },
  {
    "translation": {
      "en": "I have no idea how these things got leaked.",
      "it": "Non ho idea di come siano trapelate."
    }
  },
  {
    "translation": {
      "en": "Later that day, you hear a special press conference has been called.",
      "it": "Più tardi fu convocata una conferenza stampa."
    }
  },
  {
    "translation": {
      "en": "My sources have told me there's been a significant breakthrough in the case.",
      "it": "Le mie fonti mi avevano detto di un importante passo avanti nel caso."
    }
  },
  {
    "translation": {
      "en": "If you look behind me, you can see they've just put these easels out.",
      "it": "Dietro di me potete vedere quei cavalletti."
    }
  },
  {
    "translation": {
      "en": "I'll step out of the way because they are preparing for this press conference now.",
      "it": "Mi tolgo di mezzo perché stanno preparando la conferenza stampa."
    }
  },
  {
    "translation": {
      "en": "[Martin] The press conference was packed.",
      "it": "La sala era affollata."
    }
  },
  {
    "translation": {
      "en": "This was the most packed press conference of my entire career.",
      "it": "Fu la conferenza stampa più affollata della mia carriera."
    }
  },
  {
    "translation": {
      "en": "[DesLauriers] Before I walked out on stage at that press conference,",
      "it": "Prima di salire su quel palco,"
    }
  },
  {
    "translation": {
      "en": "I had never felt more pressure in my life before.",
      "it": "sentii una pressione mai sentita prima."
    }
  },
  {
    "translation": {
      "en": "Felt like the weight of the world was on my shoulders.",
      "it": "Sentivo il peso del mondo sulle spalle."
    }
  },
  {
    "translation": {
      "en": "When I was a kid, and even when I was in law school, I was petrified of public speaking.",
      "it": "Da ragazzo, e anche all'università, parlare in pubblico mi terrorizzava."
    }
  },
  {
    "translation": {
      "en": "I would have rather played Russian roulette with five bullets",
      "it": "Avrei preferito giocare alla roulette russa"
    }
  },
  {
    "translation": {
      "en": "then stand on stage and give a speech.",
      "it": "che tenere un discorso su un palco."
    }
  },
  {
    "translation": {
      "en": "But I knew it was upon me to deliver that speech.",
      "it": "Ma sapevo che quel discorso toccava a me."
    }
  },
  {
    "translation": {
      "en": "It was nobody else's speech to give but mine,",
      "it": "Solo io potevo tenerlo,"
    }
  },
  {
    "translation": {
      "en": "and I had to come through for the victims.",
      "it": "e lo dovevo alle vittime."
    }
  },
  {
    "translation": {
      "en": "Good afternoon. My name is Richard DesLauriers,",
      "it": "Buon pomeriggio. Sono Richard DesLauriers,"
    }
  },
  {
    "translation": {
      "en": "and I am the Special Agent in Charge of the FBI's Boston division.",
      "it": "l'agente speciale a capo della divisione dell'FBI a Boston."
    }
  },
  {
    "translation": {
      "en": "A lot of work went into preparing that speech.",
      "it": "Quel discorso richiese molto lavoro."
    }
  },
  {
    "translation": {
      "en": "It was reviewed by the Department of Justice to make sure didn't say anything that might compromise",
      "it": "Il Dipartimento di Giustizia si era accertato che non dicesse nulla"
    }
  },
  {
    "translation": {
      "en": "a criminal prosecution of the case.",
      "it": "che compromettesse la causa penale."
    }
  },
  {
    "translation": {
      "en": "After a very detailed analysis of photo, video and other evidence,",
      "it": "Dopo un'analisi molto dettagliata di foto, video e altre prove,"
    }
  },
  {
    "translation": {
      "en": "we are releasing photos of these two suspects.",
      "it": "rendiamo pubbliche le foto di due sospettati."
    }
  },
  {
    "translation": {
      "en": "They are identified as Suspect One and Suspect Two.",
      "it": "Sono identificati come Sospettato 1 e Sospettato 2."
    }
  },
  {
    "translation": {
      "en": "They appear to be associated.",
      "it": "Sembrano essere associati."
    }
  },
  {
    "translation": {
      "en": "If you see these men, contact law enforcement.",
      "it": "Se li vedete, contattate le forze dell'ordine."
    }
  },
  {
    "translation": {
      "en": "If you know anything about the bombings or the men pictured here,",
      "it": "Se sapete qualcosa sugli attentati o su questi uomini,"
    }
  },
  {
    "translation": {
      "en": "please call the telephone listed on the photo arrays.",
      "it": "chiamateci al numero qui indicato."
    }
  },
  {
    "translation": {
      "en": "With the media's help, in an instant, these images will be delivered",
      "it": "Con l'aiuto dei media, queste immagini arriveranno subito a milioni di persone nel mondo."
    }
  },
  {
    "translation": {
      "en": "directly into the hands of millions around the world.",
      "it": "queste immagini arriveranno subito a milioni di persone nel mondo."
    }
  },
  {
    "translation": {
      "en": "We consider them to be armed and extremely dangerous.",
      "it": "Riteniamo che siano armati ed estremamente pericolosi."
    }
  },
  {
    "translation": {
      "en": "No one should approach them.",
      "it": "Non vanno avvicinati."
    }
  },
  {
    "translation": {
      "en": "No one should attempt to apprehend them except law enforcement.",
      "it": "Solo le forze dell'ordine devono cercare di catturarli."
    }
  },
  {
    "translation": {
      "en": "Thank you very much.",
      "it": "Grazie mille."
    }
  },
  {
    "translation": {
      "en": "[Martin] Black Hat, White Hat.",
      "it": "Cappello nero, Cappello bianco."
    }
  },
  {
    "translation": {
      "en": "These are the people we're looking for. They were definitive.",
      "it": "\"Ecco le persone che cerchiamo.\" Erano stati categorici."
    }
  },
  {
    "translation": {
      "en": "Immediately, folks are on their phones, taking photographs,",
      "it": "Iniziammo subito a scattare foto"
    }
  },
  {
    "translation": {
      "en": "getting this information to the public ASAP.",
      "it": "per diffondere le informazioni immediatamente."
    }
  },
  {
    "translation": {
      "en": "[reporter] The FBI releasing pictures of its two suspects",
      "it": "L'FBI rende pubbliche le foto dei due sospettati"
    }
  },
  {
    "translation": {
      "en": "in the Boston Marathon bombing case.",
      "it": "dell'attentato alla maratona di Boston."
    }
  },
  {
    "translation": {
      "en": "And again, a moment that people around the world had been waiting for.",
      "it": "Un momento che la gente di tutto il mondo stava aspettando."
    }
  },
  {
    "translation": {
      "en": "Now we're seeing the pictures. They're asking for the public's help.",
      "it": "Ora vediamo le foto. Le autorità chiedono l'aiuto della gente."
    }
  },
  {
    "translation": {
      "en": "[Martin] This was clearly meant to flush out the suspects.",
      "it": "Lo scopo era quello di stanare i sospettati."
    }
  },
  {
    "translation": {
      "en": "And it was also clear that law enforcement was under a lot of pressure.",
      "it": "Ed era chiaro che le forze dell'ordine erano sotto pressione."
    }
  },
  {
    "translation": {
      "en": "We were confident that members of the public would identify these bombers",
      "it": "Confidavamo che la gente li avrebbe identificati"
    }
  },
  {
    "translation": {
      "en": "and let us know who they were.",
      "it": "e ci avrebbe informati."
    }
  },
  {
    "translation": {
      "en": "They are the most wanted men in America tonight. Have a look.",
      "it": "Sono gli uomini più ricercati d'America. Date un'occhiata."
    }
  },
  {
    "translation": {
      "en": "The FBI today unveiled Suspect Number One and Suspect Number Two.",
      "it": "L'FBI ha rivelato il Sospettato 1 e il Sospettato 2."
    }
  },
  {
    "translation": {
      "en": "…two suspects, and called on the public to help identify the men",
      "it": "…due sospettati e chiedono aiuto per identificare questi uomini,"
    }
  },
  {
    "translation": {
      "en": "they described as armed and dangerous.",
      "it": "descritti come armati e pericolosi."
    }
  },
  {
    "translation": {
      "en": "Investigators are trying to put names to the pictures.",
      "it": "Gli investigatori cercano di dare un nome alle foto."
    }
  },
  {
    "translation": {
      "en": "[Youssef] I had a friend call me. It was, like, 3:00 in the morning.",
      "it": "Un amico mi chiamò. Erano circa le tre del mattino."
    }
  },
  {
    "translation": {
      "en": "He texts me this picture of White Hat, Black Hat.",
      "it": "Mi mandò una foto di Cappello nero e Cappello bianco."
    }
  },
  {
    "translation": {
      "en": "He's like, \"Yo, does this not look like Dzhokhar?\"",
      "it": "Disse: \"Ehi, non somiglia a Dzhokhar?\""
    }
  },
  {
    "translation": {
      "en": "And I'm like,",
      "it": "Gli risposi:"
    }
  },
  {
    "translation": {
      "en": "\"First off, do you know the significance of you pointing your finger at him?\"",
      "it": "\"Innanzitutto, capisci cosa significa puntargli il dito contro?"
    }
  },
  {
    "translation": {
      "en": "\"Do you know what you're saying right now?\"",
      "it": "Capisci cosa stai dicendo?"
    }
  },
  {
    "translation": {
      "en": "\"This is not Dzhokhar.\"",
      "it": "Non è Dzhokhar\"."
    }
  },
  {
    "translation": {
      "en": "We were lifeguards together.",
      "it": "Eravamo entrambi bagnini."
    }
  },
  {
    "translation": {
      "en": "He was the captain of the wrestling team.",
      "it": "Era il capitano della squadra di wrestling."
    }
  },
  {
    "translation": {
      "en": "The chill popular kid.",
      "it": "Il ragazzo fico e popolare."
    }
  },
  {
    "translation": {
      "en": "It was so inconceivable, that I convinced him that it wasn't him.",
      "it": "Era così inconcepibile che lo convinsi che non era lui."
    }
  },
  {
    "translation": {
      "en": "And then the conversation ended like, \"Yeah, no, you're right. There's no way.\"",
      "it": "E la conversazione finì così: \"No, hai ragione. Non è possibile\"."
    }
  },
  {
    "translation": {
      "en": "Now I have to live with the betrayal of knowing",
      "it": "Ora devo convivere con la consapevolezza del tradimento"
    }
  },
  {
    "translation": {
      "en": "the same friend that I cared about and trusted did what he did.",
      "it": "di un amico di cui mi fidavo e che ha fatto ciò che ha fatto."
    }
  },
  {
    "translation": {
      "en": "And it destroyed me.",
      "it": "Mi ha distrutto."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Looking back now, how do you feel about the release of the photos?",
      "it": "Ripensandoci, cosa dice della pubblicazione delle foto?"
    }
  },
  {
    "translation": {
      "en": "Would you have held it longer, or do you think it was the right decision?",
      "it": "Sarebbe stato meglio nasconderle ancora o fu la cosa giusta?"
    }
  },
  {
    "translation": {
      "en": "I mean, I…",
      "it": "Ecco…"
    }
  },
  {
    "translation": {
      "en": "You know, what ended up happening is exactly what we didn't want to happen.",
      "it": "Alla fine, successe proprio quello che non volevamo che succedesse."
    }
  },
  {
    "translation": {
      "en": "[officer 1] Oh my goodness, all units respond. Office down. Officer down. All units.",
      "it": "Oddio. A tutte le unità. Agente a terra. A tutte le unità."
    }
  },
  {
    "translation": {
      "en": "[officer 2] Loud explosions!",
      "it": "Forti esplosioni!"
    }
  }
]