[
  {
    "translation": {
      "en": "[Mahesh Jadu] In The Art of War, there's a saying.",
      "it": "Ne L'arte della guerra si dice:"
    }
  },
  {
    "translation": {
      "en": "\"When weak, act strong.\" \"When strong, act weak.\"",
      "it": "\"Mostrati forte quando sei debole e debole quando sei forte\"."
    }
  },
  {
    "translation": {
      "en": "Not showing all the power all the time means that",
      "it": "Se evitiamo di mostrare la nostra vera forza"
    }
  },
  {
    "translation": {
      "en": "there is a consistent underestimation that takes place. People drop their guard.",
      "it": "induciamo il nemico a sottovalutarci, ad abbassare la guardia."
    }
  },
  {
    "translation": {
      "en": "And that allows a slipstream of opportunity at every turn.",
      "it": "Questo apre molte nuove opportunità."
    }
  },
  {
    "translation": {
      "en": "Everything is gonna break down first before it can be rebuilt.",
      "it": "Tutto crollerà prima di poter essere ricostruito."
    }
  },
  {
    "translation": {
      "en": "And when it rebuilds, it won't be the way we've known it before.",
      "it": "E, quando accadrà, niente sarà più come prima."
    }
  },
  {
    "translation": {
      "en": "[director] Action!",
      "it": "Azione!"
    }
  },
  {
    "translation": {
      "en": "[Lauren Schmidt Hissrich] Season three leads on from season two",
      "it": "L'approccio iniziale di questa terza stagione"
    }
  },
  {
    "translation": {
      "en": "in a way that was more emotionally driven than plot driven.",
      "it": "è incentrato più sugli aspetti emotivi che sulla trama in sé."
    }
  },
  {
    "translation": {
      "en": "[Tomek Baginski] And this is also the first season which was written",
      "it": "È anche la prima stagione a essere stata scritta"
    }
  },
  {
    "translation": {
      "en": "after the premiere of the first season.",
      "it": "dopo l'uscita della prima."
    }
  },
  {
    "translation": {
      "en": "We also had time to really work on the story for season three,",
      "it": "Abbiamo avuto più tempo per concentrarci sulla storia"
    }
  },
  {
    "translation": {
      "en": "and we could really sort out all the little details,",
      "it": "e sistemare tutti i piccoli dettagli,"
    }
  },
  {
    "translation": {
      "en": "and all the little relationships,",
      "it": "tutti i rapporti e i legami"
    }
  },
  {
    "translation": {
      "en": "and all the character arcs for the main characters and for the secondary characters.",
      "it": "e tutti gli archi narrativi dei personaggi principali e secondari."
    }
  },
  {
    "translation": {
      "en": "[Andrew Laws] Our view of the Continent is growing all the time.",
      "it": "La nostra idea del Continente si evolve di continuo."
    }
  },
  {
    "translation": {
      "en": "So what's we've… what's been really fun with this show",
      "it": "La cosa bella di questa serie"
    }
  },
  {
    "translation": {
      "en": "is being able to expand our vision of what the world looks like",
      "it": "è avere la possibilità di vedere questo mondo espandersi"
    }
  },
  {
    "translation": {
      "en": "with each of the seasons,",
      "it": "a ogni stagione."
    }
  },
  {
    "translation": {
      "en": "and we're beginning to grow a sense of the visual breadth of the Continent.",
      "it": "Ora stiamo iniziando a percepire tutta la vastità del Continente."
    }
  },
  {
    "translation": {
      "en": "We had a chance to build some environments that were incredibly expansive,",
      "it": "Abbiamo avuto l'opportunità di creare ambientazioni enormi"
    }
  },
  {
    "translation": {
      "en": "and allowed for in-camera action",
      "it": "in cui abbiamo potuto usare la telecamera"
    }
  },
  {
    "translation": {
      "en": "that I think really supports and helps with the performances and storytelling.",
      "it": "in modi che secondo me aiutano la recitazione e la narrazione."
    }
  },
  {
    "translation": {
      "en": "[Tomek] And it's so much easier to work now,",
      "it": "Il lavoro è diventato più facile,"
    }
  },
  {
    "translation": {
      "en": "because now we have all the crew knowing Witcher",
      "it": "perché ora tutta la troupe conosce The Witcher"
    }
  },
  {
    "translation": {
      "en": "to the bone, to… to the core,",
      "it": "fino all'osso, fino al midollo,"
    }
  },
  {
    "translation": {
      "en": "and you don't have to explain basic elements and basic relationships,",
      "it": "perciò non è più necessario spiegare i concetti di base,"
    }
  },
  {
    "translation": {
      "en": "which is exciting.",
      "it": "il che è fantastico."
    }
  },
  {
    "translation": {
      "en": "Everyone is so much more invested in what they do, and everyone now takes their sort of own creative pride.",
      "it": "Si impegnano tutti molto di più, e ognuno va fiero del proprio contributo."
    }
  },
  {
    "translation": {
      "en": "And, to me, it just makes a better product.",
      "it": "E così si crea un prodotto migliore."
    }
  },
  {
    "translation": {
      "en": "Season three starts out in a place where we're just with a family",
      "it": "La terza stagione inizia semplicemente con una famiglia"
    }
  },
  {
    "translation": {
      "en": "who's learning to be together for the first time.",
      "it": "che sta imparando a stare insieme."
    }
  },
  {
    "translation": {
      "en": "And starting a season with sort of that emotional engine to it",
      "it": "Iniziare la stagione concentrandosi su questa parte emotiva"
    }
  },
  {
    "translation": {
      "en": "was really exciting.",
      "it": "è stato davvero bello."
    }
  },
  {
    "translation": {
      "en": "[Tomek] It's based on Time of Contempt, which is the second book of the saga.",
      "it": "È basata su Il tempo della guerra, il secondo libro della saga."
    }
  },
  {
    "translation": {
      "en": "Among the fans, this book is considered as one of the best books of the series.",
      "it": "I fan lo considerano uno dei migliori della serie."
    }
  },
  {
    "translation": {
      "en": "[Lauren] And it gives us the chance to really invest in these characters",
      "it": "Ci dà la possibilità di approfondire questi personaggi"
    }
  },
  {
    "translation": {
      "en": "in the way that we needed to invest in them.",
      "it": "nel modo che meritano."
    }
  },
  {
    "translation": {
      "en": "If you really wanna hide, you'd dye that mop.",
      "it": "Se vuoi nasconderti, tingiti quella chioma slavata."
    }
  },
  {
    "translation": {
      "en": "No one's lookin' for the Black fuckin' Wolf.",
      "it": "Nessuno cerca il Lupo Nero."
    }
  },
  {
    "translation": {
      "en": "[Geralt] Hello, old friend.",
      "it": "Ciao, vecchio amico."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Season three marks the first time",
      "it": "Questa è la prima volta"
    }
  },
  {
    "translation": {
      "en": "that Geralt, Yen, and Ciri are all in the same place at the same time,",
      "it": "che Geralt, Yen e Ciri si trovano tutti nello stesso posto"
    }
  },
  {
    "translation": {
      "en": "and that their stories are moving forward together.",
      "it": "e le loro storie procedono insieme."
    }
  },
  {
    "translation": {
      "en": "But Ciri has an immense power that she doesn't understand",
      "it": "Ciri ha questo immenso potere che non riesce a comprendere"
    }
  },
  {
    "translation": {
      "en": "and she can't control yet,",
      "it": "e non sa come controllare,"
    }
  },
  {
    "translation": {
      "en": "and what she needs to do is have magical training now.",
      "it": "perciò deve addestrarsi nell'uso della magia."
    }
  },
  {
    "translation": {
      "en": "[Henry Cavill] Geralt and Yennefer have an idea that there's something different and unique about her.",
      "it": "Geralt e Yennefer sentono che in lei c'è qualcosa di diverso e unico,"
    }
  },
  {
    "translation": {
      "en": "But it's still… they're still very much in the dark",
      "it": "ma ancora non sanno"
    }
  },
  {
    "translation": {
      "en": "about whether this is regular magic and just poorly executed,",
      "it": "se si tratti di magia normale eseguita scorrettamente"
    }
  },
  {
    "translation": {
      "en": "or whether this is something far, far more.",
      "it": "o se sia qualcosa di più."
    }
  },
  {
    "translation": {
      "en": "We begin quite slowly, in a way, with them,",
      "it": "Le cose tra loro due procedono lentamente, all'inizio,"
    }
  },
  {
    "translation": {
      "en": "in a dynamic that we haven't seen them in before.",
      "it": "in una dinamica che non avevamo mai visto."
    }
  },
  {
    "translation": {
      "en": "They both care deeply for Ciri.",
      "it": "Entrambi tengono molto a Ciri."
    }
  },
  {
    "translation": {
      "en": "Yennefer's is… is kind of that new-found love.",
      "it": "Quello di Yennefer è una sorta di affetto ritrovato."
    }
  },
  {
    "translation": {
      "en": "[Lauren] We obviously start Yen and Ciri in a really rocky place.",
      "it": "Il rapporto tra Yen e Ciri inizia col piede sbagliato."
    }
  },
  {
    "translation": {
      "en": "I mean, Yen was willing to sacrifice Ciri in order to gain her power back.",
      "it": "Yen era disposta a sacrificare Ciri per riavere i suoi poteri."
    }
  },
  {
    "translation": {
      "en": "At the time of that choice, she didn't know who Ciri was, she didn't know what Ciri meant.",
      "it": "In quel momento non sapeva chi lei fosse o quanto fosse importante."
    }
  },
  {
    "translation": {
      "en": "She certainly didn't know that Ciri was Geralt's Child of Surprise.",
      "it": "Di certo non sapeva che era la Bambina Sorpresa di Geralt."
    }
  },
  {
    "translation": {
      "en": "They're reestablishing their relationship",
      "it": "Iniziano a ricostruire il loro rapporto"
    }
  },
  {
    "translation": {
      "en": "as Yennefer is teaching Ciri how to harness her magic.",
      "it": "con Yennefer che insegna a Ciri a usare la magia."
    }
  },
  {
    "translation": {
      "en": "That helps to bring them together.",
      "it": "Questo le fa avvicinare."
    }
  },
  {
    "translation": {
      "en": "[Tomek] So when we start the season, they are on the run,",
      "it": "La stagione comincia con loro tre in fuga,"
    }
  },
  {
    "translation": {
      "en": "they are going from place to place, trying to outrun the people who are chasing them.",
      "it": "che si spostano di continuo per sfuggire a chi li insegue."
    }
  },
  {
    "translation": {
      "en": "And, as we know, the whole Continent is chasing them.",
      "it": "E, come sappiamo, l'intero Continente li insegue."
    }
  },
  {
    "translation": {
      "en": "[Lauren] The Redanians are after Ciri. Emhyr is after Ciri.",
      "it": "La Redania vuole Ciri. Emhyr vuole Ciri."
    }
  },
  {
    "translation": {
      "en": "And then Rience is after Ciri.",
      "it": "E anche Rience vuole Ciri."
    }
  },
  {
    "translation": {
      "en": "And what we learn is that Rience is working for someone powerful,",
      "it": "Scopriamo che Rience lavora per un mago potente,"
    }
  },
  {
    "translation": {
      "en": "and we don't know who that person is.",
      "it": "ma non sappiamo chi sia."
    }
  },
  {
    "translation": {
      "en": "What I wanted to give a sense of is that these characters have to travel a lot.",
      "it": "Ci tenevo a far capire che i personaggi devono viaggiare molto."
    }
  },
  {
    "translation": {
      "en": "[Andrew] Locations were really important to us this season because we really wanted to open up our world.",
      "it": "Le ambientazioni sono state fondamentali per dare nuova vita a questo mondo."
    }
  },
  {
    "translation": {
      "en": "We wanted to try to find an environment that gave us a number of different feelings.",
      "it": "Volevamo trovare un ambiente che ci facesse provare sensazioni diverse."
    }
  },
  {
    "translation": {
      "en": "So we looked at Croatia, and Italy, and Slovenia",
      "it": "Abbiamo considerato la Croazia, l'Italia e la Slovenia,"
    }
  },
  {
    "translation": {
      "en": "as a really interesting triangle of locations",
      "it": "un triangolo davvero interessante che alla fine ci ha permesso"
    }
  },
  {
    "translation": {
      "en": "that, in the end, gave us a sort of summer, winter, spring, autumn,",
      "it": "un triangolo davvero interessante che alla fine ci ha permesso di avere a portata di mano tutte le stagioni nello stesso periodo."
    }
  },
  {
    "translation": {
      "en": "within reach of each other during the same timeframe.",
      "it": "di avere a portata di mano tutte le stagioni nello stesso periodo."
    }
  },
  {
    "translation": {
      "en": "[Tomek] My favorite location, I think, was this lake in Italy,",
      "it": "La mia ambientazione preferita è questo lago italiano"
    }
  },
  {
    "translation": {
      "en": "where we shot this winter house.",
      "it": "che abbiamo usato per la casa invernale."
    }
  },
  {
    "translation": {
      "en": "We see there, for the first time, that Ciri can skate,",
      "it": "Qui scopriamo che Ciri sa pattinare,"
    }
  },
  {
    "translation": {
      "en": "and tries to teach Yennefer how to skate.",
      "it": "e cerca di insegnare anche a Yennefer."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Witcher fans love ice skating. It shows up in the books a lot in various ways.",
      "it": "Il pattinaggio compare spesso nei libri, perciò i fan lo adorano."
    }
  },
  {
    "translation": {
      "en": "And we actually hadn't paid any homage to this yet.",
      "it": "E non l'avevamo ancora inserito nella storia."
    }
  },
  {
    "translation": {
      "en": "And so, I still remember when Freya Allan read the pages,",
      "it": "Ricordo quando Freya Allan ha letto sul copione"
    }
  },
  {
    "translation": {
      "en": "and it has Ciri doing, like, elaborate Olympic jumps on the ice,",
      "it": "che Ciri avrebbe dovuto fare dei salti complicatissimi"
    }
  },
  {
    "translation": {
      "en": "and she was like, \"Wait. What?\"",
      "it": "e ha detto: \"Aspetta, cosa?\""
    }
  },
  {
    "translation": {
      "en": "[Freya] I asked for a lot of lessons",
      "it": "Ho preso molte lezioni"
    }
  },
  {
    "translation": {
      "en": "because I want to be like a Olympic ice skater by the end,",
      "it": "perché volevo essere come una pattinatrice olimpica,"
    }
  },
  {
    "translation": {
      "en": "which, of course, I was not.",
      "it": "ma non ce l'ho fatta."
    }
  },
  {
    "translation": {
      "en": "And then we got there on the day, and it was, like, plastic ice.",
      "it": "Poi, quand'è arrivato il momento, il ghiaccio era di plastica."
    }
  },
  {
    "translation": {
      "en": "It wasn't even real ice, so we couldn't even properly move.",
      "it": "Non era neanche vero ghiaccio, perciò non potevamo muoverci bene."
    }
  },
  {
    "translation": {
      "en": "I can barely walk on the floor.",
      "it": "A malapena cammino, figuriamoci pattinare!"
    }
  },
  {
    "translation": {
      "en": "[laughing] And then…",
      "it": "E poi…"
    }
  },
  {
    "translation": {
      "en": "I'd have loved to have known what everyone was thinking",
      "it": "Mi piacerebbe sapere cos'hanno pensato tutti"
    }
  },
  {
    "translation": {
      "en": "as they were watching us prance around on ice.",
      "it": "mentre ci guardavano sgambettare sul ghiaccio."
    }
  },
  {
    "translation": {
      "en": "In fact, on one of the takes, we just fell on top of each other.",
      "it": "Una volta siamo cadute una sopra l'altra."
    }
  },
  {
    "translation": {
      "en": "-[Freya] Yeah. -[Anya gasps]",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Freya ends up on top of Anya, and they're laughing, and someone has to roll off, they can't get back up.",
      "it": "Freya finisce sopra Anya, ridono e non riescono a rialzarsi."
    }
  },
  {
    "translation": {
      "en": "And it was such a… just a gorgeous, real moment. -We ended up putting it in the show. -[man] You okay?",
      "it": "È stato un momento talmente bello e vero che abbiamo finito per usarlo!"
    }
  },
  {
    "translation": {
      "en": "[Tomek] It was exciting to see this little… little detail",
      "it": "È stato emozionante vedere quel piccolo dettaglio,"
    }
  },
  {
    "translation": {
      "en": "which shows that we tried not to forget about all the things",
      "it": "che dimostra che ci siamo sforzati di non dimenticare"
    }
  },
  {
    "translation": {
      "en": "which are important for our characters.",
      "it": "le cose che contano per i nostri personaggi."
    }
  },
  {
    "translation": {
      "en": "So, the structure of original books is very, very interesting,",
      "it": "La struttura dei libri originali è molto interessante,"
    }
  },
  {
    "translation": {
      "en": "because we are very often jumping forward and jumping back in the narrative of the book.",
      "it": "perché spesso salta avanti e indietro nella narrazione."
    }
  },
  {
    "translation": {
      "en": "So to make it more streamlined,",
      "it": "Per rendere tutto più uniforme"
    }
  },
  {
    "translation": {
      "en": "we decided to use some of the scenes from the previous book,",
      "it": "abbiamo usato alcune scene del libro precedente"
    }
  },
  {
    "translation": {
      "en": "some of the scenes from the next book, to make it more as one timeline.",
      "it": "e altre del successivo, così da assimilare la linea temporale."
    }
  },
  {
    "translation": {
      "en": "But we also have a few scenes from the first book, which is Blood of Elves,",
      "it": "C'erano alcune scene del primo libro, Il sangue degli elfi,"
    }
  },
  {
    "translation": {
      "en": "we wanted to give more space in season two.",
      "it": "che non abbiamo potuto inserire nella seconda stagione."
    }
  },
  {
    "translation": {
      "en": "And we also thought that some of those scenes, like Battle of Shaerrawedd,",
      "it": "Così abbiamo pensato che alcune, come la battaglia di Shaerrawedd,"
    }
  },
  {
    "translation": {
      "en": "would be such a great opening to season three.",
      "it": "sarebbero state un ottimo modo di aprire la terza."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Shaerrawedd is a place. It's sort of a sacred ground.",
      "it": "Shaerrawedd è una sorta di luogo sacro"
    }
  },
  {
    "translation": {
      "en": "And we learn a little bit about the elves' struggle there.",
      "it": "dove scopriamo di più sulla lotta degli elfi."
    }
  },
  {
    "translation": {
      "en": "And this could be, you know, the end of this population.",
      "it": "Potrebbe essere la fine di questo popolo."
    }
  },
  {
    "translation": {
      "en": "[Geralt] They fought for her,",
      "it": "Combatterono per lei."
    }
  },
  {
    "translation": {
      "en": "and they died with her name on their lips and their honor and integrity intact.",
      "it": "Morirono col suo nome sulle labbra e il loro onore intatto."
    }
  },
  {
    "translation": {
      "en": "[Andrew] The big sets can be amazing.",
      "it": "Adoro le scenografie grandi."
    }
  },
  {
    "translation": {
      "en": "It's a very good example of remnant elven architecture that hasn't been touched,",
      "it": "È un ottimo esempio di architettura elfica ben conservata."
    }
  },
  {
    "translation": {
      "en": "so it's a ruin in kind of quite a beautiful way.",
      "it": "Sono delle rovine, ma in senso poetico."
    }
  },
  {
    "translation": {
      "en": "It's an environment that has a few layers to it,",
      "it": "È un ambiente semplice,"
    }
  },
  {
    "translation": {
      "en": "so it allows for a fair amount of movement within the space.",
      "it": "in cui quindi ci si può muovere piuttosto liberamente."
    }
  },
  {
    "translation": {
      "en": "And so Wolfgang and I and his team designed a one-take sequence for me.",
      "it": "Io, Wolfgang e la sua squadra abbiamo progettato una sequenza continua."
    }
  },
  {
    "translation": {
      "en": "And it had no stitch cuts.",
      "it": "Senza alcun taglio."
    }
  },
  {
    "translation": {
      "en": "We did a true one… one-shot.",
      "it": "È davvero un'unica ripresa."
    }
  },
  {
    "translation": {
      "en": "Many people know the Blaviken fight, for example,",
      "it": "Molti si ricordano della battaglia di Blaviken,"
    }
  },
  {
    "translation": {
      "en": "in the first season.",
      "it": "dalla prima stagione."
    }
  },
  {
    "translation": {
      "en": "Fuck.",
      "it": "Cazzo."
    }
  },
  {
    "translation": {
      "en": "But it's not just another one-take. It's, uh… it has a different rhythm.",
      "it": "Ma questa non è solo una ripresa continua. Ha un ritmo diverso."
    }
  },
  {
    "translation": {
      "en": "We have a very special way how to approach fight choreographies.",
      "it": "Affrontiamo le coreografie in modo piuttosto particolare."
    }
  },
  {
    "translation": {
      "en": "Each fight you will see in the season has a different tone",
      "it": "In questa stagione ogni combattimento ha un tono diverso"
    }
  },
  {
    "translation": {
      "en": "and a different camera technology.",
      "it": "e una tecnologia di ripresa diversa."
    }
  },
  {
    "translation": {
      "en": "And the cameraman, he is a part of the fight scene.",
      "it": "E l'operatore fa parte della scena."
    }
  },
  {
    "translation": {
      "en": "[Henry] The camera operator, he's an integral piece,",
      "it": "L'operatore diventa parte integrante di tutto,"
    }
  },
  {
    "translation": {
      "en": "because he's dancing with us.",
      "it": "perché deve ballare insieme a noi."
    }
  },
  {
    "translation": {
      "en": "He needs to know exactly where we are, we need to know exactly where he is,",
      "it": "Deve sempre sapere dove siamo e noi dov'è lui,"
    }
  },
  {
    "translation": {
      "en": "to sell impacts, to sell hits, to sell emotional beats.",
      "it": "per rendere tutto più intenso ed emozionante."
    }
  },
  {
    "translation": {
      "en": "Mostly, he wasn't even using a monitor. He was just using his naked eye",
      "it": "Spesso non usava neanche lo schermo, ma solo l'occhio nudo,"
    }
  },
  {
    "translation": {
      "en": "and knowing where the lens would be and what it would look like.",
      "it": "sapendo esattamente che risultato avrebbe ottenuto."
    }
  },
  {
    "translation": {
      "en": "And that requires an extraordinary amount of skill.",
      "it": "Questo richiede un'abilità straordinaria."
    }
  },
  {
    "translation": {
      "en": "We must've done 90-plus takes just to make sure that it was right.",
      "it": "Abbiamo girato la scena oltre 90 volte per assicurarci di non sbagliare."
    }
  },
  {
    "translation": {
      "en": "Neutrality. It won't get you a statue.",
      "it": "La neutralità non ti farà avere una statua,"
    }
  },
  {
    "translation": {
      "en": "But it'll certainly help in keeping you alive.",
      "it": "ma ti aiuterà a restare in vita."
    }
  },
  {
    "translation": {
      "en": "[Lauren] So from the beginning, Geralt has talked a lot about being neutral.",
      "it": "Fin dall'inizio, Geralt ribadisce di essere neutrale."
    }
  },
  {
    "translation": {
      "en": "He's very clear he doesn't want to get involved in politics,",
      "it": "Non vuole farsi coinvolgere nella politica"
    }
  },
  {
    "translation": {
      "en": "he doesn't want to get involved in the petty skirmishes of people in the Continent.",
      "it": "o nelle scaramucce tra gli abitanti del Continente."
    }
  },
  {
    "translation": {
      "en": "He exists for a reason. That is to kill monsters.",
      "it": "Esiste per un motivo. Uccidere mostri."
    }
  },
  {
    "translation": {
      "en": "[laughs] Of course, one of the… the funny things that Jaskier points out to him in season one",
      "it": "Una delle cose buffe che Ranuncolo gli fa notare"
    }
  },
  {
    "translation": {
      "en": "is that he always says he's not going to get involved,",
      "it": "è che dice sempre che non si farà coinvolgere,"
    }
  },
  {
    "translation": {
      "en": "and he always ends up getting involved.",
      "it": "ma poi succede ogni volta."
    }
  },
  {
    "translation": {
      "en": "That's because he can't pull himself from this sort of white knight hero complex that he has.",
      "it": "Il fatto è che non riesce a liberarsi di questa sorta di complesso dell'eroe."
    }
  },
  {
    "translation": {
      "en": "He wants to do good in the world.",
      "it": "Vuole fare del bene."
    }
  },
  {
    "translation": {
      "en": "His neutrality really comes into question,",
      "it": "La sua neutralità inizia a traballare"
    }
  },
  {
    "translation": {
      "en": "because not just is he choosing to sort of join into political battles,",
      "it": "quando non solo accetta di farsi coinvolgere in lotte politiche,"
    }
  },
  {
    "translation": {
      "en": "but he realizes that's what he has to do.",
      "it": "ma capisce che deve farlo."
    }
  },
  {
    "translation": {
      "en": "To protect her, they actually have to split up again.",
      "it": "Per proteggerla, devono dividersi di nuovo."
    }
  },
  {
    "translation": {
      "en": "We wanted a place for Geralt to go and start to uncover what exactly is happening,",
      "it": "Ci serviva un posto dove Geralt potesse scoprire cosa sta succedendo,"
    }
  },
  {
    "translation": {
      "en": "why people are after Ciri.",
      "it": "perché tutti vogliono Ciri."
    }
  },
  {
    "translation": {
      "en": "Vilgefortz has been experimenting on a lot of young women",
      "it": "Vilgefortz ha fatto esperimenti su moltissime ragazze"
    }
  },
  {
    "translation": {
      "en": "in order to perfect the magic, perfect the spells,",
      "it": "per perfezionare la magia, gli incantesimi,"
    }
  },
  {
    "translation": {
      "en": "perfect what he needs to use Ciri for.",
      "it": "ciò per cui gli serve Ciri."
    }
  },
  {
    "translation": {
      "en": "The Flesh Monster is the remains of those women.",
      "it": "Il mostro di carne è ciò che resta di quelle ragazze."
    }
  },
  {
    "translation": {
      "en": "And it's one of the grossest monsters that we've ever created.",
      "it": "È uno dei mostri più disgustosi che abbiamo creato."
    }
  },
  {
    "translation": {
      "en": "The Flesh Monster was probably the most complex monster we've put together",
      "it": "Il mostro di carne è forse il mostro più complesso che abbiamo progettato,"
    }
  },
  {
    "translation": {
      "en": "in terms of how the design of it evolved,",
      "it": "che abbiamo progettato,"
    }
  },
  {
    "translation": {
      "en": "because it was a… it was a monster that needed to involve",
      "it": "perché è stato necessario coinvolgere"
    }
  },
  {
    "translation": {
      "en": "multiple departments, uh… simultaneously.",
      "it": "più reparti contemporaneamente."
    }
  },
  {
    "translation": {
      "en": "It was such a complex organism",
      "it": "Era un organismo così complesso"
    }
  },
  {
    "translation": {
      "en": "that we had to work in tandem with VFX, but also with stunts,",
      "it": "che abbiamo dovuto coordinarci con gli effetti speciali e gli stunt"
    }
  },
  {
    "translation": {
      "en": "to create something that was more of an idea for a monster.",
      "it": "per creare qualcosa che era più che altro un'idea di mostro."
    }
  },
  {
    "translation": {
      "en": "We basically tried to be empathic.",
      "it": "Abbiamo cercato di empatizzare con esso."
    }
  },
  {
    "translation": {
      "en": "What does a monster like? What does it feel? What does it think?",
      "it": "Cosa piace ai mostri? Cosa provano? Cosa pensano?"
    }
  },
  {
    "translation": {
      "en": "Does it think?",
      "it": "O forse non pensano?"
    }
  },
  {
    "translation": {
      "en": "[Andrew] How that moves and how we interact with it",
      "it": "Il modo in cui si muove e come interagiamo con esso"
    }
  },
  {
    "translation": {
      "en": "is what was ultimately gonna create its final form.",
      "it": "determinano la sua forma finale."
    }
  },
  {
    "translation": {
      "en": "So in the end, until we were actually able to shoot the fight sequence,",
      "it": "Finché non abbiamo girato la scena di combattimento"
    }
  },
  {
    "translation": {
      "en": "there really wasn't any way to know exactly how we'd wanna position everything.",
      "it": "non abbiamo saputo esattamente come posizionare ogni cosa."
    }
  },
  {
    "translation": {
      "en": "Why are you hurting us?",
      "it": "Perché ci fai del male?"
    }
  },
  {
    "translation": {
      "en": "Then everybody start understanding the size of the monster,",
      "it": "Poi tutti hanno iniziato a capire quant'era grande il mostro"
    }
  },
  {
    "translation": {
      "en": "what can the monster do?",
      "it": "e cosa sapeva fare."
    }
  },
  {
    "translation": {
      "en": "So instead of let him fight against nothing,",
      "it": "Anziché farlo combattere contro il nulla,"
    }
  },
  {
    "translation": {
      "en": "we used three of our stunt women simulating the monster.",
      "it": "abbiamo usato tre controfigure per simulare il mostro."
    }
  },
  {
    "translation": {
      "en": "This is how we start building the scene.",
      "it": "E così si inizia a costruire la scena."
    }
  },
  {
    "translation": {
      "en": "And at the end now, it's a very powerful scene.",
      "it": "Alla fine si è rivelata una scena molto intensa."
    }
  },
  {
    "translation": {
      "en": "I used a lot of focus close-ups on him",
      "it": "Abbiamo usato molti primi piani su Geralt"
    }
  },
  {
    "translation": {
      "en": "to read his mind in that moment.",
      "it": "per far intuire i suoi pensieri in ogni dato momento."
    }
  },
  {
    "translation": {
      "en": "[Lauren] In that moment, Geralt realizes",
      "it": "E lì Geralt capisce che deve fare una cosa terribile"
    }
  },
  {
    "translation": {
      "en": "he's got to do something terrible in order to protect someone.",
      "it": "E lì Geralt capisce che deve fare una cosa terribile per proteggere qualcuno."
    }
  },
  {
    "translation": {
      "en": "[Andrew] The creatures this season were incredibly fun.",
      "it": "In questa stagione è stato bello lavorare sulle creature."
    }
  },
  {
    "translation": {
      "en": "There's a sort of shorthand that we now have",
      "it": "Ormai siamo in grado di capire piuttosto bene"
    }
  },
  {
    "translation": {
      "en": "in understanding what our creatures want to be in… in relation to our world.",
      "it": "che ruolo giocano le varie creature in questo nostro mondo."
    }
  },
  {
    "translation": {
      "en": "One of the things we've begun to explore a little more",
      "it": "Una delle cose che abbiamo esplorato meglio"
    }
  },
  {
    "translation": {
      "en": "as we've gotten further and further into the creature design",
      "it": "mentre lavoravamo sul design delle creature"
    }
  },
  {
    "translation": {
      "en": "is thinking about the movement language of the characters.",
      "it": "è il linguaggio del corpo dei personaggi."
    }
  },
  {
    "translation": {
      "en": "Not just how they look visually, but how their movement language might work.",
      "it": "Non solamente il loro aspetto, ma anche il modo in cui si muovono."
    }
  },
  {
    "translation": {
      "en": "We have an amazing battle on the chain ferry",
      "it": "C'è un combattimento incredibile sul traghetto a catena"
    }
  },
  {
    "translation": {
      "en": "with Aeschna, which is one of our monsters,",
      "it": "con un'aeshna, uno dei nostri mostri,"
    }
  },
  {
    "translation": {
      "en": "which is, again, one of the stories fans were expecting",
      "it": "un'altra di quelle storie che i fan aspettavano"
    }
  },
  {
    "translation": {
      "en": "and didn't… haven't seen yet.",
      "it": "e non avevano ancora visto."
    }
  },
  {
    "translation": {
      "en": "[Freya] That was so fun.",
      "it": "È stato divertentissimo."
    }
  },
  {
    "translation": {
      "en": "I just love the fights.",
      "it": "Adoro i combattimenti."
    }
  },
  {
    "translation": {
      "en": "And then getting to do one with Henry, I've been waiting for this moment.",
      "it": "E poterne fare uno con Henry… Aspettavo questo momento."
    }
  },
  {
    "translation": {
      "en": "It's the first time you see them fight properly together.",
      "it": "È la prima volta che li vediamo combattere insieme."
    }
  },
  {
    "translation": {
      "en": "And it's something that Wolfgang and I worked on,",
      "it": "Io e Wolfgang ci abbiamo lavorato insieme"
    }
  },
  {
    "translation": {
      "en": "and I asked Wolfie to make the fight more about Ciri, rather than about Geralt.",
      "it": "e gli ho chiesto di concentrarsi più su Ciri che su Geralt."
    }
  },
  {
    "translation": {
      "en": "And it is a rather alternate father-daughter moment",
      "it": "È una sorta di momento padre-figlia"
    }
  },
  {
    "translation": {
      "en": "where he allows her to do the work. And he will cover her when she overexposes herself.",
      "it": "in cui lui le lascia spazio, ma è lì a proteggerla quando serve."
    }
  },
  {
    "translation": {
      "en": "If you watch the fight carefully, you'll see.",
      "it": "Se ci fate caso lo vedrete."
    }
  },
  {
    "translation": {
      "en": "There's a couple of strikes that he puts in which would've otherwise killed Ciri.",
      "it": "Geralt assesta un paio di colpi che salvano la vita di Ciri."
    }
  },
  {
    "translation": {
      "en": "But he's letting her do all the work. And it's putting her training to the test.",
      "it": "Però lascia fare tutto a lei e mette alla prova il suo addestramento."
    }
  },
  {
    "translation": {
      "en": "[Wolfgang] It's a big special-effects rig. A lot of moving parts.",
      "it": "C'erano molti effetti speciali, molte parti in movimento."
    }
  },
  {
    "translation": {
      "en": "It's on a gimbal. To do a fight…",
      "it": "Abbiamo usato un gimbal. Girare una scena così in uno spazio tanto ridotto è una sfida."
    }
  },
  {
    "translation": {
      "en": "in that contained space, it's a challenge.",
      "it": "Girare una scena così in uno spazio tanto ridotto è una sfida."
    }
  },
  {
    "translation": {
      "en": "Then we start creating a style for each character.",
      "it": "E ogni personaggio ha uno stile di combattimento proprio."
    }
  },
  {
    "translation": {
      "en": "So not all the characters we see in the season,",
      "it": "Non tutti i personaggi che vediamo nella stagione"
    }
  },
  {
    "translation": {
      "en": "they're fighting the same style.",
      "it": "combattono allo stesso modo."
    }
  },
  {
    "translation": {
      "en": "Their style is tailored to their talents.",
      "it": "Il loro stile rispecchia i loro talenti."
    }
  },
  {
    "translation": {
      "en": "[Freya] So Ciri's style is all built around what Geralt would've taught her.",
      "it": "Lo stile di Ciri si basa sugli insegnamenti di Geralt,"
    }
  },
  {
    "translation": {
      "en": "And so my style is very similar to Geralt's style.",
      "it": "quindi risulta molto simile al suo."
    }
  },
  {
    "translation": {
      "en": "She's a bit more agile,",
      "it": "Lei è un po' più agile"
    }
  },
  {
    "translation": {
      "en": "and is obviously lighter, so can move more easily.",
      "it": "e ovviamente più leggera, perciò si muove più agevolmente."
    }
  },
  {
    "translation": {
      "en": "It's all about finding that style, and that's what Wolfgang is so amazing at doing.",
      "it": "Si tratta solo di trovare quello stile, e Wolfgang è bravissimo in questo."
    }
  },
  {
    "translation": {
      "en": "[Wolfgang] You're not just fighting your fight. You fight for the camera.",
      "it": "Non c'è solo la coreografia, ma anche la telecamera."
    }
  },
  {
    "translation": {
      "en": "And you need to know or feel where the camera is.",
      "it": "Bisogna sempre sapere dov'è la telecamera."
    }
  },
  {
    "translation": {
      "en": "And Freya, she is amazing.",
      "it": "E Freya è davvero fantastica."
    }
  },
  {
    "translation": {
      "en": "She is super, super committed, and she did, you know, almost everything herself.",
      "it": "Si impegna tantissimo e ha fatto quasi tutto da sola."
    }
  },
  {
    "translation": {
      "en": "[Geralt] There's nothing I want more than to return to our normal life.",
      "it": "Vorrei tanto tornare a una vita normale, ma…"
    }
  },
  {
    "translation": {
      "en": "We have to protect more of these women from getting hurt.",
      "it": "Dobbiamo impedire che altre donne soffrano."
    }
  },
  {
    "translation": {
      "en": "So we have to go to Aretuza.",
      "it": "Andiamo ad Aretuza."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Geralt, Yen, and Ciri realize that there's really no escaping",
      "it": "Geralt, Yen e Ciri capiscono che non c'è modo di fuggire"
    }
  },
  {
    "translation": {
      "en": "all of these forces that are after Ciri.",
      "it": "da tutte queste forze che inseguono Ciri."
    }
  },
  {
    "translation": {
      "en": "And so they have to take her back to Aretuza.",
      "it": "Quindi devono portarla ad Aretuza."
    }
  },
  {
    "translation": {
      "en": "That is the best chance of protecting her.",
      "it": "Lì sarà più protetta."
    }
  },
  {
    "translation": {
      "en": "[Andrew] Aretuza and Thanedd Island is an environment that we've been in since season one.",
      "it": "Vediamo Aretuza e l'isola di Thanedd già nella prima stagione,"
    }
  },
  {
    "translation": {
      "en": "But we're sort of slowly opening up what we understand about how it works,",
      "it": "ma lentamente stiamo sviluppando una migliore comprensione di come funziona,"
    }
  },
  {
    "translation": {
      "en": "how we approach it, what the geography of the Thanedd Island is,",
      "it": "di come sfruttare questo ambiente e di quale sia la sua geografia,"
    }
  },
  {
    "translation": {
      "en": "and creating very much a visual language",
      "it": "creando una sorta di linguaggio visivo"
    }
  },
  {
    "translation": {
      "en": "that is part of the elven world,",
      "it": "che rimanda al mondo elfico"
    }
  },
  {
    "translation": {
      "en": "and how that is different from what we introduce as the human elements of architecture.",
      "it": "e a quanto questo sia diverso dagli elementi introdotti dagli umani."
    }
  },
  {
    "translation": {
      "en": "[Tomek] When Yennefer comes back there, she also discovers that maybe she can change the world of magic.",
      "it": "Al suo ritorno, Yennefer scopre di poter cambiare il mondo della magia."
    }
  },
  {
    "translation": {
      "en": "Maybe she can change the way the magic is being handled",
      "it": "Forse può cambiare il modo in cui la magia viene gestita"
    }
  },
  {
    "translation": {
      "en": "and the structures which are built around it.",
      "it": "e le strutture che la circondano."
    }
  },
  {
    "translation": {
      "en": "We can all be our best selves for the Brotherhood.",
      "it": "Dobbiamo dare il meglio di noi. Per la Confraternita."
    }
  },
  {
    "translation": {
      "en": "[Tomek] In the books, it's a little bit more politically complex,",
      "it": "I libri sono più complessi dal punto di vista politico,"
    }
  },
  {
    "translation": {
      "en": "and we decided to simplify it a little bit and put it all on Yennefer.",
      "it": "così abbiamo deciso di semplificare e puntare tutto su Yennefer."
    }
  },
  {
    "translation": {
      "en": "So Yennefer is the main force behind calling for the conclave.",
      "it": "Quindi la convocazione del conclave è soprattutto merito suo."
    }
  },
  {
    "translation": {
      "en": "[Lauren] It's a gorgeous, huge party.",
      "it": "È un'enorme, splendida festa."
    }
  },
  {
    "translation": {
      "en": "A hundred, you know, extras. 25 of our main cast.",
      "it": "Cento comparse, venticinque membri del cast principale."
    }
  },
  {
    "translation": {
      "en": "It's a two-episode block, probably the two biggest episodes that we've ever produced.",
      "it": "Si divide in due episodi, forse i più grandi che abbiamo prodotto."
    }
  },
  {
    "translation": {
      "en": "[Tomek] It's something where we also kept a lot of original dialog from the books.",
      "it": "E abbiamo mantenuto molti dialoghi originali dei libri."
    }
  },
  {
    "translation": {
      "en": "Yen's been hiding you for far too long.",
      "it": "Yen ti ha tenuto per sé troppo a lungo."
    }
  },
  {
    "translation": {
      "en": "Yennefer's a bit of a politician when she goes back to Aretuza.",
      "it": "Ad Aretuza, Yennefer deve darsi alla politica."
    }
  },
  {
    "translation": {
      "en": "And, of course, she has to stand out.",
      "it": "E ovviamente vuole distinguersi dagli altri."
    }
  },
  {
    "translation": {
      "en": "So we tried to kind of design a dress that would stand out.",
      "it": "Abbiamo cercato di creare un abito che le permettesse di farlo."
    }
  },
  {
    "translation": {
      "en": "And, uh, it's got beaded, beautiful material",
      "it": "Ha questo bellissimo tessuto di perline"
    }
  },
  {
    "translation": {
      "en": "that in certain lights, you can… it reflects the color of her eyes, violet.",
      "it": "che, sotto una certa luce, riflette il viola dei suoi occhi."
    }
  },
  {
    "translation": {
      "en": "All my belly's out, which wasn't the most comfortable.",
      "it": "Avevo la pancia di fuori, il che non era comodissimo."
    }
  },
  {
    "translation": {
      "en": "[laughs] Don't think I'd ever do that again, make that choice again!",
      "it": "Non credo che rifarei quella scelta."
    }
  },
  {
    "translation": {
      "en": "I'm sure there are elements of, like, her getting to dress up with… for Geralt.",
      "it": "Sono certa che in parte volesse solo vestirsi bene per Geralt."
    }
  },
  {
    "translation": {
      "en": "And knowing where that will lead to.",
      "it": "Ben sapendo come sarebbe andata a finire."
    }
  },
  {
    "translation": {
      "en": "And Geralt isn't a party boy. He doesn't like going to these things.",
      "it": "Geralt non è un festaiolo. Questi eventi non gli piacciono."
    }
  },
  {
    "translation": {
      "en": "He certainly doesn't like getting all trussed up",
      "it": "Di certo non ama l'idea di farsi infiocchettare"
    }
  },
  {
    "translation": {
      "en": "and served to these… these sorceresses like a Christmas turkey.",
      "it": "e servire a queste maghe come un tacchino di Natale."
    }
  },
  {
    "translation": {
      "en": "[Geralt] What's the Mélange?",
      "it": "Cos'è questo mélange?"
    }
  },
  {
    "translation": {
      "en": "It's a dance. It's not optional.",
      "it": "Un ballo. E non è facoltativo."
    }
  },
  {
    "translation": {
      "en": "And right under the exterior of that beautiful ball is a mystery that's being unraveled.",
      "it": "E nella splendida cornice di quel ballo un mistero viene svelato."
    }
  },
  {
    "translation": {
      "en": "That mystery explodes in the following episode.",
      "it": "Un mistero che esploderà nell'episodio successivo."
    }
  },
  {
    "translation": {
      "en": "So we bring everyone, all the players into the one roof,",
      "it": "Portiamo tutti i personaggi sotto lo stesso tetto"
    }
  },
  {
    "translation": {
      "en": "and then drop that roof on them.",
      "it": "e poi… lo facciamo crollare."
    }
  },
  {
    "translation": {
      "en": "[Yennefer] Vilgefortz.",
      "it": "Vilgefortz."
    }
  },
  {
    "translation": {
      "en": "[Tomek] So we have a huge battle with… with the use of magic, which we've never seen before really to this extent.",
      "it": "C'è quest'enorme battaglia magica, qualcosa che non abbiamo mai visto prima."
    }
  },
  {
    "translation": {
      "en": "And when I read it on the script,",
      "it": "Mentre leggevo il copione"
    }
  },
  {
    "translation": {
      "en": "I couldn't believe that we are trying to do it in television.",
      "it": "non riuscivo a credere che l'avremmo fatto davvero."
    }
  },
  {
    "translation": {
      "en": "We had to simplify politics behind it,",
      "it": "Abbiamo semplificato un po',"
    }
  },
  {
    "translation": {
      "en": "because Thanedd coup is very, very complex politically",
      "it": "perché il colpo di stato di Thanedd è molto complesso."
    }
  },
  {
    "translation": {
      "en": "because at the same time, we have Nilfgaard, Redania, mages,",
      "it": "Allo stesso tempo abbiamo Nilfgaard, la Redania, i maghi,"
    }
  },
  {
    "translation": {
      "en": "Scoia'tael, and Vilgefortz playing all their games.",
      "it": "gli Scoia'tael e Vilgefortz che giocano la propria mano."
    }
  },
  {
    "translation": {
      "en": "One of the big changes that we did and one of the big decisions we made,",
      "it": "Una delle decisioni più importanti che abbiamo preso"
    }
  },
  {
    "translation": {
      "en": "is to place it in the middle of our season, not at the end.",
      "it": "è mettere la battaglia a metà stagione, anziché alla fine."
    }
  },
  {
    "translation": {
      "en": "That's because if you're saying there's a huge event that changes everything, you need to start to see how it changes things.",
      "it": "Perché ciò che succede cambia tutto, e volevamo iniziare a vedere in che modo."
    }
  },
  {
    "translation": {
      "en": "We didn't wanna end on that cliffhanger.",
      "it": "Non volevamo lasciarlo in sospeso."
    }
  },
  {
    "translation": {
      "en": "We wanted to start to see how Yennefer shifted",
      "it": "Volevamo mostrare come il colpo di stato cambia Yennefer,"
    }
  },
  {
    "translation": {
      "en": "after the Thanedd coup, how Geralt shifted,",
      "it": "Volevamo mostrare come il colpo di stato cambia Yennefer, come cambia Geralt,"
    }
  },
  {
    "translation": {
      "en": "how Ciri, she moves through the world in a different way.",
      "it": "come cambia l'approccio di Ciri."
    }
  },
  {
    "translation": {
      "en": "Some of the characters we have known from the very beginning",
      "it": "Alcuni personaggi che conosciamo fin dall'inizio"
    }
  },
  {
    "translation": {
      "en": "are taken from us,",
      "it": "ci vengono tolti,"
    }
  },
  {
    "translation": {
      "en": "and Tissaia is probably the one that is most heartbreaking to me, as a writer,",
      "it": "e la morte di Tissaia è probabilmente la più straziante per me"
    }
  },
  {
    "translation": {
      "en": "and I think heartbreaking to our cast, as MyAnna Buring is amazing in this role",
      "it": "e per tutto il cast, perché MyAnna Buring è fantastica"
    }
  },
  {
    "translation": {
      "en": "and quite a tough but maternal figure on the show,",
      "it": "e Tissaia è tosta, ma è anche una figura materna,"
    }
  },
  {
    "translation": {
      "en": "and that's who she is as a human.",
      "it": "e questa è la sua essenza."
    }
  },
  {
    "translation": {
      "en": "[MyAnna Buring] Tissaia is totally broken.",
      "it": "Tissaia è completamente distrutta."
    }
  },
  {
    "translation": {
      "en": "Everything she loved, everything she cared about,",
      "it": "Tutto ciò che amava, tutto ciò a cui teneva,"
    }
  },
  {
    "translation": {
      "en": "everything she believed in has been left in ruins.",
      "it": "tutto ciò in cui credeva è andato in rovina."
    }
  },
  {
    "translation": {
      "en": "And she feels inherently responsible for it.",
      "it": "E lei si sente responsabile."
    }
  },
  {
    "translation": {
      "en": "She doesn't see herself",
      "it": "Sente di non avere più"
    }
  },
  {
    "translation": {
      "en": "as having the capacity to be of use anymore.",
      "it": "Sente di non avere più alcuna utilità."
    }
  },
  {
    "translation": {
      "en": "And I think that's ultimately why she chooses to…",
      "it": "E credo che questo sia il motivo per cui decide di…"
    }
  },
  {
    "translation": {
      "en": "to take her own life, really.",
      "it": "togliersi la vita."
    }
  },
  {
    "translation": {
      "en": "It's over.",
      "it": "È finita."
    }
  },
  {
    "translation": {
      "en": "[Tomek] When I'm talking about this, and I read this script,",
      "it": "Non importa quante volte rileggo il copione,"
    }
  },
  {
    "translation": {
      "en": "and I read this book, and I read this story so many times, I still… I'm still getting emotional.",
      "it": "il libro o la storia, è sempre una grande emozione."
    }
  },
  {
    "translation": {
      "en": "It's, like, still moving, because this…",
      "it": "Mi commuovo ancora perché…"
    }
  },
  {
    "translation": {
      "en": "this is, like, one of my favorite characters there,",
      "it": "Perché lei è uno dei miei personaggi preferiti,"
    }
  },
  {
    "translation": {
      "en": "and we have to say goodbye.",
      "it": "e dobbiamo dirle addio."
    }
  },
  {
    "translation": {
      "en": "[Anya] The world is so much more lonely when…",
      "it": "Ci si sente molto più soli"
    }
  },
  {
    "translation": {
      "en": "you… haven't got that person that you look up to,",
      "it": "quando si perde la persona a cui ci si è sempre ispirati,"
    }
  },
  {
    "translation": {
      "en": "because then you're responsible for everything.",
      "it": "perché poi la responsabilità passa a noi."
    }
  },
  {
    "translation": {
      "en": "Tissaia's death must spark…",
      "it": "La morte di Tissaia dà il via"
    }
  },
  {
    "translation": {
      "en": "[sighs] …a kind of…",
      "it": "a una sorta di…"
    }
  },
  {
    "translation": {
      "en": "truly, a new beginning for Yennefer.",
      "it": "nuovo inizio per Yennefer."
    }
  },
  {
    "translation": {
      "en": "One of the things that… that Tissaia's death does",
      "it": "Una delle conseguenze della morte di Tissaia"
    }
  },
  {
    "translation": {
      "en": "is it… it empowers other mages,",
      "it": "è che le altre maghe prendono il potere,"
    }
  },
  {
    "translation": {
      "en": "because they want to continue what she started.",
      "it": "con l'intento di continuare ciò che lei ha iniziato."
    }
  },
  {
    "translation": {
      "en": "And Yen is actually one of the ones who heads up the Lodge of Sorceresses",
      "it": "E Yen è tra i membri fondatori della Loggia delle Maghe,"
    }
  },
  {
    "translation": {
      "en": "that we will get into in later seasons.",
      "it": "qualcosa che vedremo meglio in futuro."
    }
  },
  {
    "translation": {
      "en": "We decide how we move forward.",
      "it": "Sta a noi decidere cosa fare."
    }
  },
  {
    "translation": {
      "en": "[Lauren] One of the things that we got questioned the most about in season one",
      "it": "Una delle maggiori critiche alla prima stagione"
    }
  },
  {
    "translation": {
      "en": "is, in episode eight, when Vilgefortz and Cahir are fighting.",
      "it": "Una delle maggiori critiche alla prima stagione riguardava il confronto tra Vilgefortz e Cahir."
    }
  },
  {
    "translation": {
      "en": "We actually see Cahir very handily defeat Vilgefortz.",
      "it": "In quell'occasione Cahir sconfigge facilmente Vilgefortz."
    }
  },
  {
    "translation": {
      "en": "And fans were in uproar.",
      "it": "I fan erano in tumulto. Ma Vilgefortz è il più forte!"
    }
  },
  {
    "translation": {
      "en": "Vilgefortz is the most powerful mage. There is no way.",
      "it": "I fan erano in tumulto. Ma Vilgefortz è il più forte! È impossibile. Potrebbe uccidere Cahir con lo sguardo."
    }
  },
  {
    "translation": {
      "en": "He could've literally killed Cahir just by looking at him.",
      "it": "È impossibile. Potrebbe uccidere Cahir con lo sguardo."
    }
  },
  {
    "translation": {
      "en": "And there's a great moment where Vilgefortz explains this season",
      "it": "E in questa stagione c'è un momento in cui Vilgefortz spiega"
    }
  },
  {
    "translation": {
      "en": "that the hardest thing for him about this long game",
      "it": "che la cosa più difficile, in questo suo doppio gioco,"
    }
  },
  {
    "translation": {
      "en": "-is that he had to hide his skills. -[Vilgefortz] …my real skills.",
      "it": "è stata dover nascondere le sue abilità."
    }
  },
  {
    "translation": {
      "en": "Knowing I could take any life at any time.",
      "it": "…sapendo che in ogni momento avrei potuto uccidere chi volevo."
    }
  },
  {
    "translation": {
      "en": "It was exasperating.",
      "it": "Davvero esasperante."
    }
  },
  {
    "translation": {
      "en": "[Lauren] When we see his power really demonstrated for the first time,",
      "it": "Quando vediamo il suo potere per la prima volta,"
    }
  },
  {
    "translation": {
      "en": "it is against Geralt.",
      "it": "la sua vittima è Geralt."
    }
  },
  {
    "translation": {
      "en": "Again, we went back to the books as the source here.",
      "it": "Qui siamo tornati nuovamente ai libri."
    }
  },
  {
    "translation": {
      "en": "And it was really interesting to look at these chapters,",
      "it": "È stato davvero interessante,"
    }
  },
  {
    "translation": {
      "en": "because we've never had Geralt beaten this badly.",
      "it": "perché Geralt non ha mai subito un colpo simile."
    }
  },
  {
    "translation": {
      "en": "[Henry] Well, the fight with Vilgefortz was obviously something which no one's expecting.",
      "it": "Il combattimento con Vilgefortz era qualcosa che nessuno si aspettava."
    }
  },
  {
    "translation": {
      "en": "Wolfgang and I wanted to make sure we… we built that into the story.",
      "it": "Io e Wolfgang volevamo assicurarci che fosse inserito."
    }
  },
  {
    "translation": {
      "en": "And it's an incredibly technical fight.",
      "it": "Ed è un combattimento molto complesso a livello tecnico."
    }
  },
  {
    "translation": {
      "en": "It's very, very iconic as it's super important in the books.",
      "it": "È un momento emblematico e molto importante nei libri."
    }
  },
  {
    "translation": {
      "en": "For us, it was a challenge to match in the best way.",
      "it": "Ed è stato difficile riprodurlo nel migliore dei modi."
    }
  },
  {
    "translation": {
      "en": "First, we separate the actors.",
      "it": "Prima separiamo gli attori."
    }
  },
  {
    "translation": {
      "en": "And we train each actor,",
      "it": "Poi li addestriamo singolarmente."
    }
  },
  {
    "translation": {
      "en": "and bring them to a level that we feel comfortable to put them together.",
      "it": "Li portiamo a un livello adeguato e poi li rimettiamo insieme."
    }
  },
  {
    "translation": {
      "en": "We were very blessed with Mahesh, who's playing Vilgefortz.",
      "it": "Siamo stati fortunati con Mahesh, che interpreta Vilgefortz."
    }
  },
  {
    "translation": {
      "en": "He trains so much.",
      "it": "Si è allenato tantissimo."
    }
  },
  {
    "translation": {
      "en": "I mean, I've enjoyed using the staff in the past from a tai chi perspective.",
      "it": "Avevo già usato il bastone in passato, facendo tai chi."
    }
  },
  {
    "translation": {
      "en": "But this is another level altogether. [chuckles] The thing's heavy.",
      "it": "Ma questa è stata un'altra cosa. Quell'affare pesa!"
    }
  },
  {
    "translation": {
      "en": "It's real heavy. And it's made to break bones.",
      "it": "È molto pesante. È fatto per spezzare le ossa."
    }
  },
  {
    "translation": {
      "en": "My forearms are still hurting.",
      "it": "Mi fanno ancora male le braccia."
    }
  },
  {
    "translation": {
      "en": "[Henry] We see the defiance of Geralt. We see the… the excellence and the power of Vilgefortz.",
      "it": "Vediamo l'ostinazione di Geralt e l'eccellenza e il potere di Vilgefortz."
    }
  },
  {
    "translation": {
      "en": "And I think it's masterful work by Wolfgang.",
      "it": "E Wolfgang ha fatto un lavoro magistrale."
    }
  },
  {
    "translation": {
      "en": "It's… That's not the sort of thing you can build with any…",
      "it": "Non è qualcosa che si può fare con un regista di seconda unità qualsiasi,"
    }
  },
  {
    "translation": {
      "en": "any second unit director, just any stunt coordinator.",
      "it": "Non è qualcosa che si può fare con un regista di seconda unità qualsiasi, un coordinatore degli stunt qualsiasi."
    }
  },
  {
    "translation": {
      "en": "That requires excellence.",
      "it": "È un lavoro d'eccellenza."
    }
  },
  {
    "translation": {
      "en": "[Mahesh] There's a kind of a visual poetry about the way Geralt is broken.",
      "it": "Visivamente, la sconfitta di Geralt è quasi poetica."
    }
  },
  {
    "translation": {
      "en": "I mean, his spirit first, and then his body.",
      "it": "Prima viene distrutto il suo spirito e poi il suo corpo."
    }
  },
  {
    "translation": {
      "en": "[chuckles] The audience will not have seen him",
      "it": "Il pubblico non l'ha mai visto in un simile stato di vulnerabilità"
    }
  },
  {
    "translation": {
      "en": "in this kind of vulnerability up until now.",
      "it": "Il pubblico non l'ha mai visto in un simile stato di vulnerabilità prima d'ora."
    }
  },
  {
    "translation": {
      "en": "[Tomek] Suddenly, we see this warrior,",
      "it": "All'improvviso vediamo questo guerriero,"
    }
  },
  {
    "translation": {
      "en": "this monster hunter who is very skilled,",
      "it": "questo abilissimo cacciatore di mostri"
    }
  },
  {
    "translation": {
      "en": "and he's leading this life of a witcher for a hundred years,",
      "it": "che conduce questa vita da witcher da cent'anni,"
    }
  },
  {
    "translation": {
      "en": "and he's defeated for the first time and almost dies.",
      "it": "venire sconfitto per la prima volta, quasi rimettendoci le penne."
    }
  },
  {
    "translation": {
      "en": "And it's… it's shocking. It's something nobody was prepared for.",
      "it": "È sconvolgente. Qualcosa per cui nessuno era pronto."
    }
  },
  {
    "translation": {
      "en": "It was something which made him more human.",
      "it": "Qualcosa che l'ha reso più umano."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Then always, when we're writing a season,",
      "it": "Quando scriviamo una stagione,"
    }
  },
  {
    "translation": {
      "en": "we keep in mind where we want the next season to start.",
      "it": "pensiamo sempre a dove inizierà la successiva."
    }
  },
  {
    "translation": {
      "en": "So there are actually a couple of parts of Baptism of Fire",
      "it": "Ci sono alcune parti de Il battesimo del fuoco"
    }
  },
  {
    "translation": {
      "en": "that come up at the end of this season.",
      "it": "alla fine di questa stagione."
    }
  },
  {
    "translation": {
      "en": "That started us thinking,",
      "it": "Ci siamo chiesti"
    }
  },
  {
    "translation": {
      "en": "\"How can we really use Jaskier's music more integrally in the show?\"",
      "it": "come usare la musica di Ranuncolo in modo più integrale."
    }
  },
  {
    "translation": {
      "en": "[Joey Batey] Joe Trapanese and I started writing the song \"Enchanted Flowers.\"",
      "it": "Ho iniziato a scrivere \"Fiori incantati\" con Joe Trapanese."
    }
  },
  {
    "translation": {
      "en": "Something that we really wanted to bring in was this… this almost a dirge, an elven dirge, that gave…",
      "it": "Volevamo che fosse una sorta di canto funebre elfico"
    }
  },
  {
    "translation": {
      "en": "that gives Jaskier a chance to survive.",
      "it": "che permettesse a Ranuncolo di sopravvivere."
    }
  },
  {
    "translation": {
      "en": "It's almost… In Dungeons and Dragons terms,",
      "it": "È quasi come… Se fossimo in Dungeons and Dragons,"
    }
  },
  {
    "translation": {
      "en": "it's the roll of the dice, really.",
      "it": "sarebbe il lancio dei dadi."
    }
  },
  {
    "translation": {
      "en": "He… he has to meet his friend,",
      "it": "Deve ritrovare il suo amico,"
    }
  },
  {
    "translation": {
      "en": "and the only thing that he can do is sing and tell a story.",
      "it": "ma la sua unica arma è una canzone, una storia."
    }
  },
  {
    "translation": {
      "en": "So these songs are now no longer being used as just a performative or cathartic way",
      "it": "Le canzoni non sono più solo un modo spettacolare o catartico"
    }
  },
  {
    "translation": {
      "en": "of communicating his own emotions or the emotions of the Continent.",
      "it": "di comunicare delle emozioni."
    }
  },
  {
    "translation": {
      "en": "He's using them as a way to connect with people, and specific people.",
      "it": "Diventano un modo per entrare in contatto con le persone."
    }
  },
  {
    "translation": {
      "en": "They may not be on everyone's Spotify Top 100 at the end of the year,",
      "it": "Forse non saranno tra le più riascoltate dell'anno,"
    }
  },
  {
    "translation": {
      "en": "but I think it's more characterful for me.",
      "it": "ma per me hanno più carattere."
    }
  },
  {
    "translation": {
      "en": "[in Elven] That'll do, Bard.",
      "it": "D'accordo, bardo."
    }
  },
  {
    "translation": {
      "en": "[in Common Speech] He needs you. Don't lag behind!",
      "it": "Ha bisogno di te. Tieni il passo."
    }
  },
  {
    "translation": {
      "en": "[Joey] He eventually meets Geralt after the Battle of Thanedd,",
      "it": "Ranuncolo va da Geralt dopo la battaglia di Thanedd"
    }
  },
  {
    "translation": {
      "en": "and sees the sheer extent to which people can be hurt.",
      "it": "e si rende conto della portata delle sue ferite."
    }
  },
  {
    "translation": {
      "en": "There is an… an incredible emotional rawness",
      "it": "C'è un'incredibile crudezza emotiva"
    }
  },
  {
    "translation": {
      "en": "to… to those scenes on the page,",
      "it": "in quelle scene, sulla pagina,"
    }
  },
  {
    "translation": {
      "en": "and Henry and I have always talked about trying to find",
      "it": "e io e Henry cerchiamo sempre di trovare"
    }
  },
  {
    "translation": {
      "en": "those unspoken moments and the… the well of friendship between them.",
      "it": "quei momenti in cui non servono parole, momenti di vera amicizia tra loro."
    }
  },
  {
    "translation": {
      "en": "If he needs my help, he has it.",
      "it": "Se avrà bisogno di me, io ci sarò."
    }
  },
  {
    "translation": {
      "en": "It's amazing to watch it play out,",
      "it": "È incredibile poterlo vedere,"
    }
  },
  {
    "translation": {
      "en": "watching the vulnerability that Henry brings to this character,",
      "it": "vedere la vulnerabilità che Henry riesce a trasmettere,"
    }
  },
  {
    "translation": {
      "en": "watching the… the people around him",
      "it": "e guardare le persone che lo circondano"
    }
  },
  {
    "translation": {
      "en": "see the… the father figure of this family, uh, broken and beaten,",
      "it": "vedere il padre di questa famiglia completamente a pezzi, distrutto,"
    }
  },
  {
    "translation": {
      "en": "uh, and yet unbowed.",
      "it": "eppure indomito."
    }
  },
  {
    "translation": {
      "en": "[Tomek] It's Geralt who has to find a sense of life again,",
      "it": "Geralt deve ridare un senso alla sua vita,"
    }
  },
  {
    "translation": {
      "en": "which is… which is a beautiful part of the story.",
      "it": "e la trovo una parte bellissima della storia."
    }
  },
  {
    "translation": {
      "en": "We've spent this entire season",
      "it": "Per tutta la stagione"
    }
  },
  {
    "translation": {
      "en": "building up that Geralt, Yen, and Ciri are finally a family.",
      "it": "vediamo Geralt, Yen e Ciri formare una famiglia."
    }
  },
  {
    "translation": {
      "en": "They realize they not only need each other,",
      "it": "Non hanno solo bisogno l'uno dell'altra, vogliono stare insieme."
    }
  },
  {
    "translation": {
      "en": "but they… they want to be together, they choose to be a family.",
      "it": "Non hanno solo bisogno l'uno dell'altra, vogliono stare insieme. Scelgono di essere una famiglia."
    }
  },
  {
    "translation": {
      "en": "And when that explodes,",
      "it": "E, quando tutto crolla,"
    }
  },
  {
    "translation": {
      "en": "it's the fact that Geralt has lost these two people",
      "it": "è il fatto di aver perso queste due persone"
    }
  },
  {
    "translation": {
      "en": "that he so clearly loves so deeply, that's what causes him to give up on his neutrality.",
      "it": "che lui ama così profondamente a spingerlo a rinunciare alla neutralità."
    }
  },
  {
    "translation": {
      "en": "He will do anything to get them back.",
      "it": "Farà qualsiasi cosa per ritrovarle."
    }
  },
  {
    "translation": {
      "en": "[Tomek] And it's an old quote from Rocky.",
      "it": "È come quella vecchia citazione di Rocky:"
    }
  },
  {
    "translation": {
      "en": "\"It doesn't matter how… how many times you are hit.\" \"It matters how many times you can get up after a hit.\"",
      "it": "\"Non importa quante volte vieni colpito, ma quante volte riesci a rialzarti\"."
    }
  },
  {
    "translation": {
      "en": "So that's the journey for Geralt for the future.",
      "it": "Questa è la strada che Geralt dovrà percorrere."
    }
  },
  {
    "translation": {
      "en": "One of the more important things about Ciri is that we will slowly discover",
      "it": "Una cosa fondamentale che scopriamo lentamente nella stagione"
    }
  },
  {
    "translation": {
      "en": "that she is the main character of the Witcher saga.",
      "it": "è che la protagonista di The Witcher è Ciri."
    }
  },
  {
    "translation": {
      "en": "Not Geralt, not Yennefer. It's Ciri's story.",
      "it": "Non Geralt o Yennefer. È la storia di Ciri."
    }
  },
  {
    "translation": {
      "en": "[Freya] She ends up going to the Korath Desert,",
      "it": "Si ritrova nel deserto del Korath,"
    }
  },
  {
    "translation": {
      "en": "which is basically a huge turning point within her journey,",
      "it": "il che rappresenta un punto di svolta nel suo percorso,"
    }
  },
  {
    "translation": {
      "en": "because she's essentially faced with herself throughout the time she's there.",
      "it": "perché laggiù è totalmente sola con se stessa."
    }
  },
  {
    "translation": {
      "en": "Falka introduces to her this potential other path you can take,",
      "it": "Falka le mostra un'altra possibile strada,"
    }
  },
  {
    "translation": {
      "en": "which is brutal.",
      "it": "una strada fatta di violenza."
    }
  },
  {
    "translation": {
      "en": "Then the fire draws her in, and Falka draws her in,",
      "it": "Il fuoco l'attira, Falka e le voci l'attirano,"
    }
  },
  {
    "translation": {
      "en": "her voices, and she basically relinquishes her powers.",
      "it": "Il fuoco l'attira, Falka e le voci l'attirano, e alla fine lei rinuncia ai suoi poteri."
    }
  },
  {
    "translation": {
      "en": "In the books, the way I read, it's like she's slightly lost her soul a bit.",
      "it": "Nei libri è come se perdesse un pezzo d'anima."
    }
  },
  {
    "translation": {
      "en": "You usually see this fight behind Ciri's eyes, and it's just dead.",
      "it": "C'era un fuoco negli occhi di Ciri che ora è sparito."
    }
  },
  {
    "translation": {
      "en": "It's gonna be a short moment in the show, but I wanted to bring a bit of that,",
      "it": "È un momento breve, ma ci tenevo a mostrarlo"
    }
  },
  {
    "translation": {
      "en": "because that really hit me when I read it in the books.",
      "it": "perché nei libri mi ha colpita molto."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Now, we've seen her power accidentally kill people before.",
      "it": "I suoi poteri hanno già ucciso, seppur accidentalmente."
    }
  },
  {
    "translation": {
      "en": "We saw that as early as season one.",
      "it": "L'abbiamo visto dalla prima stagione."
    }
  },
  {
    "translation": {
      "en": "But Geralt has really tried to impress on her",
      "it": "Ma Geralt ha cercato di farle capire"
    }
  },
  {
    "translation": {
      "en": "that the idea of taking a human life, of making that choice, has huge consequences.",
      "it": "che scegliere di uccidere una persona ha conseguenze enormi."
    }
  },
  {
    "translation": {
      "en": "[Tomek] We learned she's powerful.",
      "it": "Sappiamo che è potente."
    }
  },
  {
    "translation": {
      "en": "We learned that this power can either turn good or bad.",
      "it": "Sappiamo che questo potere può essere usato per il bene o il male."
    }
  },
  {
    "translation": {
      "en": "But even Ciri is not really… sure",
      "it": "Ma nemmeno Ciri sa con certezza"
    }
  },
  {
    "translation": {
      "en": "who she really is.",
      "it": "chi è veramente."
    }
  },
  {
    "translation": {
      "en": "The more she discovers how to control what's inside of her,",
      "it": "Più impara a controllare ciò che c'è dentro di lei,"
    }
  },
  {
    "translation": {
      "en": "the more she asks herself a question.",
      "it": "più si fa una domanda:"
    }
  },
  {
    "translation": {
      "en": "Maybe… maybe she is the villain of the story?",
      "it": "e se fosse lei la cattiva della storia?"
    }
  },
  {
    "translation": {
      "en": "For a person that young, it's… it's a devastating question to ask,",
      "it": "È un dubbio devastante, per una persona così giovane."
    }
  },
  {
    "translation": {
      "en": "because everybody wants to be a hero of their own story,",
      "it": "Perché tutti vogliono essere l'eroe della propria storia,"
    }
  },
  {
    "translation": {
      "en": "and what if they are a villain?",
      "it": "me se così non fosse?"
    }
  },
  {
    "translation": {
      "en": "Call me Falka.",
      "it": "Chiamatemi Falka."
    }
  },
  {
    "translation": {
      "en": "[Tomek] And we discover that maybe her real destiny",
      "it": "Così scopriamo che forse il suo vero destino"
    }
  },
  {
    "translation": {
      "en": "is not to become a witcher, the savior,",
      "it": "non è diventare una witcher, una salvatrice,"
    }
  },
  {
    "translation": {
      "en": "somebody who is good.",
      "it": "una forza del bene."
    }
  },
  {
    "translation": {
      "en": "Maybe it's to become a villain, and to actually destroy the world.",
      "it": "Forse il suo destino è perdere la strada e distruggere il mondo."
    }
  },
  {
    "translation": {
      "en": "[producer] Can you pronounce the name of the unicorn?",
      "it": "Sai pronunciare il nome dell'unicorno?"
    }
  },
  {
    "translation": {
      "en": "The unicorn's name?",
      "it": "Dell'unicorno?"
    }
  },
  {
    "translation": {
      "en": "No. Absolutely not.",
      "it": "No. Assolutamente no."
    }
  },
  {
    "translation": {
      "en": "Hang on. [laughs]",
      "it": "Un attimo."
    }
  },
  {
    "translation": {
      "en": "Henry will get it right.",
      "it": "Henry lo sa di sicuro."
    }
  },
  {
    "translation": {
      "en": "-I-hua… I-quira-quax? -♪ So stake your claim and choose a side ♪",
      "it": "I… Iquiraquax?"
    }
  },
  {
    "translation": {
      "en": "-♪ Ride, witcher, ride… ♪ -E-harra-quax.",
      "it": "Iharraquax."
    }
  },
  {
    "translation": {
      "en": "-Haracca. -Ee… Aah!",
      "it": "Irhacca. I…"
    }
  },
  {
    "translation": {
      "en": "I think Freya's the one that needs to get this right, since… since it's her unicorn! [laughs]",
      "it": "Credo sia Freya a doverlo saper dire, visto che è il suo unicorno."
    }
  },
  {
    "translation": {
      "en": "E-hora-quax.",
      "it": "Ehoraquax."
    }
  },
  {
    "translation": {
      "en": "Anya will stare wistfully into the distance.",
      "it": "Mi vedo Anya che fissa il vuoto con aria abbattuta."
    }
  },
  {
    "translation": {
      "en": "♪ I-huarra-quax ♪ Tch!",
      "it": "Ihuarraquax"
    }
  },
  {
    "translation": {
      "en": "E-huarra-quax.",
      "it": "Ehuarraquax."
    }
  },
  {
    "translation": {
      "en": "E-huarra-quax. It's not that. It's not that.",
      "it": "Ehuarraquax. No, non è così."
    }
  },
  {
    "translation": {
      "en": "-Ihuarraquax. -Ihuarraquax.",
      "it": "Ihuarraquax. Ihuarraquax."
    }
  },
  {
    "translation": {
      "en": "-Ihuarraquax. -Oh, you mean Ihuarraquax?",
      "it": "Ihuarraquax. Oh, intendi Ihuarraquax?"
    }
  },
  {
    "translation": {
      "en": "Right?",
      "it": "Giusto?"
    }
  },
  {
    "translation": {
      "en": "It's spelled, um, thuara-cacks or something like that.",
      "it": "Si scrive Iharacacks o qualcosa del genere,"
    }
  },
  {
    "translation": {
      "en": "But I believe it's pronounced \"Jeremy.\"",
      "it": "ma credo si pronunci \"Jeremy\"."
    }
  },
  {
    "translation": {
      "en": "♪ It howls for thee ♪",
      "it": "Sottotitoli: Ambra Santoro"
    }
  }
]