[
  {
    "translation": {
      "en": "[narrator] German policemen in the occupied East, 1942.",
      "it": "Poliziotti tedeschi nell'Est occupato, 1942."
    }
  },
  {
    "translation": {
      "en": "They're here to enforce German rule in the conquered territories.",
      "it": "Erano lì per far rispettare l'autorità tedesca nelle aree conquistate."
    }
  },
  {
    "translation": {
      "en": "Diligently, they carry out their orders.",
      "it": "Eseguivano gli ordini, diligentemente."
    }
  },
  {
    "translation": {
      "en": "They have a special assignment:",
      "it": "Avevano un incarico speciale."
    }
  },
  {
    "translation": {
      "en": "To shoot Jews by the hundreds and thousands.",
      "it": "Sparare a centinaia di migliaia di ebrei."
    }
  },
  {
    "translation": {
      "en": "At point-blank range.",
      "it": "A bruciapelo."
    }
  },
  {
    "translation": {
      "en": "Historians and other experts have done extensive studies",
      "it": "Storici ed esperti hanno studiato approfonditamente"
    }
  },
  {
    "translation": {
      "en": "into the men who pulled these triggers.",
      "it": "gli uomini che premettero il grilletto."
    }
  },
  {
    "translation": {
      "en": "They want to know how a mass murder like this could happen.",
      "it": "Volevano capire come sia stato possibile un simile eccidio."
    }
  },
  {
    "translation": {
      "en": "And they make an astounding discovery.",
      "it": "E hanno fatto una scoperta sconcertante."
    }
  },
  {
    "translation": {
      "en": "Those men didn't have to kill.",
      "it": "Quegli uomini non furono costretti a uccidere."
    }
  },
  {
    "translation": {
      "en": "They didn't have to obey the order.",
      "it": "Non erano tenuti a eseguire quell'ordine."
    }
  },
  {
    "translation": {
      "en": "[Browning] If you had the courage to say, \"I can't shoot,\"",
      "it": "Se qualcuno avesse detto: \"Non ce la faccio\","
    }
  },
  {
    "translation": {
      "en": "you may have been considered a coward, you may have gotten a bad letter in your file,",
      "it": "sarebbe stato ritenuto un codardo, forse avrebbe avuto una nota di demerito,"
    }
  },
  {
    "translation": {
      "en": "but you were not punished in any severe way.",
      "it": "ma non sarebbe stato punito severamente."
    }
  },
  {
    "translation": {
      "en": "[narrator] 20 years after the war, there's a trial",
      "it": "Vent'anni dopo la guerra ci fu un processo contro i membri di un'unità di polizia di Amburgo."
    }
  },
  {
    "translation": {
      "en": "for the murders committed by a Hamburg police unit.",
      "it": "ci fu un processo contro i membri di un'unità di polizia di Amburgo."
    }
  },
  {
    "translation": {
      "en": "So, what was their motivation?",
      "it": "Che motivazioni avevano avuto?"
    }
  },
  {
    "translation": {
      "en": "Why did they shoot?",
      "it": "Perché avevano ucciso?"
    }
  },
  {
    "translation": {
      "en": "[in German] They aren't ideologically-motivated, willing executioners.",
      "it": "Non erano esecutori bendisposti, spinti da motivi ideologici."
    }
  },
  {
    "translation": {
      "en": "They're not trained killers.",
      "it": "Non erano addestrati a uccidere."
    }
  },
  {
    "translation": {
      "en": "They're people with civilian jobs, like taxi drivers or plumbers.",
      "it": "Erano civili con lavori normali, come il tassista o l'idraulico."
    }
  },
  {
    "translation": {
      "en": "In every respect they were completely ordinary men.",
      "it": "Erano uomini comunissimi da ogni punto di vista."
    }
  },
  {
    "translation": {
      "en": "[narrator] Hamburg in the summer of 1942.",
      "it": "Amburgo, estate 1942,"
    }
  },
  {
    "translation": {
      "en": "Three years into the war.",
      "it": "tre anni dall'inizio della guerra."
    }
  },
  {
    "translation": {
      "en": "The regime is recruiting men for a special assignment.",
      "it": "Il regime reclutava uomini per un incarico speciale."
    }
  },
  {
    "translation": {
      "en": "[Browning] By 1942, you're really at the bottom of the manpower pool",
      "it": "Nel 1942 c'era carenza di uomini"
    }
  },
  {
    "translation": {
      "en": "because of the casualties, of course, that the army is suffering in Russia",
      "it": "a causa delle perdite subite dall'esercito in Russia"
    }
  },
  {
    "translation": {
      "en": "and the growing manpower they need",
      "it": "e del crescente numero di forze necessarie"
    }
  },
  {
    "translation": {
      "en": "to occupy the ever-growing German empire.",
      "it": "per occupare l'impero tedesco in costante espansione."
    }
  },
  {
    "translation": {
      "en": "They want every person they can get their hands on",
      "it": "Qualsiasi persona andava bene"
    }
  },
  {
    "translation": {
      "en": "simply to fill the manpower shortage.",
      "it": "pur di colmare la carenza di uomini."
    }
  },
  {
    "translation": {
      "en": "[narrator] Older family men, who are no longer suitable for the German Wehrmacht,",
      "it": "Furono convocati anche i padri di famiglia non più adatti per età alla Wehrmacht."
    }
  },
  {
    "translation": {
      "en": "are also called up. Many are not Nazi sympathizers,",
      "it": "Furono convocati anche i padri di famiglia non più adatti per età alla Wehrmacht. Molti non simpatizzavano per il nazismo"
    }
  },
  {
    "translation": {
      "en": "nor are they overly hostile towards Jews.",
      "it": "né erano apertamente ostili agli ebrei."
    }
  },
  {
    "translation": {
      "en": "But rather, they come from historically social democratic backgrounds.",
      "it": "Piuttosto, provenivano da ambienti storicamente socialdemocratici."
    }
  },
  {
    "translation": {
      "en": "[Kühl, in German] They ranged from bakers and craftsmen",
      "it": "Potevano essere fornai, artigiani, falegnami"
    }
  },
  {
    "translation": {
      "en": "to carpenters and tradesmen with office jobs.",
      "it": "Potevano essere fornai, artigiani, falegnami o impiegati che lavoravano in uffici commerciali."
    }
  },
  {
    "translation": {
      "en": "That police battalion basically reflected",
      "it": "In linea di massima, quell'unità di polizia era rappresentativa della popolazione attiva di Amburgo."
    }
  },
  {
    "translation": {
      "en": "the average working population of Hamburg.",
      "it": "quell'unità di polizia era rappresentativa della popolazione attiva di Amburgo."
    }
  },
  {
    "translation": {
      "en": "[narrator] They're drafted as reserve police officers.",
      "it": "Furono arruolati come riservisti della polizia."
    }
  },
  {
    "translation": {
      "en": "Their training, however, hardly allows them enough time",
      "it": "L'addestramento, però, a malapena diede loro il tempo di prepararsi per ciò che li aspettava."
    }
  },
  {
    "translation": {
      "en": "to prepare them for what awaits.",
      "it": "a malapena diede loro il tempo di prepararsi per ciò che li aspettava."
    }
  },
  {
    "translation": {
      "en": "On June the 21st, 1942,",
      "it": "Il 21 giugno 1942"
    }
  },
  {
    "translation": {
      "en": "they say goodbye to their families and leave home.",
      "it": "salutarono le loro famiglie e lasciarono le loro case."
    }
  },
  {
    "translation": {
      "en": "[in German] They were given a fairly abstract description of their mission,",
      "it": "Ricevettero una descrizione piuttosto vaga della loro missione,"
    }
  },
  {
    "translation": {
      "en": "which consisted of securing the German-occupied areas.",
      "it": "che consisteva nel proteggere le aree occupate dai tedeschi."
    }
  },
  {
    "translation": {
      "en": "[narrator] They're taken to Poland.",
      "it": "Furono condotti in Polonia."
    }
  },
  {
    "translation": {
      "en": "On June 25th, Reserve Police Battalion 101 arrives",
      "it": "Il 25 giugno il Battaglione 101 della Riserva di Polizia arrivò nella zona meridionale del distretto di Lublino."
    }
  },
  {
    "translation": {
      "en": "in the southern part of the district Lublin.",
      "it": "arrivò nella zona meridionale del distretto di Lublino."
    }
  },
  {
    "translation": {
      "en": "[Browning] We know there was then no preparation.",
      "it": "Non c'era stata una preparazione."
    }
  },
  {
    "translation": {
      "en": "They didn't know they were going to do this when they're sent to Poland.",
      "it": "Alla partenza per la Polonia nessuno sapeva nulla,"
    }
  },
  {
    "translation": {
      "en": "The officers didn't know. Trapp really doesn't--",
      "it": "neanche gli ufficiali. Il maggiore Trapp non fu informato di cosa doveva fare fino al giorno prima."
    }
  },
  {
    "translation": {
      "en": "Major Trapp doesn't learn what he's going to do until the day before.",
      "it": "Il maggiore Trapp non fu informato di cosa doveva fare fino al giorno prima."
    }
  },
  {
    "translation": {
      "en": "[narrator] It is July 13th, 1942,",
      "it": "Era il 13 luglio 1942"
    }
  },
  {
    "translation": {
      "en": "and the battalion has to report early in the morning.",
      "it": "e il battaglione doveva presentarsi la mattina presto."
    }
  },
  {
    "translation": {
      "en": "[Welzer, in German] Major Trapp, who delivers the order, is an older man",
      "it": "Il maggiore Trapp, che diede l'ordine, era più anziano degli altri."
    }
  },
  {
    "translation": {
      "en": "who is very popular with his men",
      "it": "Era molto popolare tra i suoi uomini"
    }
  },
  {
    "translation": {
      "en": "because he's not the typical authoritarian commander.",
      "it": "perché non era il tipico comandante autoritario."
    }
  },
  {
    "translation": {
      "en": "The men call him \"Papa\" Trapp.",
      "it": "Lo chiamavano \"papà\" Trapp,"
    }
  },
  {
    "translation": {
      "en": "That indicates what kind of relationship they have.",
      "it": "quindi è chiaro che tipo di rapporto avessero con lui."
    }
  },
  {
    "translation": {
      "en": "Major Trapp stands in front of the battalion and says,",
      "it": "Il maggiore Trapp si presentò davanti al battaglione e disse:"
    }
  },
  {
    "translation": {
      "en": "\"I have a terrible order to give you today.\"",
      "it": "\"Oggi devo darvi un ordine terribile\"."
    }
  },
  {
    "translation": {
      "en": "[Browning] His voice is choking, he has tears streaming down his cheeks.",
      "it": "Aveva la voce rotta, le guance rigate di lacrime."
    }
  },
  {
    "translation": {
      "en": "He's physically, you know, struggling visibly to control himself physically.",
      "it": "Faceva visibilmente fatica a controllare le sue reazioni fisiche."
    }
  },
  {
    "translation": {
      "en": "This was, for him, a very terrible and difficult thing to do,",
      "it": "Per lui fu terribile e difficilissimo spiegare ai suoi uomini"
    }
  },
  {
    "translation": {
      "en": "to explain to his men what he was going to ask them to do.",
      "it": "Per lui fu terribile e difficilissimo spiegare ai suoi uomini ciò che stava per chiedere loro."
    }
  },
  {
    "translation": {
      "en": "[narrator] They are to shoot 1,500 Jewish men, women and children.",
      "it": "Dovevano sparare a 1500 tra uomini, donne e bambini ebrei."
    }
  },
  {
    "translation": {
      "en": "[Browning] And that's when he then makes this offer:",
      "it": "Fu allora che offrì un'alternativa."
    }
  },
  {
    "translation": {
      "en": "\"If any of the rank and file don't feel up to it,",
      "it": "Se qualcuno dei soldati non se la sentiva,"
    }
  },
  {
    "translation": {
      "en": "you can step out and you don't have to take part.\"",
      "it": "poteva farsi da parte e non partecipare."
    }
  },
  {
    "translation": {
      "en": "[Welzer, in German] Telling people to step out if they don't want to participate",
      "it": "Dare la possibilità di farsi da parte qualora non si volesse partecipare"
    }
  },
  {
    "translation": {
      "en": "requires them to take action.",
      "it": "richiedeva un'azione."
    }
  },
  {
    "translation": {
      "en": "But when we are faced with a decision",
      "it": "Ma quando dobbiamo prendere una decisione"
    }
  },
  {
    "translation": {
      "en": "and we don't know exactly what the right thing is to do,",
      "it": "e non sappiamo esattamente quale sia la cosa giusta da fare,"
    }
  },
  {
    "translation": {
      "en": "we usually do nothing.",
      "it": "di solito non facciamo niente."
    }
  },
  {
    "translation": {
      "en": "[Browning] One man does step out.",
      "it": "Un uomo si fece da parte."
    }
  },
  {
    "translation": {
      "en": "The captain of his company, who's very embarrassed",
      "it": "Il suo capitano era molto imbarazzato"
    }
  },
  {
    "translation": {
      "en": "that one of his men would be the first \"coward,\" uh,",
      "it": "perché uno dei suoi uomini era il primo \"codardo\" a non partecipare."
    }
  },
  {
    "translation": {
      "en": "to not take part, starts to yell at him.",
      "it": "perché uno dei suoi uomini era il primo \"codardo\" a non partecipare. Così iniziò a rimproverarlo."
    }
  },
  {
    "translation": {
      "en": "And Trapp cuts him off, takes the man under his protection.",
      "it": "Trapp lo interruppe e difese l'uomo."
    }
  },
  {
    "translation": {
      "en": "And then about a dozen people follow his example.",
      "it": "Poi una decina di uomini fecero come il primo."
    }
  },
  {
    "translation": {
      "en": "[Trapp, in German] Attention! Dismiss!",
      "it": "Attenti! Rompete le righe!"
    }
  },
  {
    "translation": {
      "en": "[in German] From a historical perspective, it's an incredibly interesting situation",
      "it": "È una situazione molto interessante da un punto di vista storico,"
    }
  },
  {
    "translation": {
      "en": "because the orders are documented",
      "it": "perché in questo caso gli ordini sono documentati"
    }
  },
  {
    "translation": {
      "en": "and it's clear from the way they were issued that the men did not have to kill.",
      "it": "ed è chiaro da come erano stati emessi che gli uomini non erano obbligati a uccidere."
    }
  },
  {
    "translation": {
      "en": "Part of the post-war narrative was that you had to take part,",
      "it": "Nel dopoguerra c'era chi riteneva"
    }
  },
  {
    "translation": {
      "en": "otherwise you would have been shot yourself.",
      "it": "che l'avessero fatto per evitare di essere uccisi a loro volta."
    }
  },
  {
    "translation": {
      "en": "Here we can clearly show that no, that was not the case.",
      "it": "In questo caso, possiamo chiaramente dimostrare che non fu così. Potevano scegliere."
    }
  },
  {
    "translation": {
      "en": "They could decide.",
      "it": "possiamo chiaramente dimostrare che non fu così. Potevano scegliere."
    }
  },
  {
    "translation": {
      "en": "[narrator] The same was apparently true for all killing units.",
      "it": "Pare che lo stesso valesse per tutti gli squadroni della morte."
    }
  },
  {
    "translation": {
      "en": "To this day, not a single case has been found",
      "it": "A oggi non si ha notizia di un solo subordinato che avrebbe rischiato la vita"
    }
  },
  {
    "translation": {
      "en": "where a subordinate's life was in danger if he refused to shoot unarmed civilians.",
      "it": "non si ha notizia di un solo subordinato che avrebbe rischiato la vita se si fosse rifiutato di sparare a dei civili disarmati."
    }
  },
  {
    "translation": {
      "en": "It all starts in September 1939: the German Wehrmacht invades Poland.",
      "it": "Tutto iniziò nel settembre 1939. La Wehrmacht invase la Polonia."
    }
  },
  {
    "translation": {
      "en": "In just a few weeks, the country is defeated.",
      "it": "In poche settimane il Paese fu sconfitto."
    }
  },
  {
    "translation": {
      "en": "Millions of Poles fall into German hands and should now be kept under watch.",
      "it": "Milioni di polacchi caddero in mano ai tedeschi e dovevano essere sorvegliati."
    }
  },
  {
    "translation": {
      "en": "For this, the regime needs security forces.",
      "it": "A tal fine, il regime aveva bisogno di forze di sicurezza."
    }
  },
  {
    "translation": {
      "en": "In the German Reich, tens of thousands of men enlist",
      "it": "Nel Reich decine di migliaia di uomini si arruolarono"
    }
  },
  {
    "translation": {
      "en": "to become policemen in the occupied territories.",
      "it": "per diventare poliziotti nei territori occupati."
    }
  },
  {
    "translation": {
      "en": "They hope to avoid military service on the front lines.",
      "it": "Speravano così di evitare il servizio militare al fronte."
    }
  },
  {
    "translation": {
      "en": "With so many applicants, the regime has the luxury to be very selective.",
      "it": "Con così tanti candidati, il regime poté permettersi di essere molto selettivo."
    }
  },
  {
    "translation": {
      "en": "[Klemp, in German] 160,000 men applied to volunteer for the police,",
      "it": "Dei 160.000 uomini che si presentarono come volontari per entrare nella polizia,"
    }
  },
  {
    "translation": {
      "en": "and only 26,000 to 30,000 could be accepted.",
      "it": "ne furono accettati dai 26.000 ai 30.000."
    }
  },
  {
    "translation": {
      "en": "They were then trained for six months",
      "it": "Furono addestrati per sei mesi"
    }
  },
  {
    "translation": {
      "en": "and, most crucially, received ideological training",
      "it": "e, soprattutto, ricevettero una formazione ideologica"
    }
  },
  {
    "translation": {
      "en": "which made it fairly clear to them what would be expected of them.",
      "it": "stando alla quale era piuttosto chiaro che cosa ci si aspettasse da loro."
    }
  },
  {
    "translation": {
      "en": "They were told that, as the master race,",
      "it": "Fu detto loro che, in quanto razza superiore, dovevano garantire"
    }
  },
  {
    "translation": {
      "en": "they should ensure that National Socialist policies were established and executed in the occupied territories.",
      "it": "che le politiche naziste fossero recepite e messe in pratica nei territori occupati."
    }
  },
  {
    "translation": {
      "en": "[narrator] After their training, the men find out what that means in reality.",
      "it": "Dopo l'addestramento scoprirono che cosa ciò significasse in concreto."
    }
  },
  {
    "translation": {
      "en": "Their job is to help implement",
      "it": "Dovevano contribuire ad attuare le brutali politiche naziste"
    }
  },
  {
    "translation": {
      "en": "the brutal Nazi policies in the occupied territories.",
      "it": "Dovevano contribuire ad attuare le brutali politiche naziste nei territori occupati."
    }
  },
  {
    "translation": {
      "en": "Which is why the regime pick men who are sympathetic to the Nazi cause.",
      "it": "Per questo il regime aveva scelto uomini che simpatizzavano per la causa nazista."
    }
  },
  {
    "translation": {
      "en": "Grouped into police battalions, they are sent to Poland.",
      "it": "Suddivisi in battaglioni di polizia, furono inviati in Polonia."
    }
  },
  {
    "translation": {
      "en": "There they will oppress, persecute, and murder civilians,",
      "it": "Lì avrebbero oppresso, perseguitato e ucciso i civili,"
    }
  },
  {
    "translation": {
      "en": "in particular Jews.",
      "it": "in particolare ebrei."
    }
  },
  {
    "translation": {
      "en": "[in German] As early as October or November 1939,",
      "it": "Già a partire da ottobre o novembre 1939"
    }
  },
  {
    "translation": {
      "en": "those units began shooting civilians:",
      "it": "i battaglioni iniziarono a fucilare i civili,"
    }
  },
  {
    "translation": {
      "en": "Polish resistance fighters, clergy, intellectuals, even Jews,",
      "it": "quali membri della resistenza polacca, uomini del clero, intellettuali, ebrei."
    }
  },
  {
    "translation": {
      "en": "driving people out, deporting them.",
      "it": "Iniziarono a espellere o deportare la gente."
    }
  },
  {
    "translation": {
      "en": "All in all, you could say that those units",
      "it": "In definitiva si può affermare che questi battaglioni misero in pratica le politiche di sterminio del nazismo."
    }
  },
  {
    "translation": {
      "en": "put the National Socialist extermination policy into practice.",
      "it": "che questi battaglioni misero in pratica le politiche di sterminio del nazismo."
    }
  },
  {
    "translation": {
      "en": "[narrator] Just two years later, the attack on the Soviet Union.",
      "it": "Solo due anni dopo fu attaccata l'Unione Sovietica."
    }
  },
  {
    "translation": {
      "en": "It is a war of conquest and annihilation.",
      "it": "Era una guerra di conquista e annientamento."
    }
  },
  {
    "translation": {
      "en": "According to Germany's plans,",
      "it": "Nei piani della Germania"
    }
  },
  {
    "translation": {
      "en": "30 million Soviets should die in order to free up space to live.",
      "it": "dovevano morire 30 milioni di sovietici per liberare spazio vitale."
    }
  },
  {
    "translation": {
      "en": "Mobile killing units comprised of police and SS task forces,",
      "it": "Forze speciali della polizia e delle SS confluirono in squadroni della morte,"
    }
  },
  {
    "translation": {
      "en": "called \"Einsatzgruppen,\" back up the troops in combat.",
      "it": "le cosiddette Einsatzgruppen, che operavano a supporto delle truppe."
    }
  },
  {
    "translation": {
      "en": "On June the 27th, 1941, Police Battalion 309 enters Bialystok.",
      "it": "Il 27 giugno 1941 il Battaglione 309 della Polizia entrò a Białystok."
    }
  },
  {
    "translation": {
      "en": "The ideologically-programmed men lock 800 Jews in the synagogue",
      "it": "In linea con l'ideologia, i poliziotti rinchiusero 800 ebrei nella sinagoga"
    }
  },
  {
    "translation": {
      "en": "and set it on fire.",
      "it": "prima di darle fuoco."
    }
  },
  {
    "translation": {
      "en": "And then they kill even more.",
      "it": "E ne uccisero molti di più."
    }
  },
  {
    "translation": {
      "en": "The next day, the policemen are honored for \"securing\" the city, as they call it.",
      "it": "Il giorno dopo furono decorati per aver \"messo in sicurezza la città\"."
    }
  },
  {
    "translation": {
      "en": "Altogether, 18,000 men advance behind the front into the villages and towns,",
      "it": "In totale 18.000 uomini avanzarono dietro la linea del fronte entrando nei centri abitati."
    }
  },
  {
    "translation": {
      "en": "where the mostly young and indoctrinated gunmen",
      "it": "Erano perlopiù giovani indottrinati e armati"
    }
  },
  {
    "translation": {
      "en": "shoot all the Jewish men, women and children dead.",
      "it": "e uccidevano tutti gli uomini, le donne e i bambini ebrei."
    }
  },
  {
    "translation": {
      "en": "Now the Holocaust begins, the systematic mass murder of the Jews.",
      "it": "Così iniziò l'Olocausto, il sistematico sterminio degli ebrei."
    }
  },
  {
    "translation": {
      "en": "Many of the shooters are traumatized by the killings,",
      "it": "Molti uomini rimasero traumatizzati dai massacri."
    }
  },
  {
    "translation": {
      "en": "which is one reason why large extermination camps",
      "it": "Anche per questo nacquero i grandi campi di sterminio come Auschwitz"
    }
  },
  {
    "translation": {
      "en": "like Auschwitz emerge at the end of 1941.",
      "it": "Anche per questo nacquero i grandi campi di sterminio come Auschwitz alla fine del 1941."
    }
  },
  {
    "translation": {
      "en": "The process of mass murder needs to be made more effective",
      "it": "Bisognava che gli eccidi avvenissero mediante procedure più efficaci"
    }
  },
  {
    "translation": {
      "en": "and more gentle on the perpetrators.",
      "it": "e più leggere per gli esecutori."
    }
  },
  {
    "translation": {
      "en": "If we try to figure out",
      "it": "Se cerchiamo di calcolare"
    }
  },
  {
    "translation": {
      "en": "the proportions of Holocaust victims",
      "it": "la quantità di vittime dell'Olocausto"
    }
  },
  {
    "translation": {
      "en": "in terms of how they perished,",
      "it": "in base al modo in cui morirono,"
    }
  },
  {
    "translation": {
      "en": "the best estimate, I think, is that",
      "it": "la stima migliore è la seguente."
    }
  },
  {
    "translation": {
      "en": "about a half, close to three million,",
      "it": "Quasi tre milioni morirono nei campi di sterminio,"
    }
  },
  {
    "translation": {
      "en": "died in the death camps, in the gas chambers.",
      "it": "Quasi tre milioni morirono nei campi di sterminio, nelle camere a gas."
    }
  },
  {
    "translation": {
      "en": "That close to a million died in what we might call conditions of incarceration:",
      "it": "Quasi un milione morì in quelle che potremmo definire condizioni di prigionia,"
    }
  },
  {
    "translation": {
      "en": "Starving in epidemics, in the ghettos, the death marches at the end of the war.",
      "it": "per fame o epidemie nei ghetti o nelle marce della morte alla fine della guerra."
    }
  },
  {
    "translation": {
      "en": "Which means that over two million died by firing squad,",
      "it": "Di conseguenza, oltre due milioni morirono per mano di questi plotoni di esecuzione,"
    }
  },
  {
    "translation": {
      "en": "died in these mass executions.",
      "it": "in queste esecuzioni di massa."
    }
  },
  {
    "translation": {
      "en": "[narrator] Over two million people murdered, face-to-face with their killers.",
      "it": "Oltre due milioni di persone morirono guardando in faccia i loro assassini."
    }
  },
  {
    "translation": {
      "en": "A little-known fact even today, it is the \"forgotten Holocaust.\"",
      "it": "Fatto poco noto ancora oggi, questo è l'\"Olocausto dimenticato\"."
    }
  },
  {
    "translation": {
      "en": "Liepaja, summer 1941,",
      "it": "Liepaja. Estate 1941."
    }
  },
  {
    "translation": {
      "en": "in Einsatzgruppe A's area of operation.",
      "it": "Area operativa dell'Einsatzgruppe A."
    }
  },
  {
    "translation": {
      "en": "This is the only film discovered",
      "it": "Questo è l'unico filmato ritrovato"
    }
  },
  {
    "translation": {
      "en": "that shows a shooting of Jews on the Eastern Front.",
      "it": "che mostra un'esecuzione di ebrei sul fronte orientale."
    }
  },
  {
    "translation": {
      "en": "Officially, filming is forbidden,",
      "it": "Ufficialmente le riprese erano vietate,"
    }
  },
  {
    "translation": {
      "en": "because the killing is supposed to remain a secret.",
      "it": "perché le esecuzioni dovevano restare segrete."
    }
  },
  {
    "translation": {
      "en": "[Ferencz] They only made two mistakes.",
      "it": "Commisero solo due errori."
    }
  },
  {
    "translation": {
      "en": "One, they kept a record of everything.",
      "it": "Primo, tenevano traccia di tutto."
    }
  },
  {
    "translation": {
      "en": "And it was sent to Berlin,",
      "it": "Il video fu inviato a Berlino,"
    }
  },
  {
    "translation": {
      "en": "where it was consolidated with all the other from B, C and D.",
      "it": "dove fu unito a tutti quelli girati dai gruppi B, C e D."
    }
  },
  {
    "translation": {
      "en": "And it gave a comprehensive picture of whom they had killed in which cities,",
      "it": "Ne risultò un quadro completo in cui era riportato chi era stato ucciso, la città o il paese, l'unità operativa, il comando, l'ora."
    }
  },
  {
    "translation": {
      "en": "in which town, in which unit, which command at what time.",
      "it": "la città o il paese, l'unità operativa, il comando, l'ora."
    }
  },
  {
    "translation": {
      "en": "That was the first mistake, to keep the record. The second was that I found them.",
      "it": "Il primo errore fu tenere i video, il secondo fu che li trovai."
    }
  },
  {
    "translation": {
      "en": "[narrator] Nuremberg after the war.",
      "it": "Norimberga dopo la guerra."
    }
  },
  {
    "translation": {
      "en": "The so-called \"Thousand-Year Reich\" lies in ruins.",
      "it": "Il Reich, che doveva durare mille anni, era ridotto in macerie."
    }
  },
  {
    "translation": {
      "en": "In the city where the Nazis once held their Nazi Party Rallies,",
      "it": "La città un tempo sede dei raduni del Partito nazista"
    }
  },
  {
    "translation": {
      "en": "the Allies want to bring German crimes to justice.",
      "it": "fu scelta dagli Alleati per i processi contro i crimini dei tedeschi."
    }
  },
  {
    "translation": {
      "en": "In the Nuremberg Palace of Justice, the major war criminals are put on trial.",
      "it": "Nel Palazzo di Giustizia di Norimberga furono giudicati i principali criminali di guerra."
    }
  },
  {
    "translation": {
      "en": "They ordered the crimes and will be prosecuted accordingly.",
      "it": "Ognuno doveva rispondere dei crimini che aveva ordinato."
    }
  },
  {
    "translation": {
      "en": "But who carried out the murders?",
      "it": "Ma chi aveva commesso gli omicidi?"
    }
  },
  {
    "translation": {
      "en": "The 27-year-old lawyer Benjamin Ferencz is tasked with finding out",
      "it": "L'avvocato ventisettenne Benjamin Ferencz ricevette il compito di scoprirlo"
    }
  },
  {
    "translation": {
      "en": "and sets off to look for clues.",
      "it": "e partì in cerca di indizi."
    }
  },
  {
    "translation": {
      "en": "In early 1947, his investigation team makes a significant find.",
      "it": "All'inizio del 1947 i suoi collaboratori nell'indagine fecero una grossa scoperta."
    }
  },
  {
    "translation": {
      "en": "One day, one of my researchers came.",
      "it": "Un giorno uno dei miei ricercatori venne da me."
    }
  },
  {
    "translation": {
      "en": "He said, \"Look what I found.\"",
      "it": "Mi disse: \"Guarda cosa ho trovato\" e mi consegnò una serie di documenti,"
    }
  },
  {
    "translation": {
      "en": "And he handed me a bunch of papers, \"Ereignismeldungen aus der UDSSR.\"",
      "it": "Mi disse: \"Guarda cosa ho trovato\" e mi consegnò una serie di documenti, gli Ereignismeldungen aus der UDSSR."
    }
  },
  {
    "translation": {
      "en": "[narrator] These are death lists from the mobile killing units,",
      "it": "Erano elenchi di vittime degli squadroni della morte,"
    }
  },
  {
    "translation": {
      "en": "the SS Einsatzgruppen.",
      "it": "le Einsatzgruppen delle SS."
    }
  },
  {
    "translation": {
      "en": "The murder of hundreds of thousands of people was documented",
      "it": "L'uccisione di centinaia di migliaia di persone era stata documentata"
    }
  },
  {
    "translation": {
      "en": "as a record of achievement.",
      "it": "come testimonianza di successo."
    }
  },
  {
    "translation": {
      "en": "[Ferencz] I took a little adding machine",
      "it": "Presi una piccola calcolatrice"
    }
  },
  {
    "translation": {
      "en": "and I began to add up Einsatzgruppe A reports.",
      "it": "e iniziai a sommare i resoconti dell'Einsatzgruppe A."
    }
  },
  {
    "translation": {
      "en": "10,000 killed here. 15,000 killed here. 20,000 killed here.",
      "it": "Diecimila persone uccise qui, 15.000 qui, 20.000 qui…"
    }
  },
  {
    "translation": {
      "en": "And I started to add them up.",
      "it": "Iniziai a sommarle tutte."
    }
  },
  {
    "translation": {
      "en": "When I added over a million, I said, \"That's enough.\"",
      "it": "Quando superai il milione, mi dissi: \"Basta così\"."
    }
  },
  {
    "translation": {
      "en": "[narrator] Ferencz wants to put the SS men responsible on trial.",
      "it": "Ferencz voleva processare i responsabili delle SS,"
    }
  },
  {
    "translation": {
      "en": "But his superior refuses.",
      "it": "ma il suo superiore si rifiutò."
    }
  },
  {
    "translation": {
      "en": "They don't have the budget or the time.",
      "it": "Non avevano i soldi né il tempo necessari."
    }
  },
  {
    "translation": {
      "en": "I got a little bit furious and said, \"You can't let these guys go!",
      "it": "Mi infuriai e gli dissi: \"Non può lasciare quella gente impunita!"
    }
  },
  {
    "translation": {
      "en": "I have a million murders in my hand, you're not going let them go!\"",
      "it": "Ho un milione di omicidi tra le mani. Non lascerà quella gente impunita!\""
    }
  },
  {
    "translation": {
      "en": "So he said, \"Well, can you do it in addition to your other work?\"",
      "it": "Mi chiese se riuscissi a occuparmene in aggiunta al resto. Gli dissi di sì."
    }
  },
  {
    "translation": {
      "en": "I said, \"Sure.\" He said, \"Okay. You got it.\"",
      "it": "Mi chiese se riuscissi a occuparmene in aggiunta al resto. Gli dissi di sì. Così mi permise di farlo."
    }
  },
  {
    "translation": {
      "en": "And so it came to pass that for my first case as a lawyer,",
      "it": "E fu così che per il mio primo caso da avvocato divenni il procuratore capo"
    }
  },
  {
    "translation": {
      "en": "I became the chief prosecutor of the biggest murder trial in human history.",
      "it": "che per il mio primo caso da avvocato divenni il procuratore capo del più grande processo per omicidio della storia."
    }
  },
  {
    "translation": {
      "en": "Vengeance is not our goal, nor do we seek merely a just retribution.",
      "it": "Non ci prefiggiamo la vendetta… NORIMBERGA 1947 …né auspichiamo meramente una giusta punizione."
    }
  },
  {
    "translation": {
      "en": "We ask this court to affirm by international penal action,",
      "it": "Chiediamo a questa corte di affermare, mediante un'azione penale internazionale,"
    }
  },
  {
    "translation": {
      "en": "man's right to live in peace and dignity.",
      "it": "il diritto dell'uomo a vivere in pace e con dignità."
    }
  },
  {
    "translation": {
      "en": "[narrator] The accused are 24 SS men from the Einsatzgruppen.",
      "it": "Gli imputati erano 24 membri delle SS appartenenti alle Einsatzgruppen."
    }
  },
  {
    "translation": {
      "en": "They all led mobile killing units.",
      "it": "Tutti avevano guidato gli squadroni della morte."
    }
  },
  {
    "translation": {
      "en": "[Welzer, in German] They don't fit with Hollywood's image of a Nazi perpetrator.",
      "it": "Non corrispondevano all'immagine hollywoodiana dei criminali nazisti,"
    }
  },
  {
    "translation": {
      "en": "That image is a henchman who is not particularly intelligent",
      "it": "ovvero a dei tirapiedi non particolarmente intelligenti,"
    }
  },
  {
    "translation": {
      "en": "and who only cares about killing as many people as possible.",
      "it": "ai quali interessava solo uccidere quante più persone possibile."
    }
  },
  {
    "translation": {
      "en": "But the historical reality is that they were nothing like that.",
      "it": "La storia ci dice che in realtà non erano affatto così."
    }
  },
  {
    "translation": {
      "en": "Some of the Einsatzgruppen leaders had double doctorate degrees.",
      "it": "Alcuni leader delle Einsatzgruppen avevano due dottorati."
    }
  },
  {
    "translation": {
      "en": "They're mostly middle-class, educated, really sophisticated people",
      "it": "Appartenevano perlopiù alla borghesia, erano persone colte e molto sofisticate,"
    }
  },
  {
    "translation": {
      "en": "who could definitely hold a conversation about Mozart or Beethoven.",
      "it": "con cui era sicuramente possibile conversare di Mozart o Beethoven."
    }
  },
  {
    "translation": {
      "en": "We will begin with the defendant Ohlendorf.",
      "it": "Inizieremo con l'imputato Ohlendorf."
    }
  },
  {
    "translation": {
      "en": "[narrator] One of them is Otto Ohlendorf, the former head of Einsatzgruppe D.",
      "it": "Uno degli imputati era Otto Ohlendorf, che era stato a capo dell'Einsatzgruppe D."
    }
  },
  {
    "translation": {
      "en": "He gave orders to 600 men who murdered 90,000 people in one year.",
      "it": "Aveva dato ordini a 600 uomini che avevano ucciso 90.000 persone in un anno."
    }
  },
  {
    "translation": {
      "en": "[Ferencz] Ohlendorf made a very good impression on me.",
      "it": "Ohlendorf mi fece un'ottima impressione."
    }
  },
  {
    "translation": {
      "en": "I knew he was the father of five children.",
      "it": "Sapevo che aveva cinque figli."
    }
  },
  {
    "translation": {
      "en": "Uh, he was honest.",
      "it": "PROCURATORE CAPO NEL PROCESSO ALLE EINSATZGRUPPEN Era sincero."
    }
  },
  {
    "translation": {
      "en": "[Earl] He cut a good figure, you know?",
      "it": "Dava una buona impressione, mi spiego?"
    }
  },
  {
    "translation": {
      "en": "He was handsome. He was articulate.",
      "it": "Era bello. Era un abile oratore."
    }
  },
  {
    "translation": {
      "en": "He had a sureness to himself",
      "it": "Aveva una sicurezza in sé stesso"
    }
  },
  {
    "translation": {
      "en": "that people found attractive.",
      "it": "che la gente trovava affascinante."
    }
  },
  {
    "translation": {
      "en": "I think that the world kind of expected this person",
      "it": "Credo che il mondo, in un certo senso, si aspettasse che una persona a capo di…"
    }
  },
  {
    "translation": {
      "en": "who was in charge of--",
      "it": "che una persona a capo di…"
    }
  },
  {
    "translation": {
      "en": "in charge of a mobile killing unit to be something different.",
      "it": "uno squadrone della morte fosse qualcosa di diverso."
    }
  },
  {
    "translation": {
      "en": "They expected him to be ugly, old, crazy, pathological, sadistic,",
      "it": "Ci si aspettava che fosse brutto, vecchio, pazzo, anormale, sadico,"
    }
  },
  {
    "translation": {
      "en": "dumb, maybe, a misfit of some kind.",
      "it": "forse stupido, un disadattato."
    }
  },
  {
    "translation": {
      "en": "But he was an accomplished man.",
      "it": "Ma era un uomo realizzato."
    }
  },
  {
    "translation": {
      "en": "The judge liked him. The judge said: \"I like this guy. He seems nice.",
      "it": "Piaceva al giudice. Il giudice disse: \"Mi piace quest'uomo. Sembra simpatico."
    }
  },
  {
    "translation": {
      "en": "But he killed people. I don't understand it.\"",
      "it": "Ma è un assassino. Non capisco\"."
    }
  },
  {
    "translation": {
      "en": "[narrator] Ohlendorf surprises the court with his openness.",
      "it": "Ohlendorf sorprese la corte con la sua franchezza."
    }
  },
  {
    "translation": {
      "en": "The judge thanks him several times for the statements he already made",
      "it": "Il giudice lo ringraziò diverse volte per le dichiarazioni già rilasciate agli Alleati"
    }
  },
  {
    "translation": {
      "en": "to the Allies during an interrogation in 1946.",
      "it": "per le dichiarazioni già rilasciate agli Alleati durante un interrogatorio del 1946."
    }
  },
  {
    "translation": {
      "en": "[judge] In what way they were transported to the place of execution?",
      "it": "In che modo erano portati sul luogo dell'esecuzione?"
    }
  },
  {
    "translation": {
      "en": "[Ohlendorf in German] They were driven there in lorries.",
      "it": "Erano trasportati a bordo di camion."
    }
  },
  {
    "translation": {
      "en": "Always as many as could be executed right away.",
      "it": "Il numero dipendeva da quanti potessero essere giustiziati subito."
    }
  },
  {
    "translation": {
      "en": "[judge] Was that your idea?",
      "it": "Fu una sua idea?"
    }
  },
  {
    "translation": {
      "en": "[Ohlendorf in German] Yes.",
      "it": "Sì."
    }
  },
  {
    "translation": {
      "en": "[judge] In what positions were the victims shot?",
      "it": "In quale posizione erano uccise le vittime?"
    }
  },
  {
    "translation": {
      "en": "[Ohlendorf in German] Standing or kneeling.",
      "it": "In piedi o in ginocchio."
    }
  },
  {
    "translation": {
      "en": "[narrator] Just as it was on July 13th, 1942.",
      "it": "E così, il 13 luglio 1942"
    }
  },
  {
    "translation": {
      "en": "Hamburg Reserve Police Battalion 101 is on its way to the first execution.",
      "it": "il Battaglione 101 della Riserva di Polizia di Amburgo si apprestava alla sua prima esecuzione."
    }
  },
  {
    "translation": {
      "en": "The policemen are unprepared for what awaits them.",
      "it": "I poliziotti non erano preparati a ciò che li aspettava."
    }
  },
  {
    "translation": {
      "en": "They had certainly not been instructed in how to conduct a firing squad massacre.",
      "it": "Non erano stati istruiti su come condurre una fucilazione di massa."
    }
  },
  {
    "translation": {
      "en": "It's all improvised the first time.",
      "it": "La prima volta fu tutto improvvisato."
    }
  },
  {
    "translation": {
      "en": "[Kühl, in German] They were taken to a forest.",
      "it": "Portarono le vittime nei pressi di una foresta."
    }
  },
  {
    "translation": {
      "en": "Then the policemen led them into the forest one by one,",
      "it": "Poi i poliziotti le condussero dentro la foresta una alla volta."
    }
  },
  {
    "translation": {
      "en": "some of them women, some of them children.",
      "it": "C'erano donne, c'erano bambini."
    }
  },
  {
    "translation": {
      "en": "So instead of depersonalizing the execution,",
      "it": "Invece di spersonalizzare l'esecuzione"
    }
  },
  {
    "translation": {
      "en": "and instead of keeping distance between the killer and the victim,",
      "it": "e di mantenere una distanza tra assassino e vittima,"
    }
  },
  {
    "translation": {
      "en": "here you have one-to-one identification with the person you're going to kill,",
      "it": "c'era un'identificazione diretta della persona che si stava per uccidere,"
    }
  },
  {
    "translation": {
      "en": "and you kill that person at point-blank range.",
      "it": "e per di più a bruciapelo."
    }
  },
  {
    "translation": {
      "en": "Several of the policemen reported having conversations",
      "it": "Diversi poliziotti riferirono di aver parlato con le vittime"
    }
  },
  {
    "translation": {
      "en": "as they walked them into the forest.",
      "it": "mentre le conducevano nella foresta."
    }
  },
  {
    "translation": {
      "en": "Some, in fact, were German Jews who had left Germany earlier.",
      "it": "C'erano addirittura ebrei tedeschi che avevano lasciato la Germania in precedenza."
    }
  },
  {
    "translation": {
      "en": "One of the Jews' family had owned the kino, the cinema, in Hamburg,",
      "it": "Alla famiglia di uno di loro era appartenuto il cinema di Amburgo"
    }
  },
  {
    "translation": {
      "en": "where this man had gone to see movies.",
      "it": "frequentato da un poliziotto."
    }
  },
  {
    "translation": {
      "en": "And he discovers he's going to kill the cinema owner where he used to go watch the movies.",
      "it": "Quel poliziotto avrebbe ucciso il proprietario del cinema dove andava."
    }
  },
  {
    "translation": {
      "en": "And needless to say,",
      "it": "Com'è logico,"
    }
  },
  {
    "translation": {
      "en": "the psychological toll of this was very great.",
      "it": "tutto questo ebbe gravi ripercussioni psicologiche."
    }
  },
  {
    "translation": {
      "en": "[in German] The victims feared for their lives and knew death was moments away.",
      "it": "Le vittime temevano per le loro vite e sapevano che la morte era vicina."
    }
  },
  {
    "translation": {
      "en": "And the policemen were experiencing an emotional crisis",
      "it": "I poliziotti vivevano una crisi emotiva"
    }
  },
  {
    "translation": {
      "en": "because they knew they were about to have to kill someone at point-blank range.",
      "it": "perché sapevano di dover uccidere a bruciapelo."
    }
  },
  {
    "translation": {
      "en": "[Browning] So, it's an extraordinarily gruesome experience.",
      "it": "Fu un'esperienza estremamente raccapricciante."
    }
  },
  {
    "translation": {
      "en": "And that's when some of the men began to get sick,",
      "it": "Alcuni si sentirono male,"
    }
  },
  {
    "translation": {
      "en": "because they're covered with brain matter and blood.",
      "it": "perché erano ricoperti di materia cerebrale e sangue."
    }
  },
  {
    "translation": {
      "en": "They-- They throw up, they-- they get demoralized, they can't continue.",
      "it": "Vomitavano, erano demoralizzati, non riuscivano a proseguire."
    }
  },
  {
    "translation": {
      "en": "[narrator] The massacre lasts for hours.",
      "it": "Il massacro andò avanti per ore."
    }
  },
  {
    "translation": {
      "en": "In the end, 1,500 Jewish men, women and children lie dead in the forest.",
      "it": "Alla fine, 1500 tra uomini, donne e bambini ebrei giacevano morti nella foresta."
    }
  },
  {
    "translation": {
      "en": "[Browning] When they went home that night, they were offered liquor,",
      "it": "Al rientro, quella sera, fu offerto loro dell'alcol."
    }
  },
  {
    "translation": {
      "en": "and most of them got drunk, but most of them couldn't eat.",
      "it": "La maggior parte si ubriacò, ma non riuscì a mangiare."
    }
  },
  {
    "translation": {
      "en": "The-- The food was put out, but most of them had no appetite to eat.",
      "it": "Fu servito da mangiare, ma la maggior non aveva appetito."
    }
  },
  {
    "translation": {
      "en": "Uh, and some of them had nightmares that night.",
      "it": "E alcuni ebbero incubi quella notte."
    }
  },
  {
    "translation": {
      "en": "One man even, I guess, shooting his gun into the ceiling in a kind of nightmare.",
      "it": "Un uomo addirittura sparò al soffitto in preda a una sorta di incubo."
    }
  },
  {
    "translation": {
      "en": "And, uh, as another man told one of his-- his noncommissioned officers,",
      "it": "Un altro uomo disse a uno dei suoi sottufficiali:"
    }
  },
  {
    "translation": {
      "en": "\"If I had to do that again, I would go crazy.\"",
      "it": "\"Se dovessi rifarlo, impazzirei\"."
    }
  },
  {
    "translation": {
      "en": "Uh, so there were--",
      "it": "Quindi ci fu…"
    }
  },
  {
    "translation": {
      "en": "For some of the men, this was just an absolutely horrifying experience,",
      "it": "Per alcuni di loro fu un'esperienza terrificante"
    }
  },
  {
    "translation": {
      "en": "and they couldn't imagine ever doing it again.",
      "it": "e non riuscivano a concepire di doverla rifare."
    }
  },
  {
    "translation": {
      "en": "[narrator] The regime knows what it is asking of the men.",
      "it": "Il regime sapeva che cosa chiedeva ai suoi uomini."
    }
  },
  {
    "translation": {
      "en": "As early as the summer of 1941,",
      "it": "Già nell'estate del 1941"
    }
  },
  {
    "translation": {
      "en": "a high-ranking SS leader refers to the \"psychological support",
      "it": "un gerarca delle SS faceva riferimento al \"sostegno psicologico per gli uomini impegnati in queste azioni\"."
    }
  },
  {
    "translation": {
      "en": "for the men involved in this deed.\"",
      "it": "al \"sostegno psicologico per gli uomini impegnati in queste azioni\"."
    }
  },
  {
    "translation": {
      "en": "The \"impressions of the day\" were to be \"blotted out",
      "it": "Gli \"effetti della giornata\" dovevano essere \"cancellati organizzando serate tra commilitoni\"."
    }
  },
  {
    "translation": {
      "en": "by holding gatherings of camaraderie in the evenings.\"",
      "it": "dovevano essere \"cancellati organizzando serate tra commilitoni\"."
    }
  },
  {
    "translation": {
      "en": "Otto Ohlendorf faced the same problems",
      "it": "Otto Ohlendorf aveva gli stessi problemi"
    }
  },
  {
    "translation": {
      "en": "with his men who took part in the massacres.",
      "it": "con i suoi uomini impegnati nei massacri."
    }
  },
  {
    "translation": {
      "en": "[in German] Otto Ohlendorf said,",
      "it": "Otto Ohlendorf affermò anche:"
    }
  },
  {
    "translation": {
      "en": "\"My men suffered more than the victims.\"",
      "it": "\"I miei uomini hanno sofferto più delle vittime\"."
    }
  },
  {
    "translation": {
      "en": "Looking at that from today's perspective,",
      "it": "Se analizziamo questa frase con gli occhi di oggi,"
    }
  },
  {
    "translation": {
      "en": "that's an absurd reinterpretation.",
      "it": "ci appare come una reinterpretazione assurda."
    }
  },
  {
    "translation": {
      "en": "It's the perpetrators looking for psychological mechanisms",
      "it": "I carnefici cercavano di individuare dei meccanismi psicologici"
    }
  },
  {
    "translation": {
      "en": "that they can use to cast themselves as victims",
      "it": "con i quali potersi presentare come vittime"
    }
  },
  {
    "translation": {
      "en": "because of the fact they had to do things that made them suffer.",
      "it": "perché dovevano compiere azioni che li facevano soffrire."
    }
  },
  {
    "translation": {
      "en": "[Ferencz] He had Mitleid with his men if they had to, uh, do something which would be painful for them.",
      "it": "Nutriva Mitleid verso i suoi uomini se dovevano fare qualcosa di doloroso."
    }
  },
  {
    "translation": {
      "en": "Some of the Einsatzgruppen soldiers",
      "it": "Alcuni soldati che facevano parte delle Einsatzgruppen"
    }
  },
  {
    "translation": {
      "en": "would take an infant child and smash their head against a tree.",
      "it": "prendevano i neonati e li sbattevano con la testa contro gli alberi."
    }
  },
  {
    "translation": {
      "en": "Save ammunition.",
      "it": "Per risparmiare munizioni."
    }
  },
  {
    "translation": {
      "en": "He-- Ohlendorf explained, \"I didn't allow my men to do that.",
      "it": "Ohlendorf spiegò: \"Non permisi ai miei uomini di farlo."
    }
  },
  {
    "translation": {
      "en": "If there were infants, I told them to have the mother hold the infant to her chest,",
      "it": "Dissi che, se c'era un neonato, la madre doveva stringerlo al petto"
    }
  },
  {
    "translation": {
      "en": "and then aim for the baby.",
      "it": "e loro dovevano mirare al bambino."
    }
  },
  {
    "translation": {
      "en": "Because then, they kill both of them with one shot,",
      "it": "Così avrebbero ucciso madre e figlio in un colpo solo,"
    }
  },
  {
    "translation": {
      "en": "and they save ammunition, and the mothers stop crying.\"",
      "it": "risparmiando munizioni e mettendo fine al pianto della madre\"."
    }
  },
  {
    "translation": {
      "en": "So, that was Mitleid for his men, not for the victims.",
      "it": "Quindi provava Mitleid per i suoi uomini, non per le vittime."
    }
  },
  {
    "translation": {
      "en": "[narrator] In the Einsatzgruppen trial,",
      "it": "Nel processo alle Einsatzgruppen"
    }
  },
  {
    "translation": {
      "en": "the court wants to know what motivated Ohlendorf to issue these orders to kill.",
      "it": "la corte voleva capire per quale motivo Ohlendorf avesse ordinato di uccidere."
    }
  },
  {
    "translation": {
      "en": "He claims he was simply being loyal to his government.",
      "it": "Lui dichiarò che era stato per lealtà al governo."
    }
  },
  {
    "translation": {
      "en": "[Ohlendorf, in German] The order to liquidate",
      "it": "L'ordine di liquidazione"
    }
  },
  {
    "translation": {
      "en": "came from the Führer of the Reich.",
      "it": "veniva dal Führer del Reich."
    }
  },
  {
    "translation": {
      "en": "So, in that sense, it's a policy determined by the Führer.",
      "it": "In quel caso, si trattava di una politica stabilita direttamente dal Führer."
    }
  },
  {
    "translation": {
      "en": "[narrator] In the spirit of Nazi propaganda,",
      "it": "In linea con la propaganda nazista,"
    }
  },
  {
    "translation": {
      "en": "Ohlendorf believes the Jews are responsible for communism in the Soviet Union,",
      "it": "per Ohlendorf gli ebrei erano responsabili del comunismo in Unione Sovietica"
    }
  },
  {
    "translation": {
      "en": "and therefore enemies of the German Reich.",
      "it": "e, pertanto, erano nemici del Reich."
    }
  },
  {
    "translation": {
      "en": "Why does Ohlendorf believe propaganda is truth?",
      "it": "Perché Ohlendorf credeva alla propaganda?"
    }
  },
  {
    "translation": {
      "en": "I don't think he believed it was propaganda.",
      "it": "Per lui non era propaganda."
    }
  },
  {
    "translation": {
      "en": "He was raised in a nationalist family.",
      "it": "Proveniva da una famiglia nazionalista."
    }
  },
  {
    "translation": {
      "en": "University, he had professors who taught",
      "it": "All'università aveva avuto professori"
    }
  },
  {
    "translation": {
      "en": "about the problems of-- of Bolshevism,",
      "it": "che insegnavano il problema del bolscevismo,"
    }
  },
  {
    "translation": {
      "en": "the problems of communists, the problems of Jews.",
      "it": "il problema dei comunisti, il problema degli ebrei."
    }
  },
  {
    "translation": {
      "en": "You get fed it, and you get fed it, and you get fed it.",
      "it": "Erano idee che aveva assorbito nel tempo."
    }
  },
  {
    "translation": {
      "en": "And it reinforces, I think, your already existing beliefs, you know?",
      "it": "Era stato un processo di rinforzo di convinzioni che già aveva, mi spiego?"
    }
  },
  {
    "translation": {
      "en": "And then a government comes to power that says, \"Yes, you know, this is true.\"",
      "it": "Poi era salito al potere un governo che aveva detto: \"Sì, è tutto vero\"."
    }
  },
  {
    "translation": {
      "en": "He certainly believed that, um-- that Bolsheviks were Jews",
      "it": "Sicuramente credeva che i bolscevichi fossero ebrei e che dovessero essere uccisi."
    }
  },
  {
    "translation": {
      "en": "and that they should be killed.",
      "it": "che i bolscevichi fossero ebrei e che dovessero essere uccisi."
    }
  },
  {
    "translation": {
      "en": "[narrator] A survivor of one of the massacres testifies in court after the war.",
      "it": "Una sopravvissuta ai massacri testimoniò in tribunale dopo la guerra."
    }
  },
  {
    "translation": {
      "en": "[survivor, in Russian] They lined us up at the edge of the pit, squeezed together.",
      "it": "Ci fecero mettere in riga al bordo della fossa, schiacciati l'uno contro l'altro."
    }
  },
  {
    "translation": {
      "en": "Then they started shooting.",
      "it": "Poi iniziarono a sparare. TRIBUNALE MILITARE DI KYIV, 1946"
    }
  },
  {
    "translation": {
      "en": "I closed my eyes, clenched my fists,",
      "it": "Chiusi gli occhi, strinsi i pugni,"
    }
  },
  {
    "translation": {
      "en": "tensed all my muscles and jumped.",
      "it": "tesi tutti i muscoli e saltai."
    }
  },
  {
    "translation": {
      "en": "The fall seemed to take forever. Finally, I landed on the bodies.",
      "it": "Mi sembrò un volo eterno. Alla fine atterrai sui corpi."
    }
  },
  {
    "translation": {
      "en": "I hadn't been hit.",
      "it": "Non ero stata colpita."
    }
  },
  {
    "translation": {
      "en": "After a while, the shooting stopped.",
      "it": "Dopo un po' smisero di sparare."
    }
  },
  {
    "translation": {
      "en": "I heard the Germans coming down into the pit…",
      "it": "Sentii i tedeschi scendere nella fossa…"
    }
  },
  {
    "translation": {
      "en": "…to finish off those who were still moaning.",
      "it": "per finire chi ancora si lamentava."
    }
  },
  {
    "translation": {
      "en": "Some were still twitching and convulsing in their death throes.",
      "it": "Alcuni ancora tremavano e si contorcevano agonizzanti."
    }
  },
  {
    "translation": {
      "en": "They shot everyone who was still alive.",
      "it": "I tedeschi controllavano con delle torce se c'erano sopravvissuti e li finivano."
    }
  },
  {
    "translation": {
      "en": "I played dead, scared of being discovered.",
      "it": "Mi finsi morta, terrorizzata all'idea che mi scoprissero."
    }
  },
  {
    "translation": {
      "en": "[narrator] Most of the men in Reserve Police Battalion 101",
      "it": "La maggior parte degli uomini del Battaglione 101"
    }
  },
  {
    "translation": {
      "en": "were not Nazis by conviction.",
      "it": "non erano nazisti convinti."
    }
  },
  {
    "translation": {
      "en": "Twenty years after the war,",
      "it": "Vent'anni dopo la guerra"
    }
  },
  {
    "translation": {
      "en": "they describe to the investigators how they experienced the murder of the Jews.",
      "it": "descrissero agli inquirenti com'era stato per loro uccidere gli ebrei."
    }
  },
  {
    "translation": {
      "en": "[officer 1, in German] I can still see the image in my mind.",
      "it": "Ho quella immagine impressa nella mente."
    }
  },
  {
    "translation": {
      "en": "I remember thinking back then",
      "it": "Ricordo che pensai"
    }
  },
  {
    "translation": {
      "en": "that we didn't have enough earth to cover so many bodies.",
      "it": "che non avevamo abbastanza terra per coprire tanti cadaveri."
    }
  },
  {
    "translation": {
      "en": "[officer 2, in German] I was angry that we had become animals, murderers.",
      "it": "Ero arrabbiato perché eravamo diventati degli animali, degli assassini."
    }
  },
  {
    "translation": {
      "en": "[officer 3, in German] We didn't see Jews as human beings.",
      "it": "Non consideravamo gli ebrei esseri umani."
    }
  },
  {
    "translation": {
      "en": "The first massacre of Jews in Jozefow",
      "it": "Il primo massacro di ebrei, a Józefów,"
    }
  },
  {
    "translation": {
      "en": "was very upsetting, was very traumatic.",
      "it": "fu uno shock, un trauma."
    }
  },
  {
    "translation": {
      "en": "And then they get used to it very quickly.",
      "it": "Poi si abituarono."
    }
  },
  {
    "translation": {
      "en": "The speed with which they became habituated to what they were doing,",
      "it": "La velocità con cui si abituarono a quello che facevano,"
    }
  },
  {
    "translation": {
      "en": "the speed with which they got used to killing as a kind of normal routine",
      "it": "la velocità con cui si abituarono a uccidere come fosse normale,"
    }
  },
  {
    "translation": {
      "en": "was one of the real surprises to me,",
      "it": "è una delle cose che mi sono sembrate più sorprendenti"
    }
  },
  {
    "translation": {
      "en": "uh, that came out of the interrogations.",
      "it": "tra quelle emerse dagli interrogatori."
    }
  },
  {
    "translation": {
      "en": "You can see in the first few killing operations… [clears throat] …the men can describe those in great detail.",
      "it": "Nel caso delle prime fucilazioni, le descrizioni erano molto dettagliate."
    }
  },
  {
    "translation": {
      "en": "Thereafter, it becomes a real blur.",
      "it": "Andando avanti, diventava tutto sfocato."
    }
  },
  {
    "translation": {
      "en": "They can't even remember which town it was in.",
      "it": "Non ricordavano nemmeno le città."
    }
  },
  {
    "translation": {
      "en": "[narrator] The men's behavior is strongly influenced by the leadership of the battalion.",
      "it": "Il comportamento degli uomini fu influenzato dai leader del battaglione."
    }
  },
  {
    "translation": {
      "en": "At the helm is Major Wilhelm Trapp,",
      "it": "In cima alla gerarchia c'era il maggiore Wilhelm Trapp,"
    }
  },
  {
    "translation": {
      "en": "who commands the 500 men.",
      "it": "che comandava 500 uomini."
    }
  },
  {
    "translation": {
      "en": "[Welzer, in German] He was a popular, respected superior, and he said,",
      "it": "Era un superiore popolare e rispettato e disse ai suoi uomini:"
    }
  },
  {
    "translation": {
      "en": "\"If I had a choice, I wouldn't give you the order. But…\"",
      "it": "\"Se potessi scegliere, non ve lo ordinerei, ma…\""
    }
  },
  {
    "translation": {
      "en": "He was calling on them for solidarity, to support him with this task,",
      "it": "Si appellava alla loro solidarietà, chiedeva loro di aiutarlo in un compito che non aveva stabilito lui,"
    }
  },
  {
    "translation": {
      "en": "which didn't come from him,",
      "it": "chiedeva loro di aiutarlo in un compito che non aveva stabilito lui,"
    }
  },
  {
    "translation": {
      "en": "and asking them not to abandon him.",
      "it": "chiedeva loro di non abbandonarlo."
    }
  },
  {
    "translation": {
      "en": "[in German] It was a combination of coercion and free will.",
      "it": "Era una combinazione di coercizione e libero arbitrio."
    }
  },
  {
    "translation": {
      "en": "They were told that they could refuse to do it,",
      "it": "Fu detto agli uomini che potevano rifiutarsi,"
    }
  },
  {
    "translation": {
      "en": "but that they would have to accept their comrades having to do it instead.",
      "it": "ma dovevano accettare che in tal caso il compito sarebbe ricaduto sui compagni."
    }
  },
  {
    "translation": {
      "en": "That combination of,",
      "it": "Da una parte veniva loro detto che la cosa andava fatta,"
    }
  },
  {
    "translation": {
      "en": "\"It has to be done, the police battalion has to do the job\"",
      "it": "Da una parte veniva loro detto che la cosa andava fatta, che era compito del battaglione farla,"
    }
  },
  {
    "translation": {
      "en": "and, \"If you're weak, you can refuse, but it's at the expense of your comrades.\"",
      "it": "e dall'altra che potevano rifiutarsi, sebbene a scapito dei compagni."
    }
  },
  {
    "translation": {
      "en": "That combination creates the pressure",
      "it": "Si generò così una pressione"
    }
  },
  {
    "translation": {
      "en": "which led to most of them taking part in the shootings.",
      "it": "che portò la maggior parte del battaglione a partecipare alle fucilazioni."
    }
  },
  {
    "translation": {
      "en": "[narrator] Only a few policemen refuse to carry out the order to kill.",
      "it": "Solo in pochi si rifiutarono di eseguire l'ordine di uccidere."
    }
  },
  {
    "translation": {
      "en": "[Welzer, in German] Objectively speaking, nothing bad happened to the objectors.",
      "it": "In termini oggettivi, agli obiettori non successe niente di brutto."
    }
  },
  {
    "translation": {
      "en": "They were assigned work cleaning latrines and that kind of thing.",
      "it": "Dovevano pulire le latrine o svolgere compiti simili."
    }
  },
  {
    "translation": {
      "en": "They were called names: bastard, dirty rat, sissy and so on.",
      "it": "Venivano insultati con epiteti vari: stronzo, verme, frocio e via dicendo."
    }
  },
  {
    "translation": {
      "en": "Those men were not at home,",
      "it": "Questi uomini erano lontani da casa,"
    }
  },
  {
    "translation": {
      "en": "they didn't go back to their families at the end of the day.",
      "it": "non tornavano dalle loro famiglie a fine giornata."
    }
  },
  {
    "translation": {
      "en": "Instead, they were in a group of men for an unforeseeable amount of time,",
      "it": "Invece, restavano in un gruppo di uomini per un periodo di tempo indeterminato,"
    }
  },
  {
    "translation": {
      "en": "always with the same people, who could torment them,",
      "it": "sempre insieme alle stesse persone che potevano tormentarli, insultarli, isolarli."
    }
  },
  {
    "translation": {
      "en": "insult them and exclude them.",
      "it": "che potevano tormentarli, insultarli, isolarli."
    }
  },
  {
    "translation": {
      "en": "You need to be very self-assured to be able to endure that.",
      "it": "Bisognava essere molto sicuri di sé per poter sopportare tutto questo."
    }
  },
  {
    "translation": {
      "en": "It might be only a social punishment and not a physical one,",
      "it": "Magari non era una punizione fisica, ma \"solo\" una punizione sociale,"
    }
  },
  {
    "translation": {
      "en": "but for human beings, a social punishment is one of the hardest things to bear.",
      "it": "però per gli esseri umani è una delle cose più difficili da sopportare."
    }
  },
  {
    "translation": {
      "en": "[Browning] What's most on their mind, what's driving them?",
      "it": "Che cosa li spingeva ad agire?"
    }
  },
  {
    "translation": {
      "en": "I don't think they're obsessed with Jews.",
      "it": "Non credo fosse l'ossessione per gli ebrei."
    }
  },
  {
    "translation": {
      "en": "They're more motivated about-- by what they think other people think about them",
      "it": "La cosa che più li motivava era l'opinione che gli altri potevano avere di loro,"
    }
  },
  {
    "translation": {
      "en": "than they are about what they think about Jews.",
      "it": "non la loro opinione degli ebrei."
    }
  },
  {
    "translation": {
      "en": "I think they're very much obsessed with themselves, with how they're going to get through this.",
      "it": "Erano ossessionati da sé stessi, dalla loro sopravvivenza."
    }
  },
  {
    "translation": {
      "en": "[narrator] Captain Wolfgang Hoffmann believes he can take the pressure,",
      "it": "Il capitano Wolfgang Hoffmann credeva di reggere la pressione,"
    }
  },
  {
    "translation": {
      "en": "but he has a problem.",
      "it": "ma aveva un problema."
    }
  },
  {
    "translation": {
      "en": "[Browning] One of the captains develops a psychosomatic illness.",
      "it": "Uno dei capitani sviluppò un disturbo psicosomatico."
    }
  },
  {
    "translation": {
      "en": "He gets sick every time his company is supposed to carry out a killing action.",
      "it": "Stava male ogni volta che la sua compagnia doveva eseguire una fucilazione."
    }
  },
  {
    "translation": {
      "en": "And so, he is in bed with terrible stomach cramps and can't even get out of bed.",
      "it": "Aveva terribili dolori di stomaco, non riusciva ad alzarsi dal letto"
    }
  },
  {
    "translation": {
      "en": "And he has to have the killing action led by his subordinate.",
      "it": "e doveva cedere il comando al suo sottufficiale."
    }
  },
  {
    "translation": {
      "en": "He wanted to be a killer, but his body broke down.",
      "it": "Voleva essere un assassino, ma il suo corpo crollava."
    }
  },
  {
    "translation": {
      "en": "And the men, of course, thought this was terribly cowardly.",
      "it": "Per gli altri, ovviamente, era una cosa da codardi."
    }
  },
  {
    "translation": {
      "en": "He was desperately embarrassed.",
      "it": "Lui se ne vergognava molto."
    }
  },
  {
    "translation": {
      "en": "[narrator] Things are very different for Captain Julius Wohlauf.",
      "it": "La situazione era molto diversa per il capitano Julius Wohlauf."
    }
  },
  {
    "translation": {
      "en": "He is ambitious, wants to carve out a career and excel at his job.",
      "it": "Era ambizioso, voleva farsi strada e voleva eccellere nel suo lavoro."
    }
  },
  {
    "translation": {
      "en": "And he's in love.",
      "it": "Ed era innamorato."
    }
  },
  {
    "translation": {
      "en": "Wohlauf had married in Hamburg in June, shortly before the first massacre.",
      "it": "Wohlauf si era sposato ad Amburgo a giugno, poco prima del primo massacro."
    }
  },
  {
    "translation": {
      "en": "As an officer, he is allowed to take his wife to Poland, to the area of operations.",
      "it": "Essendo un ufficiale, poté portare la moglie in Polonia, nell'area delle operazioni."
    }
  },
  {
    "translation": {
      "en": "He wants to make up for his missed honeymoon.",
      "it": "Voleva rimediare per la mancata luna di miele."
    }
  },
  {
    "translation": {
      "en": "[Browning] Wohlauf brings his pregnant bride on a ghetto clearing.",
      "it": "Wohlauf portò la moglie incinta allo sgombero di un ghetto."
    }
  },
  {
    "translation": {
      "en": "The most horrible ghetto clearing of the entire operation",
      "it": "Il più terribile sgombero di un ghetto in tutta l'operazione,"
    }
  },
  {
    "translation": {
      "en": "in virtually all the men's testimony",
      "it": "stando a quasi tutti gli uomini,"
    }
  },
  {
    "translation": {
      "en": "was when they took 11,000 Jews from Miedzyrzec,",
      "it": "ebbe luogo a Międzyrzec, quando catturarono 11.000 ebrei."
    }
  },
  {
    "translation": {
      "en": "shot a thousand of them just in the ghetto clearing actions--",
      "it": "Ne uccisero mille solo durante lo sgombero,"
    }
  },
  {
    "translation": {
      "en": "the streets were just lined with dead bodies--",
      "it": "riempiendo le strade di cadaveri,"
    }
  },
  {
    "translation": {
      "en": "and put the other 10,000 on the train to Treblinka.",
      "it": "e misero i restanti 10.000 sul treno per Treblinka."
    }
  },
  {
    "translation": {
      "en": "The train is so overcrowded they have to force people in and nail the doors shut,",
      "it": "Stiparono il treno di gente e dovettero inchiodare le porte"
    }
  },
  {
    "translation": {
      "en": "or they will burst open.",
      "it": "o si sarebbero aperte."
    }
  },
  {
    "translation": {
      "en": "And she's standing on the square watching this, witnessing all of this.",
      "it": "E lei se ne stava lì sulla piazza, ad assistere a tutto questo."
    }
  },
  {
    "translation": {
      "en": "That shows, in a sense, how Wohlauf was proud of what he was doing,",
      "it": "È la prova di quanto Wohlauf fosse fiero di ciò che faceva."
    }
  },
  {
    "translation": {
      "en": "wanted to show it off to his bride. He wasn't ashamed or embarrassed at all.",
      "it": "Voleva farlo vedere alla moglie, non se ne vergognava affatto."
    }
  },
  {
    "translation": {
      "en": "[narrator] Ghettos begin springing up all over the East.",
      "it": "Iniziarono a sorgere ghetti in tutto l'Est."
    }
  },
  {
    "translation": {
      "en": "People who are kept cooped up inside them before they are murdered.",
      "it": "Le persone erano confinate al loro interno prima di essere uccise."
    }
  },
  {
    "translation": {
      "en": "The victims filmed and photographed by their tormenters.",
      "it": "Le vittime erano riprese e fotografate dai loro aguzzini."
    }
  },
  {
    "translation": {
      "en": "Policemen guard the people and kill them.",
      "it": "I poliziotti sorvegliavano la gente e la uccidevano."
    }
  },
  {
    "translation": {
      "en": "But only as long as the National Socialists are in power.",
      "it": "Ma lo fecero solo finché i nazisti furono al potere."
    }
  },
  {
    "translation": {
      "en": "Neither before nor after this period",
      "it": "Né prima né dopo quel periodo"
    }
  },
  {
    "translation": {
      "en": "did a policeman decide to kill Jews en masse.",
      "it": "ci fu un solo poliziotto che decise di compiere un massacro di ebrei."
    }
  },
  {
    "translation": {
      "en": "[Earl] I don't believe that people are born to kill.",
      "it": "Non credo che si nasca assassini."
    }
  },
  {
    "translation": {
      "en": "I do think that we can become killers, though, under the right circumstances.",
      "it": "Ma penso che possiamo diventare assassini nelle giuste circostanze."
    }
  },
  {
    "translation": {
      "en": "We have to think about what the relationship is between the individual and the state.",
      "it": "Dobbiamo riflettere sul rapporto tra individuo e Stato."
    }
  },
  {
    "translation": {
      "en": "You know, if the state is a state that says,",
      "it": "Se lo Stato, in quanto tale, afferma:"
    }
  },
  {
    "translation": {
      "en": "\"This is the group we hate",
      "it": "\"Ecco il gruppo che odiamo"
    }
  },
  {
    "translation": {
      "en": "and I want you to... or we want you to make sure that that group is dealt with,\"",
      "it": "e voglio, o vogliamo, che tu ti assicuri che questo gruppo sia eliminato\","
    }
  },
  {
    "translation": {
      "en": "that's a really important relationship.",
      "it": "il rapporto è molto importante."
    }
  },
  {
    "translation": {
      "en": "These individuals, even if they share the ideology of the state",
      "it": "Questi individui, anche se condividono l'ideologia dello Stato,"
    }
  },
  {
    "translation": {
      "en": "for whom they are actors or for whom they are instruments,",
      "it": "per il quale sono agenti o sono strumenti,"
    }
  },
  {
    "translation": {
      "en": "um, when the state no longer holds power, uh, when governments change,",
      "it": "quando lo Stato non ha più il potere, quando c'è un cambio di governo,"
    }
  },
  {
    "translation": {
      "en": "they no longer act, or they no longer have a raison d'être to participate in the violence of the state.",
      "it": "non agiscono più o non hanno più ragione di partecipare alla violenza dello Stato."
    }
  },
  {
    "translation": {
      "en": "And this is one of the reasons, I think, understanding perpetrators is vital",
      "it": "Questo è uno dei motivi per cui capire i colpevoli è essenziale."
    }
  },
  {
    "translation": {
      "en": "is for us to think critically about, um-- about our relationship to the state",
      "it": "Dobbiamo riflettere in modo critico sul nostro rapporto con lo Stato e su ciò che lo Stato ci dice di fare."
    }
  },
  {
    "translation": {
      "en": "and what the state is telling us to do.",
      "it": "sul nostro rapporto con lo Stato e su ciò che lo Stato ci dice di fare."
    }
  },
  {
    "translation": {
      "en": "[narrator] The German Reich before the war.",
      "it": "Il Reich prima della guerra."
    }
  },
  {
    "translation": {
      "en": "In 1933, the Nazis come to power",
      "it": "Nel 1933 i nazisti salirono al potere"
    }
  },
  {
    "translation": {
      "en": "and change the laws to conform with their ideas.",
      "it": "e modificarono le leggi per adeguarle alle proprie idee."
    }
  },
  {
    "translation": {
      "en": "The ruthless hatred of Jews becomes state doctrine,",
      "it": "L'odio spietato per gli ebrei divenne dottrina di Stato."
    }
  },
  {
    "translation": {
      "en": "and they immediately begin to drive all the Jews out of German society.",
      "it": "Si iniziò immediatamente a cacciare tutti gli ebrei dalla società tedesca."
    }
  },
  {
    "translation": {
      "en": "About 2000 anti-Jewish laws are passed.",
      "it": "Furono approvate circa 2000 leggi antisemitiche."
    }
  },
  {
    "translation": {
      "en": "A group of people is systematically excluded, stigmatized and humiliated.",
      "it": "Un gruppo di persone fu sistematicamente escluso, stigmatizzato e umiliato."
    }
  },
  {
    "translation": {
      "en": "[Welzer, in German] The first step towards mass murder",
      "it": "Il primo passo verso un eccidio"
    }
  },
  {
    "translation": {
      "en": "is a categorical distinction between \"us\" and \"them.\"",
      "it": "è la distinzione categorica tra un \"noi\" e un \"loro\"."
    }
  },
  {
    "translation": {
      "en": "Everyone noticed people losing their jobs,",
      "it": "Tutti notavano che la gente perdeva il lavoro,"
    }
  },
  {
    "translation": {
      "en": "being forced to leave their homes,",
      "it": "che era costretta a lasciare la propria casa,"
    }
  },
  {
    "translation": {
      "en": "having their belongings auctioned off, businesses being \"Aryanized.\"",
      "it": "che i suoi beni erano venduti all'asta, che le attività venivano arianizzate."
    }
  },
  {
    "translation": {
      "en": "All of that was a public process.",
      "it": "Era un processo che avveniva pubblicamente."
    }
  },
  {
    "translation": {
      "en": "It wasn't a secret.",
      "it": "Non era un segreto."
    }
  },
  {
    "translation": {
      "en": "And that process reinforces the division.",
      "it": "E questo processo rinforzava ovviamente la divisione."
    }
  },
  {
    "translation": {
      "en": "They are \"them,\" while \"we\" are the others.",
      "it": "Loro sono loro, mentre noi siamo gli altri."
    }
  },
  {
    "translation": {
      "en": "If I define someone as different in theory",
      "it": "Se definisco delle persone diverse a livello teorico"
    }
  },
  {
    "translation": {
      "en": "and also treat them differently in practice,",
      "it": "e le tratto in modo diverso anche a livello pratico,"
    }
  },
  {
    "translation": {
      "en": "the willingness to use violence against that person",
      "it": "naturalmente la propensione a usare la violenza contro quelle persone"
    }
  },
  {
    "translation": {
      "en": "will naturally grow.",
      "it": "andrà crescendo rispetto all'inizio del processo."
    }
  },
  {
    "translation": {
      "en": "[narrator] The physical violence escalates during the war.",
      "it": "La violenza fisica aumentò durante la guerra."
    }
  },
  {
    "translation": {
      "en": "Under German occupation, pogroms occur in the East.",
      "it": "Durante l'occupazione tedesca, nell'Est ebbero luogo i pogrom."
    }
  },
  {
    "translation": {
      "en": "Jews are attacked by civilians.",
      "it": "Gli ebrei venivano aggrediti dai civili."
    }
  },
  {
    "translation": {
      "en": "Pictures from Lemberg in the summer of 1941.",
      "it": "Ecco alcune foto scattate a Lemberg nell'estate del 1941."
    }
  },
  {
    "translation": {
      "en": "The occupiers fuel these outbreaks of violence.",
      "it": "Gli occupanti alimentavano questi episodi di violenza."
    }
  },
  {
    "translation": {
      "en": "Those who do survive are later killed by the Germans.",
      "it": "Le persone che sopravvivevano erano poi uccise dai tedeschi."
    }
  },
  {
    "translation": {
      "en": "A perpetrator who was present in Lemberg testifies in court after the war.",
      "it": "Uno degli autori dei fatti di Lemberg testimoniò in tribunale dopo la guerra."
    }
  },
  {
    "translation": {
      "en": "[in German] Our leader told our group of 12 men about our future tasks.",
      "it": "Il capo spiegò al nostro gruppo, cioè 12 uomini, i compiti successivi."
    }
  },
  {
    "translation": {
      "en": "We would have to gather up and shoot the Jewish population.",
      "it": "Dovevamo radunare la popolazione ebraica e fucilarla."
    }
  },
  {
    "translation": {
      "en": "The convoy stopped about 70 to 90 meters from the pit.",
      "it": "Il convoglio si fermò a una distanza di 70-90 metri dalla fossa."
    }
  },
  {
    "translation": {
      "en": "[in German] The Gruppenführer divided up his men as follows…",
      "it": "Il Gruppenführer divise i suoi uomini come segue."
    }
  },
  {
    "translation": {
      "en": "…six men to guard and six men to shoot.",
      "it": "Sei uomini di guardia e sei a sparare."
    }
  },
  {
    "translation": {
      "en": "[in German] I was tasked with shooting.",
      "it": "A me fu assegnato il compito di sparare."
    }
  },
  {
    "translation": {
      "en": "[in German] The shooting then proceeded as follows…",
      "it": "La fucilazione si svolse come segue."
    }
  },
  {
    "translation": {
      "en": "…about 45 to 50 people were separated and led to the pit.",
      "it": "Circa 45-50 persone furono prelevate e condotte alla fossa."
    }
  },
  {
    "translation": {
      "en": "[in German] They had to line up facing us.",
      "it": "Si misero in riga rivolte a noi."
    }
  },
  {
    "translation": {
      "en": "[in German] And that's how they were shot.",
      "it": "È così che furono fucilate."
    }
  },
  {
    "translation": {
      "en": "They saw this as the job, as the task, as arbeit,",
      "it": "Per loro era un dovere, un compito, era Arbeit,"
    }
  },
  {
    "translation": {
      "en": "uh, something that this was what they had to do.",
      "it": "qualcosa che dovevano fare."
    }
  },
  {
    "translation": {
      "en": "Uh, so, in that sense, it is-- it is routinized.",
      "it": "Quindi, in questo senso, diventò una routine."
    }
  },
  {
    "translation": {
      "en": "But I think they were still always aware of the difficulty of it.",
      "it": "Ma rimasero sempre consapevoli di quanto fosse difficile."
    }
  },
  {
    "translation": {
      "en": "As I said, they're always aware that they got a dirty deal.",
      "it": "Sapevano che era toccato loro un lavoro sporco."
    }
  },
  {
    "translation": {
      "en": "They were asked to do something that was extremely hard,",
      "it": "Si chiedeva loro di fare una cosa estremamente dura."
    }
  },
  {
    "translation": {
      "en": "uh, and it was their bad luck that they had been assigned to this battalion",
      "it": "Era stata una sfortuna essere capitati in quel battaglione"
    }
  },
  {
    "translation": {
      "en": "and sent to do this.",
      "it": "e aver ricevuto quel compito."
    }
  },
  {
    "translation": {
      "en": "[Welzer, in German] Each of the perpetrators developed their own way",
      "it": "Ognuno dei responsabili sviluppò un proprio modo"
    }
  },
  {
    "translation": {
      "en": "of justifying what they were doing.",
      "it": "per giustificare ciò che stava facendo."
    }
  },
  {
    "translation": {
      "en": "\"Someone has to do the dirty work.\"",
      "it": "\"Qualcuno deve fare il lavoro sporco.\""
    }
  },
  {
    "translation": {
      "en": "Or maybe, \"We have a historical duty to fulfill.\"",
      "it": "O magari: \"Abbiamo un dovere storico da adempiere\"."
    }
  },
  {
    "translation": {
      "en": "Another factor might have been, \"I'm better at this than other people.\"",
      "it": "Qualcun altro magari avrà pensato: \"Sono più bravo degli altri a farlo\"."
    }
  },
  {
    "translation": {
      "en": "They all had justifications",
      "it": "Avevano tutti una giustificazione"
    }
  },
  {
    "translation": {
      "en": "that allowed them to find meaning in the murders.",
      "it": "che permetteva di dare un senso agli omicidi."
    }
  },
  {
    "translation": {
      "en": "Ultimately, this shows that mass murder",
      "it": "In definitiva, ciò dimostra che i massacri furono perpetrati da esseri pensanti"
    }
  },
  {
    "translation": {
      "en": "is committed by thinking people who do not execute orders like a machine,",
      "it": "ciò dimostra che i massacri furono perpetrati da esseri pensanti che non eseguirono gli ordini come macchine preprogrammate,"
    }
  },
  {
    "translation": {
      "en": "but who think and comprehend what they are doing.",
      "it": "che non eseguirono gli ordini come macchine preprogrammate, ma con consapevolezza."
    }
  },
  {
    "translation": {
      "en": "[officer, in German] I tried, and was able, to shoot only children.",
      "it": "Provai e riuscii a sparare solo ai bambini."
    }
  },
  {
    "translation": {
      "en": "The man next to me would shoot the mother, and I would shoot her child.",
      "it": "L'uomo accanto a me sparava alla madre e io al figlio."
    }
  },
  {
    "translation": {
      "en": "I told myself that the child, after all, would not be able to live without its mother.",
      "it": "Mi dicevo che, in fondo, il bambino non sarebbe sopravvissuto senza la madre."
    }
  },
  {
    "translation": {
      "en": "[in German] He translates his truly appalling act",
      "it": "Quest'uomo trasforma le atrocità che ha commesso"
    }
  },
  {
    "translation": {
      "en": "into something morally good in a sense of \"redemption.\"",
      "it": "in qualcosa di moralmente positivo attraverso un concetto di \"redenzione\"."
    }
  },
  {
    "translation": {
      "en": "That's the key to understand why the men did this.",
      "it": "Questa è la chiave per capire perché quegli uomini agirono così."
    }
  },
  {
    "translation": {
      "en": "It is not blind obedience.",
      "it": "Non fu cieca obbedienza."
    }
  },
  {
    "translation": {
      "en": "Instead, they interpret the commands in a way that is acceptable for them",
      "it": "Al contrario, interpretarono gli ordini in modo da renderli accettabili"
    }
  },
  {
    "translation": {
      "en": "and allows them to see themselves as morally righteous.",
      "it": "e da considerare sé stessi dalla parte del giusto sul piano morale."
    }
  },
  {
    "translation": {
      "en": "[narrator] Why were children also shot?",
      "it": "Perché furono fucilati anche i bambini?"
    }
  },
  {
    "translation": {
      "en": "Ohlendorf is asked to explain.",
      "it": "A Ohlendorf fu chiesto di spiegarlo."
    }
  },
  {
    "translation": {
      "en": "This question is crucial",
      "it": "Era una domanda centrale"
    }
  },
  {
    "translation": {
      "en": "to the proceedings against the leaders of the Einsatzgruppen.",
      "it": "nel procedimento a carico dei leader delle Einsatzgruppen."
    }
  },
  {
    "translation": {
      "en": "[Ferencz] I put that question.",
      "it": "Gli feci la domanda e mi rispose:"
    }
  },
  {
    "translation": {
      "en": "He said, \"Because if they grew up, and they knew what we did to their parents,",
      "it": "\"Se da grandi avessero scoperto cosa avevamo fatto ai genitori,"
    }
  },
  {
    "translation": {
      "en": "they would be enemies of Germany.",
      "it": "sarebbero stati nemici della Germania."
    }
  },
  {
    "translation": {
      "en": "And I was interested in a long-range protection of my Vaterland.",
      "it": "A me interessava proteggere nel tempo la mia Vaterland."
    }
  },
  {
    "translation": {
      "en": "And therefore, it's necessary to kill the children, too.\"",
      "it": "Quindi è stato necessario uccidere anche i bambini\"."
    }
  },
  {
    "translation": {
      "en": "[narrator] Otto Ohlendorf, himself a father of five children,",
      "it": "Otto Ohlendorf, padre di cinque figli,"
    }
  },
  {
    "translation": {
      "en": "does not show the slightest hint of remorse.",
      "it": "non mostrò il minimo segno di rimorso."
    }
  },
  {
    "translation": {
      "en": "What about Major Wilhelm Trapp?",
      "it": "E cosa sappiamo del maggiore Wilhelm Trapp?"
    }
  },
  {
    "translation": {
      "en": "Does he understand his wrongdoing?",
      "it": "Si rendeva conto dei crimini che commetteva?"
    }
  },
  {
    "translation": {
      "en": "[Browning] He knows what he is doing is terrible.",
      "it": "Sapeva che stava facendo una cosa terribile."
    }
  },
  {
    "translation": {
      "en": "He even says to his chauffeur at one point, \"God forbid Germany lose this war,",
      "it": "Un giorno disse al suo autista: \"Se malauguratamente la Germania perderà"
    }
  },
  {
    "translation": {
      "en": "because if what we are doing here in Poland is ever,",
      "it": "e ciò che stiamo facendo in Polonia sarà giudicato da un tribunale,"
    }
  },
  {
    "translation": {
      "en": "in a sense, brought to justice, God have mercy on us Germans.\"",
      "it": "e ciò che stiamo facendo in Polonia sarà giudicato da un tribunale, che Dio abbia misericordia di noi\"."
    }
  },
  {
    "translation": {
      "en": "[officer, in German] Only afterwards did it occur to me that it wasn't right.",
      "it": "Solo in un secondo momento pensai che non era giusto."
    }
  },
  {
    "translation": {
      "en": "[officer 2, in German] You started to flounder, the clear ideas you used to have were gone.",
      "it": "Iniziavi a vacillare, non avevi più le idee chiare come prima."
    }
  },
  {
    "translation": {
      "en": "[in German] Stop arguing!",
      "it": "Smettetela!"
    }
  },
  {
    "translation": {
      "en": "[narrator] The men are desensitized by the constant killing.",
      "it": "Gli uomini erano desensibilizzati dai continui omicidi."
    }
  },
  {
    "translation": {
      "en": "-[in German] Stop it! -[in German] He started after all!",
      "it": "- Smettila! - Ha iniziato lui!"
    }
  },
  {
    "translation": {
      "en": "For God's sake!",
      "it": "Porca miseria!"
    }
  },
  {
    "translation": {
      "en": "-What do you want? -I want to go home!",
      "it": "- Cosa vuoi? - Voglio andare a casa!"
    }
  },
  {
    "translation": {
      "en": "To me, in a sense, one of the most horrifying conclusions",
      "it": "Una delle conclusioni più terribili a cui siamo è addivenuti"
    }
  },
  {
    "translation": {
      "en": "that came out of this is that over time,",
      "it": "Una delle conclusioni più terribili a cui siamo è addivenuti è il fatto che il battaglione si andò dividendo in tre gruppi."
    }
  },
  {
    "translation": {
      "en": "the battalion kind of broke into three groups.",
      "it": "è il fatto che il battaglione si andò dividendo in tre gruppi."
    }
  },
  {
    "translation": {
      "en": "One group was a group of men who learned to enjoy killing other human beings.",
      "it": "C'erano uomini che avevano imparato a divertirsi uccidendo."
    }
  },
  {
    "translation": {
      "en": "Uh, and they came back from these killing operations",
      "it": "Al ritorno dalle missioni omicide,"
    }
  },
  {
    "translation": {
      "en": "and had a big lunch and would joke about what they had done.",
      "it": "mangiavano in abbondanza e scherzavano sulle loro azioni."
    }
  },
  {
    "translation": {
      "en": "[narrator] One person who finds particular pleasure in killing is Hartwig Gnade.",
      "it": "Un uomo che trovava particolarmente piacevole uccidere era Hartwig Gnade."
    }
  },
  {
    "translation": {
      "en": "He becomes a brutal and sadistic murderer who takes pleasure",
      "it": "Divenne un assassino brutale e sadico che godeva nel torturare le vittime prima delle fucilazioni."
    }
  },
  {
    "translation": {
      "en": "in torturing the victims before the shootings.",
      "it": "che godeva nel torturare le vittime prima delle fucilazioni."
    }
  },
  {
    "translation": {
      "en": "Jews are forced to crawl naked along the path to the pit,",
      "it": "Gli ebrei erano costretti a strisciare nudi verso la fossa,"
    }
  },
  {
    "translation": {
      "en": "while Gnade orders his men to beat the victims with clubs.",
      "it": "mentre Gnade ordinava ai suoi uomini di colpirli con dei bastoni."
    }
  },
  {
    "translation": {
      "en": "So here is someone who was literally changed by what they were doing and by what they were seeing,",
      "it": "Ecco un uomo letteralmente modificato da ciò che faceva e vedeva"
    }
  },
  {
    "translation": {
      "en": "and degenerates into a very horrible person",
      "it": "e degenerato in una persona spregevole"
    }
  },
  {
    "translation": {
      "en": "in a fairly short period of time.",
      "it": "in un lasso di tempo piuttosto breve."
    }
  },
  {
    "translation": {
      "en": "And there was a middle group. They were kind of the passive ones.",
      "it": "Poi c'era un gruppo intermedio di soggetti passivi."
    }
  },
  {
    "translation": {
      "en": "When they were asked to take part in an operation, they did whatever they were told,",
      "it": "Se veniva chiesta la loro partecipazione, eseguivano gli ordini,"
    }
  },
  {
    "translation": {
      "en": "but they never took the initiative either to get out of it or to do more.",
      "it": "ma non prendevano mai l'iniziativa né per astenersi né per fare di più."
    }
  },
  {
    "translation": {
      "en": "[narrator] The third group are the objectors.",
      "it": "Il terzo gruppo era composto dagli obiettori,"
    }
  },
  {
    "translation": {
      "en": "Like Lieutenant Heinz Bumann,",
      "it": "come il tenente Heinz Bumann,"
    }
  },
  {
    "translation": {
      "en": "who had himself transferred back to Hamburg",
      "it": "che si fece ritrasferire ad Amburgo"
    }
  },
  {
    "translation": {
      "en": "after just a few weeks.",
      "it": "dopo poche settimane."
    }
  },
  {
    "translation": {
      "en": "But that didn't make him a hero.",
      "it": "Ma questo non lo rese un eroe."
    }
  },
  {
    "translation": {
      "en": "[in German] They always found ways to do it",
      "it": "Si trovava sempre un modo per farlo,"
    }
  },
  {
    "translation": {
      "en": "that would keep the machine running.",
      "it": "ma senza fermare tutto il meccanismo."
    }
  },
  {
    "translation": {
      "en": "Someone would say they were indisposed or they felt too weak that day.",
      "it": "C'era chi diceva che era indisposto o che si sentiva troppo debole quel giorno."
    }
  },
  {
    "translation": {
      "en": "But it wasn't an act of resistance,",
      "it": "Ma non si trattava di atti di resistenza."
    }
  },
  {
    "translation": {
      "en": "it was just an attempt to extract the individual",
      "it": "Erano solo tentativi individuali di evitare un ordine"
    }
  },
  {
    "translation": {
      "en": "without questioning the legitimacy of the police battalion as a whole.",
      "it": "senza che si mettesse in discussione la legittimità del battaglione in sé."
    }
  },
  {
    "translation": {
      "en": "[narrator] The members of the Reserve Police Battalion",
      "it": "I membri del Battaglione 101"
    }
  },
  {
    "translation": {
      "en": "are involved in the shooting of 38,000 Jews.",
      "it": "furono responsabili della fucilazione di 38.000 ebrei."
    }
  },
  {
    "translation": {
      "en": "And they send another 45,000 to extermination camps.",
      "it": "E ne mandarono altri 45.000 nei campi di sterminio."
    }
  },
  {
    "translation": {
      "en": "[in German] The terrifying and central issue in the case of Police Battalion 101",
      "it": "La questione centrale e terrificante nel caso del Battaglione 101 di Polizia"
    }
  },
  {
    "translation": {
      "en": "is that you don't need to act out of conviction,",
      "it": "è che non fu necessario agire per convinzione,"
    }
  },
  {
    "translation": {
      "en": "to be motivated by ideology, to carry out a mass killing.",
      "it": "non servì una motivazione ideologica per compiere un eccidio."
    }
  },
  {
    "translation": {
      "en": "[narrator] There are over 130 police battalions during the Second World War.",
      "it": "C'erano più di 130 battaglioni di polizia durante la Seconda guerra mondiale."
    }
  },
  {
    "translation": {
      "en": "Of all these units, the Hamburg Battalion has the fourth highest murder rate.",
      "it": "Tra questi, il battaglione di Amburgo aveva il quarto tasso di omicidi."
    }
  },
  {
    "translation": {
      "en": "Reserve Police Battalion 101, in a sense, is atypical.",
      "it": "Il Battaglione 101 era in un certo senso atipico"
    }
  },
  {
    "translation": {
      "en": "And that, in a sense, makes it even more frightening.",
      "it": "e questo lo rende ancora più terrificante."
    }
  },
  {
    "translation": {
      "en": "We see what a battalion without any preparation,",
      "it": "Un battaglione senza alcuna preparazione,"
    }
  },
  {
    "translation": {
      "en": "without selection, without indoctrination, without nazification,",
      "it": "senza selezione, senza indottrinamento, senza nazificazione,"
    }
  },
  {
    "translation": {
      "en": "can nonetheless become one of the most prolific killing units",
      "it": "divenne comunque uno dei più prolifici squadroni della morte"
    }
  },
  {
    "translation": {
      "en": "in the German order police.",
      "it": "della Ordnungspolizei tedesca."
    }
  },
  {
    "translation": {
      "en": "[narrator] Nuremberg, April 10th, 1948. The day of the verdict.",
      "it": "Norimberga, 10 aprile 1948. Il giorno del verdetto."
    }
  },
  {
    "translation": {
      "en": "[Ferencz] Death by hanging.",
      "it": "Morte per impiccagione."
    }
  },
  {
    "translation": {
      "en": "Then they take their hands off, put it down, nod to the judge, step back.",
      "it": "Si tolsero le cuffie, le posarono, fecero un cenno al giudice, indietreggiarono di un passo e l'ascensore li portò all'inferno."
    }
  },
  {
    "translation": {
      "en": "And boom, to the lift. And down they go into hell.",
      "it": "indietreggiarono di un passo e l'ascensore li portò all'inferno."
    }
  },
  {
    "translation": {
      "en": "I went down to the death house, which is right underneath the courthouse,",
      "it": "Scesi nel braccio della morte, che si trova proprio sotto il tribunale,"
    }
  },
  {
    "translation": {
      "en": "to talk to him.",
      "it": "per parlargli."
    }
  },
  {
    "translation": {
      "en": "I had never talked to any defendant, not one word, outside of the courtroom.",
      "it": "Non avevo mai rivolto una sola parola a un imputato fuori dall'aula."
    }
  },
  {
    "translation": {
      "en": "Although I hoped that he would say to me--",
      "it": "Anche se speravo che mi dicesse…"
    }
  },
  {
    "translation": {
      "en": "When I went down to see him, and I knew he was going to hang for sure,",
      "it": "Quando scesi per vederlo, e sapevo che sarebbe stato impiccato,"
    }
  },
  {
    "translation": {
      "en": "um, \"Can I do something for you?\"",
      "it": "gli chiesi: \"Posso fare qualcosa per lei?\""
    }
  },
  {
    "translation": {
      "en": "I thought he would say, \"Tell my children I love them, tell my wife I'm sorry.\"",
      "it": "Pensavo mi rispondesse: \"Dica ai miei figli che li amo e a mia moglie che mi dispiace\"."
    }
  },
  {
    "translation": {
      "en": "Not one word of remorse or regret.",
      "it": "Neanche una parola di rimorso o rimpianto."
    }
  },
  {
    "translation": {
      "en": "He said he would shoot his own sister if he had to under similar circumstances.",
      "it": "Disse che avrebbe sparato alla sorella, se necessario, in circostanze simili."
    }
  },
  {
    "translation": {
      "en": "\"Goodbye, Mr. Ohlendorf,\" I said, and slammed the door on him.",
      "it": "\"Addio, sig. Ohlendorf\", dissi, e gli sbattei la porta in faccia."
    }
  },
  {
    "translation": {
      "en": "I did a broadcast for CNN, and they said, \"How did it feel to be talking to these monsters?\"",
      "it": "A una trasmissione per la CNN mi chiesero: \"Com'è stato parlare con questi mostri?\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"They were not monsters.\"",
      "it": "Risposi: \"Non erano mostri\"."
    }
  },
  {
    "translation": {
      "en": "They said, \"What do you mean? They killed thousands of children. You don't call that monster?\"",
      "it": "E loro: \"Hanno ucciso migliaia di bambini e non li considera dei mostri?\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Is the man who dropped the bomb, the atomic bomb on Hiroshima,",
      "it": "Risposi: \"L'uomo che sganciò la bomba atomica su Hiroshima,"
    }
  },
  {
    "translation": {
      "en": "was he also a monster?\"",
      "it": "anche lui era un mostro?\""
    }
  },
  {
    "translation": {
      "en": "That was President Truman.",
      "it": "Fu il presidente Truman."
    }
  },
  {
    "translation": {
      "en": "I never got an answer to that question.",
      "it": "Nessuno ha mai risposto a quella domanda."
    }
  },
  {
    "translation": {
      "en": "So, I have no doubt that Ohlendorf was a German patriotic man",
      "it": "Quindi, non nutro alcun dubbio in merito al fatto che Ohlendorf fosse un patriota tedesco"
    }
  },
  {
    "translation": {
      "en": "and he carried out what he thought was in the interest of his country.",
      "it": "e che fece ciò che secondo lui era nell'interesse del suo Paese."
    }
  },
  {
    "translation": {
      "en": "But that's not an argument which a normal human being",
      "it": "Ma non è una motivazione che un essere umano normale dovrebbe poter addurre impunemente."
    }
  },
  {
    "translation": {
      "en": "should be allowed to make and walk free.",
      "it": "che un essere umano normale dovrebbe poter addurre impunemente."
    }
  },
  {
    "translation": {
      "en": "[narrator] After the war, the Germans want to forget.",
      "it": "Dopo la guerra i tedeschi volevano dimenticare."
    }
  },
  {
    "translation": {
      "en": "And so do the police.",
      "it": "Lo stesso valeva per la polizia."
    }
  },
  {
    "translation": {
      "en": "60,000 police officers were involved in mass shootings during the war.",
      "it": "Durante la guerra 60.000 poliziotti avevano preso parte ai massacri."
    }
  },
  {
    "translation": {
      "en": "Many stay in law enforcement after 1945.",
      "it": "Molti rimasero nelle forze dell'ordine dopo il 1945."
    }
  },
  {
    "translation": {
      "en": "Not until the end of the 1950s does it actually become clear",
      "it": "Solo alla fine degli anni '50 divenne chiaro"
    }
  },
  {
    "translation": {
      "en": "as to what extent ordinary Germans were involved in the Holocaust.",
      "it": "fino a che punto dei tedeschi comuni avessero preso parte all'Olocausto."
    }
  },
  {
    "translation": {
      "en": "The judiciary investigates more than 172,000 men,",
      "it": "La magistratura indagò su più di 172.000 uomini,"
    }
  },
  {
    "translation": {
      "en": "including members of the SS, Gestapo, and the police.",
      "it": "tra i quali c'erano membri delle SS, della Gestapo e della polizia."
    }
  },
  {
    "translation": {
      "en": "Less than 500 of them are convicted",
      "it": "Ne vennero condannati meno di 500"
    }
  },
  {
    "translation": {
      "en": "for their involvement in the genocide.",
      "it": "per coinvolgimento nel genocidio."
    }
  },
  {
    "translation": {
      "en": "[Klemp, in German] The prosecution was a disaster.",
      "it": "L'accusa fu un disastro."
    }
  },
  {
    "translation": {
      "en": "Lots of material and documents had been collected,",
      "it": "Erano stati raccolti materiale e documenti in abbondanza."
    }
  },
  {
    "translation": {
      "en": "there was really good evidence,",
      "it": "C'erano ottime prove,"
    }
  },
  {
    "translation": {
      "en": "but there was a lack of will to punish those who had been involved in the crimes.",
      "it": "ma mancava la volontà di punire i responsabili dei crimini."
    }
  },
  {
    "translation": {
      "en": "[narrator] The Hamburg battalion is also brought under investigation.",
      "it": "Si indagò anche sul battaglione di Amburgo."
    }
  },
  {
    "translation": {
      "en": "210 former members are questioned.",
      "it": "Furono interrogati 210 ex membri."
    }
  },
  {
    "translation": {
      "en": "Fourteen of them are charged in 1967.",
      "it": "Quattordici vennero incriminati nel 1967."
    }
  },
  {
    "translation": {
      "en": "The trial succeeds in revealing details of the processes and patterns of behavior",
      "it": "Grazie al processo furono messi in luce dinamiche e schemi di comportamento"
    }
  },
  {
    "translation": {
      "en": "within the battalion.",
      "it": "all'interno del battaglione."
    }
  },
  {
    "translation": {
      "en": "Julius Wohlauf is also prosecuted.",
      "it": "Fu indagato anche Julius Wohlauf."
    }
  },
  {
    "translation": {
      "en": "The man who brought his wife to Poland.",
      "it": "L'uomo che aveva portato la moglie in Polonia."
    }
  },
  {
    "translation": {
      "en": "Many of these men, they view themselves as the double victim.",
      "it": "Molti di questi uomini si consideravano doppiamente vittime."
    }
  },
  {
    "translation": {
      "en": "They are the victim who has been chosen to do the dirtiest duty of the Third Reich.",
      "it": "Erano stati le vittime scelte per il lavoro più sporco del Terzo Reich."
    }
  },
  {
    "translation": {
      "en": "And then they're the victim of a ex post facto new morality or new law",
      "it": "Ora erano vittime a posteriori di una nuova moralità o di nuove leggi introdotte dopo la guerra"
    }
  },
  {
    "translation": {
      "en": "that is put in after the war,",
      "it": "o di nuove leggi introdotte dopo la guerra"
    }
  },
  {
    "translation": {
      "en": "uh, that they consider utterly unfair to be applied to them",
      "it": "e applicate a loro ingiustamente"
    }
  },
  {
    "translation": {
      "en": "because it wasn't illegal, uh, when they did it.",
      "it": "perché certe azioni non erano \"illegali\" quando le avevano compiute,"
    }
  },
  {
    "translation": {
      "en": "It was what the government was ordering to be done.",
      "it": "erano ordini del governo."
    }
  },
  {
    "translation": {
      "en": "So, they are consumed with self-pity, not with guilt.",
      "it": "Erano logorati dall'autocommiserazione, non dal senso di colpa."
    }
  },
  {
    "translation": {
      "en": "\"Poor me.\" Not the victim, it's, \"Poor me. Look what I was asked to do and had to do.\"",
      "it": "\"Povero me\", non la vittima. \"Povero me, guardate cosa ho dovuto fare.\""
    }
  },
  {
    "translation": {
      "en": "[narrator] Only two defendants have to serve a prison sentence.",
      "it": "Solo due imputati dovettero scontare una pena detentiva."
    }
  },
  {
    "translation": {
      "en": "-One of the defendants… -[shutter clicking] …is Julius Wohlauf.",
      "it": "Uno era Julius Wohlauf."
    }
  },
  {
    "translation": {
      "en": "83,000 people murdered, and none of them feel responsible.",
      "it": "Erano state uccise 83.000 persone e nessuno si sentiva responsabile."
    }
  },
  {
    "translation": {
      "en": "They were the stooges on the ground.",
      "it": "Erano stati i servitori sul campo."
    }
  },
  {
    "translation": {
      "en": "But each policeman had a freedom of choice,",
      "it": "Ma ogni poliziotto aveva avuto libertà di scelta,"
    }
  },
  {
    "translation": {
      "en": "a not inconsiderable amount.",
      "it": "e c'era poco da scegliere."
    }
  },
  {
    "translation": {
      "en": "Those who didn't murder out of conviction, they conformed.",
      "it": "Chi non aveva ucciso per convinzione si era uniformato."
    }
  },
  {
    "translation": {
      "en": "[Browning] I think, unfortunately, what it shows us",
      "it": "Purtroppo questo ci dimostra"
    }
  },
  {
    "translation": {
      "en": "is that all sorts of people can become killers under certain circumstances.",
      "it": "che chiunque può diventare un assassino in determinate circostanze."
    }
  },
  {
    "translation": {
      "en": "That regimes that want to commit genocide or mass murder",
      "it": "I regimi che vogliono commettere un genocidio o un eccidio"
    }
  },
  {
    "translation": {
      "en": "will never fail to do so for a lack of people who will pull the trigger.",
      "it": "non falliranno mai per mancanza di persone che premano il grilletto."
    }
  },
  {
    "translation": {
      "en": "[in German] There have been several genocides since the Holocaust.",
      "it": "Ci sono stati diversi genocidi dopo l'Olocausto."
    }
  },
  {
    "translation": {
      "en": "There have been massacres and mass murders.",
      "it": "Ci sono stati massacri, ci sono stati eccidi."
    }
  },
  {
    "translation": {
      "en": "There are other contexts where we find those mechanisms",
      "it": "I meccanismi che portano una persona a ucciderne altre"
    }
  },
  {
    "translation": {
      "en": "that lead people to kill others without any personal",
      "it": "senza avere delle motivazioni personali o delle motivazioni psicologiche"
    }
  },
  {
    "translation": {
      "en": "or psychological motives.",
      "it": "si riscontrano anche in altri contesti."
    }
  },
  {
    "translation": {
      "en": "Wherever people can say to themselves,",
      "it": "Quando le persone riescono a dirsi: \"Sono solo una rotella dell'ingranaggio."
    }
  },
  {
    "translation": {
      "en": "\"I am only a cog in the wheel, I am not responsible.\"",
      "it": "Quando le persone riescono a dirsi: \"Sono solo una rotella dell'ingranaggio. Non ho nessuna responsabilità\","
    }
  },
  {
    "translation": {
      "en": "With that attitude, almost anything is possible.",
      "it": "si creano i presupposti per cui quasi tutto è possibile."
    }
  },
  {
    "translation": {
      "en": "[narrator] The Holocaust was a unique crime in its planning and delivery.",
      "it": "L'Olocausto fu un crimine senza eguali in termini di pianificazione e attuazione."
    }
  },
  {
    "translation": {
      "en": "Yet, to this very day,",
      "it": "Eppure, ancora oggi,"
    }
  },
  {
    "translation": {
      "en": "people continue being killed for belonging to a different group.",
      "it": "la gente continua a essere uccisa perché appartiene a un gruppo diverso. OLTRE 8000 PERSONE UCCISE"
    }
  },
  {
    "translation": {
      "en": "[Browning] We like to think that we are the masters of our own destiny.",
      "it": "Ci piace pensare di essere artefici del nostro destino."
    }
  },
  {
    "translation": {
      "en": "But I do think, uh, that, in fact,",
      "it": "Invece io sono convinto che, in realtà,"
    }
  },
  {
    "translation": {
      "en": "we are more shaped by things we have little control over.",
      "it": "siamo plasmati maggiormente da cose che controlliamo poco."
    }
  },
  {
    "translation": {
      "en": "The way we gain greater control is simply by being more conscious of them.",
      "it": "Acquisiamo maggiore controllo solo con una maggiore consapevolezza."
    }
  },
  {
    "translation": {
      "en": "One of the points of writing a book like Ordinary Men",
      "it": "Uno dei motivi per cui scrivere un libro come Uomini comuni"
    }
  },
  {
    "translation": {
      "en": "is so that people become more aware of our vulnerability, of our malleability,",
      "it": "è la volontà di renderci più consapevoli della nostra vulnerabilità e malleabilità,"
    }
  },
  {
    "translation": {
      "en": "so that, uh, when we face those kinds of circumstances, uh, we're not taken by surprise.",
      "it": "in modo che, in circostanze simili, non veniamo colti di sorpresa"
    }
  },
  {
    "translation": {
      "en": "That we have an ability to make a more conscious decision than we would otherwise.",
      "it": "e abbiamo la capacità di decidere con maggiore consapevolezza."
    }
  },
  {
    "translation": {
      "en": "[Earl] Is a normal man a monster?",
      "it": "Un uomo normale è un mostro?"
    }
  },
  {
    "translation": {
      "en": "I think all people are capable of doing things",
      "it": "Credo che tutti siano capaci di compiere delle azioni"
    }
  },
  {
    "translation": {
      "en": "that they don't imagine that they're capable of doing.",
      "it": "che non immaginano di essere in grado di compiere."
    }
  },
  {
    "translation": {
      "en": "I think that we want to \"other\" perpetrators,",
      "it": "Io credo che vogliamo alterizzare i carnefici,"
    }
  },
  {
    "translation": {
      "en": "people like Ohlendorf,",
      "it": "persone come Ohlendorf,"
    }
  },
  {
    "translation": {
      "en": "because we don't want to look in the mirror and see ourselves reflected back.",
      "it": "perché non vogliamo che lo specchio ci rimandi la nostra immagine riflessa."
    }
  },
  {
    "translation": {
      "en": "They wore suits, they were well-educated, they went to university,",
      "it": "Erano eleganti, erano colti, erano andati all'università, parlavano più lingue."
    }
  },
  {
    "translation": {
      "en": "they spoke multiple languages.",
      "it": "erano andati all'università, parlavano più lingue."
    }
  },
  {
    "translation": {
      "en": "And I think we want to believe that we would never do what those men did.",
      "it": "Noi vogliamo credere che non faremmo mai ciò che fecero quegli uomini."
    }
  },
  {
    "translation": {
      "en": "You don't have to be ideological.",
      "it": "Non bisogna aderire a un'ideologia."
    }
  },
  {
    "translation": {
      "en": "You don't have to be, um, hateful.",
      "it": "Non bisogna essere ripugnanti."
    }
  },
  {
    "translation": {
      "en": "You don't have to be anything, and you can still kill.",
      "it": "Non bisogna essere niente per essere capaci di uccidere."
    }
  },
  {
    "translation": {
      "en": "So, the question is, \"Are normal or ordinary people monsters?\"",
      "it": "La domanda da porsi è: \"Le persone normali o comuni sono mostri?\""
    }
  },
  {
    "translation": {
      "en": "I think we all have the potential to do that.",
      "it": "Per me lo siamo potenzialmente tutti."
    }
  },
  {
    "translation": {
      "en": "[narrator] The experience in Nuremberg shaped him forever.",
      "it": "L'esperienza di Norimberga lo ha influenzato per sempre."
    }
  },
  {
    "translation": {
      "en": "Throughout his whole life, Benjamin Ferencz has worked to ensure",
      "it": "Per tutta la vita Benjamin Ferencz si è impegnato"
    }
  },
  {
    "translation": {
      "en": "that crimes against humanity would not be repeated.",
      "it": "affinché non venissero commessi altri crimini contro l'umanità."
    }
  },
  {
    "translation": {
      "en": "It was also on his initiative",
      "it": "Fu anche su sua iniziativa"
    }
  },
  {
    "translation": {
      "en": "that the International Criminal Court was founded in The Hague,",
      "it": "che fu fondata la Corte penale internazionale dell'Aia,"
    }
  },
  {
    "translation": {
      "en": "where war crimes are still prosecuted today.",
      "it": "dove ancora oggi si giudicano i crimini di guerra."
    }
  },
  {
    "translation": {
      "en": "[Ferencz] We are all inhabitants of one small planet.",
      "it": "Siamo tutti abitanti di un solo piccolo pianeta."
    }
  },
  {
    "translation": {
      "en": "The idea is when we recognize",
      "it": "L'idea è arrivare a renderci conto"
    }
  },
  {
    "translation": {
      "en": "not that we have different religions, different countries, different colors,",
      "it": "non che abbiamo religioni diverse, Paesi diversi, colori diversi,"
    }
  },
  {
    "translation": {
      "en": "but all human beings inhabiting one small planet.",
      "it": "ma che siamo tutti esseri umani che abitiamo un piccolo pianeta."
    }
  },
  {
    "translation": {
      "en": "If we follow the same path, we will be successful.",
      "it": "Se cammineremo insieme, raggiungeremo i nostri obiettivi."
    }
  },
  {
    "translation": {
      "en": "If we don't, we'll cease to exist.",
      "it": "Se non lo faremo, cesseremo di esistere."
    }
  },
  {
    "translation": {
      "en": "I've done my bit. I'm a hundred years old.",
      "it": "Io ho fatto la mia parte. Ho 100 anni."
    }
  },
  {
    "translation": {
      "en": "I don't know how much longer I can keep going.",
      "it": "Non so quanto mi resti ancora da vivere,"
    }
  },
  {
    "translation": {
      "en": "But as long as I can, I will.",
      "it": "ma lo farò finché sarà possibile."
    }
  },
  {
    "translation": {
      "en": "Now I leave it to the young people to take the torch.",
      "it": "Ora cedo il testimone ai giovani."
    }
  },
  {
    "translation": {
      "en": "-[in German] Come on, attention. For home. -[officers laughing]",
      "it": "Su, attenzione. Per casa."
    }
  },
  {
    "translation": {
      "en": "-[shutter clicking] -Yeah, a little cuddling.",
      "it": "Sì, un po' di coccole."
    }
  },
  {
    "translation": {
      "en": "Good.",
      "it": "Bene."
    }
  }
]