[
  {
    "translation": {
      "en": "[Bill Basch] There is one thing that has puzzled me, and has puzzled the world…",
      "th": "มีสิ่งหนึ่งที่ทำให้ผมงงงวยและทำให้โลกสับสน…"
    }
  },
  {
    "translation": {
      "en": "that the Germans dedicated manpower",
      "th": "ที่พวกเยอรมันทุ่มเทกำลังคน"
    }
  },
  {
    "translation": {
      "en": "and trains and trucks and energy",
      "th": "รถไฟ รถบรรทุกและพลังงาน"
    }
  },
  {
    "translation": {
      "en": "towards the destruction of the Jews to the last day.",
      "th": "เพื่อทำลายล้างชาวยิวจนถึงวันสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "Had they stopped six months before the end of the war and dedicated that energy",
      "th": "ถ้าพวกเขาหยุดหกเดือนก่อนสงครามจบ และทุ่มเทพลังนั้น"
    }
  },
  {
    "translation": {
      "en": "towards strengthening themselves,",
      "th": "เพื่อเสริมความแข็งแกร่งให้ตัวเอง"
    }
  },
  {
    "translation": {
      "en": "they may have carried on the war a little longer.",
      "th": "พวกเขาอาจทำสงครามต่อได้นานอีกหน่อย"
    }
  },
  {
    "translation": {
      "en": "But it was more important to them to kill the Jews",
      "th": "แต่สำหรับพวกเขา การฆ่าชาวยิวสำคัญ"
    }
  },
  {
    "translation": {
      "en": "than even winning the war.",
      "th": "กว่าการชนะสงครามด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "[Irene Zisblatt] I grew up in a town called Polyana, in the Carpathian mountains.",
      "th": "ฉันโตมาในเมืองที่ชื่อโพลีอานา บนภูเขาคาร์เพเทียน"
    }
  },
  {
    "translation": {
      "en": "It was a small town of two main streets.",
      "th": "มันเป็นเมืองเล็กๆ ที่มีถนนสายหลักสองสาย"
    }
  },
  {
    "translation": {
      "en": "This leads all the way up to… There is a church over there…",
      "th": "ถนนเส้นนี้นำไปสู่... มีโบสถ์อยู่ตรงนั้น..."
    }
  },
  {
    "translation": {
      "en": "We had a post office and a town hall and a church and a synagogue.",
      "th": "เรามีที่ทำการไปรษณีย์ ศาลากลางเมือง โบสถ์และวัดยิว"
    }
  },
  {
    "translation": {
      "en": "Everybody knew each other.",
      "th": "ทุกคนรู้จักกันหมด"
    }
  },
  {
    "translation": {
      "en": "It was beautiful.",
      "th": "มันสวยงามมาก"
    }
  },
  {
    "translation": {
      "en": "[Renee Firestone] I lived in a town called Uzhhorod.",
      "th": "ฉันอาศัยในเมืองที่ชื่ออุชโฮรอด"
    }
  },
  {
    "translation": {
      "en": "It was a small town,",
      "th": "มันเป็นเมืองเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "yet it had the feel of a big, cosmopolitan town.",
      "th": "แต่ก็ให้ความรู้สึกเหมือนเมืองใหญ่ ที่มีความหลากหลาย"
    }
  },
  {
    "translation": {
      "en": "Right here was a little deli, right around… right here, and, uh…",
      "th": "ตรงนี้เป็นร้านอาหารเล็กๆ ตรงนั้น... แถวนี้แหละ และ..."
    }
  },
  {
    "translation": {
      "en": "My… We used to come here to have our sandwiches for the afternoon.",
      "th": "เราเคยมากินแซนด์วิชที่นี่ในยามบ่าย"
    }
  },
  {
    "translation": {
      "en": "[Alice Lok Cahana] We lived in a town called Sárvár.",
      "th": "เราอยู่ในเมืองที่ชื่อว่าซาร์วาร์"
    }
  },
  {
    "translation": {
      "en": "It's in Hungary, close to the, um, Austrian border.",
      "th": "มันอยู่ในฮังการี ใกล้กับชายแดนของประเทศออสเตรีย"
    }
  },
  {
    "translation": {
      "en": "Every day, the peasants would bring their wares from the neighboring villages",
      "th": "ทุกๆ วันชาวนาจะนำสินค้าของพวกเขา มาจากหมู่บ้านใกล้เคียง"
    }
  },
  {
    "translation": {
      "en": "in big baskets, and they would carry it on their head or on their shoulders.",
      "th": "ใส่ตะกร้าใบใหญ่ และพวกเขาจะวางมันไว้บนหัว หรือสะพายมันบนไหล่"
    }
  },
  {
    "translation": {
      "en": "Szaszovo was a very small, little community",
      "th": "ซัสโซโวเป็นชุมชนเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "consisting of 3,000 people.",
      "th": "ที่มีประชากร 3,000 คน"
    }
  },
  {
    "translation": {
      "en": "No electricity, no utilities at all.",
      "th": "ไม่มีไฟฟ้า ไม่มีระบบสาธารณูปโภคใดๆ"
    }
  },
  {
    "translation": {
      "en": "So it was… I lead a very simplistic, boring life. Nothing exciting.",
      "th": "ผมจึงใช้ชีวิตเรียบง่าย น่าเบื่อ ไม่มีอะไรน่าตื่นเต้น"
    }
  },
  {
    "translation": {
      "en": "But then Budapest, where I ended up, was an entirely different life.",
      "th": "แต่ที่บูดาเปสต์ ที่ที่ผมไปลงหลักปักฐาน นั้นเป็นชีวิตที่แตกต่างอย่างสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "It was an enormous adjustment.",
      "th": "มันเป็นการปรับตัวครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "And I looked at this city just going, \"Whoa!\"",
      "th": "ผมมองดูเมืองนี้แล้วก็ร้อง \"ว้าว!\""
    }
  },
  {
    "translation": {
      "en": "I mean, it was like… I've never believed anything like this exists!",
      "th": "ผมไม่เคยเชื่อว่ามีอะไรแบบนี้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "[Tom Lantos] Budapest was a magnificent, world-class city,",
      "th": "บูดาเปสต์เป็นเมืองที่งดงามระดับโลก"
    }
  },
  {
    "translation": {
      "en": "on par with Vienna or Paris or London as a great European capital.",
      "th": "พอๆ กับกรุงเวียนนา ปารีสหรือลอนดอน ในฐานะเมืองหลวงที่ยิ่งใหญ่ของยุโรป"
    }
  },
  {
    "translation": {
      "en": "This magnificent Parliament building",
      "th": "อาคารรัฐสภาอันงดงามแห่งนี้"
    }
  },
  {
    "translation": {
      "en": "saw the best and the worst in Hungarian history.",
      "th": "ตั้งอยู่ในทั้งช่วงเวลาที่ดีที่สุดและแย่ที่สุด ในประวัติศาสตร์ของชาวฮังการี"
    }
  },
  {
    "translation": {
      "en": "The bulk of the Jews in Budapest",
      "th": "ชาวยิวส่วนใหญ่ในบูดาเปสต์"
    }
  },
  {
    "translation": {
      "en": "were utterly assimilated, deeply patriotic,",
      "th": "มีความกลมเกลียว รักชาติอย่างสุดซึ้ง"
    }
  },
  {
    "translation": {
      "en": "and enormously proud of their Hungarian cultural heritage.",
      "th": "และภูมิใจในมรดกทางวัฒนธรรมของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "There were about 800 Jewish families in our town.",
      "th": "ในเมืองของเรามีครอบครัวชาวยิว ประมาณ 800 ครอบครัว"
    }
  },
  {
    "translation": {
      "en": "And I think the town was 10,000 or 11,000 non-Jews.",
      "th": "และฉันคิดว่าทั้งเมืองมีคนที่ไม่ได้เป็นชาวยิว ราวๆ 10,000 หรือ 11,000 คน"
    }
  },
  {
    "translation": {
      "en": "I had non-Jewish friends. I dated non-Jewish boys.",
      "th": "ฉันมีเพื่อนที่ไม่ใช่ชาวยิว ฉันเคยเดตกับหนุ่มที่ไม่ใช่ชาวยิว"
    }
  },
  {
    "translation": {
      "en": "My parents had non-Jewish friends.",
      "th": "พ่อแม่ฉันมีเพื่อนที่ไม่ใช่ชาวยิว"
    }
  },
  {
    "translation": {
      "en": "We also felt quite Hungarian at the same time.",
      "th": "เรารู้สึกถึงความเป็นชาวฮังการี ในเวลาเดียวกันด้วย"
    }
  },
  {
    "translation": {
      "en": "Not just Jewish.",
      "th": "ไม่ใช่แค่เป็นชาวยิว"
    }
  },
  {
    "translation": {
      "en": "So, Judaism was our religion,",
      "th": "ศาสนายิวเป็นศาสนาของเรา"
    }
  },
  {
    "translation": {
      "en": "but we were Hungarians.",
      "th": "แต่เราเป็นชาวฮังการี"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] On August 2nd, 1934, officers and men swear the oath of allegiance",
      "th": "(เมื่อวันที่ 2 สิงหาคม 1934 เจ้าหน้าที่และทหารกล่าวคำปฏิญาณตน"
    }
  },
  {
    "translation": {
      "en": "not to Germany, but to Hitler personally.",
      "th": "ไม่ใช่ต่อเยอรมนี แต่ต่อฮิตเลอร์)"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] As Hitler's rule over Germany became absolute,",
      "th": "(ขณะที่ฮิตเลอร์ปกครองเยอรมนีได้โดยสมบูรณ์"
    }
  },
  {
    "translation": {
      "en": "to his alarmed neighbor Austria,",
      "th": "ฮิตเลอร์สัญญาว่าจะไม่ยุ่ง"
    }
  },
  {
    "translation": {
      "en": "Hitler promised to keep hands off.",
      "th": "กับเพื่อนบ้านที่ตื่นตระหนกอย่างออสเตรีย)"
    }
  },
  {
    "translation": {
      "en": "[Tom Lantos] In 1938, when I was 10 years old,",
      "th": "ในปี 1938 ตอนผมอายุสิบขวบ"
    }
  },
  {
    "translation": {
      "en": "I bought my first newspaper.",
      "th": "ผมซื้อหนังสือพิมพ์ฉบับแรกในชีวิต"
    }
  },
  {
    "translation": {
      "en": "And I saw the headlines,",
      "th": "และผมเห็นพาดหัวข่าว"
    }
  },
  {
    "translation": {
      "en": "\"Hitler marches into Austria.\"",
      "th": "\"ฮิตเลอร์เดินทัพเข้ามาในออสเตรีย\""
    }
  },
  {
    "translation": {
      "en": "And I sensed that this historic moment",
      "th": "และผมรู้สึกได้ว่าช่วงเวลาแห่งประวัติศาสตร์นี้"
    }
  },
  {
    "translation": {
      "en": "will have a tremendous impact on the lives of Hungarian Jews, my family, and myself.",
      "th": "จะมีผลกระทบอย่างมากต่อชีวิต ของชาวยิวในฮังการี ครอบครัวผมและตัวผม"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Germany invades Poland and Danzig.",
      "th": "(เยอรมนีรุกรานโปแลนด์และดันซิก"
    }
  },
  {
    "translation": {
      "en": "Warsaw is bombed, blasted and shelled.",
      "th": "วอร์ซอถูกระเบิดและถูกทำลาย"
    }
  },
  {
    "translation": {
      "en": "Poland is in ruins.",
      "th": "โปแลนด์เสียหายราบคาบ)"
    }
  },
  {
    "translation": {
      "en": "[Renee Firestone] There were refugees coming to Hungary running away from Poland,",
      "th": "มีผู้ลี้ภัยหนีออกจากโปแลนด์เข้ามาในฮังการี"
    }
  },
  {
    "translation": {
      "en": "and most of the Jewish families, Friday night the men went to temple",
      "th": "และครอบครัวชาวยิวส่วนใหญ่ จะไปที่วัดกันในคืนวันศุกร์"
    }
  },
  {
    "translation": {
      "en": "to bring these people home and give them shelter.",
      "th": "เพื่อพาคนเหล่านี้มาที่บ้าน และให้ที่พักพิงแก่พวกเขา"
    }
  },
  {
    "translation": {
      "en": "They would come and tell stories.",
      "th": "พวกเขาจะมาเล่าเรื่องราวต่างๆ"
    }
  },
  {
    "translation": {
      "en": "And I remembered very often…",
      "th": "และฉันจำได้ว่าบ่อยครั้ง..."
    }
  },
  {
    "translation": {
      "en": "you didn't believe them.",
      "th": "เราไม่เชื่อพวกเขา"
    }
  },
  {
    "translation": {
      "en": "I heard a conversation between my father and another man.",
      "th": "ฉันได้ยินบทสนทนาระหว่างพ่อของฉันกับชายอีกคน"
    }
  },
  {
    "translation": {
      "en": "And he was telling my father what the Nazis are doing in Poland.",
      "th": "เขาบอกพ่อของฉันว่า พวกนาซีทำอะไรบ้างในโปแลนด์"
    }
  },
  {
    "translation": {
      "en": "And one thing that I'll never forget that I heard…",
      "th": "และสิ่งหนึ่งที่ฉันได้ยินและจะไม่มีวันลืมเลย"
    }
  },
  {
    "translation": {
      "en": "And he said the Nazis are taking our young Jewish infants,",
      "th": "เขาบอกว่าพวกนาซีจะเอาตัวเด็กทารกชาวยิวไป"
    }
  },
  {
    "translation": {
      "en": "and they're tearing them in half by their legs,",
      "th": "แล้วฉีกเด็กออกเป็นสองส่วนจากทางขา"
    }
  },
  {
    "translation": {
      "en": "and they're throwing them in the Dniester, a river in the Ukraine.",
      "th": "แล้วจากนั้นพวกเขาก็โยนเด็กลงไป ในแม่น้ำนีสเตอร์ในยูเครน"
    }
  },
  {
    "translation": {
      "en": "Then later, of course,",
      "th": "แล้วแน่นอนว่าหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "the stories were getting worse,",
      "th": "เรื่องราวก็แย่ลงเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "and we began to hear about mass shootings and mass graves,",
      "th": "เราเริ่มได้ยินเรื่องการยิงหมู่และการฝังหมู่"
    }
  },
  {
    "translation": {
      "en": "But there was a sort of a naive…",
      "th": "แต่มันก็มีความไร้เดียงสา…"
    }
  },
  {
    "translation": {
      "en": "I hate to use the word, but I have to use the word…",
      "th": "ผมไม่อยากใช้คำนี้ แต่ผมก็ต้องใช้มัน…"
    }
  },
  {
    "translation": {
      "en": "patriotic feeling that we Hungarians don't do such things.",
      "th": "ความรู้สึกรักชาติที่ว่า พวกเราชาวฮังการีด้วยกันจะไม่ทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Hitler was in Germany, so what happened in Germany didn't reflect on us.",
      "th": "ฮิตเลอร์อยู่ในเยอรมนี ดังนั้นสิ่งที่เกิดขึ้น ในเยอรมนีไม่ได้ส่งผลถึงเราหรอก"
    }
  },
  {
    "translation": {
      "en": "I mean, we were far away from it.",
      "th": "ฉันว่าเราอยู่ห่างไกลจากเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "[Randolph Braham] There were two wars.",
      "th": "มีสงครามสองสงคราม"
    }
  },
  {
    "translation": {
      "en": "There was a military war,",
      "th": "หนึ่งคือสงครามทางทหาร"
    }
  },
  {
    "translation": {
      "en": "and hand-in-hand with that war.",
      "th": "และสองคือสงครามที่เชื่อมโยงกับสงครามนั้น"
    }
  },
  {
    "translation": {
      "en": "There was a second war,",
      "th": "มีสงครามที่สอง"
    }
  },
  {
    "translation": {
      "en": "the war of the SS directed against the Jews.",
      "th": "คือสงครามของหน่วยเอสเอสที่มุ่งโจมตีชาวยิว"
    }
  },
  {
    "translation": {
      "en": "The dark side of the Hungarian national character",
      "th": "ด้านมืดของลักษณะประจำชาติฮังการี"
    }
  },
  {
    "translation": {
      "en": "was becoming more and more obvious.",
      "th": "เริ่มชัดเจนขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "The persecution of Jews became more and more obvious.",
      "th": "การข่มเหงชาวยิวเริ่มชัดเจนขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "Jews were losing their jobs, their businesses.",
      "th": "ชาวยิวเริ่มตกงาน ปิดกิจการของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "There was a Hungarian Nazi movement, the Arrow Cross,",
      "th": "มีการเคลื่อนไหวของนาซีที่เป็นชาวฮังการี พวกขบวนการนิยมฮังการี"
    }
  },
  {
    "translation": {
      "en": "and this became, of course,",
      "th": "และแน่นอนว่ามันกลายเป็น"
    }
  },
  {
    "translation": {
      "en": "the most hated and the most feared group for Hungarian Jews.",
      "th": "กลุ่มที่ชาวฮังการีเชื้อสายยิว เกลียดและหวาดกลัวมากที่สุด"
    }
  },
  {
    "translation": {
      "en": "[Renee Firestone] People wonder, \"How is it that we didn't do something?\"",
      "th": "ผู้คนสงสัยว่า \"ทำไมเราถึงไม่ทำอะไรสักอย่าง\""
    }
  },
  {
    "translation": {
      "en": "We didn't run away. We didn't hide.",
      "th": "เราไม่ได้หนี เราไม่ได้ซ่อน"
    }
  },
  {
    "translation": {
      "en": "Well, things didn't happen at once.",
      "th": "นั่นก็เพราะมันไม่ได้เกิดขึ้นพร้อมกัน"
    }
  },
  {
    "translation": {
      "en": "Things happened very slowly,",
      "th": "ทุกอย่างเกิดขึ้นอย่างช้าๆ"
    }
  },
  {
    "translation": {
      "en": "so each time a new law came out, or a restriction,",
      "th": "แต่ละครั้งจะมีกฎหมายใหม่ออกมา มีข้อห้าม"
    }
  },
  {
    "translation": {
      "en": "we said, \"Well, just another thing. It'll blow over.\"",
      "th": "เราพูดกันว่า \"ก็แค่อีกเรื่องเดียว เดี๋ยวมันก็หยุด\""
    }
  },
  {
    "translation": {
      "en": "[Tom Lantos] Hitler moved into Hungary on the 19th of March, 1944.",
      "th": "ฮิตเลอร์ย้ายเข้ามาในฮังการี เมื่อวันที่ 19 มีนาคมปี 1944"
    }
  },
  {
    "translation": {
      "en": "I was 16 years old.",
      "th": "ตอนนั้นผมอายุ 16 ปี"
    }
  },
  {
    "translation": {
      "en": "1944, March 19th.",
      "th": "วันที่ 19 มีนาคม ปี 1944"
    }
  },
  {
    "translation": {
      "en": "Germans entered, the SS entered, our town.",
      "th": "พวกเยอรมันเข้ามา หน่วยเอสเอสเข้ามายังเมืองของเรา"
    }
  },
  {
    "translation": {
      "en": "Two motorcycles was the whole Nazi regime that occupied our town",
      "th": "พวกนาซีใช้มอเตอร์ไซค์แค่สองคันเท่านั้น ในการยึดครองเมืองเรา"
    }
  },
  {
    "translation": {
      "en": "because they were there with the people that lived there the whole time and did their dirty.",
      "th": "เพราะพวกเขาร่วมมือกับคนที่อาศัยอยู่ที่นั่นอยู่แล้ว และยินดีทำงานสกปรกให้พวกเขา"
    }
  },
  {
    "translation": {
      "en": "Most of them were people we thought were our friends all these years,",
      "th": "พวกเขาส่วนใหญ่เป็นคนที่เรา คิดว่าเป็นพวกเดียวกับเรามาหลายปี"
    }
  },
  {
    "translation": {
      "en": "but they turned overnight on us",
      "th": "แต่เพียงชั่วข้ามคืน พวกเขาก็หันหลังให้เรา"
    }
  },
  {
    "translation": {
      "en": "and went with the other side.",
      "th": "และไปร่วมมือกับอีกฝ่าย"
    }
  },
  {
    "translation": {
      "en": "And the next restriction was",
      "th": "และข้อห้ามต่อมาก็คือ"
    }
  },
  {
    "translation": {
      "en": "that the Jew cannot walk out on the street without the yellow star.",
      "th": "ห้ามเดินออกไปข้างนอกโดยไม่มีป้ายดาวสีเหลือง"
    }
  },
  {
    "translation": {
      "en": "We heard that in Germany they to wear the yellow star",
      "th": "เราได้ยินว่าในเยอรมนี พวกเขาต้องติดป้ายดาวสีเหลืองสองดวง"
    }
  },
  {
    "translation": {
      "en": "before they were taken away,",
      "th": "ไม่งั้นพวกเขาจะถูกจับ"
    }
  },
  {
    "translation": {
      "en": "and in Poland, they did that.",
      "th": "และในโปแลนด์ พวกเขาก็ทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "So at that point we were worried.",
      "th": "เมื่อถึงจุดนั้นเราถึงได้กังวล"
    }
  },
  {
    "translation": {
      "en": "[Tom Lantos] I did not wear a yellow star",
      "th": "ผมไม่ได้ติดป้ายดาวสีเหลือง"
    }
  },
  {
    "translation": {
      "en": "and I was caught.",
      "th": "และผมถูกจับ"
    }
  },
  {
    "translation": {
      "en": "I was put into a forced-labor camp",
      "th": "ผมถูกส่งไปอยู่ในค่ายแรงงาน"
    }
  },
  {
    "translation": {
      "en": "in a place north of Budapest,",
      "th": "ที่ตั้งอยู่ทางเหนือของบูดาเปสต์"
    }
  },
  {
    "translation": {
      "en": "which had an important railroad bridge.",
      "th": "ซึ่งมีสะพานรถไฟที่สำคัญ"
    }
  },
  {
    "translation": {
      "en": "And our job was to repair the railroads,",
      "th": "และงานของเราคือซ่อมรางรถไฟ"
    }
  },
  {
    "translation": {
      "en": "the lines, the bridges, non-stop,",
      "th": "ซ่อมเส้นทาง ซ่อมสะพาน โดยไม่หยุดพัก"
    }
  },
  {
    "translation": {
      "en": "while the British and the Americans were bombing day and night.",
      "th": "ในระหว่างที่อังกฤษและอเมริกา ทิ้งระเบิดทั้งวันทั้งคืน"
    }
  },
  {
    "translation": {
      "en": "We were obviously worried that we would die.",
      "th": "แน่นอนว่าเรากลัวตาย"
    }
  },
  {
    "translation": {
      "en": "But we were also hoping",
      "th": "แต่เราก็หวังด้วยว่า"
    }
  },
  {
    "translation": {
      "en": "that the American and British bombers will hit all of their targets",
      "th": "เครื่องบินทิ้งระเบิดของอเมริกาและอังกฤษ จะโจมตีเป้าหมายได้ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "and destroy this bridge",
      "th": "และทำลายสะพานนี้ซะ"
    }
  },
  {
    "translation": {
      "en": "because that was the way to defeat Hitler.",
      "th": "เพราะนั่นคือวิธีเอาชนะฮิตเลอร์"
    }
  },
  {
    "translation": {
      "en": "I escaped from that labor camp,",
      "th": "ผมหนีออกมาจากค่ายแรงงานนั้น"
    }
  },
  {
    "translation": {
      "en": "and I joined the Hungarian underground.",
      "th": "และเข้าร่วมกลุ่มต่อต้านนาซีใต้ดิน"
    }
  },
  {
    "translation": {
      "en": "And the next decree would be that we have to pack up 25 kilos.",
      "th": "และคำสั่งต่อมาก็คือ เราต้องเก็บข้าวของ 25 กิโลกรัม"
    }
  },
  {
    "translation": {
      "en": "And at first, we didn't understand. What do you take?",
      "th": "ในตอนแรกฉันก็ไม่เข้าใจหรอก ว่าจะเอาอะไรไป"
    }
  },
  {
    "translation": {
      "en": "Think about your home, your own home.",
      "th": "คิดถึงบ้านตัวเองสิ บ้านของตัวคุณเอง"
    }
  },
  {
    "translation": {
      "en": "What would you take, 25 kilos?",
      "th": "คุณจะเอาอะไรไปเป็นน้ำหนัก 25 กิโล"
    }
  },
  {
    "translation": {
      "en": "What is 25 kilos?",
      "th": "25 กิโลนั้นคืออะไร"
    }
  },
  {
    "translation": {
      "en": "How much is 25 kilos?",
      "th": "25 กิโลจะเป็นของมากเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "Do you take the pillows? Your covers?",
      "th": "เอาหมอนไปไหม เอาผ้าคลุมเตียงไปไหม"
    }
  },
  {
    "translation": {
      "en": "Do you take your dishes? Do you take…",
      "th": "เอาจานไปไหม เอา..."
    }
  },
  {
    "translation": {
      "en": "What do you take?",
      "th": "เอาอะไรไป"
    }
  },
  {
    "translation": {
      "en": "When we were packing,",
      "th": "ตอนเราเก็บของ"
    }
  },
  {
    "translation": {
      "en": "I wanted to take something that would remind me of the good times.",
      "th": "ฉันอยากเอาของที่ทำให้นึกถึงช่วงเวลาดีๆ"
    }
  },
  {
    "translation": {
      "en": "I was very depressed and worried.",
      "th": "ฉันหดหู่และกังวลมาก"
    }
  },
  {
    "translation": {
      "en": "And so I came across a bathing suit.",
      "th": "แล้วฉันก็เจอชุดว่ายน้ำ"
    }
  },
  {
    "translation": {
      "en": "A bathing suit that my father brought me.",
      "th": "ชุดว่ายน้ำที่พ่อฉันนำมาให้"
    }
  },
  {
    "translation": {
      "en": "I don't want to do this.",
      "th": "ฉันไม่อยากพูดเรื่องนี้เลย"
    }
  },
  {
    "translation": {
      "en": "On one of his business trips, about three years earlier,",
      "th": "ในการเดินทางไปทำงานครั้งหนึ่งของเขา ประมาณสามปีก่อนหน้านั้น"
    }
  },
  {
    "translation": {
      "en": "my father came home.",
      "th": "พ่อฉันกลับมาที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "And, um… he always brought us something,",
      "th": "และ... เขามักจะเอาของมาฝากเราเสมอ"
    }
  },
  {
    "translation": {
      "en": "my sister and myself.",
      "th": "ให้น้องสาวฉันและฉัน"
    }
  },
  {
    "translation": {
      "en": "of course, we always asked, \"What did you bring?\"",
      "th": "แน่นอนว่าเราจะถามตลอดว่า \"พ่อเอาอะไรมา\""
    }
  },
  {
    "translation": {
      "en": "And he opened this box,",
      "th": "แล้วเขาก็เปิดกล่อง"
    }
  },
  {
    "translation": {
      "en": "and out of the box came this most beautiful bathing suit.",
      "th": "ในกล่องนั้นมีชุดว่ายน้ำที่สวยมากๆ"
    }
  },
  {
    "translation": {
      "en": "It had a shiny satin finish",
      "th": "มันเป็นผ้าซาตินมันวาว"
    }
  },
  {
    "translation": {
      "en": "and a print of multicolored flowers.",
      "th": "และพิมพ์ลายดอกไม้หลากสี"
    }
  },
  {
    "translation": {
      "en": "And then in the afternoon, when I heard the soldiers' boots coming up the stairs,",
      "th": "แล้วพอตอนบ่ายเมื่อฉันได้ยิน เสียงรองเท้าทหารเดินขึ้นบันไดมา"
    }
  },
  {
    "translation": {
      "en": "I ran back, and I put this bathing suit under my dress.",
      "th": "ฉันก็วิ่งกลับไปด้านหลัง และสวมชุดว่ายน้ำนั้นไว้ภายใต้ชุดกระโปรง"
    }
  },
  {
    "translation": {
      "en": "And that's how I left.",
      "th": "และฉันออกจากบ้านมาในชุดนั้น"
    }
  },
  {
    "translation": {
      "en": "They broke down the front doors. They came in. They gave us a few minutes.",
      "th": "พวกเขาพังประตูหน้าบ้านเข้ามา ให้เวลาเราไม่กี่นาที"
    }
  },
  {
    "translation": {
      "en": "They said a half hour, but it was not a half hour,",
      "th": "พวกเขาบอกว่าให้เวลาครึ่งชั่วโมง แต่มันไม่ถึงครึ่งชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "to get it all our valuables together,",
      "th": "เพื่อรวบรวมของมีค่าของเรา"
    }
  },
  {
    "translation": {
      "en": "and they… They marched us out of the house.",
      "th": "แล้วพวกเขาก็พาเราเดินเรียงแถวออกจากบ้าน"
    }
  },
  {
    "translation": {
      "en": "I couldn't imagine that they just take out people from their homes…",
      "th": "ฉันนึกภาพไม่ออกเลยล่ะ ว่าพวกเขาจะต้อนผู้คนออกจากบ้าน"
    }
  },
  {
    "translation": {
      "en": "because they're Jewish.",
      "th": "เพราะว่าเราเป็นชาวยิว"
    }
  },
  {
    "translation": {
      "en": "Our friends, so-called, and neighbors,",
      "th": "เพื่อนของเราที่เป็นเพื่อนบ้านกัน"
    }
  },
  {
    "translation": {
      "en": "they were standing lined up alongside of the road,",
      "th": "พวกเขายืนเรียงแถวอยู่ข้างถนน"
    }
  },
  {
    "translation": {
      "en": "and they were yelling,",
      "th": "และพวกเขาตะโกนว่า"
    }
  },
  {
    "translation": {
      "en": "\"It's about time, you go on out of here. And we don't need any Jews in our town.\"",
      "th": "\"ได้เวลาแล้ว ออกไปจากที่นี่ซะ เราไม่ต้องการชาวยิวในเมืองของเรา"
    }
  },
  {
    "translation": {
      "en": "\"We need to get rid of all you Jews.\"",
      "th": "เราต้องกำจัดพวกยิวให้หมด\""
    }
  },
  {
    "translation": {
      "en": "I stood, and I could not believe my eyes.",
      "th": "ฉันยืนงงและแทบไม่เชื่อสายตาตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[hesitates] The people I went to school with their children. We were friends.",
      "th": "ลูกๆ ของพวกเขาเรียนโรงเรียนเดียวกับฉัน เราเป็นเพื่อนกัน"
    }
  },
  {
    "translation": {
      "en": "We were sharing things together.",
      "th": "เราแบ่งปันสิ่งต่างๆ ร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "Why are they so hostile? Why do they hate us all of a sudden?",
      "th": "ทำไมพวกเขาถึงใจร้ายจัง ทำไมอยู่ดีๆ พวกเขาถึงเกลียดเราขึ้นมาล่ะ"
    }
  },
  {
    "translation": {
      "en": "It's like when you read that the Jews went out of Egypt.",
      "th": "มันเหมือนในหนังสือที่กล่าวถึง การอพยพของชาวยิวออกจากอียิปต์"
    }
  },
  {
    "translation": {
      "en": "We are carrying all our baggage.",
      "th": "เราต่างแบกสัมภาระทั้งหมดไว้"
    }
  },
  {
    "translation": {
      "en": "The pillows and the covers are tied to them, bundled.",
      "th": "หมอนกับผ้าห่มถูกมัดรวมกัน"
    }
  },
  {
    "translation": {
      "en": "And we children helped to carry. And I'm so ashamed.",
      "th": "และเด็กๆ อย่างพวกเราก็ช่วยกันอุ้ม และฉันรู้สึกกระดากใจมาก"
    }
  },
  {
    "translation": {
      "en": "[Renee Firestone] We wanted to believe they're gonna take us to Germany.",
      "th": "เราอยากเชื่อว่าพวกเขาจะพาเรา ไปเยอรมนีและเราจะได้ทำงาน"
    }
  },
  {
    "translation": {
      "en": "And we're gonna work. We really wanted to believe it.",
      "th": "เราอยากเชื่อว่าพวกเขาจะพาเรา ไปเยอรมนีและเราจะได้ทำงาน เราอยากจะเชื่ออย่างนั้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "And by then, the whole European Jewry was already in camps,",
      "th": "และตอนนั้น ชาวยุโรปเชื้อสายยิวทั้งหมด ก็อยู่ในค่ายกักกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "which we didn't know.",
      "th": "ซึ่งเราไม่รู้ตัวเลย"
    }
  },
  {
    "translation": {
      "en": "The concentration, ghettoization and deportation",
      "th": "การกักกัน ชุมชนแออัดและการเนรเทศ"
    }
  },
  {
    "translation": {
      "en": "took place in a concentrated manner that is within 12 weeks.",
      "th": "เกิดขึ้นอย่างเข้มข้นภายใน 12 สัปดาห์"
    }
  },
  {
    "translation": {
      "en": "And nowhere else was the deportation program carried out",
      "th": "และไม่มีที่ไหนที่การเนรเทศถูกบังคับใช้"
    }
  },
  {
    "translation": {
      "en": "with the barbarity and speed that it was in Hungary.",
      "th": "อย่างป่าเถื่อนและเร่งรัดเท่าที่เคยเกิดในฮังการี"
    }
  },
  {
    "translation": {
      "en": "They say that they will take us to a ghetto,",
      "th": "พวกเขาบอกว่าจะพาเราไปที่ \"เก็ตโต้\""
    }
  },
  {
    "translation": {
      "en": "and we'd never heard that word.",
      "th": "เราไม่เคยได้ยินคำนั้น"
    }
  },
  {
    "translation": {
      "en": "It is not a Hungarian word, \"ghetto.\"",
      "th": "\"เก็ตโต้\" ไม่ใช่คำในภาษาฮังการี"
    }
  },
  {
    "translation": {
      "en": "[Renee Firestone] We had no idea where we were.",
      "th": "เราไม่รู้ว่าเราอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "In the morning, when we woke up,",
      "th": "ในตอนเช้า เมื่อเราตื่นขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "I realized that we are in a brickyard.",
      "th": "ฉันก็ได้รู้ว่าเราอยู่ในลานอิฐ"
    }
  },
  {
    "translation": {
      "en": "Brick factory yard.",
      "th": "ลานโรงงานอิฐ"
    }
  },
  {
    "translation": {
      "en": "And in April, it was rainy. It was a lot of rain.",
      "th": "และในเดือนเมษายนฝนก็ตก ฝนตกหนักมาก"
    }
  },
  {
    "translation": {
      "en": "And we were always…",
      "th": "แล้วเราก็จะ..."
    }
  },
  {
    "translation": {
      "en": "We had to change the sheet because the roof was the sheet,",
      "th": "เราต้องเปลี่ยนที่นอน เพราะหลังคาเป็นที่นอน"
    }
  },
  {
    "translation": {
      "en": "and we were always wet.",
      "th": "และเราก็ตัวเปียกตลอด"
    }
  },
  {
    "translation": {
      "en": "There were thousands of people there because they came from the whole county.",
      "th": "มีคนหลายพันคนอยู่ที่นั่น เพราะพวกเขามาจากทั้งเขต"
    }
  },
  {
    "translation": {
      "en": "And there were guards everywhere, with dogs,",
      "th": "และมียามเฝ้าอยู่ทุกที่กับพวกหมา"
    }
  },
  {
    "translation": {
      "en": "walking around all the time, big German Shepherd dogs,",
      "th": "เดินตรวจตราตลอดเวลา กับหมาเยอรมันเชฟเพิร์ดตัวใหญ่"
    }
  },
  {
    "translation": {
      "en": "on very, very tight leashes.",
      "th": "กับสายจูงแน่นหนา"
    }
  },
  {
    "translation": {
      "en": "…because this was all these huts, with people, people all over the place.",
      "th": "เพราะที่นี่เป็นที่พักที่มีคนอยู่เต็มไปหมด"
    }
  },
  {
    "translation": {
      "en": "[Robin] Do you know where your hut was?",
      "th": "- คุณรู้ไหมว่าที่พักของคุณคือหลังไหน - รู้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Irene Zisblatt] Yes. My hut was right here, where these piles of bricks are.",
      "th": "- คุณรู้ไหมว่าที่พักของคุณคือหลังไหน - รู้ค่ะ กระท่อมของฉันอยู่ตรงนี้ ที่เป็นกองอิฐพวกนี้"
    }
  },
  {
    "translation": {
      "en": "[sniffles] And then one day they announced",
      "th": "แล้ววันหนึ่งพวกเขาก็ประกาศ"
    }
  },
  {
    "translation": {
      "en": "that everybody that wants to go to work to Tokay",
      "th": "ว่าคนที่อยากไปทำงานที่โทไก"
    }
  },
  {
    "translation": {
      "en": "on the vineyard to make wine should come here,",
      "th": "ไปทำไวน์ที่ไร่องุ่น ให้มารวมกันที่นี่"
    }
  },
  {
    "translation": {
      "en": "and everybody voluntary, gladly went on the train",
      "th": "และทุกคนก็สมัครใจขึ้นรถไฟ"
    }
  },
  {
    "translation": {
      "en": "because this was hell.",
      "th": "เพราะที่นี่มันนรกชัดๆ"
    }
  },
  {
    "translation": {
      "en": "And going to work in a vineyard was like going to heaven from this.",
      "th": "และการไปทำงานในไร่องุ่นก็เหมือนได้ขึ้นสวรรค์"
    }
  },
  {
    "translation": {
      "en": "We were taken to the railroad station by the Hungarian soldiers.",
      "th": "เราถูกทหารฮังการีพาตัวไปที่สถานีรถไฟ"
    }
  },
  {
    "translation": {
      "en": "My mother said to me,",
      "th": "แม่บอกฉันว่า"
    }
  },
  {
    "translation": {
      "en": "\"I rolled up diamonds in your skirt, in the hem of your skirt.\"",
      "th": "\"แม่ห่อเพชรไว้ในกระโปรงของลูก ในขอบกระโปรงของลูก"
    }
  },
  {
    "translation": {
      "en": "\"And if you don't have enough to eat, those are to buy bread.\"",
      "th": "และถ้าลูกมีเงินไม่พอกิน ก็เอามันไปซื้อขนมปัง\""
    }
  },
  {
    "translation": {
      "en": "When we arrived at the railroad station,",
      "th": "พอเรามาถึงสถานี"
    }
  },
  {
    "translation": {
      "en": "we realized that we're not going on passenger trains.",
      "th": "เราก็ได้รู้ว่าจะไม่ได้นั่งตู้รถไฟโดยสาร"
    }
  },
  {
    "translation": {
      "en": "The cattle cars were waiting for us.",
      "th": "มีตู้รถขนวัวควายรอเราอยู่"
    }
  },
  {
    "translation": {
      "en": "[Irene Zisblatt] My father said, \"They ran out of other trains because it's wartime.\"",
      "th": "พ่อฉันบอกว่า \"พวกเขามีตู้รถไฟไม่เพียงพอ เพราะเป็นช่วงสงคราม"
    }
  },
  {
    "translation": {
      "en": "\"They don't have the other train. So, they have to use what they have.\"",
      "th": "พวกเขาไม่มีตู้รถไฟแล้ว พวกเขาเลยต้องใช้สิ่งที่มีไปก่อน\""
    }
  },
  {
    "translation": {
      "en": "[Alice Lok Cahana] Anybody who didn't go and didn't go fast was beaten.",
      "th": "ใครที่ไม่ขยับหรือเคลื่อนที่ช้าก็จะถูกทำร้าย"
    }
  },
  {
    "translation": {
      "en": "When they closed the doors, then I heard that knock on the outside",
      "th": "เมื่อพวกเขาปิดประตู ฉันก็ได้ยินเสียงเคาะที่ด้านนอก"
    }
  },
  {
    "translation": {
      "en": "like a bolt closing us in there.",
      "th": "เหมือนสลักประตูที่ขังเราไว้ในนั้น"
    }
  },
  {
    "translation": {
      "en": "It wasn't normal anymore. It wasn't…",
      "th": "มันไม่ปกติเลยสักนิด"
    }
  },
  {
    "translation": {
      "en": "I didn't accept that they were running out of the other trains.",
      "th": "ฉันไม่เชื่อว่าพวกเขา มีขบวนรถไฟไม่เพียงพอหรอก"
    }
  },
  {
    "translation": {
      "en": "[Bill Basch] In Budapest, this time started getting worse.",
      "th": "ในบูดาเปสต์ ช่วงเวลานี้เริ่มแย่ลงเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "I really had to acquire Gentile papers.",
      "th": "ผมต้องไปหาเอกสารรับรองว่าไม่ใช่คนยิว"
    }
  },
  {
    "translation": {
      "en": "I did not exist as a Jew.",
      "th": "ผมไม่ได้มีตัวตนในฐานะชาวยิว"
    }
  },
  {
    "translation": {
      "en": "I would have been shot. I would have been killed.",
      "th": "ไม่งั้นผมคงถูกยิง ผมคงถูกฆ่า"
    }
  },
  {
    "translation": {
      "en": "You were a hunted animal, 24 hours, every day,",
      "th": "คุณเป็นสัตว์ที่ถูกล่าในทุกวันตลอด 24 ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "and you didn't know if anybody you encountered",
      "th": "และคุณไม่รู้เลยว่าคนที่คุณพบเจอ"
    }
  },
  {
    "translation": {
      "en": "was really on your side.",
      "th": "อยู่ข้างคุณจริงหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Had it not been for Wallenberg,",
      "th": "ถ้าไม่ใช่เพราะวอลเลนเบิร์ก"
    }
  },
  {
    "translation": {
      "en": "neither I nor the other tens of thousands would have ever survived.",
      "th": "ทั้งผมและคนอื่นๆ อีกหลายหมื่นคนก็คงไม่รอด"
    }
  },
  {
    "translation": {
      "en": "Raoul Wallenberg arrived when all of Hungary,",
      "th": "ราอูล วอลเลนเบิร์กมาถึงเมื่อทุกเมืองในฮังการี"
    }
  },
  {
    "translation": {
      "en": "with the exception of Budapest, was already free of Jews.",
      "th": "เนรเทศชาวยิวออกไปแล้ว ยกเว้นบูดาเปสต์"
    }
  },
  {
    "translation": {
      "en": "He went to Budapest at a time when, in the countryside,",
      "th": "เขาไปที่บูดาเปสต์ในช่วงเวลาที่ชาวยิวในชนบท"
    }
  },
  {
    "translation": {
      "en": "the Jews had already been put into cattle cars",
      "th": "ถูกนำขึ้นตู้รถไฟขนวัว"
    }
  },
  {
    "translation": {
      "en": "and shipped away from Hungary.",
      "th": "และส่งออกไปนอกฮังการีแล้ว"
    }
  },
  {
    "translation": {
      "en": "And he decided to join the Swedish embassy there",
      "th": "และเขาตัดสินใจเข้าร่วมสถานทูตสวีเดนที่นั่น"
    }
  },
  {
    "translation": {
      "en": "for the sole purpose of trying to save Jewish lives.",
      "th": "เพื่อจุดประสงค์เดียวที่จะช่วยชีวิตชาวยิว"
    }
  },
  {
    "translation": {
      "en": "By issuing so-called Swedish protective passports,",
      "th": "ด้วยการออกเอกสารที่เรียกว่า หนังสือเดินทางคุ้มครองคนสวีเดน"
    }
  },
  {
    "translation": {
      "en": "he declared that the individual who had this document",
      "th": "เขาประกาศว่าผู้ที่มีเอกสารนี้"
    }
  },
  {
    "translation": {
      "en": "at the end of the war planned to go to Sweden.",
      "th": "มีแผนจะไปสวีเดนเมื่อจบสงคราม"
    }
  },
  {
    "translation": {
      "en": "This was pure fiction, but in the chaos and the confusion of the war,",
      "th": "นี่เป็นเรื่องที่แต่งขึ้นล้วนๆ แต่ในความวุ่นวาย และความสับสนของสงคราม"
    }
  },
  {
    "translation": {
      "en": "this miraculous, worthless piece of paper worked.",
      "th": "เอกสารปลอมที่แสนมหัศจรรย์นี้ใช้ได้ผล"
    }
  },
  {
    "translation": {
      "en": "[Bill Basch] Several of us acted as distributors or runners",
      "th": "พวกเราหลายคนทำหน้าที่ เป็นผู้แจกจ่ายหรือผู้นำส่ง"
    }
  },
  {
    "translation": {
      "en": "to deliver this fake passport",
      "th": "เพื่อนำหนังสือเดินทางปลอมนี้ไปส่ง"
    }
  },
  {
    "translation": {
      "en": "to the people that were waiting in those protected houses.",
      "th": "ให้ผู้คนที่กำลังรออยู่ที่บ้านที่ได้รับการคุ้มครอง"
    }
  },
  {
    "translation": {
      "en": "[Tom Lantos] Wallenberg leased large apartment houses,",
      "th": "วอลเลนเบิร์กเช่าอพาร์ตเมนต์ขนาดใหญ่"
    }
  },
  {
    "translation": {
      "en": "put up a Swedish sign indicating that all the residents",
      "th": "ติดป้ายสัญลักษณ์ของสวีเดน เพื่อบ่งบอกว่าผู้อยู่อาศัยทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "were under the protection of the royal Swedish government.",
      "th": "อยู่ภายใต้การคุ้มครองของรัฐบาลสวีเดน"
    }
  },
  {
    "translation": {
      "en": "I stayed at St. Stephen Park, number 25.",
      "th": "ผมพักอยู่ที่บ้านเลขที่ 25 เซนต์สตีเฟน พาร์ก"
    }
  },
  {
    "translation": {
      "en": "Most of these houses were upper-middle-class apartment houses,",
      "th": "บ้านพวกนี้ส่วนใหญ่เป็นอพาร์ตเมนต์มีระดับ"
    }
  },
  {
    "translation": {
      "en": "and a three-bedroom apartment,",
      "th": "และอพาร์ตเมนต์สามห้องนอน"
    }
  },
  {
    "translation": {
      "en": "that may have had four, five, six people living there before this crisis,",
      "th": "ซึ่งอาจมีคนสี่ถึงหกคนพักอาศัยก่อนเกิดวิกฤต"
    }
  },
  {
    "translation": {
      "en": "suddenly became a hovel",
      "th": "แต่อยู่ๆ มันก็กลายเป็นรังหนู"
    }
  },
  {
    "translation": {
      "en": "with 60, 70 people jammed into a three-bedroom apartment.",
      "th": "มีคน 60 ถึง 70 คนเบียดเสียดกันอยู่ ในอพาร์ตเมนต์สามห้องนอน"
    }
  },
  {
    "translation": {
      "en": "[girl 1] Very uncomfortable.",
      "th": "น่าอึดอัดมาก"
    }
  },
  {
    "translation": {
      "en": "It was very uncomfortable, honey,",
      "th": "มันอึดอัดมากที่รัก"
    }
  },
  {
    "translation": {
      "en": "but more importantly, it was unbelievably dangerous.",
      "th": "แต่ที่สำคัญกว่านั้นคือมันอันตรายมากจนเหลือเชื่อ"
    }
  },
  {
    "translation": {
      "en": "The word \"protected house\" obviously is a misnomer,",
      "th": "เห็นได้ชัดว่าคำว่า \"บ้านที่ได้รับการคุ้มครอง\" เป็นการเรียกชื่อผิด"
    }
  },
  {
    "translation": {
      "en": "uh, because many of the people living in these quote-unquote \"protected houses\"",
      "th": "เพราะหลายคนที่อาศัยอยู่ในที่ๆ เรียกว่า \"บ้านที่ได้รับการคุ้มครอง\" นี้"
    }
  },
  {
    "translation": {
      "en": "were rounded up, taken to the bank of the Danube, and killed.",
      "th": "ถูกไล่จับ พาไปยังริมฝั่งแม่น้ำดานูบและถูกสังหาร"
    }
  },
  {
    "translation": {
      "en": "Now, to get into the protected houses was not difficult.",
      "th": "การเข้าไปอยู่ในบ้านที่ได้รับการคุ้มครองนั้น ไม่ใช่เรื่องยาก"
    }
  },
  {
    "translation": {
      "en": "Soldiers didn't care.",
      "th": "ทหารไม่สนเลย"
    }
  },
  {
    "translation": {
      "en": "They were out in the front. \"Go in there.\"",
      "th": "พวกเขายืนอยู่ข้างหน้า บอกว่า \"เข้าไปสิ\""
    }
  },
  {
    "translation": {
      "en": "However, to come out",
      "th": "แต่ว่าการออกมา..."
    }
  },
  {
    "translation": {
      "en": "that was the very, very difficult thing.",
      "th": "เป็นเรื่องที่ยากมาก"
    }
  },
  {
    "translation": {
      "en": "If German soldiers or Hungarian Nazi soldiers were suspicious,",
      "th": "ถ้าทหารเยอรมันหรือทหารนาซีฮังการีสงสัย"
    }
  },
  {
    "translation": {
      "en": "they ordered us to take down our pants",
      "th": "พวกเขาจะสั่งให้เราถอดกางเกง"
    }
  },
  {
    "translation": {
      "en": "because we were the only people who were circumcised.",
      "th": "เพราะเราเป็นเชื้อสายเดียวที่ขลิบปลายองคชาติ"
    }
  },
  {
    "translation": {
      "en": "One day, I had on my body, strapped around, the fake passports,",
      "th": "วันหนึ่งผมติดหนังสือเดินทางปลอมไว้รอบๆ ตัว"
    }
  },
  {
    "translation": {
      "en": "which I was delivering to these people so they could get out of the building,",
      "th": "เพื่อนำไปส่งคนเหล่านี้ เพื่อให้พวกเขาสามารถออกจากตึกได้"
    }
  },
  {
    "translation": {
      "en": "and I miscalculated.",
      "th": "และผมคำนวณผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "I went through the sewer line, and I knew when to get out.",
      "th": "ผมจะเดินผ่านท่อระบายน้ำไป และผมรู้ว่าควรโผล่ออกไปตอนไหน"
    }
  },
  {
    "translation": {
      "en": "And I made a mistake,",
      "th": "แต่ผมทำผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "instead of coming out in the middle of the building,",
      "th": "แทนที่จะโผล่ออกมาช่วงกลางตึก"
    }
  },
  {
    "translation": {
      "en": "I came out in front of the building,",
      "th": "ผมกลับโผล่ออกมาหน้าตึก"
    }
  },
  {
    "translation": {
      "en": "where two soldiers were guarding the building.",
      "th": "ที่มีทหารสองคนเฝ้าตึกอยู่"
    }
  },
  {
    "translation": {
      "en": "I started running as fast as I could,",
      "th": "ผมรีบวิ่งให้เร็วที่สุดเท่าที่จะทำได้"
    }
  },
  {
    "translation": {
      "en": "crossing the street back and forth.",
      "th": "ข้ามถนนไปมา"
    }
  },
  {
    "translation": {
      "en": "And they were deporting a group of Jews,",
      "th": "ขณะนั้นกำลังมีการเนรเทศชาวยิวกลุ่มหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "not knowing where they're taking them,",
      "th": "ไม่รู้ว่าพวกเขาจะพาชาวยิวกลุ่มนี้ไปที่ไหน"
    }
  },
  {
    "translation": {
      "en": "I jumped into that group of Jews thinking,",
      "th": "ผมกระโดดเข้าไปหลบในกลุ่มชาวยิวนั้น แล้วคิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"As I got in so many times into trouble, I'll get out one more time.\"",
      "th": "\"ผมเอาตัวรอดมาได้หลายครั้งแล้ว ผมจะต้องรอดไปได้สักครั้งสิ"
    }
  },
  {
    "translation": {
      "en": "\"Just one more escape.\"",
      "th": "อีกแค่ครั้งเดียว\""
    }
  },
  {
    "translation": {
      "en": "We would up five days later in Buchenwald.",
      "th": "เราถูกพามาที่บูเคนวัลด์ในอีกห้าวันต่อมา"
    }
  },
  {
    "translation": {
      "en": "[Irene Zisblatt] We were on the train for about five days.",
      "th": "เราอยู่บนรถไฟประมาณห้าวัน"
    }
  },
  {
    "translation": {
      "en": "Sitting on a heap of luggage that we carried there.",
      "th": "นั่งอยู่บนกองสัมภาระที่เราแบกไปด้วย"
    }
  },
  {
    "translation": {
      "en": "The cattle car that I was in, there was about 120 of us.",
      "th": "ตู้รถไฟขนวัวที่ฉันโดยสาร มีคนประมาณ 120 คน"
    }
  },
  {
    "translation": {
      "en": "Mashed together like sardines, and it's very, very hot.",
      "th": "เบียดเสียดกันเหมือนปลากระป๋อง และมันร้อนมากๆ"
    }
  },
  {
    "translation": {
      "en": "They had one pail, you know, for going to the bathroom.",
      "th": "พวกเขามีถังไว้ให้หนึ่งถังสำหรับเข้าห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "And suddenly the buckets filled up, and then the odor was unbearable.",
      "th": "แล้วจู่ๆ ถังก็เต็ม แล้วก็มีกลิ่นที่เกินจะทนได้"
    }
  },
  {
    "translation": {
      "en": "They never opened the doors to go to the bathroom.",
      "th": "พวกเขาไม่เคยเปิดประตูให้เราขับถ่าย"
    }
  },
  {
    "translation": {
      "en": "They never gave us any water. They never gave us any food.",
      "th": "พวกเขาไม่เคยให้น้ำเรา พวกเขาไม่เคยให้อาหารเรา"
    }
  },
  {
    "translation": {
      "en": "The children were screaming. They wanted to go home.",
      "th": "เด็กๆ ร้องไห้งอแงอยากกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "\"Where are they taking us? Where are they taking us?\"",
      "th": "\"พวกเขาจะพาเราไปที่ไหน\""
    }
  },
  {
    "translation": {
      "en": "Nobody answered.",
      "th": "ไม่มีใครตอบเรา"
    }
  },
  {
    "translation": {
      "en": "It was total darkness.",
      "th": "มันมืดมาก"
    }
  },
  {
    "translation": {
      "en": "The light seeped only through the cracks of the cattle car.",
      "th": "มีแค่แสงที่ส่องผ่านรอยแตกของตู้รถไฟขนวัว"
    }
  },
  {
    "translation": {
      "en": "[Irene Zisblatt] My father found a crack in the cattle train.",
      "th": "พ่อฉันเจอรอยแตก ในตู้รถไฟขนวัว"
    }
  },
  {
    "translation": {
      "en": "He looked out, and he spoke out loud,",
      "th": "เขามองออกไปและพูดออกมาเสียงดังว่า"
    }
  },
  {
    "translation": {
      "en": "\"I don't think we're going to the vineyard",
      "th": "\"ฉันไม่คิดว่าเรากำลังไปไร่องุ่นหรอก"
    }
  },
  {
    "translation": {
      "en": "because we just crossed the border, and we're heading towards Poland.\"",
      "th": "เพราะเราเพิ่งข้ามชายแดนมา และเรากำลังมุ่งหน้าไปโปแลนด์\""
    }
  },
  {
    "translation": {
      "en": "When he said Poland,",
      "th": "ตอนเขาพูดว่าโปแลนด์"
    }
  },
  {
    "translation": {
      "en": "I remembered the man telling the story about the children,",
      "th": "ฉันก็นึกถึงเรื่องที่ผู้ชายคนนั้น เล่าถึงเด็กทารกให้ฟัง"
    }
  },
  {
    "translation": {
      "en": "what they're doing to the children in Poland.",
      "th": "สิ่งที่พวกเขาทำกับเด็กๆ"
    }
  },
  {
    "translation": {
      "en": "And I was holding my little brother. He was two-and-a-half years old.",
      "th": "ฉันกำลังอุ้มน้องชายอยู่ เขาอายุสองขวบครึ่ง"
    }
  },
  {
    "translation": {
      "en": "I was holding him so tight.",
      "th": "ฉันกอดเขาแน่นมาก"
    }
  },
  {
    "translation": {
      "en": "And I said to him, I said to myself,",
      "th": "และฉันบอกเขา ฉันบอกตัวเองว่า"
    }
  },
  {
    "translation": {
      "en": "\"I will never let him go. They will never take him from me.\"",
      "th": "\"ฉันจะไม่มีวันปล่อยเขาไป พวกเขาจะไม่มีวันพรากเขาไปจากฉัน\""
    }
  },
  {
    "translation": {
      "en": "When they opened the door suddenly…",
      "th": "เมื่อพวกเขาเปิดประตู"
    }
  },
  {
    "translation": {
      "en": "and suddenly the light hit you.",
      "th": "แล้วจู่ๆ แสงก็สาดเข้ามาใส่คุณ"
    }
  },
  {
    "translation": {
      "en": "And because you had your eyes for four, five days shut,",
      "th": "และเพราะคุณอยู่ในความมืดมาสี่ห้าวัน"
    }
  },
  {
    "translation": {
      "en": "or used to this darkness,",
      "th": "หรือเคยชินกับความมืดแล้ว"
    }
  },
  {
    "translation": {
      "en": "you're almost blinded.",
      "th": "คุณแทบมองอะไรไม่เห็น"
    }
  },
  {
    "translation": {
      "en": "We were so happy because we were going to get air.",
      "th": "เรามีความสุขมากเพราะเราจะได้สูดอากาศ"
    }
  },
  {
    "translation": {
      "en": "We were gonna get off, go to the bathroom like normal people,",
      "th": "เราจะได้ลงจากรถไปเข้าห้องน้ำเหมือนคนทั่วไป"
    }
  },
  {
    "translation": {
      "en": "and have water and maybe some food.",
      "th": "ได้ดื่มน้ำหรือกินอาหาร"
    }
  },
  {
    "translation": {
      "en": "And everybody would ask, \"Where are we? What's the name?\"",
      "th": "และทุกคนจะถามว่า \"เราอยู่ไหน มันชื่อเมืองอะไร\""
    }
  },
  {
    "translation": {
      "en": "And it was very strange name.",
      "th": "และมันเป็นชื่อที่แปลกมาก"
    }
  },
  {
    "translation": {
      "en": "Auschwitz.",
      "th": "เอาช์วิทซ์"
    }
  },
  {
    "translation": {
      "en": "[Alice Lok Cahana] Here, we had to be stopped.",
      "th": "เราต้องหยุดกันตรงนี้"
    }
  },
  {
    "translation": {
      "en": "Here was… A lot of selection happened.",
      "th": "ที่นี่จะมีการคัดเลือกหลายอย่างเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "-You're all standing in a line-- -Thousands of people,",
      "th": "- พวกคุณทุกคนยืนต่อแถวกัน... - คนเป็นพันคนเลย"
    }
  },
  {
    "translation": {
      "en": "close to each other,",
      "th": "อยู่กันแบบเนืองแน่น"
    }
  },
  {
    "translation": {
      "en": "and confusion and noise.",
      "th": "ผู้คนสับสนและเสียงดัง"
    }
  },
  {
    "translation": {
      "en": "And then… Don't move, and don't… [snaps fingers]",
      "th": "แล้วก็มีเสียงสั่งห้ามขยับ ห้าม..."
    }
  },
  {
    "translation": {
      "en": "Like soldiers standing straight, you see?",
      "th": "ให้ยืนตรงเหมือนทหาร"
    }
  },
  {
    "translation": {
      "en": "And in the middle would the SS go here,",
      "th": "และตรงกลางจะเป็นหน่วยเอสเอส"
    }
  },
  {
    "translation": {
      "en": "to check all of us.",
      "th": "เพื่อตรวจสอบเราทุกคน"
    }
  },
  {
    "translation": {
      "en": "Walking the dogs and just threatening.",
      "th": "เอาหมาไปเดินขู่"
    }
  },
  {
    "translation": {
      "en": "-Single file, or people standing next to… -Five.",
      "th": "- แถวเดียวหรือว่ายืนข้างๆ กัน... - ห้าแถว"
    }
  },
  {
    "translation": {
      "en": "[Michael] Five in a row.",
      "th": "ห้าแถวติดกัน"
    }
  },
  {
    "translation": {
      "en": "[Alice Lok Cahana] So it was easy to count, right.",
      "th": "เพื่อให้นับได้ง่าย"
    }
  },
  {
    "translation": {
      "en": "[Renee Firestone] When I jumped off the cattle car,",
      "th": "เมื่อฉันลงมาจากตู้รถขนวัว"
    }
  },
  {
    "translation": {
      "en": "I knew right away that whatever they promised us,",
      "th": "ฉันก็รู้ทันทีว่าสิ่งที่พวกเขาสัญญาไว้"
    }
  },
  {
    "translation": {
      "en": "whatever they told us, were lies.",
      "th": "สิ่งที่พวกเขาบอกเรา มันเป็นเรื่องโกหก"
    }
  },
  {
    "translation": {
      "en": "And you see a lot of people running in striped clothes and shaved heads.",
      "th": "เราเห็นคนจำนวนมาก ใส่เสื้อผ้าลายทางและโกนหัว"
    }
  },
  {
    "translation": {
      "en": "Surrounded by Nazi soldiers and vicious dogs.",
      "th": "ล้อมรอบไปด้วยทหารนาซีและหมาที่ดุร้าย"
    }
  },
  {
    "translation": {
      "en": "And they were yelling, and they were screaming.",
      "th": "พวกเขาตะคอกและตะโกนว่า"
    }
  },
  {
    "translation": {
      "en": "\"Hurry up! Leave all your luggage there. Just leave everything.\"",
      "th": "\"เร็วๆ เข้า ทิ้งกระเป๋าให้หมด ทิ้งทุกอย่างไว้\""
    }
  },
  {
    "translation": {
      "en": "All of a sudden, there was a separation,",
      "th": "จู่ๆ ก็มีการแยกกัน"
    }
  },
  {
    "translation": {
      "en": "and my mother and my…",
      "th": "แม่ของฉันกับ..."
    }
  },
  {
    "translation": {
      "en": "my mother and… [exhales]",
      "th": "แม่ของฉันกับ…"
    }
  },
  {
    "translation": {
      "en": "and my brother and my sister…",
      "th": "พี่สาวและน้องชายของฉัน..."
    }
  },
  {
    "translation": {
      "en": "She held my little brother in her arms, in one arm,",
      "th": "เธออุ้มน้องชายฉันไว้ในอ้อมแขน"
    }
  },
  {
    "translation": {
      "en": "and my four-and-a-half-year-old sister in her hand. I was holding onto her hand.",
      "th": "และจูงน้องสาววัยสี่ขวบครึ่งของฉันไว้อีกมือ และฉันจับมือน้องสาวไว้อีกด้าน"
    }
  },
  {
    "translation": {
      "en": "This is how we were walking towards…",
      "th": "เราเดินไปข้างหน้าแบบนี้"
    }
  },
  {
    "translation": {
      "en": "They were pushing us towards that destination.",
      "th": "พวกเขาดันเราให้เดินหน้าไปยังจุดหมาย"
    }
  },
  {
    "translation": {
      "en": "[in German] When the transports came in,",
      "th": "เมื่อรถขนส่งมาถึงค่ายกักกัน"
    }
  },
  {
    "translation": {
      "en": "the people were sorted.",
      "th": "ผู้คนจะถูกคัดแยก"
    }
  },
  {
    "translation": {
      "en": "It was a very basic process, a very simple one.",
      "th": "โดยใช้วิธีที่ไม่ซับซ้อน เป็นวิธีง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "The people had to stand in a long line.",
      "th": "ผู้คนต้องต่อแถวยาวเหยียด"
    }
  },
  {
    "translation": {
      "en": "At the front of the line were some medical officers who would say,",
      "th": "ที่หน้าแถวจะมีเจ้าหน้าที่ทางการแพทย์คอยบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"This one’s too old, over 50.\"",
      "th": "\"คนนี้แก่เกินไป อายุมากกว่า 50 ปี\""
    }
  },
  {
    "translation": {
      "en": "\"This one goes to the right. The other goes left.\"",
      "th": "\"คนนี้ไปทางขวา คนนี้ไปทางซ้าย\""
    }
  },
  {
    "translation": {
      "en": "[Renee Firestone] My mother was selected at the railroad station,",
      "th": "แม่ของฉันถูกเลือกที่สถานีรถไฟ"
    }
  },
  {
    "translation": {
      "en": "going to the left while my sister and I went to the right.",
      "th": "ให้ไปทางซ้าย ส่วนฉันกับน้องสาวไปทางขวา"
    }
  },
  {
    "translation": {
      "en": "My mother was taken",
      "th": "แม่ของฉันถูกพาตัว"
    }
  },
  {
    "translation": {
      "en": "straight from the railroad station to the gas chambers.",
      "th": "ไปยังห้องรมแก๊สทันทีที่ออกจากสถานีรถไฟ"
    }
  },
  {
    "translation": {
      "en": "By the time my sister and I were processed into the camp,",
      "th": "ตอนที่ฉันกับน้องสาวเข้ามาอยู่ในค่าย"
    }
  },
  {
    "translation": {
      "en": "my mother was no longer alive.",
      "th": "แม่ฉันก็ไม่มีชีวิตอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Renee Firestone] We were taken to a dressing room.",
      "th": "เราถูกพาตัวไปที่ห้องแต่งตัว"
    }
  },
  {
    "translation": {
      "en": "We were told we're gonna be taking a shower after this…",
      "th": "มีคนบอกว่าเราจะได้อาบน้ำหลังจากเปลี่ยนชุด…"
    }
  },
  {
    "translation": {
      "en": "after this horrendous journey,",
      "th": "หลังจากการเดินทางที่น่ากลัวนี้"
    }
  },
  {
    "translation": {
      "en": "and we are going to refresh ourselves,",
      "th": "เราจะได้พักผ่อน"
    }
  },
  {
    "translation": {
      "en": "and then we will be assigned to our work.",
      "th": "และจากนั้นเราจะได้รับมอบหมายให้ทำงาน"
    }
  },
  {
    "translation": {
      "en": "[Irene Zisblatt] They ordered us to take our shoes in one hand and our clothes in the other.",
      "th": "พวกเขาสั่งให้เราถือรองเท้าและเสื้อผ้า ไว้ในมืออย่างละข้าง"
    }
  },
  {
    "translation": {
      "en": "And I remembered the diamonds.",
      "th": "และฉันจำเรื่องเพชรได้"
    }
  },
  {
    "translation": {
      "en": "And I grabbed my blue skirt, and in the crowd, you know,",
      "th": "ฉันเลยคว้ากระโปรงสีน้ำเงินของฉันไว้ และในท่ามกลางฝูงคน"
    }
  },
  {
    "translation": {
      "en": "I just fast took out the diamonds and held them in my hands,",
      "th": "ฉันเอาเพชรออกมาอย่างรวดเร็ว และกำมันไว้ในมือ"
    }
  },
  {
    "translation": {
      "en": "and I had no clothes on my body.",
      "th": "เพราะฉันไม่มีเสื้อผ้าบนตัวแล้ว"
    }
  },
  {
    "translation": {
      "en": "And I remember I got undressed with the rest of them,",
      "th": "และฉันจำได้ว่าฉันถอดเสื้อผ้าออก พร้อมกับคนที่เหลือ"
    }
  },
  {
    "translation": {
      "en": "and there I was in the bathing suit, standing in the bathing suit.",
      "th": "ฉันถอดออกจนเหลือแต่ชุดว่ายน้ำ"
    }
  },
  {
    "translation": {
      "en": "I had a premonition.",
      "th": "ฉันมีลางสังหรณ์"
    }
  },
  {
    "translation": {
      "en": "I had this feeling that if I take this bathing suit off,",
      "th": "ฉันรู้สึกว่าถ้าฉันถอดชุดว่ายน้ำออก"
    }
  },
  {
    "translation": {
      "en": "if I leave this bathing suit behind,",
      "th": "ถ้าฉันทิ้งชุดว่ายน้ำเอาไว้"
    }
  },
  {
    "translation": {
      "en": "all the wonderful memories that were built in this bathing suit…",
      "th": "ความทรงจำที่แสนวิเศษทั้งหมด ที่มีอยู่ในชุดว่ายน้ำนี้…"
    }
  },
  {
    "translation": {
      "en": "I kept remembering how I walked around the swimming pool,",
      "th": "ฉันจำได้ว่าฉันเดินไปรอบๆ สระว่ายน้ำ"
    }
  },
  {
    "translation": {
      "en": "and how the boys were whistling at me, and my friends were so jealous.",
      "th": "และพวกผู้ชายผิวปากใส่ฉัน เพื่อนๆ อิจฉาฉันมาก"
    }
  },
  {
    "translation": {
      "en": "And now I'm going to take it off, and I'm going to leave it here.",
      "th": "และตอนนี้ฉันจะถอดมันทิ้งไว้ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "Everything that meant anything in life to me, I'm going to leave behind.",
      "th": "ฉันกำลังจะทิ้งทุกอย่าง ที่มีความหมายกับฉันไว้ข้างหลัง"
    }
  },
  {
    "translation": {
      "en": "[Irene] They kept on saying",
      "th": "พวกเขาเอาแต่พูดว่า"
    }
  },
  {
    "translation": {
      "en": "if anybody has any valuables left, to leave them.",
      "th": "ถ้าใครมีของมีค่าก็ให้ฝากพวกเขาเอาไว้"
    }
  },
  {
    "translation": {
      "en": "They had a section for that. [sniffles]",
      "th": "มีแผนกสำหรับจัดเก็บ"
    }
  },
  {
    "translation": {
      "en": "I held onto the diamonds for dear life because that was to buy bread.",
      "th": "ฉันกำเพชรเอาไว้แน่น เพราะมันต้องใช้สำหรับซื้อขนมปัง"
    }
  },
  {
    "translation": {
      "en": "So I put them in my mouth.",
      "th": "ฉันเลยอมมันไว้ในปาก"
    }
  },
  {
    "translation": {
      "en": "And then when I walked up again,",
      "th": "แล้วพอฉันเดินหน้าไปอีก"
    }
  },
  {
    "translation": {
      "en": "I saw they were opening people's mouths, and they were looking in,",
      "th": "ฉันเห็นเจ้าหน้าที่ให้ผู้คนอ้าปากเพื่อส่องดูข้างใน"
    }
  },
  {
    "translation": {
      "en": "but I was in the… I was, like, at the at the road of no return.",
      "th": "แต่ฉันอยู่ในจุดที่หันหลังกลับไม่ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "I couldn't give 'em up any more because I would be shot.",
      "th": "ฉันยอมแพ้ไม่ได้เพราะฉันอาจถูกยิง"
    }
  },
  {
    "translation": {
      "en": "Why didn't I leave 'em back there?",
      "th": "ทำไมฉันถึงไม่ทิ้งมันไว้ด้านหลังนะ"
    }
  },
  {
    "translation": {
      "en": "And I had them in my mouth,",
      "th": "ตอนนี้ฉันอมมันไว้ในปาก"
    }
  },
  {
    "translation": {
      "en": "and I didn't know what to do, so I swallowed them.",
      "th": "และฉันไม่รู้จะทำยังไง ฉันเลยกลืนมันลงไป"
    }
  },
  {
    "translation": {
      "en": "We walked into the shower room,",
      "th": "เมื่อเราเดินเข้าไปในห้องอาบน้ำ"
    }
  },
  {
    "translation": {
      "en": "and the dressing room was locked behind us,",
      "th": "ห้องเปลี่ยนชุดด้านหลังเราก็ถูกล็อก"
    }
  },
  {
    "translation": {
      "en": "and a commando came in and removed all our belongings right away.",
      "th": "และมีทหารเข้ามา เอาข้าวของของเราออกไปทันที"
    }
  },
  {
    "translation": {
      "en": "They did give us a shower, a little, trinkly shower, and then they…",
      "th": "พวกเขาให้เราอาบน้ำแค่กระปริดกระปรอย และจากนั้นพวกเขาก็..."
    }
  },
  {
    "translation": {
      "en": "Again, there was a door on the other side",
      "th": "มีประตูอีกบานอยู่อีกฝั่ง"
    }
  },
  {
    "translation": {
      "en": "leading out to the courtyard on the other side of this building.",
      "th": "ที่จะพาเราไปยังลานที่อยู่อีกด้านของอาคารหลังนี้"
    }
  },
  {
    "translation": {
      "en": "And at the door, they had a pile of clothes.",
      "th": "และที่ประตูมีเสื้อผ้าอยู่กองโต"
    }
  },
  {
    "translation": {
      "en": "And they ordered everybody to pick one piece of clothing.",
      "th": "และพวกเขาสั่งให้ทุกคนหยิบเสื้อผ้าหนึ่งชิ้น"
    }
  },
  {
    "translation": {
      "en": "We waited till about midnight,",
      "th": "เรารอจนถึงเที่ยงคืน"
    }
  },
  {
    "translation": {
      "en": "then they permitted us to walk into one of these wooden barracks.",
      "th": "พวกเขาถึงอนุญาตให้เรา เดินเข้าไปในโรงเรือนไม้"
    }
  },
  {
    "translation": {
      "en": "[Alice Lok Cahana] A thousand people in a barrack.",
      "th": "คนเป็นพันพักอยู่ภายในหนึ่งโรงเรือน"
    }
  },
  {
    "translation": {
      "en": "If one person turned, everybody had to turn",
      "th": "ถ้าใครคนหนึ่งหันตัว ทุกคนก็ต้องหันด้วย"
    }
  },
  {
    "translation": {
      "en": "because we were so close to each other.",
      "th": "เพราะเรานอนอยู่ใกล้กันมาก"
    }
  },
  {
    "translation": {
      "en": "I used to wake up so cold,",
      "th": "ฉันเคยตื่นมากลางดึกด้วยความหนาว"
    }
  },
  {
    "translation": {
      "en": "and I…",
      "th": "และฉัน…"
    }
  },
  {
    "translation": {
      "en": "used to have returning dreams",
      "th": "เคยฝันวนเวียนเรื่องเดิม"
    }
  },
  {
    "translation": {
      "en": "that I'm at home,",
      "th": "ว่าฉันอยู่ที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "that I'm very cold,",
      "th": "และฉันหนาวมาก"
    }
  },
  {
    "translation": {
      "en": "but my father will come and comfort me, so…",
      "th": "แต่พ่อฉันจะมาปลอบฉัน…"
    }
  },
  {
    "translation": {
      "en": "And then, you wake up.",
      "th": "และจากนั้นฉันก็ตื่น"
    }
  },
  {
    "translation": {
      "en": "From a whistle.",
      "th": "เพราะเสียงนกหวีด"
    }
  },
  {
    "translation": {
      "en": "It's dark outside.",
      "th": "ข้างนอกมืดไปหมด"
    }
  },
  {
    "translation": {
      "en": "And this is a madman's hell.",
      "th": "นี่มันคือนรกที่มนุษย์สร้างขึ้นชัดๆ"
    }
  },
  {
    "translation": {
      "en": "[Renee Firestone] We saw this group of about 20 men coming through the camp,",
      "th": "เราเห็นชายกลุ่มหนึ่งประมาณ 20 คนมาที่ค่าย"
    }
  },
  {
    "translation": {
      "en": "and as they were marching by, I was watching.",
      "th": "และในขณะที่พวกเขาเดินเข้ามา ฉันจะมองดู"
    }
  },
  {
    "translation": {
      "en": "Maybe I know somebody.",
      "th": "เผื่อว่าฉันจะรู้จักใครสักคน"
    }
  },
  {
    "translation": {
      "en": "And suddenly, I recognize my father.",
      "th": "แล้วจู่ๆ ฉันก็เห็นพ่อของฉัน"
    }
  },
  {
    "translation": {
      "en": "And my first thought was to hide.",
      "th": "และความคิดแรกของฉันคือหลบหน้า"
    }
  },
  {
    "translation": {
      "en": "It was terribly painful seeing him",
      "th": "มันเจ็บปวดมากที่เห็นเขา"
    }
  },
  {
    "translation": {
      "en": "with his shaved head and his uniform, like a prisoner.",
      "th": "ในสภาพโกนหัวกับเครื่องแบบเหมือนนักโทษ"
    }
  },
  {
    "translation": {
      "en": "This man who was helping everybody,",
      "th": "ชายคนนี้คือผู้ที่คอยช่วยเหลือทุกคน"
    }
  },
  {
    "translation": {
      "en": "who was the kindest human being.",
      "th": "ผู้ซึ่งเป็นมนุษย์ที่ใจดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "I just couldn't imagine how would he feel if he saw us",
      "th": "ฉันนึกไม่ออกเลยว่า เขาจะรู้สึกยังไงถ้าเขาเห็นเรา"
    }
  },
  {
    "translation": {
      "en": "with the shaved heads and in this rag.",
      "th": "ในสภาพที่โกนหัวกับใส่ชุดผ้าขี้ริ้วนี่"
    }
  },
  {
    "translation": {
      "en": "So I really just wanted to hide so he can't see me.",
      "th": "ฉันเลยอยากซ่อนตัวเพื่อที่เขาจะได้ไม่เห็นฉัน"
    }
  },
  {
    "translation": {
      "en": "And at that moment, our eyes locked.",
      "th": "และในตอนนั้น ตาของเราก็ประสานกัน"
    }
  },
  {
    "translation": {
      "en": "And I could see his tears rolling down his cheek.",
      "th": "และฉันเห็นน้ำตาของเขาไหลอาบแก้ม"
    }
  },
  {
    "translation": {
      "en": "That was the last time I saw my father.",
      "th": "นั่นเป็นครั้งสุดท้ายที่ฉันเห็นพ่อของฉัน"
    }
  },
  {
    "translation": {
      "en": "[Irene Zisblatt] I saw trucks coming",
      "th": "ฉันเห็นรถบรรทุกวิ่งเข้ามา"
    }
  },
  {
    "translation": {
      "en": "and screams in the trucks.",
      "th": "มีเสียงกรีดร้องอยู่บนรถบรรทุก"
    }
  },
  {
    "translation": {
      "en": "And I saw two children fall out of the truck.",
      "th": "และฉันเห็นเด็กสองคนตกลงมาจากรถ"
    }
  },
  {
    "translation": {
      "en": "[Irene] And the truck stopped,",
      "th": "แล้วรถบรรทุกก็หยุด"
    }
  },
  {
    "translation": {
      "en": "[Irene Zisblatt] And the trucks [hesitates]…",
      "th": "และรถบรรทุก..."
    }
  },
  {
    "translation": {
      "en": "And one SS man came out from the front,",
      "th": "และมีหน่วยเอสเอสคนหนึ่ง เดินออกมาจากด้านหน้า"
    }
  },
  {
    "translation": {
      "en": "and he picked up the children… [sniffs] …like that.",
      "th": "แล้วเขาก็จับเด็กๆ แบบนี้"
    }
  },
  {
    "translation": {
      "en": "And he banged him against the truck,",
      "th": "แล้วเขาก็ฟาดเด็กไปที่รถบรรทุก"
    }
  },
  {
    "translation": {
      "en": "and the blood came running down, and threw him into the truck, so…",
      "th": "มีเลือดไหลออกมา และเขาก็โยนเด็กขึ้นไปบนรถบรรทุก"
    }
  },
  {
    "translation": {
      "en": "That's when I stopped talking to God.",
      "th": "ตั้งแต่นั้นฉันก็เลิกเชื่อในพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "They told us that we're gonna get a number.",
      "th": "พวกเขาบอกว่าเรามีหมายเลข"
    }
  },
  {
    "translation": {
      "en": "Prisoner's number.",
      "th": "เลขประจำตัวของนักโทษ"
    }
  },
  {
    "translation": {
      "en": "Well, of course, we expected to get a prisoner's number",
      "th": "แน่นอนว่าเราจะต้องติดเลขประจำตัวนักโทษ"
    }
  },
  {
    "translation": {
      "en": "on our clothing or somewhere.",
      "th": "อยู่บนเสื้อผ้าหรือที่ไหนสักแห่ง"
    }
  },
  {
    "translation": {
      "en": "And they set up these tables.",
      "th": "พวกเขาจัดโต๊ะขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "And at each table sat a few guards",
      "th": "และแต่ละโต๊ะมีผู้คุมสองสามคน"
    }
  },
  {
    "translation": {
      "en": "with huge books open in front of them.",
      "th": "กับหนังสือเล่มใหญ่ที่เปิดอยู่ตรงหน้าพวกเขา"
    }
  },
  {
    "translation": {
      "en": "And we presumed that they are going to put our name in it,",
      "th": "และเราสันนิษฐานว่า พวกเขาจะเขียนชื่อของเราลงไปในนั้น"
    }
  },
  {
    "translation": {
      "en": "and the number that they're going to give us.",
      "th": "พร้อมกับเลขประจำตัวที่พวกเขาจะให้เรา"
    }
  },
  {
    "translation": {
      "en": "And then we realized that they are putting this number",
      "th": "แต่แล้วเราก็ได้รู้ว่าพวกเขาจะสักเลขประจำตัวนี้"
    }
  },
  {
    "translation": {
      "en": "on our flesh,",
      "th": "ลงบนเนื้อของเรา"
    }
  },
  {
    "translation": {
      "en": "on our arms.",
      "th": "บนแขนของเรา"
    }
  },
  {
    "translation": {
      "en": "They took five of us and put drops in our eyes.",
      "th": "พวกเขาพาเราไปห้าคนแล้วเอายาหยอดตาเรา"
    }
  },
  {
    "translation": {
      "en": "We didn't know why. They didn't tell us. And they put us in the dungeon.",
      "th": "เราไม่รู้ว่าทำไม พวกเขาไม่ได้บอกเรา และพวกเขาพาเราไปยังห้องใต้ดิน"
    }
  },
  {
    "translation": {
      "en": "They closed us in there,",
      "th": "พวกเขาขังเราไว้ในนั้น"
    }
  },
  {
    "translation": {
      "en": "and we were standing in water up to our ankles, tightly packed,",
      "th": "เรายืนเบียดเสียดกันแน่นอยู่ในน้ำที่ท่วมถึงเข่า"
    }
  },
  {
    "translation": {
      "en": "and it seemed like forever.",
      "th": "และมันกินเวลานานมาก"
    }
  },
  {
    "translation": {
      "en": "It seemed like it was an eternity. They never opened the door.",
      "th": "เหมือนติดอยู่ในนั้นตลอดกาล พวกเขาไม่เปิดประตูเลย"
    }
  },
  {
    "translation": {
      "en": "They never gave us anything to eat or drink.",
      "th": "พวกไม่ให้อาหารและน้ำกับเรา"
    }
  },
  {
    "translation": {
      "en": "So, we drank the water we stood in.",
      "th": "เราจึงดื่มน้ำที่เราแช่อยู่"
    }
  },
  {
    "translation": {
      "en": "We went to the bathroom in the water we stood in.",
      "th": "เราขับถ่ายลงในน้ำที่เราแช่อยู่"
    }
  },
  {
    "translation": {
      "en": "And then they opened the door, and they took us out.",
      "th": "แล้วพวกเขาก็เปิดประตูและพาเราออกไป"
    }
  },
  {
    "translation": {
      "en": "And they brought us up into the courtyard,",
      "th": "พวกเขาพาเราขึ้นไปบนลาน"
    }
  },
  {
    "translation": {
      "en": "and they examined our eyes.",
      "th": "และตรวจดูดวงตาของเรา"
    }
  },
  {
    "translation": {
      "en": "And some of the people couldn't see for several days after that.",
      "th": "และบางคนก็มองไม่เห็นไปหลายวันหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "And they took us back to the barrack.",
      "th": "พวกเขาพาเรากลับไปที่โรงเรือน"
    }
  },
  {
    "translation": {
      "en": "And then we found out later what they were doing.",
      "th": "เราจึงมารู้ทีหลังว่าพวกเขาทำอะไร"
    }
  },
  {
    "translation": {
      "en": "They were trying to change the color of our eyes.",
      "th": "พวกเขาพยายามเปลี่ยนสีตาเรา"
    }
  },
  {
    "translation": {
      "en": "[in German] For those who wanted to conduct experiments on humans,",
      "th": "สำหรับคนที่อยากทำการทดลองกับมนุษย์"
    }
  },
  {
    "translation": {
      "en": "this was a useful workplace.",
      "th": "ที่นี่เป็นที่ที่เอื้อต่อการทำเช่นนั้น"
    }
  },
  {
    "translation": {
      "en": "Many experiments were done in Auschwitz to find ways to sterilize women,",
      "th": "มีการทดลองหลายอย่างในค่ายเอาชวิทซ์ เพื่อหาทางทำหมันให้กับผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "specifically Jewish women, in order to diminish the race",
      "th": "โดยเฉพาะผู้หญิงชาวยิวเพื่อลดการขยายเชื้อชาติ"
    }
  },
  {
    "translation": {
      "en": "without going through too much trouble.",
      "th": "โดยที่ไม่ต้องลงแรงมากนัก"
    }
  },
  {
    "translation": {
      "en": "These women were then sent back to the camp.",
      "th": "แล้วผู้หญิงพวกนี้ก็ถูกส่งกลับไปที่ค่าย"
    }
  },
  {
    "translation": {
      "en": "Sometimes they were immediately transferred",
      "th": "บางครั้งพวกเธอก็ถูกย้ายอย่างฉับพลัน"
    }
  },
  {
    "translation": {
      "en": "because they were so-called \"secret bearers.\"",
      "th": "เพราะพวกเธอถูกเรียกว่า \"ผู้ถือครองความลับ\""
    }
  },
  {
    "translation": {
      "en": "They performed tests, then sent them back to Birkenau and gassed them.",
      "th": "พวกเขาทำการทดสอบ แล้วส่งพวกเธอกลับไปรมแก๊สที่เบียร์เคอเนา"
    }
  },
  {
    "translation": {
      "en": "One day, a prisoner acquaintance came to me and asked me",
      "th": "วันหนึ่งมีนักโทษที่รู้จักกันมาถามผมว่า"
    }
  },
  {
    "translation": {
      "en": "if I could try to gain some influence…",
      "th": "ผมพอจะทำอะไรได้บ้าง..."
    }
  },
  {
    "translation": {
      "en": "if anything could be done, not to send them to the gas chamber.",
      "th": "ผมพอจะทำอะไรได้บ้างไหม เพื่อที่พวกเขาจะได้ไม่ถูกส่งไปยังห้องรมแก๊ส"
    }
  },
  {
    "translation": {
      "en": "The only way to do that was to make them undergo more tests.",
      "th": "ทางเดียวที่จะทำได้คือ ทำให้พวกเขาเข้ารับการทดสอบ"
    }
  },
  {
    "translation": {
      "en": "To save them, we had to keep conducting harmless tests on them.",
      "th": "เพื่อช่วยพวกเขา เราต้องทำการทดสอบ ที่ไม่เป็นอันตรายต่อพวกเขา"
    }
  },
  {
    "translation": {
      "en": "This is what we planned to do, and somehow it worked.",
      "th": "นี่คือสิ่งที่เราวางแผนไว้และมันได้ผล"
    }
  },
  {
    "translation": {
      "en": "And that is why I was acquitted…",
      "th": "และนั่นคือเหตุผลที่ผมพ้นผิด…"
    }
  },
  {
    "translation": {
      "en": "in Auschwitz.",
      "th": "ในค่ายเอาชวิทซ์"
    }
  },
  {
    "translation": {
      "en": "[Randolph] Having survived the first four and a half years of the war,",
      "th": "หลังจากที่รอดมาได้ ในช่วงสี่ปีครึ่งแรกของสงคราม"
    }
  },
  {
    "translation": {
      "en": "the Hungarian Jews were killed in the last chapter",
      "th": "ชาวฮังการีเชื้อสายยิวจำนวนมาก ถูกฆ่าตายในช่วงสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "of Hitler's war against the Jews when the leaders of the world",
      "th": "ของสงครามที่ฮิตเลอร์ทำกับชาวยิว เมื่อหลายประเทศผู้นำของโลก"
    }
  },
  {
    "translation": {
      "en": "were already fully aware of all the details of Auschwitz.",
      "th": "รู้รายละเอียดทั้งหมดของค่ายเอาชวิทซ์แล้ว"
    }
  },
  {
    "translation": {
      "en": "When we came to Auschwitz,",
      "th": "ตอนที่เรามาที่ค่ายเอาชวิทซ์"
    }
  },
  {
    "translation": {
      "en": "it was during the Final Solution,",
      "th": "มันเป็นช่วงมาตราการขั้นสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "when he just was desperate already.",
      "th": "ซึ่งเป็นช่วงที่ฮิตเลอร์หมดหวังแล้ว"
    }
  },
  {
    "translation": {
      "en": "He was losing the war. Hitler was losing the war,",
      "th": "เขากำลังจะแพ้สงคราม ฮิตเลอร์กำลังจะแพ้สงคราม"
    }
  },
  {
    "translation": {
      "en": "but he was not going to lose the war against the Jews.",
      "th": "แต่เขาจะไม่ยอมแพ้ต่อสงครามที่มีกับชาวยิว"
    }
  },
  {
    "translation": {
      "en": "The sadism, the cruelty,",
      "th": "ความซาดิสม์ ความโหดร้าย"
    }
  },
  {
    "translation": {
      "en": "the irrationality of the German and Hungarian Nazis,",
      "th": "ความไร้เหตุผลของนาซีเยอรมันและนาซีฮังการี"
    }
  },
  {
    "translation": {
      "en": "of killing the remaining Jewish population when the war was all over,",
      "th": "ที่ฆ่าชาวยิวที่เหลืออยู่หลังจากสงครามสงบลงแล้ว"
    }
  },
  {
    "translation": {
      "en": "when they could have gained brownie points",
      "th": "ในตอนที่พวกเขาสามารถ ทำคะแนนกับฝ่ายพันธมิตรได้"
    }
  },
  {
    "translation": {
      "en": "by being more civilized vis-à-vis these people,",
      "th": "ด้วยการทำตัวเป็นผู้มีอารยธรรมกว่านี้ต่อชาวยิว"
    }
  },
  {
    "translation": {
      "en": "was really not present because their hatred was so blind.",
      "th": "แต่ก็ไม่มีเลย เพราะความเกลียดชัง ทำให้พวกเขาจิตใจมืดบอด"
    }
  },
  {
    "translation": {
      "en": "[Randolph Braham] The Nazis diverted trains and other transportation means",
      "th": "พวกนาซีเปลี่ยนเส้นทางรถไฟ และการใช้วิธีการขนส่งอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "useful to the Germans",
      "th": "เป็นประโยชน์กับพวกเยอรมัน"
    }
  },
  {
    "translation": {
      "en": "for purposes of deporting Jews,",
      "th": "ในการเนรเทศชาวยิว"
    }
  },
  {
    "translation": {
      "en": "to complete the Final Solution program.",
      "th": "เพื่อทำโครงการมาตรการสุดท้ายให้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "While I was in Auschwitz,",
      "th": "ระหว่างที่อยู่ในค่ายเอาชวิทซ์"
    }
  },
  {
    "translation": {
      "en": "the transports were coming in two, three transports a day,",
      "th": "มีการขนส่งเข้ามาตลอด วันละสองสามครั้ง"
    }
  },
  {
    "translation": {
      "en": "with thousands of people in it.",
      "th": "พร้อมคนอีกหลายพันคน"
    }
  },
  {
    "translation": {
      "en": "[Randolph Braham] Within less than six weeks,",
      "th": "ภายในไม่ถึงหกสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "more than 438,000 Hungarian Jews",
      "th": "ชาวฮังการีเชื้อสายยิวกว่า 438,000 คน"
    }
  },
  {
    "translation": {
      "en": "were deported to Auschwitz.",
      "th": "ถูกเนรเทศไปยังค่ายเอาชวิทซ์"
    }
  },
  {
    "translation": {
      "en": "The gas chambers, the crematoria, could not cope.",
      "th": "ห้องรมแก๊สและเตาเผาศพรับคนได้ไม่เพียงพอ"
    }
  },
  {
    "translation": {
      "en": "The SS had to dig special pits",
      "th": "จนหน่วยเอสเอสต้องขุดหลุมพิเศษ"
    }
  },
  {
    "translation": {
      "en": "to burn the bodies,",
      "th": "เพื่อเผาศพ"
    }
  },
  {
    "translation": {
      "en": "using the Jews' own fat as fuel.",
      "th": "โดยใช้ไขมันของชาวยิวเป็นเชื้อเพลิง"
    }
  },
  {
    "translation": {
      "en": "I saw how they were throwing people into these fire pits.",
      "th": "ฉันเห็นตอนที่พวกเขาโยนคนลงไปในหลุมไฟพวกนี้"
    }
  },
  {
    "translation": {
      "en": "And I said to myself, \"Something is wrong with me. My mind is going.\"",
      "th": "แล้วฉันก็พูดกับตัวเองว่า \"ฉันสติฟั่นเฟือน ฉันคิดไปเอง \""
    }
  },
  {
    "translation": {
      "en": "I couldn't be seeing this.",
      "th": "ฉันไม่เชื่อสายตาตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[in German] The mass graves were",
      "th": "หลุมศพหมู่นั้น"
    }
  },
  {
    "translation": {
      "en": "about eight by ten or ten by ten meters wide.",
      "th": "กว้างประมาณแปดคูณสิบหรือสิบคูณสิบเมตร"
    }
  },
  {
    "translation": {
      "en": "Wood was piled on the bottom and set on fire.",
      "th": "มีไม้กองอยู่ข้างล่างแล้วจุดไฟเผา"
    }
  },
  {
    "translation": {
      "en": "Then the bodies were thrown over the fire. That was it.",
      "th": "จากนั้นศพก็จะถูกโยนลงไปกองไฟ"
    }
  },
  {
    "translation": {
      "en": "If the fat burned, then the grave was working.",
      "th": "ถ้าไขมันเผาไหม้แสดงว่าหลุมใช้การได้"
    }
  },
  {
    "translation": {
      "en": "Then more and more bodies were thrown into it.",
      "th": "จากนั้นก็จะมีการโยนศพลงไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "That simple.",
      "th": "ง่ายๆ แค่นั้น"
    }
  },
  {
    "translation": {
      "en": "[Alice Lok Cahana] What vast landscape you are seeing here.",
      "th": "ภูมิทัศน์อันกว้างไกลที่คุณเห็นอยู่นี้"
    }
  },
  {
    "translation": {
      "en": "How could people, normal people, go back",
      "th": "คนดีๆ ที่ไหนที่จะกลับบ้านได้อย่างเป็นปกติ..."
    }
  },
  {
    "translation": {
      "en": "after working here,",
      "th": "หลังจากทำงานที่นี่"
    }
  },
  {
    "translation": {
      "en": "or planned this, okay?",
      "th": "หรือคนที่วางแผนสร้างมัน"
    }
  },
  {
    "translation": {
      "en": "Somebody had to plan it.",
      "th": "ต้องมีคนวางแผนสร้างมันขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "Somebody had to be an engineer.",
      "th": "ต้องมีคนที่เป็นวิศวกร"
    }
  },
  {
    "translation": {
      "en": "Somebody had to really put on a map, this kind of efficiency.",
      "th": "ต้องมีใครสักคนที่ตั้งใจสร้างมัน ได้อย่างมีประสิทธิภาพแบบนี้"
    }
  },
  {
    "translation": {
      "en": "But the whole time I was in the camp, through the experiment,",
      "th": "ตลอดเวลาที่ฉันอยู่ในค่ายและเข้ารับการทดลอง"
    }
  },
  {
    "translation": {
      "en": "every time I was selected, I swallowed the diamonds.",
      "th": "ทุกครั้งที่ฉันถูกเลือก ฉันจะกลืนเพชรเข้าไป"
    }
  },
  {
    "translation": {
      "en": "So, every time I swallowed them, I had to find them again.",
      "th": "ทุกครั้งที่ฉันกลืนมันลงไป ฉันต้องหามันใหม่"
    }
  },
  {
    "translation": {
      "en": "We were allowed to go to the latrine once a day,",
      "th": "เราได้รับอนุญาตให้ไปที่ส้วมวันละครั้ง"
    }
  },
  {
    "translation": {
      "en": "and I never sat on the hole because I had to go and find my diamonds.",
      "th": "และฉันไม่เคยถ่ายลงในหลุมเลย เพราะฉันต้องหาเพชร"
    }
  },
  {
    "translation": {
      "en": "And when the SS woman walked by the door, and she saw me in the corner…",
      "th": "และวันหนึ่งตอนที่หน่วยเอสเอสหญิง เดินผ่านประตูมาเห็นฉันตรงหัวมุม"
    }
  },
  {
    "translation": {
      "en": "I already had the diamonds in hand. Usually I was waiting until…",
      "th": "ฉันมีเพชรอยู่ในมือแล้ว ปกติฉันจะรอจนกว่า..."
    }
  },
  {
    "translation": {
      "en": "On the way back, I would rinse them off, like in the mud,",
      "th": "ตอนขากลับฉันจะล้างมันออกด้วยโคลน"
    }
  },
  {
    "translation": {
      "en": "or if there was no mud,",
      "th": "หรือถ้าไม่มีโคลน"
    }
  },
  {
    "translation": {
      "en": "in the soup that we were going to get next,",
      "th": "ฉันจะล้างมันในซุปที่เราจะได้กิน"
    }
  },
  {
    "translation": {
      "en": "but I had no time, and I had to swallow them.",
      "th": "แต่ฉันไม่มีเวลาแล้ว ฉันเลยต้องกลืนมันเข้าไป"
    }
  },
  {
    "translation": {
      "en": "My God, this is the latrine.",
      "th": "พระเจ้า นี่คือห้องส้วม"
    }
  },
  {
    "translation": {
      "en": "Oh my God.",
      "th": "โอ้พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "At this place, I was with my sister,",
      "th": "ฉันมาที่นี่กับพี่สาวฉัน"
    }
  },
  {
    "translation": {
      "en": "with Edith next to me.",
      "th": "อีดิธอยู่ข้างๆ ฉัน"
    }
  },
  {
    "translation": {
      "en": "And so Edith whispers to me and says,",
      "th": "แล้วก็กระซิบบอกฉันว่า"
    }
  },
  {
    "translation": {
      "en": "\"It's almost Shabbat. It's Friday. It's almost Shabbat.\"",
      "th": "ใกล้ถึงวันสะบาโตแล้ว วันนี้วันศุกร์ ใกล้จะถึงวันสะบาโตแล้ว"
    }
  },
  {
    "translation": {
      "en": "How we used to celebrate Shabbat in our house,",
      "th": "เราเคยฉลองวันสะบาโตในบ้าน"
    }
  },
  {
    "translation": {
      "en": "with food and with singing and with praying",
      "th": "ด้วยการกินอาหาร ร้องเพลง สวดมนต์"
    }
  },
  {
    "translation": {
      "en": "and, you know, lighting the candle.",
      "th": "และจุดเทียน"
    }
  },
  {
    "translation": {
      "en": "And I told her, \"Why don't we celebrate inside, in the latrine?\"",
      "th": "ฉันเลยบอกเธอว่า \"ทำไมเราไม่ฉลองกันในนั้น ในห้องส้วม\""
    }
  },
  {
    "translation": {
      "en": "We ran back to the end, and we started to make our Shabbat ceremony,",
      "th": "เราวิ่งกลับไปที่ท้ายห้องส้วมและฉลองวันสะบาโต"
    }
  },
  {
    "translation": {
      "en": "and we started to sing.",
      "th": "และเราก็เริ่มร้องเพลง"
    }
  },
  {
    "translation": {
      "en": "And as we sang the melody,",
      "th": "และขณะที่เราร้องเพลง"
    }
  },
  {
    "translation": {
      "en": "other children came around us and started to sing with us.",
      "th": "เด็กคนอื่นๆ ก็เข้ามาและเริ่มร้องเพลงกับเรา"
    }
  },
  {
    "translation": {
      "en": "Somebody was from Holland. Somebody was from Germany.",
      "th": "มีคนที่มาจากฮอลแลนด์ มีคนที่มาจากเยอรมนี"
    }
  },
  {
    "translation": {
      "en": "Somebody was from Hungary, Czechoslovakia. All thrown together.",
      "th": "มีคนมาจากฮังการี เช็กโกสโลวาเกีย ต่างเข้ามาร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "And suddenly, the Hebrew songs, the prayers, the Shabbat,",
      "th": "และทันใดนั้น เพลงฮิบรู บทสวดมนต์ วันสะบาโต"
    }
  },
  {
    "translation": {
      "en": "united us in the latrine of Auschwitz.",
      "th": "ก็รวมพวกเราเป็นหนึ่งในห้องส้วมที่เอาชวิสซ์"
    }
  },
  {
    "translation": {
      "en": "[Irene Zisblatt] People couldn't endure all this pain,",
      "th": "ผู้คนทนความเจ็บปวดเหล่านี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "the conditions and the hunger and the lice.",
      "th": "ทั้งสภาพแวดล้อม ความหิวโหยและเหา"
    }
  },
  {
    "translation": {
      "en": "The lice were, like, as big as my pinky nail,",
      "th": "เหามีขนาดกับเล็บนิ้วก้อยฉัน"
    }
  },
  {
    "translation": {
      "en": "embedded into our bodies.",
      "th": "กัดลงบนร่างกายของเรา"
    }
  },
  {
    "translation": {
      "en": "And we were sore from scratching and infections.",
      "th": "และเราเจ็บแสบจากการเกาและการติดเชื้อ"
    }
  },
  {
    "translation": {
      "en": "And so, when the electricity went on,",
      "th": "พอระบบไฟฟ้าทำงาน"
    }
  },
  {
    "translation": {
      "en": "they ran to the barbed wire to commit suicide.",
      "th": "พวกเขาก็วิ่งเข้าใส่รั้วลวดหนามเพื่อฆ่าตัวตาย"
    }
  },
  {
    "translation": {
      "en": "Then they punished us. For every man that ran to the wire,",
      "th": "แล้วพวกเขาก็ลงโทษเรา ทุกครั้งที่มีคนวิ่งเข้าใส่สายไฟ"
    }
  },
  {
    "translation": {
      "en": "they took 100 inmates,",
      "th": "พวกเขาจะจับนักโทษไป 100 คน"
    }
  },
  {
    "translation": {
      "en": "and they killed them in front of everybody as an example.",
      "th": "และฆ่าพวกเขาต่อหน้าทุกคนเพื่อเป็นตัวอย่าง"
    }
  },
  {
    "translation": {
      "en": "They didn't even let us die when we wanted.",
      "th": "พวกเขาไม่ยอมให้เราตาย ในแบบที่เราต้องการด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "And then I thought of something.",
      "th": "แล้วฉันก็คิดอะไรบางอย่างได้"
    }
  },
  {
    "translation": {
      "en": "They took away my parents.",
      "th": "พวกเขาพรากพ่อแม่ฉันไป"
    }
  },
  {
    "translation": {
      "en": "They took away my identity.",
      "th": "พวกเขาพรากตัวตนของฉันไป"
    }
  },
  {
    "translation": {
      "en": "They took away my siblings.",
      "th": "พวกเขาพรากพี่น้องของฉันไป"
    }
  },
  {
    "translation": {
      "en": "They took away my possessions.",
      "th": "พวกเขาเอาสมบัติของฉันไป"
    }
  },
  {
    "translation": {
      "en": "There is something that they want from me.",
      "th": "มีอะไรอีกที่พวกเขาต้องการจากฉัน"
    }
  },
  {
    "translation": {
      "en": "And then I thought of my soul.",
      "th": "แล้วฉันก็คิดถึงจิตวิญญาณของฉัน"
    }
  },
  {
    "translation": {
      "en": "And I said, \"They're not gonna take my soul.\"",
      "th": "\"ฉันจะไม่ยอมให้พวกเขาเอาจิตวิญญาณไป\""
    }
  },
  {
    "translation": {
      "en": "And I decided right then and there,",
      "th": "และฉันตัดสินใจทันทีว่า"
    }
  },
  {
    "translation": {
      "en": "\"I'm going to get up from this mud, and I'm going to fight",
      "th": "\"ฉันจะลุกขึ้นจากโคลนนี้และฉันจะสู้ต่อ"
    }
  },
  {
    "translation": {
      "en": "because I'm not going to become ashes.\"",
      "th": "เพราะฉันจะไม่ยอมกลายเป็นเถ้าถ่าน\""
    }
  },
  {
    "translation": {
      "en": "[Renee Firestone] When we arrived to Auschwitz,",
      "th": "ตอนเราไปถึงค่ายเอาชวิสซ์"
    }
  },
  {
    "translation": {
      "en": "thousands and thousands of people were cremated every day.",
      "th": "มีศพถูกเผาวันละหลายพันคน"
    }
  },
  {
    "translation": {
      "en": "The Nazis used Jewish inmates,",
      "th": "พวกนาซีใช้นักโทษชาวยิว"
    }
  },
  {
    "translation": {
      "en": "a special Sonderkommando,",
      "th": "ที่เรียกว่าซอนเดอร์คอมมานโด"
    }
  },
  {
    "translation": {
      "en": "to remove the bodies from the gas chambers",
      "th": "เพื่อเอาศพออกจากห้องรมแก๊ส"
    }
  },
  {
    "translation": {
      "en": "and take the bodies into the crematoria.",
      "th": "และเอาศพไปไว้ในเตาเผาศพ"
    }
  },
  {
    "translation": {
      "en": "As far as I know, there is only four of us",
      "th": "เท่าที่ผมรู้ ปัจจุบันนี้มีแค่เราสี่คน"
    }
  },
  {
    "translation": {
      "en": "that worked in the Sonderkommando alive today.",
      "th": "ที่เคยทำงานเป็นซอนเดอร์คอมมานโด และยังมีชีวิตอยู่"
    }
  },
  {
    "translation": {
      "en": "And we are the only eyewitness",
      "th": "และเราเป็นพยานเพียงกลุ่มเดียว"
    }
  },
  {
    "translation": {
      "en": "that saw the whole thing from A to Z.",
      "th": "ที่เห็นเหตุการณ์ทุกอย่างตั้งแต่ต้นจนจบ"
    }
  },
  {
    "translation": {
      "en": "How the Final Solution was done.",
      "th": "มีการดำเนินมาตรการขั้นสุดท้ายอย่างไร"
    }
  },
  {
    "translation": {
      "en": "I'm Jewish, from Greece.",
      "th": "ผมเป็นชาวยิวจากกรีซ"
    }
  },
  {
    "translation": {
      "en": "And I lived in Greece until the time they took me to concentration camp.",
      "th": "และผมอาศัยอยู่ที่กรีซ จนกระทั่งพวกเขาพาผมไปที่ค่ายกักกัน"
    }
  },
  {
    "translation": {
      "en": "The first week of April 1944,",
      "th": "สัปดาห์แรกของเดือนเมษายนปี 1944"
    }
  },
  {
    "translation": {
      "en": "I arrived in Auschwitz.",
      "th": "ผมมาถึงค่ายเอาชวิทซ์"
    }
  },
  {
    "translation": {
      "en": "They selected some of the Greeks to go to work in crematorium.",
      "th": "พวกเขาเลือกชาวกรีซบางคน ไปทำงานในเตาเผาศพ"
    }
  },
  {
    "translation": {
      "en": "Now is my first day there.",
      "th": "วันแรกที่ผมไปทำงานที่นั่น"
    }
  },
  {
    "translation": {
      "en": "I don't know what was going on.",
      "th": "ผมไม่รู้ว่าเกิดอะไรขึ้นเลย"
    }
  },
  {
    "translation": {
      "en": "I saw 2,500 people, all naked,",
      "th": "ผมเห็นคน 2,500 คน ทุกคนเปลือยกาย"
    }
  },
  {
    "translation": {
      "en": "go into the big chamber, which eventually…",
      "th": "เดินเข้าไปในห้องใหญ่ ซึ่งในท้ายที่สุด..."
    }
  },
  {
    "translation": {
      "en": "They take only 500 people. They were putting in 2,500 people.",
      "th": "พวกเขารับคนแค่ 500 คน ส่วนอีก 2,000 คนให้เดินเข้าห้องรมแก๊ส"
    }
  },
  {
    "translation": {
      "en": "So nobody could do anything but stand by their children.",
      "th": "ไม่มีใครทำอะไรได้นอกจากยืนข้างลูกๆ"
    }
  },
  {
    "translation": {
      "en": "And 15 minutes later, you know, after they close the chambers,",
      "th": "และอีก 15 นาทีต่อมา หลังจากที่พวกเขาปิดห้อง"
    }
  },
  {
    "translation": {
      "en": "and the SS threw the gas from these four openings,",
      "th": "หน่วยเอสเอสก็โยนถังแก๊สเข้าไปในช่องสี่ช่อง"
    }
  },
  {
    "translation": {
      "en": "you know, they open up.",
      "th": "พวกเขาพ่นแก๊สออกมา"
    }
  },
  {
    "translation": {
      "en": "What did I see? I see the people I saw 15 minutes ago.",
      "th": "ผมเห็นอะไรน่ะเหรอ ผมเห็นคนที่ผมเห็นเมื่อ 15 นาทีก่อน"
    }
  },
  {
    "translation": {
      "en": "I see them all dead, standing up, with their children black and blue.",
      "th": "ผมเห็นพวกเขาตายทั้งๆ ที่ยืนอยู่ ตัวกลายเป็นสีม่วง ข้างลูกๆ ของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "And I said to myself, \"What's going on? What's going on here?\"",
      "th": "แล้วผมก็พูดกับตัวเองว่า \"เกิดอะไรขึ้นที่นี่\""
    }
  },
  {
    "translation": {
      "en": "There was a Polish guy that was there before,",
      "th": "มีคนโปแลนด์ที่เคยอยู่ที่นั่นก่อนผม"
    }
  },
  {
    "translation": {
      "en": "and I said, \"Where is God?\"",
      "th": "ผมพูดว่า \"พระเจ้าอยู่ที่ไหน\""
    }
  },
  {
    "translation": {
      "en": "He said, \"God, God is where you have your strength.\"",
      "th": "เขาตอบกลับว่า \"พระเจ้านั้นอยู่ในที่ที่คุณ มีความแข็งแกร่ง\""
    }
  },
  {
    "translation": {
      "en": "There were four crematoriums, you know, and they were working 24 hours.",
      "th": "มีเตาเผาศพสี่แห่งและทำงานตลอด 24 ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "And there were a lot of big shots from Berlin",
      "th": "และมีคนใหญ่คนโตหลายคนจากเบอร์ลิน"
    }
  },
  {
    "translation": {
      "en": "coming and watching how the Jews were dying.",
      "th": "มาดูว่าชาวยิวตายกันยังไง"
    }
  },
  {
    "translation": {
      "en": "You know, there was a hole, in the, you know, hermetically closed,",
      "th": "มันมีรูส่องที่ปิดไม่ให้อากาศเล็ดรอดได้"
    }
  },
  {
    "translation": {
      "en": "and they were looking there how the Jewish people were dying.",
      "th": "และพวกเขาส่องเข้าไปในนั้น เพื่อดูว่าชาวยิวตายยังไง"
    }
  },
  {
    "translation": {
      "en": "Takes two to four minutes. Depends where you are.",
      "th": "ใช้เวลาสองถึงสี่นาทีก็ตาย ขึ้นอยู่กับว่าคุณยืนอยู่จุดไหน"
    }
  },
  {
    "translation": {
      "en": "A lot of people think that we, working in the Sonderkommando,",
      "th": "หลายคนคิดว่าพวกเรา ที่ทำงานเป็นซอนเดอร์คอมมานโด"
    }
  },
  {
    "translation": {
      "en": "we were guilty of something because we were doing such kind of work.",
      "th": "มีความผิดด้วยเพราะเราทำงานแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "But ourselves, you know, we couldn't get out of it.",
      "th": "แต่เราทำอะไรไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "If you don't do whatever they ask you to do, they kill you right away.",
      "th": "ถ้าคุณไม่ทำตามที่พวกเขาสั่ง พวกเขาจะฆ่าคุณทันที"
    }
  },
  {
    "translation": {
      "en": "One time I had two friends of mine, very close friends of mine.",
      "th": "มีครั้งหนึ่งที่เพื่อนสนิทของผมสองคน"
    }
  },
  {
    "translation": {
      "en": "They came in, you know. Their names were the Venezias.",
      "th": "มาถึงที่ค่าย นามสกุลของพวกเขาคือเวเนเซียส"
    }
  },
  {
    "translation": {
      "en": "And… [clear throat] …I told them right away",
      "th": "และผมก็บอกพวกเขาทันที"
    }
  },
  {
    "translation": {
      "en": "that they were going to die.",
      "th": "ว่าพวกเขากำลังจะตาย"
    }
  },
  {
    "translation": {
      "en": "And they asked for food, and whatever I had, I gave them to eat,",
      "th": "พวกเขาขออาหารและอะไรก็ตามที่ผมมี ผมก็ให้พวกเขากิน"
    }
  },
  {
    "translation": {
      "en": "and I told them exactly where to keep themselves,",
      "th": "และผมบอกพวกเขาว่าควรไปยืนที่ไหน"
    }
  },
  {
    "translation": {
      "en": "where the openings were, so they can die fast.",
      "th": "ช่องแก๊สอยู่ตรงไหน เพื่อที่พวกเขาจะได้ตายเร็ว"
    }
  },
  {
    "translation": {
      "en": "And after they were through, I took them out, and I washed them,",
      "th": "หลังจากที่พวกเขาถูกรมแก๊ส ผมก็เอาพวกเขาออกมาล้าง"
    }
  },
  {
    "translation": {
      "en": "and I put them in the oven to be burned.",
      "th": "แล้วก็เอาเข้าเตาเพื่อเผา"
    }
  },
  {
    "translation": {
      "en": "[Tom Lantos] We could hear the artillery moving closer and closer.",
      "th": "เราได้ยินเสียงปืนใหญ่ใกล้เข้ามาเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "And Budapest was the battlefield",
      "th": "และบูดาเปสต์เป็นสนามรบ"
    }
  },
  {
    "translation": {
      "en": "between the Germans and the Soviet Army.",
      "th": "ระหว่างเยอรมันกับกองทัพโซเวียต"
    }
  },
  {
    "translation": {
      "en": "And although we knew it would be weeks",
      "th": "และถึงแม้เราจะรู้ว่าต้องใช้เวลาหลายสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "before the Soviet Army would hopefully liberate the remaining Jews,",
      "th": "กว่าที่กองทัพโซเวียต จะสามารถปลดปล่อยชาวยิวที่เหลืออยู่"
    }
  },
  {
    "translation": {
      "en": "we knew that lots of hardships were still ahead.",
      "th": "เรารู้ว่ายังมีความยากลำบาก อีกมากมายรอเราอยู่"
    }
  },
  {
    "translation": {
      "en": "[Alice Lok Cahana] In Auschwitz, after Christmas,",
      "th": "ในค่ายเอาชวิทซ์ช่วงหลังคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "we heard more and more the bombing came closer and closer.",
      "th": "เราได้ยินเสียงระเบิดถี่ขึ้นเรื่อยๆ และค่อยๆ ใกล้เข้ามา"
    }
  },
  {
    "translation": {
      "en": "The Nazis didn't want anybody to get liberated,",
      "th": "พวกนาซีไม่ต้องการให้ใครได้รับการปลดปล่อย"
    }
  },
  {
    "translation": {
      "en": "so they were herding the people away from the camp.",
      "th": "พวกเขาจึงต้อนผู้คนออกไปจากค่าย"
    }
  },
  {
    "translation": {
      "en": "[Randolph Braham] The death march was in winter.",
      "th": "การเดินขบวนมรณะมีขึ้นในช่วงฤดูหนาว"
    }
  },
  {
    "translation": {
      "en": "Those who could not keep pace were simply shot by the wayside.",
      "th": "คนที่ตามไม่ทันก็ถูกยิงข้างทาง"
    }
  },
  {
    "translation": {
      "en": "If anybody, anybody tries to run away",
      "th": "ถ้ามีใครพยายามหนี"
    }
  },
  {
    "translation": {
      "en": "or do anything that is not permitted, will be shot on the spot.",
      "th": "หรือทำอะไรที่ไม่ได้รับอนุญาตจะถูกยิงทันที"
    }
  },
  {
    "translation": {
      "en": "There were three of us friends that were together up to that point.",
      "th": "มีเราสามคนเพื่อนเกลอ ที่อยู่ด้วยกันมาจนถึงตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "But we swore that we would sacrifice each other's life for each other.",
      "th": "เราสาบานว่าเราจะสละชีวิตเพื่อกันและกัน"
    }
  },
  {
    "translation": {
      "en": "We would never let each other down.",
      "th": "เราจะไม่ทำให้อีกฝ่ายผิดหวัง"
    }
  },
  {
    "translation": {
      "en": "Kids. You know, we had this sort of a dream that will be possible.",
      "th": "ด้วยความเป็นเด็ก เรามีความฝันที่สักวันจะเป็นจริงได้"
    }
  },
  {
    "translation": {
      "en": "One of the three had an injury in his knee and had gangrene,",
      "th": "หนึ่งในสามคนนี้ มีอาการบาดเจ็บที่เข่าและมีเนื้อตาย"
    }
  },
  {
    "translation": {
      "en": "and one of the soldiers noticed him limping.",
      "th": "และทหารคนหนึ่งเห็นว่าเขาเดินกะเผลก"
    }
  },
  {
    "translation": {
      "en": "So, he comes up, and he wants to shoot him.",
      "th": "เขาเลยเดินมาหาเราและจะยิงเขา"
    }
  },
  {
    "translation": {
      "en": "We step in front of him. He pulls out his Luger and says,",
      "th": "เราก้าวออกไปบังเขาไว้ ทหารจึงดึงปืนของเขาออกมาและพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"I'll give you till three seconds. Count to three.\"",
      "th": "\"ฉันจะให้เวลาสามวินาที นับถึงสาม"
    }
  },
  {
    "translation": {
      "en": "\"Either you let him go, or all the three of you die.\"",
      "th": "แกจะปล่อยให้เขาตาย หรือจะตายทั้งสามคน\""
    }
  },
  {
    "translation": {
      "en": "Can you imagine, even so young, the decision that we had to make?",
      "th": "นึกภาพออกไหมว่าทั้งที่ยังเด็กแบบนั้น เราต้องตัดสินใจยังไง"
    }
  },
  {
    "translation": {
      "en": "Here, we promised that we will die for each other,",
      "th": "เราสัญญาว่าเราจะตายเพื่อกันและกัน"
    }
  },
  {
    "translation": {
      "en": "but we couldn't keep that promise under threat of death.",
      "th": "แต่เรารักษาสัญญานั้นไม่ได้ เพราะความตายที่คุกคาม"
    }
  },
  {
    "translation": {
      "en": "We did let him die.",
      "th": "เราปล่อยให้เขาตาย"
    }
  },
  {
    "translation": {
      "en": "We arrived… About ten days' march or so, we arrived into Dachau.",
      "th": "หลังจากเดินขบวนประมาณสิบวัน เราก็มาถึงดาเคา"
    }
  },
  {
    "translation": {
      "en": "[Bill Basch] Oh my God.",
      "th": "โอ้พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "After 53 years…",
      "th": "53 ปีผ่านไป..."
    }
  },
  {
    "translation": {
      "en": "it's as if it were yesterday.",
      "th": "ราวกับว่าเพิ่งเกิดขึ้นเมื่อวาน"
    }
  },
  {
    "translation": {
      "en": "You could find them here on the street, just laying,",
      "th": "คุณจะเห็นศพได้บนถนนนี้ นอนเกลื่อนอยู่อย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "and you didn't pay attention. You stepped over bodies.",
      "th": "ถ้าคุณไม่ระวัง คุณก็จะเหยียบศพ"
    }
  },
  {
    "translation": {
      "en": "You didn't pay any attention. It didn't mean anything.",
      "th": "เราไม่สนใจ มันไม่มีความหมายอะไร"
    }
  },
  {
    "translation": {
      "en": "-[Martin] Right here? -Yeah.",
      "th": "- ตรงนี้เหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "I never knew anybody's name.",
      "th": "ผมไม่เคยรู้ชื่อใคร"
    }
  },
  {
    "translation": {
      "en": "Never wanted to know anybody.",
      "th": "ผมไม่อยากรู้จักใคร"
    }
  },
  {
    "translation": {
      "en": "I never wanted to know, just in case someday",
      "th": "ผมไม่ต้องการรู้ เพราะเผื่อว่าสักวันหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "someone will know this person",
      "th": "ผมจะรู้ว่าคนคนนี้เป็นใคร"
    }
  },
  {
    "translation": {
      "en": "whose shoes I have taken off when he died.",
      "th": "ผมถอดรองเท้าใครมาใส่หลังจากเขาตาย"
    }
  },
  {
    "translation": {
      "en": "If you can imagine that every morning, my job was for a while…",
      "th": "ลองนึกภาพดูสิว่ามีช่วงหนึ่ง ที่งานของผมทุกเช้าคือ..."
    }
  },
  {
    "translation": {
      "en": "I had to go barrack to barrack to barrack",
      "th": "ผมต้องเดินสายไปตามโรงเรือน"
    }
  },
  {
    "translation": {
      "en": "and take those bodies and bring them to the crematorium.",
      "th": "นำศพออกมาและนำไปยังเตาเผา"
    }
  },
  {
    "translation": {
      "en": "We had one of those push cars.",
      "th": "เราได้รถเข็นมาคันหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "I remember the Sonderkommandos that worked in the crematorium",
      "th": "ผมจำได้ว่ามีซอนเดอร์คอมมานโด ที่ทำงานอยู่ในเตาเผา"
    }
  },
  {
    "translation": {
      "en": "came out, and they opened the gate.",
      "th": "ออกมารับและพวกเขาจะเปิดประตูให้"
    }
  },
  {
    "translation": {
      "en": "They took it over from here and walked it in,",
      "th": "พวกเขาจะมาเอาศพจากตรงนี้และเดินเข้าไป"
    }
  },
  {
    "translation": {
      "en": "but we were never allowed to cross this.",
      "th": "แต่เราไม่เคยได้รับอนุญาตให้ข้ามประตูไป"
    }
  },
  {
    "translation": {
      "en": "They never talked about the crematorium, but we knew.",
      "th": "พวกเขาไม่เคยพูดถึงเตาเผาศพ แต่เรารู้"
    }
  },
  {
    "translation": {
      "en": "If we walked in here, we never got out.",
      "th": "ถ้าเราเดินเข้ามาในนี้เราจะไม่ได้ออกมาอีก"
    }
  },
  {
    "translation": {
      "en": "You never got out from here, from this area.",
      "th": "ไม่มีวันได้ออกไปแน่"
    }
  },
  {
    "translation": {
      "en": "Because, I mean, if they let him out, and he escapes,",
      "th": "เพราะถ้าพวกเขาปล่อยให้ใครออกมา และหนีไปได้"
    }
  },
  {
    "translation": {
      "en": "they have witness, they have testimony. So they wouldn't let them out.",
      "th": "พวกเขาจะมีพยานและคำให้การ พวกเขาไม่ปล่อยใครออกมาแน่"
    }
  },
  {
    "translation": {
      "en": "Look at that.",
      "th": "ดูสิ"
    }
  },
  {
    "translation": {
      "en": "The inhumanity of man against man…",
      "th": "ความไร้มนุษยธรรมของมนุษย์ที่มีต่อมนุษย์ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "is beyond belief.",
      "th": "มันเกินกว่าจะเชื่อได้"
    }
  },
  {
    "translation": {
      "en": "This is…",
      "th": "นี่คือ..."
    }
  },
  {
    "translation": {
      "en": "the most monstrous thing that man devised.",
      "th": "สิ่งชั่วร้ายที่สุดที่มนุษย์คิดค้นขึ้น"
    }
  },
  {
    "translation": {
      "en": "Burning human beings just, just to get rid of them quicker.",
      "th": "เผามนุษย์เพื่อที่จะกำจัดพวกเขาให้เร็วขึ้น"
    }
  },
  {
    "translation": {
      "en": "Unbelievable.",
      "th": "ไม่อยากจะเชื่อเลย"
    }
  },
  {
    "translation": {
      "en": "Just so emotional. It's so hard.",
      "th": "มันสะเทือนอารมณ์ มันยากมาก"
    }
  },
  {
    "translation": {
      "en": "Now, why did I survive?",
      "th": "ทำไมผมถึงรอดมาได้นะ"
    }
  },
  {
    "translation": {
      "en": "Why did God spare me?",
      "th": "ทำไมพระเจ้าถึงไว้ชีวิตผม"
    }
  },
  {
    "translation": {
      "en": "Somebody started to yell, \"Americans! Americans!\"",
      "th": "มีคนเริ่มตะโกนว่า \"อเมริกา!\""
    }
  },
  {
    "translation": {
      "en": "And we didn't know what they mean by Americans. And they were pointing up to the sky.",
      "th": "และเราไม่รู้ว่ามันหมายถึงอะไร พวกเขาเลยชี้ขึ้นไปบนฟ้า"
    }
  },
  {
    "translation": {
      "en": "Planes came out from behind the mountains, from nowhere,",
      "th": "เครื่องบินโผล่ออกมาจากหลังเขา"
    }
  },
  {
    "translation": {
      "en": "and they just bombed the convoy.",
      "th": "และพวกเขาก็ยิงถล่มป้อมทหาร"
    }
  },
  {
    "translation": {
      "en": "And they they didn't touch us. None of us got hurt.",
      "th": "พวกเขาไม่ได้แตะต้องเรา พวกเราไม่ได้รับบาดเจ็บ"
    }
  },
  {
    "translation": {
      "en": "That's when I found out the first time that the United States was at war.",
      "th": "นั่นคือครั้งแรกที่ฉันรู้ว่า สหรัฐอเมริกาเข้าร่วมสงคราม"
    }
  },
  {
    "translation": {
      "en": "It was April 29th when I was ordered to go to Dachau.",
      "th": "วันที่ 29 เมษายน ผมถูกสั่งให้ไปที่ดาเคา"
    }
  },
  {
    "translation": {
      "en": "Actually, the night of the 28th.",
      "th": "อันที่จริงมันคือคืนวันที่ 28"
    }
  },
  {
    "translation": {
      "en": "And we were ordered to take off as fast as possible to get to Dachau,",
      "th": "และเราได้รับคำสั่งให้ออกเดินทาง ให้เร็วที่สุดเพื่อไปยังดาเคา"
    }
  },
  {
    "translation": {
      "en": "not knowing what we were facing.",
      "th": "โดยไม่รู้ว่าเรากำลังจะเจอกับอะไร"
    }
  },
  {
    "translation": {
      "en": "We thought it was a military camp,",
      "th": "เราคิดว่ามันเป็นค่ายทหาร"
    }
  },
  {
    "translation": {
      "en": "a German military camp that we were going in to take,",
      "th": "เรากำลังจะไปยึดค่ายทหารเยอรมัน"
    }
  },
  {
    "translation": {
      "en": "and therefore we were gonna capture it and capture the people inside.",
      "th": "ดังนั้นเราจะเข้าไปยึดมันและจับคนที่อยู่ในนั้น"
    }
  },
  {
    "translation": {
      "en": "We were in the vicinity",
      "th": "เราอยู่ในบริเวณใกล้เคียง"
    }
  },
  {
    "translation": {
      "en": "of what we found out to be concentration camps.",
      "th": "กับที่ที่เราพบว่าเป็นค่ายกักกัน"
    }
  },
  {
    "translation": {
      "en": "[Bill Basch] Suddenly, we hear machine guns shooting up.",
      "th": "จู่ๆ เราก็ได้ยินเสียงปืนกลดังขึ้น"
    }
  },
  {
    "translation": {
      "en": "First thought was that we are being killed.",
      "th": "ความคิดแรกของผมคือเรากำลังจะถูกฆ่า"
    }
  },
  {
    "translation": {
      "en": "Then we saw American soldiers climbing, crawling and shooting.",
      "th": "แล้วจากนั้นเราก็เห็นทหารอเมริกัน ปีนป่ายคลานและยิง"
    }
  },
  {
    "translation": {
      "en": "Then we saw German soldiers coming from that direction.",
      "th": "แล้วเราก็เห็นทหารเยอรมันมาจากทางนั้น"
    }
  },
  {
    "translation": {
      "en": "And as they met up here in the center, that Germans gave up.",
      "th": "และเมื่อพวกเขาเจอกันที่ตรงกลาง ทหารเยอรมันก็ยอมแพ้"
    }
  },
  {
    "translation": {
      "en": "But visualize 32,000 people coming out of all those barracks.",
      "th": "แต่ลองนึกภาพคนจำนวน 32,000 คน ออกมาจากโรงเรือนพวกนั้นสิ"
    }
  },
  {
    "translation": {
      "en": "Outside the camp…",
      "th": "ด้านนอกค่าย..."
    }
  },
  {
    "translation": {
      "en": "on the railroad tracks was…",
      "th": "บนรางรถไฟมี"
    }
  },
  {
    "translation": {
      "en": "40 boxcars, I believe was the count.",
      "th": "ตู้โบกี้รถไฟที่นับได้ 40 ตู้"
    }
  },
  {
    "translation": {
      "en": "Absolutely full of dead bodies.",
      "th": "มีแต่ศพอยู่ในนั้นเต็มไปหมด"
    }
  },
  {
    "translation": {
      "en": "And not having had any knowledge of what we were facing,",
      "th": "ด้วยความที่เราไม่รู้ว่าเรากำลังเจออยู่กับอะไร"
    }
  },
  {
    "translation": {
      "en": "this was…",
      "th": "มันเป็น..."
    }
  },
  {
    "translation": {
      "en": "totally unreal.",
      "th": "อะไรที่เหลือเชื่อ"
    }
  },
  {
    "translation": {
      "en": "Most of them wearing flannel pajamas. That's all what they had.",
      "th": "ส่วนใหญ่ใส่ชุดนอนผ้าสักหลาด นั่นคือทั้งหมดที่พวกเขามี"
    }
  },
  {
    "translation": {
      "en": "Blue stripe, white stripe.",
      "th": "แถบสีฟ้าขาว"
    }
  },
  {
    "translation": {
      "en": "Flannel pajamas. People were weak.",
      "th": "- ชุดนอนผ้าสักหลาด - ผู้คนมีร่างกายอ่อนแอ"
    }
  },
  {
    "translation": {
      "en": "Weak probably isn't even the right term.",
      "th": "อาจใช้คำว่าอ่อนแอไม่ได้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "But they were emaciated.",
      "th": "พวกเขาผอมแห้ง"
    }
  },
  {
    "translation": {
      "en": "Some looked very old, but they weren't.",
      "th": "บางคนดูแก่มาก ทั้งๆ ที่ยังหนุ่ม"
    }
  },
  {
    "translation": {
      "en": "[Katsugo Miho] They were walking dead, is what we called them. Skeletons.",
      "th": "เราเรียกพวกเขาว่าศพเดินได้ โครงกระดูก"
    }
  },
  {
    "translation": {
      "en": "[Paul Parks] A few came out first,",
      "th": "มีไม่กี่คนเดินออกมาก่อน"
    }
  },
  {
    "translation": {
      "en": "then more came out, and more came out,",
      "th": "จากนั้นก็มีคนเดินออกมามากขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "and they kept coming toward us",
      "th": "และพวกเขาก็ตรงมาหาเรา"
    }
  },
  {
    "translation": {
      "en": "because it was almost as if they realized…",
      "th": "เพราะมันเหมือนว่าพวกเขารู้ว่า..."
    }
  },
  {
    "translation": {
      "en": "I guess they did. They realized that we were different.",
      "th": "ผมคิดว่าพวกเขาดูออกว่าเราต่างออกไป"
    }
  },
  {
    "translation": {
      "en": "That we were people coming to help them.",
      "th": "ว่าเราเป็นคนที่มาช่วยพวกเขา"
    }
  },
  {
    "translation": {
      "en": "And Americans held the gun against the Germans,",
      "th": "แล้วทหารอเมริกันก็เล็งปืนไปที่ทหารเยอรมัน"
    }
  },
  {
    "translation": {
      "en": "but they didn't kill them. They let us have them.",
      "th": "แต่พวกเขาไม่ได้ยิง พวกเขาให้เราจัดการ"
    }
  },
  {
    "translation": {
      "en": "And taking a dozen or so German soldiers that we caught,",
      "th": "และทหารเยอรมันโหลหนึ่งที่เราจับตัวได้"
    }
  },
  {
    "translation": {
      "en": "literally tore them apart, piece by piece.",
      "th": "ก็ถูกรุมทึ้งไม่เหลือชิ้นดี"
    }
  },
  {
    "translation": {
      "en": "We captured a German colonel.",
      "th": "เราจับผู้พันทหารเยอรมันได้"
    }
  },
  {
    "translation": {
      "en": "And I went back and told him",
      "th": "แล้วผมก็กลับไปบอกเขาว่า"
    }
  },
  {
    "translation": {
      "en": "that we're going to send you back to the officers to talk to you.",
      "th": "เราจะส่งคุณกลับไปให้เจ้าหน้าที่สอบสวน"
    }
  },
  {
    "translation": {
      "en": "And he spit in my face.",
      "th": "แล้วเขาก็ถ่มน้ำลายใส่หน้าผม"
    }
  },
  {
    "translation": {
      "en": "Then I killed him.",
      "th": "ผมเลยฆ่าเขา"
    }
  },
  {
    "translation": {
      "en": "It wasn't long before the war was over after that.",
      "th": "มันเกิดขึ้นไม่นานก่อนที่สงครามจะยุติ"
    }
  },
  {
    "translation": {
      "en": "But by those last days,",
      "th": "แต่ในช่วงสุดท้ายนั้น"
    }
  },
  {
    "translation": {
      "en": "we intended to stop Germany from ever having the opportunity",
      "th": "เราตั้งใจจะหยุดเยอรมนีไม่ให้มีโอกาส"
    }
  },
  {
    "translation": {
      "en": "to stand up again and do this to anybody.",
      "th": "ลุกขึ้นมาทำแบบนี้กับใครอีก"
    }
  },
  {
    "translation": {
      "en": "I've seen many a horrible sight",
      "th": "ผมเห็นภาพที่น่ากลัวมามาก"
    }
  },
  {
    "translation": {
      "en": "in that two years of… In Italy, France and Germany,",
      "th": "ในสองปีนั้น ทั้งในอิตาลี ฝรั่งเศสและเยอรมนี"
    }
  },
  {
    "translation": {
      "en": "but the worst thing I've ever seen in my life",
      "th": "แต่สิ่งที่เลวร้ายที่สุดในชีวิตที่ผมเคยเห็น"
    }
  },
  {
    "translation": {
      "en": "were the survivors of the Holocaust.",
      "th": "คือผู้รอดชีวิตจากการฆ่าล้างเผ่าพันธุ์"
    }
  },
  {
    "translation": {
      "en": "This is something which is…",
      "th": "นี่คือสิ่งที่..."
    }
  },
  {
    "translation": {
      "en": "To this day, I cannot forget.",
      "th": "จนถึงวันนี้ผมก็ลืมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I wasn't young anymore.",
      "th": "ผมไม่ได้ดูเป็นหนุ่มเลย"
    }
  },
  {
    "translation": {
      "en": "I was very old.",
      "th": "ผมดูแก่มาก"
    }
  },
  {
    "translation": {
      "en": "I was 16, but I was very old.",
      "th": "ผมอายุ 16 แต่ผมดูแก่มาก"
    }
  },
  {
    "translation": {
      "en": "Returning to freedom was very difficult.",
      "th": "การกลับสู่อิสรภาพเป็นเรื่องยากมาก"
    }
  },
  {
    "translation": {
      "en": "We didn't know how we're going to make peace with the outside world,",
      "th": "เราไม่รู้ว่าจะสร้างสันติภาพกับโลกภายนอก"
    }
  },
  {
    "translation": {
      "en": "which didn't want us.",
      "th": "ที่ไม่ต้องการเราได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "And we didn't know…",
      "th": "และเราไม่รู้ว่า..."
    }
  },
  {
    "translation": {
      "en": "who we're going to find or not find.",
      "th": "เราจะตามหาใครหรือไม่ต้องตามหาใคร"
    }
  },
  {
    "translation": {
      "en": "They didn't know what to do with us. And they put us in a DP camp,",
      "th": "พวกเขาไม่รู้ว่าจะทำยังไงกับเรา และพวกเขาให้เราไปอยู่ในค่ายดีพี"
    }
  },
  {
    "translation": {
      "en": "which is a displaced persons camp.",
      "th": "ซึ่งเป็นค่ายผู้ลี้ภัย"
    }
  },
  {
    "translation": {
      "en": "And the closest one from where I was, was in Austria.",
      "th": "และที่ที่อยู่ใกล้กับจุดที่ฉันอยู่มากที่สุด คือค่ายในออสเตรีย"
    }
  },
  {
    "translation": {
      "en": "And all the survivors that had no other place to go were in that camp.",
      "th": "และผู้รอดชีวิตทุกคนที่ไม่มีที่ไปก็ไปอยู่ในค่ายนั้น"
    }
  },
  {
    "translation": {
      "en": "So it was another camp, but it was free.",
      "th": "มันเป็นค่ายเหมือนกัน แต่มันไม่ใช่ค่ายกักกัน"
    }
  },
  {
    "translation": {
      "en": "After the Soviet Army liberated Budapest,",
      "th": "หลังจากกองทัพโซเวียตปลดปล่อยบูดาเปสต์"
    }
  },
  {
    "translation": {
      "en": "and I became a free human being again,",
      "th": "และผมกลายเป็นมนุษย์ที่มีเสรีอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "I did not know for months",
      "th": "หลายเดือนทีเดียวที่ผมไม่รู้"
    }
  },
  {
    "translation": {
      "en": "whether my mother or other members of my family would ever return.",
      "th": "ว่าแม่ของผมหรือสมาชิกคนอื่นๆ ในครอบครัวจะกลับมารึเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Renee Firestone] I was hoping that going back to Auschwitz is finally going to give me some closure.",
      "th": "ฉันหวังว่าการกลับไปที่ค่ายเอาชวิทซ์ จะทำให้ฉันปิดฉากมันไปจากใจได้สักที"
    }
  },
  {
    "translation": {
      "en": "And, uh, I was shocked to find out",
      "th": "และฉันก็ตกใจที่ได้รู้ว่า"
    }
  },
  {
    "translation": {
      "en": "that it opened up new questions and new doubts.",
      "th": "มันทำให้ฉันเกิดคำถามใหม่และข้อสงสัยใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "I would like to find out about my family.",
      "th": "ฉันอยากรู้เรื่องครอบครัวของฉัน"
    }
  },
  {
    "translation": {
      "en": "[in Polish] She'd like to look for information about her and her family.",
      "th": "เธออยากหาข้อมูลเกี่ยวกับครอบครัว และข้อมูลตัวเธอเองด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Your name, please?",
      "th": "ขอชื่อหน่อยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Renee. R-e-n-e-e.",
      "th": "เรเน่ อาร์ อี เอ็น อี อี"
    }
  },
  {
    "translation": {
      "en": "[Renee Firestone] This is the first time that I decided…",
      "th": "นี่เป็นครั้งแรกที่ฉันตัดสินใจ"
    }
  },
  {
    "translation": {
      "en": "to find some records of my family.",
      "th": "หาประวัติของครอบครัวฉัน"
    }
  },
  {
    "translation": {
      "en": "And my sister was Klara.",
      "th": "และน้องสาวฉันชื่อคลาร่า"
    }
  },
  {
    "translation": {
      "en": "[translator in Polish] You found something?",
      "th": "เจออะไรไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Yes, I found something. We can look together.",
      "th": "ใช่ค่ะ ฉันเจอบางอย่าง เราจะดูมันด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "[in Polish] Please lay the cards down like this.",
      "th": "ช่วยคว่ำรูปลงแบบนี้"
    }
  },
  {
    "translation": {
      "en": "-Klara. -Klara. My sister.",
      "th": "คลาร่า น้องสาวฉัน"
    }
  },
  {
    "translation": {
      "en": "I found records of my sister, my father, and my own,",
      "th": "ฉันเจอบันทึกของน้องสาว พ่อฉัน และของฉัน"
    }
  },
  {
    "translation": {
      "en": "and when I asked about my mother…",
      "th": "และตอนที่ฉันถามถึงแม่…"
    }
  },
  {
    "translation": {
      "en": "uh, the archivist, the historian, told me",
      "th": "ผู้เก็บเอกสารบอกฉันว่า"
    }
  },
  {
    "translation": {
      "en": "that those who were taken from the railroad station",
      "th": "คนที่ถูกพาตัวไปจากสถานีรถไฟ"
    }
  },
  {
    "translation": {
      "en": "and killed immediately,",
      "th": "จะถูกฆ่าทันที"
    }
  },
  {
    "translation": {
      "en": "there is no record of those.",
      "th": "ไม่มีบันทึกของคนเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "[in Polish] Take this upstairs to the archive and ring the bell, okay?",
      "th": "เอานี่ไปที่ห้องเก็บเอกสารชั้นบนแล้วกดกริ่งนะคะ"
    }
  },
  {
    "translation": {
      "en": "[in Polish] Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "This is a test of blood or, uh, or something medical.",
      "th": "นี่เป็นผลตรวจเลือดหรือผลทางการแพทย์"
    }
  },
  {
    "translation": {
      "en": "Subject of Klara Weinfeld.",
      "th": "ของคลารา ไวน์เฟลด์"
    }
  },
  {
    "translation": {
      "en": "I found out that my sister was experimented on,",
      "th": "ฉันพบว่าน้องสาวของฉันถูกนำไปทดลอง"
    }
  },
  {
    "translation": {
      "en": "that they were doing some blood tests on her.",
      "th": "พวกเขาทำการตรวจเลือดของเธอ"
    }
  },
  {
    "translation": {
      "en": "And what does this here all mean?",
      "th": "แล้วนี่หมายความว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "And he said, \"I really don't know.\"",
      "th": "และเขาบอกว่า \"ผมไม่รู้จริงๆ\""
    }
  },
  {
    "translation": {
      "en": "He says, \"Nobody ever asked me.\"",
      "th": "เขาบอกว่า \"ไม่เคยมีใครเคยถามผมเลย"
    }
  },
  {
    "translation": {
      "en": "But there is a Dr. Münch, who was the head of this clinic,",
      "th": "แต่มีหมอมุนช์ที่เป็นหัวหน้าคลินิกนี้"
    }
  },
  {
    "translation": {
      "en": "who's still alive.\"",
      "th": "ที่ยังมีชีวิตอยู่\""
    }
  },
  {
    "translation": {
      "en": "And then I found out that you're going to interview this man,",
      "th": "แล้วจากนั้นฉันก็พบว่าคุณจะสัมภาษณ์ชายคนนี้ด้วย"
    }
  },
  {
    "translation": {
      "en": "and that I may have a chance to ask him what those symbols meant.",
      "th": "และฉันอาจมีโอกาสถามเขา ว่าสัญลักษณ์พวกนั้นหมายถึงอะไร"
    }
  },
  {
    "translation": {
      "en": "[in German] My sister Klara died in Auschwitz…",
      "th": "คลาร่า น้องสาวของฉันตายในค่ายเอาชวิทซ์…"
    }
  },
  {
    "translation": {
      "en": "And I recently obtained these papers from Auschwitz.",
      "th": "และฉันเพิ่งได้เอกสารพวกนี้มาจากค่ายเอาชวิทซ์"
    }
  },
  {
    "translation": {
      "en": "-I would like you to explain these papers. -I will try.",
      "th": "- ฉันอยากให้คุณอธิบายเอกสารพวกนี้ - ผมจะพยายามครับ"
    }
  },
  {
    "translation": {
      "en": "Can you tell me what this is?",
      "th": "บอกฉันได้ไหมว่านี่คืออะไร"
    }
  },
  {
    "translation": {
      "en": "[Hans Münch in English] No, nothing important, no.",
      "th": "ไม่ ไม่มีอะไรสำคัญ"
    }
  },
  {
    "translation": {
      "en": "What kind of experiments were these?",
      "th": "มันเป็นการทดลองแบบไหนกัน"
    }
  },
  {
    "translation": {
      "en": "[in German] It's nothing. Everything is good.",
      "th": "ไม่มีอะไร ทุกอย่างดี"
    }
  },
  {
    "translation": {
      "en": "-Why did she die? -\"Clinical Institute.\"",
      "th": "- ทำไมเธอถึงตาย - \"สถาบันคลีนิก\""
    }
  },
  {
    "translation": {
      "en": "-That's my institute. -Yeah.",
      "th": "มันคือสถาบันของผม"
    }
  },
  {
    "translation": {
      "en": "-[Hans Münch] She did die. -[Renee] Yeah.",
      "th": "เธอตายจริงๆ"
    }
  },
  {
    "translation": {
      "en": "When did she arrive? How long did she stay?",
      "th": "เธอมาถึงเมื่อไหร่ เธออยู่นานแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "[in English] Six months.",
      "th": "หกเดือน"
    }
  },
  {
    "translation": {
      "en": "-Six months. -Six months? Yeah, six months.",
      "th": "- หกเดือนเหรอ - หกเดือน"
    }
  },
  {
    "translation": {
      "en": "-[in German] And then she died. -Yeah.",
      "th": "แล้วเธอก็ตาย"
    }
  },
  {
    "translation": {
      "en": "Well, that is the normal period. Do you understand?",
      "th": "นั่นคือระยะเวลาปกตินะ คุณเข้าใจใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "You were in Auschwitz as well? Well then, you should know.",
      "th": "คุณก็อยู่ที่เอาชวิทซ์ด้วยเหรอ งั้นคุณก็ควรรู้สิ"
    }
  },
  {
    "translation": {
      "en": "[Renee Firestone in English] I tried to be civilized,",
      "th": "ฉันพยายามทำตัวเป็นผู้ที่เจริญแล้ว"
    }
  },
  {
    "translation": {
      "en": "but he was very evasive,",
      "th": "แต่เขาเลี่ยงที่จะตอบเกินไป"
    }
  },
  {
    "translation": {
      "en": "and I became very angry.",
      "th": "และฉันก็โกรธมาก"
    }
  },
  {
    "translation": {
      "en": "I kept thinking that thousands and thousands of people died in his clinic.",
      "th": "ฉันเอาแต่คิดว่ามีคนตายเป็นพันๆ คน ในคลินิกของเขา"
    }
  },
  {
    "translation": {
      "en": "I am going to go back to Crematorium V",
      "th": "ฉันจะกลับไปที่เตาเผาที่ห้า"
    }
  },
  {
    "translation": {
      "en": "because I know that my mother was taken there for sure.",
      "th": "เพราะฉันรู้ว่าแม่ฉันถูกพาไปที่นั่นแน่นอน"
    }
  },
  {
    "translation": {
      "en": "I'm going to light some candles.",
      "th": "ฉันจะไปจุดเทียน"
    }
  },
  {
    "translation": {
      "en": "And I know that I am not coming back here anymore.",
      "th": "และฉันจะไม่กลับมาที่นี่อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "And now…",
      "th": "และตอนนี้…"
    }
  },
  {
    "translation": {
      "en": "just very recently,",
      "th": "เมื่อไม่นานมานี้"
    }
  },
  {
    "translation": {
      "en": "I got a new letter from Bergen-Belsen",
      "th": "ฉันได้จดหมายฉบับใหม่จากค่ายเบอร์เกนเบลเซ่น"
    }
  },
  {
    "translation": {
      "en": "that they don't have Edith Lok. They looked through their books.",
      "th": "ว่าพวกเขาไม่มีรายชื่อของอีดิธ ลอค พวกเขาดูบัญชีของพวกเขาแล้ว"
    }
  },
  {
    "translation": {
      "en": "But they found an Edith Schwarz.",
      "th": "แต่พวกเขาเจอชื่ออีดิธ ชวาร์ซ"
    }
  },
  {
    "translation": {
      "en": "And I remembered at one point,",
      "th": "และฉันจำได้ว่าตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "my sister Edith decided",
      "th": "อีดิธ พี่สาวของฉันตัดสินใจว่า"
    }
  },
  {
    "translation": {
      "en": "that she will use my mother's name, but I forgot it.",
      "th": "เธอจะใช้ชื่อแม่ฉัน แต่ฉันลืมไป"
    }
  },
  {
    "translation": {
      "en": "And all these years, I looked for Edith Lok.",
      "th": "และตลอดหลายปีที่ผ่านมา ฉันตามหาเธอในชื่ออีดิธ ลอค"
    }
  },
  {
    "translation": {
      "en": "-Can you find me, though, with Hungarian-- -Hungarian?",
      "th": "- คุณช่วยหาให้ฉันที ชาวฮังการี - ฮังการีเหรอ"
    }
  },
  {
    "translation": {
      "en": "Let's just find it. Okay.",
      "th": "มาหาดูกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "-It's not alphabetized. -Yeah?",
      "th": "- มันไม่ได้เรียงตามตัวอักษร - ใช่"
    }
  },
  {
    "translation": {
      "en": "[Alice Lok Cahana] Going back to Bergen-Belsen,",
      "th": "การกลับไปที่ค่ายเบอร์เกนเบลเซ่นนี้"
    }
  },
  {
    "translation": {
      "en": "I want my husband to say a prayer with my children and with me",
      "th": "ฉันอยากให้สามีและลูกๆ ได้สวดมนต์กับฉัน"
    }
  },
  {
    "translation": {
      "en": "because we will symbolically bury Edith.",
      "th": "เพราะเราจะทำพิธีฝังอีดิธกัน"
    }
  },
  {
    "translation": {
      "en": "This is the cemetery where all the people were buried",
      "th": "นี่คือสุสานที่ฝังศพทุกคน"
    }
  },
  {
    "translation": {
      "en": "who were brought after liberation to the military blocks.",
      "th": "ที่ถูกนำตัวมาหลังการปลดปล่อย จากการกักกันของทหาร"
    }
  },
  {
    "translation": {
      "en": "We found the name of your sister.",
      "th": "เราเจอชื่อพี่สาวคุณ"
    }
  },
  {
    "translation": {
      "en": "She died here.",
      "th": "เธอตายที่นี่"
    }
  },
  {
    "translation": {
      "en": "We think at the 2nd of June, 1945.",
      "th": "เราคิดว่าเป็นวันที่ 2 มิถุนายน 1945"
    }
  },
  {
    "translation": {
      "en": "So, all the people who died in those days were buried here, one beside the next one.",
      "th": "ดังนั้นทุกคนที่ตายในสมัยนั้น จะถูกฝังอยู่ที่นี่เรียงกันไป"
    }
  },
  {
    "translation": {
      "en": "[Alice Lok Cahana] Today is the most special day of my life.",
      "th": "วันนี้เป็นวันที่พิเศษที่สุดในชีวิตฉัน"
    }
  },
  {
    "translation": {
      "en": "Finally, the search is over.",
      "th": "ในที่สุดการค้นหาก็จบลง"
    }
  },
  {
    "translation": {
      "en": "And we now know what happened, and when it happened.",
      "th": "และตอนนี้เรารู้แล้วว่าเกิดอะไรขึ้น และเกิดขึ้นเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "I brought here my mother's prayer book,",
      "th": "ฉันเอาหนังสือสวดมนต์ของแม่มาที่นี่"
    }
  },
  {
    "translation": {
      "en": "and here we will say for you",
      "th": "และเรากำลังจะสวดให้พี่"
    }
  },
  {
    "translation": {
      "en": "the prayers that's traditional",
      "th": "การสวดมนต์แบบดั้งเดิม"
    }
  },
  {
    "translation": {
      "en": "and light this candle in your memory.",
      "th": "และจุดเทียนนี้ในความทรงจำของพี่"
    }
  },
  {
    "translation": {
      "en": "And remember… [clears throat]… you…",
      "th": "และจดจำพี่..."
    }
  },
  {
    "translation": {
      "en": "forever…",
      "th": "ตลอดไป"
    }
  },
  {
    "translation": {
      "en": "as long as we live.",
      "th": "ตราบที่เรายังมีชีวิตอยู่"
    }
  },
  {
    "translation": {
      "en": "[Alice Lok Cahana] But there are a lot of people like me out there,",
      "th": "แต่ยังมีคนแบบฉันอีกมาก"
    }
  },
  {
    "translation": {
      "en": "who are still looking.",
      "th": "ที่ยังคงตามหา"
    }
  },
  {
    "translation": {
      "en": "Because for us…",
      "th": "เพราะสำหรับเราแล้ว..."
    }
  },
  {
    "translation": {
      "en": "liberation was not the last day.",
      "th": "การปลดปล่อยไม่ใช่วันสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "[Tom Lantos] I got an announcement that I'd been selected",
      "th": "ผมได้รับการประกาศว่าผมได้รับเลือก"
    }
  },
  {
    "translation": {
      "en": "to receive an academic scholarship",
      "th": "ให้รับทุนการศึกษา"
    }
  },
  {
    "translation": {
      "en": "to the University of Washington, in a town called \"Seattle,\"",
      "th": "ที่มหาวิทยาลัยวอชิงตัน ในเมืองที่ชื่อว่า \"ซีตเทิล\""
    }
  },
  {
    "translation": {
      "en": "because nobody told me it's supposed to be pronounced \"Seattle.\"",
      "th": "เพราะไม่มีใครบอกผม ว่ามันควรจะออกเสียงว่า \"ซีแอตเทิล\""
    }
  },
  {
    "translation": {
      "en": "I had a ticket on the SS Marine Falcon.",
      "th": "ผมได้ตั๋วโดยสารเรือเอสเอสมารีนฟัลคอน"
    }
  },
  {
    "translation": {
      "en": "I went to bunk B-20, put down my knapsack, and they called for chow.",
      "th": "ผมไปที่เตียงหมายเลขบี 20 วางเป้ลง และพวกเขาก็เรียกไปรับ \"เชา\""
    }
  },
  {
    "translation": {
      "en": "I had no idea what chow was. It wasn't part of my English vocabulary.",
      "th": "ผมไม่รู้เลยว่า \"เชา\" คืออะไร มันไม่ได้อยู่ในคลังศัพท์ภาษาอังกฤษของผม"
    }
  },
  {
    "translation": {
      "en": "So, I got into the chow line.",
      "th": "ผมก็เลยไปเข้าแถวรับ \"เชา\""
    }
  },
  {
    "translation": {
      "en": "We had these huge metal trays, and this was a period",
      "th": "เราได้รับถาดเหล็กขนาดใหญ่มา และแน่นอนว่านี่เป็นช่วงเวลา"
    }
  },
  {
    "translation": {
      "en": "when, of course, my mental preoccupation was still with hunger.",
      "th": "ความคิดของผมยังคงมีแต่ความหิวโหย"
    }
  },
  {
    "translation": {
      "en": "And these wonderful people slopped on wonderful things on this metal tray.",
      "th": "แล้วผู้คนที่น่ารักเหล่านี้ ก็ตักของวิเศษลงบนถาดเหล็ก"
    }
  },
  {
    "translation": {
      "en": "And at the end of the line,",
      "th": "และที่ท้ายแถว"
    }
  },
  {
    "translation": {
      "en": "there was a huge wicker basket of oranges.",
      "th": "ก็มีตะกร้าหวายใบใหญ่ที่ใส่ส้ม"
    }
  },
  {
    "translation": {
      "en": "A huge wicker basket of bananas.",
      "th": "และตะกร้าหวายใบใหญ่ที่ใส่กล้วย"
    }
  },
  {
    "translation": {
      "en": "My mother always taught me to do the right thing.",
      "th": "แม่สอนผมว่าให้รู้ว่าอะไรควรไม่ควร และผมไม่รู้ว่าอะไรที่ควรทำ"
    }
  },
  {
    "translation": {
      "en": "And I didn't know what right was. So there was another huge sailor,",
      "th": "แม่สอนผมว่าให้รู้ว่าอะไรควรไม่ควร และผมไม่รู้ว่าอะไรที่ควรทำ มีชายที่เป็นกะลาสีรูปร่างใหญ่อยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "and I asked him, \"Sir, do I take a banana?\"",
      "th": "ผมเลยถามเขาว่า \"คุณครับ ผมต้องหยิบกล้วย"
    }
  },
  {
    "translation": {
      "en": "\"Or do I take an orange?\"",
      "th": "หรือต้องหยิบส้ม\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"You eat all the damn bananas and all the damn oranges you want.\"",
      "th": "แล้วเขาก็บอกว่า \"คุณกินกล้วย และส้มได้เท่าที่คุณต้องการเลย\""
    }
  },
  {
    "translation": {
      "en": "And then I knew I was in heaven.",
      "th": "แล้วผมก็รู้ว่าผมอยู่บนสวรรค์"
    }
  },
  {
    "translation": {
      "en": "[Irene Zisblatt] I loved my town, and I see it picturesque and happy.",
      "th": "ฉันรักเมืองของฉัน ฉันคิดว่ามันงดงามและสงบสุข"
    }
  },
  {
    "translation": {
      "en": "I'm planning to go there for the first time since I left in 1944.",
      "th": "ฉันวางแผนจะไปที่นั่นเป็นครั้งแรก ตั้งแต่ที่ฉันจากมันมาในปี 1944"
    }
  },
  {
    "translation": {
      "en": "Look at the sign, Robin. It says \"Polyana\" in Russian.",
      "th": "ดูป้ายสิโรบิน มันเขียนว่า \"โพลีอานา\" ในภาษารัสเซีย"
    }
  },
  {
    "translation": {
      "en": "You see?",
      "th": "เห็นไหม"
    }
  },
  {
    "translation": {
      "en": "The river is running on the right.",
      "th": "มีแม่น้ำไหลอยู่ทางขวา"
    }
  },
  {
    "translation": {
      "en": "We used to go bathing here…",
      "th": "เราเคยมาอาบน้ำที่นี่…"
    }
  },
  {
    "translation": {
      "en": "I'm hoping that I can find some of the people that I knew",
      "th": "ฉันหวังว่าจะเจอคนที่ฉันรู้จัก"
    }
  },
  {
    "translation": {
      "en": "before the Holocaust…",
      "th": "ก่อนที่จะมีการสังหารหมู่…"
    }
  },
  {
    "translation": {
      "en": "and maybe that I can talk to them.",
      "th": "และฉันอาจจะคุยกับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "-Mushrooms in the jar. See? -Yes.",
      "th": "- เห็นเห็ดในโหลไหม - ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Irene in English] Maybe they can tell me things that happened while we were away.",
      "th": "พวกเขาอาจจะเล่าเรื่องที่เกิดขึ้น ตอนเราไม่อยู่แล้วได้"
    }
  },
  {
    "translation": {
      "en": "[Irene] This one woman, Mariska, she remembered my grandparents",
      "th": "ผู้หญิงคนนี้ชื่อมาริสก้า เธอจำปู่ ย่า ตา ยาย"
    }
  },
  {
    "translation": {
      "en": "and my father and my mother and me.",
      "th": "และพ่อแม่ของฉันได้ รวมถึงฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "I was most surprised that she remembered me.",
      "th": "ฉันแปลกใจมากที่เธอจำฉันได้"
    }
  },
  {
    "translation": {
      "en": "I was really afraid that the people were going to be hostile to me,",
      "th": "ฉันกลัวว่าผู้คนจะไม่เป็นมิตรกับฉัน"
    }
  },
  {
    "translation": {
      "en": "that they were going to be accusing me of coming back to take something from them.",
      "th": "ฉันเกรงว่าพวกเขาจะคิดว่า ฉันจะกลับมาเอาอะไรจากพวกเขา"
    }
  },
  {
    "translation": {
      "en": "I was asked in a very nice way,",
      "th": "มีคนถามฉันอย่างสุภาพว่า"
    }
  },
  {
    "translation": {
      "en": "\"Am I planning to take my property and come back to live there?\"",
      "th": "ฉันวางแผนจะกลับมาเอาทรัพย์สิน และย้ายมาอาศัยอยู่ที่นั่นไหม"
    }
  },
  {
    "translation": {
      "en": "And I said no.",
      "th": "และฉันบอกว่าไม่"
    }
  },
  {
    "translation": {
      "en": "I just want my children to know where I come from,",
      "th": "ฉันแค่อยากให้ลูกๆ รู้ว่าฉันมาจากที่ไหน"
    }
  },
  {
    "translation": {
      "en": "and I wanted to see my town where I grew up once more before I die.",
      "th": "และฉันอยากเห็นเมือง ที่ฉันโตขึ้นมาอีกครั้งก่อนตาย"
    }
  },
  {
    "translation": {
      "en": "[Renee Firestone] Going back to my hometown",
      "th": "การได้กลับไปยังบ้านเกิดของฉัน"
    }
  },
  {
    "translation": {
      "en": "with my family, with my child,",
      "th": "กับครอบครัวและลูกของฉัน"
    }
  },
  {
    "translation": {
      "en": "showing her this beautiful town, which…",
      "th": "ทำให้เธอได้เห็นเมืองที่สวยงามแห่งนี้ซึ่ง..."
    }
  },
  {
    "translation": {
      "en": "Everywhere we went, the word \"Jew\" doesn't exist.",
      "th": "ทุกที่ที่เราไปไม่มีคำว่า \"ยิว\" ปรากฏ"
    }
  },
  {
    "translation": {
      "en": "This building was the Jewish community center.",
      "th": "ตึกนี้เคยเป็นศูนย์ชุมชนชาวยิว"
    }
  },
  {
    "translation": {
      "en": "I wanted to go to the Jewish temple, which was a beautiful synagogue.",
      "th": "ฉันอยากไปวัดยิวซึ่งเคยเป็นโบสถ์ที่สวยงาม"
    }
  },
  {
    "translation": {
      "en": "Look, look, look how they let this…",
      "th": "ดูพวกเขาปล่อยให้..."
    }
  },
  {
    "translation": {
      "en": "Oh my God.",
      "th": "โอ้พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "What they did to this city, you just have no idea.",
      "th": "คุณไม่รู้หรอกว่าพวกเขาทำอะไรกับเมืองนี้"
    }
  },
  {
    "translation": {
      "en": "It's just unbelievable.",
      "th": "เหลือเชื่อจริงๆ"
    }
  },
  {
    "translation": {
      "en": "We went to the temple,",
      "th": "เราไปที่วัด"
    }
  },
  {
    "translation": {
      "en": "and there I met this man, this Jewish man.",
      "th": "แล้วฉันก็เจอชายชาวยิวคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "He was also in Auschwitz.",
      "th": "เขาก็เคยอยู่ในค่ายเอาชวิทซ์"
    }
  },
  {
    "translation": {
      "en": "[in Hungarian] Hello, do you speak Hungarian?",
      "th": "สวัสดีค่ะ คุณพูดภาษาฮังการีได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[Renee] Good morning. Are you from here?",
      "th": "อรุณสวัสดิ์ คุณเป็นคนที่นี่เหรอ"
    }
  },
  {
    "translation": {
      "en": "I was born here in 1928.",
      "th": "ผมเกิดที่นี่ในปี 1958"
    }
  },
  {
    "translation": {
      "en": "[Renee] I'm from the Weinfeld family.",
      "th": "ฉันมาจากตระกูลไวน์เฟลด์"
    }
  },
  {
    "translation": {
      "en": "Weinfeld?",
      "th": "ไวน์เฟลด์เหรอ"
    }
  },
  {
    "translation": {
      "en": "[Renee] My father had a shop on Cobbler's Lane.",
      "th": "พ่อฉันมีร้านอยู่ที่ตรอกค็อบเบลอร์"
    }
  },
  {
    "translation": {
      "en": "And of course, my mother attended this temple.",
      "th": "และปกติแม่ฉันมาที่วัดนี้"
    }
  },
  {
    "translation": {
      "en": "I had my Bar Mitzvah here when I turned 13, in 1941.",
      "th": "ผมเข้าพิธีบาร์ มิตซวาห์ที่นี่ ตอนผมอายุ 13 ปีในปี 1941"
    }
  },
  {
    "translation": {
      "en": "And why did you stay here?",
      "th": "แล้วทำไมคุณถึงอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "Because I came back from Auschwitz",
      "th": "เพราะผมกลับมาจากเอาชวิทซ์"
    }
  },
  {
    "translation": {
      "en": "on June 6, 1945.",
      "th": "ในวันที่ 6 มิถุนายน 1945"
    }
  },
  {
    "translation": {
      "en": "And a few days later, the borders were closed.",
      "th": "และไม่กี่วันต่อมาพรมแดนก็ถูกปิด"
    }
  },
  {
    "translation": {
      "en": "[Renee in English] Then he walked us through the temple, and he explained to us",
      "th": "แล้วเขาก็พาเราเดินชมวัด และอธิบายให้เราฟังว่า"
    }
  },
  {
    "translation": {
      "en": "that this is no longer a Jewish temple.",
      "th": "นี่ไม่ใช่โบสถ์ยิวอีกต่อไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[man in Hungarian] In the old days, there were Stars of David here.",
      "th": "สมัยก่อนมีดาราแห่งดาวิดติดอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "[Renee] What did they do with them?",
      "th": "พวกเขาทำอะไรกับมัน"
    }
  },
  {
    "translation": {
      "en": "[man] They made it into a concert hall.",
      "th": "พวกเขาทำให้มันเป็นหอแสดงคอนเสิร์ต"
    }
  },
  {
    "translation": {
      "en": "They removed everything.",
      "th": "พวกเขาเอาทุกอย่างออก"
    }
  },
  {
    "translation": {
      "en": "[Renee Firestone in English] It was very painful to see",
      "th": "มันเจ็บปวดมากที่ได้เห็น"
    }
  },
  {
    "translation": {
      "en": "that this holy place was transformed into a place of entertainment.",
      "th": "ว่าสถานที่ศักดิ์สิทธิ์แห่งนี้กลายเป็นสถานบันเทิง"
    }
  },
  {
    "translation": {
      "en": "The most difficult part was going back to my house.",
      "th": "ส่วนที่ยากที่สุดคือการกลับไปยังบ้านของฉัน"
    }
  },
  {
    "translation": {
      "en": "Oh my God!",
      "th": "พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "That's the… the original… That's the original gate.",
      "th": "นั่นคือประตูเดิม"
    }
  },
  {
    "translation": {
      "en": "-The entrance. -The entrance, yeah.",
      "th": "- ทางเข้า - ใช่ ทางเข้า"
    }
  },
  {
    "translation": {
      "en": "It was neglected.",
      "th": "มันถูกทอดทิ้ง"
    }
  },
  {
    "translation": {
      "en": "This beautiful house that my father took care of always.",
      "th": "บ้านสวยๆ ที่พ่อฉันดูแลมาตลอด"
    }
  },
  {
    "translation": {
      "en": "And everything was manicured around it.",
      "th": "และทุกอย่างรอบๆ ได้รับการตกแต่งอย่างดี"
    }
  },
  {
    "translation": {
      "en": "-[Bernard] I think that's locked. -[Renee] No.",
      "th": "- ผมว่ามันล็อกนะ - ไม่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "No, it isn't.",
      "th": "ไม่ มันไม่ได้ล็อก"
    }
  },
  {
    "translation": {
      "en": "-It just doesn't open. -[Klara] Can we go?",
      "th": "- มันแค่เปิดไม่ได้ - เข้าไปได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[Renee] It doesn't open.",
      "th": "เปิดไม่ออก"
    }
  },
  {
    "translation": {
      "en": "At that moment, I really wished I wouldn't have seen it.",
      "th": "ในตอนนั้น ฉันคิดว่าฉันไม่น่ามาเห็นมันเลย"
    }
  },
  {
    "translation": {
      "en": "One of the neighbors",
      "th": "เพื่อนบ้านคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "who was a young child at the time they took us away was still there.",
      "th": "ที่ยังเด็กมากตอนที่ทหารพาเราไป ยังอยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "Thank God that you are still alive.",
      "th": "ขอบคุณพระเจ้าที่คุณยังมีชีวิตอยู่"
    }
  },
  {
    "translation": {
      "en": "I'm telling you, I can still remember everything as it used to be.",
      "th": "บอกเลยว่าผมยังจำทุกอย่างได้"
    }
  },
  {
    "translation": {
      "en": "[Renee in English] He has now a Russian wife",
      "th": "ตอนนี้เขามีภรรยาเป็นชาวรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "who was very sympathetic.",
      "th": "ผู้มีความเห็นอกเห็นใจมาก"
    }
  },
  {
    "translation": {
      "en": "[in Hungarian] Your own house…",
      "th": "บ้านของคุณเอง…"
    }
  },
  {
    "translation": {
      "en": "To take someone's house, how could that be?",
      "th": "เอาบ้านคนอื่นไปได้ไง"
    }
  },
  {
    "translation": {
      "en": "There would be a lot to tell, but you know what they say…",
      "th": "มีอะไรให้เล่าเยอะ แต่คุณก็รู้ เขาว่ากันว่า…"
    }
  },
  {
    "translation": {
      "en": "Even the walls have ears.",
      "th": "กำแพงมีหู ประตูมีช่อง"
    }
  },
  {
    "translation": {
      "en": "[Renee in English] She was scared to tell me what really happened after we left.",
      "th": "เธอกลัวที่จะบอกฉันว่า เกิดอะไรขึ้นหลังจากเราไป"
    }
  },
  {
    "translation": {
      "en": "[in Hungarian] Tell me, after we were taken, did you talk about it?",
      "th": "หลังจากที่เราถูกพาตัวไป คุณได้พูดถึงเราไหม"
    }
  },
  {
    "translation": {
      "en": "We were so sorry for Klara. We heard she died on the way.",
      "th": "เราเสียใจกับคลาร่ามาก เราได้ยินว่าเธอตายระหว่างทาง"
    }
  },
  {
    "translation": {
      "en": "No. She died there.",
      "th": "ไม่ เธอตายที่นั่น"
    }
  },
  {
    "translation": {
      "en": "Poor thing.",
      "th": "น่าสงสารจัง"
    }
  },
  {
    "translation": {
      "en": "I have only seen it in the movies.",
      "th": "ผมเคยเห็นมันจากในหนัง"
    }
  },
  {
    "translation": {
      "en": "Did they really burn people like that?",
      "th": "พวกเขาเผาคนแบบนั้นจริงๆ เหรอ"
    }
  },
  {
    "translation": {
      "en": "Unfortunately, it was much worse than what they show in the movies.",
      "th": "โชคร้ายที่มันแย่กว่าที่พวกเขาแสดงในหนัง"
    }
  },
  {
    "translation": {
      "en": "[Renee in English] At that moment, I felt very lucky,",
      "th": "ในตอนนั้นฉันรู้สึกโชคดี"
    }
  },
  {
    "translation": {
      "en": "that I would have a chance to go back to the United States, to my home.",
      "th": "ที่ฉันจะได้กลับไปอเมริกาที่บ้านของฉันแล้ว"
    }
  },
  {
    "translation": {
      "en": "I saved the diamonds all the way, through the whole… everything.",
      "th": "ฉันเก็บเพชรไว้มาตลอด"
    }
  },
  {
    "translation": {
      "en": "And when I was free, I, uh, didn't talk about the Holocaust,",
      "th": "และตอนที่ฉันเป็นอิสระ ฉันไม่พูดเรื่องการฆ่าล้างเผ่าพันธุ์เลย"
    }
  },
  {
    "translation": {
      "en": "but I took the diamonds, and I mounted them into a teardrop-shaped pendant,",
      "th": "แต่ฉันนำเพชรไปติดบนจี้รูปหยดน้ำ"
    }
  },
  {
    "translation": {
      "en": "because every time I had to save them, I had to cry so much.",
      "th": "เพราะทุกครั้งที่ฉันต้องซ่อนมัน ฉันต้องเสียน้ำตาอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "So, I felt that the tears are appropriate for that.",
      "th": "ฉันเลยรู้สึกว่าน้ำตาเหมาะกับมัน"
    }
  },
  {
    "translation": {
      "en": "And I told my children that these diamonds should go down",
      "th": "และฉันบอกลูกๆ ของฉันว่า เพชรพวกนี้ควรตกทอด"
    }
  },
  {
    "translation": {
      "en": "from generation to generation,",
      "th": "จากรุ่นสู่รุ่น"
    }
  },
  {
    "translation": {
      "en": "to the first-born girl in the family, until forever.",
      "th": "ให้กับลูกสาวคนโตของครอบครัวไปตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "…what it tastes like. [chuckles]",
      "th": "รสชาติเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "And you can see their different shapes and different cuts.",
      "th": "และคุณจะเห็นว่ามันมีรูปร่าง และการตัดที่แตกต่างกัน"
    }
  },
  {
    "translation": {
      "en": "And they're the only thing that I…",
      "th": "และมันเป็นสิ่งเดียวที่ฉัน..."
    }
  },
  {
    "translation": {
      "en": "…that I'm holding that my mother ever held.",
      "th": "ที่ฉันมีที่เคยเป็นของแม่"
    }
  },
  {
    "translation": {
      "en": "Okay, well. I don't know what you think about…",
      "th": "ผมไม่รู้ว่าคุณคิดยังไงกับ..."
    }
  },
  {
    "translation": {
      "en": "My life today is something I myself cannot believe.",
      "th": "ชีวิตของผมวันนี้เป็นสิ่งที่ผมเองก็ไม่อยากเชื่อ"
    }
  },
  {
    "translation": {
      "en": "Having been elected by my constituents in California of some 600,000 people,",
      "th": "การได้รับเลือกโดยประชาชน กว่า 600,000 คนในแคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "nine times,",
      "th": "เป็นจำนวน 9 ครั้ง"
    }
  },
  {
    "translation": {
      "en": "it all seems like a dream.",
      "th": "มันเหมือนฝัน"
    }
  },
  {
    "translation": {
      "en": "And it all places",
      "th": "และมันทำให้ผม"
    }
  },
  {
    "translation": {
      "en": "an incredible sense of responsibility on me…",
      "th": "รู้สึกได้ถึงความรับผิดชอบที่ผมพึงมี…"
    }
  },
  {
    "translation": {
      "en": "As the only survivor of the Holocaust",
      "th": "ในฐานะผู้รอดชีวิตเพียงคนเดียว จากการฆ่าล้างเผ่าพันธุ์"
    }
  },
  {
    "translation": {
      "en": "ever elected to the Congress of the United States,",
      "th": "ที่เคยได้รับเลือกให้เป็นสมาชิกสภาคองเกรส แห่งสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "I know I speak for all of my colleagues,",
      "th": "ผมขอพูดแทนเพื่อนร่วมงานของผมทุกคน"
    }
  },
  {
    "translation": {
      "en": "Republicans and Democrats,",
      "th": "ทั้งฝ่ายรีพับลิกันและเดโมแครต"
    }
  },
  {
    "translation": {
      "en": "in expressing our outrage at the most recent terrorist attacks…",
      "th": "ในการแสดงความโกรธแค้น ต่อการโจมตีของผู้ก่อการร้ายครั้งล่าสุด…"
    }
  },
  {
    "translation": {
      "en": "The central focus of my life, obviously, is human rights",
      "th": "จุดสนใจหลักของชีวิตผมคือเรื่องสิทธิมนุษยชน"
    }
  },
  {
    "translation": {
      "en": "because I am convinced that this is really the path",
      "th": "เพราะผมเชื่อว่านี่คือวิถีทาง"
    }
  },
  {
    "translation": {
      "en": "of a more civilized world.",
      "th": "ของโลกที่เจริญแล้ว"
    }
  },
  {
    "translation": {
      "en": "My wife Annette and I have known each other all our lives.",
      "th": "ผมกับแอนเน็ตผู้เป็นภรรยารู้จักกันมาทั้งชีวิต"
    }
  },
  {
    "translation": {
      "en": "We grew up as children in Budapest.",
      "th": "เราโตมาในบูดาเปสต์"
    }
  },
  {
    "translation": {
      "en": "And we have been married now for 47 years.",
      "th": "เราตอนนี้แต่งงานกันมา 47 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "We have two daughters",
      "th": "เรามีลูกสาวสองคน"
    }
  },
  {
    "translation": {
      "en": "who early on came to us and said",
      "th": "ที่ก่อนหน้านั้นบอกเราว่า"
    }
  },
  {
    "translation": {
      "en": "that, uh… they plan a special gift for their parents.",
      "th": "ว่าพวกเธอมีของขวัญพิเศษให้พ่อแม่"
    }
  },
  {
    "translation": {
      "en": "[Tom] Since our families were wiped out, they will give us a large family.",
      "th": "เพราะครอบครัวเราถูกกวาดล้าง พวกเธอจะทำให้เรามีครอบครัวใหญ่"
    }
  },
  {
    "translation": {
      "en": "And we have been blessed with 17 wonderful grandchildren,",
      "th": "และเราได้รับพรเป็นหลานที่แสนวิเศษ 17 คน"
    }
  },
  {
    "translation": {
      "en": "and it's really the focus of our life.",
      "th": "และมันเป็นจุดสำคัญของชีวิตเรา"
    }
  },
  {
    "translation": {
      "en": "[Renee Firestone] I would like to be known as an educator on the Holocaust.",
      "th": "ฉันอยากเป็นที่รู้จักในฐานะ ผู้ให้ความรู้เรื่องการฆ่าล้างเผ่าพันธุ์"
    }
  },
  {
    "translation": {
      "en": "So I go to the Museum of Tolerance,",
      "th": "ฉันเลยไปทำงานที่พิพิธภัณฑ์แห่งความอดทน"
    }
  },
  {
    "translation": {
      "en": "where I was the founder of the outreach program.",
      "th": "ซึ่งฉันเป็นผู้จัดทำโครงการเผยแพร่ประชาสัมพันธ์"
    }
  },
  {
    "translation": {
      "en": "And I speak to groups who come into the Museum.",
      "th": "และทำหน้าที่อธิบาย ให้กลุ่มคนที่เข้ามาชมพิพิธภัณฑ์ฟัง"
    }
  },
  {
    "translation": {
      "en": "…came into being.",
      "th": "กลายเป็นเรื่องจริง"
    }
  },
  {
    "translation": {
      "en": "You know, when these things are happening,",
      "th": "เมื่อเรื่องเหล่านี้เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "you almost begin to believe that you did something wrong.",
      "th": "คุณก็เริ่มเชื่อว่าตัวเองทำอะไรผิด"
    }
  },
  {
    "translation": {
      "en": "Why would they do this to me?",
      "th": "ทำไมพวกเขาถึงทำแบบนี้กับฉัน"
    }
  },
  {
    "translation": {
      "en": "I feel that it is my duty",
      "th": "ฉันรู้สึกว่ามันเป็นหน้าที่ของฉัน"
    }
  },
  {
    "translation": {
      "en": "to make the world aware of what happened during that time.",
      "th": "ในการทำให้โลกรู้ว่าเกิดอะไรขึ้นในช่วงนั้น"
    }
  },
  {
    "translation": {
      "en": "I always felt that my language is inadequate.",
      "th": "ฉันรู้สึกอยู่เสมอว่าภาษาของฉันไม่ดีพอ"
    }
  },
  {
    "translation": {
      "en": "And that if I wanted to tell the story about my experiences,",
      "th": "และถ้าฉันอยากจะบอกเล่าประสบการณ์ของฉัน"
    }
  },
  {
    "translation": {
      "en": "I have to talk through a medium.",
      "th": "ฉันคงต้องพูดผ่านสื่อกลาง"
    }
  },
  {
    "translation": {
      "en": "And I found art",
      "th": "แล้วฉันก็ค้นพบงานศิลปะ"
    }
  },
  {
    "translation": {
      "en": "because art transcends.",
      "th": "เพราะศิลปะนั้นเหนือชั้น"
    }
  },
  {
    "translation": {
      "en": "It's beyond words.",
      "th": "มันเกินคำบรรยาย"
    }
  },
  {
    "translation": {
      "en": "I wanted the surface to be very much layered.",
      "th": "ฉันอยากให้พื้นผิวมีความเป็นชั้นๆ"
    }
  },
  {
    "translation": {
      "en": "It should look like a crumbled wall,",
      "th": "มันควรจะดูเหมือนกำแพงที่พังทลาย"
    }
  },
  {
    "translation": {
      "en": "like it's papered over with yesterday's news",
      "th": "เหมือนมันถูกอัดทับด้วยกระดาษหนังสือพิมพ์เก่า"
    }
  },
  {
    "translation": {
      "en": "because people want to forget the past.",
      "th": "เพราะคนเราอยากลืมอดีต"
    }
  },
  {
    "translation": {
      "en": "People want to forget about the Holocaust.",
      "th": "ผู้คนอยากลืมเรื่องการฆ่าล้างเผ่าพันธุ์"
    }
  },
  {
    "translation": {
      "en": "What keeps me going is really…",
      "th": "สิ่งที่ทำให้ฉันมีชีวิตอยู่ได้"
    }
  },
  {
    "translation": {
      "en": "the family…",
      "th": "คือครอบครัว"
    }
  },
  {
    "translation": {
      "en": "that my husband and I created.",
      "th": "ที่ฉันและสามีของฉันสร้างขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "My grandchildren.",
      "th": "หลานฉัน"
    }
  },
  {
    "translation": {
      "en": "Three wonderful children.",
      "th": "ลูกสามคนที่ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Two of them rabbis.",
      "th": "สองคนเป็นผู้สอนศาสนา"
    }
  },
  {
    "translation": {
      "en": "And my beautiful daughter.",
      "th": "และลูกสาวคนสวยของฉัน"
    }
  },
  {
    "translation": {
      "en": "She teaches me every day what is important in life.",
      "th": "เธอสอนฉันในทุกวันว่าอะไรที่สำคัญในชีวิต"
    }
  },
  {
    "translation": {
      "en": "And my husband, who is four generations Israeli.",
      "th": "และสามีของฉันซึ่งเป็นคนอิสราเอลสี่ชั่วโคตร"
    }
  },
  {
    "translation": {
      "en": "And such a gallant man.",
      "th": "และเป็นคนกล้าหาญ"
    }
  },
  {
    "translation": {
      "en": "And he helped me to construct a life.",
      "th": "และเขาช่วยฉันสร้างรากฐานชีวิต"
    }
  },
  {
    "translation": {
      "en": "This painting is Arbeit Macht Frei.",
      "th": "ภาพวาดนี้คืออาร์ไบต์ มัคท์ ฟราย"
    }
  },
  {
    "translation": {
      "en": "When you read this welcome gate,",
      "th": "ข้อความตรงประตูทางเข้า"
    }
  },
  {
    "translation": {
      "en": "so to speak, Arbeit macht frei…",
      "th": "เขียนว่าอาร์ไบต์ มัคท์ ฟราย…"
    }
  },
  {
    "translation": {
      "en": "My art today is about the Holocaust",
      "th": "งานศิลปะของฉันทุกวันนี้ จะเกี่ยวกับการฆ่าล้างเผ่าพันธุ์"
    }
  },
  {
    "translation": {
      "en": "because I have no memorial for my people.",
      "th": "เพราะฉันไม่มีที่ระลึกถึงคนที่ฉันรัก"
    }
  },
  {
    "translation": {
      "en": "I… don't know where they are.",
      "th": "ฉัน... ฉันไม่รู้ว่าพวกเขาอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "Why so many of my family members died, so many got killed.",
      "th": "ทำไมคนในครอบครัวผมถึงตาย หลายคนถูกฆ่า"
    }
  },
  {
    "translation": {
      "en": "The Basch family was almost wiped out.",
      "th": "ตระกูลบาชถูกล้างบางไปเกือบหมด"
    }
  },
  {
    "translation": {
      "en": "We have regenerated.",
      "th": "เราสร้างครอบครัวขึ้นมาใหม่"
    }
  },
  {
    "translation": {
      "en": "So when we get together, we are quite a large group.",
      "th": "ดังนั้นเมื่อเราอยู่ด้วยกัน เราจะเป็นกลุ่มที่ใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "And the joy sitting with my family",
      "th": "ผมมีความสุขที่ได้นั่งอยู่กับครอบครัว"
    }
  },
  {
    "translation": {
      "en": "and looking around and saying that I was so close to death.",
      "th": "มองไปรอบๆ แล้วคุยว่าผมเกือบตายมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "And here I am sitting at a table, and there are 11, 12 of us,",
      "th": "และตอนนี้ผมนั่งอยู่ที่โต๊ะกับครอบครัว 11-12 คน"
    }
  },
  {
    "translation": {
      "en": "rejoicing life.",
      "th": "มีความสุขในชีวิต"
    }
  },
  {
    "translation": {
      "en": "The pleasure of living is wonderful.",
      "th": "ความสุขของการมีชีวิตอยู่มันวิเศษมาก"
    }
  },
  {
    "translation": {
      "en": "One day, it was on a Sunday, someone knocked at my door",
      "th": "วันหนึ่งมีคนมาเคาะประตูบ้านผมในวันอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "and walked into…",
      "th": "แล้วเดินเข้ามา..."
    }
  },
  {
    "translation": {
      "en": "And I went to the door.",
      "th": "ผมจึงเดินไปที่ประตู"
    }
  },
  {
    "translation": {
      "en": "And they had something wrapped up in a newspaper under the arm.",
      "th": "และพวกเขาหนีบหนังสือพิมพ์ไว้ที่แขน"
    }
  },
  {
    "translation": {
      "en": "He said, \"You Paul Parks?\" I said, \"Yes.\"",
      "th": "เขาถามว่า \"คุณคือพอล พาร์คส์รึเปล่า\" ผมตอบ \"ครับ\""
    }
  },
  {
    "translation": {
      "en": "He said, \"We've been looking for you for several years.\"",
      "th": "เขาบอกว่า \"เราตามหาคุณมาหลายปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "\"Off-and-on, people have been looking.\"",
      "th": "มีการตามหาอยู่เรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "\"We wanted to find you.\" I said, \"Why?\"",
      "th": "เราต้องการตามหาคุณ\" ผมเลยถามว่า \"ทำไมเหรอ\""
    }
  },
  {
    "translation": {
      "en": "He said, \"There was a fellow liberated by you guys at Dachau who remembered you.\"",
      "th": "เขาบอกว่า \"มีคนที่ได้รับการปลดปล่อย ที่ดาเคาจำคุณได้"
    }
  },
  {
    "translation": {
      "en": "\"And he died several years ago.\"",
      "th": "และเขาตายไปหลายปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "\"And he'd made a menorah in the camp.\"",
      "th": "เขาเป็นคนทำโคมปักเทียนในค่าย"
    }
  },
  {
    "translation": {
      "en": "\"He made it out of concrete nails",
      "th": "เขาทำมันจากตะปูคอนกรีต"
    }
  },
  {
    "translation": {
      "en": "and welded it and braided it together while he was in the camp.\"",
      "th": "และเชื่อมมันเข้าด้วยกันตอนที่เขาอยู่ในค่าย"
    }
  },
  {
    "translation": {
      "en": "\"And he wants you to… He wanted you to have it.\"",
      "th": "และเขาอยากให้คุณ... รับมันไว้"
    }
  },
  {
    "translation": {
      "en": "\"So we've been looking to give it to you. Here it is.\"",
      "th": "เราจึงตามหาคุณเพื่อนำมันมามอบมันให้คุณ\""
    }
  },
  {
    "translation": {
      "en": "And he gave me this beautiful menorah.",
      "th": "และเขาก็มอบโคมปักเทียนนี้ให้กับผม"
    }
  },
  {
    "translation": {
      "en": "[Irene Zisblatt] Liberation was like a present from the world.",
      "th": "การปลดปล่อยเป็นเหมือนของขวัญจากโลก"
    }
  },
  {
    "translation": {
      "en": "And that's the first time I acknowledged God again,",
      "th": "และนั่นเป็นครั้งแรกฉันเชื่อในพระเจ้าอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "that He is around, and He helped me to get to this point.",
      "th": "ว่าพระองค์ยังคงอยู่และช่วยให้ฉันมาถึงจุดนี้ได้"
    }
  },
  {
    "translation": {
      "en": "I don't think that God created the Holocaust.",
      "th": "ฉันไม่คิดว่าพระเจ้าทำให้เกิดการฆ่าล้างเผ่าพันธุ์"
    }
  },
  {
    "translation": {
      "en": "I think that God gave us a mind and a heart and a free will.",
      "th": "ฉันคิดว่าพระเจ้ามอบความคิด จิตใจและเจตจำนงเสรีให้แก่เรา"
    }
  },
  {
    "translation": {
      "en": "And it is up to man…",
      "th": "และมันขึ้นอยู่กับมนุษย์..."
    }
  },
  {
    "translation": {
      "en": "what he's going to do with his life.",
      "th": "ว่าจะเลือกทำอะไรกับชีวิต"
    }
  },
  {
    "translation": {
      "en": "And I blame man, not God.",
      "th": "และฉันโทษมนุษย์ ไม่ใช่พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "I cannot rationally explain…",
      "th": "ผมไม่สามารถอธิบายสาเหตุ..."
    }
  },
  {
    "translation": {
      "en": "emotionally explain, intellectually explain the Holocaust.",
      "th": "การฆ่าล้างเผ่าพันธ์ุ ไม่ว่าจะด้วยเหตุผล อารมณ์หรือสติปัญญา"
    }
  },
  {
    "translation": {
      "en": "I cannot… I cannot find…",
      "th": "ผมไม่สามารถหา…"
    }
  },
  {
    "translation": {
      "en": "a place for…",
      "th": "ที่ว่างสำหรับ…"
    }
  },
  {
    "translation": {
      "en": "a higher authority",
      "th": "ผู้มีอำนาจสูงกว่า"
    }
  },
  {
    "translation": {
      "en": "in this nightmare.",
      "th": "ในฝันร้ายนี้"
    }
  },
  {
    "translation": {
      "en": "What kind of people are we?",
      "th": "เราเป็นคนแบบไหนกัน"
    }
  },
  {
    "translation": {
      "en": "What are the books teaching us?",
      "th": "หนังสือเรียนสอนอะไรเรา"
    }
  },
  {
    "translation": {
      "en": "What is the difference between me…",
      "th": "อะไรคือความแตกต่างระหว่างฉัน"
    }
  },
  {
    "translation": {
      "en": "and another child?",
      "th": "กับเด็กคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "What is the Bible teaching me?",
      "th": "พระคัมภีร์ไบเบิลสอนอะไร"
    }
  },
  {
    "translation": {
      "en": "What… What is this about?",
      "th": "นี่มันเรื่องอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "[Randolph Braham] Hitler remained a pathological anti-Semite to the end.",
      "th": "ฮิตเลอร์ยังคงเป็นผู้ต่อต้านชาวยิวไปจนถึงที่สุด"
    }
  },
  {
    "translation": {
      "en": "And one of his last testaments,",
      "th": "และหนึ่งในคำสั่ง"
    }
  },
  {
    "translation": {
      "en": "or warnings to his followers,",
      "th": "หรือคำเตือนแก่ผู้สนับสนุน ครั้งสุดท้ายของเขา"
    }
  },
  {
    "translation": {
      "en": "was for them to continue the war against the Jews.",
      "th": "คือให้พวกเขาทำสงครามกับชาวยิวต่อ"
    }
  },
  {
    "translation": {
      "en": "In his will executed April 29, 1945,",
      "th": "ในพินัยกรรมของเขา ที่ลงนามในวันที่ 29 เมษายน 1945"
    }
  },
  {
    "translation": {
      "en": "he says, \"Above all,",
      "th": "เขาระบุว่า \"เหนือสิ่งอื่นใด"
    }
  },
  {
    "translation": {
      "en": "I enjoin the government and the people",
      "th": "ผมขอให้รัฐบาลและประชาชน"
    }
  },
  {
    "translation": {
      "en": "to uphold the race laws to the limit,",
      "th": "รักษากฎหมายเชื้อชาติให้ถึงที่สุด"
    }
  },
  {
    "translation": {
      "en": "and to resist mercilessly",
      "th": "และต่อต้าน"
    }
  },
  {
    "translation": {
      "en": "the poisoner of all nations,",
      "th": "ผู้วางยาพิษของทุกชาติ"
    }
  },
  {
    "translation": {
      "en": "international Jewry.\"",
      "th": "ซึ่งก็คือชาวยิวในนานาประเทศ โดยไร้ความปราณี\""
    }
  },
  {
    "translation": {
      "en": "[Randolph Braham] The Holocaust has to be thought as a chapter",
      "th": "การฆ่าล้างเผ่าพันธุ์ต้องถูกมองว่าเป็นบทสำคัญ"
    }
  },
  {
    "translation": {
      "en": "in the long history of man's inhumanity to man.",
      "th": "ในประวัติศาสตร์อันยาวนาน ของความโหดร้ายของมนุษย์ที่มีต่อมนุษย์"
    }
  },
  {
    "translation": {
      "en": "One cannot ignore",
      "th": "เราจะมองข้าม"
    }
  },
  {
    "translation": {
      "en": "the discrimination",
      "th": "การเลือกปฏิบัติ"
    }
  },
  {
    "translation": {
      "en": "inflicted on many people",
      "th": "ที่สร้างความเจ็บปวดให้ใครหลายคน"
    }
  },
  {
    "translation": {
      "en": "because of race, color, or creed.",
      "th": "เพราะเชื้อชาติ สีผิวหรือความเชื่อไม่ได้"
    }
  },
  {
    "translation": {
      "en": "One cannot ignore slavery.",
      "th": "เราจะมองข้ามการเป็นทาสไม่ได้"
    }
  },
  {
    "translation": {
      "en": "One cannot ignore the burning of witches.",
      "th": "เราจะมองข้ามการล่าแม่มดไม่ได้"
    }
  },
  {
    "translation": {
      "en": "One cannot ignore the killing of Christians in the Roman period.",
      "th": "เราจะมองข้ามการสังหารชาวคริสต์ ในยุคโรมันไม่ได้"
    }
  },
  {
    "translation": {
      "en": "The Holocaust perhaps is the culmination",
      "th": "การฆ่าล้างเผ่าพันธุ์อาจเป็นจุดสูงสุด"
    }
  },
  {
    "translation": {
      "en": "of the kind of horror that can occur",
      "th": "ของความเลวร้ายที่เกิดขึ้นได้"
    }
  },
  {
    "translation": {
      "en": "when man loses his integrity,",
      "th": "เมื่อมนุษย์สูญเสียคุณธรรม"
    }
  },
  {
    "translation": {
      "en": "his belief in the sanctity of human life.",
      "th": "และความเชื่อในคุณค่าของชีวิตมนุษย์"
    }
  }
]