[
  {
    "translation": {
      "en": "[Shrek] \"Once upon a time there was a lovely princess.",
      "th": "\"ณ กาลครั้งหนึ่ง มีเจ้าหญิงที่น่ารัก"
    }
  },
  {
    "translation": {
      "en": "But she had an enchantment upon her of a fearful sort,",
      "th": "แต่เธอต้องคำสาปที่น่าสะพรึงกลัว"
    }
  },
  {
    "translation": {
      "en": "which could only be broken by love's first kiss.",
      "th": "คำสาปนั้นจะลบล้างได้ ก็ด้วยจูบแรกจากรักแท้เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "She was locked away in a castle,",
      "th": "เธอถูกขังอยู่ในปราสาท"
    }
  },
  {
    "translation": {
      "en": "guarded by a terrible fire-breathing dragon.",
      "th": "มีมังกรร้ายหายใจเป็นไฟคอยเฝ้าคุม"
    }
  },
  {
    "translation": {
      "en": "Many brave knights had attempted to free her from this dreadful prison,",
      "th": "มีอัศวินหลายนายพยายามช่วย ปลดปล่อยเธอจากที่กักขังที่น่าสยดสยอง"
    }
  },
  {
    "translation": {
      "en": "but none prevailed.",
      "th": "แต่ไม่มีใครทำได้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "She waited in the dragon's keep,",
      "th": "เธอเฝ้าคอยในที่คุมขังของเจ้ามังกรร้าย"
    }
  },
  {
    "translation": {
      "en": "in the highest room of the tallest tower,",
      "th": "ในห้องชั้นบนสุดของหอคอยที่สูงลิ่ว"
    }
  },
  {
    "translation": {
      "en": "for her true love and true love's first kiss.\"",
      "th": "และจูบแรกจากรักแท้\""
    }
  },
  {
    "translation": {
      "en": "[laughing] Like that's ever gonna happen. -[paper rustling and toilet flushes] -what a load of--",
      "th": "เป็นไปได้เหรอนั่นน่ะ เว่อร์ละมั้ง..."
    }
  },
  {
    "translation": {
      "en": "♪ That's the way I like it And I'll never get bored ♪",
      "th": "(ระวัง - ยักษ์ใหญ่)"
    }
  },
  {
    "translation": {
      "en": "♪ Hey, now You're an all-star ♪",
      "th": "(ประกาศจับยักษ์ใหญ่ - มีรางวัล)"
    }
  },
  {
    "translation": {
      "en": "♪ Get your game on, go play ♪",
      "th": "(อยู่ห่างๆ)"
    }
  },
  {
    "translation": {
      "en": "-Think it's in there? -All right. Let's get it!",
      "th": "- คิดว่าอยู่ในนั้นเหรอ - ดีแล้ว เอาตัวออกมา"
    }
  },
  {
    "translation": {
      "en": "Whoa. Hold on. Do you know what that thing can do to you?",
      "th": "เดี๋ยว ไอ้นั่นขย้ำแกได้นะ รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, it'll grind your bones for its bread.",
      "th": "เดี๋ยว ไอ้นั่นขย้ำแกได้นะ รู้ไหม มันจะป่นกระดูกแกเอาไปทำขนมปัง"
    }
  },
  {
    "translation": {
      "en": "[laughs] Yes, well, actually, that would be a giant.",
      "th": "มันจะป่นกระดูกแกเอาไปทำขนมปัง เอ้อ ที่จริง นั่นน่าจะเป็นยักษ์ใหญ่ แย่ยิ่งกว่านั้นหากมันเป็นยักษ์กินคน"
    }
  },
  {
    "translation": {
      "en": "[gasps] Now, ogres, they're much worse.",
      "th": "เอ้อ ที่จริง นั่นน่าจะเป็นยักษ์ใหญ่ แย่ยิ่งกว่านั้นหากมันเป็นยักษ์กินคน"
    }
  },
  {
    "translation": {
      "en": "They'll make a suit from your freshly peeled skin.",
      "th": "มันจะถลกหนังสดๆ ของแก เอาไปตัดสูท"
    }
  },
  {
    "translation": {
      "en": "-No! -They'll shave your liver. Squeeze the jelly from your eyes!",
      "th": "มันจะเฉือนตับแก คั้นเอาวุ้นจากตาของแก"
    }
  },
  {
    "translation": {
      "en": "-Actually, it's quite good on toast. -Back! Back, beast! Back! I warn ya!",
      "th": "- ทาขนมปังปิ้งอร่อยดีนะ - ไอ้ยักษ์ ถอยไป ข้าเตือนแกนะ"
    }
  },
  {
    "translation": {
      "en": "[gasping] Right.",
      "th": "ดีแล้ว"
    }
  },
  {
    "translation": {
      "en": "[whispers] This is the part where you run away.",
      "th": "นี่เป็นตอนที่แกต้องหนีไป"
    }
  },
  {
    "translation": {
      "en": "And stay out!",
      "th": "แล้วอย่ากลับมาอีกนะ"
    }
  },
  {
    "translation": {
      "en": "\"Wanted. Fairy tale creatures.\"",
      "th": "ประกาศจับ สัตว์ประหลาดในเทพนิยาย"
    }
  },
  {
    "translation": {
      "en": "-Take it away! -[gasps]",
      "th": "อันนี้เต็มแล้ว เอาออกไป"
    }
  },
  {
    "translation": {
      "en": "-Move it along. Come on! Get up! -Next!",
      "th": "ขยับไป เร็วเข้าซิ! ลุกขึ้น! ต่อไป!"
    }
  },
  {
    "translation": {
      "en": "Give me that! Your flying days are over.",
      "th": "เอามานี่! อวสานวันบินของแกแล้ว"
    }
  },
  {
    "translation": {
      "en": "That's 20 pieces of silver for the witch. Next!",
      "th": "ยี่สิบเหรียญสำหรับแม่มด ต่อไป!"
    }
  },
  {
    "translation": {
      "en": "-Get up! Come on! -Twenty pieces.",
      "th": "- ลุกขึ้น เร็วเข้า - แค่ 20 แย่มากๆ"
    }
  },
  {
    "translation": {
      "en": "[thudding] Sit down there! -Keep quiet! -[crying]",
      "th": "นั่งตรงนั้น! แล้วหุบปากซะ!"
    }
  },
  {
    "translation": {
      "en": "This cage is too small.",
      "th": "กรงนี้เล็กเกินไป"
    }
  },
  {
    "translation": {
      "en": "Please don't turn me in. I'll never be stubborn again. I can change. Please! Give me another chance!",
      "th": "อย่ายั่วนะ ข้าไม่หัวรั้นหรอก ให้โอกาสข้ามั่งซิ"
    }
  },
  {
    "translation": {
      "en": "-Oh, shut up. Oh! -[man] Next!",
      "th": "- หยุดพูด! - ต่อไป"
    }
  },
  {
    "translation": {
      "en": "-What have you got? -This little wooden puppet.",
      "th": "- แกมีอะไรมั่ง - มีหุ่นกระบอกไม้ตัวน้อยนี่"
    }
  },
  {
    "translation": {
      "en": "I'm not a puppet. I'm a real boy.",
      "th": "ข้าไม่ใช่หุ่น ข้าเป็นเด็กจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Five shillings for the possessed toy.",
      "th": "ห้าชิลลิ่ง สำหรับของเล่นกระจอก เอาออกไป"
    }
  },
  {
    "translation": {
      "en": "-Take it away. Father, please! -Don't let them do this!",
      "th": "ห้าชิลลิ่ง สำหรับของเล่นกระจอก เอาออกไป - อย่าให้เขาทำอย่างนี้กับข้า - คนถัดไป มีอะไร"
    }
  },
  {
    "translation": {
      "en": "-Help me! -Next. What have you got?",
      "th": "- อย่าให้เขาทำอย่างนี้กับข้า - คนถัดไป มีอะไร"
    }
  },
  {
    "translation": {
      "en": "-Well, I've got a talking donkey. -[grunts]",
      "th": "เอ้อ ข้ามีลาพูดได้"
    }
  },
  {
    "translation": {
      "en": "Right. Well, that's good for ten shillings, if you can prove it.",
      "th": "ดีแล้ว นั่นมีราคาสิบชิลลิ่งเชียวนะ หากเธอพิสูจน์ได้"
    }
  },
  {
    "translation": {
      "en": "Oh, go ahead, little fella.",
      "th": "ว่าไป เจ้าตัวน้อย"
    }
  },
  {
    "translation": {
      "en": "Well? Oh, oh, he's just-- He's just a little nervous.",
      "th": "- ว่าไงล่ะ - มันตื่นเต้นนิดหน่อยเจ้าค่ะ"
    }
  },
  {
    "translation": {
      "en": "He's really quite a chatterbox. Talk, you boneheaded dolt--",
      "th": "ที่จริงแล้ว มันช่างพูดจริงๆ พูดซิ เจ้าโง่ บัดซบ"
    }
  },
  {
    "translation": {
      "en": "-That's it. I've heard enough. Guards! -[lady] No, no, he talks!",
      "th": "- ข้าฟังมาพอแล้ว ยาม! - อย่าเพิ่งมันพูดแล้ว จริงๆ เจ้าค่ะ"
    }
  },
  {
    "translation": {
      "en": "He does. I can talk. I love to talk.",
      "th": "- ข้าฟังมาพอแล้ว ยาม! - อย่าเพิ่งมันพูดแล้ว จริงๆ เจ้าค่ะ ข้าพูดได้ ข้าชอบพูด"
    }
  },
  {
    "translation": {
      "en": "I'm the talkingest damn thing you ever saw.",
      "th": "ข้าเป็นลาช่างพูดที่สุดเท่าที่แกเคยพบ"
    }
  },
  {
    "translation": {
      "en": "-Get her out of my sight. -No, no! I swear! Oh! He can talk!",
      "th": "- เอามันออกไปให้พ้น - อย่า! สาบานได้! มันพูดได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "Hey! I can fly! He can fly! He can fly!",
      "th": "- ข้าเหาะได้ - มันเหาะได้"
    }
  },
  {
    "translation": {
      "en": "-He can talk! -Ha, ha! That's right, fool!",
      "th": "- มันพูดได้ - ใช่แล้ว ไอ้โง่"
    }
  },
  {
    "translation": {
      "en": "Now I'm a flying, talking donkey.",
      "th": "ตอนนี้ ข้าเป็นลาพูดได้กำลังเหาะ"
    }
  },
  {
    "translation": {
      "en": "You might have seen a house fly, maybe even a super fly,",
      "th": "แกอาจเคยเห็นบ้านเหาะได้ บางทีแม้แต่สารวัตรก็เหาะได้ด้วย"
    }
  },
  {
    "translation": {
      "en": "but I bet you ain't never seen a donkey fly. Ha, ha!",
      "th": "แต่ข้าพนันว่าแกไม่เคยเห็นลาเหาะ"
    }
  },
  {
    "translation": {
      "en": "Seize him!",
      "th": "จับมันไว้!"
    }
  },
  {
    "translation": {
      "en": "[man] After him! He's getting away!",
      "th": "ตามมันไป มันกำลังจะหนี"
    }
  },
  {
    "translation": {
      "en": "[man] Get him! This way! Turn!",
      "th": "จับมัน! ทางนี้! เลี้ยว!"
    }
  },
  {
    "translation": {
      "en": "You there. Ogre! Aye?",
      "th": "นั่นแก! ไอ้ยักษ์ใหญ่! ตามคำสั่งของลอร์ดฟาร์ควอด"
    }
  },
  {
    "translation": {
      "en": "By the order of Lord Farquaad, I am authorized to place you both under arrest,",
      "th": "นั่นแก! ไอ้ยักษ์ใหญ่! ตามคำสั่งของลอร์ดฟาร์ควอด ข้าได้รับคำสั่งให้มาจับแกทั้งสอง"
    }
  },
  {
    "translation": {
      "en": "and transport you to a designated... resettlement facility.",
      "th": "แล้วส่งตัวไปเข้าค่ายฝึกที่กำหนดไว้"
    }
  },
  {
    "translation": {
      "en": "Oh, really? You and what army?",
      "th": "จริงเหรอ แกกับกองทัพอะไร"
    }
  },
  {
    "translation": {
      "en": "Can I say something to you?",
      "th": "ให้ข้าบอกอะไรแกไหม"
    }
  },
  {
    "translation": {
      "en": "Listen, you was really, really somethin' back there. Incredible!",
      "th": "แกนี่ไม่ย่อยเลยนะ ตรงนั้นน่ะ เหลือเชื่อจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Are you talkin' to-- me? Whoa!",
      "th": "แกพูดกับข้า... เหรอ ใช่ พูดกับแก จะบอกอะไรให้ ว่าแกเจ๋งมาก เจ้ายามพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "Yes, I was talkin' to you. Can I tell you that you was great back there? Those guards!",
      "th": "ใช่ พูดกับแก จะบอกอะไรให้ ว่าแกเจ๋งมาก เจ้ายามพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "They thought they was all of that. Then you showed up, and bam!",
      "th": "มันคิดว่าพวกมันแน่ แล้วพอแกโผล่มา"
    }
  },
  {
    "translation": {
      "en": "They was trippin' over themselves like babes in the woods. That really made me feel good to see that.",
      "th": "พวกมันสะดุดขาตัวเอง ข้ารู้สึกมีความสุขที่ได้เห็นอย่างงั้น"
    }
  },
  {
    "translation": {
      "en": "-Oh, that's great. Really. -Man, it's good to be free.",
      "th": "- นั่นน่ะเจ๋งจริงๆ - ดีนะ ที่รอดมาได้"
    }
  },
  {
    "translation": {
      "en": "Now, why don't you go celebrate your freedom with your own friends? Hmm?",
      "th": "ทำไมแกไม่ไปฉลองอิสรภาพ กับเพื่อนๆ ของแกล่ะ"
    }
  },
  {
    "translation": {
      "en": "But, uh, I don't have any friends. And I'm not goin' out there by myself.",
      "th": "ข้าไม่มีเพื่อนเลย และข้าจะไม่ไปที่นั่นคนเดียวหรอก"
    }
  },
  {
    "translation": {
      "en": "Hey, wait a minute! I got a great idea! I'll stick with you.",
      "th": "รอด้วย! ข้ามีความคิดดีๆ ข้าจะอยู่กับแก"
    }
  },
  {
    "translation": {
      "en": "You're a mean, green, fightin' machine. Together we'll scare the spit out of anybody that crosses us.",
      "th": "แกเป็นนักสู้ทรหดผู้ทรงพลัง เราทำให้ใครๆ ปอดแหกได้"
    }
  },
  {
    "translation": {
      "en": "Oh, wow! That was really scary. [Donkey] If you don't mind me sayin', if that don't work, your breath certainly will get the job done,",
      "th": "น่ากลัวมากเลย ถ้าไม่สำเร็จ ลมหายใจของแกคงจัดการกับมันได้"
    }
  },
  {
    "translation": {
      "en": "'cause you definitely need some Tic Tacs or something, 'cause your breath stinks!",
      "th": "แกต้องอม \"ทิคแทค\" เพราะปากแกเหม็น"
    }
  },
  {
    "translation": {
      "en": "You almost burned the hair outta my nose, just like the time-- [mumbling]",
      "th": "ขนจมูกข้าแทบไหม้เชียวละ เหมือนตอนที่..."
    }
  },
  {
    "translation": {
      "en": "Then I ate some rotten berries. I had strong gases eking out of my butt that day.",
      "th": "ข้ากินผลไม้เน่าเข้าไป แล้วปล่อยแก๊สจากประตูหลังวันนั้นน่ะ"
    }
  },
  {
    "translation": {
      "en": "Why are you following me? I'll tell you why.",
      "th": "- แกตามข้ามาทำไม - ข้าจะบอกแกว่าทำไม"
    }
  },
  {
    "translation": {
      "en": "♪ 'Cause I'm all alone ♪ ♪ There's no one here beside me ♪",
      "th": "เพราะว่าข้าตัวคนเดียว ไม่มีใครที่นี่นอกจากตัวข้าเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "♪ My problems have all gone ♪ ♪ There's no one to deride me ♪",
      "th": "ปัญหาทั้งปวงของข้าหมดไปแล้ว ไม่มีใครดูถูกข้าได้"
    }
  },
  {
    "translation": {
      "en": "♪ But you gotta have friends ♪",
      "th": "แต่แกต้องมีเพื่อนๆ นะ..."
    }
  },
  {
    "translation": {
      "en": "Stop singing! Well, It's no wonder you don't have any friends.",
      "th": "หยุดร้องเพลงซะที ไม่แปลกใจเลยที่แกไม่มีเพื่อน"
    }
  },
  {
    "translation": {
      "en": "Wow. Only a true friend would be that truly honest.",
      "th": "มิตรแท้เท่านั้นที่จะมีความจริงใจ"
    }
  },
  {
    "translation": {
      "en": "Listen, little donkey. Take a look at me. What am I?",
      "th": "ฟังนะ เจ้าลาน้อย ดูข้าซิ ข้าเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "-Really tall? -No! I'm an ogre.",
      "th": "- สูงมากใช่ไหม - เปล่าหรอก ข้าคือยักษ์"
    }
  },
  {
    "translation": {
      "en": "You know. \"Grab your torch and pitchforks.\" Doesn't that bother you?",
      "th": "รู้ไหม ถือคบไฟและคราด แกไม่รู้สึกกลัวเลยรึ"
    }
  },
  {
    "translation": {
      "en": "-[birds chirping] -Nope.",
      "th": "ไม่เลย"
    }
  },
  {
    "translation": {
      "en": "-Really? -Really, really.",
      "th": "- จริงรึ - จริงจริ้ง จริงๆ"
    }
  },
  {
    "translation": {
      "en": "-Oh. -Man, I like you. What's your name? Uh, Shrek.",
      "th": "- ข้าชอบแกจริงๆ แกชื่ออะไรล่ะ - เชร็ค"
    }
  },
  {
    "translation": {
      "en": "Shrek? Well, you know what I like about you, Shrek?",
      "th": "เชร็คเรอะ รู้มั้ยว่าข้าชอบอะไรในตัวแก เชร็ค"
    }
  },
  {
    "translation": {
      "en": "You got that kind of I-don't-care-what- nobody-thinks-of-me thing.",
      "th": "ข้าไม่สนว่าใครจะชอบอะไรในตัวข้า"
    }
  },
  {
    "translation": {
      "en": "I like that. I respect that, Shrek. You all right.",
      "th": "นั่นละที่ข้าชอบ ข้านับถือสิ่งนั้น เชร็ค แกใช้ได้"
    }
  },
  {
    "translation": {
      "en": "Whoo! Look at that. Who'd want to live in a place like that?",
      "th": "ดูนั่นสิ ใครนะที่ต้องการอยู่ในที่อย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "That would be my home.",
      "th": "นั่นคือบ้านของข้า"
    }
  },
  {
    "translation": {
      "en": "Oh! And it is lovely! Just beautiful. You know, you are quite a decorator.",
      "th": "มันน่ารักดี สวยทีเดียวแหละ แกเข้าใจแต่งนะ"
    }
  },
  {
    "translation": {
      "en": "It's amazing what you've done with such a modest budget.",
      "th": "น่าทึ่งมากที่ทำได้ ด้วยทุนไม่มาก"
    }
  },
  {
    "translation": {
      "en": "I like that boulder. That is a nice boulder.",
      "th": "น่าทึ่งมากที่ทำได้ ด้วยทุนไม่มาก ข้าชอบหินนั่น มันสวยดี"
    }
  },
  {
    "translation": {
      "en": "I guess you don't entertain much, do you? I like my privacy.",
      "th": "- เดาว่าแกไม่ค่อยต้อนรับใคร - ข้าชอบความสันโดษ"
    }
  },
  {
    "translation": {
      "en": "You know, I do too. That's another thing we have in common.",
      "th": "ข้าก็ชอบ นั่นเป็นอีกสิ่งหนึ่งที่เราเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Like, I hate it when you got somebody in your face. You're trying to give them a hint, and they won't leave.",
      "th": "ข้าเกลียดเวลามีคนอยู่ตรงหน้า"
    }
  },
  {
    "translation": {
      "en": "There's that awkward silence, you know.",
      "th": "แล้วไม่ไปสักที มันมีความเงียบที่น่าอึดอัดด้วย"
    }
  },
  {
    "translation": {
      "en": "-Can I stay with you? -Uh, what?",
      "th": "- ให้ข้าอยู่กับแกได้ไหม - ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "Can I stay with you, please? -Of course! -Really?",
      "th": "- ให้ข้าอยู่กับแกได้ไหม ได้โปรด - ได้แน่นอน!"
    }
  },
  {
    "translation": {
      "en": "-No. -Please! I don't wanna go back there!",
      "th": "- จริงเหรอ - เปล่า ข้าไม่อยากกลับไป"
    }
  },
  {
    "translation": {
      "en": "You don't know what it's like to be considered a freak. Well, maybe you do.",
      "th": "แกไม่รู้หรอกหรือว่ามันเป็นยังไง ที่ต้องเป็นตัวประหลาด บางทีแกอาจรู้ก็ได้"
    }
  },
  {
    "translation": {
      "en": "But that's why we gotta stick together. You gotta let me stay!",
      "th": "นั่นล่ะที่ว่าทำไมเราถึงต้องเกาะกันไว้ โปรดเถอะ ให้ข้าอยู่เถอะนะ"
    }
  },
  {
    "translation": {
      "en": "Please! Please! Okay! Okay!",
      "th": "นั่นล่ะที่ว่าทำไมเราถึงต้องเกาะกันไว้ โปรดเถอะ ให้ข้าอยู่เถอะนะ - โอเค ตกลง แต่แค่คืนเดียวนะ - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-But one night only. -Ah! Thank you!",
      "th": "- โอเค ตกลง แต่แค่คืนเดียวนะ - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-What are you-- No! No! -This is gonna be fun! We can stay up late, swappin' manly stories,",
      "th": "สนุกเลยละนี่ เรานอนดึกได้แล้ว ผลัดกันเล่าเรื่องบู๊สู่กันฟัง"
    }
  },
  {
    "translation": {
      "en": "and in the mornin' I'm makin' waffles.",
      "th": "และพอรุ่งเช้า ข้าจะปิ้งขนมปัง"
    }
  },
  {
    "translation": {
      "en": "-Oh! -Where do, uh, I sleep? Outside!",
      "th": "- ให้ข้านอนที่ไหน - ข้างนอก"
    }
  },
  {
    "translation": {
      "en": "Oh, well, I guess that's cool. I mean, I don't know you, and you don't know me,",
      "th": "ต้องรอบคอบ เพราะข้าไม่รู้จักแก และแกก็ไม่รู้จักข้า"
    }
  },
  {
    "translation": {
      "en": "so I guess outside is best, you know.",
      "th": "ดังนั้น ข้างนอกดีที่สุด รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "[sniffles] Here I go.",
      "th": "ข้าไปละนะ"
    }
  },
  {
    "translation": {
      "en": "Good night. [sighs]",
      "th": "ราตรีสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "[Donkey] I mean, I do like the outdoors. I'm a donkey. I was born outside.",
      "th": "ข้าชอบข้างนอกมาก ข้าเป็นลา เกิดข้างนอก"
    }
  },
  {
    "translation": {
      "en": "I'll just be sitting by myself outside, I guess, you know. By myself, outside.",
      "th": "เดาเอาว่า นั่งคนเดียวข้างนอก อยู่คนเดียวข้างนอก"
    }
  },
  {
    "translation": {
      "en": "♪ I'm all alone There's no one here beside me ♪",
      "th": "ข้าตัวคนเดียว ไม่มีใครเคียงข้าง"
    }
  },
  {
    "translation": {
      "en": "[sighs] I thought I told you to stay outside. -[Donkey] i am outside. -[clattering]",
      "th": "- ข้าไม่ได้บอกแกหรือว่าให้อยู่ข้างนอก - ข้าก็อยู่ข้างนอกแล้วนี่"
    }
  },
  {
    "translation": {
      "en": "Well, gents, it's a far cry from the farm, but what choice do we have?",
      "th": "มันต่างจากที่ไร่มาก แต่เรามีทางเลือกอะไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "It's not home, but it'll do just fine.",
      "th": "ไม่ใช่บ้าน แต่มันก็ใช้ได้"
    }
  },
  {
    "translation": {
      "en": "What a lovely bed.",
      "th": "ที่นอนดีจัง"
    }
  },
  {
    "translation": {
      "en": "-Got ya. [sniffs] -I found some cheese.",
      "th": "- ได้แล้ว - ข้าเจอเนยแข็ง"
    }
  },
  {
    "translation": {
      "en": "-Ow! [grunts] -Blah! Awful stuff.",
      "th": "ของห่วยๆ พรรค์นั้น"
    }
  },
  {
    "translation": {
      "en": "-Is that you, Gorder? -How did you know?",
      "th": "- นั่นแกใช่ไหม กอร์เดอร์ - แกรู้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Enough! What are you doing in my house?",
      "th": "พอแล้ว แกมาทำอะไรในบ้านข้า"
    }
  },
  {
    "translation": {
      "en": "-[snickers] -Oh, no, no, no. Dead broad off the table.",
      "th": "ไม่ อย่า ไม่ เอาศพนังนี่ไปให้พ้นโต๊ะ"
    }
  },
  {
    "translation": {
      "en": "Where are we supposed to put her? The bed's taken.",
      "th": "แต่มีคนเอาที่นอนไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "I live in a swamp. I put up signs. I'm a terrifying ogre!",
      "th": "ข้าอยู่ในหนองน้ำ ข้าติดป้ายประกาศไว้ ว่าข้าเป็นยักษ์ที่น่ากลัว"
    }
  },
  {
    "translation": {
      "en": "What do I have to do to get a little privacy?",
      "th": "ข้าต้องทำยังไง ถึงจะได้ความเป็นส่วนตัวสักนิด"
    }
  },
  {
    "translation": {
      "en": "-Aah! -Oh, no. Oh, no.",
      "th": "ไม่... ไม่!"
    }
  },
  {
    "translation": {
      "en": "-[cackling continues] -What? -Quit it. -Don't push.",
      "th": "- อะไรเหรอ - ปล่อยมัน อย่าดัน"
    }
  },
  {
    "translation": {
      "en": "What are you doing in my swamp?",
      "th": "พวกแกมาทำอะไรในหนองน้ำของข้า"
    }
  },
  {
    "translation": {
      "en": "All right, get out of here. All of you, move it! Come on! Let's go! Hapaya! Hapaya! Hey!",
      "th": "เอาละ ออกไปให้พ้นจากที่นี่ พวกแกทั้งหมด เร็วเข้า ไปสิ!"
    }
  },
  {
    "translation": {
      "en": "-Quickly. Come on! -No, no! No, no. Not there. Not there.",
      "th": "- เร็วเข้า เร็วๆ ซิ! - ไม่ๆ ไม่ใช่ตรงนั้น ไม่ใช่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "Hey, don't look at me. I didn't invite them.",
      "th": "อย่ามองข้า ข้าไม่ได้เชิญพวกเขามา"
    }
  },
  {
    "translation": {
      "en": "Oh, gosh, no one invited us.",
      "th": "- ให้ตายสิ ไม่มีใครเชิญเรา - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-What? -We were forced to come here.",
      "th": "- ให้ตายสิ ไม่มีใครเชิญเรา - อะไรนะ - เราถูกบังคับให้มาที่นี่ - ใครเป็นคนบังคับ"
    }
  },
  {
    "translation": {
      "en": "-By who? -Lord Farquaad.",
      "th": "- เราถูกบังคับให้มาที่นี่ - ใครเป็นคนบังคับ ลอร์ดฟาร์ควอด เขาโกรธ เขาข่มขู่ และเป็นคนลงนามในคำสั่ง"
    }
  },
  {
    "translation": {
      "en": "He huffed und he puffed und he... signed an eviction notice.",
      "th": "ลอร์ดฟาร์ควอด เขาโกรธ เขาข่มขู่ และเป็นคนลงนามในคำสั่ง"
    }
  },
  {
    "translation": {
      "en": "[sighs] All right. Who knows where this Farquaad guy is?",
      "th": "เอาละ มีใครรู้บ้างว่าเจ้าฟาร์ควอดนี่อยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "-[murmuring] Oh, I do. -I know where he is.",
      "th": "ข้ารู้ ข้ารู้ว่าเขาอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "Does anyone else know where to find him?",
      "th": "มีใครอีกไหมที่รู้ว่าจะไปตามตัวมันได้ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "-Anyone at all? -Me! Me!",
      "th": "- ไม่มีใครเลยรึ - ข้าเองๆ"
    }
  },
  {
    "translation": {
      "en": "-Anyone? -Oh! Oh, pick me!",
      "th": "- มีใครอีกไหม - เลือกข้าเถอะ!"
    }
  },
  {
    "translation": {
      "en": "Oh, I know! I know! Me, me! [sighs] Okay, fine.",
      "th": "- ข้ารู้! ข้ารู้! ข้าเองๆ! - ตกลง ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Attention, all fairy tale things.",
      "th": "โปรดทราบ บรรดาเจ้าตัวประหลาดทั้งหลาย"
    }
  },
  {
    "translation": {
      "en": "Do not get comfortable. Your welcome is officially worn out.",
      "th": "อย่าหาความสบาย การต้อนรับพวกแกสิ้นสุดลงแล้ว"
    }
  },
  {
    "translation": {
      "en": "In fact, I'm gonna see this guy Farquaad right now",
      "th": "ความจริง ข้ากำลังจะไปพบเจ้าฟาร์ควอดเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "and get you all off my land and back where you came from!",
      "th": "และขับแกทั้งหมดออกจากแผ่นดินของข้า กลับคืนถิ่นเดิมของพวกแก"
    }
  },
  {
    "translation": {
      "en": "Oh! You! You're comin' with me. All right, that's what I like to hear, man.",
      "th": "- แก! แกตามข้ามา - นั่นคือสิ่งที่ข้าต้องการได้ยินละเพื่อน"
    }
  },
  {
    "translation": {
      "en": "Shrek and Donkey, two stalwart friends, off on a whirlwind big-city adventure. I love it!",
      "th": "เชร็ค กับลา สองเกลอ ออกผจญภัยในพายุหมุน ข้าชอบจัง"
    }
  },
  {
    "translation": {
      "en": "♪ On the road again ♪ Sing it with me Shrek.",
      "th": "สู่ถนนอีกครั้ง... ร้องเพลงกับข้าซิ เชร็ค"
    }
  },
  {
    "translation": {
      "en": "♪ I can't wait to get On the road again ♪",
      "th": "ข้ารอไม่ไหวที่จะได้ออกไปสู่ถนนอีก..."
    }
  },
  {
    "translation": {
      "en": "What did I say about singing?",
      "th": "ข้าบอกแกว่ายังไงเรื่องร้องเพลง"
    }
  },
  {
    "translation": {
      "en": "-Can I whistle? -No. -Can I hum it? -All right, hum it.",
      "th": "- ข้าผิวปากได้ไหม ข้าฮัมเพลงได้เปล่า - ฮัมเพลงก็ได้"
    }
  },
  {
    "translation": {
      "en": "That's enough. He's ready to talk.",
      "th": "พอแล้ว มันพร้อมที่จะพูดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Run, run, run, as fast as you can.",
      "th": "วิ่ง วิ่ง วิ่ง ให้เร็วที่สุดที่จะเร็วได้"
    }
  },
  {
    "translation": {
      "en": "You can't catch me. I'm the gingerbread man!",
      "th": "แกจับข้าไม่ได้หรอก ข้าคือจินเจอร์เบรดแมน"
    }
  },
  {
    "translation": {
      "en": "-You're a monster. -I'm not the monster here. You are.",
      "th": "- แกคือไอ้ปีศาจ - ข้าไม่ใช่ปีศาจ แกต่างหาก"
    }
  },
  {
    "translation": {
      "en": "You and the rest of that fairy tale trash, poisoning my perfect world.",
      "th": "แกกับไอ้พวกขยะประหลาดทั้งหมดนี่ ทำให้โลกโสภาของข้าเป็นพิษ"
    }
  },
  {
    "translation": {
      "en": "Now, tell me! Where are the others? -Eat me! -[grunts]",
      "th": "- บอกมานะ พวกแกอยู่ที่ไหน - หม่ำข้าก่อนสิ"
    }
  },
  {
    "translation": {
      "en": "I've tried to be fair to you creatures.",
      "th": "ข้าได้พยายามที่จะให้ความยุติธรรมกับพวกแก"
    }
  },
  {
    "translation": {
      "en": "Now my patience has reached its end! Tell me or I'll--",
      "th": "ตอนนี้ ข้าหมดความอดทนแล้วนะ บอกข้ามามิฉะนั้นข้าจะ..."
    }
  },
  {
    "translation": {
      "en": "No, no, not the buttons. Not my gumdrop buttons. All right then. Who's hiding them?",
      "th": "- อย่า อย่าดึงกระดุมลูกกวาดของข้า - ใครปกป้องพวกมันไว้"
    }
  },
  {
    "translation": {
      "en": "Okay, I'll tell you. Do you know the muffin man?",
      "th": "ตกลง ข้าจะบอกให้ แกรู้จักคนขายขนมไหม"
    }
  },
  {
    "translation": {
      "en": "-The muffin man? -The muffin man.",
      "th": "- คนขายขนม - คนขายขนม"
    }
  },
  {
    "translation": {
      "en": "Yes, I know the muffin man, who lives on Drury Lane?",
      "th": "เออ ข้ารู้จักเจ้าคนขายขนม อยู่ที่ ดรูลี่เลน ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Well, she's married to the muffin man.",
      "th": "หล่อนแต่งงานกับคนขายขนม"
    }
  },
  {
    "translation": {
      "en": "-The muffin man? -The muffin man!",
      "th": "- คนขายขนม - คนขายขนม"
    }
  },
  {
    "translation": {
      "en": "-She's married to the muffin man. -[door opens] My lord! We found it.",
      "th": "- หล่อนแต่งงานกับคนขายขนม - ท่านลอร์ด เราพบมันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Then what are you waiting for? Bring it in.",
      "th": "งั้นแกรออะไรอยู่ล่ะ เอาเข้ามา"
    }
  },
  {
    "translation": {
      "en": "-Magic mirror-- -Don't tell him anything! No!",
      "th": "- กระจกวิเศษ... - อย่าบอกอะไรมันเลย อย่า!"
    }
  },
  {
    "translation": {
      "en": "-[gingerbread man whimpers] -Evening. Mirror, mirror, on the wall.",
      "th": "สวัสดี กระจกวิเศษ กระจกวิเศษบนผนัง"
    }
  },
  {
    "translation": {
      "en": "Is this not the most perfect kingdom of them all?",
      "th": "นี่ไม่ใช่อาณาจักรสุดเลิศ ในบรรดาอาณาจักรทั้งปวงหรอกหรือ"
    }
  },
  {
    "translation": {
      "en": "Well, technically you're not a king. Uh, Thelonius.",
      "th": "- ตามหลักแล้ว ท่านไม่ใช่กษัตริย์ - เทโลนิอุส"
    }
  },
  {
    "translation": {
      "en": "-You were saying? -What I mean is, you're not a king yet.",
      "th": "- เจ้าว่าไงนะ - ข้าบอกว่า ท่านยังไม่ได้เป็นกษัตริย์"
    }
  },
  {
    "translation": {
      "en": "But you can become one. All you have to do is marry a princess.",
      "th": "แต่ท่านอาจได้เป็น ทั้งหมดที่ต้องทำ คือแต่งงานกับเจ้าหญิง"
    }
  },
  {
    "translation": {
      "en": "-Go on. -[chuckles]",
      "th": "แล้วไง"
    }
  },
  {
    "translation": {
      "en": "So, just sit back and relax, my lord,",
      "th": "ก็นั่งรอและทำตัวให้สบายสิ ท่านลอร์ด"
    }
  },
  {
    "translation": {
      "en": "because it's time for you to meet today's eligible bachelorettes.",
      "th": "เพราะว่าวันนี้ถึงเวลาที่ท่าน จะได้พบสาวโสดที่เหมาะสมแล้ว"
    }
  },
  {
    "translation": {
      "en": "And here they are!",
      "th": "แล้วนี่ไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "[mirror] Bachelorette number one is a mentally abused shut-in from a kingdom far, far away.",
      "th": "หมายเลขหนึ่ง ถูกทารุณทางจิต เป็นคนเก็บกด มาจากอาณาจักรอันไกลโพ้น"
    }
  },
  {
    "translation": {
      "en": "She likes sushi and hot tubbing anytime.",
      "th": "เธอชอบปลาดิบและอ่างน้ำร้อน"
    }
  },
  {
    "translation": {
      "en": "Her hobbies include cooking and cleaning for her two evil sisters.",
      "th": "งานอดิเรกของเธอรวมถึง ทำความสะอาดให้พี่สาวที่โหดร้าย"
    }
  },
  {
    "translation": {
      "en": "-Please welcome Cinderella. -[applauds]",
      "th": "โปรดต้อนรับซินเดอเรลลา หมายเลขสอง เป็นสาวชอบผ้าคลุมไหล่ จากแดนแห่งความฝัน"
    }
  },
  {
    "translation": {
      "en": "Bachelorette number two is a cape-wearing girl from the land of fancy.",
      "th": "หมายเลขสอง เป็นสาวชอบผ้าคลุมไหล่ จากแดนแห่งความฝัน"
    }
  },
  {
    "translation": {
      "en": "Although she lives with seven other men, she's not easy.",
      "th": "เธออยู่กับผู้ชายเจ็ดคน แต่เธอไม่ง่ายหรอก"
    }
  },
  {
    "translation": {
      "en": "Just kiss her dead, frozen lips and find out what a live wire she is.",
      "th": "จูบริมฝีปากที่เยือกเย็นของเธอ แล้วจะพบว่าเธอเร่าร้อนแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Come on. Give it up for Snow White!",
      "th": "มาสิ สละรายอื่นๆ เลือกสโนว์ไวท์สิ"
    }
  },
  {
    "translation": {
      "en": "And last, but certainly not least,",
      "th": "และสุดท้าย แต่ที่แน่ๆ ไม่ด้อยกว่ารายอื่น"
    }
  },
  {
    "translation": {
      "en": "bachelorette number three is a fiery redhead... from a dragon-guarded castle surrounded by hot boiling lava!",
      "th": "สาวอารมณ์ร้อนผมแดงจากปราสาท มีหินละลายร้อนล้อมไว้และมังกรเฝ้าคุม"
    }
  },
  {
    "translation": {
      "en": "But don't let that cool you off.",
      "th": "แต่อย่าเพิ่งท้อ"
    }
  },
  {
    "translation": {
      "en": "She's a loaded pistol who likes pina coladas and getting caught in the rain.",
      "th": "เธอเป็นปืนที่มีกระสุนพร้อม และชอบดื่มปีนาโคลาดา"
    }
  },
  {
    "translation": {
      "en": "Yours for the rescuing, Princess Fiona!",
      "th": "เธอรอความช่วยเหลือจากท่านลอร์ด เจ้าหญิงฟีโอน่า"
    }
  },
  {
    "translation": {
      "en": "So will it be bachelorette number one,",
      "th": "จะเป็นสาวโสดหมายเลขหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "bachelorette number two or bachelorette number three?",
      "th": "สาวโสดหมายเลขสอง หรือว่าสาวโสดหมายเลขสาม"
    }
  },
  {
    "translation": {
      "en": "-Two! Two! -Three! Three!",
      "th": "- สอง! สาม! - สาม!"
    }
  },
  {
    "translation": {
      "en": "-Two! Two! -Three! Three? One? [shudders] Three?",
      "th": "- สอง! - สาม หนึ่ง สาม"
    }
  },
  {
    "translation": {
      "en": "Three! Pick number three, my lord! Okay, okay, uh, number three!",
      "th": "- เลือกหมายเลขสามท่านลอร์ด - ตกลง โอเค หมายเลขสาม"
    }
  },
  {
    "translation": {
      "en": "Lord Farquaad, you've chosen Princess Fiona.",
      "th": "ลอร์ดฟาร์ควอด ท่านเลือกเจ้าหญิงฟีโอน่า"
    }
  },
  {
    "translation": {
      "en": "♪ And getting caught in the rain ♪ Princess Fiona. ♪ If you're not into yoga ♪ She's perfect.",
      "th": "เจ้าหญิงฟีโอน่า เธอเพียบพร้อม"
    }
  },
  {
    "translation": {
      "en": "All I have to do is just find someone who can go--",
      "th": "ทั้งหมดที่ข้าต้องทำคือหาใครสักคน ที่จะไปได้..."
    }
  },
  {
    "translation": {
      "en": "But I probably should mention the little thing that happens at night.",
      "th": "ข้าควรจะบอกเรื่องกลางคืน..."
    }
  },
  {
    "translation": {
      "en": "-I'll do it. -Yes, but after sunset--",
      "th": "- ข้าจะจัดการเอง - แต่หลังจากตะวันลับฟ้าไปแล้ว..."
    }
  },
  {
    "translation": {
      "en": "Silence! I will make this Princess Fiona my queen,",
      "th": "หยุดพูด! ข้าจะนำเจ้าหญิงฟีโอน่า มาเป็นราชินีของข้า"
    }
  },
  {
    "translation": {
      "en": "and DuLoc will finally have the perfect king!",
      "th": "แล้วในที่สุดดูล็อคก็จะมีกษัตริย์ที่สมบูรณ์พร้อม"
    }
  },
  {
    "translation": {
      "en": "Captain, assemble your finest men. We're going to have a tournament.",
      "th": "ผู้กองรวบรวมนายทหารชั้นดีเข้า เราจะจัดให้มีการประลองยุทธ์กัน"
    }
  },
  {
    "translation": {
      "en": "But that's it. That's it right there. That's DuLoc. I told ya I'd find it.",
      "th": "นั่นแหละ ตรงนั้นเลย ดูล็อค บอกแล้วไงว่าข้าจะหามันได้"
    }
  },
  {
    "translation": {
      "en": "So, that must be Lord Farquaad's castle.",
      "th": "ถ้ายังงั้น นั่นก็คือปราสาทของลอร์ดฟาร์ควอด"
    }
  },
  {
    "translation": {
      "en": "[Donkey] Uh-huh. That's the place.",
      "th": "ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Do you think maybe he's compensating for something?",
      "th": "แกคิดไหมว่า บางทีเขาอาจ จะชดเชยกับอะไรบางอย่างมั้ง"
    }
  },
  {
    "translation": {
      "en": "Hey, wait. Wait up, Shrek.",
      "th": "คอยก่อน รอด้วย เชร็ค"
    }
  },
  {
    "translation": {
      "en": "Hurry, darling. We're late. Hurry.",
      "th": "เร็วเข้า ทูนหัว เราสายแล้ว เร็วซิ"
    }
  },
  {
    "translation": {
      "en": "-Hey, you! -[screams]",
      "th": "เฮ้ย แก"
    }
  },
  {
    "translation": {
      "en": "Wait a second. Look, I'm not gonna eat ya. -I just-- I just-- -[whimpering]",
      "th": "รอนิดนึง นี่ ข้าไม่หม่ำแกหรอก ข้าเพียงแต่... เพียงแต่..."
    }
  },
  {
    "translation": {
      "en": "It's quiet.",
      "th": "เงียบจัง"
    }
  },
  {
    "translation": {
      "en": "Too quiet.",
      "th": "เงียบเกินไป"
    }
  },
  {
    "translation": {
      "en": "Where is everybody? Hey, look at this!",
      "th": "- ทุกคนไปไหนกันหมดนะ - ดูนี่ซิ"
    }
  },
  {
    "translation": {
      "en": "♪ Welcome to DuLoc Such a perfect town ♪",
      "th": "ยินดีต้อนรับสู่ดูล็อค เมืองที่เพียบพร้อมบริบูรณ์"
    }
  },
  {
    "translation": {
      "en": "♪ Here we have some rules Let us lay them down ♪",
      "th": "ที่นี่เรามีกฎระเบียบ เรามาวางระเบียบกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "♪ Don't make waves Stay in line and we'll get along fine ♪",
      "th": "อย่าหวั่นไหวแตกกลุ่มกัน รวมกันไว้ แล้วพวกเราจะไปได้สวย"
    }
  },
  {
    "translation": {
      "en": "♪ DuLoc is a perfect place ♪",
      "th": "ดูล็อคเป็นสถานที่ดีเลิศ"
    }
  },
  {
    "translation": {
      "en": "♪ Please keep off of the grass Shine your shoes Wipe your... face ♪",
      "th": "โปรดอย่าเดินบนหญ้า ขัดรองเท้าให้มัน เช็ด... หน้าเจ้าด้วย"
    }
  },
  {
    "translation": {
      "en": "♪ DuLoc is DuLoc is ♪",
      "th": "ดูล็อคเป็น... ดูล็อคเป็น..."
    }
  },
  {
    "translation": {
      "en": "♪ DuLoc is a perfect ♪ ♪ Place ♪",
      "th": "ดูล็อคเป็นสถานที่สุดเลิศ"
    }
  },
  {
    "translation": {
      "en": "Wow! Let's do that again! No. No. No, no, no! No.",
      "th": "- ทำอีกทีซิ - ไม่ๆ ไม่ๆ ไม่"
    }
  },
  {
    "translation": {
      "en": "-[crowd cheering] -[Farquaad] Brave knights. You are the best and brightest in all the land.",
      "th": "อัศวินผู้กล้าหาญ ท่านดีที่สุด และฉลาดที่สุดในแผ่นดิน"
    }
  },
  {
    "translation": {
      "en": "Today one of you shall prove himself--",
      "th": "วันนี้หนึ่งในบรรดาท่านจะพิสูจน์..."
    }
  },
  {
    "translation": {
      "en": "All right. You're going the right way for a smacked bottom. -Sorry about that. -[cheering]",
      "th": "- แกจะถูกเฆี่ยนนะ - ขอโทษที"
    }
  },
  {
    "translation": {
      "en": "That champion shall have the honour-- No, no, the privilege,",
      "th": "ผู้ชนะเลิศจะได้รับเกียรติ เปล่า ไม่ใช่ จะได้รับสิทธิพิเศษ"
    }
  },
  {
    "translation": {
      "en": "to go forth and rescue the lovely Princess Fiona,",
      "th": "ให้ไปยังปราสาท และช่วยเจ้าหญิงฟีโอน่าผู้น่ารัก"
    }
  },
  {
    "translation": {
      "en": "from the fiery keep of the dragon.",
      "th": "ออกจากที่คุมขังอันน่ากลัวของเจ้ามังกร"
    }
  },
  {
    "translation": {
      "en": "If for any reason the winner is unsuccessful,",
      "th": "หากเป็นด้วยเหตุใดที่ผู้ชนะเลิศทำไม่สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "the first runner-up will take his place,",
      "th": "รองอันดับหนึ่งจะไปแทน"
    }
  },
  {
    "translation": {
      "en": "and so on and so forth.",
      "th": "และคนต่อไปต่อไปเรื่อยๆ บางคนในพวกท่านอาจเสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "Some of you may die, but it's a sacrifice I am willing to make.",
      "th": "และคนต่อไปต่อไปเรื่อยๆ บางคนในพวกท่านอาจเสียชีวิต แต่มันเป็นการเสียสละที่ข้าตั้งใจจะทำ"
    }
  },
  {
    "translation": {
      "en": "Let the tournament begin!",
      "th": "เปิดการประลองยุทธ์"
    }
  },
  {
    "translation": {
      "en": "-What is that? -[gasping]",
      "th": "อะไรน่ะนั่น"
    }
  },
  {
    "translation": {
      "en": "-It's hideous! -Ah, that's not very nice.",
      "th": "- น่าเกลียดมาก - ไม่สวยเลย"
    }
  },
  {
    "translation": {
      "en": "-It's just a donkey. -Huh? Indeed. Knights, new plan!",
      "th": "- มันเป็นแค่ลา - จริงด้วยสิ อัศวิน เปลี่ยนแผน"
    }
  },
  {
    "translation": {
      "en": "The one who kills the ogre will be named champion! Have at him!",
      "th": "คนที่สังหารยักษ์ได้จะเป็นผู้ชนะเลิศ กระหน่ำมันเลย"
    }
  },
  {
    "translation": {
      "en": "[man] Get him!",
      "th": "- จับมันให้ได้เดี๋ยวนี้ - เร็วๆ เข้า จับให้ได้ เดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Oh, hey! Now come on! Hang on now.",
      "th": "- จับมันให้ได้เดี๋ยวนี้ - เร็วๆ เข้า จับให้ได้ เดี๋ยวนี้ ไปสิ! จับมันมา!"
    }
  },
  {
    "translation": {
      "en": "[woman] Go ahead! Get him!",
      "th": "ไปสิ! จับมันมา!"
    }
  },
  {
    "translation": {
      "en": "Can't we just settle this over a pint?",
      "th": "เรามานั่งดื่มและตกลงกันไม่ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "[man] Kill the beast! No? All right then.",
      "th": "- เก็บไอ้เหี้ยมซะ - ไม่ งั้นก็ได้"
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "th": "มาสิ!"
    }
  },
  {
    "translation": {
      "en": "Hey, Shrek, tag me! Tag me! ♪ And I don't give a damn About my reputation ♪",
      "th": "จับมาให้ข้าสิ"
    }
  },
  {
    "translation": {
      "en": "The chair! Give him the chair!",
      "th": "เก้าอี้ ฟาดมันด้วยเก้าอี้"
    }
  },
  {
    "translation": {
      "en": "♪ Oh, no, no, no, no, no Not me ♪",
      "th": "ยอดเลย"
    }
  },
  {
    "translation": {
      "en": "Thank you! Thank you very much! I'm here till Thursday. Try the veal! Ha, ha!",
      "th": "ขอบคุณ ขอบคุณมาก ข้าจะอยู่ถึงวันพฤหัสฯ ชิมเนื้อลูกวัวสิ"
    }
  },
  {
    "translation": {
      "en": "Shall I give the order, sir? No, I have a better idea.",
      "th": "- ให้กระผมออกคำสั่งดีไหมขอรับ - ไม่ต้อง ข้ามีความคิดดีกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "People of DuLoc, I give you our champion!",
      "th": "ชาวประชาแห่งดูล็อค ข้าพเจ้าขอมอบผู้ชนะเลิศให้แก่ท่าน"
    }
  },
  {
    "translation": {
      "en": "-[crowd cheering] -What? [Farquaad] Congratulations, ogre.",
      "th": "- อะไรนะ - ขอแสดงความยินดียักษ์ใหญ่"
    }
  },
  {
    "translation": {
      "en": "You've won the honour of embarking on a great and noble quest.",
      "th": "เจ้ามีชัยชนะได้รับเกียรติที่ยิ่งใหญ่ และการผจญภัยที่สง่างาม"
    }
  },
  {
    "translation": {
      "en": "Quest? I'm already on a quest, a quest to get my swamp back.",
      "th": "ผจญภัยอะไร ข้าผจญภัยอยู่แล้ว ผจญภัยเพื่อเอาหนองน้ำของข้าคืนมา"
    }
  },
  {
    "translation": {
      "en": "-Your swamp? -Yeah, my swamp!",
      "th": "- หนองน้ำของแก - ใช่ หนองน้ำของข้า"
    }
  },
  {
    "translation": {
      "en": "Where you dumped those fairy tale creatures!",
      "th": "ที่แกเอาพวกขยะเหล่านั้นไว้ยังไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "[crowd murmuring] Indeed. All right, ogre, I'll make you a deal.",
      "th": "จริงด้วย เอาละ เจ้ายักษ์ใหญ่ ข้าจะทำความตกลงกับแก"
    }
  },
  {
    "translation": {
      "en": "Go on this quest for me, and I'll give you your swamp back.",
      "th": "ผจญภัยเรื่องนี้ให้ข้า แล้วข้าจะคืนหนองน้ำให้แก"
    }
  },
  {
    "translation": {
      "en": "Exactly the way it was?",
      "th": "ตามสภาพที่มันเคยเป็นนะ"
    }
  },
  {
    "translation": {
      "en": "Down to the last slime-covered toadstool.",
      "th": "แม้กระทั่งเห็ดพิษที่คลุมด้วยเมือกดอกสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "-And the squatters? -As good as gone.",
      "th": "- แล้วพวกที่เข้าบุกรุกที่ล่ะ - ไม่มีเหลือเลยแหละ"
    }
  },
  {
    "translation": {
      "en": "What kind of quest?",
      "th": "การผจญภัยอะไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Donkey] Let me get this straight. You're gonna go fight a dragon and rescue a princess just so Farquaad will give you back a swamp,",
      "th": "แกต้องไปต่อสู้กับมังกร และช่วยเจ้าหญิงเพื่อแลกเอาหนองน้ำคืน"
    }
  },
  {
    "translation": {
      "en": "which you only don't have because he filled it full of freaks in the first place. Is that about right?",
      "th": "ซึ่งแกไม่มี เพราะว่าฟาร์ควอด ส่งเจ้าพวกประหลาดเข้าไปอยู่เต็มแล้ว"
    }
  },
  {
    "translation": {
      "en": "Maybe there's a good reason donkeys shouldn't talk.",
      "th": "แกรู้ไหม บางทีอาจมีเหตุผลดีที่ลาไม่ควรจะพูด"
    }
  },
  {
    "translation": {
      "en": "I don't get it. Why don't you just pull some of that ogre stuff on him?",
      "th": "ไม่เข้าใจเลย เชร็ค ทำไมแกไม่แสดงบทยักษ์ใส่มันล่ะ"
    }
  },
  {
    "translation": {
      "en": "Throttle him, lay siege to his fortress,",
      "th": "ยึดป้อมมันซะ"
    }
  },
  {
    "translation": {
      "en": "grind his bones to make your bread, the whole ogre trip.",
      "th": "ป่นกระดูกมันมาทำขนมปัง ให้สมกับเป็นยักษ์จริงๆ"
    }
  },
  {
    "translation": {
      "en": "Oh, I know what.",
      "th": "บางทีข้าอาจกุดหัวพวกมัน หมดทั้งหมู่บ้านเลยก็ได้"
    }
  },
  {
    "translation": {
      "en": "Maybe I could have decapitated an entire village",
      "th": "บางทีข้าอาจกุดหัวพวกมัน หมดทั้งหมู่บ้านเลยก็ได้ และเสียบไม้เอาไว้"
    }
  },
  {
    "translation": {
      "en": "and put their heads on a pike,",
      "th": "และเสียบไม้เอาไว้"
    }
  },
  {
    "translation": {
      "en": "gotten a knife, cut open their spleen and drink their fluids.",
      "th": "เอามีดชำแหละม้าม แล้วดื่มเลือดพวกมัน"
    }
  },
  {
    "translation": {
      "en": "Does that sound good to you? Uh, no, not really, no.",
      "th": "- ฟังดูดีสำหรับแกไหม - ไม่ ไม่หรอก ไม่จริงๆ"
    }
  },
  {
    "translation": {
      "en": "For your information, there's a lot more to ogres than people think.",
      "th": "เพื่อเป็นข้อมูลสำหรับแก ยักษ์มีอะไรมากกว่าที่แกคิด"
    }
  },
  {
    "translation": {
      "en": "Example? Example?",
      "th": "- ตัวอย่างเช่น - ตัวอย่างรึ โอเค..."
    }
  },
  {
    "translation": {
      "en": "-Okay, um, ogres are like onions. -[sniffs] They stink?",
      "th": "- ตัวอย่างเช่น - ตัวอย่างรึ โอเค... พวกยักษ์ก็เหมือนหัวหอม - มันเหม็น ทำให้น้ำตาแกเล็ดได้ - ไม่หรอก"
    }
  },
  {
    "translation": {
      "en": "-Yes-- No! -They make you cry?",
      "th": "- มันเหม็น ทำให้น้ำตาแกเล็ดได้ - ไม่หรอก"
    }
  },
  {
    "translation": {
      "en": "-No. -Oh,You leave them out in the sun, they get all brown, start sproutin' little white hairs.",
      "th": "แกเอามันตากแดด มันจะกลายเป็นสีน้ำตาล"
    }
  },
  {
    "translation": {
      "en": "No! Layers! Onions have layers.",
      "th": "ไม่หรอก หัวหอมมันเป็นชั้นมีระดับ"
    }
  },
  {
    "translation": {
      "en": "Ogres have layers! Onions have layers.",
      "th": "พวกยักษ์มีระดับด้วยเหรอ หัวหอมมันเป็นชั้นตามลำดับ"
    }
  },
  {
    "translation": {
      "en": "You get it? We both have layers. [sighs]",
      "th": "แกเข้าใจไหม เราต่างก็มีชนชั้นด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "Oh, you both have layers. Oh. [sniffs] You know, not everybody likes onions.",
      "th": "อ๋อ เราก็มีระดับกันทั้งนั้นแหละ รู้ไหม ไม่ทุกคนหรอกที่ชอบหัวหอม"
    }
  },
  {
    "translation": {
      "en": "Cake! Everybody loves cakes! Cakes have layers. I don't care... what everyone likes.",
      "th": "- ขนมเค้ก ใครๆ ก็ชอบกันทั้งนั้น - ข้าไม่สนว่าใครจะชอบอะไร"
    }
  },
  {
    "translation": {
      "en": "Ogres are not like cakes.",
      "th": "พวกยักษ์ไม่ชอบขนมเค้กหรอก"
    }
  },
  {
    "translation": {
      "en": "You know what else everybody likes? Parfaits.",
      "th": "รู้ไหมว่า ทุกคนชอบอะไร ไอติมเป็นชั้นๆ ไง"
    }
  },
  {
    "translation": {
      "en": "Have you ever met a person, you say, \"Let's get some parfait,\"",
      "th": "รู้ไหมว่า ทุกคนชอบอะไร ไอติมเป็นชั้นๆ ไง เคยพบคนคนหนึ่ง แล้วเขาบอกว่า \"ข้าไม่ชอบไอติมเป็นชั้นๆ\" ไหม"
    }
  },
  {
    "translation": {
      "en": "they say, \"No, I don't like no parfait\"?",
      "th": "เคยพบคนคนหนึ่ง แล้วเขาบอกว่า \"ข้าไม่ชอบไอติมเป็นชั้นๆ\" ไหม"
    }
  },
  {
    "translation": {
      "en": "-Parfaits are delicious. -No!",
      "th": "เคยพบคนคนหนึ่ง แล้วเขาบอกว่า \"ข้าไม่ชอบไอติมเป็นชั้นๆ\" ไหม ไม่โว้ย! ไอ้โง่ กวนประสาท ไอ้สัตว์แคระกวนบาทา"
    }
  },
  {
    "translation": {
      "en": "You dense, irritating, miniature beast of burden!",
      "th": "ไม่โว้ย! ไอ้โง่ กวนประสาท ไอ้สัตว์แคระกวนบาทา"
    }
  },
  {
    "translation": {
      "en": "Ogres are like onions! End of story. Bye-bye. See ya later.",
      "th": "ยักษ์ชอบหัวหอม จบเรื่อง บ๊ายบาย แล้วพบกัน"
    }
  },
  {
    "translation": {
      "en": "Parfaits may be the most delicious thing on the whole damn planet.",
      "th": "ไอติมเป็นชั้นๆ เป็นของอร่อยที่สุดในโลกห่าใบนี้"
    }
  },
  {
    "translation": {
      "en": "[Shrek] You know, I think I preferred your humming.",
      "th": "ไอติมเป็นชั้นๆ เป็นของอร่อยที่สุดในโลกห่าใบนี้ ข้าคิดว่าข้าชอบแกฮัมเพลงว่ะ"
    }
  },
  {
    "translation": {
      "en": "[Donkey] Do you have a tissue or something? I'm making a mess.",
      "th": "มีกระดาษทิชชูไหม ข้าทำเลอะแล้ว"
    }
  },
  {
    "translation": {
      "en": "Just the word parfait make me start slobbering.",
      "th": "มีกระดาษทิชชูไหม ข้าทำเลอะแล้ว แค่คำว่า ไอติม ก็ทำให้ข้าเริ่มน้ำลายหกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Ooh! Shrek! Did you do that?",
      "th": "เชร็ค นั่นแกทำเหรอ"
    }
  },
  {
    "translation": {
      "en": "You gotta warn somebody before you just crack one off. My mouth was open and everything.",
      "th": "ต้องบอกล่วงหน้าสิ ก่อนที่จะผายออกมา"
    }
  },
  {
    "translation": {
      "en": "Believe me, Donkey, if it was me, you'd be dead.",
      "th": "เชื่อข้าเถอะ ไอ้ลาโง่ หากข้าผาย แกก็ม่องไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[sniffs] It's brimstone. -We must be getting close. -Yeah, right, brimstone.",
      "th": "- กลิ่นกำมะถัน เราคงใกล้แล้วละ - ใช่ กลิ่นไข่เน่า"
    }
  },
  {
    "translation": {
      "en": "Don't be talking about it's the brimstone. I know what I smell. It wasn't no brimstone.",
      "th": "อย่าพูดถึงกลิ่นกำมะถันเลย ข้ารู้ว่ากลิ่นอะไร"
    }
  },
  {
    "translation": {
      "en": "It didn't come off no stone neither.",
      "th": "มันไม่ได้ออกมาจากหินหรอก"
    }
  },
  {
    "translation": {
      "en": "Sure, it's big enough, but look at the location.",
      "th": "แน่ละ ใหญ่จริงๆ แต่ดูที่ตั้งของมันสิ"
    }
  },
  {
    "translation": {
      "en": "Uh, Shrek? Uh, remember when you said ogres have layers?",
      "th": "เชร็ค จำได้ไหมที่แกบอกว่ายักษ์มีระดับ"
    }
  },
  {
    "translation": {
      "en": "Well, I have a bit of a confession to make.",
      "th": "ข้ามีอะไรที่จะสารภาพนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "Donkeys don't have layers. We wear our fear right out there on our sleeves.",
      "th": "ลาไม่มีระดับหรอก เราซ่อนความกลัวเอาไว้"
    }
  },
  {
    "translation": {
      "en": "-Wait a second. Donkeys don't have sleeves -You know what I mean.",
      "th": "- เดี๋ยว ลาไม่มีความลับ - แกเข้าใจว่าข้าหมายถึงอะไร"
    }
  },
  {
    "translation": {
      "en": "You can't tell me you're afraid of heights.",
      "th": "แกอย่าบอกนะว่าปอดแหกกับความสูง"
    }
  },
  {
    "translation": {
      "en": "No, I'm just a little uncomfortable about being on a rickety bridge over a boiling lake of lava!",
      "th": "ไม่หรอก ข้าเพียงแต่ไม่สบายใจกับสะพาน แกว่งอยู่บนทะเลสาบหินละลายร้อนๆ"
    }
  },
  {
    "translation": {
      "en": "Come on, Donkey. I'm right here beside ya, okay? For emotional support,",
      "th": "มาซิ เจ้าลา ข้าอยู่ข้างๆ แกนี่ โอเคไหม สำหรับการปลอบใจแก"
    }
  },
  {
    "translation": {
      "en": "we'll just tackle this thing together one little baby step at a time.",
      "th": "เราจะจัดการเจ้านี่ด้วยกัน ค่อยๆ ก้าวไปทีละก้าว"
    }
  },
  {
    "translation": {
      "en": "-Really? -Really, really.",
      "th": "- จริงเหรอ - จริงสิ จริง"
    }
  },
  {
    "translation": {
      "en": "-Okay, that makes me feel so much better. -Just keep moving.",
      "th": "- นั่นค่อยทำให้ข้ารู้สึกดีขึ้นหน่อย - แค่ก้าวไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "And don't look down. Don't look down. Okay, don't look down.",
      "th": "- และอย่ามองลงไปข้างล่าง - อย่ามองข้างล่าง อย่ามองลงไป"
    }
  },
  {
    "translation": {
      "en": "Don't look down. Keep on moving. Don't look down.",
      "th": "อย่ามอง ขยับไปเรื่อยๆ อย่ามองข้างล่าง"
    }
  },
  {
    "translation": {
      "en": "[gasps] Shrek! I'm lookin' down! Oh, God, I can't do this! Just let me off, please!",
      "th": "เชร็ค ข้ามองลงไปข้างล่าง ข้าทำไม่ได้ ให้ข้ากลับไปเถอะ"
    }
  },
  {
    "translation": {
      "en": "-But you're already halfway. -But I know that half is safe!",
      "th": "- แกมาตั้งครึ่งทางแล้วนะ - ข้ารู้ว่า ครึ่งทางนั้นมันปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "Okay, fine. I don't have time for this. You go back.",
      "th": "ดีแล้ว ข้าไม่มีเวลาสำหรับเรื่องนี้ แกกลับไปสิ"
    }
  },
  {
    "translation": {
      "en": "-Shrek, no! Wait! -Just, Donkey--",
      "th": "เชร็ค รอก่อน"
    }
  },
  {
    "translation": {
      "en": "-Let's have a dance then, shall we? -Don't do that!",
      "th": "- เรามาเต้นระบำกันเถอะ - อย่าทำยังงั้น"
    }
  },
  {
    "translation": {
      "en": "Oh, I'm sorry. Do what? -Oh, this? -Yes, that!",
      "th": "- ข้าเสียใจ ทำไงดี ยังงี้ไหม - ใช่ ยังงี้แหละ"
    }
  },
  {
    "translation": {
      "en": "Yes? Yes, do it. Okay. [screams] No, Shrek!",
      "th": "- ใช่ไหม ใช่ เอาเลย โอเค - อย่า เชร็ค"
    }
  },
  {
    "translation": {
      "en": "-No! Stop it! You said do it! -I'm doin' it.",
      "th": "- หยุด! หยุดนะ! - แกบอกให้ทำนี่ ข้าก็ทำซิ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna die. I'm gonna die. Shrek, I'm gonna die.",
      "th": "ข้ากำลังจะตาย กำลังจะตาย เชร็ค ข้ากำลังจะตาย"
    }
  },
  {
    "translation": {
      "en": "That'll do, Donkey. That'll do.",
      "th": "ไม่เป็นไรแล้วเจ้าลาน้อย ปลอดภัยแล้ว"
    }
  },
  {
    "translation": {
      "en": "Cool.",
      "th": "แจ๋วเลย"
    }
  },
  {
    "translation": {
      "en": "[Donkey] So where is this fire-breathing pain-in-the-neck anyway?",
      "th": "แล้วไอ้ตัวแสบพ่นไฟอยู่ไหนล่ะ"
    }
  },
  {
    "translation": {
      "en": "Inside, waiting for us to rescue her.",
      "th": "อยู่ข้างใน กำลังคอยเราไปช่วยเธอ"
    }
  },
  {
    "translation": {
      "en": "[chuckles] I was talkin' about the dragon, Shrek.",
      "th": "ข้าพูดถึงเจ้ามังกร เชร็ค"
    }
  },
  {
    "translation": {
      "en": "[Donkey whispering] You afraid? No, but-- Shh.",
      "th": "- แกกลัวเหรอ - เปล่า แต่..."
    }
  },
  {
    "translation": {
      "en": "Oh, good. Me neither. [gasps]",
      "th": "ดีแล้ว ข้าก็ไม่กลัว"
    }
  },
  {
    "translation": {
      "en": "'Cause there's nothin' wrong with bein' afraid.",
      "th": "ไม่มีอะไรผิดปกติหรอกที่จะมีความกลัว"
    }
  },
  {
    "translation": {
      "en": "Fear's a sensible response to an unfamiliar situation.",
      "th": "ความกลัวคือสิ่งที่เตือนให้รับรู้ ต่อสถานที่ที่เราไม่คุ้นเคย"
    }
  },
  {
    "translation": {
      "en": "Unfamiliar dangerous situation, I might add. With a dragon that breathes fire and eats knights and breathes fire,",
      "th": "ภาวะอันตรายที่ไม่เคยพบกับเจ้ามังกรพ่นไฟ"
    }
  },
  {
    "translation": {
      "en": "it sure doesn't mean you're a coward if you're a little scared you know what I mean.",
      "th": "ไม่ได้หมายความว่าแกขี้ขลาดถ้าแกกลัว"
    }
  },
  {
    "translation": {
      "en": "I sure as heck ain't no coward. I know that. [gasps]",
      "th": "ข้าไม่ขี้ขลาดแน่นอน ข้ารู้"
    }
  },
  {
    "translation": {
      "en": "Donkey, two things, okay?",
      "th": "เจ้าลาเอ๊ย มีสองอย่าง โอเค"
    }
  },
  {
    "translation": {
      "en": "Shut... up. Now go over there and see if you can find any stairs.",
      "th": "หุบปากแก แล้วก็ไปดูตรงโน้นซิว่ามีบันไดไหม"
    }
  },
  {
    "translation": {
      "en": "Stairs? I thought we was lookin' for the princess.",
      "th": "บันไดเหรอ ข้านึกว่าเรากำลังหาเจ้าหญิงอยู่"
    }
  },
  {
    "translation": {
      "en": "The princess will be up the stairs in the highest room in the tallest tower.",
      "th": "เธออยู่ในห้องต้องขึ้นบันไดไป ชั้นบนของหอคอยที่สูงที่สุด"
    }
  },
  {
    "translation": {
      "en": "-What makes you think she'll be there? -I read it in a book once.",
      "th": "- แกรู้ได้ยังไงว่าเธออยู่ที่นั่น - ข้าอ่านจากหนังสือ"
    }
  },
  {
    "translation": {
      "en": "Cool. You handle the dragon. I'll handle the stairs.",
      "th": "แจ๋ว แกจัดการกับเจ้ามังกร ข้าจัดการเรื่องบันไดเอง"
    }
  },
  {
    "translation": {
      "en": "I'll find those stairs. I'll whip their butt too.",
      "th": "ข้าต้องพบบันไดแน่ ข้าจะเฆี่ยนตูดมันด้วย"
    }
  },
  {
    "translation": {
      "en": "That's right. Those stairs won't know which way they're goin'.",
      "th": "พวกมันไม่รู้หรอกว่าจะไปทางไหน"
    }
  },
  {
    "translation": {
      "en": "I'm gonna take drastic steps. Kick it to the kerb. Don't mess with me. I'm the stair master.",
      "th": "ข้าจะจัดการให้เด็ดขาด อย่ามาแหยมนะ ข้าเชี่ยวชาญเรื่องบันได"
    }
  },
  {
    "translation": {
      "en": "I've mastered the stairs. I wish I had a step right here, right here. I'd step all over it.",
      "th": "ข้าชำนาญเรื่องบันได ถ้ามีบันไดที่นี่ ข้าก็ก้าวขึ้นทุกขั้นละ"
    }
  },
  {
    "translation": {
      "en": "Well, at least we know where the princess is, but where's the--",
      "th": "อย่างน้อยเราก็รู้ว่าเจ้าหญิงอยู่ที่ไหน แต่..."
    }
  },
  {
    "translation": {
      "en": "Dragon! [screams]",
      "th": "มังกร!"
    }
  },
  {
    "translation": {
      "en": "Donkey, look out! [screams]",
      "th": "เจ้าลา ระวัง!"
    }
  },
  {
    "translation": {
      "en": "-Got ya! -[roars]",
      "th": "จับแกได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "-Oh, what large teeth you have. -[growls]",
      "th": "เขี้ยวใหญ่จัง"
    }
  },
  {
    "translation": {
      "en": "I mean, white, sparkling teeth. I know you probably hear this all the time",
      "th": "ข้าหมายความว่าฟันขาวเป็นประกาย แกอาจเคยได้ยินมาตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "from your food, but you must bleach, or something, 'cause that is one dazzling smile you got there.",
      "th": "แต่แกต้องขัดให้ขาว เพราะว่า นั่นเป็นยิ้มที่น่าหลงใหลของแก"
    }
  },
  {
    "translation": {
      "en": "Do I detect a hint of minty freshness?",
      "th": "ข้าได้กลิ่นสะระแหน่สด ใช่รึเปล่าเนี่ย"
    }
  },
  {
    "translation": {
      "en": "And you know what else? You're-- You're a girl dragon!",
      "th": "รู้ไหม แกคือมังกรสาว"
    }
  },
  {
    "translation": {
      "en": "Oh, sure! I mean, of course you're a girl dragon.",
      "th": "แน่นอน ข้าหมายความว่าเจ้าคือมังกรสาว"
    }
  },
  {
    "translation": {
      "en": "'Cause, you're just reeking of feminine beauty.",
      "th": "เจ้ามีกลิ่นอายของผู้หญิงแสนสวย"
    }
  },
  {
    "translation": {
      "en": "Uh, what's the matter with you? You got something in your eye?",
      "th": "เป็นอะไร มีอะไรเข้าตาเหรอ"
    }
  },
  {
    "translation": {
      "en": "Man, I'd really love to stay, but, you know, I'm, uh-- [coughs]",
      "th": "ข้าอยากจะบอกจริงๆ นะว่า..."
    }
  },
  {
    "translation": {
      "en": "I'm an asthmatic, and I don't know if it'd work out if you're gonna blow smoke rings and stuff.",
      "th": "ข้าเป็นหืด หากเจ้าพ่นควันออกมาเรื่อยๆ สุขภาพของข้าคงแย่"
    }
  },
  {
    "translation": {
      "en": "-Wake up! -What?",
      "th": "- ตื่นสิ! - อะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Are you Princess Fiona?",
      "th": "เจ้าคือเจ้าหญิงฟีโอน่าใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "I am, awaiting a knight so bold as to rescue me.",
      "th": "ใช่ ข้ากำลังรออัศวินที่กล้าหาญมาช่วยข้า"
    }
  },
  {
    "translation": {
      "en": "Oh, that's nice. Now let's go!",
      "th": "น่ารักจัง ไปกันเถอะ!"
    }
  },
  {
    "translation": {
      "en": "But wait, Sir Knight. This be-ith our first meeting.",
      "th": "แต่รอเดี๋ยว ท่านอัศวิน นี่คือการพบครั้งแรกของเรา"
    }
  },
  {
    "translation": {
      "en": "Should it not be a wonderful, romantic moment?",
      "th": "นี่ไม่เป็นโอกาสดีเยี่ยมสำหรับ เวลาแห่งความรักหรอกเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Yeah, sorry, lady. There's no time. -Hey, wait. What are you doing?",
      "th": "- ใช่ ขอโทษ คุณผู้หญิง แต่ไม่มีเวลา - ทำอะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "You should sweep me off my feet,",
      "th": "เจ้าควรจะอุ้มข้า"
    }
  },
  {
    "translation": {
      "en": "out yonder window and down a rope onto your valiant steed.",
      "th": "ออกไปทางหน้าต่าง ลงไปขึ้นม้าของท่านไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "You've had a lot of time to plan this, haven't you? -Mmm-hmm. -[screams, grunts]",
      "th": "องค์หญิงมีเวลาเตรียมสิ่งนี้เยอะเลยใช่ไหมเนี่ย"
    }
  },
  {
    "translation": {
      "en": "But we have to savour this moment! You could recite an epic poem for me.",
      "th": "แต่เราต้องลองลิ้มชิมมันเดี๋ยวนี้เลย ท่านพูดกลอนให้ข้าฟังก็ได้"
    }
  },
  {
    "translation": {
      "en": "A ballad? A sonnet!",
      "th": "บทกวีพื้นเมือง กลอนร่าย"
    }
  },
  {
    "translation": {
      "en": "-A limerick? Or something! -I don't think so.",
      "th": "- กลอนตลก หรืออะไรก็ได้ - คิดว่าคงไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "Well, can I at least know the name of my champion?",
      "th": "อย่างน้อยข้าขอทราบชื่อผู้ชนะเลิศของข้าได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Sir Shrek. [clears throat]",
      "th": "เซอร์เชร็ค"
    }
  },
  {
    "translation": {
      "en": "I pray that you take this favour as a token of my gratitude.",
      "th": "ข้าขอให้ท่านรับสิ่งนี้ เป็นเครื่องแสดงความขอบใจ"
    }
  },
  {
    "translation": {
      "en": "Thanks!",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "You didn't slay the dragon? -It's on my to-do list. Now come on! -[screams]",
      "th": "- ท่านไม่ได้สังหารเจ้ามังกรหรอกหรือ - มันอยู่ในลิสต์ข้าแล้ว เร็วๆ สิ"
    }
  },
  {
    "translation": {
      "en": "[Fiona] But this isn't right!",
      "th": "แต่นี่มันไม่ถูกนะ"
    }
  },
  {
    "translation": {
      "en": "You were meant to charge in, sword drawn, banner flying. That's what all the other knights did.",
      "th": "ท่านต้องบุกเข้ามา ลากดาบมาด้วย เหมือนอัศวินทั้งหลายทำกัน"
    }
  },
  {
    "translation": {
      "en": "[Shrek] Yeah, right before they burst into flame. That's not the point. Oh!",
      "th": "- ใช่ ก่อนที่มันจะระเบิดเป็นไฟ - นั่นไม่ตรงประเด็นเลย"
    }
  },
  {
    "translation": {
      "en": "Wait. Where are you going? The exit's over there.",
      "th": "ท่านจะไปไหนล่ะ ทางออกอยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "Well, I have to save my ass. What kind of knight are you?",
      "th": "- ข้าต้องไปช่วยเจ้าลาก่อน - ท่านเป็นอัศวินประเภทไหนนะ"
    }
  },
  {
    "translation": {
      "en": "One of a kind.",
      "th": "ประเภทพิเศษ ไม่มีผู้ใดเทียบ"
    }
  },
  {
    "translation": {
      "en": "[Donkey] Slow down. Slow down, baby, please.",
      "th": "ช้าๆ ช้าๆ ทูนหัว ได้โปรดเถอะ"
    }
  },
  {
    "translation": {
      "en": "I believe it's healthy to get to know someone over a long period of time.",
      "th": "การใช้เวลาทำความรู้จักใครสักคน เป็นเรื่องดีนะจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Just call me old-fashioned, you know. [laughs]",
      "th": "จะว่าข้าหัวโบราณก็ได้"
    }
  },
  {
    "translation": {
      "en": "I don't want to rush into a physical relationship.",
      "th": "ข้าไม่อยากรีบร้อน มีความสัมพันธ์ลึกซึ้งทางกาย"
    }
  },
  {
    "translation": {
      "en": "I'm not emotionally ready for a commitment of, uh, this, uh--",
      "th": "ข้ายังไม่พร้อมทางอารมณ์ ที่จะพัวพันกับเรื่องนี้..."
    }
  },
  {
    "translation": {
      "en": "Magnitude really is the word I'm looking for.",
      "th": "มิติ คือคำนั้นที่ข้ากำลังค้นหา"
    }
  },
  {
    "translation": {
      "en": "Magnitude--Hey, that is unwanted physical contact. Hey, what are you doing?",
      "th": "มิติก็คือไม่มีการสัมผัสทางกาย เจ้าทำอะไรล่ะนั่น"
    }
  },
  {
    "translation": {
      "en": "Okay, okay. Let's just back up a little and take this one step at a time.",
      "th": "เรากลับไปตั้งต้นกันใหม่ดีไหม และค่อยๆ ไปทีละขั้น"
    }
  },
  {
    "translation": {
      "en": "We really should get to know each other first as friends or pen pals.",
      "th": "ก่อนอื่นเราควรทำความรู้จักกันก่อน ทีแรกเป็นเพื่อน หรือเขียนจดหมายคุยกัน"
    }
  },
  {
    "translation": {
      "en": "'Cause I'm on the road a lot, but I just love receiving cards--",
      "th": "ข้าเดินทางบ่อยมาก แต่ข้าชอบรับบัตร..."
    }
  },
  {
    "translation": {
      "en": "Hey, you know I'd really love to stay, but--",
      "th": "ที่จริงแล้วข้าอยากจะอยู่กับเจ้า แต่..."
    }
  },
  {
    "translation": {
      "en": "Hey, hey! Don't do that! That's my tail! That's my personal tail.",
      "th": "อย่าทำยังงั้น นั่นมันหางของข้า"
    }
  },
  {
    "translation": {
      "en": "You're gonna tear it off. I don't give permission-- What are you gonna do with that?",
      "th": "เจ้าจะดึงมันให้หลุดรึไง จะเอามันไปทำอะไรล่ะนั่น"
    }
  },
  {
    "translation": {
      "en": "Hey, now. No way. No! No!",
      "th": "เดี๋ยว! ไม่มีทาง อย่า อย่า!"
    }
  },
  {
    "translation": {
      "en": "-Hi, Princess! -It talks!",
      "th": "- หวัดดี องค์หญิง! - มันพูดได้"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's getting him to shut up that's the trick.",
      "th": "ใช่ มีวิธีที่จะทำให้มันหุบปากได้"
    }
  },
  {
    "translation": {
      "en": "Okay, you two, head for the exit!",
      "th": "โอเค ทั้งสองคน ตรงไปทางออก"
    }
  },
  {
    "translation": {
      "en": "I'll take care of the dragon.",
      "th": "ข้าจะจัดการกับเจ้ามังกร"
    }
  },
  {
    "translation": {
      "en": "-[dragon growling in the distance] -You did it! You rescued me! You're amazing. You're--",
      "th": "ท่านทำได้สำเร็จ ท่านช่วยข้าให้พ้นภัย ท่านเป็นคนน่าทึ่งมาก ท่านเป็น..."
    }
  },
  {
    "translation": {
      "en": "You're wonderful. You're...",
      "th": "ท่านแสนวิเศษ ท่านเป็น..."
    }
  },
  {
    "translation": {
      "en": "a little unorthodox I'll admit.",
      "th": "ข้ายอมรับว่าลืมตัวไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "But thy deed is great, and thine heart is pure.",
      "th": "แต่ปฏิบัติการของท่านยิ่งใหญ่ และหัวใจของท่านบริสุทธิ์"
    }
  },
  {
    "translation": {
      "en": "-I am eternally in your debt. -[clears throat]",
      "th": "ข้าต้องเป็นหนี้ท่านตลอดไปเลยเชียว"
    }
  },
  {
    "translation": {
      "en": "And where would a brave knight be without his noble steed?",
      "th": "และอัศวินผู้กล้าหาญจะอยู่ได้ โดยปราศจากม้าที่สง่างามได้อย่างไร"
    }
  },
  {
    "translation": {
      "en": "I hope you heard that. She called me a noble steed. She thinks I'm a steed.",
      "th": "หวังว่าแกคงได้ยิน องค์หญิงเรียกข้าว่า ม้าที่สูงที่สง่างาม นางคิดว่าข้าเป็นม้า"
    }
  },
  {
    "translation": {
      "en": "[Fiona laughs] The battle is won. You may remove your helmet, good Sir Knight.",
      "th": "เราได้รับชัยชนะ ถอดเกราะได้แล้ว ท่านอัศวินที่แสนดี"
    }
  },
  {
    "translation": {
      "en": "-Uh, no. -Why not?",
      "th": "เอ่อ ไม่ละ - ทำไม ไม่ล่ะ - จะใส่ไว้ยังงี้แหละ"
    }
  },
  {
    "translation": {
      "en": "I have helmet hair.",
      "th": "- ทำไม ไม่ล่ะ - จะใส่ไว้ยังงี้แหละ"
    }
  },
  {
    "translation": {
      "en": "Please. I would'st look upon the face of my rescuer.",
      "th": "กรุณาเถอะ ข้าอยากเห็นหน้าตา ของผู้ที่ช่วยเหลือข้า"
    }
  },
  {
    "translation": {
      "en": "No, no, you wouldn't-- 'st. But how will you kiss me?",
      "th": "- ไม่ๆ องค์หญิงไม่ต้องดูก็ได้ - แต่ท่านจะจูบข้าได้ยังไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "What? That wasn't in the job description. Maybe it's a perk.",
      "th": "- นั่นไม่ใช่งานที่ข้าได้รับมอบหมายมา - อาจเป็นรางวัลละมั้ง"
    }
  },
  {
    "translation": {
      "en": "No, it's destiny. Oh, you must know how it goes.",
      "th": "ไม่หรอก มันเป็นพรหมลิขิต ท่านต้องรู้ว่ามันจะเป็นยังไงต่อไป"
    }
  },
  {
    "translation": {
      "en": "A princess locked in a tower and beset by a dragon...",
      "th": "เจ้าหญิงถูกขังอยู่บนหอคอย มีมังกรควบคุมไว้"
    }
  },
  {
    "translation": {
      "en": "is rescued by a brave knight,",
      "th": "อัศวินผู้กล้าหาญช่วยมาได้"
    }
  },
  {
    "translation": {
      "en": "and then they share true love's first kiss.",
      "th": "และแล้วทั้งสองร่วมชีวิตด้วยกัน ตั้งแต่จูบแรกแห่งรักแท้"
    }
  },
  {
    "translation": {
      "en": "Hmm? With Shrek? You think-- Wait.",
      "th": "และแล้วทั้งสองร่วมชีวิตด้วยกัน ตั้งแต่จูบแรกแห่งรักแท้ กับเชร็คหรือ องค์หญิงคิดว่า... เชร็คคือรักแท้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Wait. You think that Shrek is your true love?",
      "th": "กับเชร็คหรือ องค์หญิงคิดว่า... เชร็คคือรักแท้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, yes.",
      "th": "เอ้อ ใช่จ้ะ"
    }
  },
  {
    "translation": {
      "en": "You think Shrek is your true love! What is so funny?",
      "th": "- ท่านคิดว่า เชร็คคือรักแท้ของท่าน - ขำอะไรนักล่ะ"
    }
  },
  {
    "translation": {
      "en": "Let's just say I'm not your type, okay? Of course, you are. You're my rescuer.",
      "th": "- คือว่า ข้าไม่คู่ควรกับองค์หญิง - ท่านคู่ควรแน่ ท่านช่วยเหลือข้า"
    }
  },
  {
    "translation": {
      "en": "Now-- Now remove your helmet.",
      "th": "ไม่ได้ - ถอดเกราะออกเดี๋ยวนี้ - ข้าคิดว่าไม่ใช่ความคิดที่ดีหรอก"
    }
  },
  {
    "translation": {
      "en": "Look. I really don't think this is a good idea.",
      "th": "- ถอดเกราะออกเดี๋ยวนี้ - ข้าคิดว่าไม่ใช่ความคิดที่ดีหรอก"
    }
  },
  {
    "translation": {
      "en": "-Just take off the helmet. -I'm not going to.",
      "th": "- แค่ถอดเกราะออกเท่านั้น - ไม่"
    }
  },
  {
    "translation": {
      "en": "-Take it off. -No! -Now! -Okay!",
      "th": "- ถอดออกเดี๋ยวนี้นะ - ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Easy. As you command, Your Highness.",
      "th": "ใจเย็นๆ ตามบัญชาขององค์หญิง"
    }
  },
  {
    "translation": {
      "en": "You-- You're a-- an ogre.",
      "th": "เจ้า... เจ้าเป็นยักษ์"
    }
  },
  {
    "translation": {
      "en": "Oh, you were expecting Prince Charming. Well, yes, actually.",
      "th": "- หวังจะได้พบเจ้าชายรูปหล่อรึไง - เอ้อ พูดตามจริง ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, no. This is all wrong. You're not supposed to be an ogre.",
      "th": "ไม่น่าเลย ทุกอย่างผิดหมดเลย เจ้าไม่น่าเป็นยักษ์เลย"
    }
  },
  {
    "translation": {
      "en": "[sighs] Princess, I was sent to rescue you by Lord Farquaad, okay?",
      "th": "องค์หญิง ลอร์ดฟาร์ควอด ส่งข้าไปช่วยพระองค์ โอเค"
    }
  },
  {
    "translation": {
      "en": "He's the one who wants to marry you. Then why didn't he come rescue me?",
      "th": "- เขาต้องการแต่งงานกับองค์หญิง - งั้นทำไมเขาไม่มาช่วยข้าล่ะ"
    }
  },
  {
    "translation": {
      "en": "Good question. You should ask him that when we get there.",
      "th": "เป็นคำถามที่ดี องค์หญิงถามเขาเองเถอะ เมื่อเราไปถึงที่นั่น"
    }
  },
  {
    "translation": {
      "en": "But I have to be rescued by my true love,",
      "th": "แต่ข้าต้องได้รับการช่วยเหลือ จากผู้ที่มีรักแท้ต่อข้า"
    }
  },
  {
    "translation": {
      "en": "not by some ogre and his-- his pet.",
      "th": "ไม่ใช่โดยยักษ์กับสัตว์เลี้ยง"
    }
  },
  {
    "translation": {
      "en": "Well, so much for noble steed. Look princess, you're not making my job any easier.",
      "th": "- ผิดหวังมากกับม้าที่งามสง่า - องค์หญิงไม่ทำให้งานของข้าง่ายขึ้นเลย"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, but your job is not my problem.",
      "th": "ขอโทษทีนะ แต่งานของเจ้าไม่ใช่ปัญหาของข้า"
    }
  },
  {
    "translation": {
      "en": "You can tell Lord Farquaad that if he wants to rescue me properly,",
      "th": "เจ้าบอกลอร์ดฟาร์ควอดได้ว่า ถ้าเขาต้องการช่วยข้าอย่างถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "I'll be waiting for him right here.",
      "th": "ข้าจะคอยเขาอยู่ตรงนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "Hey! I'm no one's messenger boy, all right? I'm a delivery boy.",
      "th": "ข้าไม่ใช่เด็กส่งสารของใคร เข้าใจไหม ข้าเป็นเด็กส่งของ"
    }
  },
  {
    "translation": {
      "en": "You wouldn't dare. -[shrieks] Put me down! -Ya comin', Donkey?",
      "th": "- เจ้าไม่กล้าหรอก ปล่อยข้านะ - ขอรับ จะมาด้วยไหมเจ้าลา"
    }
  },
  {
    "translation": {
      "en": "I'm right behind ya.",
      "th": "ข้าอยู่ข้างหลังแกนี่แหละ"
    }
  },
  {
    "translation": {
      "en": "Put me down, or you will suffer the consequences!",
      "th": "วางข้าลงนะ ไม่งั้นเจ้าจะเดือดร้อน จากการกระทำของเจ้า"
    }
  },
  {
    "translation": {
      "en": "This is not dignified! Put me down! [screams]",
      "th": "ไม่ให้เกียรติกันเลย วางข้าลงนะ"
    }
  },
  {
    "translation": {
      "en": "[Donkey] Okay, so here's another question.",
      "th": "นี่ไงคำถาม"
    }
  },
  {
    "translation": {
      "en": "Say there's a woman that digs you, right, but you don't really like her that way.",
      "th": "มีผู้หญิงที่จิกท่าน แต่ท่านไม่จิกตอบ"
    }
  },
  {
    "translation": {
      "en": "How do you let her down real easy so her feelings aren't hurt, but you don't get burned to a crisp and eaten? How you do that?",
      "th": "ท่านจะปฏิเสธแบบไม่ทำร้ายความรู้สึกของนาง โดยที่ท่านไม่ถูกย่างกินได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "You just tell her she's not your true love.",
      "th": "แค่บอกนางว่านางไม่ใช่รักแท้ของเจ้า"
    }
  },
  {
    "translation": {
      "en": "Everyone knowest what happens when you find your--",
      "th": "ทุกคนรู้ว่าจะเกิดอะไรขึ้น เมื่อนางพบว่า..."
    }
  },
  {
    "translation": {
      "en": "The sooner we get to DuLoc the better.",
      "th": "เราไปถึงดูล็อคได้เร็วเท่าไร ก็ยิ่งดีเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Oh, you're gonna love it there, Princess. It's beautiful!",
      "th": "องค์หญิงจะต้องชอบที่นั่น มันสวยมาก"
    }
  },
  {
    "translation": {
      "en": "And what of my groom-to-be? Lord Farquaad? What's he like?",
      "th": "เจ้าบ่าวในอนาคตของข้า ลอร์ดฟาร์ควอดเป็นคนยังไง"
    }
  },
  {
    "translation": {
      "en": "Well, Let me put it this way, Princess.",
      "th": "เอางี้ก็แล้วกัน องค์หญิง"
    }
  },
  {
    "translation": {
      "en": "Men of Farquaad's stature are in short supply.",
      "th": "คนที่มีความสูงอย่างเจ้าฟาร์ควอดน่ะ หาไม่ได้ง่ายๆ นะ"
    }
  },
  {
    "translation": {
      "en": "I don't know. There are those who think little of him.",
      "th": "ไม่รู้สิ มีหลายคนที่ไม่ค่อยคิดถึงเขาหรอก"
    }
  },
  {
    "translation": {
      "en": "Stop it. Stop it, both of you.",
      "th": "หยุดนะ หยุด ทั้งสองคนเลย"
    }
  },
  {
    "translation": {
      "en": "You're just jealous you can never measure up to a great ruler like Lord Farquaad.",
      "th": "เจ้าอิจฉาล่ะสิ เจ้าเทียบไม่ติด กับผู้ปกครองที่ยิ่งใหญ่อย่างลอร์ดฟาร์ควอดหรอก"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, maybe you're right, Princess.",
      "th": "ถูกแล้ว บางทีองค์หญิงอาจพูดถูก"
    }
  },
  {
    "translation": {
      "en": "But I'll let you do the \"measuring\" when you see him tomorrow.",
      "th": "แต่ข้าจะให้องค์หญิงวัดเอาเอง เมื่อองค์หญิงเห็นเขาพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "Tomorrow? It'll take that long?",
      "th": "พรุ่งนี้เหรอ นานขนาดนั้นเชียว"
    }
  },
  {
    "translation": {
      "en": "-Shouldn't we stop to make camp? -No, that'll take longer.",
      "th": "- เราจะไม่หยุดค้างคืนก่อนรึ - ไม่ นั่นจะยิ่งทำให้นานขึ้นไปอีก"
    }
  },
  {
    "translation": {
      "en": "-We can keep going. -But there's robbers in the woods.",
      "th": "- เราจะเดินทางต่อไป - แต่มีพวกโจรคอยปล้นในป่านะ"
    }
  },
  {
    "translation": {
      "en": "Whoa! Time out, Shrek! Camping's starting to sound good.",
      "th": "พักซะหน่อยสิ ตั้งค่ายพัก เข้าทีเหมือนกันนะ"
    }
  },
  {
    "translation": {
      "en": "Hey, come on. I'm scarier than anything we're going to see in this forest.",
      "th": "ไปเถอะ ข้ากลัวยิ่งกว่าสิ่งใด ที่เราจะได้เห็นในป่านี้"
    }
  },
  {
    "translation": {
      "en": "I need to find somewhere to camp now!",
      "th": "ข้าต้องการหาที่พักสักแห่งเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "-Hey! Over here. -Shrek, we can do better than that.",
      "th": "- เฮ้ มาทางนี้ - เชร็ค เราทำได้ดีกว่านั้นนะ"
    }
  },
  {
    "translation": {
      "en": "I don't think this is fit for a princess.",
      "th": "ข้าไม่คิดว่าที่นี่จะเหมาะกับองค์หญิงนะ"
    }
  },
  {
    "translation": {
      "en": "No, no, it's perfect. It just needs a few homey touches.",
      "th": "แจ๋วแล้ว แค่ทำอะไรนิดหน่อย ให้เหมือนบ้านก็พอ"
    }
  },
  {
    "translation": {
      "en": "-Homey touches? Like what? -[crashing]",
      "th": "เหมือนบ้านเหรอ เช่นอะไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "A door? Well, gentlemen, I bid thee good night.",
      "th": "ประตูจ้ะ ท่านสุภาพบุรุษ ขอลาไปนอนละนะ"
    }
  },
  {
    "translation": {
      "en": "You want me to read you a bedtime story? I will. [Fiona] I said good night!",
      "th": "- ข้าอ่านนิทานก่อนนอนให้ฟังเอาไหม - ข้าบอกว่าราตรีสวัสดิ์ย่ะ"
    }
  },
  {
    "translation": {
      "en": "Shrek, what are you doing?",
      "th": "เชร็ค แกจะทำอะไรนั่นน่ะ"
    }
  },
  {
    "translation": {
      "en": "[laughs] I just-- You know-- Oh, come on.",
      "th": "เชร็ค แกจะทำอะไรนั่นน่ะ ข้าเพียงแต่... รู้ไหม... ไม่เอาน่า ข้าแค่ล้อเล่น"
    }
  },
  {
    "translation": {
      "en": "I was just kidding.",
      "th": "ข้าเพียงแต่... รู้ไหม... ไม่เอาน่า ข้าแค่ล้อเล่น"
    }
  },
  {
    "translation": {
      "en": "[Shrek] And, uh, that one, that's Throwback,",
      "th": "นั่นไง นั่นคือการถอยกลับ"
    }
  },
  {
    "translation": {
      "en": "the only ogre to ever spit over three wheat fields.",
      "th": "ยักษ์ตนเดียวที่เคยถ่มน้ำลาย รดไร่ข้าวได้กว่าสามไร่"
    }
  },
  {
    "translation": {
      "en": "Right. Yeah.",
      "th": "ถูกแล้ว ใช่"
    }
  },
  {
    "translation": {
      "en": "Hey, can you tell my future from these stars?",
      "th": "แกทำนายอนาคตจากดวงดาวพวกนี้ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "The stars don't tell the future, Donkey. They tell stories.",
      "th": "ดวงดาวไม่ได้บอกอนาคตหรอก มันเล่าเรื่องราว"
    }
  },
  {
    "translation": {
      "en": "Look, there's Bloodnut, the Flatulent.",
      "th": "ดูสิ นั่นถั่วแดงจอมตด"
    }
  },
  {
    "translation": {
      "en": "-You can guess what he's famous for. -I know you're making this up.",
      "th": "- แกเดาได้ว่าทำไมมันถึงดังได้ - แกกุเรื่องขึ้นมาเองละ"
    }
  },
  {
    "translation": {
      "en": "No, look. There he is, and there's the group of hunters running away from his stench.",
      "th": "เปล่า อยู่นั่นไง และมีนักล่ากำลังวิ่งหนีกลิ่นเหม็น"
    }
  },
  {
    "translation": {
      "en": "That ain't nothin' but a bunch of little dots.",
      "th": "นั่นไม่มีอะไรเลย มีแต่จุดเป็นกลุ่ม"
    }
  },
  {
    "translation": {
      "en": "You know Donkey, sometimes things are more than they appear.",
      "th": "บางครั้ง สิ่งต่างๆ มีมากกว่า ที่มันปรากฏออกมานะ"
    }
  },
  {
    "translation": {
      "en": "Forget it.",
      "th": "ลืมเสียเถอะ"
    }
  },
  {
    "translation": {
      "en": "Hey, Shrek, what we gonna do when we get our swamp anyway?",
      "th": "เชร็ค เมื่อเราได้หนองน้ำคืนมาแล้ว แกจะทำอะไรวะ"
    }
  },
  {
    "translation": {
      "en": "Our swamp? You know, when we're through rescuing the princess and all that stuff.",
      "th": "- หนองน้ำของเราเหรอ - เมื่อเราช่วยเจ้าหญิงให้พ้นภัยแล้ว"
    }
  },
  {
    "translation": {
      "en": "We? Donkey, there's no \"we.\" There's no \"our.\"",
      "th": "เราเรอะ เจ้าลา ไม่มีคำว่า \"เรา\" ไม่มีคำว่า \"ของเรา\""
    }
  },
  {
    "translation": {
      "en": "There's just me and my swamp.",
      "th": "มีแค่ตัวข้า กับหนองน้ำของข้าเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "The first thing I'm gonna do is build a ten-foot wall around my land.",
      "th": "สิ่งแรกทีข้าจะทำก็คือ สร้างกำแพงสูงสิบฟุตล้อมที่ดินของข้า"
    }
  },
  {
    "translation": {
      "en": "You cut me deep, Shrek. You cut me real deep just now.",
      "th": "แกตัดข้าขาดเลย แกตัดข้าขาดสะบั้น ณ บัดนี้เลย"
    }
  },
  {
    "translation": {
      "en": "You know what I think? I think this whole wall thing is just a way to keep somebody out.",
      "th": "ข้าคิดว่า เรื่องกำแพงทั้งหมดน่ะ เป็นแค่วิธีกันคนบางคนออกไปเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "-No, do ya think? -Are you hidin' something?",
      "th": "ไม่นะ แกคิดงั้นเหรอ - แกมีความลับอะไรเหรอ - ช่างเถอะ เจ้าลา"
    }
  },
  {
    "translation": {
      "en": "Never mind, Donkey.",
      "th": "- แกมีความลับอะไรเหรอ - ช่างเถอะ เจ้าลา"
    }
  },
  {
    "translation": {
      "en": "Oh, this is another one of those onion things, isn't it?",
      "th": "นี่ก็อีกเรื่องหนึ่ง เกี่ยวกับเรื่องหัวหอมน่ะใช่หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "No, this is one of those drop-it and leave-it-alone things.",
      "th": "เปล่า หนึ่งในนั้นคือ \"ปล่อยมันไป\" และ \"ไม่ยุ่งกับมัน\""
    }
  },
  {
    "translation": {
      "en": "-Why don't you want to talk about it? -Why do you want to talk about it?",
      "th": "- ทำไมแกต้องการพูดถึงเรื่องนี้วะ - ทำไมแกต้องการพูดถึงเรื่องนี้วะ"
    }
  },
  {
    "translation": {
      "en": "Why are you blocking? I'm not blocking.",
      "th": "- ทำไมแกมาปิดทางล่ะ - ข้าไม่ได้ปิด"
    }
  },
  {
    "translation": {
      "en": "Oh, yes, you are. Donkey, I'm warning you.",
      "th": "- แกปิด - เจ้าลา ข้าเตือนแกนะ"
    }
  },
  {
    "translation": {
      "en": "-Who you trying to keep out? -Everyone! Okay?",
      "th": "- แกต้องการเขี่ยใครออกไป ใครล่ะ - ทุกคนแหละโว้ย โอเค"
    }
  },
  {
    "translation": {
      "en": "Oh, now we're gettin' somewhere. Oh! For the love of Pete!",
      "th": "- ค่อยรู้เรื่องกันหน่อย - ให้ตายซิ"
    }
  },
  {
    "translation": {
      "en": "What's your problem? What you got against the whole world anyway, huh? Look, I'm not the one with the problem, okay?",
      "th": "- แกมีปัญหากับโลกเหรอ - ข้าไม่ใช่คนที่มีปัญหา"
    }
  },
  {
    "translation": {
      "en": "It's the world that seems to have a problem with me.",
      "th": "ดูเหมือนว่าโลกมีปัญหากับข้ามากกว่า"
    }
  },
  {
    "translation": {
      "en": "People take one look at me and go, \"Aah! Help! Run! A big, stupid, ugly ogre!\"",
      "th": "คนมองข้าหนเดียว ก็เผ่น \"ช่วยด้วย หนีเร็ว ยักษ์ใหญ่น่าเกลียด งี่เง่า\""
    }
  },
  {
    "translation": {
      "en": "[sighs] They judge me before they even know me. That's why I'm better off alone.",
      "th": "เขาตัดสินข้าก่อนที่เขาจะรู้จักข้าซะอีก นี่แหละคือเหตุผลที่ข้าอยู่คนเดียวดีกว่า"
    }
  },
  {
    "translation": {
      "en": "You know what?",
      "th": "แกรู้ไหมตอนเราพบกัน"
    }
  },
  {
    "translation": {
      "en": "When we met, I didn't think you was just a big, stupid, ugly ogre.",
      "th": "แกรู้ไหมตอนเราพบกัน ข้าไม่คิดว่าแกเป็นแค่ ยักษ์ตัวใหญ่ งี่เง่า น่าเกลียด"
    }
  },
  {
    "translation": {
      "en": "Yeah, I know. So, uh, are there any donkeys up there?",
      "th": "- ใช่ ข้ารู้ - ถ้างั้น ที่นั่นมีลาด้วยหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Well, there's, um, Gabby, the Small and Annoying.",
      "th": "เอ่อ ก็มีพวกปากหอยปากปูจิ๊บจ้อย และกวนประสาท"
    }
  },
  {
    "translation": {
      "en": "Okay, okay, I see it now, yeah. The big shiny one, right there. That one there?",
      "th": "โอเค ข้าเห็นแล้ว ของใหญ่สว่างจ้า ตรงนั้นคืออะไร ตรงนั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "-That's the moon. -Oh, okay.",
      "th": "- พระจันทร์ไงล่ะ - โอเค"
    }
  },
  {
    "translation": {
      "en": "[Farquaad] Again. Show me again.",
      "th": "อีกทีซิ ขอดูอีกที"
    }
  },
  {
    "translation": {
      "en": "Mirror, mirror, show her to me. Show me the princess.",
      "th": "กระจกวิเศษ กระจกวิเศษ ขอดูนางหน่อย ข้าขอดูเจ้าหญิง"
    }
  },
  {
    "translation": {
      "en": "Ah. Perfect. [inhales]",
      "th": "แจ๋ว"
    }
  },
  {
    "translation": {
      "en": "[Donkey] Mmm, yeah, you know I like it like that.",
      "th": "ใช่แล้ว รู้ไหมข้าชอบยังงั้นแหละ เร็วสิ ไอ้หนู ข้าบอกว่าข้าชอบ"
    }
  },
  {
    "translation": {
      "en": "-Come on, baby. I said I like it. -Donkey, wake up.",
      "th": "ใช่แล้ว รู้ไหมข้าชอบยังงั้นแหละ เร็วสิ ไอ้หนู ข้าบอกว่าข้าชอบ - เจ้าลา ตื่นสิ ตื่น - อะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Huh? What? -Wake up.",
      "th": "- เจ้าลา ตื่นสิ ตื่น - อะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "-What? -[Fiona] Good morning.",
      "th": "- เจ้าลา ตื่นสิ ตื่น - อะไรเหรอ สวัสดีจ้ะ ชอบไข่แบบไหนจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Um, how do you like your eggs?",
      "th": "สวัสดีจ้ะ ชอบไข่แบบไหนจ้ะ"
    }
  },
  {
    "translation": {
      "en": "-Good morning, Princess! -What's all this about?",
      "th": "- อรุณสวัสดิ์ องค์หญิง - อะไรกันล่ะนี่"
    }
  },
  {
    "translation": {
      "en": "You know, we kind of got off to a bad start yesterday and...",
      "th": "เมื่อวานนี้ เราทั้งหมดเริ่มต้นไม่ค่อยดี"
    }
  },
  {
    "translation": {
      "en": "I wanted to make it up to you. I mean, after all, you did rescue me.",
      "th": "และข้าอยากจะเอาใจเจ้า คือว่า ถึงยังไงเจ้าก็ได้ช่วยเหลือข้า"
    }
  },
  {
    "translation": {
      "en": "-Uh, thanks. -[sniffs]",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Well, eat up. We've got a big day ahead of us.",
      "th": "เอ้า รีบกินซะ เรามีอะไรมากมายที่จะต้องทำ"
    }
  },
  {
    "translation": {
      "en": "What? It's a compliment.",
      "th": "อะไรเรอะ นั่นน่ะเป็นการชมนะ"
    }
  },
  {
    "translation": {
      "en": "Better out than in, I always say. [laughs]",
      "th": "ข้าพูดเสมอว่าให้มันออกมาซะดีกว่าอั้นเอาไว้"
    }
  },
  {
    "translation": {
      "en": "Well, it's no way to behave in front of a princess.",
      "th": "ไม่ใช่ทำต่อหน้าองค์หญิง"
    }
  },
  {
    "translation": {
      "en": "-Thanks. -She's as nasty as you are.",
      "th": "- ขอบใจจ้ะ - นางก็น่าเกลียดเหมือนแก"
    }
  },
  {
    "translation": {
      "en": "You know, you're not exactly what I expected.",
      "th": "รู้ไหม องค์หญิงไม่ได้เป็น เหมือนอย่างที่ข้าคาดคิดไว้"
    }
  },
  {
    "translation": {
      "en": "Well, maybe you shouldn't judge people before you get to know them.",
      "th": "บางทีเจ้าไม่น่าตัดสินใครๆ ก่อนที่เจ้าจะรู้จักเขา"
    }
  },
  {
    "translation": {
      "en": "[man] La liberte! Hey!",
      "th": "เสรีภาพจงเจริญ"
    }
  },
  {
    "translation": {
      "en": "Princess!",
      "th": "เจ้าหญิง"
    }
  },
  {
    "translation": {
      "en": "-[laughs] -What are you doing?",
      "th": "นี่แกทำอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "Be still, mon cherie, for I am your saviour!",
      "th": "นิ่งไว้ ที่รัก ข้าคือผู้ปลดปล่อยองค์หญิง"
    }
  },
  {
    "translation": {
      "en": "And I am rescuing you from this green-- [kissing sounds]",
      "th": "ข้ามาช่วยองค์หญิง ออกไปจากป่า... ให้พ้นจากสัตว์ร้าย"
    }
  },
  {
    "translation": {
      "en": "That's my princess! Go find your own!",
      "th": "นั่นองค์หญิงของข้า แกไปหาของแกเอง เดี๋ยวก่อน เจ้ายักษ์ใหญ่ แกไม่เห็นรึว่าข้ากำลังยุ่งอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "Please, monster! Can't you see I'm a little busy here?",
      "th": "เดี๋ยวก่อน เจ้ายักษ์ใหญ่ แกไม่เห็นรึว่าข้ากำลังยุ่งอยู่ที่นี่ นี่เจ้า ข้าไม่รู้จักว่าเจ้าเป็นใครนะ..."
    }
  },
  {
    "translation": {
      "en": "Look, pal, I don't know who you think you are!",
      "th": "นี่เจ้า ข้าไม่รู้จักว่าเจ้าเป็นใครนะ..."
    }
  },
  {
    "translation": {
      "en": "Oh! Of course! Oh, how rude. Please let me introduce myself.",
      "th": "จริงด้วยสิ ไม่มีมารยาทเลย ข้านี่ โปรดให้ข้าแนะนำตัวเองนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, Merry Men! [laughs]",
      "th": "กองโจร"
    }
  },
  {
    "translation": {
      "en": "♪ I steal from the rich And give to the needy ♪",
      "th": "ข้าขโมยจากคนรวย ไปแจกคนยาก"
    }
  },
  {
    "translation": {
      "en": "-♪ He takes a wee percentage ♪ -♪ But I'm not greedy ♪",
      "th": "- เขาชักเปอร์เซ็นต์ - แต่ข้าไม่เป็นคนโลภ"
    }
  },
  {
    "translation": {
      "en": "♪ I rescue pretty damsels Man I'm good ♪",
      "th": "ข้าช่วยเหลือสาวบริสุทธิ์แสนสวย เพื่อนเอ๋ย ข้าเป็นคนดี"
    }
  },
  {
    "translation": {
      "en": "-♪ What a guy Monsieur Hood -♪ Break it down ♪",
      "th": "- น่าทึ่งจัง เมอร์ซิเออร์ฮูด - ปราบมันได้"
    }
  },
  {
    "translation": {
      "en": "♪ I like an honest fight And a saucy little maid ♪",
      "th": "ข้าชอบการต่อสู้ที่เปิดเผย และสาวน้อยปราดเปรียว"
    }
  },
  {
    "translation": {
      "en": "♪ What he's basically saying is He likes to get-- ♪ ♪ Paid ♪",
      "th": "- เขาบอกว่าเขาอยาก... - มีเซ็กส์กับเธอ"
    }
  },
  {
    "translation": {
      "en": "♪ So when an ogre in the bush Grabs a lady by the tush ♪ -♪ That's bad ♪ -♪ That's bad, that's bad, that's bad ♪",
      "th": "เมื่อยักษ์มาถึงป่า คว้าตัวสาวน้อย ด้วยความโอหัง นั่นน่ะแย่มากๆ"
    }
  },
  {
    "translation": {
      "en": "♪ When a beauty's with a beast it makes me awfully mad ♪",
      "th": "เมื่อสาวโสภาอยู่กับสัตว์ร้าย มันทำให้ข้าคลุ้มคลั่ง"
    }
  },
  {
    "translation": {
      "en": "♪ He's mad He's really really mad ♪",
      "th": "มันบ้า มันบ้าจริงๆ"
    }
  },
  {
    "translation": {
      "en": "♪ I'll take my blade and Ram it through your heart ♪",
      "th": "ข้าจะคว้าใบมีด กระซวกทะลุหัวใจของแก"
    }
  },
  {
    "translation": {
      "en": "♪ Keep your eyes on me boys 'cause I'm about to start ♪",
      "th": "จับตาดูข้าให้ดีนะ ไอ้หนู เพราะว่าข้ากำลังจะเริ่ม"
    }
  },
  {
    "translation": {
      "en": "[panting] Man, that was annoying! Oh, you little--",
      "th": "- ให้ตาย นั่นมันน่ารำคาญมาก - คุณหนู..."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Um, shall we?",
      "th": "ไปรึยัง"
    }
  },
  {
    "translation": {
      "en": "-Hold the phone. -[grunts]",
      "th": "รอเดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "Oh! Whoa, whoa, whoa. Hold on now. -Where did that come from? -What?",
      "th": "- เดี๋ยวนะ นั่นมันมาจากไหนน่ะ - อะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "That! Back there. That was amazing! [Shrek] Where did you learn that?",
      "th": "นั่นน่ะ พะบู๊ที่ผ่านมา น่าทึ่งจริงๆ องค์หญิงเรียนมาจากไหน"
    }
  },
  {
    "translation": {
      "en": "Well-- [chuckles] When one lives alone, uh, one has to learn these things in case there's a--",
      "th": "เมื่อเราต้องอยู่คนเดียว เราก็ต้องเรียนสิ่งเหล่านี้ เวลาจำเป็น..."
    }
  },
  {
    "translation": {
      "en": "-There's an arrow in your butt! -What?",
      "th": "- มีลูกธนูเสียบก้นเจ้านะ - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-Oh, would you look at that? -Oh, no. This is all my fault.",
      "th": "- ดูนั่นสิ - เป็นความผิดของข้าเอง"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry. Why? What's wrong?",
      "th": "- ขอโทษด้วย - มีอะไรผิดปรกติเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Shrek's hurt. -Shrek's hurt. Shrek's hurt? Oh, no, Shrek's gonna die.",
      "th": "- เชร็คได้รับบาดเจ็บ - เชร็คบาดเจ็บเหรอ เชร็คจะตายไหมเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-Donkey, I'm okay. -You can't do this to me, Shrek. I'm too young for you to die.",
      "th": "- เจ้าลาโง่ ข้าไม่เป็นไรหรอก - ไม่ ข้ายังหนุ่มเกินไปที่แกจะตาย"
    }
  },
  {
    "translation": {
      "en": "Keep your legs elevated. Turn your head and cough.",
      "th": "ยกขาขึ้น ไอซิ"
    }
  },
  {
    "translation": {
      "en": "-Does anyone know the Heimlich? -Donkey! Calm down.",
      "th": "- มีใครรู้จักต้นเฮมลิชมั่ง - ใจเย็นๆ"
    }
  },
  {
    "translation": {
      "en": "If you want to help Shrek, run into the woods and find me a blue flower with red thorns.",
      "th": "ถ้าเจ้าต้องการช่วยเชร็ค ไปหาดอกไม้สีน้ำเงินมีหนามสีแดงให้ข้า"
    }
  },
  {
    "translation": {
      "en": "Blue flower, red thorns. Okay, I'm on it. Blue flower, red thorns. Blue flower, red thorns.",
      "th": "ดอกสีน้ำเงิน หนามแดง ตกลง ดอกน้ำเงิน หนามแดง"
    }
  },
  {
    "translation": {
      "en": "Don't die, Shrek. If you see a long tunnel, stay away from the light!",
      "th": "เชร็ค ถ้าเห็นอุโมงค์ลึกๆ อย่าออกไปหาแสงสว่างนะ"
    }
  },
  {
    "translation": {
      "en": "-[both] Donkey! -Oh, yeah. Right. Blue flower, red thorns.",
      "th": "เจ้าลา เอาละ ดอกน้ำเงิน หนามแดง"
    }
  },
  {
    "translation": {
      "en": "-Blue flower, red thorns. -What are the flowers for? -For getting rid of Donkey. -Ah.",
      "th": "- เอาดอกไม้มาทำอะไรล่ะ - เพื่อให้เจ้าลาไปให้พ้น"
    }
  },
  {
    "translation": {
      "en": "Now you hold still, and I'll yank this thing out. Ow! Hey! Easy with the yankin'.",
      "th": "- ยืนนิ่งๆ ข้าจะดึงมันออกมา - ค่อยๆ นะ อย่าดึงแรง"
    }
  },
  {
    "translation": {
      "en": "-I'm sorry, but it has to come out. -No, it's tender.",
      "th": "- ต้องเอามันออกมา - ไม่ มันนิ่ม"
    }
  },
  {
    "translation": {
      "en": "Now, hold on.",
      "th": "- เอาละ นิ่งๆ... - ที่ท่านทำ"
    }
  },
  {
    "translation": {
      "en": "-What you're doing is the opposite of help -Don't move.",
      "th": "- ไม่ช่วยเลย - อย่าขยับ"
    }
  },
  {
    "translation": {
      "en": "-Okay, look, look, time out. -Would you--",
      "th": "- ฟังนะ หมดเวลาแล้ว - เจ้าช่วย..."
    }
  },
  {
    "translation": {
      "en": "[grunts] Okay. What do you propose we do?",
      "th": "โอเค ต่อไปเราจะทำยังไง"
    }
  },
  {
    "translation": {
      "en": "Blue flower, red thorns. Blue flower, red thorns. Blue flower, red thorns.",
      "th": "ดอกน้ำเงิน หนามแดง ดอกน้ำเงิน หนามแดง"
    }
  },
  {
    "translation": {
      "en": "This would be so much easier if I wasn't colour-blind! -Blue flower, red thorns. -[Shrek] Ow!",
      "th": "มันจะง่ายขึ้น ถ้าหากว่าตาข้าไม่บอดสี ดอกน้ำเงิน..."
    }
  },
  {
    "translation": {
      "en": "Hold on, Shrek! I'm comin'!",
      "th": "รอเดี๋ยว เชร็ค ข้ากำลังมา"
    }
  },
  {
    "translation": {
      "en": "Ow! Not good.",
      "th": "ไม่ออกเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Okay. Okay, I can nearly see the head. -[grunts] -It's just about-- -Ow! Ohh!",
      "th": "โอเค เกือบเห็นหัวลูกศรแล้ว เกือบแล้ว..."
    }
  },
  {
    "translation": {
      "en": "Nothing happened. We were just, uh--",
      "th": "ไม่มีอะไรเกิดขึ้น เราเพียงแต่..."
    }
  },
  {
    "translation": {
      "en": "Look, if you wanted to be alone, all you had to do was ask, okay.",
      "th": "นี่ หากว่าต้องการอยู่ตามลำพัง ก็แค่บอกมาเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Oh, come on! That's the last thing on my mind. The princess here was just-- Ugh!",
      "th": "นี่นะ เรื่องพรรค์นั้นคือสิ่งสุดท้าย ที่อยู่ในใจของข้า องค์หญิงเพิ่งจะ..."
    }
  },
  {
    "translation": {
      "en": "-Ow! -Hey, what's that? [nervous chuckle] That's-- Is that blood?",
      "th": "นั่นอะไรน่ะ นั่นคือ... นั่นคือเลือด"
    }
  },
  {
    "translation": {
      "en": "There it is, Princess.",
      "th": "นั่นไง องค์หญิง"
    }
  },
  {
    "translation": {
      "en": "Your future awaits you.",
      "th": "- อนาคตขององค์หญิงกำลังรออยู่ - นั่นคือดูล็อคเหรอ"
    }
  },
  {
    "translation": {
      "en": "-That's DuLoc? -Yeah, I know.",
      "th": "- อนาคตขององค์หญิงกำลังรออยู่ - นั่นคือดูล็อคเหรอ ถูกต้อง เชร็คคิดว่าฟาร์ควอด จะให้รางวัลบางอย่างตอบแทน"
    }
  },
  {
    "translation": {
      "en": "You know, Shrek thinks Lord Farquaad's compensating for something,",
      "th": "ถูกต้อง เชร็คคิดว่าฟาร์ควอด จะให้รางวัลบางอย่างตอบแทน"
    }
  },
  {
    "translation": {
      "en": "which I think means he has a really-- Ow!",
      "th": "ซึ่งคิดว่าหมายถึงเขามี..."
    }
  },
  {
    "translation": {
      "en": "Um, I, uh-- -I guess we better move on. -Sure. But, Shrek?",
      "th": "- ข้าคิดว่าเราไปต่อดีกว่า - แน่นอน แต่เชร็ค..."
    }
  },
  {
    "translation": {
      "en": "-I'm-- I'm worried about Donkey. -[blubbering]",
      "th": "ข้าเป็นห่วงลา"
    }
  },
  {
    "translation": {
      "en": "-What? -I mean, look at him.",
      "th": "- อะไรนะ - ข้าหมายถึง ดูสิ"
    }
  },
  {
    "translation": {
      "en": "-He doesn't look so good. -What are you talking about? I'm fine.",
      "th": "- มันดูไม่ค่อยดี - อะไรนะ ข้าสบายดี"
    }
  },
  {
    "translation": {
      "en": "That's what they always say, and then next thing you know, you're on your back.",
      "th": "ทุกรายก็ต้องพูดยังงี้แหละ รู้ไหม ต่อไปก็ลุกไม่ขึ้น..."
    }
  },
  {
    "translation": {
      "en": "-Dead. -You know, she's right.",
      "th": "- ม่องเท่ง - องค์หญิงพูดถูก แกดูแย่มาก"
    }
  },
  {
    "translation": {
      "en": "You look awful. Do you want to sit down?",
      "th": "- อยากนั่งพักมั้ย - ข้าจะชงชาให้"
    }
  },
  {
    "translation": {
      "en": "-You know, I'll make you some tea. -I didn't want to say nothin' but,",
      "th": "- อยากนั่งพักมั้ย - ข้าจะชงชาให้ ข้าไม่อยากบ่นอะไร แต่ข้าปวดคอ"
    }
  },
  {
    "translation": {
      "en": "I got this twinge in my neck, and when I turn my head like this, look.",
      "th": "ข้าไม่อยากบ่นอะไร แต่ข้าปวดคอ และเวลาข้าเอียงคอ เห็นไหม"
    }
  },
  {
    "translation": {
      "en": "-[bones crunch] -Ow! See?",
      "th": "และเวลาข้าเอียงคอ เห็นไหม"
    }
  },
  {
    "translation": {
      "en": "-Who's hungry? I'll find us some dinner. -I'll get the firewood.",
      "th": "- ใครหิวมั่ง ข้าจะไปหาของกิน - ข้าจะไปเก็บฟืน"
    }
  },
  {
    "translation": {
      "en": "Hey, where you goin'? Oh, man, I can't feel my toes!",
      "th": "จะไปไหนกันล่ะนั่น เพื่อนเอ๋ยข้าชาที่หัวแม่โป้ง"
    }
  },
  {
    "translation": {
      "en": "I don't have any toes! I think I need a hug.",
      "th": "ข้าไม่มีหัวแม่โป้งนี่หว่า ข้าต้องการใครมากอดข้าไว้"
    }
  },
  {
    "translation": {
      "en": "Mmm. This is good. This is really good.",
      "th": "นี่อร่อยดี อร่อยจริงๆ นะนี่"
    }
  },
  {
    "translation": {
      "en": "-What is this? -Uh, weedrat. Rotisserie style.",
      "th": "- อะไรล่ะนี่ - หนูนา ย่างน้ำตก"
    }
  },
  {
    "translation": {
      "en": "No kidding. Well, this is delicious. Well, they're also great in stews.",
      "th": "- ไม่ได้พูดเล่นนะ นี่อร่อยจริงๆ - เอาไปตุ๋นก็อร่อยยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Now, I don't mean to brag, but I make a mean weedrat stew.",
      "th": "ไม่อยากจะโม้ แต่ข้าทำหนูนาตุ๋นได้อร่อยเด็ด"
    }
  },
  {
    "translation": {
      "en": "[sighs] I guess I'll be dining a little differently tomorrow night.",
      "th": "ข้าคิดว่าคืนพรุ่งนี้ อาหารเย็นคงจะต่างกันนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "[gulps] Maybe you can come visit me in the swamp sometime.",
      "th": "บางที องค์หญิงมาเยี่ยมข้าก็ได้นะ ที่หนองน้ำน่ะ"
    }
  },
  {
    "translation": {
      "en": "I'll cook all kinds of stuff for you.",
      "th": "ข้าจะทำอาหารสารพัดชนิดถวายองค์หญิง"
    }
  },
  {
    "translation": {
      "en": "Swamp toad soup, fish eye tartare, you name it.",
      "th": "ซุปคางคกจากหนองน้ำ ตาปลาสดๆ จะกินอะไร บอกมาได้เลย"
    }
  },
  {
    "translation": {
      "en": "[chuckles] I'd like that.",
      "th": "ข้าคิดว่าคงชอบ"
    }
  },
  {
    "translation": {
      "en": "Yes, Shrek?",
      "th": "- องค์หญิง - อะไรเหรอเชร็ค"
    }
  },
  {
    "translation": {
      "en": "I, um, I was wondering. Are you...",
      "th": "ข้า... ข้าสงสัยว่า องค์หญิง..."
    }
  },
  {
    "translation": {
      "en": "[sighs] Are you gonna eat that?",
      "th": "องค์หญิงจะทานนั่นหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Man, isn't this romantic? Just look at that sunset.",
      "th": "น่าโรแมนติกอะไรอย่างนี้ ดูพระอาทิตย์กำลังลับฟ้าสิ"
    }
  },
  {
    "translation": {
      "en": "Sunset? Oh, no! I mean, it's late. -I-- It's very late. -What?",
      "th": "- พระอาทิตย์ตกเหรอ เปล่า มันดึกแล้ว - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Wait a minute. I see what's goin' on here.",
      "th": "เดี๋ยว ข้าจะดูว่าเกิดอะไรขึ้นที่นี่"
    }
  },
  {
    "translation": {
      "en": "-You're afraid of the dark, aren't you? -Yes!",
      "th": "องค์หญิงกลัวความมืดใช่ไหม ใช่แล้ว คงงั้นแหละ ข้ากลัวมาก ข้าว่า ข้าเข้าข้างในดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Yes, that's it. I'm terrified. You know, I'd better go inside.",
      "th": "ใช่แล้ว คงงั้นแหละ ข้ากลัวมาก ข้าว่า ข้าเข้าข้างในดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Don't feel bad, Princess. I used to be afraid of the dark, too, until--",
      "th": "อย่ากลัวเลยองค์หญิง ข้าเองก็เคยกลัวความมืดด้วย"
    }
  },
  {
    "translation": {
      "en": "Hey, no, wait. I'm still afraid of the dark. -[Shrek sighs] -Good night.",
      "th": "ไม่สิ เดี๋ยวนะ ข้ายังคงกลัวความมืดอยู่"
    }
  },
  {
    "translation": {
      "en": "Good night.",
      "th": "- ราตรีสวัสดิ์จ้ะ - ราตรีสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "Now I really see what's goin' on here. Oh, what are you talkin' about?",
      "th": "- ข้าเห็นแล้วว่าเกิดอะไรขึ้นที่นี่ - แกพูดเรื่องอะไรล่ะนี่"
    }
  },
  {
    "translation": {
      "en": "Hey, I don't even wanna hear it. Look, I'm an animal, and I got instincts.",
      "th": "ข้าเป็นสัตว์และข้ามีสัญชาตญาณ"
    }
  },
  {
    "translation": {
      "en": "And I know you two were diggin' on each other. I could feel it.",
      "th": "ข้ารู้ว่าคนสองคนกำลังดื่มด่ำกัน"
    }
  },
  {
    "translation": {
      "en": "Oh, you're crazy. I'm just bringing her back to Farquaad.",
      "th": "แกบ้าละสิ ข้ากำลังพานางไปส่งฟาร์ควอด"
    }
  },
  {
    "translation": {
      "en": "Oh, come on, Shrek. Wake up and smell the pheromones. -Just go on in and tell her how you feel. -I--",
      "th": "ตื่นซะที ข้าได้กลิ่นความรักนะ แค่บอกองค์หญิงว่าแกรู้สึกยังไงเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "There's nothing to tell. Besides, even if I did tell her that,",
      "th": "ข้าไม่มีอะไรจะบอก นอกจากนั้น แม้ว่าข้าจะบอกองค์หญิงว่า..."
    }
  },
  {
    "translation": {
      "en": "well, you know-- and I'm not sayin' I do 'cause I don't--",
      "th": "เอ้อ รู้ไหม และข้าก็จะไม่พูด เพราะว่าข้าไม่รู้สึกอะไร"
    }
  },
  {
    "translation": {
      "en": "she's a princess, and I'm-- An ogre?",
      "th": "- นางเป็นเจ้าหญิง แต่ข้าเป็น... - ยักษ์"
    }
  },
  {
    "translation": {
      "en": "Yeah. An ogre.",
      "th": "ถูกแล้วยักษ์ใหญ่"
    }
  },
  {
    "translation": {
      "en": "-Hey, where you goin'? -To get... more firewood.",
      "th": "- แกจะไปไหนล่ะ - ไปหา... ฟืนมาเพิ่ม"
    }
  },
  {
    "translation": {
      "en": "Princess? Princess Fiona?",
      "th": "องค์หญิง องค์หญิงฟีโอน่า"
    }
  },
  {
    "translation": {
      "en": "Princess, where are you?",
      "th": "องค์หญิง องค์หญิงอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "It's very spooky in here. I ain't playing no games.",
      "th": "น่ากลัวจังเลยในนี้ ข้าไม่ได้เล่นเกมนะ"
    }
  },
  {
    "translation": {
      "en": "-Aah! No, help! -Oh, no!",
      "th": "- ไม่เอา อย่า! - อย่า! ช่วยด้วย!"
    }
  },
  {
    "translation": {
      "en": "-Shh! -Shrek! Shrek!",
      "th": "เชร็ค เชร็ค"
    }
  },
  {
    "translation": {
      "en": "-Shrek! -No, it's okay. It's okay.",
      "th": "ไม่หรอก ไม่เป็นไรแล้ว"
    }
  },
  {
    "translation": {
      "en": "-What did you do with the princess? -Donkey, I'm the princess.",
      "th": "- องค์หญิงอยู่ที่ไหน - ข้าคือเจ้าหญิงไง"
    }
  },
  {
    "translation": {
      "en": "-Aah! -It's me, in this body. Oh, my God! You ate the princess!",
      "th": "- ข้าเอง ในร่างนี้ - คุณพระช่วย แกหม่ำพระองค์หญิงเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Can you hear me? -Donkey! -Listen, keep breathing! -No! I'll get you out of there!",
      "th": "องค์หญิงได้ยินไหม ฟังนะ หายใจเอาไว้ ข้าจะนำองค์หญิงออกมาจากที่นั่นเอง"
    }
  },
  {
    "translation": {
      "en": "-Shrek! Shrek! Shrek! -Shh.",
      "th": "เชร็ค เชร็ค"
    }
  },
  {
    "translation": {
      "en": "-Shrek! -This is me.",
      "th": "นี่ข้าเอง"
    }
  },
  {
    "translation": {
      "en": "Princess?",
      "th": "องค์หญิง"
    }
  },
  {
    "translation": {
      "en": "What happened to you? You're, uh, uh, uh, different.",
      "th": "เกิดอะไรขึ้นกับองค์หญิงล่ะ องค์หญิง... เปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "-I'm ugly, okay? -Well, yeah!",
      "th": "- ข้าน่าเกลียด ใช่ไหม - ใช่"
    }
  },
  {
    "translation": {
      "en": "Was it something you ate? 'Cause I told Shrek those rats was a bad idea.",
      "th": "เป็นเพราะกินอะไรเข้าไปหรือเปล่า ไม่ใช่ไอเดียที่ดีเลยที่กินหนูนั่นน่ะ"
    }
  },
  {
    "translation": {
      "en": "-You are what you eat, I said. Now-- -No.",
      "th": "- คือกินอะไรเข้าไปก็จะเป็นยังงั้น - ไม่ใช่หรอก"
    }
  },
  {
    "translation": {
      "en": "I-- I've been this way as long as I can remember.",
      "th": "เท่าที่จำได้ ข้าเป็นอย่างนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "What do you mean? Look, I ain't never seen you like this before.",
      "th": "เป็นอะไรล่ะ ข้าไม่เคยเห็นองค์หญิงเป็นยังงี้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "It only happens when the sun goes down.",
      "th": "มันจะเกิดขึ้น ก็ต่อเมื่อพระอาทิตย์ตกดินไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "By night one way, by day another. This shall be the norm...",
      "th": "กลางคืนแปลงร่าง กลางวันกลับกลาย นี่เป็นเรื่องปรกติ"
    }
  },
  {
    "translation": {
      "en": "until you find true love's first kiss... and then take love's true form.\"",
      "th": "จนกว่าจะได้รับจูบแรกจากรักแท้ และยึดมั่นในรักนั้น"
    }
  },
  {
    "translation": {
      "en": "Ah, that's beautiful. I didn't know you wrote poetry.",
      "th": "เพราะจังเลย ข้าไม่ทราบว่าองค์หญิงท่องกลอนได้ด้วย"
    }
  },
  {
    "translation": {
      "en": "It's a spell.",
      "th": "มันเป็นคำสาป"
    }
  },
  {
    "translation": {
      "en": "[sighs] When I was a little girl,",
      "th": "มันเป็นคำสาป ตอนข้ายังเป็นเด็กหญิงเล็กๆ ข้าต้องคำสาปจากแม่มด"
    }
  },
  {
    "translation": {
      "en": "a witch cast a spell on me.",
      "th": "ตอนข้ายังเป็นเด็กหญิงเล็กๆ ข้าต้องคำสาปจากแม่มด"
    }
  },
  {
    "translation": {
      "en": "Every night I become this. This horrible, ugly beast!",
      "th": "ทุกคืน ข้าจะกลายร่างเป็นอย่างนี้ เป็นสัตว์ป่าที่น่าเกลียด น่ากลัว"
    }
  },
  {
    "translation": {
      "en": "I was placed in a tower to await the day my true love would rescue me.",
      "th": "ข้าถูกขังไว้บนหอคอย เพื่อรอรักแท้มาปลดปล่อยข้า"
    }
  },
  {
    "translation": {
      "en": "That's why I have to marry Lord Farquaad tomorrow,",
      "th": "นี่คือเหตุผลที่ข้าต้องแต่งงาน กับลอร์ดฟาร์ควอดในวันพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "before the sun sets and he sees me...",
      "th": "ก่อนพระอาทิตย์ตก และเขาเห็นข้า... เป็นเช่นนี้"
    }
  },
  {
    "translation": {
      "en": "All right, all right. Calm down. Look, it's not that bad.",
      "th": "เอาละ ใจเย็นๆ ฟังนะ มันไม่เลวร้ายหรอก"
    }
  },
  {
    "translation": {
      "en": "You're not that ugly. Well, I ain't gonna lie. You are ugly.",
      "th": "องค์หญิงไม่น่าเกลียดหรอก ข้าไม่โกหก องค์หญิงอัปลักษณ์"
    }
  },
  {
    "translation": {
      "en": "But you only look like this at night. Shrek's ugly 24-7.",
      "th": "แต่องค์หญิงเป็นอย่างนี้เฉพาะกลางคืน เชร็ค ขี้เหร่ 24 ชั่วโมง ตลอดเจ็ดวัน"
    }
  },
  {
    "translation": {
      "en": "But, Donkey, I'm a princess,",
      "th": "แต่ลาจ๋า ข้าเป็นเจ้าหญิงนะ"
    }
  },
  {
    "translation": {
      "en": "and this is not how a princess is meant to look.",
      "th": "และเจ้าหญิงไม่ควรมีรูปร่างหน้าตาเช่นนี้"
    }
  },
  {
    "translation": {
      "en": "Princess, how 'bout if you don't marry Farquaad?",
      "th": "องค์หญิง ถ้าหากว่าองค์หญิง ไม่แต่งงานกับฟาร์ควอดล่ะ"
    }
  },
  {
    "translation": {
      "en": "I have to. Only my true love's kiss can break the spell.",
      "th": "ข้าต้องแต่ง เพียงจูบแรก จากรักแท้เท่านั้นที่จะล้างคำสาปได้"
    }
  },
  {
    "translation": {
      "en": "But, you know, um, you're kind of an ogre,",
      "th": "แต่ว่า องค์หญิงทราบไหมว่า... องค์หญิงก็เป็นประเภทเดียวกับยักษ์ใหญ่"
    }
  },
  {
    "translation": {
      "en": "and Shrek-- well, you got a lot in common.",
      "th": "กับเชร็ค พวกท่านมีอะไรเหมือนๆ กัน"
    }
  },
  {
    "translation": {
      "en": "Princess, I-- Uh, how's it going, first of all?",
      "th": "องค์หญิง ข้า... ก่อนอื่นใด เป็นยังไงมั่ง"
    }
  },
  {
    "translation": {
      "en": "Good? Um, good for me too. I'm okay.",
      "th": "ดีใช่ไหม สำหรับข้าด้วย ทุกอย่าง โอเค"
    }
  },
  {
    "translation": {
      "en": "I saw this flower and thought of you because it's pretty and--",
      "th": "ข้าเห็นดอกไม้นี้ แล้วคิดถึงองค์หญิง เพราะว่ามันสวย แล้วก็..."
    }
  },
  {
    "translation": {
      "en": "well, I don't really like it, but I thought you might like it 'cause you're pretty.",
      "th": "ข้าเองไม่ชอบหรอก แต่คิดว่า องค์หญิงอาจชอบ เพราะว่าองค์หญิงสวย"
    }
  },
  {
    "translation": {
      "en": "But I like you anyway. I'd-- uh, uh--",
      "th": "แต่ยังไงก็ตาม ข้าชอบองค์หญิง ข้าอยากจะ..."
    }
  },
  {
    "translation": {
      "en": "I'm in trouble. Okay, here we go.",
      "th": "แย่แล้วสิ โอเค ลุยละนะ"
    }
  },
  {
    "translation": {
      "en": "[Fiona] I can't just marry whoever I want. Take a good look at me, Donkey.",
      "th": "ไม่ใช่ว่าข้าจะแต่งงานกับใครก็ได้ มองข้าให้เต็มตาซิ ลาจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "I mean, really,",
      "th": "ข้าหมายถึงว่าใครล่ะที่จะมารักสัตว์ป่า"
    }
  },
  {
    "translation": {
      "en": "who could ever love a beast so hideous and ugly?",
      "th": "ข้าหมายถึงว่าใครล่ะที่จะมารักสัตว์ป่า ที่น่ากลัวและน่าเกลียดอย่างนี้ จริงไหมจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "\"Princess\" and \"ugly\" don't go together.",
      "th": "เจ้าหญิงกับความอัปลักษณ์ มันไปกันไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-That's why I can't stay here with Shrek. -[gasps]",
      "th": "ด้วยเหตุนี้แหละที่ข้าอยู่กับเชร็คที่นี่ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "My only chance to live happily ever after is to marry my true love.",
      "th": "โอกาสเดียวที่ข้าจะมีความสุขตลอดไป ก็คือแต่งงานกับคนที่รักข้าจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-[deep sigh] -Don't you see, Donkey? That's just how it has to be.",
      "th": "ไม่เห็นเหรอเจ้าลา มันต้องเป็นอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "It's the only way to break the spell.",
      "th": "มันเป็นทางเดียวเท่านั้นที่จะล้างคำสาปได้"
    }
  },
  {
    "translation": {
      "en": "-You at least gotta tell Shrek the truth. -No!",
      "th": "องค์หญิงต้องบอกเชร็คให้รู้ความจริง"
    }
  },
  {
    "translation": {
      "en": "You can't breathe a word. No one must ever know.",
      "th": "ไม่ได้ บอกใครไม่ได้ ต้องไม่มีใครรู้เรื่องนี้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "What's the point of being able to talk if you gotta keep secrets? Promise you won't tell. Promise!",
      "th": "- ถ้าเป็นความลับ ทำไมเล่าให้ข้าฟังล่ะ - สัญญานะว่าจะไม่บอกใคร สัญญานะ"
    }
  },
  {
    "translation": {
      "en": "All right, all right. I won't tell him. But you should.",
      "th": "เอาละ ข้าไม่บอกเขาหรอก แต่องค์หญิงควรจะบอก"
    }
  },
  {
    "translation": {
      "en": "I just know before this is over, I'm gonna need a whole lot of serious therapy.",
      "th": "ข้ารู้ก่อนเรื่องนี้จะจบซะอีก ข้าต้องการหมอมารักษา"
    }
  },
  {
    "translation": {
      "en": "-Look at my eye twitchin'. -[door opens]",
      "th": "ดูสิ ตาข้าเขม่นแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Fiona] I tell him, I tell him not.",
      "th": "บอกเขา ไม่บอก"
    }
  },
  {
    "translation": {
      "en": "I tell him, I tell him not. I tell him.",
      "th": "บอก ไม่บอก ข้าจะบอกเขา"
    }
  },
  {
    "translation": {
      "en": "Shrek!",
      "th": "เชร็ค เชร็ค"
    }
  },
  {
    "translation": {
      "en": "Shrek, there's something I want--",
      "th": "เชร็ค เชร็ค เชร็ค ข้ามีอะไรจะบอก..."
    }
  },
  {
    "translation": {
      "en": "Shrek.",
      "th": "เชร็ค"
    }
  },
  {
    "translation": {
      "en": "-Are you all right? -Perfect! Never been better.",
      "th": "- สบายดีมั้ย - สมบูรณ์แบบไม่มีอะไรดีไปกว่านี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "I-- I don't-- There's something I have to tell you.",
      "th": "ข้ามีอะไรจะบอก"
    }
  },
  {
    "translation": {
      "en": "You don't have to tell me anything, Princess.",
      "th": "องค์หญิงไม่ต้องบอกอะไรข้าเลย ข้าได้ยินพอแล้วเมื่อคืนนี้"
    }
  },
  {
    "translation": {
      "en": "-I heard enough last night. -You heard what I said?",
      "th": "องค์หญิงไม่ต้องบอกอะไรข้าเลย ข้าได้ยินพอแล้วเมื่อคืนนี้ - ได้ยินข้าพูดเหรอ - ทุกคำเลย"
    }
  },
  {
    "translation": {
      "en": "Every word.",
      "th": "- ได้ยินข้าพูดเหรอ - ทุกคำเลย"
    }
  },
  {
    "translation": {
      "en": "-I thought you'd understand. -Oh, I understand.",
      "th": "ข้าคิดว่าคงเข้าใจนะ ข้าเข้าใจตามที่องค์หญิงพูด ใครจะมารักสัตว์น่าเกลียดน่ากลัวได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Like you said, \"Who could love a hideous, ugly beast?\"",
      "th": "ข้าเข้าใจตามที่องค์หญิงพูด ใครจะมารักสัตว์น่าเกลียดน่ากลัวได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "But I thought that wouldn't matter to you.",
      "th": "ข้าคิดว่านั่นไม่เป็นไรสำหรับเชร็ค"
    }
  },
  {
    "translation": {
      "en": "Yeah? Well, it does. -[gasps] -[sighs]",
      "th": "ใช่ เอ้อ มันเป็น"
    }
  },
  {
    "translation": {
      "en": "-Ah, right on time. -[horse whinnies]",
      "th": "ตรงเวลาเป๊ะเลย"
    }
  },
  {
    "translation": {
      "en": "Princess, I've brought you a little something.",
      "th": "องค์หญิง ข้านำของเล็กๆ น้อยๆ มาถวาย"
    }
  },
  {
    "translation": {
      "en": "[yawns] What'd I miss? What'd I miss?",
      "th": "ข้าพลาดอะไรรึเปล่า ข้าพลาดอะไร"
    }
  },
  {
    "translation": {
      "en": "[muffled] Who said that? Couldn't have been a donkey.",
      "th": "ใครบอก ไม่ใช่ลาแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Princess Fiona. As promised. Now hand it over.",
      "th": "- เจ้าหญิงฟีโอน่า - ตามที่สัญญา ข้าขอส่งตัว ณ บัดนี้"
    }
  },
  {
    "translation": {
      "en": "Very well, ogre. The deed to your swamp, cleared out, as agreed.",
      "th": "ดีมาก ยักษ์ใหญ่ โฉนดหนองน้ำของแก ทุกอย่างปลอดโปร่ง ตามที่ตกลงกันไว้"
    }
  },
  {
    "translation": {
      "en": "Take it and go before I change my mind.",
      "th": "รับไว้แล้วจงไปให้พ้น ก่อนที่ข้าจะเปลี่ยนใจ"
    }
  },
  {
    "translation": {
      "en": "[Farquaad] Forgive me, Princess, for startling you, but you startled me,",
      "th": "ขออภัย ที่ทำให้องค์หญิงตกใจ แต่องค์หญิงทำให้ข้าตะลึงลาน"
    }
  },
  {
    "translation": {
      "en": "for I have never seen such a radiant beauty before.",
      "th": "เนื่องจากข้าไม่เคยเห็น รัศมีแห่งความงามดังนี้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "I am Lord Farquaad.",
      "th": "ข้าคือลอร์ดฟาร์ควอด"
    }
  },
  {
    "translation": {
      "en": "Lord Farquaad? Oh, no, no.",
      "th": "ลอร์ดฟาร์ควอดเหรอ ไม่ ไม่หรอก"
    }
  },
  {
    "translation": {
      "en": "[snaps fingers] Forgive me, my lord, for I was just saying...",
      "th": "ขออภัยท่านลอร์ด เนื่องจากข้าจะขอกล่าวสั้นๆ..."
    }
  },
  {
    "translation": {
      "en": "a short... farewell.",
      "th": "ขออภัยท่านลอร์ด เนื่องจากข้าจะขอกล่าวสั้นๆ... เพื่ออำลา"
    }
  },
  {
    "translation": {
      "en": "Ah, that is so sweet. You don't have to waste good manners on the ogre.",
      "th": "น่ารักมาก องค์หญิงไม่จำเป็นต้อง มีมารยาทดีกับยักษ์หรอก"
    }
  },
  {
    "translation": {
      "en": "[chuckles] It's not like it has feelings. No, you're right. It doesn't.",
      "th": "- มันไม่มีความรู้สึกหรอก - ท่านพูดถูก มันไม่รู้สึกอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "Princess Fiona, beautiful, fair, flawless Fiona.",
      "th": "เจ้าหญิงฟีโอน่า ผู้แสนโสภาผ่องใส ปราศจากตำหนิ ฟีโอน่า"
    }
  },
  {
    "translation": {
      "en": "-I ask your hand in marriage. -[gasps]",
      "th": "ข้าขอแต่งงานกับองค์หญิง"
    }
  },
  {
    "translation": {
      "en": "Will you be the perfect bride for the perfect groom?",
      "th": "องค์หญิงจะเป็นเจ้าสาวที่งามพร้อม ของเจ้าบ่าวสุดประเสริฐไหม"
    }
  },
  {
    "translation": {
      "en": "Lord Farquaad, I accept. Nothing would make--",
      "th": "ลอร์ดฟาร์ควอด ข้ารับคำเสนอ ไม่มีสิ่งใดที่จะ..."
    }
  },
  {
    "translation": {
      "en": "Excellent! I'll start the plans, for tomorrow we wed!",
      "th": "เยี่ยม ข้าจะเตรียมพิธีวิวาห์ในวันพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "No! I mean, uh,",
      "th": "ไม่นะ! ข้าหมายความว่า..."
    }
  },
  {
    "translation": {
      "en": "why wait? Let's get married today before the sun sets.",
      "th": "ทำไมต้องรอ วิวาห์วันนี้เลย ก่อนพระอาทิตย์ตกดิน"
    }
  },
  {
    "translation": {
      "en": "Oh, anxious, are we? You're right.",
      "th": "เราต่างกังวลใช่ไหม ถูกแล้วองค์หญิง"
    }
  },
  {
    "translation": {
      "en": "The sooner, the better. There's so much to do!",
      "th": "ยิ่งเร็วยิ่งดี มีหลายอย่างที่ต้องจัดการ"
    }
  },
  {
    "translation": {
      "en": "There's the caterer, the cake, the band, the guest list.",
      "th": "คนเตรียมอาหาร วงดนตรี รายชื่อแขกที่จะเชิญ"
    }
  },
  {
    "translation": {
      "en": "Captain, round up some guests!",
      "th": "ผู้กอง ไปรวบรวมแขกมา"
    }
  },
  {
    "translation": {
      "en": "[Fiona] Fare-thee-well, ogre.",
      "th": "ลาก่อนยักษ์ใหญ่"
    }
  },
  {
    "translation": {
      "en": "Shrek, what are you doing? You're letting her get away.",
      "th": "นั่นแกทำอะไรน่ะ องค์หญิงกำลังจะจากไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah? So what? Shrek, there's something about her you don't know.",
      "th": "- แล้วไง - มีบางอย่างที่แกต้องรู้ไว้"
    }
  },
  {
    "translation": {
      "en": "Look, I talked to her last night. She's--",
      "th": "ข้าคุยกับองค์หญิงเมื่อคืนนี้ นาง..."
    }
  },
  {
    "translation": {
      "en": "I know you talked to her last night. You're great pals, aren't ya?",
      "th": "ข้ารู้ว่าแกคุยกับองค์หญิงเมื่อคืน แกเป็นสหายคนโปรด ใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Now, if you two are such good friends, why don't you follow her home?",
      "th": "ถ้าแกสองคนเป็นเพื่อนที่ดีต่อกัน ทำไมแกไม่ตามองค์หญิงไปล่ะ"
    }
  },
  {
    "translation": {
      "en": "Shrek, I-- I wanna go with you.",
      "th": "เชร็ค ข้าจะไปกับแก"
    }
  },
  {
    "translation": {
      "en": "I told you, didn't I? You're not coming home with me.",
      "th": "ข้าบอกแกแล้วใช่ไหมว่า ไม่ต้องตามข้ากลับไปที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "I live alone! My swamp! Me! Nobody else! Understand? Nobody!",
      "th": "หนองน้ำเป็นของข้าคนเดียวไม่มีคนอื่น เข้าใจไหม ไม่มีใครทั้งสิ้น"
    }
  },
  {
    "translation": {
      "en": "Especially useless, pathetic, annoying, talking donkeys!",
      "th": "โดยเฉพาะเจ้าลาพูดได้ ไร้ประโยชน์ อนาถาและกวนประสาท"
    }
  },
  {
    "translation": {
      "en": "-But I thought-- -Yeah. You know what?",
      "th": "- แต่ข้านึกว่า... - ใช่ รู้อะไรมั้ย"
    }
  },
  {
    "translation": {
      "en": "You thought wrong!",
      "th": "แกคิดผิด"
    }
  },
  {
    "translation": {
      "en": "Donkey?",
      "th": "เจ้าลา"
    }
  },
  {
    "translation": {
      "en": "-[grunts] -What are you doing? I would think, of all people, you would recognize a wall when you see one.",
      "th": "- เจ้าลาน้อย แกทำอะไรล่ะนั่น - ข้าคิดว่าแกคงจำกำแพงได้"
    }
  },
  {
    "translation": {
      "en": "Well, yeah. But the wall's supposed to go around my swamp, not through it.",
      "th": "ใช่ แต่กำแพงมันน่าจะล้อมหนองน้ำของข้า ไม่ใช่ผ่าตรงกลาง"
    }
  },
  {
    "translation": {
      "en": "It is around your half. See, that's your half, and this is my half.",
      "th": "ใช่แล้ว ครึ่งนั้นเป็นของแก ครึ่งนี้เป็นของข้า"
    }
  },
  {
    "translation": {
      "en": "Oh! Your half. Hmm.",
      "th": "ใช่แล้ว ครึ่งนั้นเป็นของแก ครึ่งนี้เป็นของข้า - ครึ่งของแก - ใช่ ข้าช่วยแกปลดปล่อยองค์หญิง"
    }
  },
  {
    "translation": {
      "en": "Yes, my half. I helped rescue the princess.",
      "th": "- ครึ่งของแก - ใช่ ข้าช่วยแกปลดปล่อยองค์หญิง"
    }
  },
  {
    "translation": {
      "en": "I did half the work, I get half the booty.",
      "th": "ข้าทำงานครึ่งนึง ข้าต้องได้ส่วนแบ่งสิ"
    }
  },
  {
    "translation": {
      "en": "Now hand me that big old rock, the one that looks like your head.",
      "th": "ส่งหินใหญ่ก้อนนั้นมา ก้อนที่เหมือนหัวแกน่ะ"
    }
  },
  {
    "translation": {
      "en": "-Back off! -No, you back off.",
      "th": "- ถอยออกไปนะ - ไม่ แกสิถอยออกไป"
    }
  },
  {
    "translation": {
      "en": "-This is my swamp! -Our swamp.",
      "th": "- นี่คือหนองน้ำของข้า - หนองน้ำของเรา"
    }
  },
  {
    "translation": {
      "en": "-Let go, Donkey! -You let go.",
      "th": "- ปล่อยนะ - แกปล่อยก่อนสิ"
    }
  },
  {
    "translation": {
      "en": "-Stubborn jackass! -Smelly ogre.",
      "th": "- ไอ้ลาโง่ - ไอ้ยักษ์เหม็นเน่า"
    }
  },
  {
    "translation": {
      "en": "Fine!",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Hey, come back here. I'm not through with you yet.",
      "th": "กลับมาก่อน ข้ายังไม่จบเรื่องกับแก"
    }
  },
  {
    "translation": {
      "en": "Well, I'm through with you. Uh-uh. You know, with you it's always, \"Me, me, me!\"",
      "th": "- ข้าเสร็จเรื่องกับแกแล้ว - แกน่ะมีแต่ \"ข้า ข้า ข้า\" ตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "Well, guess what! Now it's my turn! So you just shut up and pay attention!",
      "th": "เดาซิ ทีนี้ถึงตาข้าแล้ว เพราะฉะนั้นหุบปากซะ แล้วตั้งใจฟัง"
    }
  },
  {
    "translation": {
      "en": "You are mean to me. You insult me and you don't appreciate anything that I do!",
      "th": "แกใจร้ายกับข้า ดูถูกข้า และไม่ยี่หระกับสิ่งที่ข้าทำให้"
    }
  },
  {
    "translation": {
      "en": "You're always pushing me around or pushing me away.",
      "th": "แกสนตะพายข้าตลอดเวลา หรือไม่ก็หาทางเขี่ยข้าให้พ้นไป"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah? Well, if I treated you so bad, how come you came back?",
      "th": "ใช่แล้ว ถ้าข้าทำไม่ดีกับแก แกจะกลับมาทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Because that's what friends do! They forgive each other!",
      "th": "เพราะว่าความเป็นเพื่อนน่ะสิ เพื่อนน่ะเขาก็ให้อภัยกัน"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. You're right, Donkey. I forgive you... for stabbin' me in the back!",
      "th": "แกพูดถูก เจ้าลา ข้ายกโทษให้แก ที่เอามีดเสียบหลังข้า"
    }
  },
  {
    "translation": {
      "en": "Ohh! You're so wrapped up in layers, onion boy, you're afraid of your own feelings.",
      "th": "แกซ่อนความรู้สึกของแกไว้หลายชั้น แกกลัวความรู้สึกของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "-Go away! -See! There you are, doing it again,",
      "th": "- ไปให้พ้น - แกทำอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "just like you did to Fiona. All she ever do was like you, maybe even love you.",
      "th": "เหมือนกับที่แกทำกับองค์หญิงฟีโอน่า นางชอบแก เผลอๆ อาจรักแกก็ได้"
    }
  },
  {
    "translation": {
      "en": "[Shrek] Love me? She said I was ugly, a hideous creature.",
      "th": "รักข้าเหรอ นางบอกว่า ข้าเป็นยักษ์น่าเกลียดน่ากลัว"
    }
  },
  {
    "translation": {
      "en": "I heard the two of you talking.",
      "th": "ข้าได้ยินแกสองคนคุยกัน"
    }
  },
  {
    "translation": {
      "en": "She wasn't talkin' about you. She was talkin' about, uh, somebody else.",
      "th": "องค์หญิงไม่ได้พูดถึงแก นางพูดถึงคนอื่น"
    }
  },
  {
    "translation": {
      "en": "She wasn't talking about me? Well, then who was she talking about?",
      "th": "องค์หญิงไม่ได้พูดถึงข้า แล้วนางพูดถึงใครล่ะ"
    }
  },
  {
    "translation": {
      "en": "Uh-uh, no way. I ain't saying anything. You don't wanna listen to me.",
      "th": "ข้าจะไม่พูดอะไรอีกแล้ว แกไม่ต้องการฟังข้า ใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "-Right? Right? -Donkey!",
      "th": "ข้าจะไม่พูดอะไรอีกแล้ว แกไม่ต้องการฟังข้า ใช่ไหมล่ะ - ไม่ต้อง - เจ้าลาน้อย นี่นะ ข้าขอโทษ ดีไหม"
    }
  },
  {
    "translation": {
      "en": "-No! -Okay, look. I'm sorry, all right?",
      "th": "- ไม่ต้อง - เจ้าลาน้อย นี่นะ ข้าขอโทษ ดีไหม"
    }
  },
  {
    "translation": {
      "en": "[sighs] I'm sorry. I guess I am just a big, stupid, ugly ogre.",
      "th": "ข้าขอโทษ ข้าคิดว่าข้าเป็นแค่ ไอ้ยักษ์ใหญ่งี่เง่า น่าเกลียด"
    }
  },
  {
    "translation": {
      "en": "Can you forgive me?",
      "th": "แกยกโทษให้ข้าไหม"
    }
  },
  {
    "translation": {
      "en": "Hey, that's what friends are for, right?",
      "th": "นั่นละคือความเป็นเพื่อนกัน"
    }
  },
  {
    "translation": {
      "en": "Right. Friends? Friends.",
      "th": "- ถูกแล้ว เพื่อนกันไงล่ะ - มิตรภาพ"
    }
  },
  {
    "translation": {
      "en": "So, um, what did Fiona say about me?",
      "th": "งั้น... องค์หญิงฟีโอน่าพูดถึงข้าว่ายังไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "What are you asking me for? Why don't you just go ask her?",
      "th": "แกถามข้าทำไม ทำไมแกไม่ไปถามองค์หญิงเองล่ะ"
    }
  },
  {
    "translation": {
      "en": "The wedding! We'll never make it in time.",
      "th": "งานวิวาห์ เราไปไม่ทันแน่เลย"
    }
  },
  {
    "translation": {
      "en": "Ha-ha-ha! Never fear, for where there's a will, there's a way, and I have a way. [whistles]",
      "th": "ไม่ต้องกลัว ความพยายามอยู่ที่ไหน ย่อมมีความสำเร็จอยู่ที่นั่น ข้ามีวิธี"
    }
  },
  {
    "translation": {
      "en": "I guess it's just my animal magnetism.",
      "th": "ข้าเดาว่า มันเป็นแค่ความเป็นสัตว์ที่มีเสน่ห์ของข้า"
    }
  },
  {
    "translation": {
      "en": "[laughing] Aw, come here, you.",
      "th": "มานี่ซิจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "All right, all right. Don't get all slobbery. No one likes a kiss ass.",
      "th": "อย่าลื่นไถลลงมาล่ะ ไม่มีใครชอบดมตูดหรอก"
    }
  },
  {
    "translation": {
      "en": "All right, hop on and hold on tight.",
      "th": "ดีแล้ว กระโดดขึ้นมา แล้วจับให้แน่น"
    }
  },
  {
    "translation": {
      "en": "I haven't had a chance to install the seat belts yet.",
      "th": "ข้ายังไม่มีโอกาสติดเข็มขัดนิรภัยเลย"
    }
  },
  {
    "translation": {
      "en": "People of DuLoc,",
      "th": "(แสดงความเคารพ)"
    }
  },
  {
    "translation": {
      "en": "we gather here today,",
      "th": "(แสดงความเคารพแล้วเงียบ) เรามาชุมนุม ณ ที่นี้ในวันนี้เพื่อเป็นสักขีพยาน"
    }
  },
  {
    "translation": {
      "en": "to bear witness,",
      "th": "เรามาชุมนุม ณ ที่นี้ในวันนี้เพื่อเป็นสักขีพยาน"
    }
  },
  {
    "translation": {
      "en": "-to the union... -Um--",
      "th": "พิธีอภิเษกสมรสของกษัตริย์องค์ใหม่ของเรา..."
    }
  },
  {
    "translation": {
      "en": "-...of our new king-- -Excuse me.",
      "th": "พิธีอภิเษกสมรสของกษัตริย์องค์ใหม่ของเรา... ขอประทานโทษ เราข้ามไปตอนที่พูดว่า \"ข้ายอมรับ\" ได้ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "-Could we just skip ahead to the \"I do's\"? -[chuckling]",
      "th": "ขอประทานโทษ เราข้ามไปตอนที่พูดว่า \"ข้ายอมรับ\" ได้ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Go on.",
      "th": "ว่าไปสิ"
    }
  },
  {
    "translation": {
      "en": "Go ahead, have some fun. If we need you, I'll whistle. How about that?",
      "th": "ไปหาความสนุกได้ ถ้าข้าต้องการเจ้า จะผิวปากเรียกนะจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Shrek, wait, wait! Wait a minute!",
      "th": "รอก่อนสิ แกต้องการทำยังงี้ใช่มะ"
    }
  },
  {
    "translation": {
      "en": "-You wanna do this right, don't you? -What are you talking about?",
      "th": "รอก่อนสิ แกต้องการทำยังงี้ใช่มะ แกพูดถึงเรื่องอะไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "There's a line, there's a line you gotta wait for. The preacher's gonna say, \"Speak now or forever hold your peace.\"",
      "th": "รอให้พระบอกว่า \"นับจากนี้ข้าจะเชื่อฟัง คู่ครองของข้าตลอดไป\""
    }
  },
  {
    "translation": {
      "en": "-That's when you say, \"I object!\" -I don't have time for this!",
      "th": "- ถึงตอนนั้น แกต้องบอกว่า\"ขอคัดค้าน\" - ข้าไม่มีเวลาสำหรับเรื่องนี้หรอก"
    }
  },
  {
    "translation": {
      "en": "Wait. What are you doing? Listen to me! -Look, you love this woman, don't you? -Yes.",
      "th": "- ฟังข้าก่อนซิ แกรักผู้หญิงคนนี้ใช่ไหม - ถูกแล้ว"
    }
  },
  {
    "translation": {
      "en": "-You wanna hold her? -Yes. -Please her? -Yes!",
      "th": "- แกอยากกอดเธอไหม เอาใจเธอใช่ไหม - ใช่"
    }
  },
  {
    "translation": {
      "en": "♪ Then you got to got to Try a little tenderness ♪",
      "th": "งั้นแกต้องพยายามทำอะไรให้มันนุ่มนวลหน่อย"
    }
  },
  {
    "translation": {
      "en": "-The chicks love that romantic crap! -All right! Cut it out.",
      "th": "- สาวๆ ชอบเรื่องโรแมนติกไร้สาระ - เมื่อไหร่พระจะพูดประโยคนั้นล่ะ"
    }
  },
  {
    "translation": {
      "en": "-When does this guy say the line? -We gotta check it out.",
      "th": "- สาวๆ ชอบเรื่องโรแมนติกไร้สาระ - เมื่อไหร่พระจะพูดประโยคนั้นล่ะ - เราต้องแอบดูก่อน - ด้วยอำนาจอันชอบธรรมของข้า..."
    }
  },
  {
    "translation": {
      "en": "-[Donkey grunting] -And so, by the power vested in me,",
      "th": "- เราต้องแอบดูก่อน - ด้วยอำนาจอันชอบธรรมของข้า..."
    }
  },
  {
    "translation": {
      "en": "-[Shrek] What do you see? -The whole town's in there.",
      "th": "- แกเห็นอะไรไหม - คนทั้งเมืองอยู่ในนั้น"
    }
  },
  {
    "translation": {
      "en": "-I now pronounce you husband and wife-- -They're at the altar.",
      "th": "- ขอประกาศว่าท่านเป็นสามีและภรรยากัน... - พวกนั้นอยู่ตรงแท่นบูชา"
    }
  },
  {
    "translation": {
      "en": "-King and queen... -Mother Fletcher! He already said it.",
      "th": "- กษัตริย์ และราชินี - เขาพูดไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Oh, for the love of Pete! -[grunts]",
      "th": "ให้ตายซิ"
    }
  },
  {
    "translation": {
      "en": "I object!",
      "th": "ข้าขอคัดค้าน"
    }
  },
  {
    "translation": {
      "en": "-Shrek? -[gasps]",
      "th": "เชร็ค"
    }
  },
  {
    "translation": {
      "en": "Oh, now what does he want?",
      "th": "มันต้องการอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "Hi, everyone. Havin' a good time, are ya?",
      "th": "หวัดดี ทุกๆ คน กำลังชื่นมื่นใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[laughs] I love DuLoc, first of all. -Very clean. -What are you doing here?",
      "th": "- ข้าชอบเมืองดูล็อค มันสะอาดมาก - มาทำอะไรที่นี่ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Really, it's rude enough being alive when no one wants you,",
      "th": "รอดชีวิตมาได้ก็เลวพอแล้ว เมื่อไม่มีใครต้องการแก"
    }
  },
  {
    "translation": {
      "en": "-but showing up uninvited to a wedding-- -Fiona!",
      "th": "แต่เข้ามาในงานวิวาห์โดยไม่ได้รับเชิญ..."
    }
  },
  {
    "translation": {
      "en": "-I need to talk to you. -Oh, now you wanna talk?",
      "th": "- ข้าต้องการคุยกับองค์หญิง - ทีนี้อยากคุยแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, It's a little late for that, so if you'll excuse me--",
      "th": "ขอโทษนะ มันสายไปซะแล้ว ขอตัวนะ"
    }
  },
  {
    "translation": {
      "en": "-But you can't marry him. -And why not?",
      "th": "- แต่องค์หญิงแต่งงานกับมันไม่ได้ - ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Because-- Because he's just marrying you so he can be king.",
      "th": "เพราะว่ามันแต่งงานกับองค์หญิง เพื่อจะได้เป็นกษัตริย์เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Outrageous! Fiona, don't listen to him.",
      "th": "มากไปหน่อยละมั้ง อย่าฟังมัน"
    }
  },
  {
    "translation": {
      "en": "-He's not your true love. -And what do you know about true love?",
      "th": "- มันไม่ใช่รักแท้ขององค์หญิง - รู้เรื่องรักแท้ได้ยังไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, I-- Uh-- -I mean-- -Oh, this is precious.",
      "th": "- เอ้อ ข้า... ข้าหมายความว่า... - ล้ำเลิศอะไรปานนั้น"
    }
  },
  {
    "translation": {
      "en": "[chuckling] The ogre has fallen in love with the princess!",
      "th": "ยักษ์ใหญ่ตกหลุมรักกับเจ้าหญิง"
    }
  },
  {
    "translation": {
      "en": "-Oh, good Lord. -[crowd laughing]",
      "th": "(พระคุณเจ้า - หัวเราะ)"
    }
  },
  {
    "translation": {
      "en": "An ogre and a princess!",
      "th": "ยักษ์ใหญ่กับเจ้าหญิง"
    }
  },
  {
    "translation": {
      "en": "Shrek, is this true?",
      "th": "เชร็ค จริงๆ เหรอ"
    }
  },
  {
    "translation": {
      "en": "Who cares? It's preposterous!",
      "th": "ใครสนล่ะ เรื่องพิสดารพรรค์นี้"
    }
  },
  {
    "translation": {
      "en": "Fiona, my love, we're but a kiss away from our \"happily ever after.\" Now kiss me! Mmmm!",
      "th": "ฟีโอน่า สุดที่รักของข้า เพียงจูบเดียว เพื่อความสุขของเราตลอดไป จูบข้าสิ"
    }
  },
  {
    "translation": {
      "en": "\"By night one way, by day another.\"",
      "th": "กลางคืนแปรผัน กลางวันกลับกลาย"
    }
  },
  {
    "translation": {
      "en": "I wanted to show you before.",
      "th": "ก่อนหน้านี้ ข้าอยากให้เจ้าเห็น"
    }
  },
  {
    "translation": {
      "en": "Well, uh, that explains a lot.",
      "th": "เอ่อ นั่นทำให้เข้าใจแจ่มแจ้งเลย"
    }
  },
  {
    "translation": {
      "en": "[Farquaad] Ugh! It's disgusting! Guards! Guards!",
      "th": "ทุเรศ ยาม! ยาม!"
    }
  },
  {
    "translation": {
      "en": "I order you to get that out of my sight now! Get them!",
      "th": "ไปให้พ้นสายตาข้าเดี๋ยวนี้นะ จับตัวมันให้ได้ จับตัวไว้"
    }
  },
  {
    "translation": {
      "en": "-Get them both! -No, no!",
      "th": "ไปให้พ้นสายตาข้าเดี๋ยวนี้นะ จับตัวมันให้ได้ จับตัวไว้ วิวาห์นี้สมบูรณ์แล้วไม่มีอะไรเปลี่ยน ข้าเป็นกษัตริย์แล้ว"
    }
  },
  {
    "translation": {
      "en": "This hocus-pocus alters nothing. This marriage is binding, and that makes me king!",
      "th": "วิวาห์นี้สมบูรณ์แล้วไม่มีอะไรเปลี่ยน ข้าเป็นกษัตริย์แล้ว"
    }
  },
  {
    "translation": {
      "en": "-See? See? -No, let go of me! Shrek!",
      "th": "- เห็นไหม เห็นไหม - อย่า ปล่อยข้านะ"
    }
  },
  {
    "translation": {
      "en": "No! [Farquaad] Don't just-stand there, you morons. Get out of my way! Fiona!",
      "th": "- อย่ายืนเฉยๆ สิ - หลีกไป! ฟีโอน่า!"
    }
  },
  {
    "translation": {
      "en": "[Farquaad] I'll make you regret the day we met. I'll see you drawn and quartered! -You'll beg for death to save you! -No! Shrek!",
      "th": "ข้าจะทำให้แกช้ำใจนับแต่วันแรกที่พบกัน แกต้องวิงวอนให้ยมทูตมาช่วยชีวิต"
    }
  },
  {
    "translation": {
      "en": "-And as for you, my wife, -Fiona!",
      "th": "สำหรับองค์หญิง เมียข้า ข้าจะขังเจ้าไว้บนหอคอยนั่น จนถึงวันตายของเจ้า"
    }
  },
  {
    "translation": {
      "en": "I'll have you locked back in that tower for the rest of your days!",
      "th": "ข้าจะขังเจ้าไว้บนหอคอยนั่น จนถึงวันตายของเจ้า"
    }
  },
  {
    "translation": {
      "en": "-I am king! -[whistles] I will have order! I will have perfection! I will have--",
      "th": "ข้าเป็นกษัตริย์ ข้าจะออกคำสั่ง ข้าจะมีคุณสมบัติพร้อมมูล ข้าจะ..."
    }
  },
  {
    "translation": {
      "en": "-Aah! All right. -Nobody move. I got a dragon here, and I'm not afraid to use it.",
      "th": "ทุกคนอย่าขยับ ข้ามีมังกร และข้าไม่กลัวที่จะใช้มัน"
    }
  },
  {
    "translation": {
      "en": "-[dragon roars] -I'm a donkey on the edge!",
      "th": "ลาตัวนี้กำลังคลั่ง"
    }
  },
  {
    "translation": {
      "en": "Celebrity marriages. They never last, do they?",
      "th": "งานวิวาห์หรูหรา อยู่ได้ไม่นาน"
    }
  },
  {
    "translation": {
      "en": "Go ahead, Shrek.",
      "th": "เชร็ค จัดการสิ"
    }
  },
  {
    "translation": {
      "en": "Uh, Fiona? Yes, Shrek?",
      "th": "- ฟีโอน่า - ว่าไงจ๊ะ เชร็ค"
    }
  },
  {
    "translation": {
      "en": "I-- I love you. Really?",
      "th": "- ข้ารักองค์หญิง - จริงหรือจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Really, really. I love you too.",
      "th": "- จริงแท้แน่นอน - ข้าก็รักเจ้า"
    }
  },
  {
    "translation": {
      "en": "[Fiona's voice] \"Until you find true love's first kiss... [echoing] ...and then take love's true form.\"",
      "th": "จนกว่านางจะได้รับจูบแรกจากรักแท้ และยึดมั่นในรักนั้น..."
    }
  },
  {
    "translation": {
      "en": "Fiona?",
      "th": "ฟีโอน่า"
    }
  },
  {
    "translation": {
      "en": "Are you all right? Well, yes.",
      "th": "- เป็นอะไรรึเปล่า - อ้อ ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "But I don't understand. I'm supposed to be beautiful.",
      "th": "แต่ข้าไม่เข้าใจ ข้าน่าจะเป็นคนสวย"
    }
  },
  {
    "translation": {
      "en": "But you are beautiful.",
      "th": "แต่องค์หญิงสวยอยู่แล้วนี่"
    }
  },
  {
    "translation": {
      "en": "I was hoping this would be a happy ending.",
      "th": "หวังว่านี่จะเป็นการอวสานอย่างมีความสุข"
    }
  },
  {
    "translation": {
      "en": "God bless us, every one.",
      "th": "ขอให้พระเจ้าคุ้มครองทุกๆ ท่าน"
    }
  },
  {
    "translation": {
      "en": "♪ Come on, y'all! Then I saw her face, ha-ha! ♪",
      "th": "เอาเลย ทุกคน"
    }
  },
  {
    "translation": {
      "en": "♪ Of doubt in my mind One more time ♪",
      "th": "อีกทีซิ"
    }
  },
  {
    "translation": {
      "en": "♪ Y'all sing it with me ♪",
      "th": "ทุกคนร้องเพลงด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "♪ I believe People in the back ♪ ♪ I believe I'm a believer ♪",
      "th": "พวกที่อยู่ด้านหลัง"
    }
  },
  {
    "translation": {
      "en": "♪ I believe ♪",
      "th": "(และพวกเขาก็อยู่อย่างคนขี้เหร่ นับแต่นั้นมา อวสาน)"
    }
  },
  {
    "translation": {
      "en": "Oh, that's funny. Oh. Oh. [Donkey] I can't breathe. I can't breathe.",
      "th": "สนุกจังเลย ข้าหายใจไม่ออก ข้าหายใจไม่ออก"
    }
  }
]