[
  {
    "translation": {
      "en": "[Bridget] It all began on New Year's Day in my 32nd year of being single.",
      "th": "ทุกอย่างเริ่มขึ้นในวันปีใหม่ ปีที่สามสิบสองแห่งชีวิตโสดของฉัน"
    }
  },
  {
    "translation": {
      "en": "Once again, I found myself on my own",
      "th": "เป็นอีกครั้งหนึ่งที่ฉันไร้คนข้างกาย"
    }
  },
  {
    "translation": {
      "en": "and going to my mother's annual turkey curry buffet.",
      "th": "และกำลังไปงานเลี้ยงบุฟเฟต์แกงไก่งวงของแม่"
    }
  },
  {
    "translation": {
      "en": "Every year she tries to fix me up with some bushy-haired, middle-aged bore",
      "th": "ทุกปีแม่จะหาคู่ควงให้ฉัน เป็นชายวัย กลางคนที่น่าเบื่อที่ไว้ทรงผมเห่ยๆ"
    }
  },
  {
    "translation": {
      "en": "and I feared this year would be no exception.",
      "th": "และฉันเกรงว่าปีนี้คงไม่ใช่ข้อยกเว้น"
    }
  },
  {
    "translation": {
      "en": "There you are, dumpling.",
      "th": "มาแล้วเหรอจ๊ะ ลูกรัก"
    }
  },
  {
    "translation": {
      "en": "My mum, a strange creature",
      "th": "แม่ของฉันเป็นคนพิลึก"
    }
  },
  {
    "translation": {
      "en": "from the time when a gherkin was still the height of sophistication.",
      "th": "จากยุคที่แตงกวาดอง ยังจัดเป็นของชั้นสูง"
    }
  },
  {
    "translation": {
      "en": "-Doilies, Pam? Hello, Bridget. -Third drawer from the top, Una",
      "th": "- ผ้ารองจานจ้ะแพม สวัสดี บริดเจ็ต - ลิ้นชักที่สามจากด้านบน"
    }
  },
  {
    "translation": {
      "en": "under the mini gherkins.",
      "th": "ใต้ขวดแตงกวาดอง"
    }
  },
  {
    "translation": {
      "en": "By the way, the Darcys are here. They brought Mark with them.",
      "th": "พวกดาร์ซีมาด้วยนะ พามาร์คมาด้วย"
    }
  },
  {
    "translation": {
      "en": "-[Bridget] Ah, here we go. -You remember Mark?",
      "th": "- เอาอีกแล้ว - ลูกต้องจำมาร์คได้สิ"
    }
  },
  {
    "translation": {
      "en": "You used to play in his paddling pool. He's a barrister, very well off.",
      "th": "ลูกเคยเล่นน้ำที่สระยางบ้านเขา เขาเป็นทนายความ รวยด้วย"
    }
  },
  {
    "translation": {
      "en": "-No, I don't remember. -He's divorced, apparently.",
      "th": "- หนูจำไม่ได้หรอก - เขาหย่าแล้ว"
    }
  },
  {
    "translation": {
      "en": "His wife was Japanese. Very cruel race. Now what are you going to put on?",
      "th": "ภรรยาเขาเป็นคนญี่ปุ่นใจร้าย ลูกจะใส่ชุดไหนดีล่ะ"
    }
  },
  {
    "translation": {
      "en": "-This. -Oh, don't be silly, Bridget.",
      "th": "- ชุดนี้ค่ะ - ไม่เอาน่า บริดเจ็ต"
    }
  },
  {
    "translation": {
      "en": "You'll never get a boyfriend",
      "th": "ลูกคงไม่มีทางหาแฟนได้"
    }
  },
  {
    "translation": {
      "en": "if you look like you've wandered out of Auschwitz.",
      "th": "ถ้าแต่งตัวเหมือนเพิ่งมาจากหลังเขาแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Now run upstairs. Laid out something lovely on your bed.",
      "th": "ขึ้นไปข้างบนสิ แม่วางชุดสวยๆ ไว้ให้บนเตียงแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Bridget] Great. I was wearing a carpet.",
      "th": "เยี่ยมเลย ฉันสวมพรมปูพื้น"
    }
  },
  {
    "translation": {
      "en": "Here she is.",
      "th": "อยู่นี่เอง"
    }
  },
  {
    "translation": {
      "en": "My little Bridget.",
      "th": "หนูน้อยบริดเจ็ตของลุง"
    }
  },
  {
    "translation": {
      "en": "-Hi, Uncle Geoffrey. -Got a drink?",
      "th": "- สวัสดีค่ะ ลุงเจฟฟรีย์ - ดื่มมั้ย"
    }
  },
  {
    "translation": {
      "en": "-No. -No?",
      "th": "- ไม่ค่ะ - ไม่เหรอ"
    }
  },
  {
    "translation": {
      "en": "-Come on, then. -Actually, not my uncle.",
      "th": "- งั้นมานี่มา - อันที่จริงไม่ใช่ลุงฉันหรอก"
    }
  },
  {
    "translation": {
      "en": "Someone who insists I call him \"uncle\" while he gropes my arse",
      "th": "เขายืนกรานให้ฉันเรียกว่า \"ลุง\" ระหว่างที่เขาคลำก้นฉันไปด้วย"
    }
  },
  {
    "translation": {
      "en": "and asks me the question dreaded by all singletons.",
      "th": "และถามคำถามที่คนโสดทุกคนกลัว"
    }
  },
  {
    "translation": {
      "en": "-So, how's your love life? -Super. Thanks, Uncle G.",
      "th": "- ชีวิตรักเป็นไงบ้างจ๊ะ - สุดยอดค่ะ ขอบคุณค่ะ ลุง"
    }
  },
  {
    "translation": {
      "en": "Still no fellow, then? I know them.",
      "th": "ยังหาแฟนไม่ได้สินะ ลุงเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "You career girls can't put it off forever, you know.",
      "th": "ผู้หญิงทำงานอย่างพวกเธอ ผัดไปไม่ได้ตลอดหรอก"
    }
  },
  {
    "translation": {
      "en": "Tick-tock, tick-tock.",
      "th": "ติ๊กต๊อก ติ๊กต๊อก"
    }
  },
  {
    "translation": {
      "en": "-Hello, Dad. -Hello, darling.",
      "th": "- สวัสดีค่ะพ่อ - ว่าไงลูก"
    }
  },
  {
    "translation": {
      "en": "-How's it going? -Torture.",
      "th": "- เป็นยังไงบ้างคะ - ทรมาน"
    }
  },
  {
    "translation": {
      "en": "Your mother's trying to fix you up with some divorcee.",
      "th": "แม่พยายามจะจับคู่ลูกกับผู้ชายที่หย่ามาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Human rights barrister. Pretty nasty beast, apparently.",
      "th": "ทนายความด้านสิทธิมนุษยชน ท่าทางจะร้ายไม่เบา"
    }
  },
  {
    "translation": {
      "en": "[Bridget] Who? Ding-dong.",
      "th": "ใครน่ะ ปิ๊งป่อง"
    }
  },
  {
    "translation": {
      "en": "Maybe this time Mum had got it right.",
      "th": "บางทีคราวนี้แม่อาจทำถูกก็ได้"
    }
  },
  {
    "translation": {
      "en": "Come on. Why don't we see if Mark fancies a gherkin?",
      "th": "เร็วเข้า ไปดูซิว่ามาร์คอยากกิน แตงกวาดองรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Good luck.",
      "th": "โชคดีนะ"
    }
  },
  {
    "translation": {
      "en": "Mark.",
      "th": "มาร์คจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Maybe this was the mysterious Mr. Right",
      "th": "นี่อาจเป็นเทพบุตรลึกลับ"
    }
  },
  {
    "translation": {
      "en": "I'd been waiting my whole life to meet.",
      "th": "ที่ฉันรอมาตลอดชีวิตก็ได้"
    }
  },
  {
    "translation": {
      "en": "You remember Bridget.",
      "th": "จำบริดเจ็ตได้มั้ยจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Maybe not.",
      "th": "อาจจะไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "She used to run around your lawn with no clothes on, remember?",
      "th": "เธอเคยแก้ผ้าวิ่งเล่นบนสนามหญ้า หน้าบ้านเธอไง จำได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Uh, no, not as such.",
      "th": "ไม่ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "Come and look at your gravy, Pam. I think it's going to need sieving.",
      "th": "มาดูน้ำเกรวี่หน่อยสิ แพม สงสัยต้องกรองหน่อย"
    }
  },
  {
    "translation": {
      "en": "Of course it doesn't need sieving. Just stir it, Una.",
      "th": "ไม่ต้องกรองหรอก แค่คนก็พอน่า อูน่า"
    }
  },
  {
    "translation": {
      "en": "Yes, of course. I'll be right there. Sorry. Lumpy gravy calls.",
      "th": "โอเค เดี๋ยวฉันไป โทษทีนะ น้ำเกรวี่มันเป็นก้อนน่ะ"
    }
  },
  {
    "translation": {
      "en": "-So. [chuckles] -So.",
      "th": "- แล้ว - แล้ว"
    }
  },
  {
    "translation": {
      "en": "Are you staying at your parents' for New Year?",
      "th": "คุณมาอยู่บ้านพ่อแม่คุณช่วงปีใหม่เหรอ"
    }
  },
  {
    "translation": {
      "en": "-Yes. You? -Oh, no, no, no, no.",
      "th": "- ใช่ คุณล่ะ - อ๋อ ไม่ๆ"
    }
  },
  {
    "translation": {
      "en": "I was in London at a party last night, so I'm afraid I'm a bit hung over.",
      "th": "ฉันปาร์ตี้อยู่ที่ลอนดอนเมื่อคืน สงสัยจะยังเมาค้างอยู่"
    }
  },
  {
    "translation": {
      "en": "Wish I could be lying with my head in a toilet like all normal people.",
      "th": "อยากไปเอาคอพาดโถส้วมแล้ว อ้วกออกมาได้เหมือนคนทั่วไปจัง"
    }
  },
  {
    "translation": {
      "en": "New Year's resolution, drink less, oh, and quit smoking.",
      "th": "ปีใหม่นี้ฉันตั้งใจจะดื่มให้น้อยลง แล้วก็เลิกบุหรี่ด้วย"
    }
  },
  {
    "translation": {
      "en": "And keep New Year's resolutions.",
      "th": "แล้วก็แน่วแน่เข้าไว้"
    }
  },
  {
    "translation": {
      "en": "And stop talking total nonsense to strangers.",
      "th": "แล้วก็เลิกพูดจาไร้สาระกับคนแปลกหน้าด้วย"
    }
  },
  {
    "translation": {
      "en": "In fact, stop talking full stop.",
      "th": "อันที่จริง ไม่ควรพูดกับใครเลย"
    }
  },
  {
    "translation": {
      "en": "Yes, well, perhaps it's time to eat.",
      "th": "ได้เวลาอาหารแล้วมั้ง"
    }
  },
  {
    "translation": {
      "en": "Apparently, she lives just round the corner from you.",
      "th": "เธอพักอยู่ละแวกเดียวกับลูกนะ"
    }
  },
  {
    "translation": {
      "en": "Mother, I do not need a blind date.",
      "th": "แม่ครับ ไม่ต้องจับคู่ให้ผมหรอก"
    }
  },
  {
    "translation": {
      "en": "Particularly not with some verbally incontinent spinster",
      "th": "โดยเฉพาะกับสาวทึนทึกที่พูดเป็นต่อยหอย"
    }
  },
  {
    "translation": {
      "en": "who smokes like a chimney, drinks like a fish, and dresses like her mother.",
      "th": "สุบบุหรี่จัดเป็นปล่องไฟ ดื่มเหล้าเป็นน้ำ และแต่งตัวเหมือนแม่เธอ"
    }
  },
  {
    "translation": {
      "en": "Yummy. Turkey curry, my favorite.",
      "th": "น่ากินจัง แกงไก่งวง ของโปรดเลย"
    }
  },
  {
    "translation": {
      "en": "And that was it. Right there.",
      "th": "และนั่นแหละ ตรงนั้นเอง"
    }
  },
  {
    "translation": {
      "en": "Right there. That was the moment.",
      "th": "ตรงนั้น ณ ตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "I suddenly realized that unless something changed soon",
      "th": "จู่ๆ ฉันก็ตระหนักว่า ถ้าไม่มีอะไรเปลี่ยนแปลงเร็วๆ นี้"
    }
  },
  {
    "translation": {
      "en": "I was going to live a life where my major relationship",
      "th": "ฉันจะใช้ชีวิตแบบที่มี"
    }
  },
  {
    "translation": {
      "en": "was with a bottle of wine,",
      "th": "ขวดไวน์เป็นคู่ชีวิต"
    }
  },
  {
    "translation": {
      "en": "and I'd finally die fat and alone",
      "th": "แล้วตายในสภาพของยัยอ้วนที่เดียวดาย"
    }
  },
  {
    "translation": {
      "en": "and be found three weeks later half-eaten by Alsatians.",
      "th": "มีคนมาพบศพในอีกสามอาทิตย์ต่อมา โดยที่ถูกหมาอัลเซเชียนกินไปครึ่งตัว"
    }
  },
  {
    "translation": {
      "en": "Or I was about to turn into Glenn Close in Fatal Attraction.",
      "th": "หรือไม่ฉันก็จะกลายเป็นเกลนน์ โคลส ในเรื่อง พิศวาส แรงหึง"
    }
  },
  {
    "translation": {
      "en": "♪ All by myself ♪",
      "th": "อยู่ตัวคนเดียว"
    }
  },
  {
    "translation": {
      "en": "♪ Don't wanna be All by myself ♪",
      "th": "(เฟรเซียร์) ไม่อยากอยู่ตัวคนเดียว"
    }
  },
  {
    "translation": {
      "en": "♪ Anymore ♪",
      "th": "อีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "[woman] [on answering machine] You have no messages.",
      "th": "ไม่มีข้อความ"
    }
  },
  {
    "translation": {
      "en": "♪ When I was young ♪",
      "th": "เมื่อฉันยังเด็ก"
    }
  },
  {
    "translation": {
      "en": "♪ I never needed anyone ♪",
      "th": "ฉันไม่เคยต้องการใคร"
    }
  },
  {
    "translation": {
      "en": "♪ And making love was just for fun ♪",
      "th": "แค่สนุกไปวันๆ"
    }
  },
  {
    "translation": {
      "en": "♪ Those days are gone ♪",
      "th": "วันเหล่านั้นผ่านไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "♪ All by myself ♪",
      "th": "อยู่ตัวคนเดียว"
    }
  },
  {
    "translation": {
      "en": "♪ Don't wanna be ♪",
      "th": "ไม่อยากอยู่"
    }
  },
  {
    "translation": {
      "en": "♪ All by myself ♪",
      "th": "ตัวคนเดียว"
    }
  },
  {
    "translation": {
      "en": "♪ Anymore ♪",
      "th": "อีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "♪ All by myself ♪",
      "th": "อยู่ตัวคนเดียว"
    }
  },
  {
    "translation": {
      "en": "♪ Don't wanna live ♪",
      "th": "ไม่อยากอยู่..."
    }
  },
  {
    "translation": {
      "en": "[Bridget] And so I made a major decision.",
      "th": "ฉันจึงตัดสินใจครั้งสำคัญ"
    }
  },
  {
    "translation": {
      "en": "I had to make sure that next year I wouldn't end up shit-faced",
      "th": "ฉันต้องมั่นใจว่าปีหน้า ฉันไม่เป็นคนขี้เมา"
    }
  },
  {
    "translation": {
      "en": "and listening to sad FM, easy listening for the over-30s.",
      "th": "ที่ฟังเพลงรักเศร้าๆ สำหรับคนอายุเกินสามสิบ"
    }
  },
  {
    "translation": {
      "en": "I decided to take control of my life and start a diary",
      "th": "ฉันตัดสินใจควบคุมชีวิตตัวเอง และเริ่มเขียนบันทึก (น้ำหนัก 61.7 กิโลกรัม บุหรี่: 42 แอลกอฮอล์: 50)"
    }
  },
  {
    "translation": {
      "en": "to tell the truth about Bridget Jones, the whole truth.",
      "th": "เพื่อเล่าเรื่องจริงของ บริดเจ็ต โจนส์ แบบไม่มีกั๊ก"
    }
  },
  {
    "translation": {
      "en": "Resolution number one, obviously, will lose 20 pounds.",
      "th": "ปณิธานข้อแรก ลดน้ำหนักเก้ากิโล"
    }
  },
  {
    "translation": {
      "en": "Number two, always put last night's pants in the laundry basket.",
      "th": "ข้อสอง โยนกางเกงในใส่แล้ว ลงตะกร้าเสมอ"
    }
  },
  {
    "translation": {
      "en": "Equally important, will find nice, sensible boyfriend to go out with",
      "th": "และที่สำคัญ ต้องหาแฟนดีๆ สักคนไว้ควง"
    }
  },
  {
    "translation": {
      "en": "and not continue to form romantic attachments to any of the following,",
      "th": "และไม่สานสัมพันธ์รักกับคนต่อไปนี้"
    }
  },
  {
    "translation": {
      "en": "alcoholics, workaholics, commitment phobics",
      "th": "คนติดเหล้า คนบ้างาน คนกลัวการผูกมัด"
    }
  },
  {
    "translation": {
      "en": "peeping Toms, megalomaniacs, emotional fuckwits, or perverts.",
      "th": "พวกถ้ำมอง คนบ้าอำนาจ คนมีปัญหาทางอารมณ์ หรือพวกโรคจิต (เสาร์ที่ 1 มกราคม)"
    }
  },
  {
    "translation": {
      "en": "And especially will not fantasize about a particular person",
      "th": "ที่สำคัญต้องไม่เพ้อถึงคนคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "who embodies all these things.",
      "th": "ที่มีคุณสมบัติทั้งหมดในตัวคนเดียว"
    }
  },
  {
    "translation": {
      "en": "Unfortunately, he just happens to be my boss,",
      "th": "โชคไม่ดีที่เขาคนนั้นคือเจ้านายฉัน"
    }
  },
  {
    "translation": {
      "en": "editor-in-chief, Daniel Cleaver, and for various slightly unfair reasons",
      "th": "หัวหน้าบ.ก. แดเนียล คลีเวอร์ และด้วยเหตุผลที่ไม่แฟร์หลายประการ"
    }
  },
  {
    "translation": {
      "en": "relating to this year's Christmas party, I suspect he does not fantasize about me.",
      "th": "สืบเนื่องจากงานฉลองคริสต์มาสปีนี้ ฉันคาดว่าเขาคงไม่ปลื้มฉันเลย"
    }
  },
  {
    "translation": {
      "en": "[singing off-key] ♪ I can't live ♪",
      "th": "อยู่ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "♪ If living is without you ♪",
      "th": "ถ้าไม่มีเธอ"
    }
  },
  {
    "translation": {
      "en": "♪ I can't live ♪",
      "th": "ฉันอยู่ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "♪ Can't give anymore ♪",
      "th": "ทนไม่ได้อีกต่อไปแล้ว..."
    }
  },
  {
    "translation": {
      "en": "[Bridget] Or maybe I'm wrong.",
      "th": "หรือฉันอาจจะคิดผิด"
    }
  },
  {
    "translation": {
      "en": "-Happy New Year, Mr. Fitzherbert. -Happy New Year, Brenda.",
      "th": "- สวัสดีปีใหม่ คุณฟิทซ์เฮอร์เบิร์ต - สวัสดีปีใหม่ เบรนด้า"
    }
  },
  {
    "translation": {
      "en": "Mr. Fitzherbert. \"Titspervert,\" more like.",
      "th": "คุณฟิทซ์เฮอร์เบิร์ต \"ไอ้โรคจิต\""
    }
  },
  {
    "translation": {
      "en": "Daniel's boss, who stares freely at my breasts",
      "th": "เจ้านายของแดเนียล ที่ชอบจ้องนมฉัน"
    }
  },
  {
    "translation": {
      "en": "with no idea who I am or what I do.",
      "th": "โดยไม่รู้ว่าฉันเป็นใครหรือทำอะไร"
    }
  },
  {
    "translation": {
      "en": "Morning. I need that Kafka's Motorbike release by 11:00.",
      "th": "อรุณสวัสดิ์ ฉันต้องการต้นฉบับ คาฟก้ามอเตอร์ไบค์ ก่อน 11 โมง"
    }
  },
  {
    "translation": {
      "en": "Perpetua.",
      "th": "เพอร์เพ็ตชัว"
    }
  },
  {
    "translation": {
      "en": "Slightly senior, and therefore thinks she's in charge of me.",
      "th": "มาก่อนฉันไม่นาน และชอบคิดว่าตัวเองเป็นหัวหน้าฉัน"
    }
  },
  {
    "translation": {
      "en": "Most of the time, I just want to staple things to her head.",
      "th": "หลายครั้งที่ฉันอยากเอาแม็กตอกหัวเธอ"
    }
  },
  {
    "translation": {
      "en": "-Publicity. -All I asked,",
      "th": "- แผนกโฆษณาค่ะ - ฉันแค่ถาม"
    }
  },
  {
    "translation": {
      "en": "I only asked if he wanted to come on a mini-break to Paris.",
      "th": "ฉันแค่ถามว่าเขาอยากมาเที่ยว ปารีสช่วงวันหยุดกับฉันมั้ย"
    }
  },
  {
    "translation": {
      "en": "Daily call from Jude. Best friend.",
      "th": "จู๊ด เพื่อนรักฉัน โทรมาทุกวัน"
    }
  },
  {
    "translation": {
      "en": "Head of investment at Brightlings Bank, who spends most of her time",
      "th": "หัวหน้าฝ่ายการลงทุนของธนาคาร ไบรท์ลิงส์ ที่ใช้เวลาส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "trapped in the ladies' toilet crying over her fuckwit boyfriend.",
      "th": "หมกตัวอยู่ในห้องน้ำหญิง ร้องไห้เรื่องแฟนโง่ๆ ของเธอ"
    }
  },
  {
    "translation": {
      "en": "Am I too needy? Am I co-dependent?",
      "th": "ฉันเรื่องมากเกินไปเหรอ ฉันเซ้าซี้ไปรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "No, you're not. It's not you. You're lovely. It's vile Richard.",
      "th": "ไม่เลย เธอไม่ได้เป็นแบบนั้น เธอดีจะตาย ริชาร์ดต่างหากที่เลว"
    }
  },
  {
    "translation": {
      "en": "[scoffs] He's just a big knob head with no knob.",
      "th": "เขาก็แค่ผู้ชายงี่เง่าสมองทึบ"
    }
  },
  {
    "translation": {
      "en": "Is some people's opinion of Kafka,",
      "th": "บางคนมองคาฟก้าแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "but they couldn't be more wrong.",
      "th": "แต่พวกเขาผิดถนัดเลย"
    }
  },
  {
    "translation": {
      "en": "This book is a searing vision of the wounds our century has inflicted",
      "th": "หนังสือเล่มนี้แสดงทรรศนะอันลึกซึ้ง เกี่ยวกับบาดแผลที่โลกนี้สร้างไว้"
    }
  },
  {
    "translation": {
      "en": "on traditional masculinity.",
      "th": "ให้ประเพณีความเป็นชายแบบดั้งเดิม"
    }
  },
  {
    "translation": {
      "en": "It's positively Vonnegutesque.",
      "th": "เขียนได้ดีมากเลย"
    }
  },
  {
    "translation": {
      "en": "Thank you for calling, Professor Leavis.",
      "th": "ขอบคุณที่โทรมาค่ะ ศาสตราจารย์ลิวอิส"
    }
  },
  {
    "translation": {
      "en": "-Guest list for launch party. -Ah.",
      "th": "รายชื่อแขกที่จะมางานเปิดตัว"
    }
  },
  {
    "translation": {
      "en": "F.R. Leavis?",
      "th": "เอฟ อาร์ ลิวอิสเหรอ"
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "th": "ว้าว"
    }
  },
  {
    "translation": {
      "en": "The F.R. Leavis who wrote Mass Civilization and Minority Culture?",
      "th": "เอฟ อาร์ ลิวอิสที่เขียน อารยธรรมหมู่มากกับวัฒนธรรมกลุ่มน้อยเหรอ"
    }
  },
  {
    "translation": {
      "en": "The F.R. Leavis who died in 1978?",
      "th": "เอฟ อาร์ ลิวอิสที่ตายเมื่อปี 1978 นะ"
    }
  },
  {
    "translation": {
      "en": "Amazing.",
      "th": "เหลือเชื่อ"
    }
  },
  {
    "translation": {
      "en": "[Bridget] Emergency summit with urban family for coherent discussion of career crisis.",
      "th": "ประชุมด่วนกับมิตรสหาย เรื่องวิกฤตทางหน้าที่การงาน"
    }
  },
  {
    "translation": {
      "en": "Fuck them. Fuck the lot of them.",
      "th": "ช่างมัน ช่างหัวมันให้หมด"
    }
  },
  {
    "translation": {
      "en": "Tell them they can stick fucking Leavis up their fucking arses.",
      "th": "บอกให้พวกเขาเอาลิวอิส ไปเสียบก้นตายได้เลย"
    }
  },
  {
    "translation": {
      "en": "Good, good. That's very useful. Very useful.",
      "th": "ดีๆ มีประโยชน์มากเลย"
    }
  },
  {
    "translation": {
      "en": "Shazza, journalist. Likes to say \"fuck\" a lot.",
      "th": "แชซซ่า นักหนังสือพิมพ์ ชอบพูดคำหยาบ"
    }
  },
  {
    "translation": {
      "en": "Jude, what would you do if one of your assistants",
      "th": "จู๊ด เธอจะทำไงถ้าลูกน้องของเธอ"
    }
  },
  {
    "translation": {
      "en": "made a harmless little mistake like that?",
      "th": "ทำผิดเล็กๆ แบบไม่มีพิษมีภัยแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "-I'd fire you, Bridge. -Excellent.",
      "th": "- ฉันจะไล่เธอออก บริดจ์ - เยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "Is that Cleaver chap still as cute as ever?",
      "th": "ตาคลีเวอร์นั่นยังหล่อเหมือนเดิมรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Oh, God, yes.",
      "th": "ใช่น่ะสิ"
    }
  },
  {
    "translation": {
      "en": "Then I think a well-timed blowjob is probably the best answer.",
      "th": "ถ้างั้นอมให้เขาสักที น่าจะเป็นคำตอบที่ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "-Oh, you love it. -Are you that chap that sang that song?",
      "th": "- เธอก็ชอบน่า - คุณคือคนที่ร้องเพลงนั้นรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Yes. Yes, I am.",
      "th": "ครับ ใช่ ผมเอง"
    }
  },
  {
    "translation": {
      "en": "[Bridget] Tom, '80s pop icon who only wrote one hit record",
      "th": "ทอม นักร้องดังยุค 80 ที่เขียนเพลงดังเพลงเดียว"
    }
  },
  {
    "translation": {
      "en": "then retired because he found that one record was quite enough",
      "th": "แล้วก็เลิก เพราะคิดว่าเพลงเดียวก็มากพอ"
    }
  },
  {
    "translation": {
      "en": "to get him laid for the whole of the '90s.",
      "th": "ที่จะทำให้เขาหาคู่นอนได้ตลอดยุค 90"
    }
  },
  {
    "translation": {
      "en": "-Well, great song. -Thank you. Thank you so much.",
      "th": "- เพลงเพราะมากครับ - ขอบคุณมากครับ"
    }
  },
  {
    "translation": {
      "en": "-Total poof, of course. -More vodka?",
      "th": "- ตุ๊ดเต็มตัว - วอดก้าอีกมั้ย"
    }
  },
  {
    "translation": {
      "en": "No! Yes! Fill her up, goddamn it! Fill her up.",
      "th": "- ไม่! - เอาเลย! เติมให้เธอเลย!"
    }
  },
  {
    "translation": {
      "en": "At least now I'm in my 30s, I can hold my drink.",
      "th": "อย่างน้อยตอนนี้ ฉันก็เป็นคนอายุสามสิบที่คอแข็ง"
    }
  },
  {
    "translation": {
      "en": "-Mind the step. -She's fine. Drive on.",
      "th": "- ระวังหน่อย - เธอไม่เป็นไรหรอก ไปเลย"
    }
  },
  {
    "translation": {
      "en": "Apparently F.R. Leavis is coming.",
      "th": "เอฟ อาร์ ลิวอิสมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Afternoon, Bridget.",
      "th": "สวัสดี บริดเจ็ต"
    }
  },
  {
    "translation": {
      "en": "What do you mean you're going on holiday?",
      "th": "หมายความว่ายังไงที่ว่าจะลาหยุด"
    }
  },
  {
    "translation": {
      "en": "What about Julia?",
      "th": "แล้วจูเลียล่ะ"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "Very difficult.",
      "th": "ยากนะ"
    }
  },
  {
    "translation": {
      "en": "Well, he went to the meeting.",
      "th": "เขาไปประชุม"
    }
  },
  {
    "translation": {
      "en": "[Perpetua] Well, we could always get the bio. Yeah.",
      "th": "เราเอาประวัติมาได้ตลอดน่ะ"
    }
  },
  {
    "translation": {
      "en": "We've got a problem with the Teddy Knows Best campaign.",
      "th": "เราเจอปัญหากับโครงการ เท็ดดี้รู้ดีที่สุด แล้ว"
    }
  },
  {
    "translation": {
      "en": "The only problem is the kitchen.",
      "th": "ปัญหาคือเรื่องครัว"
    }
  },
  {
    "translation": {
      "en": "Quite frankly, there isn't room to swing a...",
      "th": "พูดตรงๆ คือมันไม่มีที่แล้ว..."
    }
  },
  {
    "translation": {
      "en": "[Bridget] Message Mr. Cleaver.",
      "th": "ข้อความถึงคุณคลีเวอร์"
    }
  },
  {
    "translation": {
      "en": "Am appalled by message.",
      "th": "ฉันตกใจกับข้อความคุณนะ"
    }
  },
  {
    "translation": {
      "en": "Skirt is demonstrably neither sick nor absent.",
      "th": "กระโปรงไม่ได้ป่วยหรือลาหยุด"
    }
  },
  {
    "translation": {
      "en": "Appalled by management's blatantly size-ist attitude to skirt.",
      "th": "แต่มันกลัวทรรศนะที่ฝ่ายบริหาร มีต่อขนาดของกระโปรง"
    }
  },
  {
    "translation": {
      "en": "Suggest management sick, not skirt!",
      "th": "แปลว่าฝ่ายบริการนั่นละที่ป่วย ไม่ใช่กระโปรง!"
    }
  },
  {
    "translation": {
      "en": "Right. Yeah.",
      "th": "ครับผม"
    }
  },
  {
    "translation": {
      "en": "No, I understand that. I understand that perfectly.",
      "th": "ผมเข้าใจครับ ไม่มีปัญหาเลย"
    }
  },
  {
    "translation": {
      "en": "[Bridget] Very bad start to the year.",
      "th": "เริ่มต้นปีได้แย่มาก"
    }
  },
  {
    "translation": {
      "en": "Have been seduced by informality of messaging medium",
      "th": "ฉันถูกเล้าโลมโดยข้อความ"
    }
  },
  {
    "translation": {
      "en": "into flirting with office scoundrel.",
      "th": "เกี้ยวพาราสีจากคนที่ทำงาน"
    }
  },
  {
    "translation": {
      "en": "Will persevere with resolution to find a nice, sensible man.",
      "th": "ฉันต้องมุ่งมั่นในการหาผู้ชายดีๆ"
    }
  },
  {
    "translation": {
      "en": "Will put a stop to flirting. First thing tomorrow.",
      "th": "ฉันจะเลิกเล่นตั้งแต่พรุ่งนี้ไป"
    }
  },
  {
    "translation": {
      "en": "Good plan.",
      "th": "เป็นแผนที่ดี"
    }
  },
  {
    "translation": {
      "en": "[Daniel] If walking past office was attempt to demonstrate presence of skirt",
      "th": "ถ้าการเดินผ่านออฟฟิศคือ การที่คุณพยายามจะอวดกระโปรงล่ะก็"
    }
  },
  {
    "translation": {
      "en": "can only say that it has failed parlously. Cleave.",
      "th": "ผมบอกได้เลยว่ามันไม่ได้ผล คลีฟ"
    }
  },
  {
    "translation": {
      "en": "[Bridget] Shut up, please. I am very busy and important.",
      "th": "เงียบไปเลย ฉันกำลังยุ่งและเป็นบุคคลสำคัญ"
    }
  },
  {
    "translation": {
      "en": "PS. How dare you sexually harass me in this impertinent manner?",
      "th": "ป.ล. กล้าดียังไง มาคุกคามทางเพศฉันโจ่งแจ้งแบบนี้"
    }
  },
  {
    "translation": {
      "en": "[Daniel] Message Jones. Mortified to have caused offense.",
      "th": "ข้อความถึงโจนส์ ผมเสียใจที่ทำให้ไม่พอใจ"
    }
  },
  {
    "translation": {
      "en": "Will avoid all non-PC overtones in future. Deeply apologetic.",
      "th": "ผมจะเลิกพูดจาส่อเสียดแล้ว ขออภัยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "PS. Like your tits in that top.",
      "th": "ป.ล. เสื้อนี้ใส่แล้วเห็นนมสวยดีนะ"
    }
  },
  {
    "translation": {
      "en": "[Bridget] Mustn't read too much into it, though.",
      "th": "อย่าคิดไกลไปน่า"
    }
  },
  {
    "translation": {
      "en": "And it all began, of course, with some very irresponsible e-mailing",
      "th": "ทุกอย่างก็เริ่มขึ้นจากการส่งเมลไร้สาระ"
    }
  },
  {
    "translation": {
      "en": "over Bridget's nonexistent skirt.",
      "th": "เรื่องกระโปรงที่หายไปของบริดเจ็ต"
    }
  },
  {
    "translation": {
      "en": "Daniel.",
      "th": "แดเนียล"
    }
  },
  {
    "translation": {
      "en": "-The New York office for you. -Yeah. Tell them I'll get back to them.",
      "th": "- สำนักงานนิวยอร์กโทรหาคุณ - บอกเขาว่าผมจะโทรกลับ"
    }
  },
  {
    "translation": {
      "en": "Daniel.",
      "th": "แดเนียล"
    }
  },
  {
    "translation": {
      "en": "Jones.",
      "th": "โจนส์"
    }
  },
  {
    "translation": {
      "en": "-Evening, Kenneth. -Good evening, Daniel.",
      "th": "- สวัสดี เคนเนธ - สวัสดี แดเนียล"
    }
  },
  {
    "translation": {
      "en": "If you've got a moment, I'd like a word before you leave tonight.",
      "th": "ถ้าคุณพอมีเวลา ผมอยากคุยกับคุณก่อนกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "Yes, certainly. Yeah.",
      "th": "ได้สิครับ"
    }
  },
  {
    "translation": {
      "en": "-I'll see you in a sec. -Excellent.",
      "th": "- เดี๋ยวผมไปหา - ดีเลย"
    }
  },
  {
    "translation": {
      "en": "-And Brenda? -Yes.",
      "th": "- เอ้อ เบรนด้า - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "At the Kafka's Motorbike thing, thought it might be fun",
      "th": "เรื่องงาน คาฟก้ามอเตอร์ไบค์ เนี่ย ผมว่ามันน่าจะดีนะ"
    }
  },
  {
    "translation": {
      "en": "if you introduce me before I introduce him.",
      "th": "ถ้าคุณแนะนำผม ก่อนแนะนำนักเขียน"
    }
  },
  {
    "translation": {
      "en": "Add a lovely sense of occasion.",
      "th": "งานจะได้ดูเป็นทางการขึ้นหน่อย"
    }
  },
  {
    "translation": {
      "en": "Certainly, sir.",
      "th": "ได้เลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Psst. Brenda.",
      "th": "เบรนด้า"
    }
  },
  {
    "translation": {
      "en": "-What are you doing tonight? -Um, actually, I'm busy.",
      "th": "(คาฟก้ามอเตอร์ไบค์ \"หนังสือยอดเยี่ยมแห่งยุค\") - คืนนี้คุณทำอะไร - ฉันยุ่งค่ะ"
    }
  },
  {
    "translation": {
      "en": "Right. Well, that's a shame. I just...",
      "th": "นั่นสินะ น่าเสียดายจัง ผมแค่..."
    }
  },
  {
    "translation": {
      "en": "I thought it might be a charitable thing to take your skirt out for dinner",
      "th": "ผมนึกว่าอยากพากระโปรงของคุณ ไปทานมื้อค่ำเอาบุญ"
    }
  },
  {
    "translation": {
      "en": "and try and fatten it up a bit.",
      "th": "ทำให้มันใหญ่ขึ้นอีกหน่อย"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] -Maybe you could come too.",
      "th": "คุณจะมาด้วยก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "-What about tomorrow? -No.",
      "th": "- แล้วพรุ่งนี้ล่ะ - ไม่ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Tomorrow's the launch. -Yes, of course.",
      "th": "- พรุ่งนี้วันเปิดตัว - จริงด้วย"
    }
  },
  {
    "translation": {
      "en": "Possibly the worst book ever published.",
      "th": "หนังสือที่ห่วยที่สุดที่เคยตีพิมพ์มา"
    }
  },
  {
    "translation": {
      "en": "Well, in the end, that's not the ad line we've gone for.",
      "th": "นั่นไม่ใช่สโลแกนที่เราเลือกสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "-Then, next night. -Let's see, shall we?",
      "th": "- แล้วคืนถัดไปล่ะ - ไว้ค่อยว่ากันนะคะ"
    }
  },
  {
    "translation": {
      "en": "'Night, Daniel.",
      "th": "ราตรีสวัสดิ์ค่ะ แดเนียล"
    }
  },
  {
    "translation": {
      "en": "Right. No pressure, Bridge, but your whole future happiness",
      "th": "ไม่ต้องกดดันนะ บริดจ์ แต่ความสุขในอนาคตของเธอ"
    }
  },
  {
    "translation": {
      "en": "now depends on how you behave on this one social occasion.",
      "th": "ขึ้นอยู่กับวิธีที่เธอรับมือกับสถานการณ์นี้"
    }
  },
  {
    "translation": {
      "en": "-Right. What shall I do? -First, look gorgeous.",
      "th": "- จริง ฉันควรทำไงดี - ก่อนอื่น เธอต้องดูดี"
    }
  },
  {
    "translation": {
      "en": "God!",
      "th": "เจ็บ!"
    }
  },
  {
    "translation": {
      "en": "Two, then totally ignore Daniel and suck up to famous authors.",
      "th": "ข้อสอง ไม่ต้องสนใจแดเนียล แล้วไปอี๋อ๋อกับนักเขียนดัง"
    }
  },
  {
    "translation": {
      "en": "Salman. Salman. Salman.",
      "th": "ซัลมาน"
    }
  },
  {
    "translation": {
      "en": "Circulate,",
      "th": "หมุนไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "oozing intelligence.",
      "th": "ทำตัวให้ดูฉลาด"
    }
  },
  {
    "translation": {
      "en": "Isn't it terrible about Chechnya? Isn't it terrible about Chechnya?",
      "th": "สถานการณ์ที่เชชเนียไม่ดีเลย"
    }
  },
  {
    "translation": {
      "en": "Chechnya.",
      "th": "เชชเนีย"
    }
  },
  {
    "translation": {
      "en": "Introduce people with thoughtful details, such as,",
      "th": "แนะนำตัวคนอื่นๆ อย่างละเอียด เช่น"
    }
  },
  {
    "translation": {
      "en": "Sheila, this is Daniel. Daniel, this is Sheila.",
      "th": "\"ชีลา นี่แดเนียล แดเนียล นี่ชีลา"
    }
  },
  {
    "translation": {
      "en": "Sheila enjoys horse riding and comes from New Zealand.",
      "th": "\"ชีลามาจากนิวซีแลนด์และชอบขี่ม้า"
    }
  },
  {
    "translation": {
      "en": "Daniel enjoys publishing and comes--",
      "th": "แดเนียลชอบตีพิมพ์หนังสือและชอบ...\""
    }
  },
  {
    "translation": {
      "en": "-All over your face? -[Tom] Exactly.",
      "th": "- เสร็จบนหน้าคุณ - เออ"
    }
  },
  {
    "translation": {
      "en": "-[laughs] -Excuse me.",
      "th": "ขอโทษนะครับที่ต้องขัดจังหวะ"
    }
  },
  {
    "translation": {
      "en": "I'm terribly sorry to interrupt you when you're having dinner.",
      "th": "ขอโทษนะครับที่ต้องขัดจังหวะ มื้อค่ำของพวกคุณ"
    }
  },
  {
    "translation": {
      "en": "-It's just that-- -Yes. Yes, it was me.",
      "th": "- แต่ว่า... - ใช่ครับ ผมเอง"
    }
  },
  {
    "translation": {
      "en": "Yes. Nine years ago. No current plans to record anything else.",
      "th": "ใช่แล้ว เก้าปีแล้ว ยังไม่มีแผนออกอัลบั้มอีก"
    }
  },
  {
    "translation": {
      "en": "-Thank you so much. -Oh. It's just that",
      "th": "- ขอบคุณมากครับ - คือว่า"
    }
  },
  {
    "translation": {
      "en": "your... Your chair is on my wife's coat.",
      "th": "เก้าอี้คุณทับเสื้อคลุมภรรยาผมอยู่"
    }
  },
  {
    "translation": {
      "en": "-Your... Your chair, only... -Of course it is.",
      "th": "- เก้าอี้ของคุณครับ... - จริงด้วย"
    }
  },
  {
    "translation": {
      "en": "-I'm so terribly sorry. -Thank you so much. Thank you.",
      "th": "- ขอโทษจริงๆ ครับ - ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "[Bridget] Hmm. Major dilemma.",
      "th": "สถานการณ์ลำบาก"
    }
  },
  {
    "translation": {
      "en": "If I actually do, by some terrible chance, end up in flagrante,",
      "th": "ถ้าฉันเกิดทำพลาดและต้องตกเป็นของเขา"
    }
  },
  {
    "translation": {
      "en": "surely these would be most attractive at crucial moment.",
      "th": "ตัวนี้จะดูดีที่สุดในสถานการณ์สำคัญ"
    }
  },
  {
    "translation": {
      "en": "However, chances of reaching crucial moment greatly increase",
      "th": "แต่โอกาสที่ สถานการณ์สำคัญจะมาถึงจะมีมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "by wearing these, scary stomach-holding-in pants",
      "th": "ถ้าสวมกางเกงในรัดหน้าท้อง สุดน่ากลัวตัวนี้"
    }
  },
  {
    "translation": {
      "en": "very popular with grannies the world over.",
      "th": "ที่เป็นที่นิยมในหมู่คุณยายทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "Huh. Tricky. Very tricky.",
      "th": "ตัดสินใจยากจัง"
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, welcome to the launch",
      "th": "ขอต้อนรับท่านทั้งหลายสู่"
    }
  },
  {
    "translation": {
      "en": "of Kafka's Motorbike, \"The Greatest Book Of Our Time.\"",
      "th": "งานเปิดตัว คาฟก้ามอเตอร์ไบค์ \"หนังสือยอดเยี่ยมแห่งยุค\""
    }
  },
  {
    "translation": {
      "en": "And here to introduce it is Mr. Titspervert.",
      "th": "เชิญพบกับไอ้โรคจิต"
    }
  },
  {
    "translation": {
      "en": "Oh! Fitzherbert. Fitzherbert. Fitzherbert.",
      "th": "ฟิทซ์เฮอร์เบิร์ต"
    }
  },
  {
    "translation": {
      "en": "Okay, circulate, oozing intelligence.",
      "th": "โอเค หมุนไปรอบๆ ทำตัวให้ดูฉลาด"
    }
  },
  {
    "translation": {
      "en": "Ignore Daniel and be fabulous with everyone else.",
      "th": "ไม่ต้องสนใจแดเนียล ทำตัวเลิศๆ กับคนอื่นๆ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "I am the intellectual equal of everyone else here.",
      "th": "เราเป็นปัญญาชนพอๆ กับทุกคนในนี้"
    }
  },
  {
    "translation": {
      "en": "It's like a whole theory of short fiction and of the novella, you know.",
      "th": "ก็เหมือนทฤษฎีของเรื่องสั้นนะ"
    }
  },
  {
    "translation": {
      "en": "And of course, the problem with Martin's definition of the novella",
      "th": "ปัญหาของนิยามเกี่ยวกับนิยาย ขนาดสั้นของมาร์ตินก็คือ"
    }
  },
  {
    "translation": {
      "en": "is that it really only applies to him.",
      "th": "มันใช้ได้กับเขาคนเดียว"
    }
  },
  {
    "translation": {
      "en": "That doesn't sound like Martin. Not.",
      "th": "ฟังดูไม่เหมือนมาร์ตินนะ ซะเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "I mean, I could be wrong. What do you think?",
      "th": "ผมอาจคิดผิดก็ได้ คุณคิดว่าไงครับ"
    }
  },
  {
    "translation": {
      "en": "Do you know...",
      "th": "ทราบมั้ยคะว่า"
    }
  },
  {
    "translation": {
      "en": "Where the toilets are?",
      "th": "ห้องน้ำไปทางไหน"
    }
  },
  {
    "translation": {
      "en": "Stay calm. Can't get any worse.",
      "th": "เย็นไว้ ยังไงก็ไม่แย่กว่านี้หรอก"
    }
  },
  {
    "translation": {
      "en": "What are you doing here?",
      "th": "คุณมาทำอะไรที่นี่เนี่ย"
    }
  },
  {
    "translation": {
      "en": "I've been asking myself the same question.",
      "th": "ผมก็ถามตัวเองอยู่เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "I came with a colleague. So how are you?",
      "th": "ผมมากับเพื่อนที่ทำงาน คุณเป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Well, apart from being very disappointed",
      "th": "นอกจากความผิดหวังที่ไม่ได้เห็น"
    }
  },
  {
    "translation": {
      "en": "not to see my favorite reindeer jumper again, I'm well.",
      "th": "เสื้อไหมพรมรูปกวางเรนเดียร์ ตัวโปรดของฉันแล้ว ก็ดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "Anyone going to introduce me?",
      "th": "มีใครจะแนะนำฉันมั้ย"
    }
  },
  {
    "translation": {
      "en": "[Bridget] Ah. Introduce people with thoughtful details.",
      "th": "แนะนำตัวคนอย่างละเอียด"
    }
  },
  {
    "translation": {
      "en": "Perpetua, this is Mark Darcy.",
      "th": "เพอร์เพ็ตชัว นี่มาร์ค ดาร์ซี"
    }
  },
  {
    "translation": {
      "en": "Mark's a prematurely middle-aged prick with a cruel-raced ex-wife.",
      "th": "มาร์คเป็นผู้ใหญ่ที่ไม่ยอมโต มีเมียเก่ามาจากเผ่าพันธุ์ที่ใจร้าย"
    }
  },
  {
    "translation": {
      "en": "Perpetua's a fat-ass old bag who spends her time bossing me around.",
      "th": "เพอร์เพ็ตชัวคือป้าอ้วนแร้งทึ้งที่ชอบจิกใช้ฉัน"
    }
  },
  {
    "translation": {
      "en": "Maybe not.",
      "th": "ไม่ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Anyone going to introduce me?",
      "th": "มีใครจะแนะนำฉันมั้ย"
    }
  },
  {
    "translation": {
      "en": "Ah, Perpetua. [chuckles]",
      "th": "เพอร์เพ็ตชัว"
    }
  },
  {
    "translation": {
      "en": "This is Mark Darcy.",
      "th": "นี่มาร์ค ดาร์ซี"
    }
  },
  {
    "translation": {
      "en": "Mark's a top barrister. He comes from Grafton Underwood.",
      "th": "มาร์คเป็นทนายความมือหนึ่ง มาจากกราฟตัน อันเดอร์วูด"
    }
  },
  {
    "translation": {
      "en": "Perpetua is one of my work colleagues.",
      "th": "เพอร์เพ็ตชัวเป็นเพื่อนร่วมงานฉันค่ะ"
    }
  },
  {
    "translation": {
      "en": "Hi, Mark. I know you by reputation, of course.",
      "th": "สวัสดีค่ะ มาร์ค ฉันได้ยินชื่อเสียงคุณมานานแล้ว"
    }
  },
  {
    "translation": {
      "en": "Ah, Natasha.",
      "th": "นาตาชา"
    }
  },
  {
    "translation": {
      "en": "This is Bridget Jones. Bridget, this is Natasha.",
      "th": "นี่บริดเจ็ต โจนส์ บริดเจ็ต นี่นาตาชา"
    }
  },
  {
    "translation": {
      "en": "Natasha is a top attorney and specializes in family law.",
      "th": "นาตาชาเป็นทนายความ ผู้เชี่ยวชาญกฎหมายครอบครัว"
    }
  },
  {
    "translation": {
      "en": "Bridget works in publishing, and used to play naked in my paddling pool.",
      "th": "บริดเจ็ตทำงานด้านสิ่งพิมพ์ และเคยแก้ผ้าเล่นน้ำในสระยางบ้านผม"
    }
  },
  {
    "translation": {
      "en": "-How odd. -[chuckles nervously]",
      "th": "แปลกดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Perpetua, how's the house hunt going? -Disaster.",
      "th": "- เพอร์เพ็ตชัว หาบ้านไปถึงไหนแล้ว - วุ่นวายไปหมด"
    }
  },
  {
    "translation": {
      "en": "Can't even go into it with you.",
      "th": "ไม่อยากพูดถึงเลยละ"
    }
  },
  {
    "translation": {
      "en": "-By the by, that man is gorgeous. -Ah, yes, Mark.",
      "th": "- ว่าแต่ เขาหล่อดีนะ - อ๋อ มาร์ค"
    }
  },
  {
    "translation": {
      "en": "Just give me time. Give me time.",
      "th": "ขอเวลาฉันหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "[Daniel] You've written \"a searing vision,\" but can you remember the rest of this?",
      "th": "คุณเขียนถึง \"ทรรศนะเบื้องลึก\" แล้วที่เหลือว่าไงนะครับ"
    }
  },
  {
    "translation": {
      "en": "\"Of the wounds our century has inflicted on traditional masculinity.",
      "th": "\"เกี่ยวกับบาดแผลที่ศตวรรษของเรา มอบให้กับความเป็นชายแบบดั้งเดิม\""
    }
  },
  {
    "translation": {
      "en": "Positively Vonnegutesque.\" Obviously.",
      "th": "\"เขียนได้ดี มีสไตล์ของวอนเนกัต\" ชัดเลย"
    }
  },
  {
    "translation": {
      "en": "Listen, you don't know where the loos are here, do you?",
      "th": "ว่าแต่ รู้ไหมครับว่าห้องน้ำอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "-Yes. They're that way. -Thanks.",
      "th": "- ครับ ทางนั้นเลย - ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "One, two.",
      "th": "หนึ่ง สอง"
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen.",
      "th": "สุภาพสตรีและสุภาพบุรุษ"
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "th": "ฮัลโหล"
    }
  },
  {
    "translation": {
      "en": "Ladies and...",
      "th": "สุภาพสตรีและสุภาพบุรุษ"
    }
  },
  {
    "translation": {
      "en": "Sorry, the, uh, mike's not working.",
      "th": "ขอโทษนะคะ ไมโครโฟนไม่ทำงาน"
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen,",
      "th": "ท่านสุภาพสตรีและสุภาพบุรุษ"
    }
  },
  {
    "translation": {
      "en": "welcome to the launch of Kafka's Motorbike",
      "th": "ขอต้อนรับสู่งานเปิดตัว คาฟก้ามอเตอร์ไบค์"
    }
  },
  {
    "translation": {
      "en": "\"The Greatest Book Of Our Time.\"",
      "th": "\"หนังสือยอดเยี่ยมแห่งยุค\""
    }
  },
  {
    "translation": {
      "en": "Obviously, except for your books, Mr. Rushdie,",
      "th": "ยกเว้นหนังสือของคุณค่ะ คุณรุชดี"
    }
  },
  {
    "translation": {
      "en": "which are also very good.",
      "th": "ซึ่งก็เยี่ยมมากเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "And Lord Archer.",
      "th": "แล้วก็ลอร์ดอาร์เชอร์"
    }
  },
  {
    "translation": {
      "en": "Yours aren't bad either.",
      "th": "งานของคุณก็ดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "[clears throat] Anyway, what I mean is...",
      "th": "คือ ฉันจะบอกว่า..."
    }
  },
  {
    "translation": {
      "en": "Welcome, ladies and gentlemen.",
      "th": "ขอต้อนรับท่านทั้งหลาย"
    }
  },
  {
    "translation": {
      "en": "Thank you for coming to the launch of one of the top 30 books of our time.",
      "th": "ขอบคุณที่มาร่วมงานเปิดตัว หนึ่งในสุดยอดหนังสือ 30 เล่มแห่งยุค"
    }
  },
  {
    "translation": {
      "en": "Anyway. At least.",
      "th": "เป็นอย่างน้อย"
    }
  },
  {
    "translation": {
      "en": "And here to introduce it properly [chuckles nervously]",
      "th": "และเพื่อเป็นการแนะนำตัวอย่างเป็นทางการ"
    }
  },
  {
    "translation": {
      "en": "is the man we all call...",
      "th": "เชิญพบกับ..."
    }
  },
  {
    "translation": {
      "en": "[Bridget] Titspervert.",
      "th": "ไอ้โรคจิต"
    }
  },
  {
    "translation": {
      "en": "Mister...",
      "th": "คุณ..."
    }
  },
  {
    "translation": {
      "en": "Titspervert.",
      "th": "ไอ้โรคจิต"
    }
  },
  {
    "translation": {
      "en": "Mister...",
      "th": "คุณ..."
    }
  },
  {
    "translation": {
      "en": "Titspervert.",
      "th": "ไอ้โรคจิต"
    }
  },
  {
    "translation": {
      "en": "Fitzherbert.",
      "th": "ฟิทซ์เฮอร์เบิร์ต"
    }
  },
  {
    "translation": {
      "en": "Uh... Because that is his name.",
      "th": "เพราะนั่นคือชื่อของเขา"
    }
  },
  {
    "translation": {
      "en": "Mr. Fitzherbert.",
      "th": "คุณฟิทซ์เฮอร์เบิร์ต"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Fitzherbert] Thank you, Brenda.",
      "th": "ขอบคุณ เบรนด้า"
    }
  },
  {
    "translation": {
      "en": "Just switch this on.",
      "th": "เปิดไมโครโฟนตรงนี้"
    }
  },
  {
    "translation": {
      "en": "So how autobiographical is your work, Salman?",
      "th": "งานของคุณอิงจากเรื่องของตัวเอง มากแค่ไหนคะ ซัลมาน"
    }
  },
  {
    "translation": {
      "en": "You know, it's an amazing thing. Nobody's ever asked me that question.",
      "th": "น่าแปลกนะ ไม่เคยมีใคร ถามคำถามนี้กับผมเลย"
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "th": "ขอตัวก่อนนะครับ"
    }
  },
  {
    "translation": {
      "en": "Jones, sod them all. It was a brilliant",
      "th": "โจนส์ ไม่ต้องสนใจคนอื่นหรอก มันแจ๋วมากเลยนะ"
    }
  },
  {
    "translation": {
      "en": "postmodernist masterpiece. Oratorical fireworks, really.",
      "th": "เยี่ยมยอดทันสมัย ผลงานชิ้นโบว์แดงเลย"
    }
  },
  {
    "translation": {
      "en": "You're looking very sexy, Jones.",
      "th": "คุณดูเซ็กซี่มากนะ โจนส์"
    }
  },
  {
    "translation": {
      "en": "I think I'm gonna have to take you out to dinner now",
      "th": "ผมว่าผมต้องพาคุณไปทานมื้อค่ำแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "whether you like it or not, okay?",
      "th": "ไม่ว่าคุณจะอยากไปหรือไม่"
    }
  },
  {
    "translation": {
      "en": "Come on. Get your stuff.",
      "th": "มาเถอะ ไปเก็บของกัน"
    }
  },
  {
    "translation": {
      "en": "So how do you feel about this whole situation in Chechnya?",
      "th": "คุณคิดยังไงกับสถานการณ์ในเชชเนีย"
    }
  },
  {
    "translation": {
      "en": "-Isn't it a nightmare? -I couldn't give a fuck, Jones.",
      "th": "- เหมือนฝันร้ายเลยเนอะ - ผมไม่สนหรอก โจนส์"
    }
  },
  {
    "translation": {
      "en": "Now look. How do you know Arsey Darcy?",
      "th": "ฟังนะ คุณไปรู้จักไอ้ทึ่มดาร์ซีได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Apparently I used to, um, run around naked in his paddling pool.",
      "th": "ฉันเคยแก้ผ้าวิ่งเล่นในสระยางที่บ้านเขาค่ะ"
    }
  },
  {
    "translation": {
      "en": "I bet you did, you dirty bitch.",
      "th": "เรื่องจริงแน่เลย ยัยตัวแสบ"
    }
  },
  {
    "translation": {
      "en": "-What about you? -Same, yeah.",
      "th": "- แล้วคุณล่ะคะ - เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "No, no, I was best man at his wedding.",
      "th": "ผมเคยเป็นเพื่อนเจ้าบ่าวเขา"
    }
  },
  {
    "translation": {
      "en": "Um, knew him from Cambridge. -He was a mate. -And then what?",
      "th": "- เราเคยเรียนเคมบริดจ์ด้วยกัน - แล้วไงต่อคะ"
    }
  },
  {
    "translation": {
      "en": "And then, uh, nothing.",
      "th": "แล้วก็ไม่มีอะไร"
    }
  },
  {
    "translation": {
      "en": "You don't need to protect him. He's no friend of mine.",
      "th": "คุณไม่ต้องปกป้องเขาหรอกค่ะ เขาไม่ใช่เพื่อนฉัน"
    }
  },
  {
    "translation": {
      "en": "Well, um, then, many years later,",
      "th": "ก็ หลายปีต่อมา"
    }
  },
  {
    "translation": {
      "en": "I made the somewhat catastrophic mistake",
      "th": "ผมก็ทำพลาดมหันต์"
    }
  },
  {
    "translation": {
      "en": "of introducing him to my fiancée.",
      "th": "ที่แนะนำให้เขารู้จักคู่หมั้นผม"
    }
  },
  {
    "translation": {
      "en": "And...",
      "th": "แล้ว..."
    }
  },
  {
    "translation": {
      "en": "I couldn't say in all honesty I've ever quite forgiven him.",
      "th": "บอกตรงๆ ว่าผมยังให้อภัยเขาไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "God. So...",
      "th": "ตายจริง..."
    }
  },
  {
    "translation": {
      "en": "He's a nasty bastard as well as a dull bastard.",
      "th": "งั้นเขาก็ทั้งไอ้ชั่วจอมเจ้าชู้ ทั้งไอ้ชั่วจอมทึ่มน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "Yes. Yes, I think that's fair.",
      "th": "ใช่ ก็ถูกต้องดี"
    }
  },
  {
    "translation": {
      "en": "Anyway, fuck him. Listen, don't let him ruin our evening.",
      "th": "แต่ช่างหัวเขาเถอะ อย่าทำลายบรรยากาศเลย"
    }
  },
  {
    "translation": {
      "en": "Why don't you have some more wine",
      "th": "ดื่มไวน์อีกสิ"
    }
  },
  {
    "translation": {
      "en": "and tell me more about practicing French kissing",
      "th": "แล้วเล่าเรื่องหัดจูบแบบดูดดื่ม"
    }
  },
  {
    "translation": {
      "en": "with the other girls at school?",
      "th": "กับเพื่อนสาวในโรงเรียนอีกสิ"
    }
  },
  {
    "translation": {
      "en": "-That's a very good story. -It wasn't French kissing.",
      "th": "- เป็นเรื่องที่ดีนะ - ไม่ได้จูบแบบดูดดื่มค่ะ"
    }
  },
  {
    "translation": {
      "en": "Don't care. Make it up. It's an order, Jones.",
      "th": "ผมไม่สน แต่งเรื่องมาสิ นี่เป็นคำสั่งนะ โจนส์"
    }
  },
  {
    "translation": {
      "en": "[Daniel] So, how about a drink at my place?",
      "th": "ไปดื่มกันต่อที่บ้านผมมั้ย"
    }
  },
  {
    "translation": {
      "en": "Totally innocent, no funny business, just full sex.",
      "th": "ไม่ต้องคุยอะไรให้มากความ เรื่องเซ็กส์อย่างเดียว"
    }
  },
  {
    "translation": {
      "en": "No. I should get a taxi.",
      "th": "ไม่ค่ะ ฉันเรียกแท็กซี่ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "But thank you for the lovely dinner.",
      "th": "แต่ขอบคุณสำหรับอาหารนะคะ"
    }
  },
  {
    "translation": {
      "en": "It's a pleasure, Jones.",
      "th": "ด้วยความยินดี โจนส์"
    }
  },
  {
    "translation": {
      "en": "Now, these are very silly little boots, Jones.",
      "th": "บู๊ตคู่นี้น่ารักดีนะโจนส์"
    }
  },
  {
    "translation": {
      "en": "And this is a very silly little dress,",
      "th": "ชุดนี้ก็น่ารักดีด้วย"
    }
  },
  {
    "translation": {
      "en": "and these are,",
      "th": "ส่วนนี่..."
    }
  },
  {
    "translation": {
      "en": "fuck me, absolutely enormous pants.",
      "th": "เป็นกางเกงในที่ตัวใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "-Jesus. Fuck. -No. Don't apologize. I like them.",
      "th": "- โอ๊ย ตายแล้ว - ไม่ต้องขอโทษ ผมชอบนะ"
    }
  },
  {
    "translation": {
      "en": "-Hello, Mummy! -[chuckles]",
      "th": "สวัสดีครับ คุณแม่!"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I have to have another look.",
      "th": "โทษทีนะ ขอดูอีกที"
    }
  },
  {
    "translation": {
      "en": "-They're too good to be true. -No!",
      "th": "- เหลือเชื่อเลย - ไม่เอาน่า!"
    }
  },
  {
    "translation": {
      "en": "There's nothing to be embarrassed about.",
      "th": "ไม่เห็นต้องอายเลย"
    }
  },
  {
    "translation": {
      "en": "I'm wearing something quite similar myself. Here. I'll show you.",
      "th": "ผมก็สวมอะไรคล้ายๆ แบบนี้นะ เดี๋ยวให้ดู"
    }
  },
  {
    "translation": {
      "en": "No. [laughs]",
      "th": "ไม่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-That was fantastic. -Oh.",
      "th": "สุดยอดไปเลย"
    }
  },
  {
    "translation": {
      "en": "-[Bridget] Daniel. -Yeah?",
      "th": "- แดเนียลคะ - ว่าไง"
    }
  },
  {
    "translation": {
      "en": "What happens at the office?",
      "th": "เกิดอะไรขึ้นที่ทำงาน"
    }
  },
  {
    "translation": {
      "en": "Oh. Well, I'm glad you asked that. You see,",
      "th": "ดีจังที่คุณถาม คืองี้นะ"
    }
  },
  {
    "translation": {
      "en": "it's a publishing house, so that means people write things for us",
      "th": "เราทำสำนักพิมพ์ แปลว่าคนจะส่งงานเขียนมาให้เรา"
    }
  },
  {
    "translation": {
      "en": "and then we print out all the pages and fasten them together",
      "th": "แล้วเราก็ตีพิมพ์ออกมาและเย็บเล่ม"
    }
  },
  {
    "translation": {
      "en": "and make them into what we call a \"book,\" Jones.",
      "th": "แล้วก็ทำเป็นสิ่งที่เราเรียกว่า \"หนังสือ\""
    }
  },
  {
    "translation": {
      "en": "No, do you think people will notice?",
      "th": "ไม่ค่ะ คุณว่าคนจะดูออกมั้ย"
    }
  },
  {
    "translation": {
      "en": "-Notice what? -Us.",
      "th": "- ดูอะไรออก - เราไงคะ"
    }
  },
  {
    "translation": {
      "en": "-Working together, sleeping together. -Hang on... Hang on a minute, Jones.",
      "th": "- ทำงานด้วยกัน นอนด้วยกัน - เดี๋ยวนะโจนส์"
    }
  },
  {
    "translation": {
      "en": "Just slow down. It started on Tuesday, and now it's Thursday.",
      "th": "ใจเย็นๆ ก่อน เราเริ่มกันวันอังคาร ตอนนี้วันพฤหัส"
    }
  },
  {
    "translation": {
      "en": "It's not exactly a long-term relationship yet, is it?",
      "th": "ยังไม่ใช่ความสัมพันธ์แบบระยะยาวนี่นา"
    }
  },
  {
    "translation": {
      "en": "You are a very bad man.",
      "th": "คุณนี่ร้ายจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Bridget Jones, wanton sex goddess, with a very bad man between her thighs.",
      "th": "บริดเจ็ต โจนส์ ราชินีแห่งเซ็กส์ พร้อมนายตัวร้ายที่หว่างขา"
    }
  },
  {
    "translation": {
      "en": "Mum. Hi.",
      "th": "แม่คะ ว่าไง"
    }
  },
  {
    "translation": {
      "en": "It's a truth universally acknowledged",
      "th": "เป็นความจริงของสากลโลก"
    }
  },
  {
    "translation": {
      "en": "that the moment one area of your life starts going okay,",
      "th": "ที่เมื่อจุดหนึ่งในชีวิตคุณเริ่มดี"
    }
  },
  {
    "translation": {
      "en": "another part of it falls spectacularly to pieces.",
      "th": "อีกจุดจะเริ่มเละเทะ"
    }
  },
  {
    "translation": {
      "en": "[woman] Anyone else want to have it oeuf? Don't be shy, madam.",
      "th": "มีใครอยากลองอีกมั้ยคะ ไม่ต้องอายค่ะคุณ"
    }
  },
  {
    "translation": {
      "en": "French.",
      "th": "ภาษาฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "Have it oeuf with the WiseCrack Egg Peeler.",
      "th": "\"ปอกไข่ง่ายๆ ด้วยเครื่องปอกอัจฉริยะ\""
    }
  },
  {
    "translation": {
      "en": "Now, nice, firm grip.",
      "th": "แค่จับให้แน่น"
    }
  },
  {
    "translation": {
      "en": "Put it in the hole.",
      "th": "ใส่ลงรู"
    }
  },
  {
    "translation": {
      "en": "Up, down, up, down, and off it comes in your hand.",
      "th": "ขึ้น ลง ขึ้น ลง แล้วมันก็จะออกมาอยู่ในมือคุณ"
    }
  },
  {
    "translation": {
      "en": "Oh! Mind the overspray. Sorry.",
      "th": "ระวังน้ำทะลักนะคะ"
    }
  },
  {
    "translation": {
      "en": "Darling, if I came in with my knickers on my head, he wouldn't notice.",
      "th": "ลูกจ๊ะ ต่อให้แม่เอากางเกงในสวมหัว ออกจากบ้าน พ่อลูกก็ไม่สนหรอก"
    }
  },
  {
    "translation": {
      "en": "I've spent 35 years cleaning his house",
      "th": "แม่ทำความสะอาดบ้านให้เขามา 35 ปี"
    }
  },
  {
    "translation": {
      "en": "washing his clothes, bringing up his children.",
      "th": "ซักผ้าให้เขา เลี้ยงลูกให้เขา"
    }
  },
  {
    "translation": {
      "en": "I'm your child, too.",
      "th": "หนูก็ลูกแม่นะ"
    }
  },
  {
    "translation": {
      "en": "To be honest, darling, having children isn't all it's cracked up to be.",
      "th": "พูดตามตรงนะจ๊ะ การมีลูกไม่ใช่เรื่องง่าย"
    }
  },
  {
    "translation": {
      "en": "Given my chance again, I'm not sure I'd have any.",
      "th": "ถ้าเลือกได้อีกครั้ง แม่อาจจะไม่มีลูกเลยก็ได้"
    }
  },
  {
    "translation": {
      "en": "Now it's the winter of my life,",
      "th": "ตอนนี้แม่ก็แก่มากแล้ว"
    }
  },
  {
    "translation": {
      "en": "and I haven't actually got anything of my own.",
      "th": "และยังไม่มีอะไรเป็นของตัวเองเลย"
    }
  },
  {
    "translation": {
      "en": "I've got no power, no... No real career,",
      "th": "ไม่มีพลัง ไม่มีงานการ"
    }
  },
  {
    "translation": {
      "en": "no... No sex life.",
      "th": "ไม่มีเซ็กส์"
    }
  },
  {
    "translation": {
      "en": "Got no life at all. I'm like the grasshopper who sang all summer.",
      "th": "ไม่มีอะไรเลย แม่เหมือนตั๊กแตน ที่ร้องเพลงตลอดหน้าร้อน"
    }
  },
  {
    "translation": {
      "en": "-Like Germaine sodding Geer. -Greer.",
      "th": "- เหมือนสาวแก่แร้งทึ่ง - ทึ้ง"
    }
  },
  {
    "translation": {
      "en": "Well, anyway, I'm not having it. And I've been talent-spotted.",
      "th": "เอาเถอะ แม่ไม่ทนแล้ว มีคนเห็นความสามารถของแม่"
    }
  },
  {
    "translation": {
      "en": "Julian thinks I've got great potential.",
      "th": "จูเลียนคิดว่าแม่มีศักยภาพ"
    }
  },
  {
    "translation": {
      "en": "-Who's Julian? -The man on the Shopping Channel.",
      "th": "- ใครคือจูเลียน - จากรายการช็อปปิ้งทางทีวีไง"
    }
  },
  {
    "translation": {
      "en": "Comes into the store to have his colors done.",
      "th": "เขามาย้อมผมที่ร้าน"
    }
  },
  {
    "translation": {
      "en": "Potential for what?",
      "th": "ศักยภาพเรื่องอะไรคะ"
    }
  },
  {
    "translation": {
      "en": "As a demonstrator on his cable show. You know, his assistant.",
      "th": "เป็นคนสาธิตการใช้สินค้าในรายการเขา แบบเป็นผู้ช่วยน่ะ"
    }
  },
  {
    "translation": {
      "en": "Apparently, it's the highest-rated show on the channel.",
      "th": "เป็นรายการที่เรทติ้งสูงสุดของช่องด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "Well, apart from the one, you know, with the fat people who beat up their relatives.",
      "th": "นอกจากรายการที่มีคนอ้วนๆ ออกมาอัดญาติตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Ooh! I must whiz. Have you heard from Mark Darcy?",
      "th": "แม่ต้องไปแล้ว มาร์ค ดาร์ซีติดต่อมาบ้างมั้ย"
    }
  },
  {
    "translation": {
      "en": "Goodbye, Mum.",
      "th": "บ๊ายบายค่ะแม่"
    }
  },
  {
    "translation": {
      "en": "Julian.",
      "th": "จูเลียน"
    }
  },
  {
    "translation": {
      "en": "Sorry to keep you waiting.",
      "th": "ขอโทษที่ให้รอนะคะ"
    }
  },
  {
    "translation": {
      "en": "[Bridget] And a few weeks later, it got lots worse.",
      "th": "และสองสามสัปดาห์ต่อมา มันก็แย่ลงกว่าเดิม"
    }
  },
  {
    "translation": {
      "en": "-Hello! -Look at this.",
      "th": "- หวัดดีค่ะ! - ดูนี่สิ"
    }
  },
  {
    "translation": {
      "en": "[Julian] [on TV] ...hanging off this heart-shaped pendant.",
      "th": "ห้อยอยู่กับจี้รูปหัวใจ"
    }
  },
  {
    "translation": {
      "en": "One of my own personal recommendations",
      "th": "สิ่งที่ผมขอแนะนำเป็นการส่วนตัวคือ"
    }
  },
  {
    "translation": {
      "en": "is this absolutely stunning matching necklace and earring set.",
      "th": "สร้อยคอกับต่างหูแสนสวยที่เข้าชุดกัน"
    }
  },
  {
    "translation": {
      "en": "The earrings, measuring just over a centimeter",
      "th": "ต่างหูที่มีขนาดใหญ่กว่าหนึ่งซม. นี้"
    }
  },
  {
    "translation": {
      "en": "in genuine diamante with topaz and lapis lazuli",
      "th": "ฝังเพชรกับบุษราคัมและไพฑูรย์"
    }
  },
  {
    "translation": {
      "en": "in a lovely mock-gold finish.",
      "th": "มีตัวเรือนชุบทอง"
    }
  },
  {
    "translation": {
      "en": "The exact replica of those worn at Wimbledon in 1993",
      "th": "เลียนแบบต่างหูที่ดัชเชสแห่งเคนท์"
    }
  },
  {
    "translation": {
      "en": "by Her Royal Highness, the Duchess of Kent.",
      "th": "ใส่ที่วิมเบิลดันในปี 1993"
    }
  },
  {
    "translation": {
      "en": "Well...",
      "th": "เอ่อ..."
    }
  },
  {
    "translation": {
      "en": "Has she actually moved out, then?",
      "th": "แม่ย้ายออกไปแล้วใช่มั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "Apparently she and this tangerine-tinted buffoon",
      "th": "ดูเหมือนว่าแม่ของลูกกับไอ้เด๋อนี่"
    }
  },
  {
    "translation": {
      "en": "are suddenly an item.",
      "th": "จะกลายเป็นคู่รักกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Half our friends have had them around to bloody dinner.",
      "th": "เพื่อนๆ ของเรายังชวนเขา ไปทานมื้อค่ำด้วย"
    }
  },
  {
    "translation": {
      "en": "She's even taking Jaundiced Julian to Una Alconbury's tarts and vicars party.",
      "th": "แม่เขายังพาตาจูเลียนคนพิลึกนี่ไป ปาร์ตี้แฟนซีของอูน่าด้วย"
    }
  },
  {
    "translation": {
      "en": "That's not the Pamela I knew. That's cruel.",
      "th": "นั่นไม่ใช่พาเมลาที่พ่อรู้จัก โหดร้ายสิ้นดี"
    }
  },
  {
    "translation": {
      "en": "Still, um, could be a golden opportunity",
      "th": "แต่ก็อาจเป็นโอกาสทองของพ่อ"
    }
  },
  {
    "translation": {
      "en": "if you spent the entire party",
      "th": "ถ้าพ่อไปร่วมงานแล้วก็"
    }
  },
  {
    "translation": {
      "en": "flirting with other women, it would drive Mum wild with jealousy.",
      "th": "จีบสาวคนอื่นๆ แม่ต้องหึงแน่"
    }
  },
  {
    "translation": {
      "en": "-Will it? -That's how I got my man.",
      "th": "- จริงเหรอ - หนูหาแฟนได้เพราะแบบนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "Have you got a boyfriend? A real one?",
      "th": "นี่ลูกมีแฟนเป็นตัวเป็นตนแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "I have, Father. I have. And he's perfect.",
      "th": "มีแล้วค่ะพ่อ เขาสมบูรณ์แบบมาก"
    }
  },
  {
    "translation": {
      "en": "[Bridget] Hurrah. I am no longer tragic spinster",
      "th": "ไชโย ฉันไม่ใช่สาวแก่ขึ้นคานแล้ว"
    }
  },
  {
    "translation": {
      "en": "but proper girlfriend of bona fide sex god,",
      "th": "แต่เป็นแฟนจริงๆ ของ เทพบุตรแห่งเซ็กส์"
    }
  },
  {
    "translation": {
      "en": "so committed that he's taking me",
      "th": "ที่ยืนยันจะพาฉันไป"
    }
  },
  {
    "translation": {
      "en": "on a full-blown, mini-break holiday weekend.",
      "th": "พักผ่อนสุดสัปดาห์แบบสุดเหวี่ยง"
    }
  },
  {
    "translation": {
      "en": "[Daniel] Just promise me we don't have to sit in any little boats",
      "th": "สัญญานะว่าเราจะไม่ต้องไปนั่งเรือ"
    }
  },
  {
    "translation": {
      "en": "and read ponce poetry to each other.",
      "th": "แล้วก็อ่านบทกวีซิ้งๆ ให้กัน"
    }
  },
  {
    "translation": {
      "en": "He's also agreed to protect me",
      "th": "เขายังตกลงว่าจะปกป้องฉัน"
    }
  },
  {
    "translation": {
      "en": "at Uncle Geoffrey's hideous tarts and vicars fancy dress party.",
      "th": "ในงานปาร์ตี้แฟนซีง่อยๆ ของลุงเจฟฟรีย์ด้วย"
    }
  },
  {
    "translation": {
      "en": "This can't be just shagging. A mini-break means true love.",
      "th": "นี่ไม่ใช่แค่เซ็กส์ การไปเที่ยววันหยุดหมายถึงรักแท้"
    }
  },
  {
    "translation": {
      "en": "Suddenly feel like screen goddess in manner of Grace Kelly.",
      "th": "จู่ๆ ฉันก็รู้สึกเหมือนเป็น เทพธิดาจอเงิน แบบเกรซ เคลลี่"
    }
  },
  {
    "translation": {
      "en": "Though, perhaps, ever so slightly less elegant under pressure.",
      "th": "แต่อาจจะไม่สง่างามเท่าในบางเวลา"
    }
  },
  {
    "translation": {
      "en": "Very quiet here, isn't it? Are we the only guests or...",
      "th": "เงียบจัง ว่ามั้ย... แขกมีแค่เราหรือว่า..."
    }
  },
  {
    "translation": {
      "en": "We have a wedding this weekend.",
      "th": "เราจะมีงานแต่งงานสุดสัปดาห์นี้"
    }
  },
  {
    "translation": {
      "en": "I believe there are just four of you not involved.",
      "th": "มีแต่คุณสี่คนที่เป็นคนนอก"
    }
  },
  {
    "translation": {
      "en": "[Natasha] You do the boats. I'll do the tea.",
      "th": "คุณจัดการเรื่องเรือ ฉันจะจัดการชา"
    }
  },
  {
    "translation": {
      "en": "-Oh, Jesus. -Hello there.",
      "th": "- ให้ตายสิ - สวัสดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "th": "สวัสดี"
    }
  },
  {
    "translation": {
      "en": "Well, well.",
      "th": "ว่าไง"
    }
  },
  {
    "translation": {
      "en": "Take it you're also heading for the Alconburys' rockery.",
      "th": "กำลังจะไปงานที่บ้าน อัลคอนบิวรีเหมือนกันสินะ"
    }
  },
  {
    "translation": {
      "en": "-Yes, that's right. -I brought Natasha.",
      "th": "- ใช่ค่ะ - ผมพานาตาชามาด้วย"
    }
  },
  {
    "translation": {
      "en": "Get a bit of work done. Thought I might make it a not-entirely-wasted weekend.",
      "th": "ทำงานนิดหน่อย จะได้ไม่เสียเวลาวันหยุดไปเปล่าๆ"
    }
  },
  {
    "translation": {
      "en": "How interesting. What a gripping life you do lead.",
      "th": "ชีวิตคุณน่าตื่นเต้นดีนะ"
    }
  },
  {
    "translation": {
      "en": "Well, I'll see you upstairs in a second.",
      "th": "เดี๋ยวเจอกันข้างบนนะ"
    }
  },
  {
    "translation": {
      "en": "Well, the weakness of their case",
      "th": "จุดอ่อนของคดี"
    }
  },
  {
    "translation": {
      "en": "lies in the deposition they made on August 30.",
      "th": "อยู่ที่คำให้การของพวกเขา ในวันที่ 30 สิงหาคม"
    }
  },
  {
    "translation": {
      "en": "\"Season of mist and mellow fruitlessness\"",
      "th": "\"ฤดูกาลแห่งหมอกและ ความอุดมสมบูรณ์แสนหวาน\""
    }
  },
  {
    "translation": {
      "en": "Oh, fuck me, I love Keats. Have you heard this one?",
      "th": "โอ๊ย ผมชอบคีทส์นะ เคยได้ยินบทนี้มั้ย"
    }
  },
  {
    "translation": {
      "en": "\"There was a young woman from Ealing Who had a peculiar feeling",
      "th": "\"มีหญิงสาวคนหนึ่งจากอีลิ่ง ที่เกิดความรู้สึกแปลกๆ ขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "She lay on her back And opened her crack",
      "th": "เธอหงายตัวลงแล้วอ้าขา"
    }
  },
  {
    "translation": {
      "en": "And pissed all over the ceiling\"",
      "th": "แล้วก็ฉี่พุ่งใส่เพดาน\""
    }
  },
  {
    "translation": {
      "en": "-Bollocks. Shit. -What are you doing?",
      "th": "- บ้าเอ๊ย - ทำอะไรของคุณเนี่ย"
    }
  },
  {
    "translation": {
      "en": "I'm boarding you.",
      "th": "ผมจะไปนั่งกับคุณ ไม่มีทางเลือกนะ"
    }
  },
  {
    "translation": {
      "en": "-I can't see an alternative. -Don't you dare!",
      "th": "ผมจะไปนั่งกับคุณ ไม่มีทางเลือกนะ อย่าเชียวนะ!"
    }
  },
  {
    "translation": {
      "en": "-I'm king of the world! -No!",
      "th": "- ฉันคือเจ้าโลก! - อย่านะ!"
    }
  },
  {
    "translation": {
      "en": "Oh, fuck me!",
      "th": "ให้ตายสิ!"
    }
  },
  {
    "translation": {
      "en": "-[Daniel] Piss and bollocks. That's it. -You stupid arse!",
      "th": "- บ้าบอจริงๆ - คนบ้า!"
    }
  },
  {
    "translation": {
      "en": "Bollocks.",
      "th": "บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "-All right. -Fuck, no!",
      "th": "- มามะ - ไม่เอานะ!"
    }
  },
  {
    "translation": {
      "en": "So childish.",
      "th": "ทำเป็นเด็กไปได้"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "นั่นสิ"
    }
  },
  {
    "translation": {
      "en": "[Daniel] Darce, come on in! Water's lovely.",
      "th": "ดาร์ซี มาเล่นกัน! น้ำเย็นสบายเลย"
    }
  },
  {
    "translation": {
      "en": "Come on, you're working too hard, mate.",
      "th": "มาเร็ว นายทำงานหนักไปแล้วน่า"
    }
  },
  {
    "translation": {
      "en": "-Daniel. -Yes, Bridget.",
      "th": "- แดเนียล - จ้ะ บริดเจ็ต"
    }
  },
  {
    "translation": {
      "en": "That thing you just did is actually illegal in several countries.",
      "th": "สิ่งที่คุณเพิ่งทำมันผิดกฎหมาย ในหลายประเทศนะคะ"
    }
  },
  {
    "translation": {
      "en": "That is, of course, the major reason I'm so thrilled",
      "th": "นั่นเป็นสาเหตุหลัก ที่ผมดีใจที่ได้อยู่ในอังกฤษไง"
    }
  },
  {
    "translation": {
      "en": "-to be living in Britain today. -[laughs]",
      "th": "ที่ผมดีใจที่ได้อยู่ในอังกฤษไง"
    }
  },
  {
    "translation": {
      "en": "Yes, I can't understand why the Prime Minister",
      "th": "ฉันไม่เข้าใจเลยว่าทำไมนายกรัฐมนตรี"
    }
  },
  {
    "translation": {
      "en": "doesn't mention it more in his speeches.",
      "th": "ไม่พูดเรื่องนี้ให้มากกว่านี้"
    }
  },
  {
    "translation": {
      "en": "-You should write to him about it. -I intend to.",
      "th": "- คุณเขียนไปบอกเขาสิ - ก็คิดอยู่"
    }
  },
  {
    "translation": {
      "en": "-Daniel. -Bridget.",
      "th": "- แดเนียล - บริดเจ็ต"
    }
  },
  {
    "translation": {
      "en": "-Do you love me? -Shut up, or I'll do it again.",
      "th": "- คุณรักฉันมั้ยคะ - เงียบไปเลย หรือจะให้ผมทำอีก"
    }
  },
  {
    "translation": {
      "en": "-Do you love me? -Right. You asked for it.",
      "th": "- คุณรักฉันมั้ย - คุณหาเรื่องเองนะ"
    }
  },
  {
    "translation": {
      "en": "-And over you go. -[laughs]",
      "th": "พลิกตัวเลย"
    }
  },
  {
    "translation": {
      "en": "[Daniel] I'm going to give you something to bite on.",
      "th": "ผมจะหาอะไรให้คุณกัดไว้"
    }
  },
  {
    "translation": {
      "en": "Here. Okay? Pop this in your mouth, darling.",
      "th": "เอ้า นี่ กัดไว้นะที่รัก"
    }
  },
  {
    "translation": {
      "en": "You're begging for it.",
      "th": "คุณขอเองนะ"
    }
  },
  {
    "translation": {
      "en": "Stop it!",
      "th": "พอแล้ว!"
    }
  },
  {
    "translation": {
      "en": "I've got to go back to town. A meeting's come up.",
      "th": "ผมต้องกลับเข้าเมือง มีประชุมน่ะ"
    }
  },
  {
    "translation": {
      "en": "-On a Sunday? -No, the meeting's first thing tomorrow.",
      "th": "- วันอาทิตย์เนี่ยนะ - ไม่ พรุ่งนี้เช้า"
    }
  },
  {
    "translation": {
      "en": "I've got to work on some figures.",
      "th": "ผมต้องไปเตรียมตัว"
    }
  },
  {
    "translation": {
      "en": "We could just pop into the party",
      "th": "เราไปร่วมงานแป๊บเดียว"
    }
  },
  {
    "translation": {
      "en": "for a minute and leave really, really early.",
      "th": "แล้วกลับก็ได้นี่นา"
    }
  },
  {
    "translation": {
      "en": "Bridge, I'm really sorry. I just can't do it. I can't...",
      "th": "บริดจ์ ขอโทษนะ ผมไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I've got to head back.",
      "th": "ผมต้องกลับแล้ว"
    }
  },
  {
    "translation": {
      "en": "Listen, Daniel, if you've changed your mind, you could just say so.",
      "th": "ฟังนะ ถ้าคุณเปลี่ยนใจแล้ว ก็บอกฉันได้นะคะ"
    }
  },
  {
    "translation": {
      "en": "Because, honestly, I don't see what could be so important.",
      "th": "เพราะพูดตรงๆ ว่าฉันนึกไม่ออกเลยว่า จะมีอะไรสำคัญขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "No, well, you wouldn't, would you?",
      "th": "อืม คุณก็คงนึกไม่ออกแหละ"
    }
  },
  {
    "translation": {
      "en": "'Cause you don't have the faintest bloody idea",
      "th": "เพราะคุณไม่รู้เลยสักนิด"
    }
  },
  {
    "translation": {
      "en": "of how much trouble the company's in.",
      "th": "ว่าบริษัทกำลังมีปัญหาแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "You swan in, in your short skirt and your sexy see-through blouse",
      "th": "คุณเดินเข้ามา สวมกระโปรงสั้นจู๋ ใส่เสื้อบางจนเห็นชุดชั้นใน"
    }
  },
  {
    "translation": {
      "en": "and fanny around with press releases.",
      "th": "แล้วก็เตรียมงานโฆษณาไปเรื่อย"
    }
  },
  {
    "translation": {
      "en": "You know, this is the Americans flying in 'cause they're thinking of shutting us down",
      "th": "พวกอเมริกันจะบินมาเพราะ อยากปิดสำนักพิมพ์เรา"
    }
  },
  {
    "translation": {
      "en": "for fuck's sake!",
      "th": "บ้าชะมัด"
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "th": "ขอโทษนะ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, Bridge, I'm being a prat.",
      "th": "ผมขอโทษนะ บริดจ์ ผมทำตัวไม่ดีเลย"
    }
  },
  {
    "translation": {
      "en": "I'm going to arrange a lovely car to come and pick you up",
      "th": "ผมจะส่งรถสวยๆ มารับคุณกลับลอนดอน"
    }
  },
  {
    "translation": {
      "en": "and take you back to London after the party, okay?",
      "th": "หลังงานเลิกนะ โอเคมั้ย"
    }
  },
  {
    "translation": {
      "en": "If you have to travel alone, travel in style.",
      "th": "ถ้าต้องเดินทางคนเดียว ก็ต้องเดินทางแบบมีสไตล์"
    }
  },
  {
    "translation": {
      "en": "And, um, I also think it's very important",
      "th": "และผมว่ามันสำคัญมาก"
    }
  },
  {
    "translation": {
      "en": "that you win this costume competition.",
      "th": "ที่คุณจะต้องชนะการประกวดชุดแฟนซีนี้"
    }
  },
  {
    "translation": {
      "en": "Good. Good start.",
      "th": "ดี เริ่มได้สวย"
    }
  },
  {
    "translation": {
      "en": "Now then, Miss Jones, where does this go?",
      "th": "เอาละ คุณโจนส์ ไอ้นี่ควรอยู่ไหนดี"
    }
  },
  {
    "translation": {
      "en": "[Bridget] Oh, well, here we go.",
      "th": "ลุยละนะ"
    }
  },
  {
    "translation": {
      "en": "Trying hard to fight off a vision of Mum and Auntie Una in fishnet tights.",
      "th": "พยายามไม่นึกภาพแม่กับป้าอูน่า สวมถุงน่องตาข่าย"
    }
  },
  {
    "translation": {
      "en": "Seems unnatural, wrong even, for 60-year-olds",
      "th": "มันดูไม่ใช่เลยสำหรับคนอายุหกสิบ"
    }
  },
  {
    "translation": {
      "en": "to dress up as prostitutes and priests on a Sunday afternoon.",
      "th": "ที่จะมาแต่งตัวเป็นโสเภณีกับนักบวช ตอนบ่ายวันอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "Oh, holy Jesus.",
      "th": "คุณพระ"
    }
  },
  {
    "translation": {
      "en": "Bridget.",
      "th": "บริดเจ็ต"
    }
  },
  {
    "translation": {
      "en": "-Where are all the other tarts and vicars? -Oh, dear. Didn't Geoffrey call you?",
      "th": "- ทำไมคนอื่นๆ ไม่แต่งตัวกันล่ะคะ - ตายจริง ลุงเจฟฟรีย์ไม่ได้บอกเหรอ"
    }
  },
  {
    "translation": {
      "en": "Geoffrey, didn't you telephone Colin and Bridget?",
      "th": "เจฟฟรีย์ คุณไม่ได้โทรบอก คอลินกับบริดเจ็ตเหรอ"
    }
  },
  {
    "translation": {
      "en": "How's my little Bridget?",
      "th": "ว่าไงจ๊ะ หนูบริดเจ็ต"
    }
  },
  {
    "translation": {
      "en": "-Geoffrey. -So, where's this chap of yours then, hey?",
      "th": "- เจฟฟรีย์ - แฟนไปไหนแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "-Yes, well, he had to work, so... -Ha! Likely tale.",
      "th": "- อ๋อ เขาต้องทำงานค่ะ... - เรื่องเดิมๆ"
    }
  },
  {
    "translation": {
      "en": "Off they run. Wee!",
      "th": "ชิ่งกันหมด"
    }
  },
  {
    "translation": {
      "en": "Bizarre what some men find attractive.",
      "th": "แปลกนะที่มีผู้ชายชอบแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "-Oh, God. -[Pam] Darling.",
      "th": "- ให้ตายสิ - ลูกจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Geoffrey!",
      "th": "เจฟฟรีย์!"
    }
  },
  {
    "translation": {
      "en": "What on earth are you wearing? You look like a common prostitute.",
      "th": "สวมชุดอะไรของลูกเนี่ย ยังกับโสเภณีชั้นล่างเลย"
    }
  },
  {
    "translation": {
      "en": "-Yes, that was actually the point. -Say hi to Julian.",
      "th": "- ก็ตั้งใจให้เป็นแบบนั้นค่ะ - ทักทายจูเลียนสิ"
    }
  },
  {
    "translation": {
      "en": "Hello, Julian.",
      "th": "สวัสดีค่ะ จูเลียน"
    }
  },
  {
    "translation": {
      "en": "My dear, you and your mother could be sisters.",
      "th": "หนูกับแม่นี่อย่างกับพี่น้องกันเลยนะ"
    }
  },
  {
    "translation": {
      "en": "And what a lovely bracelet. It's what I call an \"all-rounder.\"",
      "th": "กำไลข้อมือสวยจัง ของแบบนี้ใส่ได้ทุกโอกาส"
    }
  },
  {
    "translation": {
      "en": "Sort of thing one can wear with anything to any occasion.",
      "th": "เอาไปใส่กับอะไรก็ดูดีได้ทุกโอกาส"
    }
  },
  {
    "translation": {
      "en": "-Have... Have you spoken to my dad? -Yes. He's behaving most bizarrely.",
      "th": "- แม่ได้คุยกับพ่อมั้ยคะ - คุยแล้ว เขาทำตัวพิลึกชอบกล"
    }
  },
  {
    "translation": {
      "en": "I think he was actually trying to flirt",
      "th": "แม่ว่าเขาพยายามจีบเพนนี บอสเวิร์ธ"
    }
  },
  {
    "translation": {
      "en": "with Penny Husbands-Bosworth, poor thing.",
      "th": "แม่ว่าเขาพยายามจีบเพนนี บอสเวิร์ธ น่าสงสารจริงๆ"
    }
  },
  {
    "translation": {
      "en": "She was very frightened. She's only just had her ovaries done.",
      "th": "เธอกลัวมากนะ เธอเพิ่งไปผ่าตัดรังไข่มา"
    }
  },
  {
    "translation": {
      "en": "-I don't know what you ever saw in him. -Shh. Bad man.",
      "th": "- ผมไม่รู้ว่าคุณเห็นอะไรในตัวเขานะ - คนโฉด"
    }
  },
  {
    "translation": {
      "en": "Didn't tell you either?",
      "th": "เขาไม่ได้บอกพ่อเหมือนกันเหรอ"
    }
  },
  {
    "translation": {
      "en": "I didn't spend as much as Bernard, thank God.",
      "th": "ดีนะที่พ่อไม่ได้ลงทุนเยอะเท่าเบอร์นาร์ด"
    }
  },
  {
    "translation": {
      "en": "-I'm sorry, Dad. -The way she looked at me.",
      "th": "- หนูเสียใจค่ะพ่อ - ดูสายตาที่แม่ลูกมองพ่อสิ"
    }
  },
  {
    "translation": {
      "en": "Well, she loves you, really.",
      "th": "แม่รักพ่อนะคะ"
    }
  },
  {
    "translation": {
      "en": "You love each other. This is only a temporary glitch.",
      "th": "พ่อกับแม่รักกัน นี่แค่ผิดใจกันชั่วคราว"
    }
  },
  {
    "translation": {
      "en": "Is it? I don't know.",
      "th": "งั้นเหรอ พ่อไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "th": "ไม่รู้เลย"
    }
  },
  {
    "translation": {
      "en": "Ah, Bridget. There you are. Don't worry. You're not the only one.",
      "th": "บริดเจ็ต อยู่นี่เอง ไม่ต้องห่วง ไม่ได้มีแค่หนูคนเดียวหรอกจ้ะ"
    }
  },
  {
    "translation": {
      "en": "This is Penny.",
      "th": "นี่เพนนี"
    }
  },
  {
    "translation": {
      "en": "Geoffrey didn't get in touch with her either.",
      "th": "เจฟฟรีย์ลืมบอกเธอเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "I'm sorry?",
      "th": "อะไรนะคะ"
    }
  },
  {
    "translation": {
      "en": "I was just saying, Geoffrey didn't contact you either",
      "th": "หมายถึง เจฟฟรีย์ไม่ได้โทรไปบอกเธอ"
    }
  },
  {
    "translation": {
      "en": "to tell you that the tarts and vicars concept had gone out the window.",
      "th": "ว่าเรายกเลิกธีมโสเภณีกับบาทหลวง ไปแล้วน่ะ"
    }
  },
  {
    "translation": {
      "en": "-Oh, yes, he did. -Oh, right.",
      "th": "- เขาบอกแล้ว - อ้อ"
    }
  },
  {
    "translation": {
      "en": "Lovely dress. Very exotic.",
      "th": "เสื้อสวยจัง แปลกตาดี"
    }
  },
  {
    "translation": {
      "en": "What a shame you couldn't bring your boyfriend, Bridget. What's his name?",
      "th": "น่าเสียดายที่หนูพาแฟนมาด้วยไม่ได้ เขาชื่ออะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "-David? Darren? -Daniel Cleaver.",
      "th": "- เดวิดหรือดาร์เรน - แดเนียล คลีเวอร์ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Oh! Is he a friend of yours, Mark? -Absolutely not.",
      "th": "- เขาเป็นเพื่อนเธอใช่มั้ย มาร์ค - ไม่ใช่แน่นอน"
    }
  },
  {
    "translation": {
      "en": "I hope he's good enough for our little Bridget.",
      "th": "หวังว่าเขาจะดีพอสำหรับ บริดเจ็ตของเรานะจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "I think I can say with total confidence, absolutely not.",
      "th": "ผมกล้าพูดเลยว่าไม่อย่างแน่นอน"
    }
  },
  {
    "translation": {
      "en": "Well, I'm sure he'd say the same about you, given your past behavior.",
      "th": "ฉันว่าเขาก็พูดถึงคุณได้แบบเดียวกัน ดูจากพฤติกรรมในอดีตของคุณนะ"
    }
  },
  {
    "translation": {
      "en": "-Sorry? -I think you know what I mean.",
      "th": "- ว่าไงนะ - คุณรู้น่าว่าฉันพูดเรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "Mark.",
      "th": "มาร์คคะ"
    }
  },
  {
    "translation": {
      "en": "[Bridget] Hmm. Looks like Auntie Shirley didn't get the message either.",
      "th": "ท่าทางคุณป้าเชอร์ลีย์คง ไม่ได้รับข้อความเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "th": "ว่าไง"
    }
  },
  {
    "translation": {
      "en": "I just really, really wanted to see a friendly face.",
      "th": "ฉันแค่อยากเห็นหน้าคุณมากๆ ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Now, listen. I tell you what. I have an idea.",
      "th": "โอเค เอางี้นะ ผมมีความคิดดีๆ"
    }
  },
  {
    "translation": {
      "en": "Let me finish this, while you go home have a... Have a long hot bath",
      "th": "ให้ผมทำงานให้เสร็จ ส่วนคุณก็ กลับบ้านไปนอนแช่น้ำร้อน"
    }
  },
  {
    "translation": {
      "en": "and I'll call 'round, and we'll have dinner later, okay?",
      "th": "แล้วผมจะโทรหา แล้วเราไปกินข้าวกันดีมั้ย"
    }
  },
  {
    "translation": {
      "en": "-Is there someone here? -Not that I'm aware of.",
      "th": "- มีใครอยู่เหรอ - ไม่มีนี่นา"
    }
  },
  {
    "translation": {
      "en": "Unless that Bosnian family's moved in again. Bastards.",
      "th": "สงสัยเป็นครอบครัวบอสเนียที่เพิ่งย้ายเข้ามาอยู่"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. Sorry.",
      "th": "ฉันขอโทษค่ะ"
    }
  },
  {
    "translation": {
      "en": "I'm going mad. [chuckles]",
      "th": "ฉันเป็นบ้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Listen, I'm feeling really bad, actually. I should have been there, today.",
      "th": "ผมรู้สึกแย่มากเลยนะ ผมน่าจะอยู่กับคุณที่งานวันนี้"
    }
  },
  {
    "translation": {
      "en": "No, I'm sorry.",
      "th": "ไม่เป็นไรค่ะ"
    }
  },
  {
    "translation": {
      "en": "No, no, I'm sorry. At least I got a hell of a lot of work done, as you can see.",
      "th": "ผมขอโทษ อย่างน้อยผมก็ทำงาน เสร็จไปมากแล้ว อย่างที่เห็น"
    }
  },
  {
    "translation": {
      "en": "-Yes. -Just give me one more hour, okay?",
      "th": "- ค่ะ - ขอเวลาอีกชั่วโมงนะ ตกลงมั้ย"
    }
  },
  {
    "translation": {
      "en": "Fine. That's fine. I'll go home and de-bunny.",
      "th": "ได้ค่ะ ฉันจะกลับบ้านไป ถอดชุดกระต่ายซะ"
    }
  },
  {
    "translation": {
      "en": "And you know last night when I said that I loved you?",
      "th": "แล้วก็เมื่อคืนที่ฉันบอกว่าฉันรักคุณ"
    }
  },
  {
    "translation": {
      "en": "I didn't mean it. I was being ironic.",
      "th": "ฉันไม่ได้ตั้งใจแบบนั้นนะ แค่พูดประชดน่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, God. Yeah, I know, I know.",
      "th": "อ๋อ ผมรู้น่า"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "เอาละ"
    }
  },
  {
    "translation": {
      "en": "Thank you, madam.",
      "th": "ขอบคุณครับ คุณผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "Bridge.",
      "th": "บริดจ์"
    }
  },
  {
    "translation": {
      "en": "Bridget.",
      "th": "บริดเจ็ต"
    }
  },
  {
    "translation": {
      "en": "This is Lara from the New York office.",
      "th": "นี่ลาร่าจากสำนักงานที่นิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "-Lara, this is Bridget. -Hey, there.",
      "th": "- ลาร่า นี่บริดเจ็ต - สวัสดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "I thought you said she was thin.",
      "th": "ไหนคุณบอกว่าเธอผอมไง"
    }
  },
  {
    "translation": {
      "en": "[woman] [on TV] I was hoping that you would want to be a part of it.",
      "th": "ฉันนึกว่าคุณจะอยากทำด้วย"
    }
  },
  {
    "translation": {
      "en": "[man] Listen, this is totally insane.",
      "th": "ฟังนะ นี่มันบ้าบอชะมัด"
    }
  },
  {
    "translation": {
      "en": "I'm 36 years old. It may be my last chance to have a child.",
      "th": "ฉันอายุ 36 แล้ว นี่อาจเป็นโอกาสสุดท้ายที่จะมีลูก"
    }
  },
  {
    "translation": {
      "en": "Alex.",
      "th": "อเล็กซ์"
    }
  },
  {
    "translation": {
      "en": "[narrator] [on TV] The male penetrates the female and leaves.",
      "th": "ตัวผู้ผสมพันธุ์กับตัวเมียแล้วก็ไป"
    }
  },
  {
    "translation": {
      "en": "Coitus is brief and perfunctory.",
      "th": "เกิดขึ้นเร็วมากและแค่พอเป็นพิธี"
    }
  },
  {
    "translation": {
      "en": "For the female, all there is to do now is wait and wait.",
      "th": "ตอนนี้ตัวเมียก็ได้แค่รอ"
    }
  },
  {
    "translation": {
      "en": "We've had very good response to the Teddy Knows Best teaser campaign",
      "th": "เราได้รับเสียงตอบรับที่ดี เกี่ยวกับหนังสือ เท็ดดี้รู้ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "and had various local radio bids",
      "th": "สถานีวิทยุท้องถิ่นหลายแห่ง"
    }
  },
  {
    "translation": {
      "en": "-for author interviews, which is good-- -Look, Bridge, stop that. I feel terrible.",
      "th": "- แย่งกันขอสัมภาษณ์ผู้เขียน... - พอได้แล้ว ผมรู้สึกไม่ดีเลย"
    }
  },
  {
    "translation": {
      "en": "The thing is with Lara and me...",
      "th": "เรื่องของเรื่องคือ ลาร่ากับผม..."
    }
  },
  {
    "translation": {
      "en": "-Well, you know... -No, you'll have to fill me in.",
      "th": "- คุณก็รู้น่า... - ไม่ค่ะ คุณต้องอธิบาย"
    }
  },
  {
    "translation": {
      "en": "Well, the truth is we're the same, Bridge, you and me.",
      "th": "ความจริงก็คือ คุณกับผม เราเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "You know, we're two people of a certain age",
      "th": "เราสองคนในวัยนี้"
    }
  },
  {
    "translation": {
      "en": "looking for the moment to commit and finding it really hard.",
      "th": "ต่างมองหาจังหวะที่จะลงเอยกับใคร แล้วก็พบว่ามันยากมากๆ"
    }
  },
  {
    "translation": {
      "en": "And I just think that in the end it's got to be something extraordinary,",
      "th": "และผมคิดว่าท้ายที่สุดแล้ว มันต้องเป็นอะไรที่พิเศษจริงๆ"
    }
  },
  {
    "translation": {
      "en": "something which makes us go that extra mile,",
      "th": "คนที่จะทำให้เรายอมเลยเถิด"
    }
  },
  {
    "translation": {
      "en": "and I think Lara, I don't know,",
      "th": "และผมคิดว่าลาร่าก็"
    }
  },
  {
    "translation": {
      "en": "being American and all. Something to do with confidence",
      "th": "เป็นอเมริกัน มีความมั่นใจ"
    }
  },
  {
    "translation": {
      "en": "and being so...",
      "th": "แล้วก็..."
    }
  },
  {
    "translation": {
      "en": "Well, young, you know.",
      "th": "แบบว่ายังสาว"
    }
  },
  {
    "translation": {
      "en": "We've become very close.",
      "th": "เราได้ใกล้ชิดกันมาก"
    }
  },
  {
    "translation": {
      "en": "Well, you've only just met her. She flew in yesterday.",
      "th": "คุณเพิ่งเจอกันนะ เธอเพิ่งบินมาเมื่อวาน"
    }
  },
  {
    "translation": {
      "en": "Silly Bridget.",
      "th": "ยัยทึ่มบริดเจ็ต"
    }
  },
  {
    "translation": {
      "en": "-You haven't only just met her. -No.",
      "th": "- คุณไม่ได้เพิ่งเจอเธอ - เปล่า"
    }
  },
  {
    "translation": {
      "en": "No, I got to know her pretty well",
      "th": "ผมรู้จักเธอค่อนข้างดี"
    }
  },
  {
    "translation": {
      "en": "when we were in the New York office together.",
      "th": "ตอนที่เราทำงานที่นิวยอร์กด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "Fuck.",
      "th": "บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "There's no easy way to say this...",
      "th": "ผมไม่รู้จะพูดยังไงนะ แต่..."
    }
  },
  {
    "translation": {
      "en": "But I want you to be the first to know that...",
      "th": "ผมอยากให้คุณเป็นคนแรกที่รู้ว่า"
    }
  },
  {
    "translation": {
      "en": "We're engaged.",
      "th": "เราหมั้นกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Bridget] At times like this, continuing with one's life seems impossible,",
      "th": "ในเวลาแบบนี้ การจะดำเนินชีวิตไปตามปกติ ดูจะเป็นไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "and eating the entire contents of one's fridge seems inevitable.",
      "th": "และการกินทุกอย่างในตู้เย็น ก็ดูจะหลีกเลี่ยงไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I have two choices.",
      "th": "ฉันมีสองทางเลือก"
    }
  },
  {
    "translation": {
      "en": "To give up and accept permanent state of spinsterhood",
      "th": "ยอมแพ้และยอมรับสภาพ สมาชิกบ้านคานทอง"
    }
  },
  {
    "translation": {
      "en": "and eventual eating by Alsatians,",
      "th": "แล้วก็ถูกหมาอัลเซเชี่ยนกินในที่สุด"
    }
  },
  {
    "translation": {
      "en": "or not, and this time I choose not.",
      "th": "หรือจะไม่ยอม และฉันก็จะไม่ยอม"
    }
  },
  {
    "translation": {
      "en": "I will not be defeated by a bad man and an American stick insect.",
      "th": "ฉันจะไม่ยอมให้ผู้ชายเลวๆ กับไม้เสียบผีอเมริกันมาทำลายฉัน"
    }
  },
  {
    "translation": {
      "en": "Instead, I choose vodka.",
      "th": "ฉันเลือกวอดก้า"
    }
  },
  {
    "translation": {
      "en": "And Chaka Khan.",
      "th": "กับชากา คาน"
    }
  },
  {
    "translation": {
      "en": "Why do you want to be in television?",
      "th": "ทำไมคุณอยากทำงานด้านทีวี"
    }
  },
  {
    "translation": {
      "en": "Well, I've realized that I've become deeply committed",
      "th": "ฉันตระหนักว่าตัวฉันเองมุ่งมั่นที่จะ"
    }
  },
  {
    "translation": {
      "en": "to communicating to the public the up-to-the-moment and in-depth news,",
      "th": "รายงานข่าวสารเบื้องลึกล่าสุด ให้สาธารณชนรับทราบ (ข่าวทีวีซี)"
    }
  },
  {
    "translation": {
      "en": "both political and ecological.",
      "th": "ทั้งเรื่องการเมืองและนิเวศวิทยา"
    }
  },
  {
    "translation": {
      "en": "What do you think of the El Niño phenomenon?",
      "th": "คุณคิดยังไงกับปรากฏการณ์เอลนินโญ"
    }
  },
  {
    "translation": {
      "en": "Um, it's a blip.",
      "th": "มันเหนือความคาดหมายนะ แต่อยู่ไม่นาน"
    }
  },
  {
    "translation": {
      "en": "I think basically Latin music is on its way out.",
      "th": "ฉันว่าเพลงละตินกำลังจะล้าสมัย"
    }
  },
  {
    "translation": {
      "en": "So why do you want to work in television?",
      "th": "ทำไมคุณถึงอยากทำงานด้านทีวี"
    }
  },
  {
    "translation": {
      "en": "Because I'm passionately committed to communicating with children.",
      "th": "เพราะฉันต้องการสื่อสารกับเด็ก"
    }
  },
  {
    "translation": {
      "en": "-They are the future. -Do you have any children of your own?",
      "th": "(ทีนเอจคิกส์) - เด็กคืออนาคต - คุณมีลูกไหม"
    }
  },
  {
    "translation": {
      "en": "[groans in disgust] Christ, no.",
      "th": "- เด็กคืออนาคต - คุณมีลูกไหม ไม่มีทาง"
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "th": "ขอโทษค่ะ"
    }
  },
  {
    "translation": {
      "en": "[man] So, why do you want to work in television?",
      "th": "ทำไมคุณถึงอยากทำงานด้านทีวี"
    }
  },
  {
    "translation": {
      "en": "I've got to leave my current job because I've shagged my boss.",
      "th": "(ซิทอัพบริเทน) ฉันต้องออกจากงานเดิม เพราะนอนกับเจ้านายค่ะ"
    }
  },
  {
    "translation": {
      "en": "Fair enough. Start on Monday. We'll see how we go.",
      "th": "ไม่เลว เริ่มวันจันทร์ ดูว่าจะเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "And, incidentally at Sit Up Britain",
      "th": "อ้อ บังเอิญเลยนะ ที่ ซิทอัพบริเทน"
    }
  },
  {
    "translation": {
      "en": "no one ever gets sacked for shagging the boss.",
      "th": "ไม่มีใครถูกไล่ออกเพราะ มีอะไรกับเจ้านาย"
    }
  },
  {
    "translation": {
      "en": "That's a matter of principle.",
      "th": "เป็นเรื่องของหลักการน่ะ"
    }
  },
  {
    "translation": {
      "en": "Bridge, come on.",
      "th": "บริดจ์ ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "I know it's been awkward as arse, but there's no need to leave.",
      "th": "ผมรู้ว่ามันน่าอึดอัด แต่ไม่เห็นต้องลาออกเลย"
    }
  },
  {
    "translation": {
      "en": "No, actually there is. I've been offered a job in television.",
      "th": "ต้องออกค่ะ ฉันได้งานใหม่ในวงการทีวีแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Television? -Mmm.",
      "th": "ทีวีเหรอ"
    }
  },
  {
    "translation": {
      "en": "And they want me to start straightaway.",
      "th": "พวกเขาอยากให้ฉันเริ่มงานทันที"
    }
  },
  {
    "translation": {
      "en": "So I've got to leave in about... Ooh, three minutes.",
      "th": "ฉันต้องไปภายในสามนาที"
    }
  },
  {
    "translation": {
      "en": "So...",
      "th": "งั้นก็..."
    }
  },
  {
    "translation": {
      "en": "Would you just... Just hold it right there, Miss Jones?",
      "th": "รอก่อนนะ คุณโจนส์"
    }
  },
  {
    "translation": {
      "en": "I'm sorry to inform you, but I think you will find that by contract",
      "th": "ผมเสียใจที่ต้องบอกให้รู้ว่า ในสัญญาจ้างงานระบุว่า"
    }
  },
  {
    "translation": {
      "en": "you are expected to give at least six weeks' notice.",
      "th": "คุณต้องแจ้งล่วงหน้าอย่างน้อยหกสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "Ah, yes, well, I thought with the company being",
      "th": "คุณต้องแจ้งล่วงหน้าอย่างน้อยหกสัปดาห์ อ๋อ ค่ะ ฉันนึกว่าในเมื่อ"
    }
  },
  {
    "translation": {
      "en": "in so much trouble and all,",
      "th": "บริษัทกำลังมีปัญหา"
    }
  },
  {
    "translation": {
      "en": "you wouldn't really miss the person who",
      "th": "คุณคงไม่เสียดายคนที่"
    }
  },
  {
    "translation": {
      "en": "\"waltzes in, in a see-through top and fannies about with the press releases.\"",
      "th": "\"สวมเสื้อบางจนเห็นชุดชั้นใน แล้วก็แค่จัดการเรื่องโฆษณาไปเรื่อย\""
    }
  },
  {
    "translation": {
      "en": "-Bridget. -I want to hear this.",
      "th": "- บริดเจ็ต - ฉันอยากฟังด้วย"
    }
  },
  {
    "translation": {
      "en": "Because if she gives one inch,",
      "th": "เพราะถ้าเธอยอม"
    }
  },
  {
    "translation": {
      "en": "I am going to fire her bony little bottom anyway for being totally spineless.",
      "th": "ฉันจะไล่เธอออกเอง ข้อหาไม่หนักแน่น"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรคะ"
    }
  },
  {
    "translation": {
      "en": "I just think you should know that, um,",
      "th": "ผมว่าคุณควรรู้ไว้ว่า"
    }
  },
  {
    "translation": {
      "en": "there are lots of prospects here for a talented--",
      "th": "ทีนี่มีโอกาสมากมายสำหรับ คนมีความสามารถ..."
    }
  },
  {
    "translation": {
      "en": "-Daniel. -Just give me a minute, would you, Simon?",
      "th": "- แดเนียล - ขอเวลาแป๊บนะ ไซมอน"
    }
  },
  {
    "translation": {
      "en": "-Thanks. -Right, boss man.",
      "th": "- ขอบคุณ - ครับเจ้านาย"
    }
  },
  {
    "translation": {
      "en": "Lots of prospects for a person who, uh,",
      "th": "มีโอกาสมากมายสำหรับคนที่"
    }
  },
  {
    "translation": {
      "en": "you know, perhaps for personal reasons has been",
      "th": "ด้วยเหตุผลส่วนตัวแล้วอาจจะ"
    }
  },
  {
    "translation": {
      "en": "slightly overlooked professionally.",
      "th": "ดูมองข้ามในด้านการงานไปบ้าง"
    }
  },
  {
    "translation": {
      "en": "Thank you, Daniel. That is very good to know.",
      "th": "ขอบคุณค่ะ แดเนียล ดีใจที่ได้รู้นะคะ"
    }
  },
  {
    "translation": {
      "en": "But if staying here means working within 10 yards of you,",
      "th": "แต่ถ้าการต้องทำงานที่นี่หมายถึง การอยู่ใกล้คุณในระยะเก้าเมตร"
    }
  },
  {
    "translation": {
      "en": "frankly, I'd rather have a job wiping Saddam Hussein's arse.",
      "th": "บอกตามตรงว่าฉันยอมไป เช็ดก้นซัดดัม ฮุสเซ็นดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Well, bye, everyone.",
      "th": "ลาก่อนค่ะ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Oh, just sod off.",
      "th": "กลับไปทำงานเลย"
    }
  },
  {
    "translation": {
      "en": "[man] [on TV] Hello and welcome to Sit Up Britain, a current affairs show...",
      "th": "สวัสดีและขอต้อนรับสู่ ซิทอัพบริเทน รายการข่าวสารปัจจุบัน..."
    }
  },
  {
    "translation": {
      "en": "Okay, everybody, it is bonfire night and we are on fire.",
      "th": "โอเค ทุกคน คืนนี้มีการเล่นรอบกองไฟ และรายการเรากำลังลุกเป็นไฟ"
    }
  },
  {
    "translation": {
      "en": "We have live fire station feeds from Newcastle,",
      "th": "เรามีรายงานสดจากสถานีดับเพลิง ในนิวคาสเซิล"
    }
  },
  {
    "translation": {
      "en": "Swansea, Sheffield, and Lewisham just poised for tragedy.",
      "th": "สวอนซี เชฟฟิลด์ และลูอิสแชม กำลังเตรียมตัวรับเหตุร้าย"
    }
  },
  {
    "translation": {
      "en": "Bridget Jones, where are you?",
      "th": "บริดเจ็ต โจนส์ คุณอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "I'm here, Richard.",
      "th": "(ซิทอัพบริเทน - ลูอิสแชม) อยู่นี่ค่ะ ริชาร์ด"
    }
  },
  {
    "translation": {
      "en": "Put on some more make-up. I want you on camera.",
      "th": "ไปแต่งหน้าเพิ่มหน่อย ผมอยากให้คุณออกกล้อง"
    }
  },
  {
    "translation": {
      "en": "I'm thinking miniskirt, I'm thinking fireman's helmet.",
      "th": "ใส่กระโปรงสั้น สวมหมวกนักดับเพลิง"
    }
  },
  {
    "translation": {
      "en": "I want you pointing a hose, I want you sliding down the pole",
      "th": "ถือสายยาง รูดตัวลงมาจากเสา"
    }
  },
  {
    "translation": {
      "en": "and then go straight to the interview.",
      "th": "แล้วดิ่งไปสัมภาษณ์เลย"
    }
  },
  {
    "translation": {
      "en": "Great. I'll do it.",
      "th": "เยี่ยม ตามนั้นค่ะ"
    }
  },
  {
    "translation": {
      "en": "No problem. Fine. Right.",
      "th": "ไม่มีปัญหา"
    }
  },
  {
    "translation": {
      "en": "So, you drop into the shot, and then interview Chief Fireman Bevan.",
      "th": "คุณลื่นลงมา แล้วก็ไปสัมภาษณ์หัวหน้าบีแวน"
    }
  },
  {
    "translation": {
      "en": "Yep. Yep. Yep. Go, go. Go, go. Go!",
      "th": "โอเค เอาเลย!"
    }
  },
  {
    "translation": {
      "en": "-Go? -Oh, no.",
      "th": "- เอาเลยเหรอ - อ๊ะ ยังๆ"
    }
  },
  {
    "translation": {
      "en": "We're going to fire-fighters in Newcastle first.",
      "th": "เราจะตัดไปที่นักดับเพลิง ในนิวคาสเซิลก่อน"
    }
  },
  {
    "translation": {
      "en": "Stop! Climb back up! Climb back up!",
      "th": "หยุด! ปีนขึ้นไปใหม่!"
    }
  },
  {
    "translation": {
      "en": "-On you in 30 seconds. -Okay.",
      "th": "- แล้วรออีกสามสิบวินาที - โอเคค่ะ"
    }
  },
  {
    "translation": {
      "en": "Neville, what the fuck is going on?",
      "th": "เนวิลล์ เกิดเรื่องบ้าอะไร"
    }
  },
  {
    "translation": {
      "en": "She's supposed to be sliding down the pole, not climbing up it.",
      "th": "เธอต้องไต่ลงมา ไม่ใช่ปีนขึ้น"
    }
  },
  {
    "translation": {
      "en": "-Go, go. Go, go. Go! -Oh! Okay!",
      "th": "- เอาเลย! - โอเค!"
    }
  },
  {
    "translation": {
      "en": "Oh, Jesus Christ.",
      "th": "คุณพระช่วย"
    }
  },
  {
    "translation": {
      "en": "Okay, we're out of time. Just wind her up.",
      "th": "โอเค จะหมดเวลาแล้ว ตัดจบเลย"
    }
  },
  {
    "translation": {
      "en": "Well, that seems to be about all we've got time for down here in Lewisham.",
      "th": "ท่าทางเวลาที่ลูอิสแชมของเรา จะหมดเสียแล้ว"
    }
  },
  {
    "translation": {
      "en": "Chief Officer Bevan, thank you very much.",
      "th": "หัวหน้าบีแวน ขอบคุณมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "Excellent fire station.",
      "th": "เป็นสถานีดับเพลิงที่เยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "And now back to the studio.",
      "th": "ตัดกลับไปที่ห้องส่งค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Bridget] Excellent. Am national laughingstock.",
      "th": "เยี่ยม ฉันเป็นตัวตลกระดับประเทศแล้ว"
    }
  },
  {
    "translation": {
      "en": "Have bottom the size of Brazil",
      "th": "ก้นใหญ่พอๆ กับประเทศบราซิล"
    }
  },
  {
    "translation": {
      "en": "am daughter of broken home, am rubbish at everything, and...",
      "th": "เป็นคนบ้านแตกสาแหรกขาด แถมยังไม่เก่งอะไรสักอย่าง..."
    }
  },
  {
    "translation": {
      "en": "Oh, God, am having dinner with Magda and Jeremy.",
      "th": "ตายจริง มีนัดกินข้าวกับ แม็กดากับเจเรมีนี่นา"
    }
  },
  {
    "translation": {
      "en": "The only thing worse than a smug, married couple,",
      "th": "สิ่งเดียวที่แย่กว่าคู่แต่งงานใจแคบ"
    }
  },
  {
    "translation": {
      "en": "lots of smug, married couples.",
      "th": "คือคู่แต่งงานใจแคบหลายคู่"
    }
  },
  {
    "translation": {
      "en": "Right, everyone, this is Bridget.",
      "th": "เอาละ ทุกคน นี่บริดเจ็ต"
    }
  },
  {
    "translation": {
      "en": "Bridge, this is Hugo and Jane. And obviously you know Cosmo and Woney.",
      "th": "บริดจ์ นี่ฮิวโก้กับเจน เธอรู้จักคอสโมกับโวนีย์อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-Hi, Bridge. -Hi, Bridge.",
      "th": "- หวัดดีบริดจ์ - หวัดดี"
    }
  },
  {
    "translation": {
      "en": "-This is Alastair and Henrietta. -Hello.",
      "th": "- นี่อลิสแตร์กับเฮนเรียตต้า - สวัสดี"
    }
  },
  {
    "translation": {
      "en": "-Julia and Michael. -[both] Hey.",
      "th": "- จูเลียกับไมเคิล - ว่าไง"
    }
  },
  {
    "translation": {
      "en": "-Joanne and Paul. -[both] Hello.",
      "th": "- โจแอนกับพอล - สวัสดี"
    }
  },
  {
    "translation": {
      "en": "And Jeremy's partners from chambers, this is Natasha Glenville and Mark Darcy.",
      "th": "แล้วก็หุ้นส่วนของเจเรมี่ นาตาชา เกลนวิลล์ กับมาร์ค ดาร์ซี"
    }
  },
  {
    "translation": {
      "en": "-Hi, there. -Hello.",
      "th": "- สวัสดีค่ะ - สวัสดี"
    }
  },
  {
    "translation": {
      "en": "-Not in your bunny-girl outfit today? -No.",
      "th": "- วันนี้ไม่สวมชุดกระต่ายแล้วเหรอ - ไม่ละ"
    }
  },
  {
    "translation": {
      "en": "We bunnies only wear our tails on very special occasions.",
      "th": "กระต่ายอย่างเราจะติดหาง เฉพาะในโอกาสพิเศษ"
    }
  },
  {
    "translation": {
      "en": "-Right, B. Sit yourself down. -Right.",
      "th": "- นั่งก่อนสิ บี - โอเค"
    }
  },
  {
    "translation": {
      "en": "Hey, Bridge, how's your love life?",
      "th": "บริดจ์ ชีวิตรักเป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Still going out with that publishing chappie?",
      "th": "ยังคบกับหนุ่มสำนักพิมพ์รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Uh, no, no, actually.",
      "th": "เปล่าค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Never dip your nib in the office ink. -[chuckles]",
      "th": "ไม่ควรมีอะไรกับคนที่ทำงานนะ"
    }
  },
  {
    "translation": {
      "en": "Right. [chuckles]",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "You really ought to hurry up and get sprogged up, old girl.",
      "th": "เธอควรจะรีบมีลูกได้แล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Time's a running out. Tick-tock.",
      "th": "เวลาใกล้หมดแล้ว ติ๊กต่อก"
    }
  },
  {
    "translation": {
      "en": "Yes. Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Tell me, is it one in four marriages that ends in divorce now or one in three?",
      "th": "ว่าแต่ คู่สมรสที่ลงท้ายด้วยการหย่า นี่หนึ่งในสี่หรือหนึ่งในสามนะ"
    }
  },
  {
    "translation": {
      "en": "One in three.",
      "th": "หนึ่งในสาม"
    }
  },
  {
    "translation": {
      "en": "Seriously, that office is full of single girls in their 30s.",
      "th": "พูดจริงนะ ที่ออฟฟิศผมมีแต่ สาวโสดวัยสามสิบ"
    }
  },
  {
    "translation": {
      "en": "Fine physical specimens, but they just can't seem to hold down a chap.",
      "th": "หน้าตาก็ดี แต่หาแฟนไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Yes, why is it there are so many unmarried women in their 30s these days, Bridget?",
      "th": "นั่นสิ ทำไมถึงมีผู้หญิงวัยสามสิบที่ ยังไม่แต่งงานเยอะจัง บริดเจ็ต"
    }
  },
  {
    "translation": {
      "en": "Oh, I don't know.",
      "th": "ไม่รู้สินะ"
    }
  },
  {
    "translation": {
      "en": "I suppose it doesn't help that underneath our clothes,",
      "th": "ฉันว่ามันไม่ได้ช่วยอะไรที่ใต้เสื้อผ้าของเราเนี่ย"
    }
  },
  {
    "translation": {
      "en": "our entire bodies are covered in scales.",
      "th": "ร่างกายเรามีเกล็ดหุ้มอยู่"
    }
  },
  {
    "translation": {
      "en": "I very much enjoyed your Lewisham fire report, by the way.",
      "th": "ผมชอบรายงานข่าวจากลูอิสแชมของคุณมากนะ"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, well.",
      "th": "ก็นะ"
    }
  },
  {
    "translation": {
      "en": "It didn't work out with Daniel Cleaver?",
      "th": "คบกับแดเนียล คลีเวอร์นี่ไม่โอเคสินะ"
    }
  },
  {
    "translation": {
      "en": "No, it didn't.",
      "th": "ไม่เลย"
    }
  },
  {
    "translation": {
      "en": "I'm delighted to hear it.",
      "th": "ดีใจที่ได้ยินแบบนั้นนะ"
    }
  },
  {
    "translation": {
      "en": "Look, are you and Cosmo in this together?",
      "th": "นี่ คุณกับคอสโมรวมหัวกันรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "I mean, you seem to go out of your way to try to make me feel",
      "th": "ดูเหมือนคุณจะพยายาม ทำให้ฉันรู้สึกเหมือนเป็นไอ้งั่ง"
    }
  },
  {
    "translation": {
      "en": "like a complete idiot every time I see you,",
      "th": "ทุกครั้งที่ฉันเจอคุณเลย"
    }
  },
  {
    "translation": {
      "en": "and you really needn't bother.",
      "th": "และคุณไม่จำเป็นต้องทำขนาดนั้นก็ได้"
    }
  },
  {
    "translation": {
      "en": "I already feel like an idiot most of the time anyway,",
      "th": "เพราะฉันรู้สึกเหมือนคนโง่ แทบจะตลอดอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "with or without a fireman's pole.",
      "th": "จะมีหรือไม่มีเสานักดับเพลิงก็ตาม"
    }
  },
  {
    "translation": {
      "en": "That will be my taxi. Goodnight.",
      "th": "แท็กซี่ฉันมาแล้ว ราตรีสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "Look, um, I'm sorry if I've been...",
      "th": "นี่ ผมขอโทษนะถ้าผม..."
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรคะ"
    }
  },
  {
    "translation": {
      "en": "I don't think you're an idiot at all.",
      "th": "ผมไม่คิดว่าคุณเป็นคนโง่เลย"
    }
  },
  {
    "translation": {
      "en": "I mean, there are elements of the ridiculous about you.",
      "th": "คือ คุณก็มีอะไรตลกๆ นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Your mother's pretty interesting.",
      "th": "แม่ของคุณก็เป็นคนน่าสนใจด้วย"
    }
  },
  {
    "translation": {
      "en": "And you really are an appallingly bad public speaker.",
      "th": "แถมคุณยังพูดในที่สาธารณะได้แย่สุดๆ"
    }
  },
  {
    "translation": {
      "en": "And you tend to let whatever is in your head",
      "th": "และคุณก็มักปล่อยสิ่งที่คิด"
    }
  },
  {
    "translation": {
      "en": "come out of your mouth without much consideration of the consequences.",
      "th": "ออกมาจากปากโดยไม่คำนึงถึงผลลัพธ์"
    }
  },
  {
    "translation": {
      "en": "I realize that when I met you at the turkey curry buffet",
      "th": "ผมเพิ่งรู้ตอนเจอคุณที่งานเลี้ยงแกงไก่งวง"
    }
  },
  {
    "translation": {
      "en": "that I was unforgivably rude and wearing a reindeer jumper",
      "th": "ว่าผมทำตัวหยาบคายมาก และสวมเสื้อกวางเรนเดียร์"
    }
  },
  {
    "translation": {
      "en": "that my mother had given me the day before.",
      "th": "ที่แม่ผมให้ผมมาหนึ่งวันก่อนหน้านั้น"
    }
  },
  {
    "translation": {
      "en": "But the thing is...",
      "th": "แต่ประเด็นคือ..."
    }
  },
  {
    "translation": {
      "en": "What I'm trying to say, very inarticulately is",
      "th": "ที่ผมพยายามจะบอกโดยที่ พูดไม่ค่อยออกก็คือ..."
    }
  },
  {
    "translation": {
      "en": "that, in fact, perhaps, despite appearances,",
      "th": "คือว่า อันที่จริงอาจจะดูไม่น่าเชื่อแต่"
    }
  },
  {
    "translation": {
      "en": "I like you very much.",
      "th": "ผมชอบคุณมาก"
    }
  },
  {
    "translation": {
      "en": "Apart from the smoking, and the drinking, and the vulgar mother,",
      "th": "นอกจากที่ฉันสูบบุหรี่ ดื่มเหล้า และมีแม่ไร้มารยาท"
    }
  },
  {
    "translation": {
      "en": "-and the verbal diarrhea. -No, I like you very much just as you are.",
      "th": "- แถมยังปากไม่มีหูรูดสินะ - ไม่ ผมชอบคุณมาก อย่างที่คุณเป็น"
    }
  },
  {
    "translation": {
      "en": "Mark, we really are making progress on the case in here.",
      "th": "มาร์ค คดีเราคืบหน้าไปมาก"
    }
  },
  {
    "translation": {
      "en": "Jeremy's had a most brilliant idea.",
      "th": "เจเรมี่มีความคิดบรรเจิดมาก"
    }
  },
  {
    "translation": {
      "en": "Right. Right.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "I must go, because...",
      "th": "ผมต้องไปแล้ว เพราะ..."
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "th": "บ๊ายบาย"
    }
  },
  {
    "translation": {
      "en": "\"Just as you are\"? Not thinner? Not cleverer?",
      "th": "\"อย่างที่คุณเป็น\" เหรอ ไม่ต้องผอมกว่านี้หรือฉลาดกว่านี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Not with slightly bigger breasts and a slightly smaller nose?",
      "th": "ไม่ต้องมีอกใหญ่กว่านี้ แล้วก็จมูกได้รูปกว่านี้"
    }
  },
  {
    "translation": {
      "en": "Well, fuck me.",
      "th": "ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "But this is someone you hate, right?",
      "th": "แต่เธอเกลียดตานี่ใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Yes, yes, I hate him.",
      "th": "ใช่ เกลียด"
    }
  },
  {
    "translation": {
      "en": "[Bridget] November 9. Weight: 138 pounds.",
      "th": "วันที่ 9 พฤศจิกายน น้ำหนัก: 62.5 กิโลกรัม"
    }
  },
  {
    "translation": {
      "en": "Cigarettes: Three. Birthday: 33.",
      "th": "บุหรี่: 3 วันเกิด: 33"
    }
  },
  {
    "translation": {
      "en": "Okay, Bridget. See if you can get it right this time.",
      "th": "เอาละ บริดเจ็ต คราวนี้ทำให้ดีนะ"
    }
  },
  {
    "translation": {
      "en": "The verdict in the Aghani-Heaney case is expected today.",
      "th": "คำพิพากษาคดีอะกานี-ฮีนีย์จะออกมาวันนี้"
    }
  },
  {
    "translation": {
      "en": "Get yourself down to the high court. I want a hardheaded interview.",
      "th": "ไปที่ศาลแล้วเอาบทสัมภาษณ์เด็ดๆ มา"
    }
  },
  {
    "translation": {
      "en": "-You do know the Aghani-Heaney case? -Yes, of course.",
      "th": "- คุณรู้จักคดีอะกานี-ฮีนีย์ใช่มั้ย - รู้สิคะ"
    }
  },
  {
    "translation": {
      "en": "Big case",
      "th": "เป็นคดีใหญ่"
    }
  },
  {
    "translation": {
      "en": "featuring someone called \"Aghani-Heaney.\"",
      "th": "เกี่ยวกับคนชื่อ \"อะกานี-ฮีนีย์\""
    }
  },
  {
    "translation": {
      "en": "Or two people called Kafir Aghani and Eleanor Heaney?",
      "th": "หรือสองคน คนนึงคาฟีร์ อะกานี อีกคนคือเอเลนอร์ ฮีนีย์"
    }
  },
  {
    "translation": {
      "en": "That's the one. [chuckles]",
      "th": "อันนั้นแหละค่ะ"
    }
  },
  {
    "translation": {
      "en": "She's a British aid worker. He's a Kurdish freedom fighter.",
      "th": "เธอทำงานสังคมสงเคราะห์ เขาเป็นนักสู้เพื่ออิสรภาพชาวเคิร์ด"
    }
  },
  {
    "translation": {
      "en": "The government want to extradite him home where he will certainly be executed.",
      "th": "รัฐบาลอยากส่งเขากลับประเทศ ซึ่งเขาจะถูกประหารชีวิตแน่นอน"
    }
  },
  {
    "translation": {
      "en": "She's married to him, and they've fought for five years to keep him here.",
      "th": "เธอแต่งงานกับเขา และช่วยกันสู้ เพื่อให้เขาได้อยู่ที่นี่มาห้าปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Today is the decision. -That's exciting.",
      "th": "- วันนี้เป็นวันตัดสิน - น่าตื่นเต้นจังค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yes, it is. So what are you waiting for?",
      "th": "ใช่สิ แล้วมัวรออะไรอยู่ล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Bridget] Am suddenly hardheaded journalist",
      "th": "จู่ๆ ฉันก็กลายเป็นนักข่าวหัวเห็ด"
    }
  },
  {
    "translation": {
      "en": "ruthlessly committed to promoting justice and liberty.",
      "th": "ผู้ยึดมั่นในการส่งเสริม เสรีภาพและความยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "Nothing can distract me from my dedication to the pursuit of truth.",
      "th": "ไม่มีอะไรทำให้ฉันไขว้เขวไปจากการ อุทิศตนเพื่อหาความจริงได้"
    }
  },
  {
    "translation": {
      "en": "Well, almost nothing.",
      "th": "เกือบไม่มีอะไร"
    }
  },
  {
    "translation": {
      "en": "Right. I'll just pop to the shop quickly for some ciggies.",
      "th": "เดี๋ยวฉันรีบแวะไปซื้อบุหรี่แป๊บนึง"
    }
  },
  {
    "translation": {
      "en": "14p for the Polos and a packet of Wheat Crunchies.",
      "th": "ขอลูกอมกับขนมปังกรอบถุงนึง"
    }
  },
  {
    "translation": {
      "en": "-[Mark] A packet of Embassy, please. -I'm sorry. I'm not quite.",
      "th": "- ขอบุหรี่หนึ่งซองครับ - โทษทีนะ ฉันยังไม่..."
    }
  },
  {
    "translation": {
      "en": "Good afternoon.",
      "th": "สวัสดี"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "th": "สวัสดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "You like me just the way I am.",
      "th": "คุณชอบฉันอย่างที่ฉันเป็น"
    }
  },
  {
    "translation": {
      "en": "-Sorry? -Nothing.",
      "th": "- อะไรนะ - ไม่มีอะไรค่ะ"
    }
  },
  {
    "translation": {
      "en": "Bridget, we fucked up utterly.",
      "th": "บริดเจ็ต เราซวยแล้ว"
    }
  },
  {
    "translation": {
      "en": "Eleanor Heaney and Kafir Aghani have come and gone.",
      "th": "เอเลนอร์ ฮีนีย์ กับคาฟีร์ อะกานี มาถึงแล้วก็ไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, God. I'll be sacked.",
      "th": "ตายๆ ฉันโดนไล่ออกแน่"
    }
  },
  {
    "translation": {
      "en": "-Did the others get interviews? -I don't know. I was having a slash.",
      "th": "- มีคนอื่นได้สัมภาษณ์รึเปล่า - ไม่รู้เหมือนกัน ผมไปฉี่มา"
    }
  },
  {
    "translation": {
      "en": "-Actually, nobody got interviews. -So how do you know?",
      "th": "- อันที่จริง ไม่มีใครได้สัมภาษณ์เลย - คุณรู้ได้ไงคะ"
    }
  },
  {
    "translation": {
      "en": "Because I was defending him and I told him not to give any interviews.",
      "th": "เพราะผมเป็นทนายของเขา ผมบอกเขาว่าอย่าให้สัมภาษณ์"
    }
  },
  {
    "translation": {
      "en": "Look, I have a plan.",
      "th": "ฟังนะ ผมมีแผน"
    }
  },
  {
    "translation": {
      "en": "And action.",
      "th": "เริ่มได้"
    }
  },
  {
    "translation": {
      "en": "Mr. Darcy, you were defending Mr. Aghani. You must be delighted.",
      "th": "คุณดาร์ซี คุณว่าความให้คุณอะกานี คุณคงดีใจมาก"
    }
  },
  {
    "translation": {
      "en": "Yes, Kafir Aghani has spent his entire life",
      "th": "ใช่ครับ คาฟีร์ อะกานีใช้เวลาทั้งชีวิต"
    }
  },
  {
    "translation": {
      "en": "defending the basic human rights of his own people,",
      "th": "ต่อสู้เพื่อสิทธิมนุษยชนพื้นฐานให้คนของเขา"
    }
  },
  {
    "translation": {
      "en": "and today's verdict has been the result of five years of struggle by this woman",
      "th": "และคำตัดสินวันนี้ก็เป็นผลจาก ความบากบั่นตลอดห้าปีของผู้หญิงคนนี้"
    }
  },
  {
    "translation": {
      "en": "Eleanor Heaney to save the man she loves from",
      "th": "เอเลนอร์ ฮีนีย์ เพื่อปกป้องผู้ชายคนที่เธอรัก"
    }
  },
  {
    "translation": {
      "en": "an extradition order that would've been tantamount to a death sentence.",
      "th": "จากโทษส่งผู้ร้ายข้ามแดน ซึ่งร้ายแรงพอกับโทษประหารชีวิต"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "th": "จริงค่ะ"
    }
  },
  {
    "translation": {
      "en": "And, Eleanor, over to you.",
      "th": "มาที่เอเลนอร์นะคะ"
    }
  },
  {
    "translation": {
      "en": "Did you fancy Kafir the first time that you saw him?",
      "th": "คุณปิ๊งคุณคาฟีร์ตั้งแต่ครั้งแรก ที่เห็นเขาเลยรึเปล่าคะ"
    }
  },
  {
    "translation": {
      "en": "This has been Bridget Jones for Sit Up Britain",
      "th": "ดิฉัน บริดเจ็ต โจนส์ จากรายการ ซิทอัพบริเทน"
    }
  },
  {
    "translation": {
      "en": "with, let's face it, a bit of a crush now, actually.",
      "th": "ต้องยอมรับนะคะว่า ฉันเริ่มชอบเขาขึ้นมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Good afternoon.",
      "th": "สวัสดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "Bridget Jones. Already a legend.",
      "th": "บริดเจ็ต โจนส์ เป็นตำนานแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Bridget] Oh, joy, I am broadcasting genius",
      "th": "ฉันกลายเป็นอัจฉริยะแห่งวงการข่าว"
    }
  },
  {
    "translation": {
      "en": "celebrating by cooking birthday feast for close friends.",
      "th": "ที่จะฉลองโดยการทำอาหารวันเกิด เลี้ยงเพื่อนสนิท"
    }
  },
  {
    "translation": {
      "en": "Have sneaking suspicion am also something of genius in the kitchen as well.",
      "th": "สงสัยว่าฉันน่าจะเป็นอัจฉริยะในครัวด้วยนะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "\"Tie flavor-enhancing leek and celery together with string.\"",
      "th": "\"ใช้เชือกมัดต้นหอมกับคึ่นช่าย เข้าด้วยกันเพื่อเพิ่มกลิ่น\""
    }
  },
  {
    "translation": {
      "en": "Right. String.",
      "th": "โอเค เชือก"
    }
  },
  {
    "translation": {
      "en": "Perfect.",
      "th": "สมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "\"Finely slice oranges and grate zest.\"",
      "th": "\"ส้มฝานบางกับเปลือกส้มบด\""
    }
  },
  {
    "translation": {
      "en": "Oh, bugger. Oh, bugger, bugger!",
      "th": "ตายแล้ว!"
    }
  },
  {
    "translation": {
      "en": "Where the fuck is the fucking tuna?",
      "th": "ทูน่าหายหัวไปไหนวะ"
    }
  },
  {
    "translation": {
      "en": "[sighs] This is Bridget Jones for Sit Up Britain, searching for tuna.",
      "th": "นี่บริดเจ็ต โจนส์ จาก ซิทอัพบริเทน กำลังหาทูน่าอยู่"
    }
  },
  {
    "translation": {
      "en": "Bridget Jones.",
      "th": "บริดเจ็ต โจนส์"
    }
  },
  {
    "translation": {
      "en": "-Hello, darling. -Hi, Mum.",
      "th": "- สวัสดีจ้ะ ลูก - หวัดดีค่ะ แม่"
    }
  },
  {
    "translation": {
      "en": "I just wanted a bit of a chat.",
      "th": "แค่อยากคุยด้วยหน่อยน่ะ"
    }
  },
  {
    "translation": {
      "en": "Ouch! Careful, you ham-fisted cow!",
      "th": "ระวังหน่อยสิ ยัยซุ่มซ่าม!"
    }
  },
  {
    "translation": {
      "en": "The thing is, darling, between you and me,",
      "th": "เรื่องของเรื่องคือ รู้กันสองคนนะ"
    }
  },
  {
    "translation": {
      "en": "I'm not entirely sure that Julian isn't a bit of a shit.",
      "th": "แม่ไม่แน่ใจว่าจูเลียนเป็นคนดีรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "You know, Mum, I haven't really got time right now.",
      "th": "แม่คะ ตอนนี้หนูยุ่งมากเลย"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเคจ้ะ"
    }
  },
  {
    "translation": {
      "en": "I can't deny the sex is still very surprising.",
      "th": "แม่ก็ไม่ปฏิเสธนะว่า เรื่องเซ็กส์ยังน่าตื่นตาตื่นใจอยู่"
    }
  },
  {
    "translation": {
      "en": "Do you know, the other night, quite unexpectedly,",
      "th": "รู้มั้ย คืนก่อน ตอนแม่กำลังจะหลับ"
    }
  },
  {
    "translation": {
      "en": "I was just dozing off and I felt this huge...",
      "th": "แม่รู้สึกได้ถึง..."
    }
  },
  {
    "translation": {
      "en": "Bye, Mum.",
      "th": "บายค่ะ แม่"
    }
  },
  {
    "translation": {
      "en": "What time do you call this?",
      "th": "กี่โมงแล้วเนี่ย"
    }
  },
  {
    "translation": {
      "en": "The door was open.",
      "th": "ประตูเปิดอยู่น่ะ"
    }
  },
  {
    "translation": {
      "en": "I, uh... I came to congratulate the new face of British current affairs.",
      "th": "ผมมาแสดงความยินดีกับดาวรุ่ง ดวงใหม่ของวงการข่าวอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "But I see I may have come at a bad time.",
      "th": "แต่ท่าทางผมจะมาผิดจังหวะ"
    }
  },
  {
    "translation": {
      "en": "How's it look?",
      "th": "เป็นไงบ้างคะ"
    }
  },
  {
    "translation": {
      "en": "Uh, great. It's, um, blue.",
      "th": "ก็ดี มันเป็นสีฟ้า"
    }
  },
  {
    "translation": {
      "en": "-Blue? -No, but blue is good.",
      "th": "- ฟ้าเหรอ - ฟ้าก็ดีนะ"
    }
  },
  {
    "translation": {
      "en": "If you ask me, there isn't enough blue food.",
      "th": "ถ้าถามผมนะ เรายังมีอาหารสีฟ้าน้อยไป"
    }
  },
  {
    "translation": {
      "en": "Oh, shit! It must have been the string.",
      "th": "ตายแล้ว! เพราะเชือกแน่เลย"
    }
  },
  {
    "translation": {
      "en": "-No, it's string soup. -[chuckles]",
      "th": "มันคือซุปเชือก"
    }
  },
  {
    "translation": {
      "en": "Oh, God. They're going to be here any minute.",
      "th": "พวกนั้นใกล้จะถึงแล้วด้วย"
    }
  },
  {
    "translation": {
      "en": "Don't worry. I'm sure they've come to see you and not",
      "th": "ไม่ต้องห่วง ผมมั่นใจว่า พวกเขามาเพื่อเจอคุณ"
    }
  },
  {
    "translation": {
      "en": "orange parfait in sugar cages.",
      "th": "ไม่ได้มาเพื่อกินอาหารผู้ดี"
    }
  },
  {
    "translation": {
      "en": "-Let's have a drink. -Yes.",
      "th": "- มาดื่มกัน - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Happy birthday. -Thank you. [chuckles]",
      "th": "- สุขสันต์วันเกิด - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Did I really run round your lawn naked?",
      "th": "ฉันเคยแก้ผ้าวิ่งบนสนามบ้านคุณจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, yes. You were four and I was eight.",
      "th": "จริง ตอนนั้นคุณสี่ขวบ ผมแปดขวบ"
    }
  },
  {
    "translation": {
      "en": "That's a pretty big age difference.",
      "th": "อายุต่างกันตั้งเยอะ"
    }
  },
  {
    "translation": {
      "en": "-It's quite pervy, really. -Yes, I like to think so.",
      "th": "- วิตถารไม่เบา - ผมก็ว่างั้น"
    }
  },
  {
    "translation": {
      "en": "What are we going to do about this dinner then?",
      "th": "แล้วเราจะทำยังไงกับอาหารล่ะ"
    }
  },
  {
    "translation": {
      "en": "We can have blue soup to start, orange pudding to end,",
      "th": "เริ่มจากซุปสีฟ้า จบด้วยพุดดิ้งส้ม"
    }
  },
  {
    "translation": {
      "en": "and for the main course, you have congealed green gunge.",
      "th": "ส่วนจานหลักก็เป็น ของเหลวสีเขียวเหนอะหนะ"
    }
  },
  {
    "translation": {
      "en": "That is caper berry gravy, actually.",
      "th": "ที่จริงนั่นเกรวี่เคเปอร์ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Do you have eggs? -Yes.",
      "th": "- คุณมีไข่ไหม - มีค่ะ"
    }
  },
  {
    "translation": {
      "en": "Right. Omelet, it is then. With caper berry gravy.",
      "th": "โอเค งั้นทำไข่เจียวแล้วกัน กินกับเกรวี่เคเปอร์"
    }
  },
  {
    "translation": {
      "en": "You wouldn't by any chance have any beetroot cubes, would you?",
      "th": "คุณคงไม่มีหัวผักกาดใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Mini gherkin? Stuffed olive?",
      "th": "แตงกวาดอง มะกอกยัดไส้"
    }
  },
  {
    "translation": {
      "en": "No, Pam.",
      "th": "ไม่มีจ้ะ แพม"
    }
  },
  {
    "translation": {
      "en": "And besides, I'm busy. The gravy needs sieving.",
      "th": "และฉันก็ยุ่งอยู่ด้วย ต้องกรองน้ำเกรวี่"
    }
  },
  {
    "translation": {
      "en": "Surely not. Just stir it, Una.",
      "th": "ไม่ต้องหรอก แค่คนก็พอจ้ะอูน่า"
    }
  },
  {
    "translation": {
      "en": "Happy birthday!",
      "th": "สุขสันต์วันเกิด!"
    }
  },
  {
    "translation": {
      "en": "-TV queen! -We're so proud!",
      "th": "- เจ้าแม่โทรทัศน์! - เราภูมิใจมากนะ!"
    }
  },
  {
    "translation": {
      "en": "Bridge, you looked so fucking thin! You looked fantastic!",
      "th": "บริดจ์ เธอดูผอมจัง! ดูดีชะมัดเลย!"
    }
  },
  {
    "translation": {
      "en": "-Hello. -Hello.",
      "th": "- สวัสดี - สวัสดีครับ"
    }
  },
  {
    "translation": {
      "en": "-Are you joining us? -Yeah. Of course.",
      "th": "- คุณจะอยู่ทานอาหารกับเราเหรอ - แน่นอนสิ"
    }
  },
  {
    "translation": {
      "en": "Excellent.",
      "th": "อร่อยนะ"
    }
  },
  {
    "translation": {
      "en": "Delicious. Really special.",
      "th": "อร่อยมาก พิเศษจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It's really... It's really very good.",
      "th": "รสชาติดีมากเลย"
    }
  },
  {
    "translation": {
      "en": "[Shazza] Really, it's very nice.",
      "th": "อร่อยจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "So...",
      "th": "ว่าแต่..."
    }
  },
  {
    "translation": {
      "en": "Mark, why did your wife leave you?",
      "th": "มาร์ค ทำไมภรรยาถึงทิ้งคุณไปคะ"
    }
  },
  {
    "translation": {
      "en": "Mmm! Eat up. Eat up. Two more lovely courses to go.",
      "th": "กินไปเถอะ ยังเหลืออีกสองอย่างนะ"
    }
  },
  {
    "translation": {
      "en": "Mmm. Delicious.",
      "th": "อร่อยจัง"
    }
  },
  {
    "translation": {
      "en": "I have to say, this is the most incredible shit.",
      "th": "ผมขอบอกเลยนะว่า นี่เป็นอาหารที่ห่วยที่สุด"
    }
  },
  {
    "translation": {
      "en": "-This is the worst of the three. -It does actually remind me of something.",
      "th": "- แย่ที่สุดในสามอย่างเลย - ทำให้ฉันนึกอะไรขึ้นมาได้"
    }
  },
  {
    "translation": {
      "en": "-It tastes like-- -Marmalade.",
      "th": "- รสชาติเหมือน... - เปลือกส้ม"
    }
  },
  {
    "translation": {
      "en": "[Tom] Well done, Bridge.",
      "th": "เก่งมาก บริดจ์"
    }
  },
  {
    "translation": {
      "en": "Four hours of careful cooking and a feast of blue soup, omelet, and marmalade.",
      "th": "ใช้เวลาสี่ชั่วโมงทำซุปสีฟ้า ไข่เจียว กับเปลือกส้ม"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -I think that deserves a toast, don't you?",
      "th": "- ขอบคุณ - มาดื่มฉลองกันหน่อยดีกว่า"
    }
  },
  {
    "translation": {
      "en": "To Bridget, who cannot cook",
      "th": "แด่บริดเจ็ตผู้ทำอาหารไม่เป็น"
    }
  },
  {
    "translation": {
      "en": "but who we love, just as she is.",
      "th": "แต่เป็นคนที่เรารัก อย่างที่เธอเป็น"
    }
  },
  {
    "translation": {
      "en": "-To Bridget, just as she is. -To Bridget, just as she is.",
      "th": "- แด่บริดเจ็ต อย่างที่เธอเป็น - แด่บริดเจ็ต อย่างที่เธอเป็น"
    }
  },
  {
    "translation": {
      "en": "I'll go.",
      "th": "ฉันเปิดเอง"
    }
  },
  {
    "translation": {
      "en": "Who?",
      "th": "ใครมา"
    }
  },
  {
    "translation": {
      "en": "Ah... Sorry. Sorry. Sorry.",
      "th": "ขอโทษที"
    }
  },
  {
    "translation": {
      "en": "I'm obviously interrupting.",
      "th": "ขอโทษที่มาขัดจังหวะ"
    }
  },
  {
    "translation": {
      "en": "Darcy. What brings you here?",
      "th": "ดาร์ซี ไปไงมาไงเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Oh, right, yeah. I should have guessed, shouldn't I?",
      "th": "อ้อ จริงสิ ฉันน่าจะเดาได้นะ"
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Tom. It's really good to meet you at last.",
      "th": "ผมทอม ดีใจที่ได้พบคุณในที่สุด"
    }
  },
  {
    "translation": {
      "en": "Yeah, listen, I just came to...",
      "th": "โอเค ผมแค่แวะมาเพื่อ..."
    }
  },
  {
    "translation": {
      "en": "I thought you might be on your own.",
      "th": "นึกว่าคุณจะอยู่คนเดียว"
    }
  },
  {
    "translation": {
      "en": "What an idiot.",
      "th": "งี่เง่าชะมัด"
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "th": "เดี๋ยวมานะ"
    }
  },
  {
    "translation": {
      "en": "I've been going crazy.",
      "th": "ผมเป็นบ้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "I can't stop thinking about you",
      "th": "ผมหยุดคิดถึงคุณไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "and thinking what a fucking idiot I've been.",
      "th": "แล้วก็คิดว่าผมทำตัวงี่เง่าขนาดไหน"
    }
  },
  {
    "translation": {
      "en": "Christ, is that blue soup?",
      "th": "พระเจ้า นั่นซุปสีฟ้าเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "You know that Sunday in the country.",
      "th": "วันอาทิตย์ที่เราออกนอกเมืองกัน..."
    }
  },
  {
    "translation": {
      "en": "Come on outside.",
      "th": "ไปคุยข้างนอกเถอะ"
    }
  },
  {
    "translation": {
      "en": "It was all just going so fast.",
      "th": "ทุกอย่างเกิดขึ้นเร็วมาก"
    }
  },
  {
    "translation": {
      "en": "The hotel and that weekend, meeting your parents, I just panicked.",
      "th": "ทั้งโรงแรม ทั้งวันสุดสัปดาห์ ทั้งเจอพ่อแม่คุณ ผมกลัวขึ้นมาน่ะ"
    }
  },
  {
    "translation": {
      "en": "You know me.",
      "th": "คุณก็รู้นิสัยผม"
    }
  },
  {
    "translation": {
      "en": "I'm... I'm a terrible disaster with a posh voice and a bad character.",
      "th": "ผมเป็นคนเฮงซวยที่มีสำเนียงผู้ดี และนิสัยไม่ดี"
    }
  },
  {
    "translation": {
      "en": "You're the only one who can save me, Bridge. I need you.",
      "th": "คุณเป็นคนเดียวที่จะช่วยผมได้ ผมต้องการคุณนะ"
    }
  },
  {
    "translation": {
      "en": "Without you, 20 years from now, I'll be in some seedy bar with some seedy blonde.",
      "th": "ถ้าไม่มีคุณ อีก 20 ปีข้างหน้า ผมคงอยู่ในบาร์ห่วยๆ กับสาวผมทองเห่ยๆ"
    }
  },
  {
    "translation": {
      "en": "And what about Lara?",
      "th": "แล้วลาร่าล่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh. Over. Over. Totally fucking finito.",
      "th": "จบแล้ว เราเลิกกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Dumped me.",
      "th": "เขาทิ้งผมไป"
    }
  },
  {
    "translation": {
      "en": "Dumped me when she realized I hadn't got over you.",
      "th": "เขาทิ้งผมตอนที่รู้ว่าผมลืมคุณไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I know you're thinking it's just a sex thing,",
      "th": "ผมรู้ว่าคุณคงคิดว่ามันแค่เรื่องบนเตียง"
    }
  },
  {
    "translation": {
      "en": "but I promise you, whenever I see that",
      "th": "แต่ผมสัญญานะ ทุกครั้งที่ผมเห็น"
    }
  },
  {
    "translation": {
      "en": "skimpy little skirt on TV,",
      "th": "กระโปรงตัวจิ๋วนั่นบนทีวี"
    }
  },
  {
    "translation": {
      "en": "I just close my eyes and listen to all the intelligent things you'll say.",
      "th": "ผมหลับตาและตั้งใจฟัง สิ่งมีสาระมากมายที่คุณจะพูด"
    }
  },
  {
    "translation": {
      "en": "I was thrilled that little Kurdish bloke was set free.",
      "th": "ผมดีใจมากที่ชาวเคิร์ดคนนั้นได้รับอิสรภาพ"
    }
  },
  {
    "translation": {
      "en": "Bridge, I've missed you a lot.",
      "th": "บริดจ์ ผมคิดถึงคุณมากนะ"
    }
  },
  {
    "translation": {
      "en": "I'm going now. Bye.",
      "th": "ผมจะกลับแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "-Mark, stay. -No, I don't think I will.",
      "th": "- มาร์ค อยู่ก่อนสิคะ - ไม่ละ ไม่ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Listen, don't leave on my behalf.",
      "th": "อย่าไปเพราะผมเลย"
    }
  },
  {
    "translation": {
      "en": "I think it's about time you and I put this past behind us, don't you, Darcy?",
      "th": "ถึงเวลาที่เราจะลืมเรื่องอดีตได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "At least stay for a birthday drink with me and Bridge, huh?",
      "th": "อย่างน้อยก็อยู่ดื่มฉลองวันเกิด กับผมกับบริดจ์ก่อน"
    }
  },
  {
    "translation": {
      "en": "Goodbye, Bridget.",
      "th": "ลาก่อน บริดเจ็ต"
    }
  },
  {
    "translation": {
      "en": "Mark.",
      "th": "มาร์คคะ"
    }
  },
  {
    "translation": {
      "en": "-Why are you here? -Bridge,",
      "th": "- คุณมาทำไม - บริดจ์"
    }
  },
  {
    "translation": {
      "en": "I just told you why I'm here.",
      "th": "ผมบอกไปแล้วว่ามาทำไม"
    }
  },
  {
    "translation": {
      "en": "And why was Mark wanker Darcy here? Oh, bloody hell. Wait a minute, he's back.",
      "th": "แล้วทำไมไอ้มาร์ค ดาร์ซี ถึงอยู่ที่นี่ได้ เดี๋ยวนะ เขากลับมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "-All right, Cleaver. Outside. -[scoffs] I'm sorry?",
      "th": "- โอเค คลีเวอร์ ไปข้างนอกกัน - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Outside?",
      "th": "ข้างนอกเหรอ"
    }
  },
  {
    "translation": {
      "en": "Uh, should I bring my dueling pistols or my sword?",
      "th": "ฉันควรเอาปืนพกหรือดาบออกไปด้วยมั้ย"
    }
  },
  {
    "translation": {
      "en": "All right. Hang on.",
      "th": "เอาละ เดี๋ยวมานะ"
    }
  },
  {
    "translation": {
      "en": "I should have done this years ago.",
      "th": "ฉันน่าจะทำแบบนี้ตั้งนานแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Done what? -This.",
      "th": "- ทำอะไร - ทำแบบนี้ไง"
    }
  },
  {
    "translation": {
      "en": "Fuck!",
      "th": "บ้าเอ๊ย!"
    }
  },
  {
    "translation": {
      "en": "Fuck me, that hurt!",
      "th": "มันเจ็บนะโว้ย!"
    }
  },
  {
    "translation": {
      "en": "-What the fuck do you think you're doing? -This.",
      "th": "- นายทำอะไรของนายวะ - นี่ไง"
    }
  },
  {
    "translation": {
      "en": "Oh, Christ, not again.",
      "th": "พระเจ้า ไม่เอาแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Fight! -[man] What?",
      "th": "- คนตีกัน! - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-Where? -Well, quick. It's a real fight!",
      "th": "- ที่ไหน - มาเร็ว ตีกันของจริงเลย"
    }
  },
  {
    "translation": {
      "en": "[Daniel] All right. All right. All right. I give up. I give up.",
      "th": "โอเค ฉันยอมแพ้"
    }
  },
  {
    "translation": {
      "en": "Just give me a moment, all right?",
      "th": "ขอเวลาแป๊บนึงนะ"
    }
  },
  {
    "translation": {
      "en": "Just let me get a moment's break here, okay?",
      "th": "ขอพักเดี๋ยว โอเคมั้ย"
    }
  },
  {
    "translation": {
      "en": "[all] [chanting] Cheat!",
      "th": "ขี้โกง!"
    }
  },
  {
    "translation": {
      "en": "I'll shin you!",
      "th": "ฉันจะอัดแก!"
    }
  },
  {
    "translation": {
      "en": "-Whose side are we on? -Mark's, obviously.",
      "th": "- เราจะเชียร์ใครดี - ต้องมาร์คสิ"
    }
  },
  {
    "translation": {
      "en": "He's never dumped Bridget for some naked American.",
      "th": "เขาไม่เคยทิ้งบริดเจ็ตไปหา สาวอเมริกันแก้ผ้า"
    }
  },
  {
    "translation": {
      "en": "And he said he liked her just the way she is.",
      "th": "และเขาก็บอกว่าเขาชอบเธอ อย่างที่เธอเป็น"
    }
  },
  {
    "translation": {
      "en": "Yes, but he also nicked Daniel's fiancée and left him brokenhearted.",
      "th": "จริง แต่เขาก็เคยเป็นชู้กับคู่หมั้น ของแดเนียล ทำให้เขาอกหัก"
    }
  },
  {
    "translation": {
      "en": "Good point. It's a very hard one to call.",
      "th": "เหตุผลดี เลือกยากชะมัด"
    }
  },
  {
    "translation": {
      "en": "-[Bridget] No, no, no, no, no, no, no. -[Tom] Oh, yes!",
      "th": "- ไม่นะ - เยส!"
    }
  },
  {
    "translation": {
      "en": "-I'm so sorry. -[groans]",
      "th": "ขอโทษที"
    }
  },
  {
    "translation": {
      "en": "-[man] What are you doing? -Oh, God, I'm sorry.",
      "th": "- ทำอะไรเนี่ย - ผมขอโทษนะ"
    }
  },
  {
    "translation": {
      "en": "I really am sorry. I... I will pay.",
      "th": "ขอโทษจริงๆ ผมจะจ่ายให้"
    }
  },
  {
    "translation": {
      "en": "-Had enough, Darcy? -Not quite, if that's all right by you.",
      "th": "- พอรึยัง ดาร์ซี - ยังไม่เชิง ถ้านายไม่ว่าอะไร"
    }
  },
  {
    "translation": {
      "en": "[Daniel] You broke my bloody jaw!",
      "th": "แกทำกรามฉันหัก!"
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday to you ♪",
      "th": "แฮปปี้เบิร์ธเดย์ทูยู"
    }
  },
  {
    "translation": {
      "en": "[all] ♪ Happy birthday to you ♪",
      "th": "แฮปปี้เบิร์ธเดย์ทูยู"
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday, dear what's-his-name ♪",
      "th": "แฮปปี้เบิร์ธเดย์ เขาชื่ออะไรนะ"
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday to you ♪",
      "th": "แฮปปี้เบิร์ธเดย์ทูยู"
    }
  },
  {
    "translation": {
      "en": "Jesus.",
      "th": "พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "All right. All right. Enough.",
      "th": "โอเค พอแล้ว"
    }
  },
  {
    "translation": {
      "en": "Enough, wanker.",
      "th": "พอแล้ว ไอ้เบื๊อก"
    }
  },
  {
    "translation": {
      "en": "[Bridget] What is your problem?",
      "th": "คุณเป็นอะไรของคุณเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-My problem? -Yes!",
      "th": "- ผมเป็นอะไรงั้นเหรอ - ใช่!"
    }
  },
  {
    "translation": {
      "en": "You give the impression of being all moral and noble",
      "th": "คุณทำให้ฉันนึกว่าคุณเป็นคนดีมีศีลธรรม"
    }
  },
  {
    "translation": {
      "en": "and normal and helpful in the kitchen,",
      "th": "เป็นคนปกติที่ชอบช่วยคนในครัว"
    }
  },
  {
    "translation": {
      "en": "but you're just as bad as the rest of them.",
      "th": "แต่คุณก็แย่พอๆ กับคนอื่นนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Well, I can see that I've been laboring under a misapprehension.",
      "th": "ผมเข้าใจแล้วว่า ผมคงถูกเข้าใจผิดไป"
    }
  },
  {
    "translation": {
      "en": "Very, very foolish mistake.",
      "th": "ผิดพลาดอย่างมหันต์"
    }
  },
  {
    "translation": {
      "en": "Forgive me.",
      "th": "ยกโทษให้ผมด้วย"
    }
  },
  {
    "translation": {
      "en": "Let's go back upstairs.",
      "th": "ขึ้นไปข้างบนกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "นะ"
    }
  },
  {
    "translation": {
      "en": "We belong together, Jones.",
      "th": "เราเกิดมาคู่กันนะ โจนส์"
    }
  },
  {
    "translation": {
      "en": "Me, you,",
      "th": "ผม คุณ"
    }
  },
  {
    "translation": {
      "en": "poor little skirt.",
      "th": "กระโปรงตัวจิ๋วของคุณ"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "If I can't make it with you...",
      "th": "ถ้าผมคบกับคุณไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I can't make it with anyone.",
      "th": "ผมก็คบคนอื่นไม่ได้"
    }
  },
  {
    "translation": {
      "en": "That's not a good enough offer for me.",
      "th": "ข้อเสนอนี้ยังไม่ดีพอสำหรับฉัน"
    }
  },
  {
    "translation": {
      "en": "I'm not willing to gamble my whole life on someone who's, well, not quite sure.",
      "th": "ฉันจะไม่เอาทั้งชีวิตไปเสี่ยงกับ คนที่ยังไม่แน่ใจ"
    }
  },
  {
    "translation": {
      "en": "It's like you said, \"I'm still looking for something",
      "th": "อย่างที่คุณว่าฉันยังมองหาอะไร"
    }
  },
  {
    "translation": {
      "en": "more extraordinary than that.\"",
      "th": "ที่พิเศษกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "[Bridget] December 25.",
      "th": "วันที่ 25 ธันวาคม"
    }
  },
  {
    "translation": {
      "en": "Weight, 140 pounds, plus 42 mince pies.",
      "th": "น้ำหนัก 63.5 กิโลกรัม บวกพายเนื้อสับ 42 ชิ้น"
    }
  },
  {
    "translation": {
      "en": "Alcohol units, oh, thousands.",
      "th": "ระดับแอลกอฮอล์ เป็นพันๆ"
    }
  },
  {
    "translation": {
      "en": "Bugger off!",
      "th": "ไสหัวไป!"
    }
  },
  {
    "translation": {
      "en": "Come on then, kids.",
      "th": "มาเถอะ เด็กๆ"
    }
  },
  {
    "translation": {
      "en": "This Baroque carriage clock is a particular festive favorite of mine",
      "th": "นาฬิการถม้าบาโรกอันนี้ เป็นชิ้นที่ผมโปรดเป็นพิเศษ"
    }
  },
  {
    "translation": {
      "en": "incorporating the Hallelujah Chorus from Handel's Messiah",
      "th": "พร้อมเพลงสรรเสริญพระเจ้า ฮัลเลลูยาห์ของฮันเดล"
    }
  },
  {
    "translation": {
      "en": "every hour, on the hour.",
      "th": "ทุกชั่วโมง เที่ยงตรง"
    }
  },
  {
    "translation": {
      "en": "I can't understand it. The man's actually turned red now.",
      "th": "พ่อไม่เข้าใจเลย หมอนี่แดงไปทั้งตัวแล้ว"
    }
  },
  {
    "translation": {
      "en": "Merry Christmas, Pamela.",
      "th": "สุขสันต์วันคริสต์มาส พาเมล่า"
    }
  },
  {
    "translation": {
      "en": "Well, I'm going to Bedfordshire.",
      "th": "หนูไปนอนดีกว่า"
    }
  },
  {
    "translation": {
      "en": "-Night-night. -Night-night.",
      "th": "- ราตรีสวัสดิ์ค่ะ - ราตรีสวัสดิ์จ้ะ"
    }
  },
  {
    "translation": {
      "en": "The thing is...",
      "th": "เรื่องก็คือ..."
    }
  },
  {
    "translation": {
      "en": "Well, close up, he was almost purple.",
      "th": "ดูใกล้ๆ ตัวเขาแทบจะเป็นสีม่วงแล้ว"
    }
  },
  {
    "translation": {
      "en": "You're such a lovely normal color.",
      "th": "ผิวคุณสีสวยธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "He had a filthy temper.",
      "th": "เขาเป็นคนอารมณ์ร้ายมาก"
    }
  },
  {
    "translation": {
      "en": "And, well, the jewelry is fabulous, and really very reasonably priced.",
      "th": "พวกเครื่องเพชรก็สวยจริง แล้วก็สมราคาด้วย"
    }
  },
  {
    "translation": {
      "en": "I thought I might ask if...",
      "th": "ฉันอยากถามคุณว่า"
    }
  },
  {
    "translation": {
      "en": "We could have another go.",
      "th": "เรามาลองกันอีกทีได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "I mean, obviously with some effort on your part",
      "th": "แต่ฝั่งคุณก็ต้องปรับปรุงด้วย"
    }
  },
  {
    "translation": {
      "en": "to pay a bit more attention to me.",
      "th": "ต้องใส่ใจฉันมากกว่านี้"
    }
  },
  {
    "translation": {
      "en": "I do realize what I'm like sometimes.",
      "th": "ฉันรู้ว่าฉันทำตัวยังไงในบางเวลา"
    }
  },
  {
    "translation": {
      "en": "It doesn't help that you and Bridget have your lovely grown-up club of two",
      "th": "แต่การที่คุณกับบริดเจ็ตสนิทกัน แค่สองคนก็ไม่ได้ช่วยเลย"
    }
  },
  {
    "translation": {
      "en": "and are always saying, \"What's silly old Mummy gone and done this time?\"",
      "th": "แล้วก็คุยกันว่า \"ยัยแม่งี่เง่า ไปทำเรื่องอะไรมาอีกล่ะคราวนี้\""
    }
  },
  {
    "translation": {
      "en": "You used to be mad about me.",
      "th": "คุณเคยรักฉันมาก"
    }
  },
  {
    "translation": {
      "en": "You couldn't get enough of me.",
      "th": "หลงฉันจนโงหัวไม่ขึ้น"
    }
  },
  {
    "translation": {
      "en": "What do you think?",
      "th": "คุณคิดว่าไงคะ"
    }
  },
  {
    "translation": {
      "en": "I don't know, Pam.",
      "th": "ไม่รู้สิ แพม"
    }
  },
  {
    "translation": {
      "en": "I just don't know now.",
      "th": "ตอนนี้ผมคิดไม่ออก"
    }
  },
  {
    "translation": {
      "en": "It's been very hard.",
      "th": "ที่ผ่านมามันหนักหนามาก"
    }
  },
  {
    "translation": {
      "en": "Oh, Colin. [sniffles]",
      "th": "คอลิน"
    }
  },
  {
    "translation": {
      "en": "I'm joking, you daft cow.",
      "th": "ผมพูดเล่นน่า ยัยบ๊อง"
    }
  },
  {
    "translation": {
      "en": "Pam, I just don't work without you.",
      "th": "แพม ผมอยู่ไม่ได้ถ้าไม่มีคุณ"
    }
  },
  {
    "translation": {
      "en": "Awful.",
      "th": "คนบ้า"
    }
  },
  {
    "translation": {
      "en": "Lovely. Lovely. Lovely.",
      "th": "น่ารักที่สุด"
    }
  },
  {
    "translation": {
      "en": "Get back up those stairs, young lady. Get dressed.",
      "th": "กลับขึ้นไปแต่งตัวเลยนะ"
    }
  },
  {
    "translation": {
      "en": "What for?",
      "th": "แต่งทำไม"
    }
  },
  {
    "translation": {
      "en": "The Darcy's ruby wedding party. \"What for\" indeed.",
      "th": "ฉลองวันแต่งครบ 40 ปีที่บ้านดาร์ซีไง จะอะไรเสียอีกล่ะ"
    }
  },
  {
    "translation": {
      "en": "Mark will be there. Still divorced.",
      "th": "มาร์คก็ไปนะ ยังหย่าอยู่"
    }
  },
  {
    "translation": {
      "en": "He's also still deranged. I'm not going.",
      "th": "และก็ยังสติไม่ดีอยู่ด้วย หนูไม่ไปค่ะ"
    }
  },
  {
    "translation": {
      "en": "Poor Mark. This is always a bad time of year for him.",
      "th": "น่าสงสารเขานะ ช่วงนี้ของปี เป็นช่วงเวลาที่เลวร้ายสำหรับเขา"
    }
  },
  {
    "translation": {
      "en": "You know, his Japanese wife left him on Christmas Day. Cruel race.",
      "th": "เมียญี่ปุ่นทิ้งเขาไปในวันคริสต์มาส คนชาตินี้ใจร้ายจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Yes, but I'm not quite sure he didn't deserve it, actually.",
      "th": "ค่ะ แต่หนูก็ไม่ค่อยแน่ใจนะว่า เขาไม่สมควรโดนแล้ว"
    }
  },
  {
    "translation": {
      "en": "She ran off with his best friend from Cambridge.",
      "th": "เธอหนีไปกับเพื่อนเขาที่เรียนที่เคมบริดจ์ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "Total scoundrel, apparently. Best man at his wedding.",
      "th": "ชั่วจริงๆ เลยนะ เป็นเพื่อนเจ้าบ่าวเขาด้วย"
    }
  },
  {
    "translation": {
      "en": "Then Christmas Eve, Mark comes home early from work",
      "th": "วันคริสต์มาสปีนั้น มาร์คกลับบ้านแต่วัน"
    }
  },
  {
    "translation": {
      "en": "finds the pair of them in a most unorthodox position",
      "th": "แล้วก็เจอสองคนนั้นอยู่ใน ท่าที่ไม่เหมาะสมอย่างแรง"
    }
  },
  {
    "translation": {
      "en": "stark naked, at it like rabbits.",
      "th": "แก้ผ้าฟัดกันอย่างกับกระต่าย"
    }
  },
  {
    "translation": {
      "en": "Just give me five minutes.",
      "th": "ขอเวลาหนูห้านาที"
    }
  },
  {
    "translation": {
      "en": "Stop! Stop the car! Stop the car!",
      "th": "หยุด! หยุดเลยค่ะ พ่อ!"
    }
  },
  {
    "translation": {
      "en": "-Dad, get out. Too slow! -Why?",
      "th": "- พ่อหลบไปเลย ขับช้าไป! - ทำไม"
    }
  },
  {
    "translation": {
      "en": "-Dad, get in! Hurry! -What's the hurry?",
      "th": "- พ่อ ขึ้นมาสิ เร็วเข้า! - รีบไปไหนเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Not too fast.",
      "th": "อย่าขับเร็วนักสิ"
    }
  },
  {
    "translation": {
      "en": "Bit snowy, isn't it?",
      "th": "หิมะเยอะเนอะ"
    }
  },
  {
    "translation": {
      "en": "Sorry. One moment.",
      "th": "ขอโทษนะครับ ขอตัวเดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "Thank you for inviting me.",
      "th": "ขอบคุณที่เชิญฉันมาค่ะ"
    }
  },
  {
    "translation": {
      "en": "I didn't. It must have been my parents.",
      "th": "ผมเปล่า สงสัยพ่อแม่ผมเชิญ"
    }
  },
  {
    "translation": {
      "en": "-So. -So.",
      "th": "- แล้ว - แล้ว"
    }
  },
  {
    "translation": {
      "en": "Hello, Bridget. Didn't know you were coming.",
      "th": "สวัสดี บริดเจ็ต ไม่นึกว่าคุณจะมาด้วย"
    }
  },
  {
    "translation": {
      "en": "Mark, your father wants to begin ASAP.",
      "th": "มาร์ค พ่อคุณอยากให้เริ่มงานให้เร็วที่สุด"
    }
  },
  {
    "translation": {
      "en": "Oh, does he? Right.",
      "th": "จริงสิ"
    }
  },
  {
    "translation": {
      "en": "Come on, Mark. Be helpful, please.",
      "th": "มาเถอะ มาร์ค ทำตัวให้เป็นประโยชน์หน่อย"
    }
  },
  {
    "translation": {
      "en": "The caterers have totally screwed up. Does nothing work outside of London, hmm?",
      "th": "คนจัดอาหารทำงานมั่วไปหมด นอกลอนดอนไม่มีอะไรใช้การได้เลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Apparently not. [chuckles]",
      "th": "ท่าจะไม่มี"
    }
  },
  {
    "translation": {
      "en": "Well, I have to...",
      "th": "ผมต้อง..."
    }
  },
  {
    "translation": {
      "en": "Listen. Uh...",
      "th": "ฟังนะคะ"
    }
  },
  {
    "translation": {
      "en": "I owe you an apology about Daniel.",
      "th": "ฉันต้องขอโทษคุณเรื่องแดเนียล"
    }
  },
  {
    "translation": {
      "en": "He said that you ran off with his fiancée and left him brokenhearted, he said.",
      "th": "เขาบอกว่าคุณหนีไปกับคู่หมั้นเขา ทำให้เขาใจสลาย"
    }
  },
  {
    "translation": {
      "en": "No, it was the other way around. It was my wife.",
      "th": "ไม่ กลับกันต่างหาก นั่นคือภรรยาผม"
    }
  },
  {
    "translation": {
      "en": "My heart.",
      "th": "ผมสิใจสลาย"
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "th": "ขอโทษด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "That's why you always acted so strangely around him",
      "th": "มิน่าคุณถึงชอบทำตัวแปลกๆ เวลาเจอเขา"
    }
  },
  {
    "translation": {
      "en": "and beat him to a pulp, quite rightly.",
      "th": "แล้วก็อัดเขาเสียน่วม"
    }
  },
  {
    "translation": {
      "en": "Well done.",
      "th": "ทำถูกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Can... Can we just, um,",
      "th": "เราออกไปข้างนอก"
    }
  },
  {
    "translation": {
      "en": "pop out there for a moment?",
      "th": "กันแป๊บหนึ่งได้มั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "I just have something that I want to say.",
      "th": "ฉันมีบางอย่างอยากจะบอกคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "you once said that you liked me just as I am",
      "th": "คุณเคยบอกว่าคุณชอบฉัน อย่างที่ฉันเป็น"
    }
  },
  {
    "translation": {
      "en": "and I just wanted to say, likewise.",
      "th": "และฉันอยากจะบอกว่า ฉันก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "I mean, you wear stupid things your mum buys you. Tonight's another classic.",
      "th": "คุณสวมของเห่ยๆ ที่แม่คุณซื้อให้ คืนนี้ก็ไม่มีข้อยกเว้น"
    }
  },
  {
    "translation": {
      "en": "You're haughty, and you always say the wrong thing in every situation.",
      "th": "คุณหยิ่งยะโส แถมยังชอบพูดจา ไม่รู้กาลเทศะ"
    }
  },
  {
    "translation": {
      "en": "I seriously believe that you should",
      "th": "และฉันขอบอกตรงๆ ว่า"
    }
  },
  {
    "translation": {
      "en": "rethink the length of your sideburns.",
      "th": "คุณควรจะเล็มจอนให้สั้นขึ้นอีกนิด"
    }
  },
  {
    "translation": {
      "en": "But, you're a nice man...",
      "th": "แต่คุณเป็นคนดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "And I like you.",
      "th": "และฉันก็ชอบคุณ"
    }
  },
  {
    "translation": {
      "en": "If you wanted to pop by sometime, that might be nice.",
      "th": "ถ้าคุณอยากจะแวะมาหาฉันบ้างก็ คงจะดีไม่น้อย"
    }
  },
  {
    "translation": {
      "en": "More than nice.",
      "th": "ยิ่งกว่าดีอีก"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Crikey.",
      "th": "ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "[Malcolm] Ladies and gentlemen, could I have your attention for a moment, please?",
      "th": "ท่านทั้งหลาย โปรดฟังทางนี้"
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "th": "ขอตัวก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "Of course.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "...wife and companion, Geraldine.",
      "th": "ภรรยาที่รักและคู่ชีวิตของผม เจอรัลดีน"
    }
  },
  {
    "translation": {
      "en": "A toast to her, my wonderful wife, Geraldine.",
      "th": "ขอดื่มให้เธอ ภรรยาที่แสนวิเศษของผม"
    }
  },
  {
    "translation": {
      "en": "[all] To Geraldine.",
      "th": "แด่เจอรัลดีน"
    }
  },
  {
    "translation": {
      "en": "And we, in turn, have been blessed with our son, Mark.",
      "th": "และเราโชคดีที่มีลูกชายอย่างมาร์ค"
    }
  },
  {
    "translation": {
      "en": "He's always made us proud",
      "th": "เขาทำให้เราภูมิใจเสมอ"
    }
  },
  {
    "translation": {
      "en": "and we couldn't be prouder of him than on this particular day",
      "th": "และโดยเฉพาะในวันนี้ที่เรา ยิ่งภูมิใจในตัวเขาขึ้นไปอีก"
    }
  },
  {
    "translation": {
      "en": "because I'm thrilled to announce, he has just been invited",
      "th": "เพราะผมยินดีที่จะประกาศว่า เขาได้รับเชิญให้เป็น"
    }
  },
  {
    "translation": {
      "en": "to be a senior partner in the firm of Abbott & Abbott in New York.",
      "th": "หุ้นส่วนอาวุโสของบริษัท แอ็บบ็อตแอนด์แอ็บบ็อตในนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "He also, incidentally takes with him, his brilliant partner in law, Natasha.",
      "th": "เขาจะพานาตาชา หุ้นส่วนชั้นยอดของเขาไปด้วย"
    }
  },
  {
    "translation": {
      "en": "And I don't think they will mind, since we're amongst friends",
      "th": "และในเมื่อที่นี่มีแต่เพื่อนๆ กัน ผมว่าพวกเขาคงไม่ถือ"
    }
  },
  {
    "translation": {
      "en": "if I say that, someday, this remarkably clever girl",
      "th": "ถ้าผมจะบอกว่าสักวัน ผู้หญิงที่แสนฉลาดคนนี้"
    }
  },
  {
    "translation": {
      "en": "is going to be something else in law as well!",
      "th": "จะเป็นอย่างอื่นนอกจาก หุ้นส่วนบริษัทด้วย!"
    }
  },
  {
    "translation": {
      "en": "I begged him not to say anything. [chuckles]",
      "th": "ฉันขอไม่ให้คุณพ่อคุณพูดแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "So I ask you now to charge your glasses once again",
      "th": "ดังนั้น ผมจึงขอให้ทุกคน ยกแก้วขึ้นอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "to Mark and his Natasha.",
      "th": "แล้วดื่มให้กับมาร์คและนาตาชาของเขา"
    }
  },
  {
    "translation": {
      "en": "-[all] To Mark and his Natasha! -No! No!",
      "th": "- แด่มาร์คและนาตาชาของเขา - ไม่นะ!"
    }
  },
  {
    "translation": {
      "en": "It's just that",
      "th": "ก็แค่ว่า"
    }
  },
  {
    "translation": {
      "en": "it's such a terrible pity...",
      "th": "มันจะเป็นเรื่องน่าเสียดายมาก"
    }
  },
  {
    "translation": {
      "en": "For England",
      "th": "สำหรับประเทศอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "to lose such a great legal brain...",
      "th": "ที่จะต้องเสียทนายเก่งๆ ไป..."
    }
  },
  {
    "translation": {
      "en": "-Is she pissed? -What?",
      "th": "- เธอเมารึเปล่า - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "...for the people of England,",
      "th": "สำหรับชาวอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "like me and you, to lose one of our top people.",
      "th": "อย่างฉันกับคุณ ที่จะสูญเสียคนเก่งๆ ไป"
    }
  },
  {
    "translation": {
      "en": "Our top person, really.",
      "th": "คนเก่งคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Well, I better dash.",
      "th": "ฉันไปดีกว่า"
    }
  },
  {
    "translation": {
      "en": "I've got another party to get to.",
      "th": "ยังต้องไปปาร์ตี้ต่อ"
    }
  },
  {
    "translation": {
      "en": "Loads of single people.",
      "th": "ปาร์ตี้ที่มีแต่คนโสด"
    }
  },
  {
    "translation": {
      "en": "Mainly poofs.",
      "th": "เป็นตุ๊ดซะส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "th": "บายค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Yes? -[all] Hi! It's us!",
      "th": "- ค่ะ - พวกเราเอง!"
    }
  },
  {
    "translation": {
      "en": "Great. Come on up.",
      "th": "เยี่ยม ขึ้นมาเลย"
    }
  },
  {
    "translation": {
      "en": "Have we got the most fantastic surprise for you!",
      "th": "เรามีอะไรเจ๋งๆ มาเซอร์ไพรส์เธอด้วยล่ะ!"
    }
  },
  {
    "translation": {
      "en": "-No, you're not going to sing again? -Not that fantastic, sadly, no.",
      "th": "- ไม่นะ นายจะไม่ร้องเพลงอีกใช่มั้ย - ไม่เจ๋งขนาดนั้นหรอก เสียใจด้วย"
    }
  },
  {
    "translation": {
      "en": "Still, pretty good. We decided to take you to Paris for the weekend",
      "th": "แต่ก็ยังเจ๋งอยู่ดี เราตัดสินใจจะ พาเธอไปปารีสสุดสัปดาห์นี้"
    }
  },
  {
    "translation": {
      "en": "so you can forget about everything, particularly forget about Mark Darcy.",
      "th": "เธอจะได้ลืมทุกเรื่อง โดยเฉพาะเรื่องมาร์ค ดาร์ซี"
    }
  },
  {
    "translation": {
      "en": "I can't believe you said what you said you said.",
      "th": "ฉันไม่อยากเชื่อเลยว่า เธอพูดไปอย่างที่เล่า"
    }
  },
  {
    "translation": {
      "en": "I know!",
      "th": "ฉันรู้!"
    }
  },
  {
    "translation": {
      "en": "There goes my invite to the Darcys' next year.",
      "th": "ปีหน้าพวกดาร์ซีคงไม่เชิญฉันไปอีก"
    }
  },
  {
    "translation": {
      "en": "If he didn't leap over the family heirlooms",
      "th": "ถ้าเขาไม่ยอมทิ้งมรดกครอบครัว"
    }
  },
  {
    "translation": {
      "en": "and whip you up in his arms, then sod him.",
      "th": "แล้วมาหาเธอก็ช่างหัวเขาเถอะ"
    }
  },
  {
    "translation": {
      "en": "Yes. He's clearly the most dreadful cold fish.",
      "th": "จริง เขาเลือดเย็นที่สุด"
    }
  },
  {
    "translation": {
      "en": "Exactly. I mean, there's been all these bloody hints and stuff,",
      "th": "ใช่ ที่จริงเราก็น่าจะดูออกกันตั้งนานแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "but has he ever actually stuck his fucking tongue down your fucking throat?",
      "th": "ว่าแต่เขาเคยสอดลิ้นเขาลงคอหอยเธอมั้ย"
    }
  },
  {
    "translation": {
      "en": "No. Not once.",
      "th": "ไม่เคยสักครั้ง"
    }
  },
  {
    "translation": {
      "en": "-Well, I think we should pack. -Passport, Bridget, and pants.",
      "th": "- โอเค เราเก็บของกันดีกว่า - อย่าลืมพาสปอร์ตกับกางเกงด้วย"
    }
  },
  {
    "translation": {
      "en": "Yep. Pants.",
      "th": "ใช่แล้ว กางเกง"
    }
  },
  {
    "translation": {
      "en": "Hurry up, Bridge. We're freezing our bollocks off out here.",
      "th": "เร็วเข้า บริดจ์ หนาวจะตายอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah. Just the keys.",
      "th": "หากุญแจอยู่"
    }
  },
  {
    "translation": {
      "en": "I'm stuck up!",
      "th": "มันติด!"
    }
  },
  {
    "translation": {
      "en": "Come the fuck on, Bridget.",
      "th": "มาเถอะน่า บริดเจ็ต"
    }
  },
  {
    "translation": {
      "en": "-[Jude] Close the door. -Bridget.",
      "th": "- ปิดประตูซะ - บริดเจ็ต"
    }
  },
  {
    "translation": {
      "en": "What are you doing here?",
      "th": "คุณมาทำอะไรที่นี่คะ"
    }
  },
  {
    "translation": {
      "en": "I just wanted to know if you were available",
      "th": "ผมแค่อยากรู้ว่าคุณพอจะมีเวลา"
    }
  },
  {
    "translation": {
      "en": "for bar mitzvahs and christenings as well as ruby weddings.",
      "th": "ไปพูดในงานบวชหรืองานแต่งรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Excellent speech.",
      "th": "พูดได้ดีมากเลย"
    }
  },
  {
    "translation": {
      "en": "I thought that you were in America.",
      "th": "ฉันนึกว่าคุณอยู่อเมริกาเสียอีก"
    }
  },
  {
    "translation": {
      "en": "Well, yes, I was,",
      "th": "ผมไปมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "but I realized I'd forgotten something back home.",
      "th": "แต่ผมก็คิดได้ ว่าผมลืมอะไรบางอย่างไว้ที่นี่"
    }
  },
  {
    "translation": {
      "en": "Which was?",
      "th": "ลืมอะไรคะ"
    }
  },
  {
    "translation": {
      "en": "Well, I realized I'd forgotten to, um...",
      "th": "ผมคิดได้ว่าผมลืม"
    }
  },
  {
    "translation": {
      "en": "Kiss you goodbye. Do you mind?",
      "th": "จูบลาคุณ คุณไม่ว่าอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Not really, no.",
      "th": "ไม่เลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "So, you're not going to America, then?",
      "th": "งั้นคุณก็จะไม่ไปอเมริกาแล้วสินะ"
    }
  },
  {
    "translation": {
      "en": "No. Not.",
      "th": "ไม่ไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "-You're staying here? -So it would seem.",
      "th": "- คุณจะอยู่ที่นี่เหรอ - ท่าทางจะอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "-Friends of yours? -[laughs]",
      "th": "เพื่อนคุณเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, I've never seen them before in my life.",
      "th": "ใครก็ไม่รู้ ไม่เคยเห็นมาก่อนเลย"
    }
  },
  {
    "translation": {
      "en": "Look, are you coming to fucking Paris or not?",
      "th": "นี่ เธอจะไปปารีสรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Not.",
      "th": "ไม่ไป"
    }
  },
  {
    "translation": {
      "en": "-No fucking room anyway. -No.",
      "th": "- ไม่มีที่เหลือพอดี - เต็มแล้ว"
    }
  },
  {
    "translation": {
      "en": "Maybe we should just go upstairs for a minute.",
      "th": "เราขึ้นไปข้างบนกันสักแป๊บดีมั้ย"
    }
  },
  {
    "translation": {
      "en": "-Yes, very good idea. -[Tom] No room for him either.",
      "th": "- เป็นความคิดที่ดีมากค่ะ - ไม่มีที่ให้เขาเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Close it down. Tell him we're sorry.",
      "th": "ปิดซะ บอกเขาว่าขอโทษด้วย"
    }
  },
  {
    "translation": {
      "en": "Uh... Give me just a minute.",
      "th": "ขอเวลาเดี๋ยวนะคะ"
    }
  },
  {
    "translation": {
      "en": "Keep yourself busy. Read something. Lots of very high-quality magazines",
      "th": "หาอะไรทำไปก่อน อ่านอะไรก็ได้ มีนิตยสารดีๆ พร้อมเคล็ดลับ"
    }
  },
  {
    "translation": {
      "en": "with helpful fashion and romance tips.",
      "th": "เรื่องแฟชั่นและความรักเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "I'll be right with you.",
      "th": "เดี๋ยวฉันมาค่ะ"
    }
  },
  {
    "translation": {
      "en": "Definitely an occasion for genuinely tiny knickers.",
      "th": "ได้เวลาใส่กางเกงในตัวจิ๋วแล้ว"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "th": "ใช่สิ"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "th": "ใช่สิ"
    }
  },
  {
    "translation": {
      "en": "Mark. Mark.",
      "th": "มาร์ค"
    }
  },
  {
    "translation": {
      "en": "Mark! Mark!",
      "th": "มาร์ค!"
    }
  },
  {
    "translation": {
      "en": "Oh, shit!",
      "th": "ตายละ"
    }
  },
  {
    "translation": {
      "en": "Double shit.",
      "th": "ซวยแล้ว"
    }
  },
  {
    "translation": {
      "en": "Bollocks!",
      "th": "บ้าเอ๊ย!"
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "th": "พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-Wish me luck! -Good luck, crazy girl!",
      "th": "- อวยพรฉันด้วย! - โชคดีนะ ยัยเพี้ยน!"
    }
  },
  {
    "translation": {
      "en": "Mark!",
      "th": "มาร์ค!"
    }
  },
  {
    "translation": {
      "en": "Mark!",
      "th": "มาร์ค!"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry. I'm so sorry.",
      "th": "ฉันขอโทษค่ะ"
    }
  },
  {
    "translation": {
      "en": "I didn't mean it. I mean, I meant it.",
      "th": "ฉันไม่ได้คิดแบบนั้น คือ เคยคิด"
    }
  },
  {
    "translation": {
      "en": "But I was so stupid that I didn't mean what I meant.",
      "th": "ฉันโง่มาก แต่ฉันไม่ได้ หมายความอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "Oh, for Christ's sakes.",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "It's only a diary.",
      "th": "มันก็แค่บันทึกเล่มหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Everyone knows diaries are just full of crap.",
      "th": "ใครๆ ก็รู้ว่าเราเขียนแต่เรื่อง เลอะเทอะในบันทึก"
    }
  },
  {
    "translation": {
      "en": "I know that.",
      "th": "ผมรู้"
    }
  },
  {
    "translation": {
      "en": "I was just buying you a new one. Time to make a new start, perhaps.",
      "th": "ผมแค่มาซื้อเล่มใหม่ให้คุณ อาจได้เวลาเริ่มต้นใหม่แล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Wait a minute.",
      "th": "เดี๋ยวนะ"
    }
  },
  {
    "translation": {
      "en": "Nice boys don't kiss like that.",
      "th": "คนเรียบร้อยไม่จูบแบบนี้นะ"
    }
  },
  {
    "translation": {
      "en": "Oh, yes, they fucking do.",
      "th": "แบบนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "I'm delighted. You know, they're both really good friends of mine",
      "th": "ผมดีใจนะ ทั้งคู่เป็นเพื่อนผม"
    }
  },
  {
    "translation": {
      "en": "and I think it's great that they've found each other at last.",
      "th": "และผมว่าก็ดีแล้วที่พวกเขา รักกันในที่สุด"
    }
  },
  {
    "translation": {
      "en": "Yeah. Brilliant. This is Pauline, by the way.",
      "th": "เยี่ยมมากเลย แล้วนี่ก็พอลลีนนะ"
    }
  },
  {
    "translation": {
      "en": "-Paula. -Paula. Paula. Paula.",
      "th": "- พอลล่า - พอลล่า"
    }
  },
  {
    "translation": {
      "en": "Sorry. [chuckles]",
      "th": "โทษที"
    }
  },
  {
    "translation": {
      "en": "How marvelous! Marvelous! [chuckles]",
      "th": "เหลือเชื่อเลย!"
    }
  },
  {
    "translation": {
      "en": "Nice, healthy, well-built girl.",
      "th": "เธอน่ารัก สุขภาพดี มีเนื้อมีหนัง"
    }
  },
  {
    "translation": {
      "en": "Can't be doing with a girl who's just skin and bone.",
      "th": "ผมไม่ชอบพวกที่มีแต่หนังหุ้มกระดูกหรอก"
    }
  },
  {
    "translation": {
      "en": "I like a woman with a backside you can park your bike in and rest a pint on.",
      "th": "ผมชอบผู้หญิงก้นใหญ่ๆ แบบที่เอาแก้วเบียร์วางได้เลย"
    }
  },
  {
    "translation": {
      "en": "Malcolm.",
      "th": "มัลคอล์ม"
    }
  },
  {
    "translation": {
      "en": "Well, obviously, I'm disappointed.",
      "th": "ก็แน่นอนว่าผมผิดหวัง"
    }
  },
  {
    "translation": {
      "en": "Bitterly disappointed.",
      "th": "ผิดหวังมาก"
    }
  },
  {
    "translation": {
      "en": "But, you know, Just because someone's got a boyfriend",
      "th": "แต่แค่การที่คนหนึ่งมีแฟน"
    }
  },
  {
    "translation": {
      "en": "doesn't necessarily mean they won't...",
      "th": "ก็ไม่จำเป็นต้องแปลว่าจะไม่..."
    }
  },
  {
    "translation": {
      "en": "You know.",
      "th": "รู้ๆ กันอยู่"
    }
  },
  {
    "translation": {
      "en": "No, no, no. There's absolutely no bitterness, no hard feelings.",
      "th": "ไม่หรอก ผมไม่เจ็บปวด ไม่ติดใจอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "I just think it's great that in the same month that Bridge found Darce,",
      "th": "ผมว่าดีนะที่ในเดือนเดียวกับที่ บริดเจ็ตพบดาร์ซี"
    }
  },
  {
    "translation": {
      "en": "I found Melani.",
      "th": "ผมก็ได้พบเมลานี"
    }
  },
  {
    "translation": {
      "en": "It's Alan.",
      "th": "อลันต่างหาก"
    }
  }
]