[
  {
    "translation": {
      "en": "This is your lunch, okay?",
      "th": "นี่มื้อกลางวันของลูก"
    }
  },
  {
    "translation": {
      "en": "Now, I put a dollar in there so you can buy some milk.",
      "th": "พ่อใส่เงินไว้หนึ่งเหรียญเป็นค่านม"
    }
  },
  {
    "translation": {
      "en": "You can ask one of the big kids where to do that.",
      "th": "ถามรุ่นพี่ดู ว่านมขายตรงไหน"
    }
  },
  {
    "translation": {
      "en": "You remember your phone number? I wrote it down for you, just in case. Put it in your pocket, I don't want you to lose it.",
      "th": "จำเบอร์โทรได้ไหม แม่จดไว้ให้ลูกแล้ว อย่าทำหายล่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay? You ready? [chuckles]",
      "th": "โอเคนะ พร้อมรึยัง"
    }
  },
  {
    "translation": {
      "en": "I think so.",
      "th": "พร้อมแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "It's Cady's big day.",
      "th": "วันสำคัญของเคดี้"
    }
  },
  {
    "translation": {
      "en": "[Cady] I guess it's natural for parents to cry on their kid's first day of school.",
      "th": "เป็นธรรมดาที่พ่อแม่ต้องร้องไห้ ในวันแรกที่ลูกไปโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "But, you know, this usually happens when the kid is five.",
      "th": "แต่ปกตินั่นคือตอนที่เด็กอายุห้าขวบ"
    }
  },
  {
    "translation": {
      "en": "I'm 16, and until today, I was home-schooled.",
      "th": "ฉันอายุ 16 และฉันก็เรียน หนังสือที่บ้านจนถึงวันนี้"
    }
  },
  {
    "translation": {
      "en": "-[shutter clicks] -I know what you're thinking. \"Home-schooled kids are freaks.\"",
      "th": "คุณคิดว่าเด็กที่เรียนหนังสือ ที่บ้านนั้น แปลกประหลาด"
    }
  },
  {
    "translation": {
      "en": "X-Y-L-O-C-A-R-P. -Xylocarp. -[audience claps]",
      "th": "เอ็กซ์-วาย-แอล-โอ-ซี-เอ-อาร์-พี ไซโลคาร์พ"
    }
  },
  {
    "translation": {
      "en": "[Cady] Or that we're weirdly religious or something.",
      "th": "หรือคิดว่าเรา เคร่งศาสนาแบบพิลึกพิลั่น"
    }
  },
  {
    "translation": {
      "en": "And on the third day, God created the Remington bolt-action rifle",
      "th": "และในวันที่สามพระเจ้าก็สร้าง ปืนไรเฟิลเรมิงตัน โบลท์ แอ็คชั่น"
    }
  },
  {
    "translation": {
      "en": "so that man could fight the dinosaurs. And the homosexuals.",
      "th": "เพื่อที่มนุษย์จะได้สู้กับไดโนเสาร์ และพวกรักร่วมเพศได้"
    }
  },
  {
    "translation": {
      "en": "[boys] Amen.",
      "th": "อาเมน"
    }
  },
  {
    "translation": {
      "en": "[Cady] But my family's totally normal.",
      "th": "แต่ครอบครัวฉันเป็นปกติ"
    }
  },
  {
    "translation": {
      "en": "Except for the fact that both my parents are research zoologists,",
      "th": "เว้นแต่พ่อแม่ฉัน เป็นผู้เชี่ยวชาญเกี่ยวกับสัตว์"
    }
  },
  {
    "translation": {
      "en": "and we've spent the last 12 years in Africa.",
      "th": "และเราก็อยู่ในแอฟริกา 12 ปี"
    }
  },
  {
    "translation": {
      "en": "I had a great life. But then my mom got offered tenure at Northwestern University.",
      "th": "ฉันมีชีวิตที่ดีมาก แต่แล้วแม่ฉัน ก็ได้งานทำที่ม.นอร์ธเวสเทิร์น"
    }
  },
  {
    "translation": {
      "en": "So, it was goodbye, Africa, and hello, high school.",
      "th": "ก็เลยต้องบอกลาแอฟริกา แล้วก็มาทักทายไฮสกูล"
    }
  },
  {
    "translation": {
      "en": "I'm okay. Sorry. I'll be careful.",
      "th": "หนูไม่เป็นไรค่ะ ขอโทษ หนูจะระวังตัวค่ะ"
    }
  },
  {
    "translation": {
      "en": "Hi. I don't know if anyone told you about me.",
      "th": "สวัสดี ไม่รู้ว่ามีใครบอกเรื่องฉันรึยัง ฉันเป็นนักเรียนใหม่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "I'm a new student here. My name is Cady Heron.",
      "th": "สวัสดี ไม่รู้ว่ามีใครบอกเรื่องฉันรึยัง ฉันเป็นนักเรียนใหม่ที่นี่ - ฉันชื่อเคดี้ เฮรอน - พูดกับฉันอีก ฉันจะเตะก้นเธอ"
    }
  },
  {
    "translation": {
      "en": "Talk to me again and I'll kick your ass.",
      "th": "- ฉันชื่อเคดี้ เฮรอน - พูดกับฉันอีก ฉันจะเตะก้นเธอ"
    }
  },
  {
    "translation": {
      "en": "[Janis] You don't wanna sit there. Kristen Hadley's boyfriend is gonna sit there.",
      "th": "อย่านั่งตรงนั้น แฟนของคริสเท่น ฮาดลีย์นั่งตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "Hey, baby.",
      "th": "เฮ้ ที่รัก"
    }
  },
  {
    "translation": {
      "en": "He farts a lot.",
      "th": "เขาตดบ่อยนะ"
    }
  },
  {
    "translation": {
      "en": "[Ms. Norbury] Hey, everybody.",
      "th": "เฮ้ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "[Cady] Oh, God, I'm so sorry.",
      "th": "พระเจ้า ขอโทษค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Ms. Norbury] It's not you. I'm bad luck.",
      "th": "ไม่ใช่เธอหรอก ฉันโชคไม่ดีเอง"
    }
  },
  {
    "translation": {
      "en": "-Ms. Norbury? -[students, softly] Ooh!",
      "th": "คุณนอร์บิวรี่"
    }
  },
  {
    "translation": {
      "en": "[Ms. Norbury] My T-shirt's stuck to my sweater, isn't it?",
      "th": "เสื้อยืดฉันติดขึ้นมาด้วยใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-[Cady] Yeah. -[Ms. Norbury] Fantastic.",
      "th": "- ค่ะ - เยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "Is everything all right in here?",
      "th": "ทุกอย่างในเรียบร้อยดีใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "th": "อ๋อ ค่ะ"
    }
  },
  {
    "translation": {
      "en": "So, uh, how was your summer?",
      "th": "แล้ว ฤดูร้อนของคุณเป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "-I got divorced. -Oh.",
      "th": "ฉันได้หย่าค่ะ โอ..."
    }
  },
  {
    "translation": {
      "en": "My carpal tunnel came back.",
      "th": "โพรงกระดูกข้อมือผมดีขึ้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "[chuckles softly] I win.",
      "th": "ฉันชนะค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yes, you do.",
      "th": "ใช่ คุณชนะ"
    }
  },
  {
    "translation": {
      "en": "Well, I just wanted to let everyone know that we have a new student joining us.",
      "th": "ฉันอยากบอก ให้ทุกคนรู้ว่าเรามีนักเรียนใหม่"
    }
  },
  {
    "translation": {
      "en": "She just moved here all the way from Africa.",
      "th": "เธอเพิ่งย้ายมาจากแอฟริกา"
    }
  },
  {
    "translation": {
      "en": "Welcome.",
      "th": "ยินดีต้อนรับจ้ะ"
    }
  },
  {
    "translation": {
      "en": "I'm from Michigan. Great.",
      "th": "- ฉันมาจากมิชิแกน - เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Her name is Caddy. Caddy Heron. Where are you, Caddy?",
      "th": "เธอชื่อแคดดี้ เฮรอน เธออยู่ไหน แคดดี้"
    }
  },
  {
    "translation": {
      "en": "That's me. It's pronounced like Katie. [Mr. Duvall] My apologies.",
      "th": "- ฉันเองค่ะ ออกเสียงว่า \"เคดี้\" - ขอโทษที"
    }
  },
  {
    "translation": {
      "en": "I have a nephew named Anfernee, and I know how mad he gets when I call him Anthony.",
      "th": "ฉันมีหลานชายชื่อแอนเฟอร์นี่ เขาโกรธเวลาฉันเรียกเขาว่าแอนโธนี่"
    }
  },
  {
    "translation": {
      "en": "Almost as mad as I get when I think about the fact that my sister named him Anfernee.",
      "th": "โกรธพอๆ กับที่ฉันโกรธเวลาคิดว่า พี่สาวตั้งชื่อเขาว่าแอนเฟอร์นี่"
    }
  },
  {
    "translation": {
      "en": "Well, uh, welcome, Cady.",
      "th": "ยินดีต้อนรับ เคดี้"
    }
  },
  {
    "translation": {
      "en": "And thank you, Mr. Duvall.",
      "th": "และก็ขอบคุณค่ะ คุณดูวอล"
    }
  },
  {
    "translation": {
      "en": "Well, thank you. And, uh,",
      "th": "ขอบคุณครับ และก็..."
    }
  },
  {
    "translation": {
      "en": "if you need anything, or if you wanna talk to somebody...",
      "th": "ถ้าคุณต้องการอะไร หรืออยากคุยกับใคร..."
    }
  },
  {
    "translation": {
      "en": "Thanks. Maybe some other time, when my shirt isn't see-through.",
      "th": "ขอบคุณมาก ไว้วันหลัง เวลาเสื้อฉันไม่บางแบบนี้ดีกว่าค่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Okay. Good day, everybody.",
      "th": "โอเค สวัสดี ทุกคน"
    }
  },
  {
    "translation": {
      "en": "[Cady] The first day of school was a blur.",
      "th": "วันแรกที่โรงเรียนมันพร่ามัว"
    }
  },
  {
    "translation": {
      "en": "A stressful, surreal blur.",
      "th": "พร่ามัวเกินจริงและเครียดมาก"
    }
  },
  {
    "translation": {
      "en": "I got in trouble for the most random things.",
      "th": "ฉันมีปัญหากับหลายๆ อย่าง"
    }
  },
  {
    "translation": {
      "en": "Where are you going? Oh, I have to go to the bathroom.",
      "th": "- เธอจะไปไหน - ฉันต้องไปเข้าห้องน้ำน่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "You need the lavatory pass.",
      "th": "เธอต้องมีใบอนุญาตเข้าห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "Okay. Can I have the lavatory pass?",
      "th": "โอเค ฉันขอใบอนุญาต เข้าห้องน้ำได้ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Nice try. Have a seat.",
      "th": "พยายามได้ดี ไปนั่งที่"
    }
  },
  {
    "translation": {
      "en": "I had never lived in a world where adults didn't trust me,",
      "th": "ฉันไม่เคยอยู่ในโลกที่ ผู้ใหญ่ไม่ไว้ใจฉัน"
    }
  },
  {
    "translation": {
      "en": "where they were always yelling at me.",
      "th": "และเอาแต่ตะโกนใส่ฉัน"
    }
  },
  {
    "translation": {
      "en": "Don't read ahead! No green pen!",
      "th": "- อย่าอ่านนำ - อย่าใช้ปากกาสีเขียว"
    }
  },
  {
    "translation": {
      "en": "No food in class!",
      "th": "ห้ามกินอาหารในห้องเรียน"
    }
  },
  {
    "translation": {
      "en": "[in German] Stay in your assigned seat!",
      "th": "นั่งอยู่ในที่ของเธอ"
    }
  },
  {
    "translation": {
      "en": "[boy 1] I told you, I saw the whole thing. -Everything. -[Jason] Did you see nipple?",
      "th": "- ฉันเห็นหมดเลย - เห็นหัวนมรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "It only counts if you saw a nipple.",
      "th": "ต้องเห็นหัวนมถึงจะถือว่าเห็นหมด"
    }
  },
  {
    "translation": {
      "en": "[Cady] I had a lot of friends in Africa.",
      "th": "ฉันมีเพื่อนในแอฟริกาเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "[Cady] But so far, none in Evanston.",
      "th": "แต่ตอนนี้ ไม่มีในอีแวนสตันเลย"
    }
  },
  {
    "translation": {
      "en": "Hey. How was your first day?",
      "th": "เฮ้ วันแรกของลูกเป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Is that your natural hair color? Yeah.",
      "th": "- นั่นสีผมธรรมชาติของเธอเหรอ - ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "It's gorgeous. Thank you.",
      "th": "- สวยจัง - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "See, this is the color I want. This is Damian. He's almost too gay to function.",
      "th": "- นี่แหละสีที่ฉันอยากได้ - เดเมียนเกินเกย์ไปหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "Nice to meet you.",
      "th": "ยินดีที่ได้รู้จักค่ะ"
    }
  },
  {
    "translation": {
      "en": "Nice wig, Janis. What's it made of? Your mom's chest hair!",
      "th": "- วิกสวยนี่ เจนิส ทำจากอะไรเหรอ - ขนหน้าอกแม่แกไง"
    }
  },
  {
    "translation": {
      "en": "I'm Janis. Hi, I'm Cady.",
      "th": "- ฉันชื่อเจนิส - ฉันเคดี้"
    }
  },
  {
    "translation": {
      "en": "Do you guys know where Room G14 is?",
      "th": "พวกเธอรู้ไหมห้องจี-14 อยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "\"Health, Tuesday/Thursday, Room G14.\"",
      "th": "สุขศึกษา วันอังคาร วันพฤหัส ห้อง จี-14"
    }
  },
  {
    "translation": {
      "en": "I think that's in the back building.",
      "th": "ฉันว่ามันอยู่ในตึกหลังนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, that's in the back building. Yeah, we'll take you there.",
      "th": "- ใช่ มันอยู่ในตึกหลัง - เราพาเธอไปก็ได้"
    }
  },
  {
    "translation": {
      "en": "-Thanks. -[bell rings]",
      "th": "ขอบคุณมาก"
    }
  },
  {
    "translation": {
      "en": "Watch out, please! New meat coming through!",
      "th": "ระวังหน่อยจ้า เด็กใหม่ขอทางด้วย"
    }
  },
  {
    "translation": {
      "en": "[Damian] \"Health. Spanish.\" You're taking 12th-grade calculus?",
      "th": "สุขศึกษา ภาษาสเปน เธอเรียนแคลคูลัสเกรด 12 ด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Cady] Yeah, I like math. Eww, why?",
      "th": "- ใช่ ฉันชอบคณิต - แหวะ ทำไมเหรอ"
    }
  },
  {
    "translation": {
      "en": "Because it's the same in every country.",
      "th": "เพราะมันเหมือนกันในทุกประเทศ"
    }
  },
  {
    "translation": {
      "en": "That's beautiful. This girl is deep.",
      "th": "เยี่ยมนี่ สาวคนนี้ล้ำลึกจริง"
    }
  },
  {
    "translation": {
      "en": "Where's the back building? It burned down in 1987.",
      "th": "- ตึกหลังอยู่ไหนเหรอ - มันถูกไฟไหม้ในปี 1987"
    }
  },
  {
    "translation": {
      "en": "Won't we get in some sort of trouble for this?",
      "th": "ทำแบบนี้แล้วจะไม่เกิดปัญหาเหรอ"
    }
  },
  {
    "translation": {
      "en": "Why would we get you into trouble? We're your friends.",
      "th": "เราจะทำให้เธอมีปัญหาทำไม เราเป็นเพื่อนเธอนะ"
    }
  },
  {
    "translation": {
      "en": "[Cady] I know it's wrong to skip class, but Janis said we were friends.",
      "th": "ฉันรู้ว่ามันผิดที่โดดเรียน แต่เจนิสพูดว่าเราเป็นเพื่อนกัน"
    }
  },
  {
    "translation": {
      "en": "And I was in no position to pass up friends.",
      "th": "ฉันไม่อยู่ในฐานะที่จะปฏิเสธเพื่อน"
    }
  },
  {
    "translation": {
      "en": "I guess I'll never know what I missed on that first day of health class.",
      "th": "ฉันคงไม่มีวันรู้ว่า ฉันพลาดอะไรไปในวันแรกของสุขศึกษา"
    }
  },
  {
    "translation": {
      "en": "Don't have sex. Because you will get pregnant and die.",
      "th": "อย่ามีเซ็กซ์ เพราะเธอจะท้องและก็ตาย"
    }
  },
  {
    "translation": {
      "en": "Don't have sex in the missionary position, don't have sex standing up.",
      "th": "อย่ามีเซ็กซ์ในท่านอนหงายหรือท่ายืน..."
    }
  },
  {
    "translation": {
      "en": "Just don't do it, promise?",
      "th": "อย่ามีมันเลย สัญญานะ"
    }
  },
  {
    "translation": {
      "en": "Okay, everybody take some rubbers.",
      "th": "โอเค ทุกคนมาหยิบถุงยางไป"
    }
  },
  {
    "translation": {
      "en": "Why didn't they just keep home-schooling you? They wanted me to get socialized.",
      "th": "- ทำไมถึงเลิกเรียนที่บ้านล่ะ - พวกเขาอยากให้ฉันเข้าสังคมน่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, you'll get socialized, all right. A little slice like you. What are you talking about?",
      "th": "- หุ่นดีอย่างเธอได้เข้าสังคมแน่ - เธอพูดถึงเรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "You're a regulation hottie.",
      "th": "- เธอเป็นสาวเซ็กซี่น่ะ - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-What? -Own it.",
      "th": "- เธอเป็นสาวเซ็กซี่น่ะ - อะไรนะ - จริงๆ นะ - ชื่อเธอสะกดยังไงนะ"
    }
  },
  {
    "translation": {
      "en": "How do you spell your name again, Caddy?",
      "th": "- จริงๆ นะ - ชื่อเธอสะกดยังไงนะ"
    }
  },
  {
    "translation": {
      "en": "It's Cady. C-A-D-Y.",
      "th": "เคดี้ ซี-เอ-ดี-วาย"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm gonna call you \"Caddy.\" In the name of all that is holy, will you look at Karen Smith's gym clothes?",
      "th": "- ฉันจะเรียกเธอว่าแคดดี้ - พระเจ้า ดูชุดพละของแคเรน สมิธสิ"
    }
  },
  {
    "translation": {
      "en": "Of course all The Plastics are in the same gym class.",
      "th": "พวกพลาสติกเรียนพละ ห้องเดียวกันหมดเลย"
    }
  },
  {
    "translation": {
      "en": "Who are The Plastics? They're teen royalty.",
      "th": "- ใครเหรอพลาสติก - ราชนิกุลวัยรุ่นน่ะ"
    }
  },
  {
    "translation": {
      "en": "If North Shore was Us Weekly, they would always be on the cover.",
      "th": "ถ้านอร์ธชอร์เป็นยูเอส วีคลีย์ พวกเธอได้ขึ้นปกตลอดแน่"
    }
  },
  {
    "translation": {
      "en": "[Janis] That one there, that's Karen Smith. She is one of the dumbest girls you will ever meet.",
      "th": "นั่นแคเรน สมิธ สาวที่โง่เง่าที่สุดคนนึง"
    }
  },
  {
    "translation": {
      "en": "Damian sat next to her in English last year. She asked me how to spell \"orange.\"",
      "th": "- ปีที่แล้วเดเมียนนั่งข้างเธอ - เธอถามฉันว่า \"ส้ม\" สะกดยังไง"
    }
  },
  {
    "translation": {
      "en": "[Janis] And that little one? That's Gretchen Wieners.",
      "th": "คนตัวเล็กนั่น คือเกรทเช่น วีเนอร์ส"
    }
  },
  {
    "translation": {
      "en": "She's totally rich because her dad invented Toaster Strudel.",
      "th": "เธอรวยมาก พ่อเธอเป็นต้นคิด โทสเตอร์ สตรูเดล"
    }
  },
  {
    "translation": {
      "en": "Gretchen Wieners knows everybody's business. She knows everything about everyone.",
      "th": "เธอรู้เรื่องของทุกคน รู้ทุกอย่างเกี่ยวกับทุกคน"
    }
  },
  {
    "translation": {
      "en": "That's why her hair is so big. It's full of secrets.",
      "th": "ผมเธอถึงได้ฟูขนาดนั้น มันมีแต่ความลับ"
    }
  },
  {
    "translation": {
      "en": "[Janis] And evil takes a human form in Regina George.",
      "th": "และปิศาจในคราบมนุษย์ เรจิน่า จอร์จ"
    }
  },
  {
    "translation": {
      "en": "Don't be fooled, because she may seem like your typical selfish, back-stabbing, slut-faced ho-bag.",
      "th": "เธออาจจะดูเป็น คนเห็นแก่ตัว ร่าน ไม่ซื่อสัตย์"
    }
  },
  {
    "translation": {
      "en": "But in reality, she is so much more than that.",
      "th": "แต่ในความเป็นจริง เธอเป็นมากกว่านั้นเยอะ"
    }
  },
  {
    "translation": {
      "en": "[Damian] She's the queen bee. The star. Those other two are just her little workers.",
      "th": "เธอเป็นราชินีผึ้ง เป็นดาว คนอื่นเป็นแค่ผึ้งงานของเธอ"
    }
  },
  {
    "translation": {
      "en": "[Janis] Regina George. How do I even begin to explain Regina George?",
      "th": "เรจิน่า จอร์จ ฉันจะอธิบาย เกี่ยวกับเรจิน่า จอร์จยังไงดี"
    }
  },
  {
    "translation": {
      "en": "Regina George is flawless.",
      "th": "เรจิน่าไร้ที่ติ"
    }
  },
  {
    "translation": {
      "en": "She has two Fendi purses and a silver Lexus.",
      "th": "เธอมีกระเป๋าเฟนดิสองใบ กับเล็กซัสคันนึง"
    }
  },
  {
    "translation": {
      "en": "I hear her hair's insured for $10,000.",
      "th": "ผมได้ยินว่า เธอทำประกันไว้ 10,000 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "I hear she does car commercials. In Japan.",
      "th": "ฉันได้ยินว่า เธอถ่ายโฆษณารถในญี่ปุ่น"
    }
  },
  {
    "translation": {
      "en": "Her favorite movie is Varsity Blues.",
      "th": "หนังโปรดของเธอคือ \"วาร์สิตี้ บลูส์\""
    }
  },
  {
    "translation": {
      "en": "One time, she met John Stamos on a plane.",
      "th": "เธอเคยเจอจอห์น สเตมอสบนเครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "And he told her she was pretty.",
      "th": "เขาบอกเธอว่าเธอสวย"
    }
  },
  {
    "translation": {
      "en": "One time, she punched me in the face. It was awesome.",
      "th": "มีครั้งนึง เธอชกหน้าฉัน มันเยี่ยมมากเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "She always looks fierce. She always wins Spring Fling Queen.",
      "th": "เธอดูแกร่งเสมอ เธอได้เป็นราชินีสปริง ฟลิงตลอด"
    }
  },
  {
    "translation": {
      "en": "Who cares? I care.",
      "th": "- ใครสนกัน - ฉันสน"
    }
  },
  {
    "translation": {
      "en": "Every year, the seniors throw this dance for the underclassmen called The Spring Fling.",
      "th": "ทุกปี เด็กปีสุดท้าย จัดงานเต้นรำเรียกว่าสปริง ฟลิง"
    }
  },
  {
    "translation": {
      "en": "And whomsoever is elected Spring Fling King and Queen automatically becomes head of the Student Activities Committee.",
      "th": "แล้วราชากับราชินีก็จะได้เป็น หัวหน้าคณะกรรมการกิจกรรมนักเรียน"
    }
  },
  {
    "translation": {
      "en": "And since I am an active member of the Student Activities Committee, I would say, yeah, I care.",
      "th": "และในเมื่อฉันเป็นสมาชิกคณะกรรมการ กิจกรรม ฉันขอบอกว่าฉันสน"
    }
  },
  {
    "translation": {
      "en": "Wow, Damian, you've truly out-gayed yourself.",
      "th": "ว้าว เดเมียน เธอนี่เกินเกย์เลยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Here. This map is gonna be your guide to North Shore.",
      "th": "เอ้านี่ แผนที่นี่จะนำทางไปนอร์ธ ชอว์"
    }
  },
  {
    "translation": {
      "en": "Now, where you sit in the cafeteria is crucial because you got everybody there.",
      "th": "ที่ที่เธอนั่งในโรงอาหารสำคัญมาก ทุกคนจะอยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "You got your freshmen, ROTC guys,",
      "th": "พวกเด็กใหม่ เด็กอาร์โอทีซี เด็กเตรียม"
    }
  },
  {
    "translation": {
      "en": "preps, JV jocks,",
      "th": "พวกเด็กใหม่ เด็กอาร์โอทีซี เด็กเตรียม พวกนักกีฬาเจ.วี."
    }
  },
  {
    "translation": {
      "en": "Asian nerds.",
      "th": "เด็กเรียนชาวเอเชีย"
    }
  },
  {
    "translation": {
      "en": "[Janis] Cool Asians,",
      "th": "เด็กเอเชียหล่อๆ"
    }
  },
  {
    "translation": {
      "en": "varsity jocks,",
      "th": "พวกนักกีฬาทีมโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "unfriendly black hotties,",
      "th": "พวกสาวผิวดำเซ็กซี่ที่ไม่เป็นมิตร"
    }
  },
  {
    "translation": {
      "en": "girls who eat their feelings,",
      "th": "พวกสาวที่กินตามความรู้สึกตัวเอง"
    }
  },
  {
    "translation": {
      "en": "girls who don't eat anything.",
      "th": "พวกสาวๆ ที่ไม่กินอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "Desperate wannabes,",
      "th": "พวกอยากเป็นโน่นเป็นนี่"
    }
  },
  {
    "translation": {
      "en": "burnouts,",
      "th": "พวกเซ็งชีวิต"
    }
  },
  {
    "translation": {
      "en": "sexually active band geeks.",
      "th": "พวกวิปริตบ้าเซ็กซ์"
    }
  },
  {
    "translation": {
      "en": "The greatest people you will ever meet.",
      "th": "พวกคนที่เยี่ยมที่สุดที่เธอจะได้เจอ"
    }
  },
  {
    "translation": {
      "en": "And the worst. Beware of The Plastics.",
      "th": "และก็คนที่แย่ที่สุด ระวังพวกพลาสติก"
    }
  },
  {
    "translation": {
      "en": "[Jason] Hey. We're doing a lunchtime survey of new students. Can you answer a few questions?",
      "th": "เรากำลังสำรวจช่วงอาหารกลางวัน ขอถามอะไรหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Okay. Is your muffin buttered?",
      "th": "- โอเค - \"มัฟฟินของคุณทาเนยรึเปล่า\""
    }
  },
  {
    "translation": {
      "en": "-[boys snickering] -What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Would you like us to assign someone to butter your muffin?",
      "th": "อยากให้ใครช่วย เอาเนยทามัฟฟินของคุณไหม"
    }
  },
  {
    "translation": {
      "en": "Is he bothering you?",
      "th": "- อะไรนะ - เขารบกวนเธอรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Jason, why are you such a skeez? I'm just being friendly.",
      "th": "- เจสัน ทำไมต้องเจ้าชู้แบบนี้ด้วย - ผมแค่ทำตัวเป็นมิตรนะ"
    }
  },
  {
    "translation": {
      "en": "You were supposed to call me last night.",
      "th": "เมื่อคืนนี้คุณจะต้องโทรหาฉัน"
    }
  },
  {
    "translation": {
      "en": "Jason. You do not come to a party at my house with Gretchen,",
      "th": "เจสัน คุณไปปาร์ตี้บ้านฉัน กับเกรทเช่น"
    }
  },
  {
    "translation": {
      "en": "and then scam on some poor, innocent girl right in front of us three days later.",
      "th": "แล้วมาพูดหลอกสาวที่น่าสงสาร ต่อหน้าเราสามวันต่อมาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "She's not interested. Do you wanna have sex with him?",
      "th": "เธอไม่สนใจหรอก อยากมีเซ็กซ์กับเขารึเปล่า"
    }
  },
  {
    "translation": {
      "en": "No, thank you. Good. So, it's settled.",
      "th": "- ไม่ละ ขอบคุณ - ดี งั้นก็จบ"
    }
  },
  {
    "translation": {
      "en": "So you can go shave your back now. Bye, Jason.",
      "th": "ไปโกนขนหลังได้แล้ว บาย เจสัน"
    }
  },
  {
    "translation": {
      "en": "[Jason scoffs] Bitch.",
      "th": "นังมาร"
    }
  },
  {
    "translation": {
      "en": "Wait. Sit down.",
      "th": "เดี๋ยว นั่งสิ"
    }
  },
  {
    "translation": {
      "en": "Seriously, sit down.",
      "th": "จริงๆ นะ นั่งสิ"
    }
  },
  {
    "translation": {
      "en": "Why don't I know you? I'm new. I just moved here from Africa.",
      "th": "- ทำไมฉันไม่รู้จักเธอล่ะ - ฉันเพิ่งย้ายมาใหม่จากแอฟริกา"
    }
  },
  {
    "translation": {
      "en": "What? I used to be home-schooled.",
      "th": "- อะไรนะ - ฉันเรียนหนังสือที่บ้านน่ะ"
    }
  },
  {
    "translation": {
      "en": "[Regina] Wait. What? My mom taught me at home.",
      "th": "- เดี๋ยว อะไรนะ - แม่ฉันสอนฉันที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "No, no. I know what home-school is. I'm not retarded. So you've actually never been to a real school before?",
      "th": "ฉันรู้ว่าเรียนหนังสือที่บ้านคืออะไร เธอไม่เคยเรียนที่โรงเรียนเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Shut up.",
      "th": "หุบปากน่า"
    }
  },
  {
    "translation": {
      "en": "Shut up.",
      "th": "หุบปากน่า"
    }
  },
  {
    "translation": {
      "en": "I didn't say anything. Home-schooled.",
      "th": "- ฉันไม่ได้พูดอะไรเลยนะ - เรียนที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "-That's really interesting. -Thanks.",
      "th": "- นั่นน่าสนใจมากเลย - ขอบคุณมาก"
    }
  },
  {
    "translation": {
      "en": "But you're, like, really pretty. Thank you.",
      "th": "- เธอสวยมากเลย - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "-So you agree? -What?",
      "th": "- เธอเห็นด้วยเหรอ - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "You think you're really pretty.",
      "th": "เธอคิดว่าเธอสวยจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, I don't know. Oh, my God, I love your bracelet. Where did you get it?",
      "th": "- ฉันก็ไม่รู้ - ว้าว กำไลนี่ได้มาจากไหนเหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, my mom made it for me. It's adorable.",
      "th": "- แม่ฉันทำให้ฉันน่ะ - มันสวยมากเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, it's so fetch. What is \"fetch\"?",
      "th": "- เก๋จริงๆ - \"เก๋\" คืออะไร"
    }
  },
  {
    "translation": {
      "en": "Oh, it's, like, slang. From England.",
      "th": "มันเป็นคำแสลงจากอังกฤษน่ะ"
    }
  },
  {
    "translation": {
      "en": "So, if you're from Africa, why are you white?",
      "th": "ถ้าเธอมาจากแอฟริกา ทำไมเธอถึงผิวขาวล่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, Karen, you can't just ask people why they're white.",
      "th": "พระเจ้า เธอจะถามคนอื่นไม่ได้นะ ว่าทำไมพวกเขาถึงผิวขาว"
    }
  },
  {
    "translation": {
      "en": "Could you give us some privacy for, like, one second? Yeah, sure.",
      "th": "- เราขอคุยกันเป็นส่วนตัวแป๊บนึงนะ - ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay, you should just know that we don't do this a lot, so this is, like, a really huge deal.",
      "th": "โอเค เราทำแบบนี้ไม่บ่อยหรอกนะ ฉะนั้นนี่เป็นเรื่องใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "We wanna invite you to have lunch with us every day for the rest of the week.",
      "th": "เราอยากชวนเธอกินอาหารกลางวัน กับเราทุกวันตลอดอาทิตย์นี้"
    }
  },
  {
    "translation": {
      "en": "-Oh, it's okay-- -[Regina] Coolness. So we'll see you tomorrow.",
      "th": "- อ๋อ ไม่เป็นไร... - เยี่ยมเลย พรุ่งนี้เจอกัน"
    }
  },
  {
    "translation": {
      "en": "On Wednesdays, we wear pink.",
      "th": "วันพุธเราใส่ชุดสีชมพู"
    }
  },
  {
    "translation": {
      "en": "Oh, my God! Okay, you have to do it, okay? And then you have to tell me all of the horrible things that Regina says.",
      "th": "พระเจ้าช่วย เธอต้องตกลงนะ แล้วก็บอกฉันว่าเรจิน่าพูดว่าไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Regina seems sweet. Regina George is not sweet.",
      "th": "- เรจิน่าก็ดูน่ารักดีนะ - หล่อนไม่ได้น่ารักหรอก"
    }
  },
  {
    "translation": {
      "en": "She's a scum-sucking road whore! She ruined my life!",
      "th": "หล่อนมันโสเภณีชั้นต่ำ หล่อนทำลายชีวิตฉัน"
    }
  },
  {
    "translation": {
      "en": "She's fabulous, but she's evil. Hey, get out of here!",
      "th": "- หล่อนเยี่ยมแต่ชั่วร้าย - ออกไปนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, Danny DeVito. I love your work!",
      "th": "แดนนี่ เดอ วิโต้ ฉันรักผลงานของเธอจัง"
    }
  },
  {
    "translation": {
      "en": "-Why do you hate her? -What do you mean? Regina. You seem to really hate her.",
      "th": "ทำไมเธอถึงได้เกลียดหล่อน ดูเธอเกลียดหล่อนมากเลย"
    }
  },
  {
    "translation": {
      "en": "Yes. What's your question? Well, my question is, why?",
      "th": "- ใช่ เธอถามอะไรกันแน่ - ทำไม"
    }
  },
  {
    "translation": {
      "en": "Regina started this rumor -that Janis was-- -Damian! Shall we not?",
      "th": "- เรจิน่าปล่อยข่าวลือ - เดเมียน ไม่พูดจะได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Now, look. This isn't about hating her, okay?",
      "th": "นี่ไม่เกี่ยวกับการเกลียดเธอ"
    }
  },
  {
    "translation": {
      "en": "I just think that it would be, like, a fun little experiment if you were to hang out with them, and then tell us everything that they say.",
      "th": "มันจะสนุกที่เธอไปคบกับพวกเขา แล้วบอกเราว่าพวกเขาพูดอะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "What do we even talk about? Hair products.",
      "th": "- เราจะพูดเรื่องอะไรกันเหรอ - ผลิตภัณฑ์ใส่ผมไง"
    }
  },
  {
    "translation": {
      "en": "Ashton Kutcher. Is that a band?",
      "th": "- แอชตัน คูทเชอร์ - วงดนตรีเหรอ"
    }
  },
  {
    "translation": {
      "en": "Would you just do it? Please?",
      "th": "ทำเถอะนะ ขอร้อง"
    }
  },
  {
    "translation": {
      "en": "Okay, fine. Do you have anything pink?",
      "th": "โอเค เธอมีชุดสีชมพูไหม"
    }
  },
  {
    "translation": {
      "en": "-[Damian] Yes. -[Janis] No.",
      "th": "- ไม่มี - มี"
    }
  },
  {
    "translation": {
      "en": "[Cady] By eighth period, I was so happy to get to math class.",
      "th": "พอคาบที่แปด ฉันดีใจมากที่ได้เรียนคณิต"
    }
  },
  {
    "translation": {
      "en": "I mean, I'm good at math. I understand math. Nothing in math class could mess me up.",
      "th": "ฉันเก่งคณิต ไม่มีอะไรที่ทำให้ฉันไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "Hey, do you have a pencil I can borrow?",
      "th": "เฮ้ มีดินสอให้ยืมไหม"
    }
  },
  {
    "translation": {
      "en": "I've only had one other crush in my life. His name was Nfume, and we were five.",
      "th": "ในชีวิตฉันเคยชอบผู้ชายครั้งเดียว เขาชื่อเอ็นฟูเม่ ตอนเราอายุห้าขวบ"
    }
  },
  {
    "translation": {
      "en": "[in Afrikaans] I like you.",
      "th": "ฉันชอบเธอนะ"
    }
  },
  {
    "translation": {
      "en": "[in Afrikaans] Go away!",
      "th": "ไปให้พ้น"
    }
  },
  {
    "translation": {
      "en": "[Cady] It didn't work out.",
      "th": "มันไปไม่รอด"
    }
  },
  {
    "translation": {
      "en": "But this one hit me like a big, yellow school bus.",
      "th": "แต่คนนี้โดนใจฉันเข้าอย่างจัง"
    }
  },
  {
    "translation": {
      "en": "[Ms. Norbury] Cady, what do you say? [Cady] He was...",
      "th": "- เคดี้ ตอบว่าไง - เขา..."
    }
  },
  {
    "translation": {
      "en": "[softly] So cute.",
      "th": "หล่อมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "I mean, A sub N equals N plus one over four.",
      "th": "เอ๊ย เอ ลบ เอ็น เท่ากับ เอ็น บวกหนึ่งหารสี่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "That's right. That's good. Very good. All right, let's talk about your homework.",
      "th": "ถูกต้อง ดี เก่งมาก เรามาคุยเรื่องการบ้านกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Hey. How was your second day? Fine.",
      "th": "- เฮ้ วันที่สองเป็นไงบ้างลูก - ดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Were people nice? -No.",
      "th": "- พวกนักเรียนนิสัยดีไหม - ไม่ดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "Did you make any friends?",
      "th": "แล้วลูกได้เพื่อนรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Cady] Having lunch with The Plastics was like leaving the actual world and entering \"Girl World.\"",
      "th": "การกินมื้อกลางวันกับพวกพลาสติก เหมือนการเข้าสู่โลกแห่งหญิงสาว"
    }
  },
  {
    "translation": {
      "en": "And Girl World had a lot of rules.",
      "th": "ซึ่งก็มีกฎมากมาย"
    }
  },
  {
    "translation": {
      "en": "You can't wear a tank top two days in a row,",
      "th": "เธอใส่เสื้อแขนกุดติดกันสองวันไม่ได้"
    }
  },
  {
    "translation": {
      "en": "and you can only wear your hair in a ponytail once a week. So, I guess you picked today.",
      "th": "รวบผมหางม้าได้แค่อาทิตย์ละครั้ง ซึ่งเธอคงเลือกวันนี้ไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, and we only wear jeans or track pants on Fridays.",
      "th": "และเราก็ใส่ยีนส์ หรือกางเกงวอร์มวันศุกร์"
    }
  },
  {
    "translation": {
      "en": "Now, if you break any of these rules, you can't sit with us at lunch.",
      "th": "ถ้าเธอทำผิดกฎพวกนี้ เธอจะนั่งกับเราไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I mean, not just you. Like, any of us.",
      "th": "ไม่ใช่แค่เธอนะ พวกเราก็ด้วย"
    }
  },
  {
    "translation": {
      "en": "Okay, like, if I was wearing jeans today, I would be sitting over there with the art freaks.",
      "th": "ถ้าวันนี้ฉันใส่ยีนส์ ฉันคงนั่งอยู่กับพวกวิปริตศิลป์นั่น"
    }
  },
  {
    "translation": {
      "en": "Baby Ruth. Oh, and we always vote before we ask someone to eat lunch with us, because you have to be considerate of the rest of the group.",
      "th": "เราโหวตก่อนชวนใครมากินกับเรา เราต้องเกรงใจคนอื่นในกลุ่มด้วย"
    }
  },
  {
    "translation": {
      "en": "Well, I mean, you wouldn't buy a skirt without asking your friends first if it looks good on you.",
      "th": "เธอคงไม่ซื้อกระโปรง โดยที่ไม่ถามเพื่อนๆ ก่อนแน่"
    }
  },
  {
    "translation": {
      "en": "I wouldn't?",
      "th": "- ฉันคงไม่ซื้อเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Right. Oh, and it's the same with guys.",
      "th": "- ฉันคงไม่ซื้อเหรอ - ใช่ กับผู้ชายก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Like, you may think you like someone,",
      "th": "กับผู้ชายก็เหมือนกัน เธออาจคิดว่าชอบใครสักคน แต่เธออาจคิดผิดก็ได้"
    }
  },
  {
    "translation": {
      "en": "but you could be wrong.",
      "th": "เธออาจคิดว่าชอบใครสักคน แต่เธออาจคิดผิดก็ได้"
    }
  },
  {
    "translation": {
      "en": "A hundred and twenty calories, and forty-eight calories from fat. What percent is that?",
      "th": "\"120 แคลอรี่ใน 48 แคลอรี่จากไขมัน\" เท่ากับกี่เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "Forty-eight into one-twenty? I'm only eating foods with less than 30% calories from fat.",
      "th": "- 48 ของ 120 เหรอ - ฉันกินแต่แคลอรี่ 30% จากไขมัน"
    }
  },
  {
    "translation": {
      "en": "It's 40%. Well, 48 over 120 equals X over 100,",
      "th": "40% น่ะ 48 หาร 120 เท่ากับ เอ็กซ์ หาร 100"
    }
  },
  {
    "translation": {
      "en": "and then you cross-multiply and get the value of X.",
      "th": "แล้วก็คูณไขว้กันก็จะได้ค่าของเอ็กซ์"
    }
  },
  {
    "translation": {
      "en": "Whatever. I'm getting cheese fries.",
      "th": "ช่างเหอะ ฉันกินมันทอดราดชีสดีกว่า"
    }
  },
  {
    "translation": {
      "en": "So, have you seen any guys that you think are cute yet?",
      "th": "เธอเห็นใครที่เธอคิดว่าหล่อรึยัง"
    }
  },
  {
    "translation": {
      "en": "Well, there's this guy in my calculus class--",
      "th": "- มีผู้ชายคนนึงในชั้นแคลคูลัส - ใครเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Who is it? -It's a senior?",
      "th": "- มีผู้ชายคนนึงในชั้นแคลคูลัส - ใครเหรอ - เด็กปีสุดท้ายรึเปล่า - เขาชื่อแอรอน แซมมวลส์"
    }
  },
  {
    "translation": {
      "en": "His name's Aaron Samuels.",
      "th": "- เด็กปีสุดท้ายรึเปล่า - เขาชื่อแอรอน แซมมวลส์"
    }
  },
  {
    "translation": {
      "en": "-[gasps] No. No, no. -[Gretchen] No! Oh, no, you can't like Aaron Samuels.",
      "th": "- ไม่นะ - ไม่ได้ จะชอบแอรอน แซมมวลส์ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "That's Regina's ex-boyfriend. They went out for a year.",
      "th": "- นั่นแฟนเก่าของเรจิน่า - พวกเขาคบกันเป็นปีเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah, and then she was devastated when he broke up with her last summer.",
      "th": "เธอเสียใจมากตอนเขาเลิกกับเธอ"
    }
  },
  {
    "translation": {
      "en": "I thought she dumped him for Shane Oman. Okay, irregardless.",
      "th": "- ฉันคิดว่าเธอทิ้งเขาไปหาเชนซะอีก - ยังไงก็เถอะ"
    }
  },
  {
    "translation": {
      "en": "Ex-boyfriends are just off-limits to friends. I mean, that's just, like, the rules of feminism.",
      "th": "เพื่อนจะยุ่งกับแฟนเก่าเพื่อนไม่ได้ บัญญัติแห่งสิทธิสตรี"
    }
  },
  {
    "translation": {
      "en": "Don't worry. I'll never tell Regina what you said.",
      "th": "ไม่ต้องห่วง ฉันจะไม่บอกเรจิน่า ว่าเธอพูดอะไร"
    }
  },
  {
    "translation": {
      "en": "It'll be our little secret.",
      "th": "มันจะเป็นความลับของเรา"
    }
  },
  {
    "translation": {
      "en": "[Cady] Even though I wasn't allowed to like Aaron, I was still allowed to look at him.",
      "th": "ถึงฉันจะไม่มีสิทธิ์ชอบแอรอน ฉันก็ยังคงมองเขาได้"
    }
  },
  {
    "translation": {
      "en": "And think about him.",
      "th": "และก็คิดถึงเขา"
    }
  },
  {
    "translation": {
      "en": "And talk to him.",
      "th": "และก็คุยกับเขา"
    }
  },
  {
    "translation": {
      "en": "Hey, you're the Africa girl, right?",
      "th": "- คุณมาจากแอฟริกาใช่ไหม - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I'm Kevin Gnapoor, captain of the North Shore Mathletes.",
      "th": "ผมเควิน นาพัวร์ กัปตันของแมธลีทส์"
    }
  },
  {
    "translation": {
      "en": "We participate in math challenges against other high schools around the state,",
      "th": "เราเข้าร่วมแข่งขันคณิตศาสตร์ กับโรงเรียน ม.ปลายอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "and we can get twice as much funding if we've got a girl. So, you should think about joining.",
      "th": "เราจะได้เงินทุนมากเป็นสองเท่า ถ้าส่งผู้หญิงแข่ง ลองคิดดูนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, you'd be perfect for it. Yeah, definitely.",
      "th": "- เธอต้องทำได้เยี่ยมมากแน่ - ค่ะ แน่นอน"
    }
  },
  {
    "translation": {
      "en": "Great, great. Let me give you my card.",
      "th": "- เธอต้องทำได้เยี่ยมมากแน่ - ค่ะ แน่นอน ผมจะให้นามบัตรคุณไว้"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Okay, so think it over.",
      "th": "(เควิน นาพัวร์ นักคณิต แร็พเทพ) โอเค ลองคิดดูนะ"
    }
  },
  {
    "translation": {
      "en": "Because we'd like to get jackets.",
      "th": "เพราะเราอยากได้แจ็คเก็ต"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "th": "เฮ้"
    }
  },
  {
    "translation": {
      "en": "Get in, loser. We're going shopping.",
      "th": "ขึ้นรถเร็ว ยัยห่วย เราจะไปช็อปปิ้งกัน"
    }
  },
  {
    "translation": {
      "en": "[Cady] Regina's like the Barbie doll I never had. I'd never seen anybody so glamorous.",
      "th": "เรจิน่าเหมือนตุ๊กตาบาร์บี้ ที่ฉันไม่เคยมี หรูหราทีเดียว"
    }
  },
  {
    "translation": {
      "en": "[Karen] So, how do you like North Shore? [Cady] It's good.",
      "th": "- เธอชอบนอร์ธชอร์รึเปล่า - ก็ดี"
    }
  },
  {
    "translation": {
      "en": "I think I'm joining the Mathletes. -[Regina] No! No, no. -[Gretchen] No, no.",
      "th": "- ฉันจะลงแข่งแมธลีทส์ - ไม่นะ อย่า"
    }
  },
  {
    "translation": {
      "en": "You cannot do that. That is social suicide.",
      "th": "เธอทำอย่างนั้นไม่ได้ มันฆ่าตัวตายทางสังคม"
    }
  },
  {
    "translation": {
      "en": "Damn, you are so lucky you have us to guide you. ♪ Me and my selfish ways ♪",
      "th": "บ้าจริง เธอโชคดีมากเลย ที่มีเราคอยแนะนำ"
    }
  },
  {
    "translation": {
      "en": "[Cady] Being at Old Orchard Mall kind of reminded me of being home in Africa.",
      "th": "การอยู่ที่ห้างสรรพสินค้าทำให้ฉัน นึกถึงตอนอยู่บ้านในแอฟริกา"
    }
  },
  {
    "translation": {
      "en": "By the watering hole. When the animals are in heat.",
      "th": "ที่ริมบ่อน้ำ ตอนสัตว์ต่างๆ อยู่ในฤดูผสมพันธุ์"
    }
  },
  {
    "translation": {
      "en": "-Oh, my God, there's Jason! -[Karen] Where?",
      "th": "- พระเจ้าช่วย นั่นเจสัน - ไหน"
    }
  },
  {
    "translation": {
      "en": "Oh, there he is.",
      "th": "อ๋อ นั่นเอง"
    }
  },
  {
    "translation": {
      "en": "And he's with Taylor Wedell. I heard they're going out.",
      "th": "- เขาอยู่กับเทเลอร์ วีเดล - ได้ยินว่าพวกเขาคบกันอยู่"
    }
  },
  {
    "translation": {
      "en": "Wait. Jason's not going out with Taylor. No. He cannot blow you off like that.",
      "th": "เจสันไม่ได้คบกับเทเลอร์หรอก ไม่ เขาจะทิ้งเธอไปแบบนั้นไม่ได้"
    }
  },
  {
    "translation": {
      "en": "He's such a little skeez. Give me your phone.",
      "th": "เขาเจ้าชู้จริงๆ เอาโทรศัพท์มาซิ"
    }
  },
  {
    "translation": {
      "en": "You're not gonna call him, right? Do you think I'm an idiot?",
      "th": "- เธอไม่ได้โทรหาเขาใช่ไหม - คิดว่าฉันปัญญาอ่อนรึไง"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "เปล่า"
    }
  },
  {
    "translation": {
      "en": "-Wedell on South Boulevard. -Caller ID.",
      "th": "- วีเดลที่เซาธ์ บูเลอวาร์ดค่ะ - รหัสผู้โทร"
    }
  },
  {
    "translation": {
      "en": "Not when you connect from Information.",
      "th": "เวลาต่อจากสายข้อมูลจะไม่ขึ้นจ้ะ"
    }
  },
  {
    "translation": {
      "en": "-[woman on phone] Hello? -Hello. May I please speak to Taylor Wedell?",
      "th": "- ฮัลโหล - ขอสายเทเลอร์ วีเดลค่ะ"
    }
  },
  {
    "translation": {
      "en": "She's not home yet. Who's calling? Oh, this is Susan from Planned Parenthood.",
      "th": "- เธอยังไม่กลับบ้านค่ะ ใครโทรมาคะ - ซูซาน จากคลินิกวางแผนครอบครัวค่ะ"
    }
  },
  {
    "translation": {
      "en": "I have her test results. If you can have her give me a call as soon as she can. It's urgent. Thank you.",
      "th": "ฉันได้ผลตรวจแล้ว ให้เธอโทรหาฉันด่วนเลยนะคะ"
    }
  },
  {
    "translation": {
      "en": "She's not going out with anyone. Okay, that was so fetch.",
      "th": "- เธอไม่ได้คบกับใครแน่ทีนี้ - โอเค ทำได้เก๋มากเลย"
    }
  },
  {
    "translation": {
      "en": "Mom.",
      "th": "แม่คะ"
    }
  },
  {
    "translation": {
      "en": "Wow. Your house is really nice. I know, right?",
      "th": "- ว้าว บ้านเธอสวยจังเลย - ฉันรู้ สวยใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Make sure you check out her mom's boob job. They're hard as rocks.",
      "th": "ดูหน้าอกที่แม่เธอทำมานะ มันแข็งอย่างกับหินแน่ะ"
    }
  },
  {
    "translation": {
      "en": "I'm home! Hey, Kylie. Hey.",
      "th": "- ฉันกลับมาแล้ว เฮ้ ไคลี่ - เฮ้"
    }
  },
  {
    "translation": {
      "en": "Hey, hey, hey! How are my best girlfriends?",
      "th": "เฮ้ เพื่อนสาวสุดเลิฟของฉัน เป็นไงจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Hey, Mrs. George. This is Cady. Hello, sweetheart.",
      "th": "- คุณนายจอร์จ นี่เคดี้ค่ะ - สวัสดีจ้ะ หนู"
    }
  },
  {
    "translation": {
      "en": "Hi. Welcome to our home.",
      "th": "- สวัสดีค่ะ - ยินดีต้อนรับสู่บ้านของเรา"
    }
  },
  {
    "translation": {
      "en": "-[squishing] -[softly] Ow.",
      "th": "โอว"
    }
  },
  {
    "translation": {
      "en": "Just want you to know, if you need anything, don't be shy, okay? There are no rules in this house.",
      "th": "ถ้าเธอต้องการอะไร ไม่ต้องอายนะ ในบ้านนี้ไม่มีกฎ"
    }
  },
  {
    "translation": {
      "en": "I'm not like a regular mom. I'm a cool mom. Right, Regina?",
      "th": "ฉันไม่เหมือนคุณแม่ทั่วไป ฉันเป็นแม่ที่เจ๋งมาก ใช่ไหมเรจิน่า"
    }
  },
  {
    "translation": {
      "en": "-Please stop talking. -Okay.",
      "th": "- หยุดพูดเถอะค่ะ - โอเค"
    }
  },
  {
    "translation": {
      "en": "I'm gonna make you girls a \"hump day\" treat. ♪ My milkshake brings All the boys to the yard ♪",
      "th": "ฉันจะไปทำอะไรมาให้พวกเธอกิน ให้หายเซ็งกันนะจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "This is your room?",
      "th": "นี่ห้องของเธอเหรอ"
    }
  },
  {
    "translation": {
      "en": "It was my parents' room, but I made them trade me.",
      "th": "เคยเป็นห้องของพ่อแม่ฉัน แต่ฉันแลกกับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[Regina] Hey, put on 98.8.",
      "th": "เฮ้ เปิดคลื่น 98.8 ซิ"
    }
  },
  {
    "translation": {
      "en": "Cady, do you even know who sings this?",
      "th": "เคดี้ รู้ไหมใครร้องเพลงนี้"
    }
  },
  {
    "translation": {
      "en": "Um, The Spice Girls?",
      "th": "สไปซ์ เกิร์ลส์เหรอ"
    }
  },
  {
    "translation": {
      "en": "I love her. She's like a Martian.",
      "th": "ฉันชอบเธอจัง เธอเหมือนมนุษย์ดาวอังคารเลย"
    }
  },
  {
    "translation": {
      "en": "[Karen] God, my hips are huge! [Gretchen] Oh, please. I hate my calves.",
      "th": "- สะโพกฉันใหญ่มากเลย - ฉันเกลียดน่องของฉัน"
    }
  },
  {
    "translation": {
      "en": "[Regina] At least you guys can wear halters. I've got man shoulders.",
      "th": "เธอใส่เสื้อเปิดไหล่ได้ ไหล่ฉันเหมือนผู้ชายเลย"
    }
  },
  {
    "translation": {
      "en": "[Cady] I used to think there was just fat and skinny.",
      "th": "ฉันเคยคิดว่ามีแค่คนอ้วนกับคนผอม"
    }
  },
  {
    "translation": {
      "en": "Apparently, there's a lot of things that can be wrong on your body.",
      "th": "แต่ยังมีปัญหาได้อีกหลายอย่างเลย"
    }
  },
  {
    "translation": {
      "en": "My hairline is so weird. My pores are huge.",
      "th": "- แนวผมฉันแปลกจัง - รูขุมขนฉันใหญ่มากเลย"
    }
  },
  {
    "translation": {
      "en": "My nail beds suck.",
      "th": "โคนเล็บฉันไม่สวยเลย"
    }
  },
  {
    "translation": {
      "en": "I have really bad breath in the morning.",
      "th": "ตอนเช้าฉันปากเหม็นมาก"
    }
  },
  {
    "translation": {
      "en": "Eww.",
      "th": "แหวะ"
    }
  },
  {
    "translation": {
      "en": "Hey, you guys. Happy hour is from 4:00 to 6:00!",
      "th": "เฮ้ สาวๆ ชั่วโมงสำราญ ตั้งแต่สี่โมงถึงหกโมงจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบคุณมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "Um. Is there alcohol in this?",
      "th": "มีแอลกอฮอล์รึเปล่าคะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "[gasps] Oh, God, honey, no. What kind of mother do you think I am? [chuckles]",
      "th": "พระเจ้า ไม่มีจ้ะ เธอคิดว่า ฉันเป็นคุณแม่แบบไหนเหรอ"
    }
  },
  {
    "translation": {
      "en": "Why? Do you want a little bit? 'Cause if you're gonna drink, I'd rather you do it in the house.",
      "th": "เธออยากดื่มเหรอ ถ้าเธอจะดื่ม ฉันอยากให้ดื่มอยู่ในบ้านดีกว่า"
    }
  },
  {
    "translation": {
      "en": "-No, thank you. -Okay.",
      "th": "ไม่ค่ะ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "So, you guys, what is the 411?",
      "th": "สาวๆ จ๊ะ 411 อะไรกันจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "What has everybody been up to?",
      "th": "ทุกคนไปทำอะไรกันมา"
    }
  },
  {
    "translation": {
      "en": "What is the hot gossip? Tell me everything. What are you guys listening to? What's the cool jams?",
      "th": "มีเรื่องซุบซิบเด็ดๆ อะไร ได้ยินอะไรกันมาบ้าง"
    }
  },
  {
    "translation": {
      "en": "Mom. Could you go fix your hair?",
      "th": "แม่คะ ไปทำผมซะได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Okay. You girls keep me young. Oh, I love you so much.",
      "th": "โอเค พวกเธอทำให้ฉันเป็นสาว ฉันรักเธอจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I remember this. I haven't looked at that in forever.",
      "th": "- พระเจ้า ฉันจำนี่ได้ - ฉันไม่ได้ดูมันมานานมากเลย"
    }
  },
  {
    "translation": {
      "en": "Come check it out, Cady. It's our Burn Book.",
      "th": "ดูสิ เคดี้ มันคือสมุดลับของเรา"
    }
  },
  {
    "translation": {
      "en": "See, we cut out girls' pictures from the yearbook, and then we wrote comments.",
      "th": "เราตัดรูปผู้หญิงจากหนังสือรุ่น แล้วก็เขียนคำวิจารณ์"
    }
  },
  {
    "translation": {
      "en": "[Karen] \"Trang Pak is a grotsky little byotch.\" [Regina] Still true.",
      "th": "- \"แทรง พัก ยัยทุเรศตาหยี\" - ยังจริงอยู่"
    }
  },
  {
    "translation": {
      "en": "[Gretchen] \"Dawn Schweitzer is a fat virgin.\" -Still half true. -[Gretchen and Karen giggling]",
      "th": "- \"ดอว์น ชวิทเซอร์ สาวซิงอ้วนฉุ\" - ยังจริงอยู่ครึ่งนึง"
    }
  },
  {
    "translation": {
      "en": "\"Amber D'Alessio.\" She made out with a hot dog.",
      "th": "\"แอมเบอร์ ดาเลสซิโอ\" เล่นเสียวกับฮอทด็อก"
    }
  },
  {
    "translation": {
      "en": "\"Janis Ian, dyke.\"",
      "th": "\"เจนิส เอียน ยัยเบี้ยน\""
    }
  },
  {
    "translation": {
      "en": "[Karen] Who is that? [Gretchen] I think that's that kid Damian.",
      "th": "- นั่นใครน่ะ - นั่นเดเมียนไง"
    }
  },
  {
    "translation": {
      "en": "Yeah. He's almost too gay to function. Ha. That's funny. Put that in there.",
      "th": "- เขาเป็นเกย์เกินเกย์ - ตลกดี เขียนไว้ในนั้นด้วย"
    }
  },
  {
    "translation": {
      "en": "[Cady] Oh, no. Maybe that was only okay when Janis said it.",
      "th": "ไม่นะ ถ้าเจนิสพูดอาจจะไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "And they have this book. This Burn Book where they write mean things about all the girls in our grade.",
      "th": "พวกเขาเขียนสิ่งที่ร้ายกาจ เกี่ยวกับผู้หญิงทุกคนไว้ในสมุด"
    }
  },
  {
    "translation": {
      "en": "What does it say about me?",
      "th": "มันเขียนว่าไงเกี่ยวกับฉัน"
    }
  },
  {
    "translation": {
      "en": "-You're not in it. -Those bitches.",
      "th": "- เธอไม่ได้อยู่ในนั้น - นังทุเรศพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "Will this minimize my pores? No. Caddy, you gotta steal that book.",
      "th": "- นี่จะทำให้รูขุมขนฉันเล็กลงไหม - ไม่ เธอต้องขโมยสมุดนั่นมา"
    }
  },
  {
    "translation": {
      "en": "-No way! -Oh, come on. We could publish it, and then everybody",
      "th": "- ไม่มีทาง - เราพิมพ์มันได้นะ"
    }
  },
  {
    "translation": {
      "en": "would see what an ax-wound she really is.",
      "th": "ทุกคนจะได้เห็นว่าหล่อนเป็นคนยังไง"
    }
  },
  {
    "translation": {
      "en": "I don't steal. That is for your feet.",
      "th": "- ฉันไม่ขโมยของ - นั่นมันสำหรับเท้า"
    }
  },
  {
    "translation": {
      "en": "Caddy, there are two kinds of evil people.",
      "th": "มีคนชั่วอยู่สองแบบนะ"
    }
  },
  {
    "translation": {
      "en": "People who do evil stuff, and people who see evil stuff being done and don't try to stop it.",
      "th": "คนที่ทำสิ่งชั่ว และคนที่เห็นสิ่งชั่วๆ แล้วไม่ห้ามปราม"
    }
  },
  {
    "translation": {
      "en": "Does that mean I'm morally obligated to burn that lady's outfit?",
      "th": "งั้นฉันก็มีหน้าที่ทางศีลธรรม ที่ต้องเผาชุดผู้หญิงคนนั้นรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, that's Ms. Norbury. I love seeing teachers outside of school.",
      "th": "- นั่นคุณนอร์บิวรี่ - ฉันชอบเห็นครูนอกโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "It's like seeing a dog walk on its hind legs.",
      "th": "มันเหมือนได้เห็นหมาเดินด้วยขาหลัง"
    }
  },
  {
    "translation": {
      "en": "Ah, hey, guys, what's up? I didn't know you worked here.",
      "th": "เฮ้ ทุกคน ไม่ยักรู้ว่าเธอทำงานที่นี่"
    }
  },
  {
    "translation": {
      "en": "Yeah, moderately priced soaps are my calling.",
      "th": "สบู่ราคาไม่แพงคืออาชีพของฉันค่ะ"
    }
  },
  {
    "translation": {
      "en": "You shopping? No. No, I'm just here with my boyfriend.",
      "th": "- คุณมาชอปปิ้งเหรอ - เปล่า ฉันมากับแฟนฉันน่ะ"
    }
  },
  {
    "translation": {
      "en": "Joking. Sometimes older people make jokes.",
      "th": "พูดเล่นน่ะ บางทีคนแก่ก็ชอบมีมุขตลก"
    }
  },
  {
    "translation": {
      "en": "My nana takes her wig off when she's drunk.",
      "th": "คุณยายผมถอดวิกออกเวลาเธอเมา"
    }
  },
  {
    "translation": {
      "en": "Your nana and I have that in common.",
      "th": "ยายเธอกับฉันเหมือนกันในเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "No, actually, I'm just here",
      "th": "ไม่ ที่จริง ฉันเป็นบาร์เทนดี้ อาทิตย์ละสองสามครั้ง"
    }
  },
  {
    "translation": {
      "en": "because I bartend a couple nights a week down at P.J. Calamity's.",
      "th": "ไม่ ที่จริง ฉันเป็นบาร์เทนดี้ อาทิตย์ละสองสามครั้ง ที่พีเจ คาลามิตี้ส์น่ะ"
    }
  },
  {
    "translation": {
      "en": "Cady, I hope you do join Mathletes, you know,",
      "th": "หวังว่าเธอคงลงแข่งแมธลีทส์นะ"
    }
  },
  {
    "translation": {
      "en": "because we start in a couple weeks,",
      "th": "เรากำลังจะเริ่ม"
    }
  },
  {
    "translation": {
      "en": "and I would love to have a girl on the team, just, you know, so the team could meet a girl.",
      "th": "และฉันอยากให้มีผู้หญิงอยู่ในทีม ทีมจะได้รู้จักกับผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "I think I'm gonna do it. Great.",
      "th": "- ฉันคิดว่าฉันจะลงแข่งค่ะ - เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "You can't join Mathletes. It's social suicide.",
      "th": "เธอแข่งแมธลีทส์ไม่ได้นะ มันเป็นการฆ่าตัวตายทางสังคม"
    }
  },
  {
    "translation": {
      "en": "Thanks, Damian.",
      "th": "ขอบคุณมาก เดเมียน"
    }
  },
  {
    "translation": {
      "en": "Well, this has been sufficiently awkward.",
      "th": "รู้สึกพวกเธอจะอึดอัดใจมากทีเดียว"
    }
  },
  {
    "translation": {
      "en": "And I'll see you guys tomorrow. -Bye. -Bye.",
      "th": "- แล้วพรุ่งนี้เจอกันนะ - บายค่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, man, that is bleak.",
      "th": "ให้ตายสิ น่าเศร้าจริงๆ"
    }
  },
  {
    "translation": {
      "en": "So, when are you gonna see Regina again?",
      "th": "เธอจะเจอเรจิน่าอีกเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "I can't spy on her anymore. It's weird.",
      "th": "ฉันสอดแนมเธออีกไม่ได้แล้ว มันพิลึก"
    }
  },
  {
    "translation": {
      "en": "Come on, she's never gonna find out. It's just... It'll be like our little secret.",
      "th": "เธอไม่มีทางรู้หรอก มันจะเป็นความลับเล็กๆ ของเรา"
    }
  },
  {
    "translation": {
      "en": "-Hello? -I know your secret.",
      "th": "- ฮัลโหล - ฉันรู้ความลับของเธอ"
    }
  },
  {
    "translation": {
      "en": "[Cady] Oh, God, busted.",
      "th": "พระเจ้า ถูกจับได้ ขอโทษแล้วก็ร้องไห้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Just start apologizing and crying. No, play it cool.",
      "th": "พระเจ้า ถูกจับได้ ขอโทษแล้วก็ร้องไห้เหรอ ไม่ ทำเป็นเซ่อไว้"
    }
  },
  {
    "translation": {
      "en": "Secret? What are you saying about? Gretchen told me that you like Aaron Samuels.",
      "th": "- ความลับอะไร - เกรทเช่นบอกฉันว่าเธอชอบแอรอน"
    }
  },
  {
    "translation": {
      "en": "I mean, I don't care, do whatever you want. But let me just tell you something about Aaron.",
      "th": "เธอจะทำอะไรก็ทำไป แต่ฉันจะบอกอะไรให้เกี่ยวกับแอรอน"
    }
  },
  {
    "translation": {
      "en": "All he cares about is school, and his mom, and his friends.",
      "th": "เขาแคร์แต่โรงเรียน แม่ และก็เพื่อนของเขา"
    }
  },
  {
    "translation": {
      "en": "Is that bad? But if you like him, whatever.",
      "th": "- นั่นมันแย่เหรอ - ถ้าเธอชอบเขา ไงก็ช่าง"
    }
  },
  {
    "translation": {
      "en": "I mean, I could talk to him for you if you want.",
      "th": "- นั่นมันแย่เหรอ - ถ้าเธอชอบเขา ไงก็ช่าง - ฉันคุยกับเขาให้เธอได้นะ - จริงเหรอ เธอจะทำอย่างนั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Really? You would do that?",
      "th": "- ฉันคุยกับเขาให้เธอได้นะ - จริงเหรอ เธอจะทำอย่างนั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "I mean, nothing embarrassing, though, right? Oh, no, trust me. I know exactly how to play it.",
      "th": "- ไม่มีอะไรน่าอายใช่ไหม - ไว้ใจฉัน ฉันรู้ว่าต้องเล่นยังไง"
    }
  },
  {
    "translation": {
      "en": "But wait. Aren't you so mad at Gretchen for telling me?",
      "th": "แต่เธอไม่โกรธเหรอ ที่เกรทเช่นบอกฉันน่ะ"
    }
  },
  {
    "translation": {
      "en": "No. Because if you are, you can tell me.",
      "th": "- ไม่โกรธ - เพราะถ้าเธอโกรธ"
    }
  },
  {
    "translation": {
      "en": "It was a really bitchy thing for her to do.",
      "th": "ก็บอกฉันได้นะ หล่อนทำแบบนี้มันแย่มากเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah, it was pretty bitchy, but I'm not mad. I mean, I guess she just likes the attention.",
      "th": "ใช่ มันแย่มาก แต่ฉันว่าเธอคงชอบให้คนสนใจน่ะ"
    }
  },
  {
    "translation": {
      "en": "See, Gretch? I told you she's not mad at you. I can't believe you think I like attention!",
      "th": "- ฉันบอกแล้วว่าหล่อนไม่โกรธเธอ - เธอคิดว่าฉันชอบให้คนสนใจเหรอ"
    }
  },
  {
    "translation": {
      "en": "Okay, love you. See you tomorrow.",
      "th": "โอเค รักเธอนะ พรุ่งนี้เจอกัน"
    }
  },
  {
    "translation": {
      "en": "[Cady] I had survived my first three-way calling attack.",
      "th": "ฉันรอดจากการโจมตี ทางโทรศัพท์สามสายครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "And with Regina's blessing, I started talking to Aaron more and more.",
      "th": "และเมื่อเรจิน่าเห็นชอบ ฉันก็เริ่มคุยกับแอรอนมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "On October 3rd, he asked me what day it was.",
      "th": "วันที่สามตุลาคม เขาถามฉันว่ามันวันที่เท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "It's October 3rd.",
      "th": "วันที่สามตุลาคมค่ะ"
    }
  },
  {
    "translation": {
      "en": "Two weeks later, we spoke again.",
      "th": "สองอาทิตย์ต่อมา เราก็พูดกันอีก"
    }
  },
  {
    "translation": {
      "en": "It's raining. Yeah.",
      "th": "- ฝนตกแล้ว - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "But I wanted things to move faster. So I followed my instincts.",
      "th": "แต่ฉันอยากให้รุดหน้าเร็วขึ้น ฉันเลยทำตามสัญชาตญาณของฉัน"
    }
  },
  {
    "translation": {
      "en": "Hey, um, I'm totally lost. Can you help me?",
      "th": "เฮ้ ฉันงงมากเลย ช่วยฉันหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-[Cady] But I wasn't lost. -Yeah. I knew exactly what Ms. Norbury was talking about.",
      "th": "แต่ฉันไม่ได้งง ฉันรู้ว่าคุณนอร์บิวรี่พูดเรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "It's a factorial, so you multiply each one by N.",
      "th": "มันคืออัตราคูณน่ะ คูณแต่ละตัวด้วยเอ็น"
    }
  },
  {
    "translation": {
      "en": "[Cady] Wrong.",
      "th": "ผิด"
    }
  },
  {
    "translation": {
      "en": "Is that the summation? Yeah, they're the same thing.",
      "th": "- นั่นจำนวนรวมใช่ไหม - ใช่ เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "[Cady] Wrong. He was so wrong.",
      "th": "ผิด เขาผิดถนัดเลย"
    }
  },
  {
    "translation": {
      "en": "-Thanks. I, uh, I get it now. -[bell ringing] [Ms. Nordbury] Lights, please.",
      "th": "- ขอบคุณมาก ฉันเข้าใจแล้วละ - เปิดไฟด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay. See you guys tomorrow.",
      "th": "โอเค พรุ่งนี้เจอกัน"
    }
  },
  {
    "translation": {
      "en": "We're having a Halloween party at my friend Chris' tonight. You wanna come?",
      "th": "คืนนี้เรามีปาร์ตี้ฮัลโลวีนกัน อยากไปไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, sure. Great. Here's where it is.",
      "th": "- ค่ะ อยากไปสิ - เยี่ยม ไปที่นี่นะ"
    }
  },
  {
    "translation": {
      "en": "It's a costume party. People get pretty into it.",
      "th": "มันเป็นปาร์ตี้แต่งตัว คนจะแต่งชุดไปกัน"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "That flier admits one person only, so don't bring some other guy with you.",
      "th": "ใบปลิวนั่นเข้าได้คนเดียว ฉะนั้นอย่าพาผู้ชายคนอื่นไป"
    }
  },
  {
    "translation": {
      "en": "Grool. I meant to say \"cool,\" and then I started to say \"great.\"",
      "th": "เจี้ยม ฉันจะพูดว่าเจ๋ง แต่ปากมันพูดว่าเยี่ยมน่ะ"
    }
  },
  {
    "translation": {
      "en": "Right. Well... Grool.",
      "th": "ใช่ งั้นก็ เจี้ยม"
    }
  },
  {
    "translation": {
      "en": "See you tonight.",
      "th": "คืนนี้เจอกัน"
    }
  },
  {
    "translation": {
      "en": "Hey, Africa. You staying for the Mathletes meeting?",
      "th": "เฮ้ แอฟริกา จะอยู่ประชุมเรื่องแมธลีทส์รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Uh, yeah, I'll be right back.",
      "th": "อยู่ เดี๋ยวฉันมา"
    }
  },
  {
    "translation": {
      "en": "[Cady] Okay, I lied. But I had to go home and work on my costume.",
      "th": "โอเค ฉันโกหก แต่ฉันต้องกลับบ้านไปเตรียมชุด"
    }
  },
  {
    "translation": {
      "en": "In the regular world,",
      "th": "ในโลกปกติธรรมดา"
    }
  },
  {
    "translation": {
      "en": "Halloween is when children dress up in costumes and beg for candy.",
      "th": "ฮัลโลวีนคือตอนที่เด็กๆ แต่งตัวแล้วไปขอขนม"
    }
  },
  {
    "translation": {
      "en": "In Girl World, Halloween is the one night a year when a girl can dress like a total slut",
      "th": "ในโลกของหญิงสาวมันคือตอนที่ หญิงสาวแต่งตัวเหมือนสาวร่าน"
    }
  },
  {
    "translation": {
      "en": "and no other girls can say anything about it.",
      "th": "และไม่มีหญิงอื่นว่าอะไรได้"
    }
  },
  {
    "translation": {
      "en": "The hard-core girls just wear lingerie and some form of animal ears.",
      "th": "สาวฮาร์ดคอร์ ใส่แต่ชุดชั้นในและหูสัตว์"
    }
  },
  {
    "translation": {
      "en": "[Mrs. George] Doesn't she look great, honey?",
      "th": "เธอน่ารักนะคะ ที่รัก"
    }
  },
  {
    "translation": {
      "en": "-Ha! -What are you? I'm a mouse. Duh.",
      "th": "- เธอเป็นอะไร - ฉันเป็นหนู นี่ไง"
    }
  },
  {
    "translation": {
      "en": "[Cady] Unfortunately, no one told me about the slut rule. So I showed up like this.",
      "th": "ไม่มีใครบอกฉันเรื่องกฎสาวร่าน ฉันเลยแต่งตัวมาแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "เฮ้"
    }
  },
  {
    "translation": {
      "en": "Yes! Yes!",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "-Hey. -[Karen gasps]",
      "th": "เฮ้"
    }
  },
  {
    "translation": {
      "en": "Why are you dressed so scary? It's Halloween.",
      "th": "- ทำไมเธอแต่งตัวน่ากลัวแบบนี้ล่ะ - ก็มันฮัลโลวีนนี่"
    }
  },
  {
    "translation": {
      "en": "Have you seen Jason? You know who's looking fine tonight?",
      "th": "- เห็นเจสันรึเปล่า - รู้ไหมคืนนี้ใครหล่อ"
    }
  },
  {
    "translation": {
      "en": "Seth Mosakowski. Okay, you did not just say that.",
      "th": "- เซ็ธ โมว์ซาคาวสกี้ - เธอไม่ได้พูดอย่างนั้นหรอก"
    }
  },
  {
    "translation": {
      "en": "What? He's a good kisser. He's your cousin.",
      "th": "- ทำไม เขาจูบเก่งนะ - เขาเป็นลูกพี่ลูกน้องเธอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, but he's my first cousin.",
      "th": "- ใช่ แต่เขาเป็นลูกของลุงฉัน - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Right. -So you have your cousins,",
      "th": "- ใช่ แต่เขาเป็นลูกของลุงฉัน - ใช่ เธอมีลูกพี่ลูกน้อง และก็มีลูกของลุงป้า น้า อา"
    }
  },
  {
    "translation": {
      "en": "and then you have your first cousins,",
      "th": "เธอมีลูกพี่ลูกน้อง และก็มีลูกของลุงป้า น้า อา"
    }
  },
  {
    "translation": {
      "en": "then you have your second cousins--",
      "th": "แล้วลูกของลูกลุง ป้า น้า อา"
    }
  },
  {
    "translation": {
      "en": "No, honey. Mmm-mmm.",
      "th": "ไม่ เพื่อน"
    }
  },
  {
    "translation": {
      "en": "That's not right, is it? That is so not right.",
      "th": "- นั่นไม่ถูก ใช่ไหม - นั่นไม่ถูกมากๆ เลย"
    }
  },
  {
    "translation": {
      "en": "-[Aaron] Hey! -Hey.",
      "th": "- เฮ้ - เฮ้"
    }
  },
  {
    "translation": {
      "en": "You made it. And you are a zombie bride.",
      "th": "มาจนได้ และคุณก็คือเจ้าสาวผีดิบ"
    }
  },
  {
    "translation": {
      "en": "An \"ex-wife.\"",
      "th": "- เมียเก่าค่ะ - เจ๋ง"
    }
  },
  {
    "translation": {
      "en": "Love it. Can I get you something to drink?",
      "th": "- เมียเก่าค่ะ - เจ๋ง - ผมไปเอาอะไรมาให้ดื่มไหมครับ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Be right back.",
      "th": "- ผมไปเอาอะไรมาให้ดื่มไหมครับ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "เดี๋ยวมานะ"
    }
  },
  {
    "translation": {
      "en": "Karen, stop it. Don't, Karen-- Hey, Seth!",
      "th": "- แคแรน หยุดนะ อย่า - เฮ้ เซ็ธ"
    }
  },
  {
    "translation": {
      "en": "Hey. Oh, no.",
      "th": "- เฮ้ - โธ่ ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "Didn't anybody tell you? You were supposed to wear a costume.",
      "th": "ไม่มีใครบอกคุณเหรอว่าให้แต่งชุดมา"
    }
  },
  {
    "translation": {
      "en": "Oh, shut up.",
      "th": "หุบปากน่า"
    }
  },
  {
    "translation": {
      "en": "I need to talk to you. You know that girl Cady?",
      "th": "ฉันอยากคุยกับคุณ รู้จักผู้หญิงคนนั้นไหม เคดี้น่ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, she's cool. I invited her tonight.",
      "th": "รู้จัก เธอเยี่ยมมาก ผมเชิญเธอมาคืนนี้"
    }
  },
  {
    "translation": {
      "en": "Well, be careful because she has a huge crush on you.",
      "th": "ระวังนะ เพราะเธอชอบคุณมาก"
    }
  },
  {
    "translation": {
      "en": "Really? How do you know? Because she told me.",
      "th": "- จริงเหรอ คุณรู้ได้ยังไง - ก็เพราะเธอบอกฉันน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "She tells everybody. It's kind of cute, actually.",
      "th": "เธอบอกทุกคนเลย ที่จริง มันก็น่ารักดีนะ"
    }
  },
  {
    "translation": {
      "en": "She's like a little girl. She, like, writes all over her notebook,",
      "th": "เธอเหมือนเด็กผู้หญิงเลย เธอเขียนในสมุดจดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Mrs. Aaron Samuels.\"",
      "th": "\"คุณนายแอรอน แซมมวลส์\""
    }
  },
  {
    "translation": {
      "en": "And she made this T-shirt that says \"I heart Aaron,\" and she wears it under all her clothes.",
      "th": "เธอใส่เสื้อยืดที่เขียนว่า \"ฉันรักแอรอน\" ใส่ไว้ข้างในอีกที"
    }
  },
  {
    "translation": {
      "en": "Oh, come on. Well, who can blame her? I mean, you're gorgeous.",
      "th": "- ไม่เอาน่า - ใครจะโทษเธอได้ ก็คุณหล่อนี่"
    }
  },
  {
    "translation": {
      "en": "And okay, look, I'm not saying she's a stalker,",
      "th": "ฉันไม่ได้พูดว่า เธอเป็นโรคจิตที่ตามแอบดู"
    }
  },
  {
    "translation": {
      "en": "but she saved this Kleenex you used,",
      "th": "แต่เธอเก็บทิชชู่ที่คุณใช้ไว้"
    }
  },
  {
    "translation": {
      "en": "and she said she's gonna do some kind of African voodoo with it to make you like her.",
      "th": "แล้วจะเอามาทำพิธีวูดูแบบแอฟริกา เพื่อให้คุณชอบเธอ"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "[Cady] This was it. Regina said she would talk to Aaron for me, and now she was.",
      "th": "นี่แหละ เรจิน่าบอกว่า เธอจะคุยกับแอรอนให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "I know she's kind of socially retarded and weird, but she's my friend,",
      "th": "ฉันรู้ว่าเธอซื่อบื้อและก็พิลึกคน แต่เธอเป็นเพื่อนฉัน"
    }
  },
  {
    "translation": {
      "en": "so just promise me you won't make fun of her.",
      "th": "ฉันรู้ว่าเธอซื่อบื้อและก็พิลึกคน แต่เธอเป็นเพื่อนฉัน สัญญาสิว่าคุณจะไม่ล้อเธอ"
    }
  },
  {
    "translation": {
      "en": "Of course I'm not gonna make fun of her.",
      "th": "ผมไม่ล้อเธอหรอก"
    }
  },
  {
    "translation": {
      "en": "[Cady] How could Janis hate Regina? She was such a good--",
      "th": "เจนิสเกลียดเรจีน่าได้ไงนะ ทั้งที่เธอช่างแสน..."
    }
  },
  {
    "translation": {
      "en": "[shouts] Slut!",
      "th": "ร่าน"
    }
  },
  {
    "translation": {
      "en": "What are you doing? You broke up with me.",
      "th": "คุณทำอะไรของคุณ คุณเลิกกับผมแล้ว"
    }
  },
  {
    "translation": {
      "en": "That's crazy. Why would I break up with you? You're so hot.",
      "th": "บ้าเหรอ ฉันจะเลิกกับคุณทำไม คุณเซ็กซี่ออก"
    }
  },
  {
    "translation": {
      "en": "That's a scary mask, bro.",
      "th": "หน้ากากน่ากลัวมากเลย"
    }
  },
  {
    "translation": {
      "en": "I had never felt this feeling before. I could hear my heartbeat in my ears.",
      "th": "ฉันไม่เคยรู้สึกแบบนี้มาก่อน ฉันได้ยินเสียงหัวใจฉันเต้นเลย"
    }
  },
  {
    "translation": {
      "en": "My stomach felt like it was going to fall out my butt.",
      "th": "รู้สึกเหมือนท้องฉัน จะหลุดออกไปทางก้น"
    }
  },
  {
    "translation": {
      "en": "I had this lump in my throat like after you dry-swallow a big pill.",
      "th": "รู้สึกจุกที่คอ เหมือนตอนกลืนยาเม็ดโต"
    }
  },
  {
    "translation": {
      "en": "I hated Regina. I hated her!",
      "th": "ฉันเกลียดเรจิน่า ฉันเกลียดเธอ"
    }
  },
  {
    "translation": {
      "en": "She took him back. Regina took Aaron back.",
      "th": "เธอเอาเขาคืนไป เรจิน่าเอาแอรอนคืนไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, no, Caddy.",
      "th": "โธ่ แย่จัง แคดดี้"
    }
  },
  {
    "translation": {
      "en": "Why would she do that? Because she's a life-ruiner. She ruins people's lives.",
      "th": "- เธอทำอย่างนั้นทำไม - ก็เพราะเธอเป็นตัวทำลายชีวิตน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "When we were 13, she made people sign this petition saying that Janis was--",
      "th": "ตอนเราอายุ 13 เธอให้เราเซ็นคำร้องเรียนว่าเจนิส..."
    }
  },
  {
    "translation": {
      "en": "Damian! Please! Look, she's not gonna get away with this again, okay? We're gonna do something.",
      "th": "เดเมียน ขอร้อง คราวนี้ปล่อยไม่ได้ เราจะทำอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "We are?",
      "th": "จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Regina George is an evil dictator. Now, how do you overthrow a dictator?",
      "th": "เรจิน่า จอร์จเป็นเผด็จการชั่วร้าย เราจะโค่นเผด็จการยังไง"
    }
  },
  {
    "translation": {
      "en": "You cut off her resources.",
      "th": "ก็ตัดทรัพยากรของเธอไง"
    }
  },
  {
    "translation": {
      "en": "Regina would be nothing without her high-status man candy,",
      "th": "เรจิน่าจะไม่มีความหมาย ถ้าไม่มีผู้ชายสถานภาพสูงของเธอ (แอรอน แซมมวลส์)"
    }
  },
  {
    "translation": {
      "en": "technically good physique, and ignorant band of loyal followers.",
      "th": "ตามหลักแล้วหุ่นดี และกลุ่ม ผู้ติดตามซื่อสัตย์และโง่เขลา"
    }
  },
  {
    "translation": {
      "en": "Now, Caddy, if we want this to work,",
      "th": "แคดดี้ ถ้าจะให้แผนนี้ได้ผล"
    }
  },
  {
    "translation": {
      "en": "you are gonna have to keep hanging out with them like nothing is wrong. Can you do it?",
      "th": "เธอต้องคบกับพวกเขาต่อไป เหมือนไม่มีอะไรเกิดขึ้น ทำได้ไหม"
    }
  },
  {
    "translation": {
      "en": "I can do it. Okay, let's rock this bitch.",
      "th": "- ฉันทำได้ - โอเค จัดการนังตัวแสบนี่กันเถอะ"
    }
  },
  {
    "translation": {
      "en": "[Cady] Pretending like nothing was wrong turned out to be surprisingly easy.",
      "th": "การแสร้งทำเป็นไม่มีอะไรเกิดขึ้น เป็นเรื่องง่ายจนน่าแปลกใจ"
    }
  },
  {
    "translation": {
      "en": "And Regina wanted me to tell you that she was trying to hook you up with Aaron,",
      "th": "เรจิน่าอยากให้ฉันบอกเธอว่า หล่อนพยายามให้เธอกับแอรอนคบกัน"
    }
  },
  {
    "translation": {
      "en": "but he was just interested in getting her back. And that's not Regina's fault.",
      "th": "แต่เขาอยากได้หล่อนคืน นั่นไม่ใช่ความผิดของเรจิน่า"
    }
  },
  {
    "translation": {
      "en": "No, I know. Okay, so you're not mad at Regina?",
      "th": "- ฉันรู้ - เธอไม่โกรธเรจิน่าใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-God, no. -Oh, okay, good.",
      "th": "- ไม่โกรธหรอก - ดีจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Because Regina wanted me to give you this.",
      "th": "เรจิน่าให้ฉันเอานี่ให้เธอ"
    }
  },
  {
    "translation": {
      "en": "It's called the South Beach Fat Flush, and all you drink is cranberry juice for 72 hours.",
      "th": "เป็นวิธีขจัดไขมันน่ะ คุณต้อง ดื่มน้ำแครนเบอร์รี่ 72 ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "This isn't even cranberry juice. It's cranberry juice cocktail. It's all sugar.",
      "th": "นี่มันไม่ใช่น้ำแครนเบอร์รี่ด้วยซ้ำ มันมีแต่น้ำตาล"
    }
  },
  {
    "translation": {
      "en": "I wanna lose three pounds. [Aaron] You're crazy.",
      "th": "- ฉันอยากลดน้ำหนักสามปอนด์ - คุณบ้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Why do you wear your hair like that? You hair looks so sexy pushed back. Cady, will you please tell him his hair looks sexy pushed back.",
      "th": "ทำไมผมคุณเป็นแบบนี้ล่ะ เคดี้ บอกเขาสิว่าเสยผมแล้วดูเซ็กซี่"
    }
  },
  {
    "translation": {
      "en": "[Cady] Regina was dangling Aaron in front of me on purpose.",
      "th": "เรจิน่าออดอ้อนแอรอนต่อหน้าฉัน"
    }
  },
  {
    "translation": {
      "en": "I knew how this would be settled in the animal world.",
      "th": "ฉันรู้ว่าในโลกของสัตว์ จะจัดการยังไง"
    }
  },
  {
    "translation": {
      "en": "But this was Girl World. Your hair looks sexy pushed back.",
      "th": "- แต่นี่มันโลกของหญิงสาว - คุณเสยผมแล้วดูเซ็กซี่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "And in Girl World, all the fighting had to be sneaky.",
      "th": "ในโลกหญิงสาว การต่อสู้จะต้องทำแบบลับๆ"
    }
  },
  {
    "translation": {
      "en": "All this cranberry juice is making me break out.",
      "th": "น้ำแครนเบอร์รี่ทำให้ฉันสิวขึ้น"
    }
  },
  {
    "translation": {
      "en": "Wait. I have this really good skin stuff I'll bring you. [Regina] Okay.",
      "th": "ฉันมีครีมทาผิวที่ดีมากเลย ฉันจะเอามาให้เธอ"
    }
  },
  {
    "translation": {
      "en": "[Cady] We kept our eyes open for opportunities for sabotage.",
      "th": "เราคอยจ้องหาโอกาส ก่อวินาศกรรมอยู่ตลอด"
    }
  },
  {
    "translation": {
      "en": "Regina. -Here you go. -Thank you.",
      "th": "- เรจิน่า - โอว ขอบใจจ้ะ"
    }
  },
  {
    "translation": {
      "en": "-Hey. -[Aaron] Hey.",
      "th": "- เฮ้ - เฮ้"
    }
  },
  {
    "translation": {
      "en": "-Your face smells like peppermint. -[chuckles]",
      "th": "หน้าคุณกลิ่นเหมือนเป๊ปเปอร์มินท์เลย"
    }
  },
  {
    "translation": {
      "en": "[Janis] This is ass, you guys. It's been a month, and all we've done is make Regina's face smell like a foot.",
      "th": "แย่จริงๆ เดือนนึงเราทำได้แค่ ทำให้หน้าเธอกลิ่นเหมือนเท้า"
    }
  },
  {
    "translation": {
      "en": "I've been really busy with choir. We gotta crack Gretchen Wieners.",
      "th": "- ฉันงานยุ่งมากเลย - เราต้องถ่างปากเกรทเช่น วีเนอร์ส"
    }
  },
  {
    "translation": {
      "en": "If we crack Gretchen, then we crack the lock on Regina's whole dirty history.",
      "th": "แล้วเราก็ถ่างเปิดล็อค แฉประวัติโสโครกของเรจิน่า"
    }
  },
  {
    "translation": {
      "en": "-Say \"crack\" again. -Crack. All right, let's reconvene tonight.",
      "th": "- พูดว่าถ่างอีกทีซิ - ถ่าง คืนนี้เจอกัน"
    }
  },
  {
    "translation": {
      "en": "I can't. I have to go to Regina's to practice for the talent show.",
      "th": "ฉันเจอไม่ได้ ฉันต้องไปซ้อมแสดง ความสามารถพิเศษของเรจิน่า"
    }
  },
  {
    "translation": {
      "en": "We're doing a dance to this song-- [both] \"Jingle Bell Rock.\"",
      "th": "- เราจะเต้นรำเพลง... - จิงเกิล เบล ร็อค"
    }
  },
  {
    "translation": {
      "en": "You guys know that song?",
      "th": "เธอรู้จักมันเหรอ"
    }
  },
  {
    "translation": {
      "en": "Everybody in the English-speaking world knows that song.",
      "th": "ทุกคนในโลกที่พูดภาษาอังกฤษ รู้จักทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "They do it every year. Well, I have to learn it. Uh-oh. Go.",
      "th": "- พวกเขาทำมันทุกปี - ฉันต้องฝึกมัน โอ๊ะโอ ไปเร็ว"
    }
  },
  {
    "translation": {
      "en": "Hey. Why were you talking to Janis Ian?",
      "th": "- เฮ้ - เธอคุยกับเจนิส เอียนทำไม"
    }
  },
  {
    "translation": {
      "en": "I don't know, I mean, she's so weird. She just, you know, came up to me -and started talking to me about crack. -[snickers]",
      "th": "ฉันก็ไม่รู้ เธอแปลกมากเลย เธอมาหาฉัน คุยกับฉันเรื่องโคเคน"
    }
  },
  {
    "translation": {
      "en": "She's so pathetic. Let me tell you something about Janis Ian.",
      "th": "น่าสมเพชจริงๆ ฉันจะเล่าเรื่องเจนิส เอียนให้เธอฟัง"
    }
  },
  {
    "translation": {
      "en": "We were best friends in middle school. I know, right?",
      "th": "ตอนอยู่มัธยมต้นเราเป็นเพื่อนรักกัน"
    }
  },
  {
    "translation": {
      "en": "It's so embarrassing. I don't even... Whatever.",
      "th": "มันน่าอายมากเลย ฉันไม่... อะไรก็ช่างเถอะ"
    }
  },
  {
    "translation": {
      "en": "So, then in eighth grade, I started going out with my first boyfriend,",
      "th": "แล้วฉันก็เริ่มคบกับไคล์ แฟนคนแรก"
    }
  },
  {
    "translation": {
      "en": "Kyle, who was totally gorgeous, but then he moved to Indiana.",
      "th": "หล่อมากๆ แต่เขาย้ายไปอยู่อินเดียน่า"
    }
  },
  {
    "translation": {
      "en": "And Janis was, like, weirdly jealous of him. Like, if I would blow her off to hang out with Kyle,",
      "th": "เจนิสหึงเขา แบบว่าถ้าฉันผิดนัดเธอไปอยู่กับไคล์"
    }
  },
  {
    "translation": {
      "en": "she'd be like, \"Why didn't you call me back?\"",
      "th": "เธอจะพูดว่า \"ทำไมเธอไม่โทรหาฉัน\""
    }
  },
  {
    "translation": {
      "en": "And I'd be like, \"Why are you so obsessed with me?\"",
      "th": "ฉันก็บอก \"ทำไมเธอถึงหมกมุ่นกับฉันนัก\""
    }
  },
  {
    "translation": {
      "en": "So then, for my birthday party, which was an all-girls pool party,",
      "th": "แล้ววันเกิดของฉัน ปาร์ตี้ริมสระน้ำที่มีแต่สาวๆ"
    }
  },
  {
    "translation": {
      "en": "I was like, \"Janis, I can't invite you, because I think you're a lesbian.\"",
      "th": "ฉันบอก \"เจนิส ฉันชวนเธอมาไม่ได้ เพราะฉันคิดว่าเธอเป็นเลสเบี้ยน\""
    }
  },
  {
    "translation": {
      "en": "I mean, I couldn't have a lesbian at my party. There are gonna be girls there in their bathing suits.",
      "th": "ฉันให้เลสเบี้ยนมาปาร์ตี้ของฉัน ที่มีแต่สาวๆ ใส่ชุดว่ายน้ำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I mean, right? She was a lesbian.",
      "th": "เธอเป็นเลสเบี้ยนนะ"
    }
  },
  {
    "translation": {
      "en": "So, then her mom called my mom and started yelling at her. It was so retarded.",
      "th": "แล้วแม่เธอก็โทรหาแม่ฉัน ตะคอกใส่ด้วย ปัญญาอ่อนมากเลย"
    }
  },
  {
    "translation": {
      "en": "And then she dropped out of school because no one would talk to her.",
      "th": "แล้วเธอก็ออกจากโรงเรียน เพราะไม่มีใครพูดกับเธอ"
    }
  },
  {
    "translation": {
      "en": "When she came back in the fall for high school,",
      "th": "พอเธอกลับมาเรียนตอนฤดูใบไม้ร่วง"
    }
  },
  {
    "translation": {
      "en": "all of her hair was cut off, and she was totally weird, and now I guess she's on crack.",
      "th": "เธอตัดผมซะเตียนและเธอก็พิลึกคน ตอนนี้ฉันว่าเธอซี้ดโคเคน"
    }
  },
  {
    "translation": {
      "en": "Oh, my God! I love your skirt. Where did you get it?",
      "th": "พระเจ้า ฉันชอบกระโปรงเธอจัง ไปได้มาจากไหนเหรอ"
    }
  },
  {
    "translation": {
      "en": "Uh, it was my mom's in the '80s. [gasps] Vintage. So adorable.",
      "th": "- ของแม่ฉันตอนยุค 80 น่ะ - ของเก่าด้วย สวยจังเลย"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบใจจ้ะ"
    }
  },
  {
    "translation": {
      "en": "That is the ugliest F-ing skirt I've ever seen.",
      "th": "เป็นกระโปรงที่น่าเกลียดที่สุด เท่าที่เคยเห็น"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I love your bracelet. Where did you get it?",
      "th": "พระเจ้า ฉันชอบกำไลของเธอจัง ไปได้มาจากไหนเหรอ"
    }
  },
  {
    "translation": {
      "en": "So, are you gonna send any candy canes? No. I don't send them, I just get them.",
      "th": "- เธอจะส่งขนมให้ใครรึเปล่า - ฉันไม่ส่ง รอรับอย่างเดียว"
    }
  },
  {
    "translation": {
      "en": "So, you better send me one, byotch. Love you.",
      "th": "เธอควรจะส่งให้ฉันสักอันนะ รักเธอนะ"
    }
  },
  {
    "translation": {
      "en": "[Cady] I was definitely sending her one. I was gonna use three candy canes to crack Gretchen Wieners.",
      "th": "ฉันจะส่งให้เธออันนึงแน่นอน สามอันเพื่อเปิดปากเกรทเช่น วีเนอร์ส"
    }
  },
  {
    "translation": {
      "en": "Three, please.",
      "th": "สามอันค่ะ"
    }
  },
  {
    "translation": {
      "en": "\"Why, man, he doth bestride the narrow world like a colossus\"",
      "th": "\"ทำไม ก็เขาอยู่เหนือ โลกแคบดุจโคลอสซัส\""
    }
  },
  {
    "translation": {
      "en": "might translate into, \"Why is he so huge and obnoxious?\"",
      "th": "อาจแปลได้ว่า \"ทำไมเขาถึงได้ ใหญ่โตและน่ารังเกียจสิ้นดี\""
    }
  },
  {
    "translation": {
      "en": "Candy cane-grams! Okay, hurry up.",
      "th": "- ได้เวลาแจกขนมแล้ว - โอเค เร็วๆ นะ"
    }
  },
  {
    "translation": {
      "en": "Taylor Zimmerman? Two for you.",
      "th": "เทเลอร์ ซิมเมอร์แมน ของเธอสองอัน"
    }
  },
  {
    "translation": {
      "en": "Glenn Cocco? Four for you, Glenn Cocco. You go, Glenn Cocco.",
      "th": "เกลน โกโก้ ของเธอสี่อัน เอาไปเลย เกลน โกโก้"
    }
  },
  {
    "translation": {
      "en": "And, uh, Caddy Heron. Do we have a Caddy Heron here?",
      "th": "และก็ แคดดี้ เฮรอน เรามีแคดดี้ เฮรอนรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "It's Cady. Oh, Cady, here you go. -One for you. -Um--",
      "th": "- เคดี้น่ะค่ะ - เอ้านี่ ของเธออันนึง"
    }
  },
  {
    "translation": {
      "en": "And none for Gretchen Wieners. Bye.",
      "th": "ของเกรทเช่น วีเนอร์สไม่มีนะ บาย"
    }
  },
  {
    "translation": {
      "en": "Who's that from?",
      "th": "ใครส่งมาให้เหรอ"
    }
  },
  {
    "translation": {
      "en": "\"Thanks for being such a great friend. Love, Regina.\" That's so sweet.",
      "th": "\"ขอบคุณมากสำหรับการเป็น เพื่อนที่แสนดี รัก เรจิน่า\" น่ารักจัง"
    }
  },
  {
    "translation": {
      "en": "[teacher] Okay, back to Caesar.",
      "th": "โอเค กลับมาที่ซีซาร์"
    }
  },
  {
    "translation": {
      "en": "[Cady] Once Gretchen thought Regina was mad at her, the secrets started pouring out.",
      "th": "เมื่อเกรทเช่นคิดว่าหล่อนโกรธเธอ ความลับก็จะเผยออกมา"
    }
  },
  {
    "translation": {
      "en": "All I had to do was wait for one we could use. [Mr. Duvall] Thank you.",
      "th": "ฉันแค่รอความลับที่เราใช้ได้เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Welcome to the North Shore High School winter talent show.",
      "th": "ขอต้อนรับสู่การแสดงความสามารถพิเศษ ฤดูหนาวของนอร์ธ ชอร์ ไฮสกูล"
    }
  },
  {
    "translation": {
      "en": "Let me hear you make some noise.",
      "th": "ส่งเสียงกันหน่อย"
    }
  },
  {
    "translation": {
      "en": "All right, settle down.",
      "th": "เอาละ เงียบได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Our first act calls himself a star on the rise.",
      "th": "การแสดงแรกของเรา เรียกว่า \"ดาวจรัสฟ้า\""
    }
  },
  {
    "translation": {
      "en": "Let's hear it for Damian.",
      "th": "ปรบมือให้เดเมียนด้วยครับ"
    }
  },
  {
    "translation": {
      "en": "Don't look at me.",
      "th": "อย่ามองฉันนะ"
    }
  },
  {
    "translation": {
      "en": "♪ Every day is so wonderful ♪ I mean, why would Regina send you guys candy canes and not me?",
      "th": "ทำไมเรจิน่าส่งขนมให้เธอ แต่ไม่ส่งให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "Maybe she forgot about you. Yeah, Regina has been acting kind of weird lately.",
      "th": "- เธออาจจะลืมก็ได้ - พักนี้เธอทำตัวแปลกๆ"
    }
  },
  {
    "translation": {
      "en": "I mean, is something bothering her?",
      "th": "เธอไม่สบายใจอะไรรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Well, I mean, her parents totally",
      "th": "เธอไม่สบายใจอะไรรึเปล่า พ่อแม่เธอไม่นอนเตียงเดียวกันแล้วน่ะ"
    }
  },
  {
    "translation": {
      "en": "don't sleep in the same bed anymore, if that's what you mean.",
      "th": "พ่อแม่เธอไม่นอนเตียงเดียวกันแล้วน่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Don't tell her I told you that.",
      "th": "พระเจ้า อย่าบอกเธอนะว่าฉันบอก"
    }
  },
  {
    "translation": {
      "en": "I mean, no offense, but why would she send you a candy cane?",
      "th": "ไม่ได้ดูถูกกันนะ แต่หล่อนส่งขนมให้เธอทำไม"
    }
  },
  {
    "translation": {
      "en": "She doesn't even like you that much.",
      "th": "หล่อนไม่ได้ชอบเธอมากมายอะไร"
    }
  },
  {
    "translation": {
      "en": "Maybe she feels weird around me because I'm the only person that knows about her nose job.",
      "th": "อาจเป็นเพราะฉันเป็นคนเดียว ที่รู้ว่าหล่อนเสริมจมูกก็ได้"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Pretend you didn't hear that.",
      "th": "พระเจ้า เธอไม่ได้ยินนะ"
    }
  },
  {
    "translation": {
      "en": "♪ Yo, yo, yo ♪ ♪ All you sucker MCs ♪ ♪ Ain't got nothing on me ♪",
      "th": "โย่ๆ พวกงั่งเอ็มซี ไม่มีความหมายกับฉันหรอก"
    }
  },
  {
    "translation": {
      "en": "♪ From my grades to my lines ♪ ♪ You can't touch Kevin G ♪",
      "th": "จะเกรดหรือคำพูด นายแตะต้องเควิน จีไม่ได้"
    }
  },
  {
    "translation": {
      "en": "♪ I'm a Mathlete So nerd is inferred ♪",
      "th": "ฉันเป็นแมธลีท เป็นเด็กเรียน"
    }
  },
  {
    "translation": {
      "en": "♪ But forget what you heard I'm like James Bond III ♪",
      "th": "อย่าสนใจที่ได้ยิน ฉันเหมือนเจมส์ บอนด์ที่สาม"
    }
  },
  {
    "translation": {
      "en": "♪ Shaken not stirred I'm Kevin Gnapoor ♪",
      "th": "สั่นแต่ไม่หวั่นไหว ฉันคือเควิน นาพัวร์"
    }
  },
  {
    "translation": {
      "en": "♪ The G is silent When I sneak in your door ♪",
      "th": "ตัวจีไม่มีเสียง เวลาฉันแอบเข้าทางประตูนาย"
    }
  },
  {
    "translation": {
      "en": "♪ And make love to your woman On the bathroom floor ♪",
      "th": "และร่วมรักกับแฟนนายบนพื้นห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "♪ I don't play it like Shaggy You'll know it was me ♪",
      "th": "ฉันไม่ทำเหมือนแช็กกี้ นายจะรู้ว่าเป็นฉัน"
    }
  },
  {
    "translation": {
      "en": "♪ Because the next time You see her she'll be like ♪ ♪ Oh, Kevin G! ♪",
      "th": "เพราะครั้งต่อไปที่นายเห็นเธอ เธอจะแบบว่า \"โอว เควิน จี\""
    }
  },
  {
    "translation": {
      "en": "[Mr. Duvall] Thank you, Kevin, that's enough.",
      "th": "ขอบคุณ เควิน พอแล้ว"
    }
  },
  {
    "translation": {
      "en": "Happy holidays, everybody.",
      "th": "- สุขสันต์วันหยุดนะ - โห่"
    }
  },
  {
    "translation": {
      "en": "[Mr. Duvall] K.G. and the Power of Three. That was something.",
      "th": "เคจีกับเดอะ พาวเวอร์ ออฟ ทรี เยี่ยมมากทีเดียว"
    }
  },
  {
    "translation": {
      "en": "Does it bother you that they still use your original choreography?",
      "th": "เธอไม่สบายใจรึเปล่า ที่พวกหล่อนยังใช้ท่าเต้นที่เธอคิด"
    }
  },
  {
    "translation": {
      "en": "Shut up. Damn.",
      "th": "- หุบปากน่า - บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "What? I'd rather see you out there shaking that thang.",
      "th": "- อะไร - ฉันอยากเห็นเธอขึ้นไปโยกมากกว่า"
    }
  },
  {
    "translation": {
      "en": "Uh, Gretchen, switch sides with Cady. But I'm always on your left.",
      "th": "- เกรทเช่น เปลี่ยนที่กับเคดี้ - แต่ฉันอยู่ข้างซ้ายของเธอตลอดนะ"
    }
  },
  {
    "translation": {
      "en": "Well, that was when there were three of us, and now the tallest go in the middle.",
      "th": "นั่นมันแค่เราสามคน ตอนนี้คนสูงที่สุดอยู่ตรงกลาง"
    }
  },
  {
    "translation": {
      "en": "But the whole dance will be backwards. I'm always on your left.",
      "th": "แต่การเต้นจะถอยหลังนะ ฉันอยู่ข้างซ้ายของเธอเสมอ"
    }
  },
  {
    "translation": {
      "en": "And right now you're getting on my last nerve. Switch.",
      "th": "ตอนนี้เธอกำลังทำให้ฉันรำคาญ เปลี่ยนที่ซะ"
    }
  },
  {
    "translation": {
      "en": "[Mr. Duvall] And finally, please welcome to the stage, Santa's Helpers doing \"Jingle Bell Rock.\"",
      "th": "และสุดท้าย ปรบมือต้อนรับ ผู้ช่วยซานต้าเพลงจิงเกิ้ล เบล ร็อค"
    }
  },
  {
    "translation": {
      "en": "Jason?",
      "th": "เจสัน"
    }
  },
  {
    "translation": {
      "en": "That was the best it ever went!",
      "th": "- เยี่ยมที่สุดเลย - เยี่ยมจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-That was awesome. -Ah. Lip gloss.",
      "th": "- เยี่ยมที่สุดเลย - เยี่ยมจริงๆ - ลิปกลอสจ้ะ - ทำได้ดีมาก แอฟริกา"
    }
  },
  {
    "translation": {
      "en": "-Hey, good job, Africa. -Thanks.",
      "th": "- ลิปกลอสจ้ะ - ทำได้ดีมาก แอฟริกา - ขอบคุณมาก - เคดี้หน้าแดงเลย"
    }
  },
  {
    "translation": {
      "en": "[Gretchen] Cady's blushing.",
      "th": "- ขอบคุณมาก - เคดี้หน้าแดงเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. You totally have a crush on that guy. No, I don't.",
      "th": "- เธอชอบผู้ชายคนนั้นล่ะสิ - เปล่า ฉันไม่ได้ชอบ"
    }
  },
  {
    "translation": {
      "en": "That's why you wanted to join the Mathletes. Mathletes? You hate math.",
      "th": "- เธอถึงได้ลงแข่งแมธลีทส์ - แมธลีทส์เหรอ คุณเกลียดคณิต"
    }
  },
  {
    "translation": {
      "en": "[Gretchen] Look how red she is. You love him. And he totally complimented you. That is so fetch.",
      "th": "ดูสิเธอหน้าแดงมากเลย เธอรักเขา แล้วเขาก็ชมเธอ เก๋จริงๆ"
    }
  },
  {
    "translation": {
      "en": "Gretchen, stop trying to make \"fetch\" happen.",
      "th": "เกรทเช่น เลิกพยายาม ให้คำว่า \"เก๋\" ฮิตได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "It's not going to happen.",
      "th": "มันไม่มีทางฮิตได้หรอก"
    }
  },
  {
    "translation": {
      "en": "\"Why should Caesar get to stomp around like a giant",
      "th": "\"ทำไมซีซาร์ถึงได้เหยียบย่ำ\""
    }
  },
  {
    "translation": {
      "en": "while the rest of us try not to get smushed under his big feet?",
      "th": "\"ในขณะที่เราต้องพยายาม ไม่อยู่ใต้ฝ่าเท้าเขา\""
    }
  },
  {
    "translation": {
      "en": "What's so great about Caesar? Hmm? Brutus is just as cute as Caesar.",
      "th": "\"ซีซาร์ยอดเยี่ยมอะไรนักรึ บรูทัสก็หล่อพอๆ กัน\""
    }
  },
  {
    "translation": {
      "en": "Okay, Brutus is just as smart as Caesar.",
      "th": "\"บรูทัสฉลาดพอๆ กับซีซาร์\""
    }
  },
  {
    "translation": {
      "en": "People totally like Brutus just as much as they like Caesar.",
      "th": "\"ผู้คนชอบบรูทัส มากพอๆ กับที่ชอบซีซาร์\""
    }
  },
  {
    "translation": {
      "en": "And when did it become okay for one person to be the boss of everybody? Huh?",
      "th": "\"มันโอเคตั้งแต่เมื่อไหร่ ที่คนคนหนึ่งเป็นนายของทุกคน\""
    }
  },
  {
    "translation": {
      "en": "Because that's not what Rome is about! [shouts] We should totally just stab Caesar!\"",
      "th": "\"เพราะโรมไม่ใช่แบบนั้น เราควรแทงซีซาร์ให้ตายไปซะ\""
    }
  },
  {
    "translation": {
      "en": "[Cady] Gretchen Wieners had cracked.",
      "th": "เกรทเช่น วีเนอร์สเปิดปากพูดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Okay, if you even knew how mean she really is.",
      "th": "ถ้าเธอรู้ว่าจริงๆ แล้ว หล่อนร้ายแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "You know that I'm not allowed to wear hoop earrings, right?",
      "th": "ฉันใส่ตุ้มหูแบบห่วงไม่ได้ ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah. Two years ago, she told me that hoop earrings were her thing,",
      "th": "เมื่อสองปีก่อน เธอบอกว่าตุ้มหูห่วงเหมาะกับเธอ"
    }
  },
  {
    "translation": {
      "en": "and that I wasn't allowed to wear them anymore.",
      "th": "และก็ห้ามไม่ให้ฉันใส่มันอีก"
    }
  },
  {
    "translation": {
      "en": "And then, for Hanukkah, my parents got me this pair of really expensive white-gold hoops.",
      "th": "พ่อแม่ฉันเคยซื้อของขวัญให้ฉัน เป็นตุ้มหูทองคำขาวที่แพงมาก"
    }
  },
  {
    "translation": {
      "en": "And I had to pretend like I didn't even like them, and it was so sad.",
      "th": "ฉันต้องทำเป็นว่าฉันไม่ชอบมัน มันน่าเศร้ามากเลย"
    }
  },
  {
    "translation": {
      "en": "[gasps] And you know she cheats on Aaron?",
      "th": "และเธอก็นอกใจแอรอน"
    }
  },
  {
    "translation": {
      "en": "Yes. Every Thursday he thinks she's doing SAT prep.",
      "th": "ทุกวันพฤหัสฯ เขาคิดว่า เธอเตรียมสอบเอสเอที"
    }
  },
  {
    "translation": {
      "en": "But really, she's hooking up with Shane Oman in the projection room above the auditorium,",
      "th": "แต่เธอไปเย่อกับเชน โอแมน ในห้องฉายหนัง"
    }
  },
  {
    "translation": {
      "en": "and I never told anybody that, because I'm such a good friend.",
      "th": "ฉันไม่เคยบอกใคร เพราะฉันเป็นเพื่อนที่ดีมาก"
    }
  },
  {
    "translation": {
      "en": "[Cady] Jackpot.",
      "th": "แจ็คพอต ความลับของเกรทเช่น ทำให้เป็นไปตามแผน"
    }
  },
  {
    "translation": {
      "en": "Gretchen's secret had put the plan back in motion.",
      "th": "แจ็คพอต ความลับของเกรทเช่น ทำให้เป็นไปตามแผน หลังวันหยุดคริสต์มาส เราพยายามช่วย แอรอนจับเรจิน่าให้ได้คาหนังคาเขา"
    }
  },
  {
    "translation": {
      "en": "After Christmas break, we tried every Thursday to help Aaron catch Regina in the act.",
      "th": "หลังวันหยุดคริสต์มาส เราพยายามช่วย แอรอนจับเรจิน่าให้ได้คาหนังคาเขา"
    }
  },
  {
    "translation": {
      "en": "Hey. Hey, what's up?",
      "th": "- เฮ้ - เฮ้ ว่าไง"
    }
  },
  {
    "translation": {
      "en": "My purse!",
      "th": "กระเป๋าฉัน"
    }
  },
  {
    "translation": {
      "en": "Looks like he's headed for the projection room above the auditorium!",
      "th": "ดูเหมือนเขาจะไปที่ห้องฉายหนังนะ"
    }
  },
  {
    "translation": {
      "en": "[Aaron] Coach Carr?",
      "th": "โค้ชคาร์"
    }
  },
  {
    "translation": {
      "en": "Trang Pak?",
      "th": "แทรง พัค"
    }
  },
  {
    "translation": {
      "en": "Guys, why did we think we could do this? We're amateurs. No, we just have to regroup. Think outside our box.",
      "th": "- พวกเธอ เราอ่อนหัดมากเลย - เราต้องรวมกลุ่มคิดอะไรใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "What are Kalteen bars? They're these weird Swedish nutrition bars.",
      "th": "- แคลทีน บาร์คืออะไรเหรอ - อาหารเสริมแปลกๆ ของสวีเดนน่ะ"
    }
  },
  {
    "translation": {
      "en": "My mom used to give them to the kids in Africa to help them gain weight.",
      "th": "แม่ฉันเคยแจกให้เด็กแอฟริกัน เพื่อช่วยให้พวกเขาน้ำหนักเพิ่ม"
    }
  },
  {
    "translation": {
      "en": "They're these weird nutrition bars my mom uses to lose weight.",
      "th": "มันเป็นอาหารเสริม ที่แม่ฉันกินเพื่อลดน้ำหนัก"
    }
  },
  {
    "translation": {
      "en": "Give me it.",
      "th": "เอามานี่"
    }
  },
  {
    "translation": {
      "en": "It's all in, like, Swedish or something.",
      "th": "มันเป็นภาษาสวีเดนหรืออะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "Yeah, you know, there's some weird ingredient in them that's not legal in the U.S. yet.",
      "th": "ใช่ มันมีส่วนประกอบแปลกๆ ที่ไม่ถูกกฎหมายในสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "-Ephedrine? -No.",
      "th": "- มีอีเฟดรีนไหม - ไม่มี"
    }
  },
  {
    "translation": {
      "en": "-Phentermine. -No.",
      "th": "- ฟีโนมีนล่ะ - ไม่มี"
    }
  },
  {
    "translation": {
      "en": "It burns carbs. It just burns up all your carbs.",
      "th": "มันเผาผลาญคาร์โบไฮเดรต เผาผลาญเกลี้ยงเลยละ"
    }
  },
  {
    "translation": {
      "en": "I really wanna lose three pounds.",
      "th": "ฉันอยากลดน้ำหนักสักสามปอนด์"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, what are you talking about? You're so skinny.",
      "th": "- เธอพูดถึงเรื่องอะไร - เธอหุ่นเพรียวดีออก"
    }
  },
  {
    "translation": {
      "en": "Shut up.",
      "th": "หุบปากน่า"
    }
  },
  {
    "translation": {
      "en": "Yes. [Cady] The weird thing about hanging out with Regina",
      "th": "มันแปลกดีที่คบกับเรจิน่า"
    }
  },
  {
    "translation": {
      "en": "was that I could hate her, and at the same time, I still wanted her to like me.",
      "th": "ฉันเกลียดเธอ แต่ในขณะเดียวกัน ฉันก็อยากให้เธอชอบฉัน"
    }
  },
  {
    "translation": {
      "en": "Okay. You have really good eyebrows.",
      "th": "ฉันเกลียดเธอ แต่ในขณะเดียวกัน ฉันก็อยากให้เธอชอบฉัน - คิ้วเธอสวยมากเลย - ขอบใจจ้ะ"
    }
  },
  {
    "translation": {
      "en": "-Thanks. -Move.",
      "th": "- คิ้วเธอสวยมากเลย - ขอบใจจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Same with Gretchen. The meaner Regina was to her,",
      "th": "เกรทเช่นก็เหมือนกัน ยิ่งเรจิน่าร้ายกับเธอ เธอก็ยิ่งพยายามทำให้ได้เรจิน่ากลับ"
    }
  },
  {
    "translation": {
      "en": "the more Gretchen tried to win Regina back.",
      "th": "ยิ่งเรจิน่าร้ายกับเธอ เธอก็ยิ่งพยายามทำให้ได้เรจิน่ากลับ"
    }
  },
  {
    "translation": {
      "en": "She knew it was better to be in The Plastics, hating life than to not be in at all.",
      "th": "เธอรู้ว่าได้อยู่กับกลุ่มพลาสติก ดีกว่าไม่ได้อยู่เลย"
    }
  },
  {
    "translation": {
      "en": "Because being with The Plastics was like being famous.",
      "th": "เพราะการอยู่กับกลุ่มพลาสติก ก็เหมือนกับการมีชื่อเสียง"
    }
  },
  {
    "translation": {
      "en": "People looked at you all the time, and everybody just knew stuff about you.",
      "th": "คนมองคุณตลอดเวลา และทุกคนก็รู้เรื่องเกี่ยวกับคุณ"
    }
  },
  {
    "translation": {
      "en": "That new girl moved here from Africa. I saw Cady Heron wearing Army pants and flip-flops,",
      "th": "- เด็กใหม่ที่ย้ายมาจากแอฟริกาไง - เคดี้ เฮรอนใส่กางเกงทหาร"
    }
  },
  {
    "translation": {
      "en": "so I bought Army pants and flip-flops.",
      "th": "ฉันเลยซื้อกางเกงทหารมาใส่"
    }
  },
  {
    "translation": {
      "en": "That Cady girl is hot. She might even be hotter than Regina George.",
      "th": "สาวเคดี้นั่นเซ็กซี่จริงๆ อาจเซ็กซี่กว่าเรจิน่า จอร์จด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "I hear Regina George is dating Aaron Samuels again.",
      "th": "ผมได้ข่าวว่าเรจิน่า เดทกับแอรอนอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "The two were seen canoodling at Chris Eisel's Halloween party.",
      "th": "มีคนเห็นพวกเขาจู๋จี๋กัน ที่ปาร์ตี้ฮัลโลวีน"
    }
  },
  {
    "translation": {
      "en": "They've been inseparable ever since.",
      "th": "ตั้งแต่นั้นพวกเขาก็ไม่อยู่ห่างกันเลย"
    }
  },
  {
    "translation": {
      "en": "[Cady] I was a woman possessed. I spent about 80% of my time talking about Regina.",
      "th": "ฉันหมกมุ่นกับผู้หญิง เวลาของฉัน 80% หมดไปกับการพูดถึงเรจิน่า"
    }
  },
  {
    "translation": {
      "en": "And the other 20% of the time, I was praying for someone else to bring her up so I could talk about her more.",
      "th": "อีก 20% ฉันภาวนาขอให้ใครสักคน พูดถึงเธอ ฉันจะได้พูดอีก"
    }
  },
  {
    "translation": {
      "en": "She's not even that good-looking if you really look at her.",
      "th": "เธอไม่ได้สวยอะไรสักเท่าไหร่เลย"
    }
  },
  {
    "translation": {
      "en": "I don't know. Now that she's getting fatter, she's got pretty big jugs.",
      "th": "ตอนนี้เธออ้วนขึ้น นมเธอเบ้อเริ่มเลย"
    }
  },
  {
    "translation": {
      "en": "I could hear people getting bored with me. But I couldn't stop. It just kept coming up like word vomit.",
      "th": "คนเริ่มเบื่อฉัน แต่ฉันหยุดพูดไม่ได้ มันเหมือนอาเจียนเป็นคำพูด"
    }
  },
  {
    "translation": {
      "en": "I have this theory that if you cut all her hair off, she'd look like a British man.",
      "th": "ถ้าเธอตัดผมของหล่อนออกนะ เธอก็จะดูเหมือนผู้ชายอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I know. You told me that one before. Oh. Hey, I'm having an art show.",
      "th": "ใช่ เธอเคยบอกฉันแล้ว เฮ้ ฉันจะจัดโชว์งานศิลป์"
    }
  },
  {
    "translation": {
      "en": "So, why don't you take a night off from your double life. I want you to see it.",
      "th": "หยุดพักจากชีวิตวุ่นๆ สักคืน แล้วไปดูนะ"
    }
  },
  {
    "translation": {
      "en": "Coolness.",
      "th": "ได้เลย"
    }
  },
  {
    "translation": {
      "en": "What is that smell? Oh, Regina gave me some perfume.",
      "th": "- นั่นกลิ่นอะไร - เรจิน่าให้น้ำหอมฉันน่ะ"
    }
  },
  {
    "translation": {
      "en": "You smell like a baby prostitute. Thanks.",
      "th": "- กลิ่นเธอเหมือนโสเภณีเด็กทารกเลย - ขอบใจมาก"
    }
  },
  {
    "translation": {
      "en": "Meanwhile, I was finding any excuse I could to talk to Aaron.",
      "th": "ขณะเดียวกัน ฉันก็หาข้ออ้าง ทุกอย่างที่จะได้คุยกับแอรอน"
    }
  },
  {
    "translation": {
      "en": "I don't get this. Do you get any of this? Nice job, Cady.",
      "th": "- ฉันไม่เข้าใจนี่เลย คุณเข้าใจไหม - ทำได้ดีมาก เคดี้"
    }
  },
  {
    "translation": {
      "en": "Kind of seems like you get it.",
      "th": "ดูเหมือนคุณจะเข้าใจมันนะ"
    }
  },
  {
    "translation": {
      "en": "If I was gonna keep this going, I was gonna have to really commit.",
      "th": "ถ้าฉันจะให้เรื่องนี้ดำเนินต่อไป ฉันจะต้องมุ่งมั่นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Ms. Norbury] Not your best.",
      "th": "ยังไม่ดีที่สุดนะ"
    }
  },
  {
    "translation": {
      "en": "Damn, Africa, what happened? How'd you do?",
      "th": "- บ้าจริง แอฟริกา เกิดอะไรขึ้น - คุณเป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Not so good. You know, I think I need a tutor.",
      "th": "ไม่ดีเท่าไหร่ค่ะ คงต้องมีคนติวให้ฉันแล้วละ"
    }
  },
  {
    "translation": {
      "en": "I'll tutor you, if you ever wanna get together after school or something.",
      "th": "ผมจะติวให้คุณ ถ้ามาเจอกันหลังเลิกเรียนนะ"
    }
  },
  {
    "translation": {
      "en": "Do you think Regina would mind? No. You guys are friends.",
      "th": "- คุณว่าเรจิน่าจะว่าอะไรไหม - ไม่หรอก พวกคุณเป็นเพื่อนกันนี่"
    }
  },
  {
    "translation": {
      "en": "Well, maybe we just won't tell her.",
      "th": "หรือเราไม่ต้องบอกเธอก็ได้"
    }
  },
  {
    "translation": {
      "en": "[Cady] So, what did you get for this one? Well, the first time I did it, I got a zero.",
      "th": "- ข้อนี้คุณได้คำตอบเท่าไหร่ - ครั้งแรก ผมได้ศูนย์"
    }
  },
  {
    "translation": {
      "en": "-[Cady] Wrong. -But then when I checked it, I got",
      "th": "- ผิด - แล้วพอเช็คดูอีกที ผมก็ได้หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "-one. -There you go.",
      "th": "- ผิด - แล้วพอเช็คดูอีกที ผมก็ได้หนึ่ง ถูกต้อง ฉันก็ได้หนึ่งค่ะ"
    }
  },
  {
    "translation": {
      "en": "I got one, too.",
      "th": "ถูกต้อง ฉันก็ได้หนึ่งค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, you have to check it because sometimes the product of two negative integers is a positive number.",
      "th": "ต้องเช็คมัน เพราะผลของ จำนวนลบสองจำนวนออกมาเป็นบวกได้"
    }
  },
  {
    "translation": {
      "en": "Yeah, like negative four and negative six.",
      "th": "ใช่ อย่างลบสี่กับลบหก"
    }
  },
  {
    "translation": {
      "en": "That's right. That's good.",
      "th": "ใช่ ดีมาก"
    }
  },
  {
    "translation": {
      "en": "Well, you're a good tutor.",
      "th": "คุณติวเก่งมากเลย"
    }
  },
  {
    "translation": {
      "en": "Man, um, look, I, I can't do this. It's not fair to Regina.",
      "th": "แย่จริง ฟังนะ ผมทำแบบนี้ไม่ได้ มันไม่แฟร์สำหรับเรจิน่า"
    }
  },
  {
    "translation": {
      "en": "Why do you like her? Look, I know she can be really mean sometimes, but--",
      "th": "- ทำไมคุณถึงชอบเธอ - ผมรู้ว่าเธอร้ายมาก"
    }
  },
  {
    "translation": {
      "en": "Then why do you like her? -Why do you? -But--",
      "th": "- แล้วทำไมคุณถึงชอบเธอล่ะ - แล้วคุณล่ะ"
    }
  },
  {
    "translation": {
      "en": "Look, there's good and bad to everybody. Right? Regina's just... She's just more upfront about it.",
      "th": "ทุกคนก็มีทั้งดีทั้งไม่ดีอยู่ในตัว เพียงแต่เรจิน่าแสดงมันออกมามากกว่า"
    }
  },
  {
    "translation": {
      "en": "[Cady] Oh, no. It was coming up. The word vomit. I didn't mean to say it, but--",
      "th": "ไม่นะ มันกำลังมาแล้ว อ้วกเป็นคำพูด"
    }
  },
  {
    "translation": {
      "en": "She's cheating on you!",
      "th": "เธอนอกใจคุณนะ"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Did he say why?",
      "th": "เขาบอกรึเปล่าว่าทำไม"
    }
  },
  {
    "translation": {
      "en": "Somebody told him about Shane Oman. [Karen] Who?",
      "th": "- มีคนบอกเขาเรื่องเชน - ใคร"
    }
  },
  {
    "translation": {
      "en": "[Regina] He said some guy on the baseball team. Baseball team?",
      "th": "- ใครบางคนในทีมเบสบอล - ทีมเบสบอลเหรอ"
    }
  },
  {
    "translation": {
      "en": "I gave him everything. I was half a virgin when I met him.",
      "th": "ฉันให้เขาทุกอย่าง ตอนฉันรู้จักเขาฉันยังบริสุทธิ์ครึ่งตัว"
    }
  },
  {
    "translation": {
      "en": "You wanna do something fun? You wanna go to Taco Bell?",
      "th": "อยากทำอะไรสนุกๆ ไหม อยากไปทาโก้ เบลไหม"
    }
  },
  {
    "translation": {
      "en": "I can't go to Taco Bell, I'm on an all-carb diet. God, Karen, you are so stupid!",
      "th": "ฉันไปทาโก้ เบลไม่ได้หรอก ฉันกำลังลดคาร์โบไฮเดรต ยัยโง่"
    }
  },
  {
    "translation": {
      "en": "Regina, wait. Talk to me. [Regina] Nobody understands me. [Gretchen] I understand you.",
      "th": "- เรจิน่า เดี๋ยว คุยกับฉันก่อน - ไม่มีใครเข้าใจฉันเลย"
    }
  },
  {
    "translation": {
      "en": "You're not stupid, Karen. No. I am, actually.",
      "th": "- เธอไม่ได้โง่หรอก แคเรน - ไม่ ที่จริงฉันโง่นะ"
    }
  },
  {
    "translation": {
      "en": "I'm failing almost everything.",
      "th": "ฉันล้มเหลวเกือบทุกอย่างเลย"
    }
  },
  {
    "translation": {
      "en": "Well, there must be something you're good at.",
      "th": "เธอต้องเก่งอะไรสักอย่างสิ"
    }
  },
  {
    "translation": {
      "en": "I can put my whole fist in my mouth. Wanna see?",
      "th": "ฉันเอากำปั้นยัดปากฉันได้ อยากดูไหม"
    }
  },
  {
    "translation": {
      "en": "No. That's okay.",
      "th": "ไม่ ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Anything else?",
      "th": "มีอะไรอีกไหม"
    }
  },
  {
    "translation": {
      "en": "I'm kind of psychic. I have a fifth sense.",
      "th": "ฉันเป็นนักพลังจิต ฉันมีสัมผัสที่ห้า"
    }
  },
  {
    "translation": {
      "en": "What do you mean? It's like I have ESPN or something.",
      "th": "- หมายความว่าไง - เหมือนฉันมีกระแสจิต"
    }
  },
  {
    "translation": {
      "en": "My breasts can always tell when it's gonna rain.",
      "th": "หน้าอกฉันบอกได้เสมอว่าฝนจะตก"
    }
  },
  {
    "translation": {
      "en": "Really? That's amazing.",
      "th": "จริงเหรอ น่าทึ่งจัง"
    }
  },
  {
    "translation": {
      "en": "Well, they can tell when it's raining.",
      "th": "มันบอกได้ตอนฝนกำลังตกน่ะ"
    }
  },
  {
    "translation": {
      "en": "[Cady] I have to admit, I was mildly horrified when Aaron didn't immediately ask me to be his girlfriend.",
      "th": "ฉันกลัวมากตอนแอรอน ไม่ขอฉันเป็นแฟนเขา"
    }
  },
  {
    "translation": {
      "en": "I mean, I know he was sad, but how much time did he need? Regina had moved on.",
      "th": "เขาต้องการเวลาอีกมากแค่ไหน เรจิน่าก็มีแฟนใหม่ไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Do you guys need anything? Some snacks? A condom?",
      "th": "ต้องการอะไรไหมจ๊ะ ของว่างไหม ถุงยางไหม"
    }
  },
  {
    "translation": {
      "en": "Let me know. Oh, God love you.",
      "th": "บอกแม่นะจ๊ะ พระเจ้ารักลูกนะ"
    }
  },
  {
    "translation": {
      "en": "But overall, the plan was going pretty well.",
      "th": "แผนการเป็นไปด้วยดี แอรอนเลิกกับเรจิน่า"
    }
  },
  {
    "translation": {
      "en": "Aaron had dumped Regina, and she was unknowingly",
      "th": "แผนการเป็นไปด้วยดี แอรอนเลิกกับเรจิน่า เธอกินวันละ 5,000 แคลอรี่ โดยที่ไม่รู้ตัว"
    }
  },
  {
    "translation": {
      "en": "eating 5,000 calories a day.",
      "th": "เธอกินวันละ 5,000 แคลอรี่ โดยที่ไม่รู้ตัว"
    }
  },
  {
    "translation": {
      "en": "It was time to turn our attention to the army of skanks.",
      "th": "ถึงเวลาที่เราต้องจัดการ แก๊งนางมารแล้ว"
    }
  },
  {
    "translation": {
      "en": "[woman on TV] And finally, the nominees for Spring Fling Queen are as follows,",
      "th": "และสุดท้าย ผู้ได้รับการเสนอชื่อ สำหรับราชินีสปริง ฟลิง ได้แก่"
    }
  },
  {
    "translation": {
      "en": "Regina George.",
      "th": "เรจิน่า จอร์จ"
    }
  },
  {
    "translation": {
      "en": "Gretchen Wieners.",
      "th": "เกรทเช่น วีเนอร์ส"
    }
  },
  {
    "translation": {
      "en": "Janis Ian. What is happening to the world?",
      "th": "- เจนิส เอียน - โลกนี้เกิดอะไรขึ้นเนี่ย"
    }
  },
  {
    "translation": {
      "en": "And the final nominee... I couldn't help myself. It was so easy.",
      "th": "- และผู้ได้รับการเสนอชื่อคนสุดท้าย - ฉันอดขำไม่ได้นี่"
    }
  },
  {
    "translation": {
      "en": "...is Cady Heron.",
      "th": "คือเคดี้ เฮรอน"
    }
  },
  {
    "translation": {
      "en": "Damian, you put me in there, too? That's not part of the plan. I didn't put you in there.",
      "th": "- เดเมียน เธอใส่ชื่อฉันด้วยเหรอ - ฉันไม่ได้ใส่ชื่อเธอ"
    }
  },
  {
    "translation": {
      "en": "You mean I'm really nominated?",
      "th": "ฉันได้รับการเสนอชื่อจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Cady] In January, Regina had put a Spring Fling dress on hold at a store called 1-3-5.",
      "th": "เดือนมกราคม เรจิน่าไปลองใส่ชุดที่ร้าน 135"
    }
  },
  {
    "translation": {
      "en": "But being Plastic, she needed our advice before she could actually buy it.",
      "th": "แต่การเป็นพลาสติก เธอต้องให้เราแนะนำก่อนที่จะซื้อมัน"
    }
  },
  {
    "translation": {
      "en": "[Regina] Can someone zip me up?",
      "th": "ใครรูดซิปให้ฉันหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "It won't close. It's a five.",
      "th": "- รูดไม่ขึ้นเลย - มันเบอร์ห้านะ"
    }
  },
  {
    "translation": {
      "en": "Okay, it must be marked wrong. Cady, all I've been eating are these Kalteen bars. They suck.",
      "th": "- ต้องติดเบอร์ผิดแน่เลย - เคดี้ อาหารเสริมแคลทีนห่วยสิ้นดี"
    }
  },
  {
    "translation": {
      "en": "No, no, this is just how they work. This is all your water weight.",
      "th": "ไม่ มันเป็นอย่างนี้แหละ มันเพราะน้ำหนักน้ำในตัวเธอน่ะ"
    }
  },
  {
    "translation": {
      "en": "First you bloat, and then you drop ten pounds like that...",
      "th": "เธอจะบวมก่อน แล้วก็ลดลงสิบปอนด์เลย"
    }
  },
  {
    "translation": {
      "en": "Well, the Kalteen bars have burned up all your carbs, and now your body's just running on water.",
      "th": "มันเผาผลาญคาร์โบไฮเดรตจนหมด ตอนนี้เธอมีแต่น้ำ"
    }
  },
  {
    "translation": {
      "en": "But once the water's gone, then you'll be all muscle.",
      "th": "พอน้ำหมดไปแล้ว เธอก็จะมีแต่กล้ามเนื้อ"
    }
  },
  {
    "translation": {
      "en": "It explains it all on the label.",
      "th": "มันเขียนไว้บนฉลาก"
    }
  },
  {
    "translation": {
      "en": "You know Swedish?",
      "th": "เธออ่านภาษาสวีเดนออกเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, everyone in Africa can read Swedish.",
      "th": "ทุกคนในแอฟริกา อ่านภาษาสวีเดนออก"
    }
  },
  {
    "translation": {
      "en": "Ma'am, do you have this in the next size up?",
      "th": "คุณคะ มีไซส์ใหญ่กว่านี้อีกเบอร์ไหม"
    }
  },
  {
    "translation": {
      "en": "Sorry. We only carry sizes one, three, and five.",
      "th": "ขอโทษค่ะ เรามีแค่ ไซส์เบอร์หนึ่ง สาม ห้า"
    }
  },
  {
    "translation": {
      "en": "You could try Sears.",
      "th": "ลองไปดูที่เซียร์สสิคะ"
    }
  },
  {
    "translation": {
      "en": "[Ms. Norbury] Cady. I need your parents to sign this so they know that you're failing.",
      "th": "เคดี้ ให้พ่อแม่เธอเซ็นนี่นะ พวกเขาจะได้รู้ว่าเธอสอบตก"
    }
  },
  {
    "translation": {
      "en": "Failing?",
      "th": "สอบตกเหรอ"
    }
  },
  {
    "translation": {
      "en": "You know what's weird about your quizzes, Cady, is that all the work is right and just the answers are wrong.",
      "th": "ที่น่าแปลกก็คือวิธีทำถูกต้องหมด แค่คำตอบเท่านั้นที่ผิด"
    }
  },
  {
    "translation": {
      "en": "-Really? -Really.",
      "th": "- จริงเหรอคะ - จริงสิ"
    }
  },
  {
    "translation": {
      "en": "Cady, I know that having a boyfriend may seem like the most important thing in the world right now,",
      "th": "เคดี้ ฉันรู้ว่าการมีแฟน อาจดูเป็นสิ่งสำคัญในตอนนี้"
    }
  },
  {
    "translation": {
      "en": "but you don't have to dumb yourself down to get guys to like you.",
      "th": "แต่เธอไม่จำเป็น ต้องยอมโง่เพื่อผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "-[Cady] How would you know? -I know, \"How would I know,\" right?",
      "th": "- คุณจะรู้ได้ยังไง - \"ฉันจะรู้ได้ยังไง\" ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "I'm divorced. I'm broke from getting divorced.",
      "th": "ฉันหย่าแล้ว ฉันถังแตกจากการหย่า"
    }
  },
  {
    "translation": {
      "en": "The only guy that ever calls my house is Randy from Chase Visa. And you know why?",
      "th": "ผู้ชายคนเดียวที่โทรหาฉัน คือแรนดี้จากเชส วีซ่า รู้ไหมทำไม"
    }
  },
  {
    "translation": {
      "en": "Because I'm a pusher. I push people.",
      "th": "เพราะฉันชอบผลักดัน ฉันผลักดันผู้คน"
    }
  },
  {
    "translation": {
      "en": "I pushed my husband into law school. That was a bust.",
      "th": "ฉันผลักดันสามีฉันให้เรียนกฎหมาย นั่นโง่มาก"
    }
  },
  {
    "translation": {
      "en": "I pushed myself into working three jobs. And now I'm gonna push you,",
      "th": "ฉันผลักดันตัวเองให้ทำงานสามที่ ตอนนี้ฉันจะผลักดันเธอ"
    }
  },
  {
    "translation": {
      "en": "because I know you're smarter than this.",
      "th": "- ฉันรู้ว่าเธอฉลาดกว่านี้ - ขอบคุณมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "Thanks, Ms. Norbury. And if there's anything I can do",
      "th": "- ฉันรู้ว่าเธอฉลาดกว่านี้ - ขอบคุณมากค่ะ ถ้ามีอะไรที่ฉันช่วยได้ บอกฉันนะคะ"
    }
  },
  {
    "translation": {
      "en": "for extra credit, please let me know.",
      "th": "ถ้ามีอะไรที่ฉันช่วยได้ บอกฉันนะคะ"
    }
  },
  {
    "translation": {
      "en": "Oh, I will.",
      "th": "แน่นอน"
    }
  },
  {
    "translation": {
      "en": "I hate her! I mean, she's totally failing me on purpose because I didn't join those stupid Mathletes!",
      "th": "ฉันเกลียดเธอ เธอจงใจให้ฉันตก เพราะฉันไม่ลงแข่งแมธลีทส์"
    }
  },
  {
    "translation": {
      "en": "She was so queer. She was like, \"I'm a pusher, Cady. I'm a pusher.\"",
      "th": "เธอพิลึกคนมากเลย เธอแบบว่า \"ฉันเป็นคนชอบผลักดัน\""
    }
  },
  {
    "translation": {
      "en": "What does that even mean?",
      "th": "- หมายความว่าไง - คนค้ายาเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Like a drug pusher? -Probably.",
      "th": "- หมายความว่าไง - คนค้ายาเหรอ อาจใช่ เธอบอกว่าเธอทำงานสามที่"
    }
  },
  {
    "translation": {
      "en": "She said she works three jobs.",
      "th": "อาจใช่ เธอบอกว่าเธอทำงานสามที่"
    }
  },
  {
    "translation": {
      "en": "You know, I bet she sells drugs on the side to pay for her pathetic divorce.",
      "th": "ฉันว่าเธอค้ายาหาเงินจ่ายค่าหย่าแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "You let it out, honey. Put it in the book.",
      "th": "ระบายมันออกมา เพื่อน เขียนไว้ในสมุดนี่เลย"
    }
  },
  {
    "translation": {
      "en": "[Cady] I know it may look like I'd become a bitch, but that's only because I was acting like a bitch.",
      "th": "มันอาจดูเหมือนฉันกลายเป็นหญิงร้าย แต่นั่นก็เพราะฉันแกล้งทำ"
    }
  },
  {
    "translation": {
      "en": "[Janis] Hey, I called you last night. How come you didn't call me back? Oh, I got busy. Sorry.",
      "th": "- ทำไมเมื่อคืนไม่โทรกลับหาฉันล่ะ - ฉันไม่ว่างน่ะ ขอโทษที"
    }
  },
  {
    "translation": {
      "en": "So, you need a ride to my art show this weekend?",
      "th": "เสาร์อาทิตย์นี้จะติดรถ ไปดูโชว์งานศิลป์ของฉันไหม"
    }
  },
  {
    "translation": {
      "en": "No. I have to go to Madison with my parents. I'm so sorry. [sighs]",
      "th": "ฉันต้องไปเมดิสัน กับพ่อแม่ฉันน่ะ ขอโทษที"
    }
  },
  {
    "translation": {
      "en": "Well, you wanna watch a movie tonight?",
      "th": "คืนนี้อยากดูหนังรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Can't. I'm doing major Plastic sabotage tonight.",
      "th": "ดูไม่ได้ คืนนี้ต้อง ก่อวินาศกรรมพลาสติกครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "But we don't have anything planned for tonight.",
      "th": "เราไม่ได้วางแผนสำหรับคืนนี้นี่"
    }
  },
  {
    "translation": {
      "en": "Oh, I planned this one on my own. Love you. Bye.",
      "th": "ฉันวางแผนของฉันเองน่ะ รักเธอนะ บาย"
    }
  },
  {
    "translation": {
      "en": "Gretchen thinks you're mad at her because she's running for Spring Fling Queen.",
      "th": "เกรทเช่นคิดว่าเธอโกรธ เพราะหล่อนลงสมัครเป็นราชินี"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I'm not mad at her. I'm worried about her.",
      "th": "ฉันไม่ได้โกรธเธอ แค่ห่วงเธอเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "I think somebody nominated her as a joke or something. And when nobody votes for her,",
      "th": "ฉันคิดว่ามีคนเสนอชื่อเธอเล่นๆ ไม่มีใครเลือกเธอหรอก"
    }
  },
  {
    "translation": {
      "en": "she's gonna have a total meltdown. And who's gonna have to take care of her? Me.",
      "th": "เธอจะต้องเสียใจมาก แล้วใครล่ะที่จะดูแลเธอ ฉันไง"
    }
  },
  {
    "translation": {
      "en": "So you don't think anyone will vote for her?",
      "th": "เธอคิดว่าจะไม่มีใครเลือกเธอเหรอ"
    }
  },
  {
    "translation": {
      "en": "Cady, she's not pretty. I mean, that sounds bad, but whatever.",
      "th": "เคดี้ เธอไม่สวย นั่นฟังดูแย่มาก แต่ช่างเถอะ"
    }
  },
  {
    "translation": {
      "en": "The Spring Fling Queen is always pretty.",
      "th": "ราชินีสปริง ฟลิงจะต้องสวยเสมอ"
    }
  },
  {
    "translation": {
      "en": "And the crazy thing is is that it should be Karen, but people forget about her because she's such a slut.",
      "th": "มันควรเป็นแคเรน แต่คนลืมเธอเพราะเธอร่านจัด"
    }
  },
  {
    "translation": {
      "en": "Anyway, I gotta go. I'm going to bed.",
      "th": "ฉันต้องวางแล้วละ ได้เวลานอนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Well, she's not mad at you. Hold on.",
      "th": "- หล่อนไม่ได้โกรธเธอ - เดี๋ยวนะ"
    }
  },
  {
    "translation": {
      "en": "-Are you okay? -Shh.",
      "th": "- เธอไม่เป็นไรนะ - ชู่"
    }
  },
  {
    "translation": {
      "en": "-Hello? -If someone said something bad about you,",
      "th": "ฮัลโหล ถ้ามีใครพูดอะไรไม่ดีเกี่ยวกับเธอ เธอคงอยากให้ฉันบอกเธอใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "you'd want me to tell you, right?",
      "th": "ถ้ามีใครพูดอะไรไม่ดีเกี่ยวกับเธอ เธอคงอยากให้ฉันบอกเธอใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "No. What if it was someone you thought was your friend?",
      "th": "- ไม่อยาก - แต่ถ้าคนที่พูดเป็นเพื่อนเธอล่ะ"
    }
  },
  {
    "translation": {
      "en": "-What are you-- -[phone beeps] Hold on. Other line.",
      "th": "อะไรนะ เดี๋ยว มีอีกสายนึง"
    }
  },
  {
    "translation": {
      "en": "-[Gretchen] I'm not taking this anymore. -Good for you, Gretch.",
      "th": "ฉันจะไม่ทนเรื่องนี้อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[Karen] Hello? -[Regina] Let's go out.",
      "th": "- ฮัลโหล - ออกไปเที่ยวกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Okay. Hold on. I'm on the other line with Gretchen.",
      "th": "เดี๋ยวนะ เกรทเช่นคุยอยู่อีกสาย"
    }
  },
  {
    "translation": {
      "en": "Don't invite Gretchen. She's driving me nuts.",
      "th": "อย่าชวนเธอไปนะ เธอทำฉันจะบ้าอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-Hold on. -Okay, hurry up.",
      "th": "- ถือสายก่อนนะ - โอเค เร็วๆ นะ"
    }
  },
  {
    "translation": {
      "en": "It's Regina. She wants to hang out with me tonight, but she told me not to tell you.",
      "th": "เรจิน่าน่ะ เธออยากออกไปเที่ยว"
    }
  },
  {
    "translation": {
      "en": "Do not hang out with her.",
      "th": "อย่าไปเที่ยวกับเธอนะ"
    }
  },
  {
    "translation": {
      "en": "Why? You don't want me to tell you.",
      "th": "- ทำไม - เธอไม่อยากให้ฉันบอกเธอหรอก"
    }
  },
  {
    "translation": {
      "en": "Ugh, you can tell me. Hold on.",
      "th": "เธอบอกฉันได้ แป๊บนึงนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, she's so annoying. Who is?",
      "th": "- พระเจ้า เธอน่ารำคาญมากเลย - ใครเหรอ"
    }
  },
  {
    "translation": {
      "en": "Who's this? Gretchen.",
      "th": "- นั่นใครพูด - เกรทเช่น"
    }
  },
  {
    "translation": {
      "en": "Right. Hold on.",
      "th": "จ้ะ แป๊บนึงนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, she's so annoying. I know. Just get rid of her.",
      "th": "- พระเจ้า เธอน่ารำคาญมากเลย - ฉันรู้ วางสายไปซะ"
    }
  },
  {
    "translation": {
      "en": "Okay. What is it? Regina says everyone hates you because you're such a slut.",
      "th": "- โอเค มีอะไรเหรอ - เรจิน่าพูดว่าเธอร่านจัด"
    }
  },
  {
    "translation": {
      "en": "She said that?",
      "th": "เธอพูดอย่างนั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "You didn't hear it from me.",
      "th": "เธอไม่ได้ยินจากฉันนะ"
    }
  },
  {
    "translation": {
      "en": "Little harsh, Gretch. Whatever. She has a right to know.",
      "th": "- แรงไปหน่อยนะ - เธอมีสิทธิ์ที่จะรู้"
    }
  },
  {
    "translation": {
      "en": "I can't go out. I'm sick.",
      "th": "ฉันไปเที่ยวไม่ไหวหรอก ฉันไม่สบาย"
    }
  },
  {
    "translation": {
      "en": "Boo. You whore.",
      "th": "ทุเรศ นังตอแหล"
    }
  },
  {
    "translation": {
      "en": "Regina, we have to talk to you. Is butter a carb?",
      "th": "- เรจิน่า เราต้องคุยกับเธอ - เนยเป็นคาร์โบไฮเดรตรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Regina, you're wearing sweatpants. It's Monday.",
      "th": "เรจิน่า เธอใส่กางเกงวอร์ม นี่วันจันทร์นะ"
    }
  },
  {
    "translation": {
      "en": "So? So that's against the rules, and you can't sit with us.",
      "th": "- แล้วไง - มันผิดกฎ เธอนั่งกับเราไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Whatever. Those rules aren't real. They were real that day I wore a vest.",
      "th": "- ไงก็ช่าง กฎพวกนั้นมันไม่มีจริง - วันที่ฉันใส่เสื้อกั๊กมันมีจริงนะ"
    }
  },
  {
    "translation": {
      "en": "Because that vest was disgusting. You can't sit with us!",
      "th": "- เพราะเสื้อกั๊กนั่นมันทุเรศน่ะสิ - เธอนั่งกับเราไม่ได้"
    }
  },
  {
    "translation": {
      "en": "These sweatpants are all that fits me right now.",
      "th": "ตอนนี้ฉันใส่ได้แต่กางเกงวอร์มเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Fine. You can walk home, bitches.",
      "th": "ก็ได้ เธอเดินกลับบ้านแล้วกัน ยัยพวกบ้า"
    }
  },
  {
    "translation": {
      "en": "Watch where you're going,fat-ass!",
      "th": "เดินระวังหน่อยสิ ยัยตูดใหญ่"
    }
  },
  {
    "translation": {
      "en": "[Cady] Gretchen and Karen followed me around all afternoon.",
      "th": "เกรทเช่นกับแคเรน ตามติดฉันตลอดทั้งบ่าย"
    }
  },
  {
    "translation": {
      "en": "So, what are we doing this weekend? [Karen] Yeah, what are we doing? Oh, I have to go to Madison with my parents. What...",
      "th": "- เสาร์อาทิตย์นี้เราจะทำอะไรดี - ฉันจะไปเมดิสันกับพ่อแม่ฉัน"
    }
  },
  {
    "translation": {
      "en": "We have tickets for this thing. -What? -What?",
      "th": "- เรามีตั๋วไปงานน่ะ - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "[Cady] Was I the new queen bee?",
      "th": "ฉันเป็นผึ้งราชินีตัวใหม่งั้นรึ"
    }
  },
  {
    "translation": {
      "en": "I can try and get out of it. -Yeah. -Yeah. Yeah.",
      "th": "- ฉันจะพยายามไม่ไปแล้วกัน - ได้"
    }
  },
  {
    "translation": {
      "en": "Because I told my friend Janis I'd go to her art show.",
      "th": "หนูบอกเจนิสว่าจะไปดู โชว์งานศิลป์ของเธอ"
    }
  },
  {
    "translation": {
      "en": "We've had these tickets for months.",
      "th": "เราซื้อตั๋วนี่มาได้เป็นเดือนแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "You love Ladysmith Black Mambazo. But she's my friend, and I made her a promise.",
      "th": "- ลูกรักเลดี้สมิธ แบล็ค มัมบาโซนะ - แต่หนูรับปากเธอไว้"
    }
  },
  {
    "translation": {
      "en": "I think Cady's old enough to spend one night on her own.",
      "th": "ผมว่าเคดี้โตพอที่จะอยู่ ตามลำพังสักคืนได้แล้วละ"
    }
  },
  {
    "translation": {
      "en": "[Cady] I had learned how to control everyone around me.",
      "th": "ฉันเรียนรู้วิธีควบคุมทุกคนรอบตัวฉัน"
    }
  },
  {
    "translation": {
      "en": "Hey. I'm having a small get-together at my house tomorrow night.",
      "th": "คืนพรุ่งนี้ฉันกับเพื่อนจะสังสรรค์"
    }
  },
  {
    "translation": {
      "en": "Is Regina going? Ugh. No. Do you think I'm an idiot?",
      "th": "- เรจิน่าไปด้วยรึเปล่า - เปล่า คุณคิดว่าฉันโง่รึไง"
    }
  },
  {
    "translation": {
      "en": "No, it's just gonna be a few cool people, and you better be one of them, byotch.",
      "th": "แค่คนเจ๋งๆ ไม่กี่คน และคุณก็ควรเป็นหนึ่งในนั้น"
    }
  },
  {
    "translation": {
      "en": "Fine, I'll go. Shut up. I love that shirt on you.",
      "th": "- ได้ ผมจะไป - เงียบเถอะ ฉันชอบเสื้อตัวนี้จัง"
    }
  },
  {
    "translation": {
      "en": "[Cady] Aaron Samuels was going to be in my house, at my party.",
      "th": "แอรอน แซมมวลส์ จะไปปาร์ตี้บ้านฉัน"
    }
  },
  {
    "translation": {
      "en": "Everything had to be perfect.",
      "th": "ทุกอย่างจะต้องสมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "And this time, when Aaron saw me, I wouldn't be caught in some ridiculous costume.",
      "th": "และครั้งนี้เมื่อแอรอนเห็นฉัน จะไม่ใช่ตอนฉันใส่ชุดบ้าๆ แล้ว"
    }
  },
  {
    "translation": {
      "en": "Hey, guys. [both] You look awesome!",
      "th": "- เฮ้ พวกเธอ - เธอสวยจังเลย"
    }
  },
  {
    "translation": {
      "en": "I know, right?",
      "th": "ฉันรู้ สวยใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Okay, so I got enough cheese and crackers for eight people. Do you think that's enough?",
      "th": "ฉันมีชีสกับแครกเกอร์ สำหรับแปดคน พอรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Yeah. Oh, yeah.",
      "th": "- พอ - พอสิ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[Cady] It was not enough. Somehow, the word had gotten out about my small get-together.",
      "th": "มันไม่พอ ข่าวเรื่องปาร์ตี้ สังสรรค์ของฉันแพร่ออกไป"
    }
  },
  {
    "translation": {
      "en": "Jason is here with Taylor Wedell. He's just using her to make you mad.",
      "th": "- เจสันมากับเทเลอร์ - เธอใช้เขาทำให้เธอโกรธน่ะ"
    }
  },
  {
    "translation": {
      "en": "Have you guys seen Aaron yet? -Mmm-mmm. -No.",
      "th": "- เห็นแอรอนมารึยัง - ยัง"
    }
  },
  {
    "translation": {
      "en": "Dude, put on \"The Ramayana Monkey Chant.\"",
      "th": "เพื่อน เปิดเพลงสวดรามายัน มังกี้สิ"
    }
  },
  {
    "translation": {
      "en": "Do I know you? Deek! What up, dog?",
      "th": "- ฉันรู้จักคุณรึเปล่า - ว่าไง เพื่อน"
    }
  },
  {
    "translation": {
      "en": "She thinks she's gonna have a party and not invite me? Who does she think she is?",
      "th": "เธอจัดปาร์ตี้ไม่ชวนฉันเหรอ เธอคิดว่าเธอเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "You're right, hon. I, like, invented her, you know what I mean? Ugh!",
      "th": "- คุณพูดถูก ที่รัก - ฉันปั้นเธอมานะ เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "[Gretchen] Jason. I have to talk to you.",
      "th": "เจสัน ฉันต้องคุยกับคุณ"
    }
  },
  {
    "translation": {
      "en": "[Taylor] Whatever.",
      "th": "ไงก็ช่างเถอะ"
    }
  },
  {
    "translation": {
      "en": "-[Gretchen] I love you. -[Jason] I know, I know.",
      "th": "- ฉันรักคุณ - ผมรู้ ผมรู้"
    }
  },
  {
    "translation": {
      "en": "-Hey! Put that down! -Here you go.",
      "th": "เฮ้ วางนั่นลงนะ"
    }
  },
  {
    "translation": {
      "en": "[Cady] Was Aaron blowing me off?",
      "th": "แอรอนผิดนัดฉันเหรอ"
    }
  },
  {
    "translation": {
      "en": "What's up? Gretchen came to talk to me.",
      "th": "เป็นไง เกรทเช่นไปคุยกับผม"
    }
  },
  {
    "translation": {
      "en": "-[Cady] Oh, no. -Look,",
      "th": "ไม่นะ ผมไม่อยากทำร้ายความรู้สึกคุณหรอกนะ แต่ผมเดทกับสาวผิวดำเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "I don't wanna hurt your feelings, but I only date women of color.",
      "th": "ผมไม่อยากทำร้ายความรู้สึกคุณหรอกนะ แต่ผมเดทกับสาวผิวดำเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "I have to pee.",
      "th": "ฉันต้องไปฉี่"
    }
  },
  {
    "translation": {
      "en": "Get out.",
      "th": "ออกไป"
    }
  },
  {
    "translation": {
      "en": "Oh, ow.",
      "th": "โอ๊ย"
    }
  },
  {
    "translation": {
      "en": "-Hey. -Hey. I've been looking for you everywhere. Me too.",
      "th": "- เฮ้ ผมตามหาคุณซะทั่วเลย - ฉันก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Wow. You look, um... New clothes?",
      "th": "ว้าว คุณดู... ชุดใหม่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบคุณมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "You wanna go downstairs? No, no. Let's stay here.",
      "th": "- อยากลงไปข้างล่างไหม - ไม่ค่ะ อยู่ที่นี่กันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Thanks for getting me to come out tonight. Yeah, sure, no problem.",
      "th": "- ขอบคุณมากนะที่ชวนผมมา - ค่ะ ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "I wasted too much time being pissed off at Regina.",
      "th": "ผมเสียเวลามากเกินไป กับการโกรธเรจิน่า"
    }
  },
  {
    "translation": {
      "en": "No more liars.",
      "th": "ไม่มีการโกหกกันอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "I would never lie to you. I know, I know.",
      "th": "- ฉันไม่มีวันโกหกคุณหรอกค่ะ - ผมรู้"
    }
  },
  {
    "translation": {
      "en": "Although... [giggles] Okay, listen. I mean, I did lie to you once,",
      "th": "ถึงแม้ ฟังนะ ฉันโกหกคุณครั้งนึง"
    }
  },
  {
    "translation": {
      "en": "but you're totally gonna laugh when I tell you, so--",
      "th": "แต่พอฉันบอก คุณต้องหัวเราะแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Tell me what?",
      "th": "บอกอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "I pretended to be bad at math so that you'd help me.",
      "th": "ฉันแกล้งทำเป็นไม่เก่งคณิต คุณจะได้ช่วยฉัน"
    }
  },
  {
    "translation": {
      "en": "But the thing is, I'm not really bad at math. I'm actually really good at math.",
      "th": "แต่ฉันไม่ได้ไม่เก่งคณิตหรอก ที่จริงฉันเก่งมากเลย"
    }
  },
  {
    "translation": {
      "en": "You're kind of bad at math. Anyways, now I'm failing. Isn't that funny?",
      "th": "คุณต่างหากที่ไม่เก่งคณิต แต่ยังไงตอนนี้ฉันก็สอบตก ตลกเนอะ"
    }
  },
  {
    "translation": {
      "en": "Wait. You're failing on purpose? That's stupid.",
      "th": "คุณจงใจสอบตกเหรอ นั่นโง่มากเลย"
    }
  },
  {
    "translation": {
      "en": "No. Not on purpose. Just, you know... I just wanted a reason to talk to you.",
      "th": "ไม่ได้จงใจ ฉันแค่อยาก มีเหตุผลที่จะได้คุยกับคุณ"
    }
  },
  {
    "translation": {
      "en": "So why didn't you just talk to me? Well, because I couldn't. Because of Regina.",
      "th": "- ทำไมคุณไม่คุยกับผมเลยล่ะ - ฉันพูดไม่ได้เพราะเรจิน่า"
    }
  },
  {
    "translation": {
      "en": "Because you were her property--",
      "th": "- คุณเป็นสมบัติของเธอ - สมบัติของเธอเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Her property? -No. Shut up. Not her property--",
      "th": "- คุณเป็นสมบัติของเธอ - สมบัติของเธอเหรอ - ไม่ หุบปาก... - อย่ามาบอกให้ผมหุบปากนะ"
    }
  },
  {
    "translation": {
      "en": "-No, don't tell me to shut up. -I wasn't--",
      "th": "- ไม่ หุบปาก... - อย่ามาบอกให้ผมหุบปากนะ"
    }
  },
  {
    "translation": {
      "en": "God, you know what? You are just like a clone of Regina.",
      "th": "รู้อะไรไหม คุณก็เหมือนเรจิน่านั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Oh, no, no, listen to me. You're not listening to me...",
      "th": "ไม่ ไม่ค่ะ ฟังฉันนะ"
    }
  },
  {
    "translation": {
      "en": "[Cady] Oh, no. It was coming up again. Word vomit. No, wait a minute--",
      "th": "โธ่ แย่จริง มันมาอีกแล้ว อ้วกเป็นคำพูด ไม่ เดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "What is this? -Actual vomit. -[vomits]",
      "th": "- นี่มันอะไรกัน - อ้วกจริงๆ เลย"
    }
  },
  {
    "translation": {
      "en": "[Cady] Aaron!",
      "th": "แอรอน"
    }
  },
  {
    "translation": {
      "en": "Aaron, wait! Just...",
      "th": "แอรอน เดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "Okay. Call me.",
      "th": "โอเค โทรหาฉันนะ"
    }
  },
  {
    "translation": {
      "en": "-Oh, God. -You dirty little liar.",
      "th": "- พระเจ้า - นังทุเรศจอมตอแหล"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I can explain. Explain how you forgot to invite us to your party?",
      "th": "- ขอโทษ ฉันอธิบายได้ - อธิบายเรื่องลืมชวนเราเหรอ"
    }
  },
  {
    "translation": {
      "en": "Janis, I cannot stop this car. I have a curfew.",
      "th": "ฉันหยุดรถไม่ได้นะ ฉันมีเคอร์ฟิว"
    }
  },
  {
    "translation": {
      "en": "You know I couldn't invite you. I had to pretend to be Plastic.",
      "th": "ฉันชวนพวกเธอไม่ได้ เพราะฉันต้องแกล้งเป็นพลาสติก"
    }
  },
  {
    "translation": {
      "en": "[scoffs] Hey, buddy, you're not pretending anymore. You're Plastic.",
      "th": "เธอไม่ได้แกล้งทำอีกแล้ว เธอคือพลาสติก"
    }
  },
  {
    "translation": {
      "en": "Cold, shiny, hard Plastic. [Damian] Curfew, 1:00 a.m. It is now 1:10.",
      "th": "- พลาสติกแข็ง เย็น มันวาว - เคอร์ฟิวตีหนึ่ง เลยมาสิบนาทีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Did you have an awesome time? Did you drink awesome shooters and listen to awesome music,",
      "th": "เธอสนุกสุดเหวี่ยง และก็ได้ดื่มอะไรเด็ดรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "and then just sit around and soak up each other's awesomeness?",
      "th": "เธอชุ่มโชกกับความฉ่ำชื่น ของกันและกันไหม"
    }
  },
  {
    "translation": {
      "en": "You know what? You're the one who made me like this so you could use me for your eighth-grade revenge.",
      "th": "เธอทำให้ฉันเป็นแบบนี้เพื่อใช้ฉัน แก้แค้นเรื่องเมื่อตอนอยู่เกรดแปด"
    }
  },
  {
    "translation": {
      "en": "God! See, at least me and Regina George know we're mean.",
      "th": "อย่างน้อยฉันกับเรจิน่าก็รู้ว่าเราร้าย"
    }
  },
  {
    "translation": {
      "en": "You try to act like you're so innocent.",
      "th": "เธอพยายามทำตัวใสซื่อบริสุทธิ์"
    }
  },
  {
    "translation": {
      "en": "Like, \"Oh, I used to live in Africa with all the little birdies and the little monkeys.\"",
      "th": "\"ฉันเคยอยู่ในแอฟริกา กับนกตัวเล็กๆ และก็ลิง\""
    }
  },
  {
    "translation": {
      "en": "You know what? It's not my fault you're, like, in love with me or something!",
      "th": "มันไม่ใช่ความผิดของฉัน ที่เธอหลงรักฉันนะ"
    }
  },
  {
    "translation": {
      "en": "-What! -Oh, no, she did not! See? That is the thing with you Plastics.",
      "th": "- ไม่นะ เธอไม่ได้รัก - นั่นแหละพวกพลาสติกอย่างเธอ"
    }
  },
  {
    "translation": {
      "en": "You think that everybody is in love with you, when, actually, everybody hates you.",
      "th": "เธอคิดว่าทุกคนรักเธอ ตอนที่จริงๆ แล้วทุกคนเกลียดเธอ"
    }
  },
  {
    "translation": {
      "en": "Like Aaron Samuels, for example. He broke up with Regina and guess what, he still doesn't want you.",
      "th": "แอรอน แซมมวลส์เลิกกับเรจิน่า แต่เขาก็ยังไม่ต้องการเธออยู่ดี"
    }
  },
  {
    "translation": {
      "en": "So why are you still messing with Regina, Cady?",
      "th": "แล้วเธอจะมัวยุ่งกับเรจิน่าอยู่ทำไม"
    }
  },
  {
    "translation": {
      "en": "I'll tell you why. Because you are a mean girl! You're a bitch!",
      "th": "จะบอกให้ เพราะเธอเป็นหญิงร้าย เธอมันนางมารร้าย"
    }
  },
  {
    "translation": {
      "en": "Here. You can have this. It won a prize.",
      "th": "นี่ เอาไป ฉันได้รางวัลด้วย"
    }
  },
  {
    "translation": {
      "en": "And I want my pink shirt back! I want my pink shirt back!",
      "th": "ฉันขอเสื้อเชิ้ตสีชมพูคืนด้วยนะ เอาเสื้อเชิ้ตสีชมพูมาคืนฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "Hon, slow down. It's like I can't trust anyone anymore.",
      "th": "- ที่รัก ช้าๆ ก็ได้ - ฉันไว้ใจใครไม่ได้อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Why are you eating a Kalteen bar? I'm starving.",
      "th": "- คุณกินแคลทีน บาร์ทำไม - ฉันหิวน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "Man, I hate those things.",
      "th": "ผมเกลียดมันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Coach Carr makes us eat those when we wanna move up a weight class.",
      "th": "โค้ชบังคับให้เรากินมัน ตอนเราอยากเพิ่มน้ำหนัก"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "They make you gain weight like crazy.",
      "th": "มันให้คุณน้ำหนักเพิ่มสุดๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Motherf-- [spits]",
      "th": "นังสารเลว"
    }
  },
  {
    "translation": {
      "en": "This girl is the nastiest skank bitch",
      "th": "\"ผู้หญิงคนนี้ เป็นนางมารที่ร้ายกาจที่สุด\""
    }
  },
  {
    "translation": {
      "en": "I've ever met.",
      "th": "\"ที่ฉันเคยเจอ\""
    }
  },
  {
    "translation": {
      "en": "Do not trust her.",
      "th": "\"อย่าไว้ใจเธอ\""
    }
  },
  {
    "translation": {
      "en": "She is a fugly slut!",
      "th": "\"เธอเป็นนังหญิงร่านจัด\""
    }
  },
  {
    "translation": {
      "en": "I found it in the girls' bathroom. It's so mean, Mr. Duvall.",
      "th": "ฉันเจอมันในห้องน้ำหญิงค่ะ มันเลวร้ายมากเลยค่ะ ครูดูวอล"
    }
  },
  {
    "translation": {
      "en": "Is this true? Trang Pak made out with Coach Carr?",
      "th": "นี่เรื่องจริงเหรอ \"แทรง พัคเย่อกับโค้ชคาร์\" น่ะ"
    }
  },
  {
    "translation": {
      "en": "Good Lord.",
      "th": "พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "What's that say? \"Kaitlyn Caussin is a...\" Fat whore.",
      "th": "- นี่เขียนว่าไงนะ \"แคทลีนเป็น... - \"โสเภณีอ้วน\""
    }
  },
  {
    "translation": {
      "en": "Okay, calm down, Miss George.",
      "th": "โอเค สงบจิตใจไว้ คุณจอร์จ"
    }
  },
  {
    "translation": {
      "en": "Why would someone write that? That's just so mean.",
      "th": "คนเราเขียนแบบนั้นทำไมคะ มันเลวร้ายมากเลย"
    }
  },
  {
    "translation": {
      "en": "Don't worry, we're gonna find out who did it.",
      "th": "ไม่ต้องห่วง เราจะสืบให้รู้ว่าใครทำ"
    }
  },
  {
    "translation": {
      "en": "There's only three girls in the whole school who aren't in it.",
      "th": "มีผู้หญิงแค่สามคน ที่ไม่ได้อยู่ในนั้น"
    }
  },
  {
    "translation": {
      "en": "At your age, you're gonna be having a lot of urges.",
      "th": "ในวัยของพวกเธอ เธอมีความอยากเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "You're gonna want to take off your clothes and touch each other.",
      "th": "เธออยากถอดเสื้อผ้าแล้วก็สัมผัสกัน"
    }
  },
  {
    "translation": {
      "en": "But if you do touch each other, you will get chlamydia. And die.",
      "th": "แต่ถ้าสัมผัสกัน เธอจะติดเชื้อหนองใน แล้วก็ตาย"
    }
  },
  {
    "translation": {
      "en": "[student] Coach Carr.",
      "th": "โค้ชคาร์ครับ"
    }
  },
  {
    "translation": {
      "en": "Cady Heron, they wanna see you in the principal's office. [students] Wooo.",
      "th": "เคดี้ เฮรอน ห้องครูใหญ่เรียกเข้าพบ"
    }
  },
  {
    "translation": {
      "en": "All right, chlamydia. K-L-A...",
      "th": "เอาละ เชื้อหนองใน ห-น-อ-ง..."
    }
  },
  {
    "translation": {
      "en": "In here, Miss Heron.",
      "th": "ในนี้ คุณเฮรอน"
    }
  },
  {
    "translation": {
      "en": "What's going on? Have a seat, Miss Heron.",
      "th": "- เกิดอะไรขึ้นคะ - นั่งสิ คุณเฮรอน"
    }
  },
  {
    "translation": {
      "en": "Have you ever seen this before? [Cady] No. I mean, yes, I've seen it before, but it's not mine.",
      "th": "- เคยเห็นนี่รึเปล่า - ไม่ คือเคยค่ะ แต่ไม่ใช่ของฉัน"
    }
  },
  {
    "translation": {
      "en": "You better get your story straight, Miss Heron, because I'm not messing around here.",
      "th": "พูดมาตามตรงดีกว่า เพราะฉันไม่ได้ล้อเล่น"
    }
  },
  {
    "translation": {
      "en": "It's not ours, it's Regina's. Yeah, she's trying to make it look like we wrote it, but really, she wrote it.",
      "th": "มันไม่ใช่ของเรา มันเป็นของเรจิน่า จริงๆ นะคะ เธอเขียนมัน"
    }
  },
  {
    "translation": {
      "en": "Miss Wieners, why would Regina refer to herself as a \"fugly slut\"?",
      "th": "คุณวีเนอร์ส ทำไมเรจิน่า ถึงได้เขียนว่าตัวเองว่า \"นังร่านจัด\""
    }
  },
  {
    "translation": {
      "en": "Miss Smith, this is no time to be laughing.",
      "th": "คุณสมิธ นี่ไม่ใช่เวลา ที่จะมาหัวเราะนะ"
    }
  },
  {
    "translation": {
      "en": "We're gonna get to the bottom of this right now.",
      "th": "เราจะค้นหาข้อเท็จจริงเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Maybe we're not in that book, because everybody likes us.",
      "th": "ที่เราไม่ได้อยู่ในสมุดนั่น อาจเป็นเพราะทุกคนชอบเรา"
    }
  },
  {
    "translation": {
      "en": "And I don't wanna be punished for being well-liked.",
      "th": "ฉันไม่อยากถูกลงโทษ เพราะเป็นที่ชื่นชอบ"
    }
  },
  {
    "translation": {
      "en": "And I don't think my father, the inventor of Toaster Strudel, would be too pleased to hear about this.",
      "th": "พ่อฉัน ผู้ประดิษฐ์โทสเตอร์ สตรูเดล คงไม่อยากได้ยินเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "\"Made out with a hot dog\"? Oh, my God, that was one time!",
      "th": "\"เล่นเสียวกับฮอทด็อก\" พระเจ้า นั่นแค่ครั้งเดียวเอง"
    }
  },
  {
    "translation": {
      "en": "\"Dawn Schweitzer has a huge ass\"? Who would write that?",
      "th": "\"ดอว์น ไชวท์เซอร์ตูดเบ๊อะบ๊ะ\" ใครเขียนเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Who wouldn't write that?",
      "th": "ใครล่ะจะไม่เขียนอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "\"Trang Pak made out with Coach Carr\"?",
      "th": "\"แทรง พัคเย่อกับโค้ชคาร์\""
    }
  },
  {
    "translation": {
      "en": "And so did Sun Jin Dinh. [laughs]",
      "th": "ซุน จิน ดินห์ด้วย"
    }
  },
  {
    "translation": {
      "en": "[in Vietnamese] You little slut!",
      "th": "\"นังร่าน\""
    }
  },
  {
    "translation": {
      "en": "[in Vietnamese] You're the slut!",
      "th": "\"แกนั่นแหละร่าน\""
    }
  },
  {
    "translation": {
      "en": "Hey! Hey! Settle down! All right, hey.",
      "th": "เฮ้ ใจเย็น อย่า"
    }
  },
  {
    "translation": {
      "en": "No. You do not push and sh-- Ow!",
      "th": "เฮ้ ใจเย็น อย่า เธอจะผลักกันไม่ได้นะ"
    }
  },
  {
    "translation": {
      "en": "[Mr. Duvall] Do you have anything else you wanna say?",
      "th": "อยากพูดอะไรอีกไหม"
    }
  },
  {
    "translation": {
      "en": "No, I can't answer any more questions until I have a parent or lawyer present.",
      "th": "ฉันตอบคำถามอะไรไม่ได้ จนกว่าทนายของฉันจะมาค่ะ"
    }
  },
  {
    "translation": {
      "en": "[sighs] Miss Smith?",
      "th": "คุณสมิธ"
    }
  },
  {
    "translation": {
      "en": "Whoever wrote it probably didn't think anyone would ever see it?",
      "th": "ใครก็ตามที่เขียนมัน ไม่คิดว่าจะมีใครเห็นมัน"
    }
  },
  {
    "translation": {
      "en": "I hope that nobody else ever does see it.",
      "th": "หวังว่าคงไม่มีใครอีกนะที่เห็นมัน"
    }
  },
  {
    "translation": {
      "en": "Mom, can you pick me up? I'm scared.",
      "th": "แม่ มารับผมได้ไหม ผมกลัว"
    }
  },
  {
    "translation": {
      "en": "-\"Janis Ian, dyke\"? -Oh, that's original.",
      "th": "- \"เจนิส เอียน ยัยเบี้ยน\" - นั่นของเดิม"
    }
  },
  {
    "translation": {
      "en": "-\"Too gay to function\"? -Hey! That's only okay when I say it.",
      "th": "- \"นังเกย์เกินเกย์\" - ฉันพูดแบบนั้นได้คนเดียว"
    }
  },
  {
    "translation": {
      "en": "Did you write this? No, I swear!",
      "th": "- เธอเขียนนี่เหรอ - เปล่า สาบานได้"
    }
  },
  {
    "translation": {
      "en": "Then you told somebody! She told!",
      "th": "- งั้นเธอก็ต้องบอกใครสักคน - เธอบอกแน่นอน"
    }
  },
  {
    "translation": {
      "en": "You little bitch! You're a bitch!",
      "th": "- นังสารเลว - แกนั่นแหละนังสารเลว"
    }
  },
  {
    "translation": {
      "en": "Yeah! Take your top off!",
      "th": "ถอดเสื้อออกเลย"
    }
  },
  {
    "translation": {
      "en": "Now, here's what we're gonna do-- Ron, come quick!",
      "th": "- เราจะทำอย่างนี้นะ - รอน พวกเขาตีกันใหญ่แล้ว"
    }
  },
  {
    "translation": {
      "en": "They've gone wild. The girls have gone wild.",
      "th": "- เราจะทำอย่างนี้นะ - รอน พวกเขาตีกันใหญ่แล้ว พวกสาวๆ ตีกันใหญ่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Cady] It was full-tilt jungle madness.",
      "th": "มันเป็นความบ้าคลั่งเหมือนในป่า"
    }
  },
  {
    "translation": {
      "en": "And it wasn't going away.",
      "th": "ไม่ใช่จินตนาการด้วย"
    }
  },
  {
    "translation": {
      "en": "Hey, I pulled these two off each other. Coach Carr, step away from the underage girls.",
      "th": "- ผมดึงสองคนนี่ออกจากกัน - โค้ชคาร์ ออกห่างผู้เยาว์เดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "-Let me help you down there. -Whoa!",
      "th": "ฉันจะช่วยนะ"
    }
  },
  {
    "translation": {
      "en": "Hell, no! I did not leave the Southside for this!",
      "th": "ฉันจะช่วยนะ ฉันไม่ได้ออกจากเซาธ์ ไซด์มา เพื่อแบบนี้นะ"
    }
  },
  {
    "translation": {
      "en": "Oh, crap! My hair!",
      "th": "โธ่ ให้ตายสิ ผมฉัน"
    }
  },
  {
    "translation": {
      "en": "All junior girls report to the gymnasium immediately!",
      "th": "นักเรียนหญิงชั้น ม.ห้าทุกคน ไปรายงานตัวที่โรงพละเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Immediately!",
      "th": "เดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "[Cady] Have you ever walked up to people and realized they were just talking about you?",
      "th": "เคยเดินไปหาคนอื่น ทั้งที่รู้พวกเขาพูดถึงคุณไหม"
    }
  },
  {
    "translation": {
      "en": "Have you ever had it happen 60 times in a row?",
      "th": "เคยเจอมันเกิดขึ้น 60 ครั้งติดกันไหม"
    }
  },
  {
    "translation": {
      "en": "-[chatter stops] -I have.",
      "th": "เคยเจอมันเกิดขึ้น 60 ครั้งติดกันไหม ฉันเคย"
    }
  },
  {
    "translation": {
      "en": "Never in my 14 years as an educator have I seen such behavior.",
      "th": "ฉันเป็นครูมา 14 ปี ไม่เคยเห็นพฤติกรรมแบบนี้เลย"
    }
  },
  {
    "translation": {
      "en": "And from young ladies.",
      "th": "และก็จากสาววัยรุ่นด้วย"
    }
  },
  {
    "translation": {
      "en": "I got parents calling me on the phone, asking, \"Did someone get shot?\"",
      "th": "มีพ่อแม่โทรหาฉัน ถามว่า \"มีใครถูกยิงรึเปล่า\""
    }
  },
  {
    "translation": {
      "en": "I ought to cancel your Spring Fling. [girls] No!",
      "th": "- ฉันควรจะยกเลิกสปริง ฟลิงซะ - ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "What are we supposed to do?",
      "th": "- ไม่นะ - แล้วจะทำยังไง"
    }
  },
  {
    "translation": {
      "en": "Now, I'm not gonna do that, because we've already paid the DJ.",
      "th": "ฉันจะไม่ทำอย่างนั้น เพราะเราจ่ายเงินให้ดีเจไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "But don't think that I'm not taking this book seriously.",
      "th": "อย่าคิดว่าฉันไม่จริงจังกับสมุดเล่มนี้"
    }
  },
  {
    "translation": {
      "en": "Coach Carr has fled school property.",
      "th": "โค้ชคาร์หนีออกไปจากโรงเรียนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Ms. Norbury has been accused of selling drugs.",
      "th": "คุณนอร์บิวรี่ถูกกล่าวหาว่าค้ายา"
    }
  },
  {
    "translation": {
      "en": "Now, what the young ladies in this grade need is an attitude makeover.",
      "th": "สิ่งที่สาววัยรุ่นในชั้นปีนี้ ต้องการคือการปรับปรุงทัศนคติ"
    }
  },
  {
    "translation": {
      "en": "And you're gonna get it right now.",
      "th": "และพวกเธอก็จะได้รับมันเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "I don't care how long it takes, I will keep you here all night.",
      "th": "ฉันไม่แคร์ว่าต้องใช้เวลานานแค่ไหน ฉันจะให้พวกเธออยู่ที่นี่ทั้งคืน"
    }
  },
  {
    "translation": {
      "en": "We can't keep them past 4:00. I will keep you here until 4:00.",
      "th": "- เรากักตัวไว้เกินสี่โมงไม่ได้ค่ะ - ฉันจะกักตัวเธอไว้จนถึงสี่โมง"
    }
  },
  {
    "translation": {
      "en": "Now, what we're gonna try to do is fix the way you young ladies relate to each other.",
      "th": "เราจะแก้ไขวิธี ที่พวกเธอปฏิบัติต่อกัน"
    }
  },
  {
    "translation": {
      "en": "Okay? Lady to lady.",
      "th": "ผู้หญิงกับผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "So, who has a lady problem that they'd like to talk about?",
      "th": "ใครมีปัญหาของผู้หญิง ที่อยากพูดถึงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Yes?",
      "th": "เชิญ"
    }
  },
  {
    "translation": {
      "en": "Somebody wrote in that book that I'm lying about being a virgin,",
      "th": "มีคนเขียนในสมุดนั่น ว่าฉันโกหกว่าฉันบริสุทธิ์"
    }
  },
  {
    "translation": {
      "en": "because I use super-jumbo tampons.",
      "th": "เพราะฉันใช้ผ้าอนามัย แบบสอดรุ่นใหญ่พิเศษ"
    }
  },
  {
    "translation": {
      "en": "But I can't help it if I've got a heavy flow",
      "th": "แต่ฉันช่วยไม่ได้ถ้ามันมามาก"
    }
  },
  {
    "translation": {
      "en": "and a wide-set vagina.",
      "th": "และมีช่องคลอดที่กว้าง"
    }
  },
  {
    "translation": {
      "en": "[sighs] Yeah, I can't do this. Ms. Norbury.",
      "th": "ฉันทนฟังไม่ได้จริงๆ คุณนอร์บิวรี่"
    }
  },
  {
    "translation": {
      "en": "You're a successful, intelligent, caring, graceful woman.",
      "th": "คุณเป็นผู้หญิงที่สง่างาม ห่วงใย ฉลาด ประสบความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "I am?",
      "th": "ฉันเป็นเหรอ"
    }
  },
  {
    "translation": {
      "en": "There has to be something that you can say to these young ladies. Something to help them with their self-esteem?",
      "th": "ต้องมีอะไรสักอย่างที่คุณพูดได้ เพื่อช่วยให้พวกเขามั่นใจตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[scoffs] It's not a self-esteem problem. I think they're all pretty pleased with themselves.",
      "th": "ปัญหาไม่ใช่ความมั่นใจตัวเองหรอก พวกเขาพอใจในตัวเองมากแล้ว"
    }
  },
  {
    "translation": {
      "en": "[sighs] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Okay, uh, everybody close your eyes.",
      "th": "โอเค ทุกคนหลับตา"
    }
  },
  {
    "translation": {
      "en": "I want you to raise your hand if you have ever had a girl say something bad about you behind your back.",
      "th": "ยกมือขึ้น ถ้ามีผู้หญิงพูดอะไร ที่ไม่ดีเกี่ยวกับเธอลับหลังเธอ"
    }
  },
  {
    "translation": {
      "en": "Open your eyes.",
      "th": "ลืมตา"
    }
  },
  {
    "translation": {
      "en": "Now, close your eyes again. And this time,",
      "th": "ทีนี้ หลับตาอีกครั้ง และก็ยกมือขึ้น"
    }
  },
  {
    "translation": {
      "en": "I want you to raise your hand if you have ever",
      "th": "ทีนี้ หลับตาอีกครั้ง และก็ยกมือขึ้น ถ้าเธอเคยพูดอะไรลับหลังเพื่อน"
    }
  },
  {
    "translation": {
      "en": "said anything about a friend behind her back.",
      "th": "ถ้าเธอเคยพูดอะไรลับหลังเพื่อน"
    }
  },
  {
    "translation": {
      "en": "Open them.",
      "th": "ลืมตาได้"
    }
  },
  {
    "translation": {
      "en": "There's been some girl-on-girl crime here.",
      "th": "มีความผิดของ ผู้หญิงต่อผู้หญิงเยอะทีเดียว"
    }
  },
  {
    "translation": {
      "en": "Okay. So, what we could do today is a couple exercises to help you",
      "th": "สิ่งที่เราทำได้ในวันนี้ คือการแสดงออก"
    }
  },
  {
    "translation": {
      "en": "express your anger in a healthy way.",
      "th": "เพื่อแสดงความโกรธออกมาในแบบที่ดี"
    }
  },
  {
    "translation": {
      "en": "Let's start over here.",
      "th": "เราเริ่มตรงนี้กันดีกว่า"
    }
  },
  {
    "translation": {
      "en": "[Cady] Ms. Norbury had us confront each other directly about the things that were bothering us.",
      "th": "คุณนอร์บิวรี่ ให้เราเผชิญหน้ากันโดยตรง"
    }
  },
  {
    "translation": {
      "en": "And it seemed like every clique had its own problems.",
      "th": "ดูเหมือนทุกกลุ่ม มีปัญหาของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "You've been acting really stuck-up ever since you switched to shortfielder. And Dawn agrees with me.",
      "th": "เธอทำตัวแปลกตั้งแต่เปลี่ยนตำแหน่ง และดอว์นก็เห็นด้วยกับฉัน"
    }
  },
  {
    "translation": {
      "en": "-Dawn? -Don't drag me into this, I'm pitching tomorrow.",
      "th": "- ดอว์น - อย่าดึงฉันเข้าไปเกี่ยวกับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "[in Vietnamese] Why are you scamming on my boyfriend?",
      "th": "เธอไปยุ่งกับแฟนฉันทำไม"
    }
  },
  {
    "translation": {
      "en": "[in Vietnamese] You're just jealous because guys like me better.",
      "th": "เธออิจฉาเพราะพวกผู้ชาย ชอบฉันมากกว่า"
    }
  },
  {
    "translation": {
      "en": "[in Vietnamese] Nigga, please.",
      "th": "นังบ้า อย่าพล่ามเลย"
    }
  },
  {
    "translation": {
      "en": "Okay. Good.",
      "th": "โอเค ดี"
    }
  },
  {
    "translation": {
      "en": "Can I just say that we don't have a clique problem at this school?",
      "th": "ฉันขอพูดได้ไหมว่าที่โรงเรียนนี้ เราไม่มีปัญหาในกลุ่ม"
    }
  },
  {
    "translation": {
      "en": "And some of us shouldn't have to take this workshop, because some of us are just victims in this situation.",
      "th": "พวกเราบางคนไม่ควรโดนกักตัวที่นี่ เพราะเราเป็นเหยื่อ"
    }
  },
  {
    "translation": {
      "en": "[Ms. Norbury] That's probably true.",
      "th": "นั่นอาจจะจริง"
    }
  },
  {
    "translation": {
      "en": "How many of you have ever felt personally victimized by Regina George?",
      "th": "มีกี่คนที่เคยรู้สึกว่า ตกเป็นเหยื่อของเรจิน่า"
    }
  },
  {
    "translation": {
      "en": "Good. Okay, who's next? Who's next?",
      "th": "ดี ต่อไปใครดี ต่อไปใคร"
    }
  },
  {
    "translation": {
      "en": "Um, Cady. Do you have anything you wanna own up to?",
      "th": "เคดี้ มีอะไรที่เธออยากยอมรับไหม"
    }
  },
  {
    "translation": {
      "en": "-[Cady] Yes. -No.",
      "th": "มี ไม่มีค่ะ"
    }
  },
  {
    "translation": {
      "en": "You never made up a rumor about anybody?",
      "th": "ไม่เคยกุข่าวลือเกี่ยวกับใครเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Cady] Just that you sell drugs.",
      "th": "แค่ว่าคุณค้ายา"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Nothing you want to apologize for?",
      "th": "ไม่มีอะไรที่เธออยากขอโทษเหรอ"
    }
  },
  {
    "translation": {
      "en": "I couldn't apologize to Ms. Norbury without getting blamed for the whole Burn Book.",
      "th": "ฉันขอโทษโดยที่ ไม่ถูกประณามเรื่องสมุดลับไม่ได้"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่มีค่ะ"
    }
  },
  {
    "translation": {
      "en": "I'm really disappointed in you, Cady.",
      "th": "ฉันผิดหวังในตัวเธอมากเลย เคดี้"
    }
  },
  {
    "translation": {
      "en": "Okay, so we're all here because of this book, right?",
      "th": "เราทุกคนมาอยู่ที่นี่ เพราะสมุดเล่มนี้"
    }
  },
  {
    "translation": {
      "en": "Well, I don't know who wrote this book,",
      "th": "ฉันไม่รู้ว่าใครเขียนมัน"
    }
  },
  {
    "translation": {
      "en": "but you all have got to stop calling each other sluts and whores.",
      "th": "แต่เธอต้องหยุดเรียกคนอื่นว่า นังร่านและก็นังโสเภณีได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "It just makes it okay for guys to call you sluts and whores.",
      "th": "มันจะทำให้พวกผู้ชายทำอย่างนั้นได้"
    }
  },
  {
    "translation": {
      "en": "Who here has ever been called a slut?",
      "th": "มีใครบ้างที่เคยถูกเรียกว่านังร่าน"
    }
  },
  {
    "translation": {
      "en": "Okay, everybody up.",
      "th": "โอเค ทุกคนยืนขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Cady] Ms. Norbury had us write out apologies to people that we'd hurt in our lives.",
      "th": "คุณนอร์บิวรี่ให้เรา เขียนคำขอโทษคนที่เราทำร้าย"
    }
  },
  {
    "translation": {
      "en": "\"Alyssa, I'm sorry I called you a gap-toothed bitch.",
      "th": "อลิสซ่า ขอโทษที่ฉัน เรียกเธอว่ายัยฟันห่าง"
    }
  },
  {
    "translation": {
      "en": "It's not your fault you're so gap-toothed.\"",
      "th": "มันไม่ใช่ความผิดของเธอ ที่เธอฟันห่าง"
    }
  },
  {
    "translation": {
      "en": "\"Gretchen, I'm sorry I laughed at you that time you got diarrhea at Barnes and Noble.",
      "th": "เกรทเช่น ฉันขอโทษ ที่ฉันหัวเราะเธอตอนเธอท้องร่วง"
    }
  },
  {
    "translation": {
      "en": "And I'm sorry I told everyone about it.\"",
      "th": "และฉันก็ขอโทษที่ฉันเล่าให้ทุกคนฟัง"
    }
  },
  {
    "translation": {
      "en": "And I'm sorry for repeating it now.",
      "th": "และก็ขอโทษที่ตอนนี้พูดมันอีก"
    }
  },
  {
    "translation": {
      "en": "Laura, I don't hate you because you're fat.",
      "th": "ลอร่า ฉันไม่ได้เกลียดเธอ เพราะเธออ้วน"
    }
  },
  {
    "translation": {
      "en": "You're fat because I hate you.",
      "th": "เธออ้วนเพราะฉันเกลียดเธอ"
    }
  },
  {
    "translation": {
      "en": "I just wish we could all get along like we used to in middle school.",
      "th": "ฉันอยากให้เราเข้ากันได้ดี เหมือนตอนอยู่มัธยมต้น"
    }
  },
  {
    "translation": {
      "en": "I wish that I could bake a cake made out of rainbows and smiles,",
      "th": "ฉันอยากอบขนมเค้ก ที่ทำด้วยสายรุ้งกับรอยยิ้ม"
    }
  },
  {
    "translation": {
      "en": "and we'd all eat it and be happy.",
      "th": "เราจะได้กินมันและก็มีความสุข"
    }
  },
  {
    "translation": {
      "en": "She doesn't even go here! Do you even go to this school?",
      "th": "- เธอไม่ได้เรียนที่นี่ด้วยซ้ำ - เธอเรียนที่โรงเรียนนี้รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "No. I just have a lot of feelings.",
      "th": "เปล่าค่ะ ฉันแค่มีความรู้สึก หลายอย่างน่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay, go home.",
      "th": "โอเค กลับบ้านไป"
    }
  },
  {
    "translation": {
      "en": "Sharon, I think you're doing a great job. Thanks. I feel like I'm getting through.",
      "th": "- คุณทำได้เยี่ยมมาก - ฉันรู้สึกว่าจะทำสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry that people are so jealous of me. But I can't help it that I'm popular.",
      "th": "ฉันขอโทษที่คนอิจฉาฉัน แต่ช่วยไม่ได้ที่ฉันเป็นคนดัง"
    }
  },
  {
    "translation": {
      "en": "Oh, my God! Oh, jeez. Okay, walk it off. Walk it off.",
      "th": "พระเจ้าช่วย เธอไม่เป็นไร เดี๋ยวก็หาย"
    }
  },
  {
    "translation": {
      "en": "Okay. That hurt.",
      "th": "โอเค เจ็บจัง"
    }
  },
  {
    "translation": {
      "en": "They're okay. They're okay.",
      "th": "พวกเธอไม่เป็นไรค่ะ พวกเธอไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "[Ms. Norbury] Oh, boy. Okay, who's next? Who's next? Keep it going.",
      "th": "ให้ตายสิ โอเค ใครคนต่อไป ใครคนต่อไป ต่อเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. It's her dream come true, diving into a big pile of girls.",
      "th": "พระเจ้า ฝันที่เป็นจริงของเธอ ทิ้งตัวลงใส่พวกสาวๆ"
    }
  },
  {
    "translation": {
      "en": "Okay, yeah, I've got an apology.",
      "th": "โอเค ฉันมีเรื่องจะขอโทษ"
    }
  },
  {
    "translation": {
      "en": "So, I have this friend who is a new student this year.",
      "th": "ฉันมีเพื่อนคนนึง ที่เป็นนักเรียนใหม่ปีนี้"
    }
  },
  {
    "translation": {
      "en": "And I convinced her that it would be fun to mess up Regina George's life.",
      "th": "ฉันพูดให้เธอเชื่อว่าสนุกแน่ ถ้าทำให้ชีวิตเรจิน่า จอร์จวุ่น"
    }
  },
  {
    "translation": {
      "en": "So, I had her pretend to be friends with Regina,",
      "th": "ฉันให้เธอแกล้งเป็นเพื่อนเรจิน่า"
    }
  },
  {
    "translation": {
      "en": "and then she would come to my house after, and we would just laugh about all the dumb stuff Regina said.",
      "th": "แล้วก็หัวเราะกันเกี่ยวกับ เรื่องโง่ๆ ที่เรจิน่าพูด"
    }
  },
  {
    "translation": {
      "en": "And we gave her these candy bar things",
      "th": "เราให้เธอกินอาหารเสริม เพื่อให้น้ำหนักเธอเพิ่ม"
    }
  },
  {
    "translation": {
      "en": "that would make her gain weight,",
      "th": "เราให้เธอกินอาหารเสริม เพื่อให้น้ำหนักเธอเพิ่ม เราทำให้เพื่อนรักเป็นศัตรูกับเธอ และก็เพื่อนฉัน เคดี้"
    }
  },
  {
    "translation": {
      "en": "and we turned her best friends against her. And then, oh, yeah, Cady... You know my friend Cady.",
      "th": "เราทำให้เพื่อนรักเป็นศัตรูกับเธอ และก็เพื่อนฉัน เคดี้"
    }
  },
  {
    "translation": {
      "en": "She made out with Regina's boyfriend, -and then convinced him to break up with her. -[girls gasp]",
      "th": "เคดี้จูบกับแฟนของเรจิน่า แล้วก็พูดให้เขาเลิกกับเธอ"
    }
  },
  {
    "translation": {
      "en": "Oh, God, and we gave you foot cream instead of face wash.",
      "th": "เคดี้จูบกับแฟนของเรจิน่า แล้วก็พูดให้เขาเลิกกับเธอ แล้วเราก็เอาครีมทาเท้าให้เธอ แทนที่จะเป็นครีมล้างหน้า"
    }
  },
  {
    "translation": {
      "en": "God! I am so sorry, Regina.",
      "th": "แล้วเราก็เอาครีมทาเท้าให้เธอ แทนที่จะเป็นครีมล้างหน้า ขอโทษนะ เรจิน่า ไม่รู้ว่าทำไมฉันถึงทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Really, I don't know why I did it.",
      "th": "ขอโทษนะ เรจิน่า ไม่รู้ว่าทำไมฉันถึงทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I guess it's probably because I've got a big lesbian crush on you.",
      "th": "ฉันว่าคงเป็นเพราะ ฉันชอบเธอแบบเลสเบี้ยนน่ะ"
    }
  },
  {
    "translation": {
      "en": "Suck on that!",
      "th": "จำใส่หัวไว้"
    }
  },
  {
    "translation": {
      "en": "[girls chanting] Janis! Janis! Janis! Janis!",
      "th": "เจนิส เจนิส เจนิส"
    }
  },
  {
    "translation": {
      "en": "[Cady] Regina!",
      "th": "เรจิน่า"
    }
  },
  {
    "translation": {
      "en": "Regina, wait! I didn't mean for that to happen. To find out that everyone hates me? I don't care.",
      "th": "- เดี๋ยว ฉันไม่ตั้งใจให้เป็นแบบนี้ - ที่รู้ว่าทุกคนเกลียดฉันน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "Regina, please! Regina, stop! No! Do you know what everyone says about you?",
      "th": "- เรจิน่า หยุดก่อน - ไม่ รู้ไหมทุกคนพูดถึงเธอว่าไง"
    }
  },
  {
    "translation": {
      "en": "They say that you're a home-schooled jungle freak, who's a less-hot version of me.",
      "th": "เธอเป็นยัยคนป่าเรียนหนังสือที่บ้าน เป็นเวอร์ชั่นที่ไม่เซ็กซี่ของฉัน"
    }
  },
  {
    "translation": {
      "en": "Yeah. So don't try to act so innocent.",
      "th": "เธอเป็นยัยคนป่าเรียนหนังสือที่บ้าน เป็นเวอร์ชั่นที่ไม่เซ็กซี่ของฉัน อย่าทำตัวใสซื่อบริสุทธิ์นักเลย เอาคำขอโทษจอมปลอมนั่นไปยัดรู..."
    }
  },
  {
    "translation": {
      "en": "You can take that fake apology and shove it right up your hairy--",
      "th": "อย่าทำตัวใสซื่อบริสุทธิ์นักเลย เอาคำขอโทษจอมปลอมนั่นไปยัดรู..."
    }
  },
  {
    "translation": {
      "en": "[Cady] And that's how Regina George died.",
      "th": "นั่นคือสาเหตุที่เรจิน่า จอร์จตาย"
    }
  },
  {
    "translation": {
      "en": "No, I'm totally kidding. But she did get hurt.",
      "th": "ฉันพูดเล่นน่ะ แต่เธอบาดเจ็บสาหัส"
    }
  },
  {
    "translation": {
      "en": "Some girls say they saw her head go all the way around. But that's just a rumor.",
      "th": "บางคนเห็นหัวเธอหมุนรอบ แต่นั่นเป็นแค่ข่าวลือ"
    }
  },
  {
    "translation": {
      "en": "Some people swear they saw me push her in front of the bus. That was an even worse rumor.",
      "th": "บางคนสาบานว่าเห็นฉันผลักเธอ นั่นเป็นข่าวลือที่แย่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "Everybody done?",
      "th": "- ทุกคนอิ่มรึยัง - ยังค่ะ"
    }
  },
  {
    "translation": {
      "en": "No. Mom, I didn't do it.",
      "th": "- ทุกคนอิ่มรึยัง - ยังค่ะ - แม่คะ หนูไม่ได้ทำนะ - แม่ไม่รู้ว่าจะเชื่ออะไรอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "I don't know what to believe anymore.",
      "th": "- แม่คะ หนูไม่ได้ทำนะ - แม่ไม่รู้ว่าจะเชื่ออะไรอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Mom, believe me. I'm your daughter.",
      "th": "เชื่อหนูสิ หนูเป็นลูกของแม่นะ"
    }
  },
  {
    "translation": {
      "en": "Why are my tribal vases under the sink?",
      "th": "ทำไมแจกันเผ่าของแม่ มาอยู่ใต้อ่างล้างจาน"
    }
  },
  {
    "translation": {
      "en": "-Huh? -My tribal vases.",
      "th": "หา ทำไมมันถึงมาอยู่ใต้อ่างล้างจาน"
    }
  },
  {
    "translation": {
      "en": "Why were they under the sink?",
      "th": "ทำไมมันถึงมาอยู่ใต้อ่างล้างจาน"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "th": "หนูก็ไม่รู้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "This is the fertility vase of the Ndebele tribe.",
      "th": "นี่เป็นแจกันแห่งความอุดมสมบูรณ์ ของเผ่าดีเบลี"
    }
  },
  {
    "translation": {
      "en": "Does that mean anything to you?",
      "th": "มันมีความหมายอะไรกับลูกบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Who are you?",
      "th": "ลูกเป็นใครกันนี่"
    }
  },
  {
    "translation": {
      "en": "Great. All my friends hate me, and now my mom hates me.",
      "th": "เยี่ยม เพื่อนทุกคนเกลียดหนู ตอนนี้แม่ก็เกลียดหนูอีกคน"
    }
  },
  {
    "translation": {
      "en": "Your mom does not hate you. She's afraid of you.",
      "th": "แม่ไม่ได้เกลียดลูกหรอก เธอกลัวลูกน่ะ"
    }
  },
  {
    "translation": {
      "en": "I don't know, maybe we mainstream-schooled you too soon.",
      "th": "ไม่รู้สิ เราอาจให้ลูกเข้าโรงเรียน เร็วเกินไปก็ได้"
    }
  },
  {
    "translation": {
      "en": "Maybe you should come back and be home-schooled again for a while.",
      "th": "บางทีลูกน่าจะกลับมาเรียน อยู่ที่บ้านอีกสักพัก"
    }
  },
  {
    "translation": {
      "en": "[sighs] No. Only thing worse than going back will be not going back.",
      "th": "ไม่ค่ะ สิ่งเดียวที่แย่กว่า การกลับไปก็คือการไม่กลับไป"
    }
  },
  {
    "translation": {
      "en": "How bad's it gonna be tomorrow?",
      "th": "พรุ่งนี้จะแย่แค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Remember when we saw those lions fighting over the wart hog carcass?",
      "th": "จำตอนที่เราดูสิงโตสู้กัน เพื่อแย่งซากหมูป่าได้ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "-Mmm-hmm. -I'll be the wart hog.",
      "th": "จำตอนที่เราดูสิงโตสู้กัน เพื่อแย่งซากหมูป่าได้ไหมคะ - หนูจะเป็นหมูป่าค่ะ - ลูกไม่ใช่หมูป่านะ ลูกเป็นสิงโต"
    }
  },
  {
    "translation": {
      "en": "You're not a wart hog, you're a lion.",
      "th": "- หนูจะเป็นหมูป่าค่ะ - ลูกไม่ใช่หมูป่านะ ลูกเป็นสิงโต"
    }
  },
  {
    "translation": {
      "en": "Just focus on your studies for a little while. You're still an excellent student, right?",
      "th": "สนใจแต่การเรียนสักพัก ลูกยังเป็นนักเรียนที่เก่งอยู่ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. I need you to sign my calculus test.",
      "th": "อ้อใช่ หนูอยากให้พ่อ เซ็นใบแจ้งผลสอบแคลคูลัส"
    }
  },
  {
    "translation": {
      "en": "Why? I'm failing.",
      "th": "- ทำไม - หนูสอบตกค่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay. You are...",
      "th": "เคดี้ ลูก..."
    }
  },
  {
    "translation": {
      "en": "What do they call it?",
      "th": "เขาเรียกว่าอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Grounded.",
      "th": "ถูกกักบริเวณ"
    }
  },
  {
    "translation": {
      "en": "You're grounded.",
      "th": "ลูกถูกกักบริเวณแล้ว"
    }
  },
  {
    "translation": {
      "en": "[girl 1] She pushed her in front of the bus. [girl 2] Did you see her do it?",
      "th": "- หล่อนผลักเธอให้รถบัสชน - เธอเห็นหล่อนทำอย่างนั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "[girl 1] Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Did your teacher ever try to sell you marijuana or Ecstasy tablets?",
      "th": "ครูของเธอเคยพยายาม ขายยาอีหรือกัญชาเม็ดให้เธอรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "[boy 1] No. [boy 2] What are marijuana tablets?",
      "th": "- ไม่เคย - กัญชาเม็ดคืออะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "What's going on? Where's Ms. Norbury? Mr. Duvall, this is ridiculous.",
      "th": "- คุณนอร์บิวรี่อยู่ไหน - นี่มันไร้สาระสิ้นดี"
    }
  },
  {
    "translation": {
      "en": "Ms. Norbury does not sell drugs. I know, Aaron.",
      "th": "- คุณนอร์บิวรี่ไม่ได้ขายยา - ฉันรู้ แอรอน"
    }
  },
  {
    "translation": {
      "en": "But after the allegations against Coach Carr turned out to be extremely true,",
      "th": "แต่หลังจากที่ ข้อกล่าวหาโค้ชคาร์เป็นจริง"
    }
  },
  {
    "translation": {
      "en": "the school board felt that it was best that we investigate every claim made in this, uh, Burn Book.",
      "th": "ทางโรงเรียนคิดว่าจะเป็นการดีที่สุด ถ้าตรวจสอบทุกอย่างในสมุดลับ"
    }
  },
  {
    "translation": {
      "en": "That book was written by a bunch of stupid girls who make up rumors because they're bored with their own lame lives.",
      "th": "พวกผู้หญิงโง่ที่เบื่อชีวิตจืดชืด ของตัวเอง เขียนสมุดเล่มนั้น"
    }
  },
  {
    "translation": {
      "en": "Well, unless someone wants to come forward and say, \"I made it all up,\" this is how we have to handle it. To say that someone...",
      "th": "นอกจากจะมีใครยอมรับว่ากุทุกอย่าง เราจะจัดการมันแบบนี้"
    }
  },
  {
    "translation": {
      "en": "[Cady] Oh, no. Bye, Aaron. You're gonna hate me forever.",
      "th": "โธ่ ไม่นะ ลาก่อน แอรอน คุณจะต้องเกลียดฉันตลอดไปแน่"
    }
  },
  {
    "translation": {
      "en": "Mr. Duvall. I wrote it.",
      "th": "คุณดูวัลคะ ฉันเขียนมันเอง"
    }
  },
  {
    "translation": {
      "en": "Come on, Cady.",
      "th": "ออกมา เคดี้"
    }
  },
  {
    "translation": {
      "en": "[Cady] When you get bit by a snake, you're supposed to suck the poison out.",
      "th": "เมื่อคุณโดนงูกัด คุณควรดูดพิษออก"
    }
  },
  {
    "translation": {
      "en": "That's what I had to do, suck all the poison out of my life.",
      "th": "นั่นคือสิ่งที่ฉันต้องทำ ดูดพิษทั้งหมดออกจากชีวิตฉัน"
    }
  },
  {
    "translation": {
      "en": "I started with Regina, who was living proof",
      "th": "ฉันเริ่มที่เรจิน่า ที่เป็นสิ่งพิสูจน์ว่า"
    }
  },
  {
    "translation": {
      "en": "that the more people are scared of you, the more flowers you get.",
      "th": "คนยิ่งกลัวคุณแค่ไหน ก็ยิ่งได้รับดอกไม้มากเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Then there was Ms. Norbury,",
      "th": "แล้วก็คุณนอร์บิวรี่ ที่เป็นสิ่งพิสูจน์ว่า"
    }
  },
  {
    "translation": {
      "en": "who was living proof that no good deed goes unpunished.",
      "th": "แล้วก็คุณนอร์บิวรี่ ที่เป็นสิ่งพิสูจน์ว่า ไม่มีการทำดีที่ไม่ถูกลงโทษ"
    }
  },
  {
    "translation": {
      "en": "Oh, hi. Did you wanna buy some drugs? I'm just done with my quiz.",
      "th": "- ว่าไง อยากซื้อยาเหรอจ๊ะ - ทำข้อสอบเสร็จแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "Wait. I'll grade it right now.",
      "th": "รอก่อน ฉันจะให้คะแนนเดี๋ยวนี้เลย"
    }
  },
  {
    "translation": {
      "en": "I gotta say, watching the police search my house really was the cherry on top of a fantastic year.",
      "th": "การดูตำรวจค้นบ้านฉัน เป็นสิ่งที่ยอดเยี่ยมมากในปีนี้"
    }
  },
  {
    "translation": {
      "en": "How much trouble did you get in for telling the truth?",
      "th": "พูดความจริงแล้ว เจอปัญหามากขนาดไหนล่ะ"
    }
  },
  {
    "translation": {
      "en": "A lot.",
      "th": "มากเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "You didn't write that whole book yourself. Did you tell Mr. Duvall who else did it?",
      "th": "เธอไม่ได้เขียนสมุดนั่นเองหรอก เธอบอกรึเปล่าว่าใครเขียนมัน"
    }
  },
  {
    "translation": {
      "en": "No, because I'm trying this new thing where I don't talk about people behind their backs.",
      "th": "ไม่ค่ะ ฉันพยายาม ที่จะไม่พูดลับหลังใคร"
    }
  },
  {
    "translation": {
      "en": "That's all right. Getting hit by a bus is pretty good punishment. Ninety-four.",
      "th": "- การถูกรถบัสชนก็ลงโทษเจ็บแล้ว - 94"
    }
  },
  {
    "translation": {
      "en": "Welcome back, nerd. Thanks.",
      "th": "- ยินดีต้อนรับกลับ เด็กเรียน - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Anyway, I'm sorry.",
      "th": "ยังไงก็ตาม ฉันขอโทษค่ะ"
    }
  },
  {
    "translation": {
      "en": "I forgive you.",
      "th": "ฉันให้อภัยเธอ"
    }
  },
  {
    "translation": {
      "en": "But as my own personal form of punishment,",
      "th": "แต่ในการลงโทษแบบของฉันนะ"
    }
  },
  {
    "translation": {
      "en": "I figured out how you're gonna earn that extra credit.",
      "th": "ฉันคิดไว้ว่าเธอจะได้ ความดีความชอบเพิ่มยังไง"
    }
  },
  {
    "translation": {
      "en": "What's up?",
      "th": "ว่าไง"
    }
  },
  {
    "translation": {
      "en": "Excellent. Great turnout this year.",
      "th": "เยี่ยม ปีนี้ออกมาดีมากเลย"
    }
  },
  {
    "translation": {
      "en": "-All right. It's all you. -Okay. -Make me look good out there. -Okay.",
      "th": "เอาละ อยู่ที่พวกเธอแล้ว ทำให้ฉันดูดีหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "Marymount, you sons of bitches. You no-good sons of bitches.",
      "th": "แมรี่เมาท์ ไอ้พวกตัวร้าย"
    }
  },
  {
    "translation": {
      "en": "You nervous? Yes.",
      "th": "- ตื่นเต้นรึเปล่า - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Don't be. You can do this. There's nothing to break your focus,",
      "th": "อย่าตื่นเต้น ไม่มีอะไรทำให้สมาธิเธอเสียได้"
    }
  },
  {
    "translation": {
      "en": "because not one of those Marymount boys is cute.",
      "th": "เด็กแมรี่เมาท์พวกนั้น ไม่มีใครหล่อเลย"
    }
  },
  {
    "translation": {
      "en": "[host] Good evening, ladies and gentlemen.",
      "th": "สวัสดีครับ"
    }
  },
  {
    "translation": {
      "en": "Welcome to the Illinois High School Mathletes State Championship.",
      "th": "และขอต้อนรับสู่การแข่งขัน ชิงแชมป์อิลลินอยส์ แมธลีทส์"
    }
  },
  {
    "translation": {
      "en": "Let's start the competition. Here is the first question.",
      "th": "มาเริ่มกันเลยครับ นี่คือคำถามแรก"
    }
  },
  {
    "translation": {
      "en": "Twice the larger of two numbers is three more than five times",
      "th": "เกินสองเท่าของเลขสองจำนวน คือเกินห้าคูณจำนวนน้อยกว่าอยู่สาม"
    }
  },
  {
    "translation": {
      "en": "the smaller, and the sum of four times the larger",
      "th": "เกินสองเท่าของเลขสองจำนวน คือเกินห้าคูณจำนวนน้อยกว่าอยู่สาม และผลของสี่คูณจำนวนที่มากกว่า และสามคูณจำนวนที่น้อยกว่าคือ 71"
    }
  },
  {
    "translation": {
      "en": "and three times the smaller is 71.",
      "th": "และผลของสี่คูณจำนวนที่มากกว่า และสามคูณจำนวนที่น้อยกว่าคือ 71"
    }
  },
  {
    "translation": {
      "en": "-What are-- -[buzzer]",
      "th": "คำตอบ..."
    }
  },
  {
    "translation": {
      "en": "-North Shore? -Fourteen and five.",
      "th": "- นอร์ธ ชอร์ - 14 กับ 5"
    }
  },
  {
    "translation": {
      "en": "That is correct. Question number two.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "Find an odd three-digit number whose digits add up to 12.",
      "th": "หาตัวเลขสามหลัก ที่ตัวเลขเพิ่มถึง 12"
    }
  },
  {
    "translation": {
      "en": "The digits are all different, and the difference between the first two digits -equals the difference between-- -[buzzer]",
      "th": "ตัวเลขต่างกันทั้งหมด และผลต่างระหว่างตัวเลขสองตัวแรก..."
    }
  },
  {
    "translation": {
      "en": "Marymount?",
      "th": "- แมรี่ เมาท์ - 741"
    }
  },
  {
    "translation": {
      "en": "-Seven hundred and forty one. -Correct.",
      "th": "- แมรี่ เมาท์ - 741 - ถูกต้อง - แย่จริง ฉันหัวทื่อจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Cady] Shoot. I was really rusty.",
      "th": "- ถูกต้อง - แย่จริง ฉันหัวทื่อจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Where's Cady? She went out.",
      "th": "- เคดี้อยู่ไหน - เธอออกไปข้างนอก"
    }
  },
  {
    "translation": {
      "en": "She's grounded.",
      "th": "เธอถูกกักบริเวณนี่"
    }
  },
  {
    "translation": {
      "en": "Are they not allowed out when they're grounded?",
      "th": "ออกไปไหนไม่ได้เหรอ เวลาถูกกักบริเวณน่ะ"
    }
  },
  {
    "translation": {
      "en": "Don't forget to vote for Spring Fling King and Queen, people.",
      "th": "อย่าลืมโหวตเลือก ราชาและราชินีสปริง ฟลิงนะ"
    }
  },
  {
    "translation": {
      "en": "These A-holes will represent you for a full calendar year.",
      "th": "พวกเขาจะเป็น ตัวแทนของเราทุกคนทั้งปี"
    }
  },
  {
    "translation": {
      "en": "I'm gonna vote for Regina George because she got hit by that bus.",
      "th": "ฉันจะโหวตเลือกเรจิน่า เพราะเธอถูกรถบัสชน"
    }
  },
  {
    "translation": {
      "en": "I'm voting for Cady Heron because she pushed her.",
      "th": "ฉันจะโหวตให้เคดี้ เพราะเธอผลักเรจิน่า"
    }
  },
  {
    "translation": {
      "en": "She's supposed to be grounded, but he let her out.",
      "th": "เธอจะต้องถูกกักบริเวณ แต่เขาปล่อยเธอออกมา"
    }
  },
  {
    "translation": {
      "en": "After 87 minutes of very competitive play, we have a tie.",
      "th": "หลังการแข่งขัน 87 นาที ปรากฏว่าคะแนนเสมอกัน"
    }
  },
  {
    "translation": {
      "en": "In the event of a tie, we move into a sudden-death round.",
      "th": "ฉะนั้นเราจะเริ่มการแข่งขัน แบบแพ้คัดออกเลย"
    }
  },
  {
    "translation": {
      "en": "Each team is given the opportunity to choose their opponent.",
      "th": "แต่ละทีมจะได้รับโอกาส ให้เลือกคู่ต่อสู้"
    }
  },
  {
    "translation": {
      "en": "North Shore, who do you select? The girl, dude. The girl.",
      "th": "- นอร์ธ ชอร์ คุณจะเลือกใคร - เลือกผู้หญิงเลย"
    }
  },
  {
    "translation": {
      "en": "Contestant Krafft. [host] From Marymount, Miss Caroline Krafft.",
      "th": "- ผู้แข่งขันคราฟท์ - จากแมรี่เมาท์ แคโรลีน คราฟท์"
    }
  },
  {
    "translation": {
      "en": "We pick the girl, too. And from North Shore, Miss Caddy Heron.",
      "th": "- เราก็เลือกผู้หญิงครับ - และจากนอร์ธ ชอร์ แคดดี้ เฮรอน"
    }
  },
  {
    "translation": {
      "en": "It's Cady.",
      "th": "ชื่อเคดี้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, that's me.",
      "th": "พระเจ้า ฉันเองนี่"
    }
  },
  {
    "translation": {
      "en": "[Cady] Miss Caroline Krafft seriously needed to pluck her eyebrows.",
      "th": "แคโรลีน คราฟท์ต้องถอนคิ้ว ออกซะบ้าง"
    }
  },
  {
    "translation": {
      "en": "Her outfit looked like it was picked out by a blind Sunday school teacher.",
      "th": "ชุดของเธอดูเหมือนครูตาบอด โรงเรียนสอนศาสนาต้องเลือกให้"
    }
  },
  {
    "translation": {
      "en": "And she had some 99-cent lip gloss on her snaggletooth.",
      "th": "และเธอก็ทาลิปกลอสราคา 99 เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "And that's when I realized, making fun of Caroline Krafft wouldn't stop her from beating me in this contest.",
      "th": "แต่การล้อแคโรลีน คราฟท์ คงหยุดยั้งเธอไม่ให้เอาชนะฉันไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Contestants, find the limit of this equation.",
      "th": "ผู้เข้าแข่งขัน หาค่าจำกัดของสมการนี้"
    }
  },
  {
    "translation": {
      "en": "Calling somebody else fat won't make you any skinnier.",
      "th": "การว่าคนอื่นอ้วน ไม่ได้ทำให้คุณผอมลง"
    }
  },
  {
    "translation": {
      "en": "Calling someone stupid doesn't make you any smarter.",
      "th": "การว่าคนอื่นโง่ ไม่ได้ทำให้คุณฉลาดขึ้น"
    }
  },
  {
    "translation": {
      "en": "And ruining Regina George's life definitely didn't make me any happier.",
      "th": "การทำลายชีวิตของเรจิน่า ไม่ได้ทำให้ฉันมีความสุขขึ้น"
    }
  },
  {
    "translation": {
      "en": "All you can do in life is try to solve the problem in front of you.",
      "th": "สิ่งที่คุณทำได้ในชีวิต คือแก้ปัญหาที่อยู่ข้างหน้าคุณ"
    }
  },
  {
    "translation": {
      "en": "The limit is negative one. [Cady] Oh, crap. I lost.",
      "th": "- ค่าจำกัดคือลบหนึ่งค่ะ - โธ่ แย่จริง ฉันแพ้"
    }
  },
  {
    "translation": {
      "en": "-That answer is incorrect. -[teammates groan]",
      "th": "คำตอบไม่ถูกต้อง เราอยู่ในรอบแพ้คัดออก"
    }
  },
  {
    "translation": {
      "en": "Now, we are in a sudden death. If Miss Heron can answer",
      "th": "คำตอบไม่ถูกต้อง เราอยู่ในรอบแพ้คัดออก ถ้าคุณเฮรอนตอบคำถามได้ถูกต้อง เราจะได้ผู้ชนะ"
    }
  },
  {
    "translation": {
      "en": "this problem correctly, we have a winner.",
      "th": "ถ้าคุณเฮรอนตอบคำถามได้ถูกต้อง เราจะได้ผู้ชนะ"
    }
  },
  {
    "translation": {
      "en": "[Cady] Limits. Why couldn't I remember anything about limits?",
      "th": "ค่าจำกัด ทำไมฉันถึง จำอะไรเกี่ยวกับค่าจำกัดไม่ได้เลยนะ"
    }
  },
  {
    "translation": {
      "en": "Limits. That was the week Aaron got his hair cut.",
      "th": "นั่นคืออาทิตย์ที่แอรอนตัดผม หล่อมาก"
    }
  },
  {
    "translation": {
      "en": "Oh, God, he looked so cute. Okay, focus, Cady.",
      "th": "นั่นคืออาทิตย์ที่แอรอนตัดผม หล่อมาก ทำสมาธิสิ เคดี้ อะไรอยู่บนกระดาน ที่หัวของแอรอนบังอยู่"
    }
  },
  {
    "translation": {
      "en": "What was on the board behind Aaron's head?",
      "th": "ทำสมาธิสิ เคดี้ อะไรอยู่บนกระดาน ที่หัวของแอรอนบังอยู่"
    }
  },
  {
    "translation": {
      "en": "If the limit never approaches anything...",
      "th": "\"ถ้าค่าจำกัดใด ไม่ถึงจุดสิ้นสุดก็เท่ากับ...\""
    }
  },
  {
    "translation": {
      "en": "The limit does not exist. The limit does not exist!",
      "th": "\"ไม่มีค่าจำกัด\""
    }
  },
  {
    "translation": {
      "en": "Our new state champions, the North Shore Mathletes.",
      "th": "แชมป์ใหม่ของรัฐ นอร์ธ ชอร์ แมธลีทส์"
    }
  },
  {
    "translation": {
      "en": "How do you like me now? You like that? Yeah! Get some! Get some!",
      "th": "ชอบฉันไหมล่ะ ชอบรึเปล่า ใช่ มาเลย มา"
    }
  },
  {
    "translation": {
      "en": "[boy] Awesome. You went with the leather sleeves. Africa, you did the damn thing.",
      "th": "- เยี่ยมเลย แขนเสื้อหนัง - แอฟริกา คุณทำมันนะ"
    }
  },
  {
    "translation": {
      "en": "Aw, thanks, K.G.",
      "th": "โอ ขอบคุณมาก เคจี"
    }
  },
  {
    "translation": {
      "en": "We're gonna look so kick-ass in these when we roll into Spring Fling.",
      "th": "- เราจะดูเท่มากเลยที่สปริง ฟลิง - ฉันไม่ไปหรอก"
    }
  },
  {
    "translation": {
      "en": "-Oh, no, I'm not going. -What?",
      "th": "- เราจะดูเท่มากเลยที่สปริง ฟลิง - ฉันไม่ไปหรอก - อะไรนะ - นี่เป็นคืนของคุณ ลุยเลยสิ"
    }
  },
  {
    "translation": {
      "en": "Cady, this is your night. Don't let the haters stop you from doing your thang.",
      "th": "- อะไรนะ - นี่เป็นคืนของคุณ ลุยเลยสิ"
    }
  },
  {
    "translation": {
      "en": "Did you just say \"thang\"? Cady, you don't have to punish yourself forever.",
      "th": "- คุณพูดว่า \"ลุย\" เหรอ - อย่าลงโทษตัวเองตลอดไปสิ"
    }
  },
  {
    "translation": {
      "en": "But I'm grounded. You're already out.",
      "th": "- แต่ฉันโดนกักบริเวณนะคะ - เธอออกมาแล้วนี่"
    }
  },
  {
    "translation": {
      "en": "All right, do we have all of our nominees for king and queen on the stage?",
      "th": "ผู้ได้รับการเสนอชื่อเป็นราชา กับราชินี อยู่บนเวทีแล้วใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Okay, good. I just wanted to say that you're all winners.",
      "th": "โอเค ดี ฉันแค่อยากพูดว่า พวกเธอทุกคนเป็นผู้ชนะ"
    }
  },
  {
    "translation": {
      "en": "And I could not be happier that this school year's ending.",
      "th": "และฉันก็มีความสุขมาก กับการจบปีการศึกษานี้"
    }
  },
  {
    "translation": {
      "en": "Here we go. The winner of the Spring Fling King,",
      "th": "เอาละ ผู้ได้รับเลือก เป็นราชาสปริง ฟลิง"
    }
  },
  {
    "translation": {
      "en": "Shane Oman. Yes! Whoo! That's what I'm talking about!",
      "th": "- เชน โอแมน - เยี่ยม มันต้องอย่างนี้สิ"
    }
  },
  {
    "translation": {
      "en": "[Mr. Duvall] And your Spring Fling Queen,",
      "th": "และราชินีสปริง ฟลิงของพวกเธอ"
    }
  },
  {
    "translation": {
      "en": "future co-chair of the Student Activities Board",
      "th": "โค้ชในอนาคต ของคณะกรรมการกิจกรรมนักเรียน"
    }
  },
  {
    "translation": {
      "en": "and winner of two gift certificates to the Walker Brothers Pancake House,",
      "th": "และได้รับบัตรกำนัลสองใบ ของวอล์คเกอร์ โบรส์ แพนเค้ก เฮาส์"
    }
  },
  {
    "translation": {
      "en": "Cady Heron.",
      "th": "เคดี้ เฮรอน"
    }
  },
  {
    "translation": {
      "en": "Where is Cady?",
      "th": "เคดี้อยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "There she is.",
      "th": "เธออยู่นั่นเอง"
    }
  },
  {
    "translation": {
      "en": "Wow. Thanks.",
      "th": "ว้าว ขอบคุณมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, half the people in this room are mad at me.",
      "th": "คนครึ่งหนึ่งในห้องนี้โกรธฉัน"
    }
  },
  {
    "translation": {
      "en": "And the other half only like me",
      "th": "ส่วนอีกครึ่งชอบฉัน เพราะพวกเขาคิดว่า"
    }
  },
  {
    "translation": {
      "en": "because they think I pushed somebody in front of a bus.",
      "th": "ส่วนอีกครึ่งชอบฉัน เพราะพวกเขาคิดว่า ฉันผลักบางคนให้รถบัสชน นั่นไม่ดีเลย"
    }
  },
  {
    "translation": {
      "en": "So, that's not good.",
      "th": "ฉันผลักบางคนให้รถบัสชน นั่นไม่ดีเลย"
    }
  },
  {
    "translation": {
      "en": "You know, it's not really required of you to make a speech.",
      "th": "เธอไม่ต้องพูดอะไรก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "I'm almost done, I swear.",
      "th": "ฉันพูดเกือบจบแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "To, uh, all the people whose feelings that got hurt by the Burn Book,",
      "th": "สำหรับทุกคนที่เสียความรู้สึก เพราะสมุดลับ"
    }
  },
  {
    "translation": {
      "en": "I'm really sorry.",
      "th": "ฉันขอโทษจริงๆ"
    }
  },
  {
    "translation": {
      "en": "You know, I've never been to one of these things before.",
      "th": "ฉันไม่เคยได้รับ การสวมมงกุฎแบบนี้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "And when I think about how many people wanted this,",
      "th": "เมื่อฉันคิดว่าคนต้องการ มงกุฎนี่มากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "and how many people cried over it and stuff...",
      "th": "และมีกี่คนที่ร้องไห้เพื่อมัน"
    }
  },
  {
    "translation": {
      "en": "I mean, I think everybody looks like royalty tonight.",
      "th": "ฉันคิดว่าคืนนี้ทุกคน ดูเหมือนราชนิกุล"
    }
  },
  {
    "translation": {
      "en": "Look at Jessica Lopez. That dress is amazing.",
      "th": "ดูเจสสิก้า โลเปซสิ ชุดนั่นสวยมาก"
    }
  },
  {
    "translation": {
      "en": "And Emma Gerber, I mean, that hairdo must have taken hours,",
      "th": "เอ็มม่า เกอร์เบอร์ ทรงผมนั่น ต้องใช้เวลาหลายชั่วโมงแน่"
    }
  },
  {
    "translation": {
      "en": "and you look really pretty.",
      "th": "คุณสวยมากเลย"
    }
  },
  {
    "translation": {
      "en": "So... why is everybody stressing over this thing?",
      "th": "เพราะงั้น ทำไมทุกคนถึงเคร่งเครียด เพราะมงกุฎนี่"
    }
  },
  {
    "translation": {
      "en": "I mean, it's just plastic. Could really just...",
      "th": "มันก็แค่พลาสติก จริงๆ แล้วมันแค่..."
    }
  },
  {
    "translation": {
      "en": "...share it.",
      "th": "แบ่งปันกัน"
    }
  },
  {
    "translation": {
      "en": "A piece for Gretchen Wieners, a partial Spring Fling Queen.",
      "th": "ชิ้นนึงสำหรับเกรทเช่น วีเนอร์ส ส่วนหนึ่งของราชินีสปริง ฟลิง"
    }
  },
  {
    "translation": {
      "en": "A piece for Janis Ian.",
      "th": "ชิ้นนึงสำหรับเจนิส เอียน"
    }
  },
  {
    "translation": {
      "en": "Seriously, most people just take the crown and go.",
      "th": "จริงๆ นะ คนส่วนใหญ่ รับมงกุฎแล้วก็ไปเลย"
    }
  },
  {
    "translation": {
      "en": "And a piece for Regina George.",
      "th": "ชิ้นนึงสำหรับเรจิน่า จอร์จ"
    }
  },
  {
    "translation": {
      "en": "She fractured her spine, and she still looks like a rock star.",
      "th": "เธอกระดูกสันหลังหัก แต่ยังคงดูสวยอยู่"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "And some for everybody else.",
      "th": "และอีกหลายชิ้นสำหรับทุกคน"
    }
  },
  {
    "translation": {
      "en": "God, Mr. Duvall, can you wrap it up? Thanks.",
      "th": "- คุณดูวอลคะ เชิญกล่าวปิดเลยค่ะ - ขอบคุณมาก"
    }
  },
  {
    "translation": {
      "en": "All right, have a good time, everyone.",
      "th": "เอาละ สนุกกันให้เต็มที่นะ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Look. I'm a queen. As am I.",
      "th": "- ดูสิ ฉันเป็นราชินี - ฉันก็เป็น"
    }
  },
  {
    "translation": {
      "en": "-Hey. -Hey.",
      "th": "- เฮ้ - เฮ้"
    }
  },
  {
    "translation": {
      "en": "So, are we still in a fight? Are you still an asshole?",
      "th": "- เรายังทะเลาะกันอยู่รึเปล่า - เธอยังงี่เง่าอยู่รึเปล่าล่ะ"
    }
  },
  {
    "translation": {
      "en": "Mmm, I don't think so. Well, then I guess we're okay.",
      "th": "- ไม่แล้วละ - งั้นเราก็ไม่มีปัญหากัน"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I love this song! I hate this song.",
      "th": "- พระเจ้า ฉันชอบเพลงนี้จัง - ฉันเกลียดเพลงนี้"
    }
  },
  {
    "translation": {
      "en": "I know this song!",
      "th": "ฉันรู้จักเพลงนี้"
    }
  },
  {
    "translation": {
      "en": "Um, man candy, stage right.",
      "th": "โอ ผู้ชายหล่อ ทางขวา"
    }
  },
  {
    "translation": {
      "en": "Hey, what's up? Hey. Didn't think you'd make it.",
      "th": "- เฮ้ เป็นไงบ้าง - เฮ้ ไม่คิดว่าคุณจะมา"
    }
  },
  {
    "translation": {
      "en": "Oh, um, on behalf of the senior class, I would like to present you with two gift certificates--",
      "th": "ในนามของชั้นปีสุดท้าย ผมอยากมอบ..."
    }
  },
  {
    "translation": {
      "en": "-Thanks, sucker. -Yo, peace.",
      "th": "- ขอบคุณมาก นายห่วย - บาย"
    }
  },
  {
    "translation": {
      "en": "One gift certificate to the Walker Brothers Pancake House.",
      "th": "บัตรกำนัลของ วอล์คเกอร์ โบรส์ แพนเค้ก เฮาส์"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Congratulations on winning State.",
      "th": "ยินดีด้วยที่ชนะ การแข่งของรัฐ"
    }
  },
  {
    "translation": {
      "en": "I was so nervous. They made us do limits. I thought I was gonna hurl.",
      "th": "ฉันตื่นเต้นมากเลย คิดว่าจะแพ้ซะแล้ว"
    }
  },
  {
    "translation": {
      "en": "How's your stomach now? It's fine.",
      "th": "- ท้องเป็นยังไงบ้าง - ไม่เป็นไรแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "Do you feel nauseous at all? No.",
      "th": "- รู้สึกคลื่นไส้รึเปล่า - ไม่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Have you been drinking? -No.",
      "th": "- ดื่มเหล้ารึเปล่า - เปล่าค่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay. Grool.",
      "th": "โอเค เจี้ยม"
    }
  },
  {
    "translation": {
      "en": "-No. -No.",
      "th": "- อี๊ - ไม่"
    }
  },
  {
    "translation": {
      "en": "What's up? Can I help you?",
      "th": "- เป็นไงบ้าง - มีอะไรให้ช่วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "You Puerto Rican? Lebanese.",
      "th": "- คุณเป็นคนเปอร์โต ริโก้เหรอ - คนเลบานอน"
    }
  },
  {
    "translation": {
      "en": "I feel that.",
      "th": "ผมรู้สึกได้เลย"
    }
  },
  {
    "translation": {
      "en": "[Cady] In case you're wondering, The Plastics broke up.",
      "th": "เผื่อคุณอยากรู้ พวกพลาสติกแตกกลุ่ม"
    }
  },
  {
    "translation": {
      "en": "Regina's spine healed, and her physical therapist",
      "th": "กระดูกสันหลังเรจิน่าหายแล้ว และหมอบำบัดของเธอ"
    }
  },
  {
    "translation": {
      "en": "taught her to channel all her rage into sports.",
      "th": "สอนเธอให้ระบายโทสะ ของเธอกับกีฬา"
    }
  },
  {
    "translation": {
      "en": "[Cady] It was perfect, because the jock girls weren't afraid of her.",
      "th": "มันเยี่ยมมาก เพราะนักกีฬาหญิงไม่กลัวเธอ"
    }
  },
  {
    "translation": {
      "en": "Karen used her special talents to do the morning weather announcements.",
      "th": "แคเรนใช้ความสามารถพิเศษของเธอ ประกาศข่าวสภาพอากาศ"
    }
  },
  {
    "translation": {
      "en": "Hi. This is Karen Smith. It's 68 degrees,",
      "th": "สวัสดีค่ะ นี่แคเรน สมิธนะคะ ตอนนี้ 68 องศา"
    }
  },
  {
    "translation": {
      "en": "and there's a 30% chance that it's already raining.",
      "th": "และมีโอกาส 30% ที่ตอนนี้ฝนกำลังตก"
    }
  },
  {
    "translation": {
      "en": "[Cady] And Gretchen found herself a new clique and a new queen bee to serve.",
      "th": "ส่วนเกรทเช่นก็เจอกลุ่มใหม่ และรับใช้ราชินีผึ้งคนใหม่"
    }
  },
  {
    "translation": {
      "en": "[Cady] Aaron went to Northwestern, so I still get to see him on weekends.",
      "th": "แอรอนไปเรียนนอร์ธเวสเทิร์น ฉันเลยเจอเขาแค่เสาร์อาทิตย์"
    }
  },
  {
    "translation": {
      "en": "And me?",
      "th": "ส่วนฉัน"
    }
  },
  {
    "translation": {
      "en": "I had gone from home-schooled jungle freak, to shiny Plastic, to most hated person in the world,",
      "th": "จากยัยงั่งคนป่าเรียนหนังสือที่บ้าน มาเป็นพลาสติกและคนเกลียดที่สุด"
    }
  },
  {
    "translation": {
      "en": "to actual human being.",
      "th": "จนมาเป็นมนุษย์ที่แท้จริง"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "ไง"
    }
  },
  {
    "translation": {
      "en": "All the drama from last year just wasn't important anymore.",
      "th": "เรื่องทุกอย่างจากปีที่แล้ว ไม่สำคัญอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "School used to be like a shark tank, but now I could just float.",
      "th": "โรงเรียนเคยเป็นแท็งก์ปลาฉลาม แต่ตอนนี้ฉันลอยคออยู่ได้"
    }
  },
  {
    "translation": {
      "en": "Regina.",
      "th": "เรจิน่า"
    }
  },
  {
    "translation": {
      "en": "Finally, Girl World was at peace.",
      "th": "ในที่สุดโลกหญิงสาวก็สงบ"
    }
  },
  {
    "translation": {
      "en": "Hey, check it out. Junior Plastics.",
      "th": "เฮ้ ดูสิ พลาสติกรุ่นใหม่"
    }
  },
  {
    "translation": {
      "en": "[Cady] And if any freshmen tried to disturb that peace...",
      "th": "และถ้ามีเด็กใหม่ พยายามรบกวนความสงบนั้น"
    }
  },
  {
    "translation": {
      "en": "Well, let's just say we knew how to take care of it.",
      "th": "เอาเป็นว่าเรารู้ว่าจะจัดการมันยังไง"
    }
  },
  {
    "translation": {
      "en": "Just kidding.",
      "th": "ล้อเล่นน่ะ"
    }
  }
]