[
  {
    "translation": {
      "en": "[teacher] Everyone, please take your seats.",
      "th": "ทุกคนนั่งประจำที่จ้ะ"
    }
  },
  {
    "translation": {
      "en": "You heard the bell. You know what it means.",
      "th": "ได้ยินเสียงกริ่งแล้ว พวกเธอเข้าใจความหมายนะ"
    }
  },
  {
    "translation": {
      "en": "Last week, the assignment was to write an essay",
      "th": "สัปดาห์ที่แล้ว การบ้านคือให้ไปเขียนเรียงความ"
    }
  },
  {
    "translation": {
      "en": "about your family.",
      "th": "เรื่องครอบครัวของฉัน"
    }
  },
  {
    "translation": {
      "en": "Who they…",
      "th": "พวกเขา…"
    }
  },
  {
    "translation": {
      "en": "[all] Are!",
      "th": "คือใคร"
    }
  },
  {
    "translation": {
      "en": "And what they…",
      "th": "และพวกเขา…"
    }
  },
  {
    "translation": {
      "en": "[all] Mean to us.",
      "th": "สำคัญกับเรายังไง"
    }
  },
  {
    "translation": {
      "en": "Excellent droning.",
      "th": "พูดยานคางเก่งมากจ้ะ"
    }
  },
  {
    "translation": {
      "en": "So I want everyone to take out their essays.",
      "th": "งั้นครูอยากให้ ทุกคนเอาเรียงความออกมา"
    }
  },
  {
    "translation": {
      "en": "We're going to read them aloud to the class right up here.",
      "th": "เราจะอ่านออกเสียงดังๆ ให้ทุกคนในชั้นฟัง"
    }
  },
  {
    "translation": {
      "en": "Mm, \"My mom says that me and my dad have very healthy appetites.\"",
      "th": "“แม่ผมบอกว่า ผมกับพ่อมีความสุข กับการกินอาหารมากเกินไป”"
    }
  },
  {
    "translation": {
      "en": "\"My mom and dad are very religious.\"",
      "th": "“พ่อแม่ของฉันเคร่งศาสนามาก”"
    }
  },
  {
    "translation": {
      "en": "\"When they're in their bedroom at night,",
      "th": "“ตอนกลางคืนในห้องนอน"
    }
  },
  {
    "translation": {
      "en": "I always hear them yelling, 'Jesus!'\"",
      "th": "ฉันได้ยินพ่อแม่ตะโกนว่า ‘พระเจ้า!’” บ่อยๆ"
    }
  },
  {
    "translation": {
      "en": "\"My mom says my dad's eyes are brown",
      "th": "“แม่บอกว่า ดวงตาพ่อผมเป็นสีน้ำตาล"
    }
  },
  {
    "translation": {
      "en": "because he is so full of sh--\"",
      "th": "เพราะสมองพ่อมีแต่เรื่องงี่…”"
    }
  },
  {
    "translation": {
      "en": "[teacher] Bryan!",
      "th": "ไบรอัน!"
    }
  },
  {
    "translation": {
      "en": "\"My brother Jack is in eighth grade.\"",
      "th": "“แจ็ค พี่ชายผมเรียนอยู่เกรดแปด”"
    }
  },
  {
    "translation": {
      "en": "\"He told me to ask my dad who he voted for… for… for president.\"",
      "th": "“เขาให้ผมไปถามพ่อว่า พ่อเลือกใครเป็นประธานาธิบดี”"
    }
  },
  {
    "translation": {
      "en": "\"I did, and my Dad said he's a total Bush man.\"",
      "th": "“ผมถามแล้วและพ่อตอบว่า ท่านเป็นสาวกบุชเต็มตัว”"
    }
  },
  {
    "translation": {
      "en": "\"That made my brother laugh really hard.\" [laughs]",
      "th": "“พี่ชายผมเลยหัวเราะจนท้องแข็ง”"
    }
  },
  {
    "translation": {
      "en": "\"Whenever my Uncle Stu comes over to play pool with my dad,",
      "th": "“เมื่อไหร่ก็ตาม ที่ลุงสตูมาเล่นพูลกับพ่อที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "my mom says the basement smells like a Cheech and Chong movie.\"",
      "th": "แม่ชอบพูดว่าในห้องใต้ดิน มีแต่กลิ่นกัญชาคลุ้งไปหมด”"
    }
  },
  {
    "translation": {
      "en": "Well, it's like this. My dog ate my paper.",
      "th": "คืออย่างนี้ครับ หมาของผมกินเรียงความเข้าไป"
    }
  },
  {
    "translation": {
      "en": "-I checked, but he didn't poop it out. -[all laugh]",
      "th": "ผมดูแล้ว แต่มันไม่ยอมถ่ายออกมา"
    }
  },
  {
    "translation": {
      "en": "What a lovely sentiment, Mr. Etheridge.",
      "th": "ช่างน่าเห็นใจจริงๆ คุณเอเธอริจ"
    }
  },
  {
    "translation": {
      "en": "Maybe your dog can eat the zero you'll be receiving too.",
      "th": "หมาเธอคงกินศูนย์คะแนน ที่ครูจะให้เธอไปด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "Aw, man!",
      "th": "โธ่ ครูครับ"
    }
  },
  {
    "translation": {
      "en": "Harsh.",
      "th": "แรงมาก"
    }
  },
  {
    "translation": {
      "en": "Miss Trinke? It's your turn now.",
      "th": "ทริงกี้ ตาหนูแล้วจ้ะ"
    }
  },
  {
    "translation": {
      "en": "[Gertie] \"My dad says life can be split into two categories,",
      "th": "“พ่อหนูบอกว่า ชีวิตแบ่งได้เป็นสองประเภท"
    }
  },
  {
    "translation": {
      "en": "New Jersey and New York.\"",
      "th": "นิวเจอร์ซีย์และนิวยอร์ก”"
    }
  },
  {
    "translation": {
      "en": "♪ Everyone's a kid at Christmas time ♪",
      "th": "(ธันวาคม ปี 1994)"
    }
  },
  {
    "translation": {
      "en": "[Gertie] My dad was a Jersey boy who became the youngest",
      "th": "พ่อฉันเป็นหนุ่มเจอร์ซีย์ เป็นนักประชาสัมพันธ์เพลง"
    }
  },
  {
    "translation": {
      "en": "and most successful music publicist in New York City.",
      "th": "ที่หนุ่มที่สุด และประสบความสำเรีจที่สุดในนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "By the time he was 27, he had 100 people working for him.",
      "th": "ตอนพ่ออายุ 27 ก็มีลูกน้องทำงานด้วยเป็นร้อยคน"
    }
  },
  {
    "translation": {
      "en": "And even though they all loved him… -[clears throat] -[Gertie] …he loved them even more.",
      "th": "และถึงแม้ทุกคนรักพ่ออยู่แล้ว แต่พ่อรักพวกเขามากยิ่งกว่า"
    }
  },
  {
    "translation": {
      "en": "My fellow flacks and spin doctors,",
      "th": "สหายนักประชาสัมพันธ์ทุกท่าน"
    }
  },
  {
    "translation": {
      "en": "-salud. -[all cheer]",
      "th": "เชิญดื่ม"
    }
  },
  {
    "translation": {
      "en": "[Gertie] Daddy loved his job,",
      "th": "พ่อรักงานมาก"
    }
  },
  {
    "translation": {
      "en": "but not as much as he loved my mom.",
      "th": "แต่ไม่มากเท่าที่พ่อรักแม่"
    }
  },
  {
    "translation": {
      "en": "Mommy was a book editor in New York City when her and Daddy met.",
      "th": "ตอนพ่อแม่พบกัน แม่เป็นบ.ก.หนังสือในนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "Daddy said their jobs were kind of the same.",
      "th": "พ่อบอกว่างานของพ่อกับแม่คล้ายๆ กัน"
    }
  },
  {
    "translation": {
      "en": "They made slight corrections for their clients.",
      "th": "นั่นคือแก้ไขข้อผิดพลาด เล็กๆ น้อยๆ ให้ลูกค้า"
    }
  },
  {
    "translation": {
      "en": "Because George Michael is a pimp who is all about the ladies, my friend.",
      "th": "ก็จอร์จ ไมเคิลเป็นพ่อเล้า ในหัวคิดแต่เรื่องผู้หญิงนะเพื่อน"
    }
  },
  {
    "translation": {
      "en": "Come on. \"I Want Your Sex\"?",
      "th": "คิดดูสิอย่าง เพลง “อยากเซ็กซ์กับคุณ”"
    }
  },
  {
    "translation": {
      "en": "That sound like he's singing to a guy?",
      "th": "ฟังเหมือนเขาร้องให้ผู้ชายเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Gertie] Daddy worked so much that sometimes Mommy could only see him late at night.",
      "th": "พ่อทำงานหนักมาก จนบางครั้ง กว่าจะเจอแม่ก็ดึกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Daddy says that's why they both loved the city so much…",
      "th": "พ่อบอกว่าเพราะแบบนี้ พวกท่านถึงรักเมืองนี้มาก"
    }
  },
  {
    "translation": {
      "en": "it never went to sleep.",
      "th": "เมืองที่ไม่เคยหลับใหล"
    }
  },
  {
    "translation": {
      "en": "And neither did him and Mommy.",
      "th": "พ่อกับแม่ก็เช่นกัน"
    }
  },
  {
    "translation": {
      "en": "But after a year of romance in New York City,",
      "th": "แต่หลังจากหนึ่งปีอันหวานชื่น ในนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "Daddy said it was time to show Mommy where he came from.",
      "th": "พ่อบอกว่าถึงเวลา ที่จะบอกแม่ว่าพ่อมาจากไหน"
    }
  },
  {
    "translation": {
      "en": "So he took her home to New Jersey",
      "th": "พ่อจึงพาแม่ไปนิวเจอร์ซีย์"
    }
  },
  {
    "translation": {
      "en": "and put her through what he said",
      "th": "และให้แม่เผชิญสิ่งที่พ่อเคยบอกว่า"
    }
  },
  {
    "translation": {
      "en": "was the biggest test their love would ever face.",
      "th": "เป็นการทดสอบ ความรักครั้งยิ่งใหญ่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "Introducing her to my Pop.",
      "th": "นั่นคือการแนะนำแม่ ให้รู้จักปู่ของฉัน"
    }
  },
  {
    "translation": {
      "en": "[Ollie] Hey!",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] Hey, how are ya? -[Bart] How you doing?",
      "th": "- สบายดีไหม - พ่อสบายดีไหมครับ"
    }
  },
  {
    "translation": {
      "en": "-How are you doing yourself? -This is Gertrude.",
      "th": "- แกล่ะเป็นไงบ้าง - นี่เกอร์ทรูดครับ"
    }
  },
  {
    "translation": {
      "en": "-Hi. Merry Christmas. -Gertrude.",
      "th": "- สุขสันต์วันคริสต์มาส - เกอร์ทรูด"
    }
  },
  {
    "translation": {
      "en": "And what do you do, Mr. Trinke?",
      "th": "คุณทำงานอะไรคะ คุณทริงกี้"
    }
  },
  {
    "translation": {
      "en": "Hey, easy on the \"Mr. Trinke.\" It's Bart.",
      "th": "ไม่ต้องเรียก “คุณทริงกี้” หรอก เรียกบาร์ทเถอะ"
    }
  },
  {
    "translation": {
      "en": "I work for the borough for 30 years now.",
      "th": "ฉันทำงานให้เขตเทศบาลมา 30 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "You're looking at the only man in Highlands",
      "th": "เป็นชายคนเดียวในไฮแลนด์ส"
    }
  },
  {
    "translation": {
      "en": "licensed to operate the street sweeper.",
      "th": "ที่มีใบอนุญาตขับรถกวาดถนน"
    }
  },
  {
    "translation": {
      "en": "Oh, man, I always wanted to ride in one of those things.",
      "th": "ตายจริง ฉันอยากลองขับ หนึ่งในรถแบบนั้นมาตลอดเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, you continue seeing my son… [clicks tongue]",
      "th": "ก็ถ้าเธอยังคบกับลูกฉันอยู่"
    }
  },
  {
    "translation": {
      "en": "…I can probably get you a turn at the wheel.",
      "th": "ฉันอาจให้เธอได้ลองขับก็ได้"
    }
  },
  {
    "translation": {
      "en": "You know, I was only gonna sleep with him a few more times and then dump him,",
      "th": "คืองี้ ฉันกะจะนอนกับเขา สักสองสามหนแล้วก็เท"
    }
  },
  {
    "translation": {
      "en": "but now, after an offer like that…",
      "th": "แต่หลังข้อเสนอแบบนั้นแล้ว…"
    }
  },
  {
    "translation": {
      "en": "Holy shit. Listen to the mouth on this one!",
      "th": "พับผ่าสิ สาวคนนี้ปากคอใช่ย่อย"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, they don't make them like Mom anymore, do they, Dad?",
      "th": "ใช่ครับ ผู้หญิงสมัยนี้ ไม่เหมือนแม่เลยว่าไหม พ่อ"
    }
  },
  {
    "translation": {
      "en": "[sighs] Now, listen, I'm going to the bar.",
      "th": "ฟังนะ ฉันจะไปเที่ยวบาร์"
    }
  },
  {
    "translation": {
      "en": "What a shock.",
      "th": "ตกใจจังเลย"
    }
  },
  {
    "translation": {
      "en": "If you guys are gonna do anything while I'm gone,",
      "th": "ถ้าพวกแกจะทำอะไรกัน ตอนฉันไม่อยู่"
    }
  },
  {
    "translation": {
      "en": "stay the hell off of my bed.",
      "th": "อย่าใช้เตียงฉันเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "[Gertrude] You're going to a bar?",
      "th": "คุณจะไปบาร์เหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Didn't he tell ya? I'm an alcoholic.",
      "th": "เขาไม่ได้บอกเหรอ ว่าฉันติดเหล้า"
    }
  },
  {
    "translation": {
      "en": "Well, I wanna go to the bar too.",
      "th": "ฉันก็อยากไปบาร์เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Oh, no. You don't wanna go to this bar.",
      "th": "อย่าเลย บาร์นี้คุณไม่อยากเข้าแน่"
    }
  },
  {
    "translation": {
      "en": "It's a bunch of old guys talking about how good they had it under Kennedy.",
      "th": "มีแต่พวกคนแก่ๆ คุยฟุ้ง เรื่องความรุ่งเรืองสมัยเคนเนดี้"
    }
  },
  {
    "translation": {
      "en": "The man was a goddamn saint.",
      "th": "เขาน่ะเป็นนักบุญมาเกิด"
    }
  },
  {
    "translation": {
      "en": "[Gertrude] Well, I'm going to the bar with your dad.",
      "th": "ฉันจะไปบาร์กับพ่อคุณ"
    }
  },
  {
    "translation": {
      "en": "You can come if you want.",
      "th": "ถ้าคุณอยากไปก็ตามมา"
    }
  },
  {
    "translation": {
      "en": "No, that's okay. I'll stay here and do the dishes.",
      "th": "ไม่เอาละดีกว่า ผมจะอยู่บ้านแล้วก็ล้างจาน"
    }
  },
  {
    "translation": {
      "en": "You know, I only cooked. Why shouldn't I clean?",
      "th": "อาหารผมก็ทำแล้ว ล้างจานแค่นี้เรื่องเล็ก"
    }
  },
  {
    "translation": {
      "en": "[Bart] Suit yourself.",
      "th": "ก็ตามใจนะ"
    }
  },
  {
    "translation": {
      "en": "But don't wash that pan.",
      "th": "แต่อย่าล้างกระทะนั่น"
    }
  },
  {
    "translation": {
      "en": "I got a nice layer of juice built up for the pork roll,",
      "th": "ฉันเอาน้ำที่เป็นไขๆ ไปทำพอร์คโรลได้"
    }
  },
  {
    "translation": {
      "en": "and I don't want you scrubbing it off.",
      "th": "แล้วฉันไม่อยากให้แกขัดออกหมด"
    }
  },
  {
    "translation": {
      "en": "That juice is called grease, Dad.",
      "th": "น้ำที่เป็นไขนั่นเรียกว่าไขมันนะพ่อ"
    }
  },
  {
    "translation": {
      "en": "It's bad for you. It clogs your arteries.",
      "th": "กินแล้วไม่ดี เดี๋ยวเส้นเลือดอุดตัน"
    }
  },
  {
    "translation": {
      "en": "It's called juice, and it greases a father's insides",
      "th": "มันเรียกน้ำน้ำจากเนื้อ และมันทำให้กระเพาะของพ่อลื่น"
    }
  },
  {
    "translation": {
      "en": "so that he can better swallow the shit his son feeds him twice a year",
      "th": "จนกระเดือกของที่ลูกชาย ทำให้กินปีละสองครั้ง"
    }
  },
  {
    "translation": {
      "en": "when he can be bothered to come to visit him.",
      "th": "ตอนเขาอุตส่าห์มาเยี่ยมฉันลงท้องได้"
    }
  },
  {
    "translation": {
      "en": "-[\"Let's Stay Together\" playing] -[Gertie] So that night, Daddy took Mommy to Pop's bar,",
      "th": "ดังนั้น คืนนั้น พ่อพาแม่ไปเที่ยวบาร์ของปู่"
    }
  },
  {
    "translation": {
      "en": "where she got to meet Pop's other children,",
      "th": "ซึ่งแม่ได้พบกับ คนที่เปรียบเหมือนลูกๆ ของปู่"
    }
  },
  {
    "translation": {
      "en": "his best friends Greenie and Block.",
      "th": "เพื่อนรักของปู่ กรีนนี่กับบล็อก"
    }
  },
  {
    "translation": {
      "en": "Hey, your kid's cutting a rug.",
      "th": "ลูกนายวาดลวดลายใหญ่เลย"
    }
  },
  {
    "translation": {
      "en": "Who are you, Connie Chung?",
      "th": "แล้วนายยุ่งอะไรด้วย"
    }
  },
  {
    "translation": {
      "en": "[Gertie] Daddy said because Mommy survived her first trip to Jersey",
      "th": "พ่อบอกว่าเพราะแม่มา นิวเจอร์ซีย์ครั้งแรกก็ผ่านฉลุย"
    }
  },
  {
    "translation": {
      "en": "he knew she was a keeper.",
      "th": "พ่อรู้เลยว่าแม่คือคู่แท้"
    }
  },
  {
    "translation": {
      "en": "[Gertie] He said they celebrated their engagement",
      "th": "พ่อเล่าว่า พวกท่านฉลองงานหมั้น"
    }
  },
  {
    "translation": {
      "en": "by going out for pizza.",
      "th": "โดยการออกไปกินพิซซ่า"
    }
  },
  {
    "translation": {
      "en": "And that's how I got here.",
      "th": "และนั่นคือวันที่ฉันถือกำเนิด"
    }
  },
  {
    "translation": {
      "en": "You think we have enough of these at home, or should I steal some?",
      "th": "คุณว่าบ้านเรามีเจ้านี่พอใช้ไหม หรือจิ๊กกลับไปดี"
    }
  },
  {
    "translation": {
      "en": "Put those away.",
      "th": "วางลงซะ"
    }
  },
  {
    "translation": {
      "en": "If you're gonna steal something, steal some rubber gloves.",
      "th": "จะขโมยทั้งที เอาถุงมือยางเลยดีกว่า"
    }
  },
  {
    "translation": {
      "en": "-Thanks, doc! -Thank you!",
      "th": "- ขอบคุณครับหมอ - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "[chuckles] You're welcome.",
      "th": "ยินดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Gertie] And with that, everyone lived happily ever after.",
      "th": "พอรู้ผลแบบนั้น ทุกคนจึงอยู่อย่างมีความสุขตลอดไป"
    }
  },
  {
    "translation": {
      "en": "Almost.",
      "th": "เกือบๆ น่ะ"
    }
  },
  {
    "translation": {
      "en": "All right, you got two minutes, and then we have to go, okay?",
      "th": "เอาละ คุณมีเวลาสองนาที แล้วเราต้องไปกัน เข้าใจนะ"
    }
  },
  {
    "translation": {
      "en": "-Or I'm gonna leave. -Would you stop rushing me?",
      "th": "- ไม่งั้นผมไปก่อน - อย่าเร่งฉันได้ไหม"
    }
  },
  {
    "translation": {
      "en": "I just don't understand how somebody who had all day sitting around the house to get ready",
      "th": "ผมไม่เข้าใจเลยว่า ทำไมคนที่อยู่บ้าน ได้เตรียมตัวทั้งวัน"
    }
  },
  {
    "translation": {
      "en": "waits till 20 minutes before we have to leave!",
      "th": "ถึงอ้อยอิ่งจนเหลือ 20 นาที เราต้องไปกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "You try getting anything accomplished with this big gut in your way!",
      "th": "คุณลองแต่งหน้าแต่งตัว ทั้งที่ท้องโย้จนเกะกะสิ"
    }
  },
  {
    "translation": {
      "en": "Do you not get it? This is one of the few days of the year that I can be fired for being late!",
      "th": "นี่เป็นหนึ่งในไม่กี่วันในรอบปี ที่ผมมีสิทธิ์โดนไล่ออกถ้าไปสาย"
    }
  },
  {
    "translation": {
      "en": "-Anytime that you wanna carry this baby… -That means I lose my job.",
      "th": "- นั่นคือผมตกงานแน่ - เมื่อไหร่ที่คุณอยากอุ้มท้องบ้าง"
    }
  },
  {
    "translation": {
      "en": "-I can't work anymore. We'll starve. -…you let me know. Okay.",
      "th": "- บอกฉันด้วยนะ - ถ้าผมไม่มีงานทำ เราอดตายแน่"
    }
  },
  {
    "translation": {
      "en": "I would be glad to go back to wearing regular dresses instead of this tent!",
      "th": "ฉันจะดีใจมากถ้าได้กลับไป ใส่เสื้อผ้าธรรมดาแทนชุดคลุมท้องนี่"
    }
  },
  {
    "translation": {
      "en": "Oh, the dress looks fine. It's gorgeous, okay? It's beautiful.",
      "th": "ชุดคุณสวยแล้ว มันสวยมาก สวยสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Yeah, until I'm standing next to Janet Jackson or Sheryl Crow.",
      "th": "ให้ฉันยืนข้างเจเน็ต แจ็กสัน หรือเชอริล โครว์ก่อนเถอะ"
    }
  },
  {
    "translation": {
      "en": "And then you'll see how not fine it looks.",
      "th": "แล้วคุณจะเห็นว่า ชุดมันเห่ยแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Gertie, I asked you, please, to use your own brush, okay?",
      "th": "เกอร์ตี้ ผมขอให้คุณ ใช้แปรงของตัวเองแล้วใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-Can you not use my brush? -Don't start, Ollie.",
      "th": "- อย่าใช้แปรงของผม - อย่าเริ่ม ออลลี่"
    }
  },
  {
    "translation": {
      "en": "It's just that every… every time I wanna comb my hair",
      "th": "จะหวีผมทีไร"
    }
  },
  {
    "translation": {
      "en": "I spend 15 minutes taking these long bushy hairs out of my brush.",
      "th": "ผมเสียเวลา 15 นาที ดึงเส้นผมยาวๆ ของคุณออกจากแปรงทุกที"
    }
  },
  {
    "translation": {
      "en": "-[stammers] And I mean, you ask me to-- -[sobs]",
      "th": "แถมคุณขอให้ผม…"
    }
  },
  {
    "translation": {
      "en": "[sighs] I'm sorry.",
      "th": "ผมขอโทษ"
    }
  },
  {
    "translation": {
      "en": "-Oh, baby, I'm sorry. I'm sorry. -[sobs]",
      "th": "ที่รัก ผมขอโทษ ขอโทษนะ"
    }
  },
  {
    "translation": {
      "en": "You don't understand what it's like to be this fat.",
      "th": "คุณไม่รู้หรอกว่าตัวอ้วนอย่างนี้ มันแย่แค่ไหน"
    }
  },
  {
    "translation": {
      "en": "I know.",
      "th": "ผมรู้จ้ะ"
    }
  },
  {
    "translation": {
      "en": "I've always been thin, and now I'm a disgusting pig!",
      "th": "ฉันผอมเพรียวมาตลอด แต่ตอนนี้กลายเป็นแม่หมูตอน"
    }
  },
  {
    "translation": {
      "en": "And it's my first time going to the Video Music Awards",
      "th": "แล้วนี่เป็นครั้งแรก ที่ฉันจะไปงานวิดีโอ มิวสิก อวอร์ดส์"
    }
  },
  {
    "translation": {
      "en": "and all the other girls are gonna be skinny,",
      "th": "แล้วต้องเจอบรรดาสาวๆ ที่หุ่นเพรียวลม"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna look like a whale! [sobs]",
      "th": "ส่วนฉันกลับเหมือนวาฬ ที่รัก ที่รักจ๊ะ พวกนั้นเสพโคเคนจนผอมต่างหาก"
    }
  },
  {
    "translation": {
      "en": "Baby, baby, they're… they're… they're just skinny 'cause they're all coked-out whores.",
      "th": "ที่รัก ที่รักจ๊ะ พวกนั้นเสพโคเคนจนผอมต่างหาก"
    }
  },
  {
    "translation": {
      "en": "[sobs] I wanna be a coked-out whore!",
      "th": "ถ้าเสพแล้วผอม ฉันก็อยากเสพบ้าง"
    }
  },
  {
    "translation": {
      "en": "Okay, you can be a coked-out whore too.",
      "th": "โอเค คุณจะได้เสพจนผอมแน่"
    }
  },
  {
    "translation": {
      "en": "You can be a coked-out, coked-out whore.",
      "th": "คุณจะได้เสพจนผอมสมใจอยาก"
    }
  },
  {
    "translation": {
      "en": "-Oh, it's okay. -I'm sorry, Ollie.",
      "th": "- มันโอเค - ฉันขอโทษ ออลลี่"
    }
  },
  {
    "translation": {
      "en": "-I should be more sensitive. I'm sorry. -[sniffles]",
      "th": "ผมควรใส่ใจมากกว่านี้ ผมขอโทษนะ"
    }
  },
  {
    "translation": {
      "en": "I should be more sensitive, honey. I know.",
      "th": "ผมควรเอาใจใส่มากกว่านี้ ผมรู้"
    }
  },
  {
    "translation": {
      "en": "-Yes. [sniffles] -I know.",
      "th": "- ค่ะ - ผมรู้"
    }
  },
  {
    "translation": {
      "en": "-Baby, we have to go now, okay? -Okay. Okay.",
      "th": "- ที่รัก เราต้องรีบไปแล้ว โอเคนะ - โอเค"
    }
  },
  {
    "translation": {
      "en": "-I love you. We have to go now, okay? -Okay.",
      "th": "- ผมรักคุณ เรารีบไปเถอะ โอเคไหม - โอเคค่ะ"
    }
  },
  {
    "translation": {
      "en": "-I love you too. Okay. -All right, let's go. Okay?",
      "th": "- ฉันก็รักคุณ โอเค - ดี ไปกันเถอะ โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "Just give me two minutes. [sobs]",
      "th": "ฉันขออีกสองนาที"
    }
  },
  {
    "translation": {
      "en": "-[Ollie] What time is it? -[Arthur] Uh, twenty after.",
      "th": "- กี่โมงแล้ว - เลยมา 20 นาทีแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Ollie] She's gonna kill me!",
      "th": "เธอฆ่าฉันแน่"
    }
  },
  {
    "translation": {
      "en": "[Arthur] Yeah, I still need the quote for the Madonna release.",
      "th": "ผมยังอยากได้คำโปรโมท มิวสิกวิดีโอใหม่ของมาดอนน่า"
    }
  },
  {
    "translation": {
      "en": "Okay. Quote, \"Madonna trusts the public will judge for itself that…",
      "th": "ได้ จดนะ “มาดอนน่าเชื่อว่า ประชาชนจะตัดสินได้เองว่า…"
    }
  },
  {
    "translation": {
      "en": "…uh, this latest in a long line of breakthrough music videos",
      "th": "มิวสิกวิดีโอชุดใหม่ล่าสุดนี้"
    }
  },
  {
    "translation": {
      "en": "is not the tasteless sexploitation it's accused of being.\"",
      "th": "ไม่ได้ใช้ประโยชน์จากเรื่องทางเพศ แบบไร้รสนิยม อย่างที่ถูกกล่าวหา”"
    }
  },
  {
    "translation": {
      "en": "\"It's artistic expression.\" Unquote.",
      "th": "“มันถ่ายทอดออกมาอย่างมีศิลป์” จบแล้ว"
    }
  },
  {
    "translation": {
      "en": "Of what?",
      "th": "ของอะไร"
    }
  },
  {
    "translation": {
      "en": "Of one woman's constant need to show the world…",
      "th": "ของสาวมั่นคนนึง ที่อยากให้ทั้งโลกได้เห็น…"
    }
  },
  {
    "translation": {
      "en": "-[music concludes] -…her labia.",
      "th": "กลีบของเธอ"
    }
  },
  {
    "translation": {
      "en": "Hey, can I use the word \"labia\" in a press release?",
      "th": "นี่ ใช้คำว่า “กลีบ” ในงานแถลงข่าวได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "See you next week.",
      "th": "เจอกันอาทิตย์หน้านะ"
    }
  },
  {
    "translation": {
      "en": "One of these days, I'm gonna get me one of those husbands",
      "th": "สักวัน ฉันจะหาสามีประเภทที่"
    }
  },
  {
    "translation": {
      "en": "that actually show up for Lamaze.",
      "th": "ยอมมาฝึกวิธีลามาซก่อนคลอดได้"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, babe. It was Madonna.",
      "th": "ขอโทษที่รัก เพราะเรื่องมาดอนน่าน่ะ"
    }
  },
  {
    "translation": {
      "en": "[Gertrude] So you were late because of another woman.",
      "th": "งั้นคุณมาช้าเพราะผู้หญิงอื่น"
    }
  },
  {
    "translation": {
      "en": "That's nice.",
      "th": "เยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "-Come on. I still gotta do my job. -[Gertrude] And I still gotta do mine too.",
      "th": "- ไม่เอาน่า ผมยังต้องทำงานนะ - ฉันก็ต้องทำงานของฉัน"
    }
  },
  {
    "translation": {
      "en": "But I was at Lamaze on time.",
      "th": "แต่ฉันมาฝึกลามาซตรงเวลา"
    }
  },
  {
    "translation": {
      "en": "Look, all I'm saying is",
      "th": "ฟังนะ ที่ฉันจะพูดคือ"
    }
  },
  {
    "translation": {
      "en": "that guy who used to spend all night at the office",
      "th": "หนุ่มที่เคยหมกตัว อยู่ในออฟฟิศทั้งคืน"
    }
  },
  {
    "translation": {
      "en": "and barely live in his apartment,",
      "th": "และแทบไม่ได้อยู่บ้านน่ะ"
    }
  },
  {
    "translation": {
      "en": "that's not you anymore.",
      "th": "ไม่ควรเป็นคุณอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Now you have to be the guy who's done by six",
      "th": "ตอนนี้คุณต้องเป็นสามี ที่เลิกงานตอนหกโมง"
    }
  },
  {
    "translation": {
      "en": "and comes home and hangs out with his family.",
      "th": "แล้วรีบกลับบ้าน เพื่อมาอยู่กับครอบครัว"
    }
  },
  {
    "translation": {
      "en": "That's the only way we're gonna work.",
      "th": "นั่นเป็นวิธีเดียวที่เราจะไปกันรอด"
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "th": "ตกลงไหม"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ตกลง"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-[Ollie] Okay. -Okay.",
      "th": "- โอเค - โอเค"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Okay.",
      "th": "- โอเค - โอเค"
    }
  },
  {
    "translation": {
      "en": "-Can I help you? -[Ollie pants] Yes.",
      "th": "- ให้ช่วยอะไรคะ - ครับ"
    }
  },
  {
    "translation": {
      "en": "My wife's water broke.",
      "th": "เมียผมถุงน้ำคร่ำแตก"
    }
  },
  {
    "translation": {
      "en": "She's gonna have a baby.",
      "th": "เธอกำลังจะคลอดแล้ว"
    }
  },
  {
    "translation": {
      "en": "You're gonna have to check in, hon.",
      "th": "คุณต้องกรอกเอกสารก่อน"
    }
  },
  {
    "translation": {
      "en": "Check in? Where, at the concierge desk?",
      "th": "กรอกเอกสาร ที่ไหนล่ะ ที่โต๊ะเจ้าหน้าที่ดูแลเหรอ"
    }
  },
  {
    "translation": {
      "en": "Why are you being so combative with me?",
      "th": "ทำไมคุณถึงพร้อมสู้ผมขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "First of all, take your hands off my uniform.",
      "th": "ข้อแรก เอามือออกจากเครื่องแบบฉัน"
    }
  },
  {
    "translation": {
      "en": "And second, I'm gonna need a patient here.",
      "th": "และข้อสอง ไปพาคนไข้มาที่นี่"
    }
  },
  {
    "translation": {
      "en": "This is my wife.",
      "th": "นี่ไงเมียผม"
    }
  },
  {
    "translation": {
      "en": "This is the belligerent nurse that's being difficult with me,",
      "th": "นี่คือพยาบาลกระหายสงคราม ที่ทำตัวเรื่องมากใส่ผม"
    }
  },
  {
    "translation": {
      "en": "giving me such a hard time.",
      "th": "จนผมยุ่งยากมากมาย"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. He's just a little panicky.",
      "th": "ขอโทษด้วยค่ะ เขาขี้ตกใจไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "-Can I get a wheelchair? -Okay.",
      "th": "- รอรถเข็นก่อนนะคะ - ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Let's get you up to delivery. -Okay.",
      "th": "- ไปห้องคลอดกันเลยค่ะ - โอเค"
    }
  },
  {
    "translation": {
      "en": "And let him fill out the paperwork.",
      "th": "แล้วให้สามีคุณกรอกเอกสารไปก่อน"
    }
  },
  {
    "translation": {
      "en": "-Okay. -If we can trust him with a pen.",
      "th": "- โอเค - ถ้าเรามั่นใจว่าเขาจับปากกาไหว"
    }
  },
  {
    "translation": {
      "en": "Here, sweetie.",
      "th": "นี่ค่ะที่รัก"
    }
  },
  {
    "translation": {
      "en": "Okay, just relax. Breathe. Remember, take it easy.",
      "th": "จ้ะ ใจเย็นๆ หายใจไว้ อย่าลืม ใจเย็นๆ นะ"
    }
  },
  {
    "translation": {
      "en": "I love you. I'll be right there, okay? I love you.",
      "th": "ผมรักคุณ ผมจะรีบตามไป ผมรักคุณนะ"
    }
  },
  {
    "translation": {
      "en": "-I love you too. -Okay? I love you.",
      "th": "- ฉันก็รักคุณ - โอเคไหม ผมรักคุณ"
    }
  },
  {
    "translation": {
      "en": "-Bye, baby. -We've practiced this a thousand times.",
      "th": "- บายที่รัก - เราฝึกมาเป็นพันๆ ครั้งแล้ว"
    }
  },
  {
    "translation": {
      "en": "It'll be great. How hard can it be?",
      "th": "ไม่เป็นไรแน่ มันจะไปยากอะไร"
    }
  },
  {
    "translation": {
      "en": "Push! You're doing good.",
      "th": "เบ่ง คุณทำดีมาก"
    }
  },
  {
    "translation": {
      "en": "You're doing real good. I know it's hard.",
      "th": "คุณทำดีมากเลย ผมรู้ว่ามันยาก"
    }
  },
  {
    "translation": {
      "en": "-No, I can't. I can't do it. -You can do it. You can do it.",
      "th": "- ไม่ ฉันไม่ไหว ฉันทำไม่ได้ - คุณทำได้"
    }
  },
  {
    "translation": {
      "en": "-It hurts! -I know it hurts. You can do it.",
      "th": "- มันเจ็บ - ผมรู้ว่ามันเจ็บ คุณทำได้"
    }
  },
  {
    "translation": {
      "en": "-It hurts! -It's okay, baby.",
      "th": "- มันเจ็บ - ไม่เป็นไรที่รัก"
    }
  },
  {
    "translation": {
      "en": "-[doctor] Push for me. Come on. -Push.",
      "th": "- เบ่ง คุณทำได้ - เบ่งมาเลย เอาเลย พร้อมนะ"
    }
  },
  {
    "translation": {
      "en": "-[sobs, exhales] No! -Take a deep breath. In five, four…",
      "th": "หายใจลึกๆ ห้า สี่…"
    }
  },
  {
    "translation": {
      "en": "-Okay? Here you go. Breathe. -…three, two, one.",
      "th": "- โอเคนะ แบบนั้นแหละ หายใจ - สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "-Push. Push harder, Gertie. Push harder. -[screams, sobs] No.",
      "th": "เบ่ง เบ่งแรงๆ เกอร์ตี้ เบ่งแรงๆ อีก"
    }
  },
  {
    "translation": {
      "en": "The baby's crowning. I can see her.",
      "th": "เห็นส่วนหัวเด็กโผล่มาแล้ว"
    }
  },
  {
    "translation": {
      "en": "-I just need one more push. -Can you see her?",
      "th": "- เบ่งอีกแค่หนเดียว - คุณเห็นแกไหม"
    }
  },
  {
    "translation": {
      "en": "Holy shit! I can see the head.",
      "th": "ให้ตายสิ ผมเห็นหัวลูกแล้ว"
    }
  },
  {
    "translation": {
      "en": "[doctor] Come on. One more. Breathe.",
      "th": "เบ่งอีกหน หายใจ"
    }
  },
  {
    "translation": {
      "en": "-In five, four… -Push! It's almost there, baby.",
      "th": "- ใน ห้า สี่… - เบ่ง ลูกเกือบออกมาแล้วที่รัก"
    }
  },
  {
    "translation": {
      "en": "-You're doing it. Push! -[doctor] …three, two, one.",
      "th": "- คุณทำได้ เบ่ง - สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "-Push! -[screams]",
      "th": "เบ่งเลย"
    }
  },
  {
    "translation": {
      "en": "[doctor] Here she comes! Here she comes!",
      "th": "ออกมาแล้ว เด็กออกมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Here she is. -[cries]",
      "th": "เด็กออกมาแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Do you wanna cut the cord, dad? -Yeah.",
      "th": "- คุณพ่ออยากตัดสายรกเองไหมคะ - ครับ"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Scissors, please.",
      "th": "ขอกรรไกร"
    }
  },
  {
    "translation": {
      "en": "Yes! [chuckles] And she's got all ten fingers, ten toes.",
      "th": "เยี่ยม เด็กมีนิ้วมือสิบนิ้ว นิ้วเท้าสิบนิ้วครบค่ะ"
    }
  },
  {
    "translation": {
      "en": "We'll get her all cleaned up and then we're gonna check…",
      "th": "เดี๋ยวเราจะล้างตัวเด็กก่อน เสร็จแล้วเราจะเช็ก…"
    }
  },
  {
    "translation": {
      "en": "-[EKG machine beeping] -Gertie?",
      "th": "เกอร์ตี้"
    }
  },
  {
    "translation": {
      "en": "-[Ollie] Baby, look. -[doctor] Gertie?",
      "th": "- ที่รัก ดูลูกสิ - เกอร์ตี้"
    }
  },
  {
    "translation": {
      "en": "Gertie!",
      "th": "เกอร์ตี้"
    }
  },
  {
    "translation": {
      "en": "Gertie, can you hear me?",
      "th": "เกอร์ตี้ ได้ยินฉันไหม"
    }
  },
  {
    "translation": {
      "en": "-She's okay-- Sweetheart? -[doctor] Nurse.",
      "th": "- เธอโอเคไหม ที่รัก - พยาบาล"
    }
  },
  {
    "translation": {
      "en": "Nurse, get Dr. Mortimer right away.",
      "th": "พยาบาล ตามหมอมอร์ติเมอร์มาเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "[Ollie] She's just resting. Who's Dr. Mortimer?",
      "th": "เธอพักผ่อนน่ะ หมอมอร์ติเมอร์เป็นใคร"
    }
  },
  {
    "translation": {
      "en": "[nurse] Dr. Mortimer!",
      "th": "หมอมอร์ติเมอร์"
    }
  },
  {
    "translation": {
      "en": "-[Ollie] What's happening? -[doctor] She's unresponsive.",
      "th": "- เกิดอะไรขึ้น - แม่ไม่มีอาการตอบสนอง"
    }
  },
  {
    "translation": {
      "en": "-Gertie! -Gertie! Gertie!",
      "th": "- เกอร์ตี้ - เกอร์ตี้ เกอร์ตี้"
    }
  },
  {
    "translation": {
      "en": "Gertie, Gertie, it's me! Gertie?",
      "th": "เกอร์ตี้ ผมเองนะ เกอร์ตี้"
    }
  },
  {
    "translation": {
      "en": "[doctor] Healthy baby. Unresponsive.",
      "th": "เด็กแข็งแรงดี แม่ไม่มีอาการตอบสนอง"
    }
  },
  {
    "translation": {
      "en": "-Respiratory arrest. -[nurse] Turn it around!",
      "th": "ภาวะหยุดหายใจ"
    }
  },
  {
    "translation": {
      "en": "What's happening to my wife?",
      "th": "เกิดอะไรขึ้นกับเมียผม"
    }
  },
  {
    "translation": {
      "en": "Let's open that IV, please.",
      "th": "ช่วยกันเปิดเส้นเลือดดำเร็ว"
    }
  },
  {
    "translation": {
      "en": "Baby, are you okay? Sweetheart, sweetheart, wake up!",
      "th": "ที่รักคุณโอเคไหม ที่รัก ที่รักฟื้นสิ"
    }
  },
  {
    "translation": {
      "en": "Please, someone take Mr. Trinke outside. Please!",
      "th": "ช่วยพาคุณทริงกี้ออกไปก่อน เร็ว"
    }
  },
  {
    "translation": {
      "en": "I'm gonna have to intubate.",
      "th": "ฉันจะต้องสอดท่อ"
    }
  },
  {
    "translation": {
      "en": "Gertie, wake up, my love. Wake up.",
      "th": "เกอร์ตี้ ฟื้นสิ ที่รักฟื้นสิ"
    }
  },
  {
    "translation": {
      "en": "Gertie, please. Wake up.",
      "th": "เกอร์ตี้ ได้โปรด ฟื้นสิ"
    }
  },
  {
    "translation": {
      "en": "Get off me! Gertie! [speaks indistinctly]",
      "th": "ปล่อยผมนะ เกอร์ตี้"
    }
  },
  {
    "translation": {
      "en": "I wanna stay with my wife! Gertie! Gertie!",
      "th": "ผมจะอยู่กับเมียผม เกอร์ตี้ เกอร์ตี้"
    }
  },
  {
    "translation": {
      "en": "What's happening? Somebody just tell me--",
      "th": "นี่มันเกิดอะไรขึ้น ใครก็ได้บอกผม…"
    }
  },
  {
    "translation": {
      "en": "Ollie…",
      "th": "ออลลี่…"
    }
  },
  {
    "translation": {
      "en": "Hey, if I don't get to go in there right now,",
      "th": "ถ้าไม่ให้ผมเข้าไปในนั้นเดี๋ยวนี้ ผมเอาเรื่องแน่"
    }
  },
  {
    "translation": {
      "en": "-I swear to God! -Ollie… Ollie,",
      "th": "ออลลี่ ใจเย็นๆ"
    }
  },
  {
    "translation": {
      "en": "-calm down. -Fuck you, calm down! Okay?",
      "th": "ใจเย็นบ้านคุณสิ เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "I got dragged out of there, I haven't got to see my baby!",
      "th": "ผมถูกลากออกมา หน้าลูกก็ยังไม่ได้เห็น"
    }
  },
  {
    "translation": {
      "en": "Your baby is fine. She's healthy, she's normal.",
      "th": "ลูกคุณแข็งแรงดี ปกติดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "What's wrong with Gertie? What happened?",
      "th": "แล้วเกิดอะไรขึ้นกับเกอร์ตี้ เป็นอะไร"
    }
  },
  {
    "translation": {
      "en": "I just-- I need you to calm down before I--",
      "th": "ฉันอยากให้คุณใจเย็นก่อนที่ฉัน…"
    }
  },
  {
    "translation": {
      "en": "Look, I'm calm! Okay?",
      "th": "ฟังนะ ผมเย็นแล้ว โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "I'm calm.",
      "th": "ใจเย็นแล้ว"
    }
  },
  {
    "translation": {
      "en": "We think Gertie had an aneurysm.",
      "th": "เราคิดว่าเกอร์ตี้ เส้นเลือดสมองโป่งพอง"
    }
  },
  {
    "translation": {
      "en": "Is she okay?",
      "th": "เธอโอเคหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "We lost her, Ollie.",
      "th": "เธอไปแล้ว ออลลี่"
    }
  },
  {
    "translation": {
      "en": "The strain of the contractions",
      "th": "อาการเกร็งจากการบีบรัด และการเบ่ง"
    }
  },
  {
    "translation": {
      "en": "and the pushing must have caused the aneurysm to rupture.",
      "th": "อาการเกร็งจากการบีบรัด และการเบ่ง ต้องเป็นสาเหตุทำให้ เส้นเลือดสมองแตก"
    }
  },
  {
    "translation": {
      "en": "There are rarely symptoms for aneurysms…",
      "th": "เป็นอาการที่พบได้ยาก ที่เส้นเลือดสมองแตก…"
    }
  },
  {
    "translation": {
      "en": "♪ That's how I knew the story Would break my heart ♪",
      "th": "(ทริงกี้)"
    }
  },
  {
    "translation": {
      "en": "[Ollie] You sure you're okay with this, Dad?",
      "th": "พ่อแน่ใจนะว่าทำไหวน่ะ"
    }
  },
  {
    "translation": {
      "en": "What okay? She's my granddaughter.",
      "th": "ทำไมล่ะ แม่หนูเป็นหลานสาวนะ"
    }
  },
  {
    "translation": {
      "en": "-[baby cries] -Yeah, you can stay with me anytime, can't you?",
      "th": "ไง หนูอยู่กับปู่ได้เสมอใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yes, you can.",
      "th": "ได้อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Until you're a teenager, with the boys and the reefer.",
      "th": "อยู่จนกว่าหนูโตเป็นวัยรุ่น แล้วมีแฟนกับสูบกัญชาเป็น"
    }
  },
  {
    "translation": {
      "en": "-Then I don't wanna know about you. -[coos]",
      "th": "จากนั้นปู่ก็ไม่อยากรู้เรื่องหนูแล้ว"
    }
  },
  {
    "translation": {
      "en": "I wouldn't impose on you, you know.",
      "th": "ผมไม่อยากบังคับพ่อหรอก"
    }
  },
  {
    "translation": {
      "en": "I just got a lot of work piled up from, uh, before and…",
      "th": "แต่งานผมกองท่วมหัว ตั้งแต่ตอนนั้นแล้ว…"
    }
  },
  {
    "translation": {
      "en": "-I'll be back late tonight, okay? -[Bart] Yeah, take your time.",
      "th": "คืนนี้ผมจะกลับดึกนะ ได้ ตามสบายเลย"
    }
  },
  {
    "translation": {
      "en": "Your daddy really misses your mommy, kid.",
      "th": "พ่อเขาคิดถึงแม่มาก หนูน้อย"
    }
  },
  {
    "translation": {
      "en": "I miss her too.",
      "th": "ปู่ก็คิดถึง"
    }
  },
  {
    "translation": {
      "en": "Especially right now.",
      "th": "โดยเฉพาะตอนนี้"
    }
  },
  {
    "translation": {
      "en": "-[baby farts] -Oh, Jesus! [exhales]",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ว่าไง"
    }
  },
  {
    "translation": {
      "en": "-You wanted to see me, Ollie? -Yeah, come on in.",
      "th": "เรียกผมเหรอครับ ออลลี่ ใช่ เข้ามาสิ"
    }
  },
  {
    "translation": {
      "en": "I didn't think you were gonna be in this week.",
      "th": "ไม่นึกว่าอาทิตย์นี้คุณจะเข้าออฟฟิศ"
    }
  },
  {
    "translation": {
      "en": "How you doing, man? You… you all right?",
      "th": "เป็นยังไงบ้าง คุณโอเคไหม"
    }
  },
  {
    "translation": {
      "en": "I'm… I'm fine.",
      "th": "ฉันสบายดี"
    }
  },
  {
    "translation": {
      "en": "Look, this piece in the Post.",
      "th": "ดูบทความชิ้นนี้ในโพสต์สิ"
    }
  },
  {
    "translation": {
      "en": "Why didn't you call me when this broke? I had to read about it in New Jersey.",
      "th": "ทำไมไม่โทรบอกฉัน ฉันไปอ่านเจอเองในนิวเจอร์ซีย์"
    }
  },
  {
    "translation": {
      "en": "I covered it, Ollie. It's cool. The nurse is a fan.",
      "th": "ผมจัดการเรียบร้อยแล้ว ออลลี่ ไม่เป็นไรหรอก พยาบาลคนนั้นปลื้มเขา"
    }
  },
  {
    "translation": {
      "en": "Will she still be a fan when the Enquirer flashes a stack of fifties in her face?",
      "th": "เธอจะยังปลื้มไหมถ้าเอ็นไควเรอร์ จ่ายเงินให้เธอแฉ"
    }
  },
  {
    "translation": {
      "en": "Listen, something like this breaks, I'm not in the city,",
      "th": "ฟังไว้นะ ถ้าข่าวแบบนี้หลุดออกมา แล้วฉันไม่อยู่"
    }
  },
  {
    "translation": {
      "en": "you find me or you find another job.",
      "th": "นายต้องตามหาฉัน หรือไม่ก็หางานใหม่ซะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, okay.",
      "th": "รับทราบครับ"
    }
  },
  {
    "translation": {
      "en": "[sighs] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "What else do we got?",
      "th": "เรามีงานอะไรอีก"
    }
  },
  {
    "translation": {
      "en": "Um, Will Smith.",
      "th": "วิลล์ สมิธ"
    }
  },
  {
    "translation": {
      "en": "Who?",
      "th": "ใครนะ"
    }
  },
  {
    "translation": {
      "en": "The Fresh Prince?",
      "th": "เดอะเฟรชพรินซ์ไง"
    }
  },
  {
    "translation": {
      "en": "DJ Jazzy Jeff and the Fresh Prince, Fresh Prince?",
      "th": "“ดีเจแจ๊สซี่เจฟกับ เดอะเฟรชพรินซ์” เนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "-[Arthur] Yeah. -What about him?",
      "th": "- ใช่ - เขาทำไม"
    }
  },
  {
    "translation": {
      "en": "Well, uh, you remember the first album,",
      "th": "คุณจำอัลบั้มแรกได้ไหม เกิร์ล แอนท์…"
    }
  },
  {
    "translation": {
      "en": "-with \"Girls Ain’t Nothing but Trouble\"? -Rock the House. Yeah?",
      "th": "คุณจำอัลบั้มแรกได้ไหม เกิร์ล แอนท์… ร็อกเดอะเฮาส์ ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Rock the House. Right.",
      "th": "ร็อกเดอะเฮาส์ ใช่"
    }
  },
  {
    "translation": {
      "en": "Well, uh, you remember on the cover of… of the album Jazzy Jeff is… is holding a model of a house?",
      "th": "คุณจำได้ไหมที่หน้าปกอัลบั้ม เป็นแจ๊สซี่เจฟอุ้มแบบบ้านจำลองอยู่"
    }
  },
  {
    "translation": {
      "en": "Vaguely.",
      "th": "จำได้ลางๆ"
    }
  },
  {
    "translation": {
      "en": "Well, Will Smith is donating that house to the Hard Rock Cafe.",
      "th": "คือวิลล์ สมิธจะบริจาค บ้านหลังนั้นให้ฮาร์ดร็อกคาเฟ่"
    }
  },
  {
    "translation": {
      "en": "Well, stop the presses. You put the word out yet?",
      "th": "กันสื่อไว้ก่อน นายปล่อยข่าวไปหรือยัง"
    }
  },
  {
    "translation": {
      "en": "Date pending, yeah.",
      "th": "กำลังนัดวันปล่อยครับ"
    }
  },
  {
    "translation": {
      "en": "-Anybody give a shit? -Every outlet wants in.",
      "th": "- มีสื่อรายไหนสนใจไหม - ทุกองค์กรข่าวอยากมีเอี่ยว"
    }
  },
  {
    "translation": {
      "en": "-You're kidding me. -[Arthur] No.",
      "th": "- พูดเป็นเล่นน่า - จริง"
    }
  },
  {
    "translation": {
      "en": "Even US News & World Report.",
      "th": "ขนาดยูเอส นิวส์ แอนด์ รีพอร์ตก็ยังสน"
    }
  },
  {
    "translation": {
      "en": "Why? It's an eight-year-old album.",
      "th": "ทำไมกัน อัลบั้มนั่นตั้ง 8 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Doesn't matter. Everyone loves that Fresh Prince TV show.",
      "th": "ไม่สำคัญ ทุกคนรัก รายการทีวี “เฟรชพรินซ์”"
    }
  },
  {
    "translation": {
      "en": "He… he's got that movie coming out in a couple of weeks, uh, Independence Day.",
      "th": "เขาจะมีหนังออกฉายในสองอาทิตย์ เรื่องสงครามวันล้างโลก"
    }
  },
  {
    "translation": {
      "en": "Well, then, kick it up to 30. Let the film division handle it.",
      "th": "ให้กำหนดเป็นวันที่ 30 ให้ฝ่ายภาพยนตร์จัดการไป"
    }
  },
  {
    "translation": {
      "en": "No, we can't.",
      "th": "ไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "Will wants to keep his music career separate from his movie career.",
      "th": "วิลล์ต้องการแยกอาชีพนักร้อง ออกจากอาชีพนักแสดง"
    }
  },
  {
    "translation": {
      "en": "Like the Fresh Prince of Bel Air is ever gonna have a movie career.",
      "th": "อย่างกับ “เฟรชพรินซ์แห่งเบลแอร์” จะทำให้อาชีพเล่นหนังรุ่งขึ้นมาได้"
    }
  },
  {
    "translation": {
      "en": "All right. Get me everything you can.",
      "th": "ก็ได้ เอาทุกอย่างที่หาได้มาให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "I'll put together a press kit on him, and we'll just do it.",
      "th": "ฉันจะทำสื่อประชาสัมพันธ์ให้เขา แล้วเราก็จัดแถลงข่าว"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Patty, get me Kirsch.",
      "th": "- โอเค - แพทตี้ ต่อสายเคิร์ชให้ที"
    }
  },
  {
    "translation": {
      "en": "[Patty through telephone] Sure, Ollie.",
      "th": "ได้ค่ะออลลี่"
    }
  },
  {
    "translation": {
      "en": "You know, Ollie, I can handle this, uh, Fresh Prince stuff",
      "th": "คืองี้ ออลลี่ ผมจัดการเรื่อง เฟรชพรินซ์ให้ได้นะ"
    }
  },
  {
    "translation": {
      "en": "if… if you wanna take a couple of days…",
      "th": "ถ้าคุณอยากพักสักสองสามวัน"
    }
  },
  {
    "translation": {
      "en": "Hey, Arthur, I can do my job.",
      "th": "นี่อาเธอร์ ฉันทำงานไหว"
    }
  },
  {
    "translation": {
      "en": "I'm all set, okay? You do your job. Go ahead.",
      "th": "ฉันพร้อม เข้าใจนะ ไปทำงานของนายเถอะ"
    }
  },
  {
    "translation": {
      "en": "Patty, did you not hear me? l asked you to please get Kirsch on the phone.",
      "th": "แพทตี้ ไม่ได้ยินเหรอ ผมบอกให้ต่อสายเคิร์ช"
    }
  },
  {
    "translation": {
      "en": "-Ollie? -[Patty] I'm trying.",
      "th": "- ออลลี่ - ต่ออยู่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "What, man?",
      "th": "อะไรอีก"
    }
  },
  {
    "translation": {
      "en": "I… I know I told you at the funeral, but I'm… I'm really sorry…",
      "th": "ผมรู้ว่าผมเคยพูดแล้วในงานศพ แต่ผมเสียใจจริงๆ…"
    }
  },
  {
    "translation": {
      "en": "I'm fine! Okay, Arthur? I am fine. Please go do what I asked you to do now.",
      "th": "ฉันไม่เป็นไร โอเคไหม อาเธอร์ ฉันสบายดี ไปทำตามที่ฉันสั่งให้ทำเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "-[Patty] Kirschner on one. -Okay, put him on the phone, then!",
      "th": "- เคิร์ชเนอร์สายหนึ่งค่ะ - ดี งั้นก็ต่อสายเข้ามา"
    }
  },
  {
    "translation": {
      "en": "-Hey, how's the baby? -The baby is fine, Arthur!",
      "th": "ลูกคุณเป็นไงบ้าง ลูกสบายดี อาเธอร์"
    }
  },
  {
    "translation": {
      "en": "Forget about the baby! I just wanna do my job!",
      "th": "ลืมเรื่องลูกก่อน ฉันอยากทำงาน"
    }
  },
  {
    "translation": {
      "en": "[Kirschner] Jesus Christ, Ollie! What the hell you screaming about?",
      "th": "ให้ตายสิออลลี่ นายโวยวายทำบ้าอะไร"
    }
  },
  {
    "translation": {
      "en": "-Patty, was that-- -[telephone beeps]",
      "th": "แพทตี้ นั่นเขา…"
    }
  },
  {
    "translation": {
      "en": "-[baby crying] -[Ollie] Yeah, I'm working on that right now, Arthur. Don't worry about that.",
      "th": "เรื่องนั้นฉันจะจัดการเอง อาเธอร์ ไม่ต้องห่วง"
    }
  },
  {
    "translation": {
      "en": "Just get there early and deal with the menu, okay?",
      "th": "ให้ไปที่นั่นล่วงหน้า แล้วจัดการเรื่องเมนู โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "-[baby crying] -Hey! Are you deaf?",
      "th": "นี่ หูหนวกเหรอ"
    }
  },
  {
    "translation": {
      "en": "The kid is crying up there.",
      "th": "ลูกแกแหกปากร้องอยู่บนห้อง"
    }
  },
  {
    "translation": {
      "en": "Yeah. Can you deal with that?",
      "th": "ได้ ช่วยหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "I'm doing something important right here, Dad, okay? Thanks.",
      "th": "ผมติดงานสำคัญอยู่ ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "What the hell could be more important than your kid crying?",
      "th": "อะไรจะสำคัญกว่าลูกแกร้องงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "I have a memorabilia donation ceremony in the morning",
      "th": "ตอนเช้าผมต้องจัด พิธีบริจาคของที่ระลึก"
    }
  },
  {
    "translation": {
      "en": "that my company is treating like a… a… a royal wedding",
      "th": "ที่บริษัทผมจัดซะอย่างกับ งานแต่งราชวงศ์"
    }
  },
  {
    "translation": {
      "en": "'cause apparently the client's the most beloved American musician",
      "th": "เพราะลูกค้าเป็นนักดนตรียอดนิยม ของคนอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "-since Elvis Presley, all right? -[baby continues crying]",
      "th": "ตั้งแต่เอลวิส เพรสลี่ย์ตายไง"
    }
  },
  {
    "translation": {
      "en": "The kid's been screaming for the last ten minutes.",
      "th": "ลูกแกแผดเสียงร้องมาสิบนาทีแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "If it bothers you so much, go up there and give her a bottle, okay?",
      "th": "ถ้าพ่อหนวกหูนัก ก็ขึ้นไปเอาขวดนมใส่ปากแกสิ"
    }
  },
  {
    "translation": {
      "en": "Sorry. It's a nightmare trying to work at this house. Um…",
      "th": "โทษที ทำงานในบ้านนี้อย่างกับฝันร้าย"
    }
  },
  {
    "translation": {
      "en": "Jesus! Let me call you back, okay?",
      "th": "พระเจ้า เดี๋ยวฉันโทรกลับนะ"
    }
  },
  {
    "translation": {
      "en": "What, Dad?",
      "th": "อะไรอีก พ่อ"
    }
  },
  {
    "translation": {
      "en": "Listen, kid. I lost a wife too, remember?",
      "th": "ฟังนะไอ้หนู ฉันก็เสียเมียไปเหมือนกัน จำได้ไหม"
    }
  },
  {
    "translation": {
      "en": "So I get how you're feeling. But come on.",
      "th": "ฉันเข้าใจความรู้สึกแกดี แต่อย่าทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "You were married for what, 20 years? I got about 20 minutes.",
      "th": "พ่อแต่งงานนานเท่าไหร่ 20 ปีได้ไหม แต่ผมแต่งได้สัก 20 นาที"
    }
  },
  {
    "translation": {
      "en": "So you don't \"get\" how I'm feeling at all, okay?",
      "th": "เพราะงั้นพ่อไม่ \"เข้าใจ\" ความรู้สึกของผมหรอก เข้าใจไหมพ่อ"
    }
  },
  {
    "translation": {
      "en": "Well, I'm sorry, Oliver, but that don't change the fact",
      "th": "ฉันเสียใจ โอลิเวอร์ แต่นั่นไม่ได้เปลี่ยนความจริง"
    }
  },
  {
    "translation": {
      "en": "that you're a goddamn father now",
      "th": "ที่แกเป็นพ่อคนแล้วตอนนี้"
    }
  },
  {
    "translation": {
      "en": "and you haven't acted like it since that kid got home from the hospital.",
      "th": "และแกไม่ได้ทำหน้าที่พ่อเลย ตั้งแต่พาลูกกลับจากโรงพยาบาล"
    }
  },
  {
    "translation": {
      "en": "I been calling in sick for a month",
      "th": "ฉันโทรลาป่วยมาทั้งเดือน"
    }
  },
  {
    "translation": {
      "en": "to do the things you're supposed to be doing.",
      "th": "เพื่อมาทำหน้าที่แทนแก"
    }
  },
  {
    "translation": {
      "en": "Jesus Christ, if Gertie could see the shit you've been pulling…",
      "th": "ให้ตายเถอะ ถ้าเกอร์ตี้เห็นแก ทำตัวเหลวไหลแบบนี้…"
    }
  },
  {
    "translation": {
      "en": "Gertie doesn't see anything anymore, Dad. She's dead.",
      "th": "เกอร์ตี้ไม่เห็นอะไรแล้วล่ะพ่อ เธอตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[baby crying continuously] -Yeah, she's dead.",
      "th": "ใช่ เธอตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "But you ain't. And neither is that kid.",
      "th": "แต่แกยังอยู่ ลูกแกก็ยังอยู่"
    }
  },
  {
    "translation": {
      "en": "Yeah. It's nothing. Uh…",
      "th": "ใช่ ไม่มีอะไร"
    }
  },
  {
    "translation": {
      "en": "All right, so I'm gonna do the kit.",
      "th": "เอาละ ฉันจะจัดการเรื่องสื่อเอง ใกล้เสร็จแล้วละ"
    }
  },
  {
    "translation": {
      "en": "It's almost finished. You deal with the menu. We'll--",
      "th": "เอาละ ฉันจะจัดการเรื่องสื่อเอง ใกล้เสร็จแล้วละ นายจัดการเรื่องเมนูไป"
    }
  },
  {
    "translation": {
      "en": "Yeah. What time does Will get there? Okay.",
      "th": "ได้ วิลล์จะไปถึงที่นั่นกี่โมงนะ โอเค"
    }
  },
  {
    "translation": {
      "en": "-[baby crying] -Dad, the baby's up!",
      "th": "พ่อ หลานตื่นแล้ว"
    }
  },
  {
    "translation": {
      "en": "Dad, the baby needs to be fed!",
      "th": "พ่อ หลานต้องกินนมนะ"
    }
  },
  {
    "translation": {
      "en": "Dad!",
      "th": "พ่อ"
    }
  },
  {
    "translation": {
      "en": "[Bart] What the hell?",
      "th": "อะไรกันวะ"
    }
  },
  {
    "translation": {
      "en": "Are you nuts? What, are you trying to get killed?",
      "th": "แกบ้าแล้วเหรอ อยากตายหรือไง"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "th": "พ่อทำอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "Searching for Christ. What does it look like I'm doing?",
      "th": "คุณพระช่วย แกมองไม่เห็นเหรอว่าฉันทำอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "It would have been nice if you'd told me you were leaving the house, Dad.",
      "th": "ถ้าพ่อจะออกจากบ้านบอกผมสักคำสิ"
    }
  },
  {
    "translation": {
      "en": "That way, I could've given you the baby instead of driving all the way down here.",
      "th": "แบบนั้น ผมจะได้ยกหลานให้พ่อเลย แทนที่จะต้องขับมาถึงนี่"
    }
  },
  {
    "translation": {
      "en": "Now I'm gonna hit traffic.",
      "th": "ตอนนี้รถติดสุดๆ แน่"
    }
  },
  {
    "translation": {
      "en": "No, you ain't giving me the baby.",
      "th": "ไม่ แกไม่ต้องเอาเด็กมาให้ฉันเลย"
    }
  },
  {
    "translation": {
      "en": "Hey! Excuse me?",
      "th": "เดี๋ยว พ่อว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "I got uptown and downtown to do this morning.",
      "th": "เช้านี้ต้องฉันกวาดถนนทั่ว"
    }
  },
  {
    "translation": {
      "en": "You're on your own with the kid today.",
      "th": "วันนี้แกเลี้ยงลูกเองก็แล้วกัน"
    }
  },
  {
    "translation": {
      "en": "What? No!",
      "th": "อะไรกัน ไม่ได้นะ"
    }
  },
  {
    "translation": {
      "en": "I have this press conference l have to do this morning. Dad, you know that.",
      "th": "เช้านี้ผมมีงานแถลงข่าว พ่อก็รู้"
    }
  },
  {
    "translation": {
      "en": "I got a job to do too.",
      "th": "ฉันก็มีงานต้องทำเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "This is not funny. I'm not kidding. If I don't leave right now…",
      "th": "นี่ไม่สนุกนะพ่อ ผมไม่ได้ล้อเล่น ถ้าไม่รีบไปตอนนี้…"
    }
  },
  {
    "translation": {
      "en": "-So leave. -And do what with the baby?",
      "th": "- ก็ไปสิ - แล้วจะทำยังไงกับลูกล่ะ"
    }
  },
  {
    "translation": {
      "en": "-Take her with you. -Goddamnit! I--",
      "th": "- ก็พาไปด้วยสิ - ให้ตายสิวะ"
    }
  },
  {
    "translation": {
      "en": "All right look, I… I know I haven't been helping out that much with the baby…",
      "th": "ผมรู้ว่าผมไม่ได้ช่วย พ่อเลี้ยงลูกสักเท่าไหร่…"
    }
  },
  {
    "translation": {
      "en": "Listen to you. \"Helping out that much with the baby.\"",
      "th": "ฟังแกพูดสิ พูดมาได้ “ช่วยเลี้ยงลูกให้”"
    }
  },
  {
    "translation": {
      "en": "She's your daughter, for Chrissake!",
      "th": "นั่นลูกแกนะ ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "What the hell am I supposed to do with her?",
      "th": "แล้วจะให้ผมทำยังไงกับลูกล่ะ"
    }
  },
  {
    "translation": {
      "en": "Try acting like her father, shithead!",
      "th": "พยายามทำหน้าที่พ่อไง ไอ้ซื่อบื้อ"
    }
  },
  {
    "translation": {
      "en": "Goddamnit!",
      "th": "บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Folks, I'm sorry.",
      "th": "ทุกคน ขอโทษนะ"
    }
  },
  {
    "translation": {
      "en": "Sorry. Steve.",
      "th": "โทษทีนะ สตีฟ"
    }
  },
  {
    "translation": {
      "en": "What the…",
      "th": "อะไรกัน…"
    }
  },
  {
    "translation": {
      "en": "I ordered diapers. Did they get here yet?",
      "th": "ฉันสั่งผ้าอ้อมไป เอามาส่งหรือยัง"
    }
  },
  {
    "translation": {
      "en": "You mean, like, baby diapers? [Ollie] Why didn't you start this half an hour ago?",
      "th": "- ผ้าอ้อมเด็กเหรอ - ทำไมไม่เริ่มเมื่อครึ่งชั่วโมงก่อน"
    }
  },
  {
    "translation": {
      "en": "-You shouldn't have waited. -We're not waiting for you.",
      "th": "- นายไม่ควรรอฉัน - เราไม่ได้รอคุณ"
    }
  },
  {
    "translation": {
      "en": "-We're waiting for Will. -Will's not here?",
      "th": "- เรารอวิลล์ - วิลล์ยังไม่มาเหรอ"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ยัง"
    }
  },
  {
    "translation": {
      "en": "-Either of you guys Trinket? -Close enough.",
      "th": "- พวกคุณคนไหนชื่อทริงค์เก็ตครับ - เกือบใช่ละ"
    }
  },
  {
    "translation": {
      "en": "-Where is he? -Ah, we're not sure.",
      "th": "- เขาอยู่ไหนนะ - ไม่แน่ใจ"
    }
  },
  {
    "translation": {
      "en": "Damn, that baby smells like shit. You know that, right?",
      "th": "เวร แม่หนูนั่นกลิ่นหึ่งเหมือนอึเลย คุณรู้ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Arthur] It's a good thing you finally showed up. They… they're getting all rowdy out there.",
      "th": "โชคดีที่คุณโผล่มาจนได้ คนข้างนอกเริ่มโวยวายกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Oh, Mother of God! -[baby crying]",
      "th": "โอย เหม็นสุดทนจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-What? Jesus… -Ollie!",
      "th": "- อะไรกัน ให้ตาย… - ออลลี่"
    }
  },
  {
    "translation": {
      "en": "Ollie, the guy from Rolling Stone-- Holy shit! What is that smell?",
      "th": "ออลลี่ คนจากโรลลิ่งสโตน… ตายแล้ว กลิ่นอะไรเหม็นชะมัดเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, grow up, Susan. It's a dirty diaper. What did the Rolling Stone guy say?",
      "th": "โตได้แล้ว ซูซาน ก็กลิ่นผ้าอ้อมสกปรกไง คนของโรลลิ่งสโตน เขาว่าไง"
    }
  },
  {
    "translation": {
      "en": "If we don't start in five minutes, they're leaving",
      "th": "ถ้าเราไม่เริ่มในห้านาที พวกเขาจะออกไป"
    }
  },
  {
    "translation": {
      "en": "to go cover the Blues Traveler signing at Tower.",
      "th": "ทำข่าวบลูทราเวลเลอร์ เซ็นสัญญากับทาวเวอร์"
    }
  },
  {
    "translation": {
      "en": "Jesus Christ!",
      "th": "บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Hey, you're doing that wrong.",
      "th": "นี่ คุณทำผิดวิธีนะ"
    }
  },
  {
    "translation": {
      "en": "-What? -You're doing that wrong.",
      "th": "- อะไร - คุณทำผิดวิธีไง"
    }
  },
  {
    "translation": {
      "en": "You're supposed to wipe front to back. You're wiping back to front.",
      "th": "คุณควรเช็ดจากข้างหน้าไปข้างหลัง แต่คุณเช็ดจากหลังมาหน้า"
    }
  },
  {
    "translation": {
      "en": "You do that, you're just wiping the poop into her…",
      "th": "ที่คุณทำนั่นคือ ปาดอึเธอกลับเข้าใน…"
    }
  },
  {
    "translation": {
      "en": "crevice.",
      "th": "น้องหนูของเธอ"
    }
  },
  {
    "translation": {
      "en": "Get outta here. Beat it.",
      "th": "ไปเลยไป ไปซะ"
    }
  },
  {
    "translation": {
      "en": "Mark my words, you're gonna give her the crotch-rot.",
      "th": "ผมพูดได้เลย คุณจะทำให้แกเป็นสังคัง"
    }
  },
  {
    "translation": {
      "en": "-Would one of you do-- You do this. -Oh, not me. No.",
      "th": "- ใครก็ได้ช่วยที คุณทำสิ - ไม่ใช่ฉันแน่นอน"
    }
  },
  {
    "translation": {
      "en": "Will you do this so I can calm them down?",
      "th": "ช่วยหน่อยได้ไหม ผมจะได้ออกไปกล่อมพวกเขา"
    }
  },
  {
    "translation": {
      "en": "Why, because I'm a girl? I've never even seen a naked baby. No!",
      "th": "เพราะฉันเป็นผู้หญิงใช่ไหม ฉันไม่เคยเห็นทารกโป๊ด้วยซ้ำ ไม่เอา"
    }
  },
  {
    "translation": {
      "en": "Fine. Thank you very much. I'm gonna remember this.",
      "th": "ได้ ขอบใจมาก ผมจะจำไว้เลย"
    }
  },
  {
    "translation": {
      "en": "-How much of this am I supposed to use? -Should I get that guy back?",
      "th": "- ต้องโรยแป้งเยอะไหม - ตามหมอนั่นกลับมาดีไหม"
    }
  },
  {
    "translation": {
      "en": "He sounded like he knew a lot about changing babies.",
      "th": "เขาพูดเหมือนรู้ดี เรื่องเปลี่ยนผ้าอ้อม"
    }
  },
  {
    "translation": {
      "en": "If it's for the smell, I suggest you use a lot.",
      "th": "ถ้าจะโรยดับกลิ่น ขอแนะนำให้โรยเยอะๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Ooh, you gotta turn… turn it. Turn it. You gotta turn the top!",
      "th": "เปิดฝาก่อนสิ หมุนฝาเปิดก่อน"
    }
  },
  {
    "translation": {
      "en": "-Direct it at the baby. -Thank you, Susan.",
      "th": "- โรยบนตัวเด็กสิ - ขอบใจนะ ซูซาน"
    }
  },
  {
    "translation": {
      "en": "Go out there, please, and tell them we're about to start.",
      "th": "ออกไปบอกพวกเขาทีว่าเราจะเริ่มแล้ว"
    }
  },
  {
    "translation": {
      "en": "I… I'd say more.",
      "th": "โรยอีกหน่อยเถอะ"
    }
  },
  {
    "translation": {
      "en": "That's a lot.",
      "th": "นั่นเยอะนะ"
    }
  },
  {
    "translation": {
      "en": "-[song concludes] -All right, the Fresh Prince is almost here.",
      "th": "เอาละครับ เฟรชพรินซ์ใกล้มาถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Is that blow on your shirt?",
      "th": "บนเสื้อคุณใช่ผงยาไหม"
    }
  },
  {
    "translation": {
      "en": "What do you think, Stretch? This is show business, right?",
      "th": "คิดว่าไงล่ะ สเตรชท์ นี่ธุรกิจบันเทิง"
    }
  },
  {
    "translation": {
      "en": "That was a joke, people.",
      "th": "ผมล้อเล่นน่ะ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Where's the Fresh Prince?",
      "th": "เฟรชพรินซ์อยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "-The Fresh Prince is on his way. -[baby crying]",
      "th": "เฟรชพรินซ์กำลังเดินทางมาครับ"
    }
  },
  {
    "translation": {
      "en": "-It's crying. Will you take it? -No! No.",
      "th": "- เด็กร้องแล้ว ช่วยอุ้มทีสิ - ไม่เอา"
    }
  },
  {
    "translation": {
      "en": "-Is that Jazzy Jeff? -[all laugh]",
      "th": "นั่นเสียงแจ๊สซี่เจฟเหรอ"
    }
  },
  {
    "translation": {
      "en": "This is bullshit! Where's the Fresh Prince?",
      "th": "ไร้สาระน่า เฟรชพรินซ์อยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "Will someone please shut that girl up?",
      "th": "ใครหาอะไรอุดปากเด็กนั่นทีได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Enough with the Romper Room, man. Bring out the Fresh Prince!",
      "th": "นี่ไม่ใช่รายการรอมเปอร์รูมนะ เรียกเฟรชพรินซ์ออกมา"
    }
  },
  {
    "translation": {
      "en": "-Fresh Prince! -[all chant] Fresh Prince! Fresh Prince!",
      "th": "เฟรชพรินซ์ เฟรชพรินซ์ เฟรชพรินซ์"
    }
  },
  {
    "translation": {
      "en": "Please take her.",
      "th": "ช่วยอุ้มเธอที"
    }
  },
  {
    "translation": {
      "en": "I…",
      "th": "ฉัน…"
    }
  },
  {
    "translation": {
      "en": "Goddamnit! Just give her to me! Give me the baby.",
      "th": "ให้ตายสิ ส่งลูกมาให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "-[all] Fresh Prince! Fresh Prince! -That's not a good idea.",
      "th": "นั่นเป็นความคิดที่แย่นะ"
    }
  },
  {
    "translation": {
      "en": "Would you people just shut the hell up with the \"Fresh Prince\" already?",
      "th": "พวกคุณช่วยเลิกตะโกน เรียกเฟรชพรินซ์สักทีได้ไหม"
    }
  },
  {
    "translation": {
      "en": "He's a two-bit TV actor",
      "th": "เขาก็แค่ดาราทีวีกระจอกๆ"
    }
  },
  {
    "translation": {
      "en": "who won't be around any longer than it takes for the ink to dry",
      "th": "ซึ่งเขาจะดังแค่ระยะหนึ่ง ไม่ทันพอให้น้ำหมึกคุณ"
    }
  },
  {
    "translation": {
      "en": "on the pages of the worthless rags you jerk-offs write for!",
      "th": "ที่เขียนเชียร์เขาแห้งด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "th": "เวรแล้ว"
    }
  },
  {
    "translation": {
      "en": "-That guy's toast. -That's a hell of a quote.",
      "th": "- หมอนั่นโดนไล่ออกแน่ - แถลงได้ทุเรศมาก"
    }
  },
  {
    "translation": {
      "en": "It's all right, Arthur. It's all right.",
      "th": "ไม่เป็นไรน่า อาเธอร์ ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "We won't be here too long, Dad, you know, we'll be out of your hair",
      "th": "เราจะมาอยู่ไม่นานหรอกพ่อ เราจะรีบย้ายออกทันที"
    }
  },
  {
    "translation": {
      "en": "as soon as I get another job.",
      "th": "ที่ผมได้งานใหม่"
    }
  },
  {
    "translation": {
      "en": "I have some feelers out to the other firms right now.",
      "th": "มีคนแนะนำผมกับบริษัทอื่นแล้ว"
    }
  },
  {
    "translation": {
      "en": "As soon as this whole thing blows over…",
      "th": "แค่รอให้เรื่องทั้งหมดนั่นซาลง…"
    }
  },
  {
    "translation": {
      "en": "Well, it's okay to stay here as long as you need to,",
      "th": "เอาละ แกอยู่ที่นี่ ได้นานเท่าที่ต้องการ"
    }
  },
  {
    "translation": {
      "en": "till you get back on your feet.",
      "th": "จนกว่าแกจะตั้งหลักได้"
    }
  },
  {
    "translation": {
      "en": "-I appreciate that. -On one condition.",
      "th": "ขอบคุณครับพ่อ มีข้อแม้หนึ่งข้อ"
    }
  },
  {
    "translation": {
      "en": "Yeah, here we go.",
      "th": "ว่าแล้วไง"
    }
  },
  {
    "translation": {
      "en": "You put the kid to bed every night.",
      "th": "แกต้องพาลูกเข้านอนทุกคืน"
    }
  },
  {
    "translation": {
      "en": "-That's it? -[Bart] For starters.",
      "th": "- แค่นั้นเหรอ - นี่แค่ขั้นแรกๆ"
    }
  },
  {
    "translation": {
      "en": "-[sighs] -And no whores.",
      "th": "และห้ามพาคุณโสเข้าบ้าน"
    }
  },
  {
    "translation": {
      "en": "I don't want no whores in my house.",
      "th": "ฉันไม่อยากให้มี คุณโสเพ่นพ่านในบ้านฉัน"
    }
  },
  {
    "translation": {
      "en": "I'm not really a whoremonger, Dad.",
      "th": "ผมไม่ใช่พวกบ้าคุณโสนะพ่อ"
    }
  },
  {
    "translation": {
      "en": "Here, the kid gets this.",
      "th": "เอ้านี่ ป้อนนมลูกซะ"
    }
  },
  {
    "translation": {
      "en": "That's cute. Eight o'clock you both get a bottle.",
      "th": "น่าเอ็นดูนะ สองทุ่มปุ๊บปู่ดื่มหลานดื่ม"
    }
  },
  {
    "translation": {
      "en": "[chuckles sarcastically] Just shut the hell up and go be a father, would you, please?",
      "th": "หุบปาก แล้วไปทำหน้าที่พ่อซะไป"
    }
  },
  {
    "translation": {
      "en": "[Ollie] No?",
      "th": "ไม่หิวเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, this is only temporary, us, you know,",
      "th": "นี่มันแค่ชั่วคราวเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "living with your grandfather here.",
      "th": "ที่เราจะมาอยู่บ้านปู่"
    }
  },
  {
    "translation": {
      "en": "[clicks tongue] So…",
      "th": "แล้วก็…"
    }
  },
  {
    "translation": {
      "en": "How about that Fresh Prince thing, huh?",
      "th": "เรื่องเฟรชพรินซ์ นั่นน่ะ"
    }
  },
  {
    "translation": {
      "en": "-It was quite a show. -[coos]",
      "th": "มันสะใจดีนะ"
    }
  },
  {
    "translation": {
      "en": "Your dad's one big horse's ass.",
      "th": "พ่อของลูกเป็นไอ้คนงี่เง่าตัวโตๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Daddy's ex-bosses said the guys who did PR for Hitler",
      "th": "เจ้านายเก่าพ่อบอกว่า พวกที่เป็นประชาสัมพันธ์ให้ฮิตเลอร์"
    }
  },
  {
    "translation": {
      "en": "have a better chance of working in this business again than Daddy does.",
      "th": "ยังมีโอกาสได้งานใหม่ในวงการนี้ มากกว่าพ่อเสียอีก"
    }
  },
  {
    "translation": {
      "en": "So, okay…",
      "th": "โอเค…"
    }
  },
  {
    "translation": {
      "en": "How you doing?",
      "th": "ลูกเป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "You know, you kinda look like your mom.",
      "th": "รู้ไหม ลูกถอดแบบแม่มาเลย"
    }
  },
  {
    "translation": {
      "en": "Like a squishier, balder version of your mom.",
      "th": "เหมือนแม่ในแบบหัวเหม่งกว่าเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Man,",
      "th": "แย่จังนะ…"
    }
  },
  {
    "translation": {
      "en": "I just wish you could've gotten to meet your mom.",
      "th": "พ่ออยากให้ลูกได้เจอแม่"
    }
  },
  {
    "translation": {
      "en": "I know she wanted to meet you…",
      "th": "พ่อรู้ว่าแม่อยากเจอลูก…"
    }
  },
  {
    "translation": {
      "en": "in a big, bad way.",
      "th": "อย่างมากจนใจจะขาด"
    }
  },
  {
    "translation": {
      "en": "In a big, bad way.",
      "th": "จนใจจะขาดเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Sometimes, Daddy wishes he'd have died instead of Mommy.",
      "th": "บางครั้งพ่อก็หวังว่า พ่อน่าจะตายแทนแม่"
    }
  },
  {
    "translation": {
      "en": "Because Mommy never would've…",
      "th": "เพราะแม่จะไม่มีวัน…"
    }
  },
  {
    "translation": {
      "en": "let work get in the way of",
      "th": "เอาเรื่องงานเข้ามาขวาง…"
    }
  },
  {
    "translation": {
      "en": "getting to know you, like Daddy has for the last…",
      "th": "ในการที่จะรู้ใจลูก เหมือนที่พ่อเคยทำในช่วง…"
    }
  },
  {
    "translation": {
      "en": "month or so.",
      "th": "เดือนก่อนหรือราวๆ นั้น"
    }
  },
  {
    "translation": {
      "en": "It's just that Daddy,",
      "th": "เป็นเพราะพ่อ…"
    }
  },
  {
    "translation": {
      "en": "he didn't expect Mommy…",
      "th": "พ่อคิดไม่ถึงว่าแม่…"
    }
  },
  {
    "translation": {
      "en": "[sighs] …to leave the way she did.",
      "th": "จะจากไปในลักษณะนั้น"
    }
  },
  {
    "translation": {
      "en": "[sighs] It's just really, really hard on Daddy,",
      "th": "มันเลยหนักหนาสาหัสมากสำหรับพ่อ"
    }
  },
  {
    "translation": {
      "en": "who's been trying to fill up his days with work,",
      "th": "ที่พยายามทำให้ตัวเอง ยุ่งกับงานทั้งวัน"
    }
  },
  {
    "translation": {
      "en": "so he wouldn't have to think about Mommy… [sobs] …never being around again.",
      "th": "เพื่อจะได้เลิกคิดเรื่องที่ว่า แม่จะไม่มีวันกลับมาอีก"
    }
  },
  {
    "translation": {
      "en": "I just loved your mom so much. You know?",
      "th": "พ่อรักแม่ของลูกมาก รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "She really lit my world on fire. [sniffles]",
      "th": "แม่ทำให้โลกของพ่อสว่างไสว"
    }
  },
  {
    "translation": {
      "en": "When that happens…",
      "th": "เมื่อเรื่องนั้นเกิดขึ้น…"
    }
  },
  {
    "translation": {
      "en": "you kinda think it'll go on like that until one of you dies.",
      "th": "เราจะคิดว่ามันจะเป็นไปตามครรลอง จนกว่าเราคนใดคนนึงจะตายจาก"
    }
  },
  {
    "translation": {
      "en": "You know? You just don't expect… [sobs]",
      "th": "รู้ไหม เราแค่ไม่คาดคิด…"
    }
  },
  {
    "translation": {
      "en": "I miss her so much. So, so much.",
      "th": "พ่อคิดถึงแม่มาก คิดถึงเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "And you're a little piece of Mommy,",
      "th": "และลูกเป็นส่วนนึงของแม่"
    }
  },
  {
    "translation": {
      "en": "you know, and that makes you really special to Daddy.",
      "th": "นั่นทำให้ลูกพิเศษมากจริงๆ สำหรับพ่อ"
    }
  },
  {
    "translation": {
      "en": "[Ollie] Just don't go anywhere.",
      "th": "อย่าหนีไปไหนนะ"
    }
  },
  {
    "translation": {
      "en": "'Cause you're the next best thing to Mommy, and I love you so much,",
      "th": "ลูกคือสิ่งที่ดีที่สุด รองจากแม่ และพ่อก็รักลูกมาก"
    }
  },
  {
    "translation": {
      "en": "and I'll always be here for you,",
      "th": "พ่อจะอยู่ข้างๆ ลูกเสมอ"
    }
  },
  {
    "translation": {
      "en": "and I'm sorry about the way I've been acting.",
      "th": "และพ่อขอโทษที่ทำตัวไม่ดีกับลูก"
    }
  },
  {
    "translation": {
      "en": "I promise you…",
      "th": "พ่อสัญญานะ…"
    }
  },
  {
    "translation": {
      "en": "I'll be better now.",
      "th": "ว่าจะทำตัวให้ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "I'm gonna be the best daddy in the world.",
      "th": "พ่อจะเป็นพ่อที่ดีที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "'Cause that's what Mommy wanted.",
      "th": "เพราะนั่นเป็นสิ่งที่แม่ต้องการ"
    }
  },
  {
    "translation": {
      "en": "And that's what you deserve.",
      "th": "และลูกสมควรได้รับสิ่งนั้น"
    }
  },
  {
    "translation": {
      "en": "And that's all I am now.",
      "th": "และนั่นละที่พ่อเป็นตอนนี้"
    }
  },
  {
    "translation": {
      "en": "[exhales] I'm just your dad.",
      "th": "เป็นพ่อของลูก"
    }
  },
  {
    "translation": {
      "en": "Your dad likes to run off at the mouth sometimes, I know.",
      "th": "บางครั้งพ่อก็ปากร้ายนะ ขอเตือนไว้ก่อน"
    }
  },
  {
    "translation": {
      "en": "Your mother wasn't a fan, either.",
      "th": "ซึ่งแม่เขาก็ไม่ชอบเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "You wanna see a picture of your mom? I have one.",
      "th": "ลูกอยากดูรูปแม่ไหม พ่อมีนะ"
    }
  },
  {
    "translation": {
      "en": "This was your mommy. She was really pretty.",
      "th": "นี่ไง แม่ของลูก แม่สวยมากๆ"
    }
  },
  {
    "translation": {
      "en": "Okay. You can keep it.",
      "th": "โอเค เก็บไว้นะลูก"
    }
  },
  {
    "translation": {
      "en": "Daddy's got a bunch.",
      "th": "พ่อมีเป็นปึกเลย"
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "th": "เห็นแม่ชัดเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Good night, Gertie.",
      "th": "ราตรีสวัสดิ์เกอร์ตี้"
    }
  },
  {
    "translation": {
      "en": "-[school bell ringing] -[children shouting]",
      "th": "(เกอร์ตี้ วัยเจ็ดขวบ)"
    }
  },
  {
    "translation": {
      "en": "[Ollie] Gertie!",
      "th": "เกอร์ตี้"
    }
  },
  {
    "translation": {
      "en": "Your chariot awaits, Princess. Let's go.",
      "th": "ราชรถมารับแล้ว เจ้าหญิง ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "We gotta go! Come on! Argh!",
      "th": "ไปกันได้แล้วจ้ะ เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "[Ollie] How was school? Good?",
      "th": "โรงเรียนเป็นไง ดีไหม"
    }
  },
  {
    "translation": {
      "en": "-You have a nice time? -Yep.",
      "th": "- ลูกสนุกไหม - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Ollie] Remember to put your seat belt on.",
      "th": "อย่าลืมคาดเข็มขัดนะ"
    }
  },
  {
    "translation": {
      "en": "-Know where to find it? -[Gertie] Yep.",
      "th": "- รู้ไหมว่าอยู่ตรงไหน - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Ollie] Lock and load.",
      "th": "ล็อกและยกได้"
    }
  },
  {
    "translation": {
      "en": "Coming around.",
      "th": "จะอ้อมไปด้านนั้นละ"
    }
  },
  {
    "translation": {
      "en": "Get ready.",
      "th": "พร้อมนะ"
    }
  },
  {
    "translation": {
      "en": "-Ready? -[Gertie] Punch it, Chewie.",
      "th": "- พร้อมหรือยัง - เหยียบให้มิดเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Can we go see Cats? -Absolutely not.",
      "th": "เราไปดูเรื่องแคตส์ได้ไหมคะ ไม่มีทางเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "Why?",
      "th": "ทำไมคะ"
    }
  },
  {
    "translation": {
      "en": "Because Cats was the second worst thing that ever happened to New York City.",
      "th": "แคตส์เป็นสิ่งเลวร้ายที่สุด อันดับสองที่เกิดกับนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "Besides, Cats closed three years ago.",
      "th": "อีกอย่าง มันเลิกแสดงไปสามปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "We never do anything cool.",
      "th": "เรายังไม่เคยทำอะไรเจ๋งๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Oh, you're riding in the Batmobile, aren't you? How cool is that?",
      "th": "ลูกได้นั่งรถแบทแมนอยู่นี่ไง นั่นไม่เจ๋งหรือไง"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "th": "เจ๋งตายละ"
    }
  },
  {
    "translation": {
      "en": "Look, no one's more depressed than me that driving the street sweeper",
      "th": "ฟังนะ ไม่มีใครหดหู่เท่าพ่อ ที่ต้องขับรถกวาดถนนนี่"
    }
  },
  {
    "translation": {
      "en": "is considered the height of excitement in my life.",
      "th": "ซึ่งถือเป็นเรี่องตื่นเต้นสุดๆ ในชีวิตพ่อเลย"
    }
  },
  {
    "translation": {
      "en": "I used to live in New York City.",
      "th": "พ่อเคยอยู่นิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "I could've gone to see Cats three times a day.",
      "th": "พ่อเคยได้ไปดูแคตส์ วันละสามรอบด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "It's not like I ever ask for anything.",
      "th": "อย่างกับหนูเคยขออะไรพ่องั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "And the Oscar goes to Gertie Trinke,",
      "th": "และผู้ได้รางวัลออสการ์ คือเกอร์ตี้ ทริงกี้"
    }
  },
  {
    "translation": {
      "en": "for her performance in Laying It On Thick For My Old Man.",
      "th": "จากฝีมือการแสดง ในเรื่องฉันก้าวร้าวกับพ่อของฉัน"
    }
  },
  {
    "translation": {
      "en": "What is it with you and Cats all of a sudden?",
      "th": "ทำไมจู่ๆ ลูกถึงอยากดูแคตส์ขึ้นมาล่ะ"
    }
  },
  {
    "translation": {
      "en": "I wanna sing a Cats song in the big show like everybody else.",
      "th": "หนูจะได้เอาเพลงในเรื่องแคตส์ ไปร้องในละครเหมือนคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "-What big show? -There's gonna be this big show at school.",
      "th": "ละครอะไร โรงเรียนจะจัดแสดงละครค่ะ"
    }
  },
  {
    "translation": {
      "en": "All the people have to sing a song with people from their family.",
      "th": "เด็กทุกคนต้องร้องเพลง กับคนในครอบครัว"
    }
  },
  {
    "translation": {
      "en": "Are you inviting me to this big show?",
      "th": "ลูกกำลังเชิญพ่อไปงานนี้ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Duh! Yeah, you and Pop too.",
      "th": "เชอะ ใช่ค่ะ ชวนพ่อแล้วก็ปู่ด้วย"
    }
  },
  {
    "translation": {
      "en": "Oh-ho, I'm sure that'll go over huge with your Pop.",
      "th": "พ่อว่าปู่ต้องดีใจจนเนื้อเต้นแน่เลย"
    }
  },
  {
    "translation": {
      "en": "Can Uncle Greenie and Uncle Block be in it too?",
      "th": "ชวนลุงกรีนนี่กับลุงบล็อก ไปด้วยได้ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Those men are not your uncles.",
      "th": "สองคนนั่นไม่ใช่ลุงแท้ๆ ของหนู"
    }
  },
  {
    "translation": {
      "en": "-They're barely even your peers. -Pee-ers? [chuckles]",
      "th": "พวกเขาไม่ได้เป็นเพื่อนซี้ด้วยซ้ำ เพื่อนซี้"
    }
  },
  {
    "translation": {
      "en": "When is this big show?",
      "th": "ละครจะจัดเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "Right before Thanksgiving break.",
      "th": "ก่อนวันหยุดขอบคุณพระเจ้าค่ะ"
    }
  },
  {
    "translation": {
      "en": "Does it have to be something from the Bible?",
      "th": "ต้องเป็นเพลงจากไบเบิ้ลไหม"
    }
  },
  {
    "translation": {
      "en": "I don't think so. Is Cats in the Bible?",
      "th": "ไม่มั้งคะ เรื่องแคตส์ อยู่ในไบเบิ้ลเหรอ"
    }
  },
  {
    "translation": {
      "en": "The Satanic Bible, yes.",
      "th": "มีในคัมภีร์ซาตานน่ะ"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรครับ"
    }
  },
  {
    "translation": {
      "en": "When you gonna take the kid to see the Cats?",
      "th": "เมื่อไหร่แกจะพาลูกไปดูเรื่องแคตส์"
    }
  },
  {
    "translation": {
      "en": "Jesus. You too?",
      "th": "ให้ตายสิ พ่อด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Gertie!",
      "th": "เกอร์ตี้"
    }
  },
  {
    "translation": {
      "en": "Do you even know what Cats is, Dad?",
      "th": "พ่อรู้เหรอว่าแคตส์คืออะไร"
    }
  },
  {
    "translation": {
      "en": "What, I don't read the papers?",
      "th": "พูดอย่างกับฉันไม่อ่านหนังสือพิมพ์"
    }
  },
  {
    "translation": {
      "en": "You don't read that paper.",
      "th": "พ่อไม่ได้อ่านฉบับพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "What are you doing with the New York Times?",
      "th": "แล้วซื้อนิวยอร์กไทมส์มาทำอะไร"
    }
  },
  {
    "translation": {
      "en": "They ran out of the Ledger.",
      "th": "ก็ที่ร้านไม่มีเล็ดเจอร์ขาย"
    }
  },
  {
    "translation": {
      "en": "They don't have the jumble in the Times, Dad.",
      "th": "แต่นิวยอร์กไทมส์ ไม่มีเกมผสมคำให้เล่นนะพ่อ"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "th": "เวรละ"
    }
  },
  {
    "translation": {
      "en": "-Where were you? -I was in the bathroom.",
      "th": "- ไปไหนมา - อยู่ในห้องน้ำค่ะ"
    }
  },
  {
    "translation": {
      "en": "Uh-huh. Why didn't I hear the toilet flush?",
      "th": "อาฮะ ทำไมพ่อไม่ได้ยินเสียงกดชักโครก"
    }
  },
  {
    "translation": {
      "en": "Oh, I forgot. [chuckles]",
      "th": "หนูลืมกด"
    }
  },
  {
    "translation": {
      "en": "Yeah, okay, march your butt back upstairs and flush that toilet.",
      "th": "งั้นลูกก็รีบกลับไปกดชักโครกซะ"
    }
  },
  {
    "translation": {
      "en": "And when I say \"no\" about something,",
      "th": "แล้วเมื่อพ่อบอกว่า “ไม่” กับเรื่องสักเรื่อง"
    }
  },
  {
    "translation": {
      "en": "like, I don't know, Cats, maybe, I mean no, okay?",
      "th": "เช่น ไม่รู้สิ อย่างเรื่องแคตส์ พ่อหมายถึงไม่ เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "Pop, you were supposed to be subtle!",
      "th": "ปู่ต้องมีเล่ห์เหลี่ยมสิคะ"
    }
  },
  {
    "translation": {
      "en": "Why do you teach her words like that?",
      "th": "ทำไมสอนคำนั้นให้ลูกแก"
    }
  },
  {
    "translation": {
      "en": "You're gonna have to mow the park for me tomorrow. I can't do it.",
      "th": "พรุ่งนี้พ่อตัดหญ้าที่สวนสาธารณะนะ ผมไม่ว่าง"
    }
  },
  {
    "translation": {
      "en": "Why the hell not?",
      "th": "ไม่ว่างได้ไง"
    }
  },
  {
    "translation": {
      "en": "I have an appointment in the city at 11:00.",
      "th": "ผมมีนัดในเมืองตอน 11 โมง"
    }
  },
  {
    "translation": {
      "en": "Jesus, kid, why do you keep doing it to yourself?",
      "th": "ให้ตาย ไอ้หนู แกจะทรมานตัวเองไปถึงไหน"
    }
  },
  {
    "translation": {
      "en": "How many of these interviews you gotta go on",
      "th": "จะต้องไปสัมภาษณ์อีกสักกี่ครั้ง"
    }
  },
  {
    "translation": {
      "en": "before you get it through your thick head",
      "th": "มันถึงจะซึมซาบเข้าหัวแกสักที"
    }
  },
  {
    "translation": {
      "en": "they don't want you in that business anymore?",
      "th": "ว่าวงการนั่นไม่ต้องการแกอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "For Chrissakes, you made fun of that Prince Charles guy.",
      "th": "ให้ตายสิ แกทำเฟรชพรินซ์คนนั้นขายหน้า"
    }
  },
  {
    "translation": {
      "en": "-[toilet flushing] -Thank you!",
      "th": "ขอบใจจ้ะ"
    }
  },
  {
    "translation": {
      "en": "First of all, Dad, I didn't make fun of anybody.",
      "th": "ก่อนอื่นเลยนะพ่อ ผมไม่ได้ทำให้ใครขายหน้า"
    }
  },
  {
    "translation": {
      "en": "I made one remark about Will Smith, the Fresh Prince.",
      "th": "ผมวิจารณ์วิลล์สมิธ เดอะเฟรชพรินซ์แค่หนเดียว"
    }
  },
  {
    "translation": {
      "en": "Sooner or later, everyone's gonna forget about that,",
      "th": "ไม่ช้าก็เร็ว ทุกคนจะลืมเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna go back to doing what I'm really good at,",
      "th": "แล้วผมก็จะได้กลับไปทำงาน ที่ผมถนัดมากๆ"
    }
  },
  {
    "translation": {
      "en": "instead of sweeping streets",
      "th": "แทนที่จะมากวาดถนน"
    }
  },
  {
    "translation": {
      "en": "and plowing snow and picking up garbage. Okay?",
      "th": "กวาดหิมะกับเก็บขยะนะพ่อ เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "Well, if you're going into the city anyway, at least take the kid to see the Cats.",
      "th": "ไหนๆ แกจะเข้าเมืองแล้ว ก็พาลูกไปดูแคตส์เลยสิ"
    }
  },
  {
    "translation": {
      "en": "[Ollie sighs] Oh, God…",
      "th": "ไม่เลิกอีกนะ…"
    }
  },
  {
    "translation": {
      "en": "I'll tell you what. Since there is no more Cats,",
      "th": "ผมจะบอกให้นะ ในเมื่อแคตส์ไม่ได้แสดงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Gertie, why don't you come on over here",
      "th": "เกอร์ตี้ ลูกมานี่"
    }
  },
  {
    "translation": {
      "en": "and pick out another play that you wanna see, all right?",
      "th": "แล้วจิ้มละครเวทีเรื่องอื่น ที่ลูกอยากดูได้เลย"
    }
  },
  {
    "translation": {
      "en": "Look through here. Anything you want. Go nuts.",
      "th": "ดูตรงนี้ เรื่องไหนก็ได้ เอาเลยลูก"
    }
  },
  {
    "translation": {
      "en": "The Cats is a show?",
      "th": "เดอะแคตส์เป็นละครเวทีเหรอ"
    }
  },
  {
    "translation": {
      "en": "[scoffs] Yeah, you read the papers.",
      "th": "พ่ออ่านหนังสือพิมพ์นี่นา"
    }
  },
  {
    "translation": {
      "en": "You think you're slick, don't you, young lady?",
      "th": "คิดว่าตัวเองฉลาดสิท่า สาวน้อย"
    }
  },
  {
    "translation": {
      "en": "Lemme tell you something.",
      "th": "จะบอกอะไรให้อย่างนะ"
    }
  },
  {
    "translation": {
      "en": "Next time you're looking for a partner in crime,",
      "th": "คราวหน้า ถ้าจะหาคนสมคบคิดละก็"
    }
  },
  {
    "translation": {
      "en": "you're gonna have to aim higher than your grandfather.",
      "th": "เล็งคนที่ฉลาดกว่าปู่หน่อย"
    }
  },
  {
    "translation": {
      "en": "-[whispers] He's soft in the head. -[Bart] I heard that!",
      "th": "สมองปู่ปวกเปียกแล้ว ฉันได้ยินนะ"
    }
  },
  {
    "translation": {
      "en": "-[Ollie exhales] -Here. Can we go see this show?",
      "th": "นี่ค่ะ เราไปดูเรื่องนี้ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[Ollie] Sweeney Todd?",
      "th": "สวีนนีย์ ท็อดด์เหรอ"
    }
  },
  {
    "translation": {
      "en": "You know that this has a lot of singing, right?",
      "th": "ลูกรู้ไหมว่ามีฉากร้องเพลงเยอะนะ"
    }
  },
  {
    "translation": {
      "en": "It's still a play.",
      "th": "ยังไงก็เป็นละคร"
    }
  },
  {
    "translation": {
      "en": "Okay. I'm just checking, 'cause, you know…",
      "th": "โอเคแค่ถามเฉยๆ เพราะว่า"
    }
  },
  {
    "translation": {
      "en": "Your dad one time lost a bet with someone at his work,",
      "th": "พ่อเคยแพ้พนันกับคนที่ทำงาน"
    }
  },
  {
    "translation": {
      "en": "and he had to go see a singing play, um, done by people on roller skates.",
      "th": "ก็เลยต้องไปดูละครเพลงที่ตัวแสดง ใส่โรลเลอร์สเก็ตเล่น"
    }
  },
  {
    "translation": {
      "en": "Cool!",
      "th": "เจ๋ง"
    }
  },
  {
    "translation": {
      "en": "Your dad didn't think so.",
      "th": "แต่พ่อว่าไม่นะ"
    }
  },
  {
    "translation": {
      "en": "I handled primarily recording artists,",
      "th": "หลักๆ แล้วผมคุมเรื่องศิลปินนักร้อง"
    }
  },
  {
    "translation": {
      "en": "but when I initially trained,",
      "th": "แต่ผมเคยฝึกงานมาก่อน"
    }
  },
  {
    "translation": {
      "en": "I trained in film PR, so I can do that too.",
      "th": "ผมฝึกงานในแผนกพีอาร์ภาพยนตร์ เลยทำงานด้วยนั้นได้ด้วย"
    }
  },
  {
    "translation": {
      "en": "l, uh… took the last six or seven years off.",
      "th": "ผมพักงานไปประมาณหกเจ็ดปี"
    }
  },
  {
    "translation": {
      "en": "I was raising my daughter in New Jersey.",
      "th": "เพราะต้องเลี้ยงลูกสาวในนิวเจอร์ซีย์"
    }
  },
  {
    "translation": {
      "en": "But I kept abreast, so I'm pretty comfortable jumping back in.",
      "th": "แต่ผมติดตามข่าวบันเทิงตลอด ดังนั้นผมสบายมากถ้าจะกลับมาทำ"
    }
  },
  {
    "translation": {
      "en": "[clicks tongue] What else can I tell you guys? Uh…",
      "th": "พวกคุณอยากทราบอะไรอีกครับ"
    }
  },
  {
    "translation": {
      "en": "That's it. I can start, you know, right away.",
      "th": "แค่นี้ครับ ผมสามารถเริ่มงานได้เลย"
    }
  },
  {
    "translation": {
      "en": "You guys all right?",
      "th": "พวกคุณว่าไงครับ"
    }
  },
  {
    "translation": {
      "en": "Are you the Ollie Trinke?",
      "th": "คุณคือออลลี่ ทริงกี้คนนั้นใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "The one who used to work at Mandel-Kirschner?",
      "th": "คนที่เคยทำงานให้แมนเดล-เคิร์ชเนอร์"
    }
  },
  {
    "translation": {
      "en": "Yeah, that was me…",
      "th": "ใช่ ผมเคย…"
    }
  },
  {
    "translation": {
      "en": "-[Reynolds] Son of a bitch! -Yes!",
      "th": "- เวรเอ๊ย - เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "I told you, Reynolds. Pay up!",
      "th": "ฉันบอกนายแล้ว เรย์โนลส์ จ่ายมา"
    }
  },
  {
    "translation": {
      "en": "[Reynolds] I got it.",
      "th": "ฉันทายถูก"
    }
  },
  {
    "translation": {
      "en": "Am I missing something?",
      "th": "ผมพลาดอะไรไปหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Nah, nah, he just bet me you were the Ollie Trinke,",
      "th": "เปล่าหรอก เขาพนันกับผมว่า คุณคือออลลี่ ทริงกี้คนนั้น"
    }
  },
  {
    "translation": {
      "en": "the one who pulled \"The Fresh Prince.\"",
      "th": "คนที่ดังจากเรื่อง \"เฟรชพรินซ์\""
    }
  },
  {
    "translation": {
      "en": "They named it?",
      "th": "พวกเขาประจานเหรอ"
    }
  },
  {
    "translation": {
      "en": "Of course! Are you kidding? You're a legend, man.",
      "th": "ก็ใช่สิ พูดเป็นเล่น คุณเป็นตำนานเลยละ"
    }
  },
  {
    "translation": {
      "en": "You did what every flack only dreams about doing.",
      "th": "คุณทำในสิ่งที่นักข่าวทุกคน ฝันที่จะทำ"
    }
  },
  {
    "translation": {
      "en": "Oh, which was what?",
      "th": "ซึ่งคืออะไร"
    }
  },
  {
    "translation": {
      "en": "You went apeshit. You trashed your client back to the Stone Age.",
      "th": "คุณด่าลูกค้าจนวิ่งแจ้น กลับยุคหินแทบไม่ทัน"
    }
  },
  {
    "translation": {
      "en": "-Right. -[PR exec 1] Yeah.",
      "th": "- ใช่แล้ว - ใช่"
    }
  },
  {
    "translation": {
      "en": "We bow to you, man. You're like a god around here.",
      "th": "พวกเรานับถือคุณนะ คุณนี่ขั้นเทพเลยละ"
    }
  },
  {
    "translation": {
      "en": "-[PR exec 2] Yep, exactly. -God enough to get a job?",
      "th": "- ใช่ ถูกเผงเลย - ขั้นเทพพอจะได้งานไหม"
    }
  },
  {
    "translation": {
      "en": "-No. -[both laugh]",
      "th": "ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-What are you, insane? -[PR exec 2] No chance, Trinke.",
      "th": "เพี้ยนหรือไง - ไม่มีวันหรอกทริงกี้ - ไม่มีทางแน่"
    }
  },
  {
    "translation": {
      "en": "-Pop, I'm home. -[Bart] Yeah, like I give a shit.",
      "th": "กลับมาแล้วครับพ่อ กลับมาก็เรื่องของแก"
    }
  },
  {
    "translation": {
      "en": "You know, thanks a lot, Pop.",
      "th": "ขอบคุณมากนะพ่อ"
    }
  },
  {
    "translation": {
      "en": "That's what it looks like?",
      "th": "หน้าตาอย่างนี้เองเหรอ"
    }
  },
  {
    "translation": {
      "en": "I guess. What does yours look like?",
      "th": "งั้นมั้ง ของเธอล่ะเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "Not like that.",
      "th": "ไม่เหมือนแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Yeah? Let me see.",
      "th": "เหรอ ขอดูหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "[Ollie] Gertie, it's time for Bryan to go home.",
      "th": "เกอร์ตี้ ไบรอันต้องกลับบ้านแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "เอาไงดี"
    }
  },
  {
    "translation": {
      "en": "What are your intentions?",
      "th": "นายตั้งใจจะทำอะไร"
    }
  },
  {
    "translation": {
      "en": "What are your intentions with my daughter?",
      "th": "นายตั้งใจจะทำอะไรกับลูกสาวฉัน"
    }
  },
  {
    "translation": {
      "en": "Do you plan on marrying her?",
      "th": "จะขอเขาแต่งงานไหม"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "th": "ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "Well, only married boys and girls…",
      "th": "เอาละ ผู้ชายผู้หญิง ที่แต่งงานกันแล้วเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "[clears throat] …show each other their, uh…",
      "th": "ถึงจะมีสิทธิ์ให้อีกฝ่าย…"
    }
  },
  {
    "translation": {
      "en": "their, you know, uh…",
      "th": "ชมของ…"
    }
  },
  {
    "translation": {
      "en": "parts, okay?",
      "th": "สงวน เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "Okay, Bryan… [sighs] …you can go now.",
      "th": "โอเค ไบรอัน กลับไปได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "If you come back, come back with a ring.",
      "th": "ถ้านายกลับมาอีก ก็หยิบแหวนมาด้วย"
    }
  },
  {
    "translation": {
      "en": "Yes, Mr. Trinke.",
      "th": "ครับคุณทริงกี้"
    }
  },
  {
    "translation": {
      "en": "-Bye, Gertie. -[Gertie] Bye.",
      "th": "- บายเกอร์ตี้ - บาย"
    }
  },
  {
    "translation": {
      "en": "Goodbye, Bryan.",
      "th": "ลาก่อนไบรอัน"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Do you have any, uh…",
      "th": "ลูกมีคำถาม…"
    }
  },
  {
    "translation": {
      "en": "questions about what you,",
      "th": "อะไรไหมเกี่ยวกับสิ่งที่…"
    }
  },
  {
    "translation": {
      "en": "you know…",
      "th": "แบบว่า…"
    }
  },
  {
    "translation": {
      "en": "you know, whatever, saw?",
      "th": "อะไรก็ตามที่ลูกเห็นน่ะ"
    }
  },
  {
    "translation": {
      "en": "Do you have what Bryan has?",
      "th": "พ่อมีแบบไบรอันหรือเปล่าคะ"
    }
  },
  {
    "translation": {
      "en": "Yes, I have one… too.",
      "th": "จ้ะ พ่อก็มีอันนึงเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Is yours as big as his?",
      "th": "ของพ่อใหญ่เท่าของเขาไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Sadly, yes.",
      "th": "แย่หน่อยที่ใช่จ้ะ"
    }
  },
  {
    "translation": {
      "en": "-Can we rent a movie? -Yes.",
      "th": "- ไปเช่าหนังดูกันไหมคะ - ดีจ้ะ"
    }
  },
  {
    "translation": {
      "en": "[Gertie] So they wouldn't give you a job, huh?",
      "th": "พวกเขาไม่รับพ่อทำงานเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "[Ollie] No. But apparently, Daddy's a legend.",
      "th": "ใช่ แต่ปรากฏว่าพ่อเป็นตำนานไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Gertie] You don't need that job anyway. You already got a job.",
      "th": "พ่อไม่ต้องการงานนั้นอยู่แล้ว พ่อก็มีงานอยู่แล้วนี่คะ"
    }
  },
  {
    "translation": {
      "en": "Yes, well, Daddy used to have a job",
      "th": "พ่อเคยทำงานประเภทที่"
    }
  },
  {
    "translation": {
      "en": "where a nightly shower was an option, not a necessity.",
      "th": "การทำงานกะกลางคืนเป็นตัวเลือก ไม่ได้จำเป็นต้องทำ"
    }
  },
  {
    "translation": {
      "en": "-You know what job you should do? -What's that?",
      "th": "- รู้ไหมว่าพ่อควรทำงานอะไร - อะไรลูก"
    }
  },
  {
    "translation": {
      "en": "You should be a dance teacher, like Johnny in Dirty Dancing.",
      "th": "เป็นครูสอนเต้นเหมือนจอห์นนี่ ในเรื่อง “เดอร์ตี้ แดนซ์ซิ่ง” ไง"
    }
  },
  {
    "translation": {
      "en": "I should?",
      "th": "เหรอลูก"
    }
  },
  {
    "translation": {
      "en": "Should I say, \"Nobody puts Baby in a corner\"?",
      "th": "พ่อต้องพูดว่า “ไม่มีใครต้อนเบบี้ ให้เข้ามุมได้” ด้วยไหม"
    }
  },
  {
    "translation": {
      "en": "Oh, can we rent Dirty Dancing again?",
      "th": "เราเช่าเรื่องนั้นอีกรอบได้ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Ugh, Dirty Dancing ranks one notch below Cats in my book.",
      "th": "เดอร์ตี้ แดนซ์ซิ่งห่วยเป็นอันดับสอง รองจากแคตส์สำหรับพ่อ"
    }
  },
  {
    "translation": {
      "en": "Can you pick out something else?",
      "th": "เลือกเรื่องอื่นได้ไหมลูก"
    }
  },
  {
    "translation": {
      "en": "Can we rent this?",
      "th": "เรื่องนี้ได้ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Absolutely not.",
      "th": "ไม่ได้เด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "Go pick out something from the children's section.",
      "th": "ไปเลือกตรงส่วนหนังเด็กๆ เถอะ"
    }
  },
  {
    "translation": {
      "en": "-All those movies suck. -Watch your language.",
      "th": "มีแต่หนังห่วยๆ พูดจาระวังหน่อย"
    }
  },
  {
    "translation": {
      "en": "Nah, that's…",
      "th": "ไม่ละ นั่น…"
    }
  },
  {
    "translation": {
      "en": "No, I guess that's it. Yep, yep, that's it.",
      "th": "ไม่ละ อันนี้แหละ ม้วนนี้ละ"
    }
  },
  {
    "translation": {
      "en": "I'll just take this and whatever the kid's getting.",
      "th": "ผมเช่าม้วนนี้ กับอีกม้วนที่ลูกผมกำลังหยิบ"
    }
  },
  {
    "translation": {
      "en": "Just go ahead and put it in the bag. I'm all set.",
      "th": "เอาเลยแล้วใส่ถุงซะ เราจะไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's good.",
      "th": "หนังดีนะ"
    }
  },
  {
    "translation": {
      "en": "\"Bi-Bi Guys, featuring Curious Jordie\"?",
      "th": "”กลุ่มเสือไบสวาท ซั่มกับจอร์ดี้ จอมสอดรู้” เนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "Interesting choice.",
      "th": "เข้าใจเลือก"
    }
  },
  {
    "translation": {
      "en": "Does the wife know you're looking into your options?",
      "th": "ภรรยาคุณรู้หรือเปล่า ว่าคุณกำลังเบี่ยงเบน"
    }
  },
  {
    "translation": {
      "en": "It's-- I got the…",
      "th": "คือว่า ผมหยิบ…"
    }
  },
  {
    "translation": {
      "en": "-I got the wrong box by accident. -Oh, right.",
      "th": "- เผอิญผมหยิบม้วนผิดน่ะ - แน่ละ"
    }
  },
  {
    "translation": {
      "en": "[clears throat] Would you mind, uh, exchanging that for me for something…",
      "th": "ช่วยเปลี่ยนเป็นอะไรก็ได้ที่…"
    }
  },
  {
    "translation": {
      "en": "You know, whatever, anything you can get your hands on that's, you know…",
      "th": "อะไรก็ได้ที่คุณหยิบสุ่มๆ มา…"
    }
  },
  {
    "translation": {
      "en": "So, then you want something…",
      "th": "งั้นคุณอยากได้เรื่องที่…"
    }
  },
  {
    "translation": {
      "en": "That's non-bi.",
      "th": "ไม่เบี่ยงเบนนะ"
    }
  },
  {
    "translation": {
      "en": "Can I have your membership card, please?",
      "th": "ขอบัตรสมาชิกด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, sure.",
      "th": "ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "Would you mind if I asked you a few questions",
      "th": "จะว่าอะไรไหมถ้าฉันจะสอบถาม"
    }
  },
  {
    "translation": {
      "en": "about your renting practices?",
      "th": "เกี่ยวกับพฤติกรรมการเช่าหนังของคุณ"
    }
  },
  {
    "translation": {
      "en": "-Uh… sure. -Really? Uh…",
      "th": "- เชิญ - จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Do you always rent adult titles with your daughter in tow,",
      "th": "คุณมาเช่าหนังผู้ใหญ่ โดยมีลูกสาวตามมาด้วยเป็นประจำ"
    }
  },
  {
    "translation": {
      "en": "or is this the first time?",
      "th": "หรือว่านี่เป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "th": "ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, when you rent porn, do you usually do it with family around,",
      "th": "เวลามาเช่าหนังโป๊ ปกติคุณทำ โดยมีคนในครอบครัวมาด้วย"
    }
  },
  {
    "translation": {
      "en": "or is this like a, you know, special occasion? [chuckles]",
      "th": "หรือว่านี่เป็นโอกาสพิเศษ"
    }
  },
  {
    "translation": {
      "en": "Do I have to… to answer this?",
      "th": "ผมต้องตอบเรื่องนี้ด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm a grad student, I'm writing a thesis paper,",
      "th": "ฉันเรียนปริญญาโทอยู่ กำลังทำวิทยานิพนธ์"
    }
  },
  {
    "translation": {
      "en": "\"A Bird in the Hand: The Family Man and the Pornographic Fixation.\"",
      "th": "“ลูกนกในกำมือ: คนรักครอบครัว กับความฝังใจในหนังลามก”"
    }
  },
  {
    "translation": {
      "en": "Okay. I would rather not take part.",
      "th": "โอเค ไม่ขอมีส่วนร่วมดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "th": "จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Frank, is Bi-Bi Guys -a one or a two-night rental? -[Ollie shushes]",
      "th": "แฟรงค์ กลุ่มหนุ่มเสือไบ นี่ให้เช่าคืนเดียวหรือสองคืน"
    }
  },
  {
    "translation": {
      "en": "What are you getting, Daddy?",
      "th": "พ่อเช่าเรื่องอะไรคะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, daddy, what are you getting? Let's just take a look.",
      "th": "ใช่ คุณพ่อจะเช่าเรื่องอะไรนะ มาดูกันดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Let's not, okay?",
      "th": "อย่าเลยดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Would you mind not asking me those questions",
      "th": "อย่าถามคำถามแบบนั้นกับผม"
    }
  },
  {
    "translation": {
      "en": "when my daughter's with me?",
      "th": "ตอนลูกสาวผมอยู่ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-How about when you bring these back? -[device beeps]",
      "th": "ถ้าเป็นตอนเอามาคืนล่ะ"
    }
  },
  {
    "translation": {
      "en": "That's-- Yeah.",
      "th": "แบบนั้นก็ได้"
    }
  },
  {
    "translation": {
      "en": "In an effort to get honest feedback,",
      "th": "เพื่อให้ฉันได้รับคำตอบแบบจริงใจ"
    }
  },
  {
    "translation": {
      "en": "I'd appreciate it if you left the kid and the wife at home.",
      "th": "ฉันจะขอบคุณมาก ถ้าคุณทิ้งลูกกับเมียคุณไว้ที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "My mom's dead. She died when I was born.",
      "th": "แม่เสียแล้วค่ะ ตายตอนที่หนูเกิด"
    }
  },
  {
    "translation": {
      "en": "[Maya] Oh, Jesus.",
      "th": "ตายจริง"
    }
  },
  {
    "translation": {
      "en": "-Man, uh… I'm sorry. I didn't… -No,",
      "th": "ฉันขอโทษ ฉันไม่ได้… ไม่เป็นไรหรอก"
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "th": "ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "th": "ขอโทษจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Aw, do I have to?",
      "th": "โอ๊ย จำเป็นด้วยเหรอครับ"
    }
  },
  {
    "translation": {
      "en": "Major Damage didn't have to go to bed when he fought the Tiki Terrors.",
      "th": "ผู้พันแดมเมจ ยังไม่เห็นต้องไปนอนเลย เวลาสู้กับวายร้ายทิกิ"
    }
  },
  {
    "translation": {
      "en": "-[mom] Melvin! -[laughs] -[Melvin] And he didn't have to… -[knocking on door]",
      "th": "- เมลวิน - แถมเขาไม่ต้องเข้านอนด้วยตอนที่…"
    }
  },
  {
    "translation": {
      "en": "-I'll get it. -You will not.",
      "th": "- หนูเปิดเองค่ะ - ไม่ต้อง"
    }
  },
  {
    "translation": {
      "en": "You're not even supposed to be up this late.",
      "th": "ลูกไม่ควรนอนดึกขนาดนี้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "Watch your video.",
      "th": "ดูวิดีโอไป"
    }
  },
  {
    "translation": {
      "en": "-[Melvin] But Mom! -[mom] Say, \"Okay, Mom.\"",
      "th": "- แต่แม่ฮะ - ตอบว่า “ได้ครับแม่”"
    }
  },
  {
    "translation": {
      "en": "-[Melvin] Aw! -[mom] Say, \"Okay, Mom.\"",
      "th": "ตอบว่า “ได้ครับแม่”"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "th": "หวัดดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "Hey! You're the lady from the video store.",
      "th": "หวัดดี พี่สาวจากร้านวิดีโอนี่นา"
    }
  },
  {
    "translation": {
      "en": "Let's not use that term too loosely, okay?",
      "th": "อย่าเรียกใครว่าพี่จนติดปากนะจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] -[Ollie] Go back and watch your video.",
      "th": "กลับไปดูวิดีโอไป"
    }
  },
  {
    "translation": {
      "en": "Yes?",
      "th": "มีอะไรครับ"
    }
  },
  {
    "translation": {
      "en": "I uh… I just wanted to come here and tell you",
      "th": "ฉันแค่อยากแวะมาบอกว่า"
    }
  },
  {
    "translation": {
      "en": "that I'm… I'm really sorry about earlier tonight.",
      "th": "ฉันขอโทษจริงๆ กับเรื่องเมื่อตอนหัวค่ำ"
    }
  },
  {
    "translation": {
      "en": "I… I feel like shit about what I said and your daughter and everything.",
      "th": "ฉันรู้สึกแย่ที่พูดแบบนั้น ต่อหน้าลูกสาวคุณ"
    }
  },
  {
    "translation": {
      "en": "Well, you should.",
      "th": "ก็สมควรหรอก"
    }
  },
  {
    "translation": {
      "en": "You know that kid was crying in the car the whole way home?",
      "th": "รู้ไหมลูกผมร้องไห้ในรถ ตลอดทางกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "-Oh, no. -No, I wasn't.",
      "th": "- ไม่นะ - หนูเปล่าสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] -Get back inside and watch your video.",
      "th": "กลับเข้าไปดูวิดีโอเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "[Maya] Nice! Real nice.",
      "th": "น่ารักจริงๆ น่ารักมาก"
    }
  },
  {
    "translation": {
      "en": "See, now you have to let me interview you for my paper.",
      "th": "ทีนี้คุณต้องให้ฉันสัมภาษณ์ เอาไปทำวิทยานิพนธ์แล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Is that why you're here?",
      "th": "นี่คุณมาเพราะเรื่องนี้ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "I just think you'd make one hell of an interesting case study.",
      "th": "ฉันว่าคุณเป็นกรณีศึกษา ที่น่าสนใจมาก"
    }
  },
  {
    "translation": {
      "en": "The sympathetic widower who doesn't have time to date",
      "th": "พ่อม่ายที่น่าเห็นใจ ที่ไม่มีเวลาออกเดต"
    }
  },
  {
    "translation": {
      "en": "'cause he's raising his kid, so he rents porn instead.",
      "th": "เพราะต้องเลี้ยงลูก เลยต้องเช่าหนังโป๊มาดูแทน"
    }
  },
  {
    "translation": {
      "en": "I mean, I think that's very interesting stuff.",
      "th": "ฉันว่าน่าสนใจออกจะตาย"
    }
  },
  {
    "translation": {
      "en": "Jesus Christ! You've got some nerve, lady.",
      "th": "ให้ตายสิ คุณนี่กล้ามากนะ"
    }
  },
  {
    "translation": {
      "en": "And besides, I… I'd really like to make it up to you",
      "th": "แล้วอีกอย่าง ฉันอยากจะชดใช้คุณด้วย"
    }
  },
  {
    "translation": {
      "en": "for what I said, and for embarrassing you before that.",
      "th": "ในสิ่งที่ฉันพูด และทำให้คุณขายหน้าตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "You're really having a banner evening. You're batting a thousand tonight.",
      "th": "คุณนี่ไม่ใช่ย่อยเลยจริงๆ นะ คืนนี้คุณทำได้สำเร็จจริงๆ"
    }
  },
  {
    "translation": {
      "en": "You're Ollie, right?",
      "th": "คุณชื่อออลลี่ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "I'm Maya Harding.",
      "th": "ฉันมายา ฮาร์ดิง"
    }
  },
  {
    "translation": {
      "en": "-\"Hi, Maya. Nice to meet you.\" -Hi.",
      "th": "- “หวัดดีมายา ยินดีที่ได้รู้จัก” -หวัดดี"
    }
  },
  {
    "translation": {
      "en": "Come on, why don't you let me take you out one day this week?",
      "th": "เถอะน่า อาทิตย์นี้ให้ฉันพาคุณ ไปเที่ยวสักวันเถอะนะ"
    }
  },
  {
    "translation": {
      "en": "You do eat lunch when you're not knee-deep in adult movies, right? [chuckles]",
      "th": "คุณกินมื้อเที่ยงตอนไม่ต้องจดจ่อ กับหนังโป๊ได้ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "I appreciate it, but, no, thanks.",
      "th": "ขอบคุณนะแต่อย่าดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Ollie, come on, you're ruining my karma level here.",
      "th": "ออลลี่ ไม่เอาน่า คุณทำระดับธรรมะฉันดิ่งวูบ"
    }
  },
  {
    "translation": {
      "en": "What, buying me one lunch is gonna square you with Krishna?",
      "th": "เลี้ยงมื้อเที่ยงผม แล้วพระกฤษณะจะให้อภัยคุณหรือไง"
    }
  },
  {
    "translation": {
      "en": "Hare! Hare! [laughs]",
      "th": "ฮารี ฮารี"
    }
  },
  {
    "translation": {
      "en": "Is Monday okay? Sound good?",
      "th": "วันจันทร์สะดวกไหม น่าจะได้นะ"
    }
  },
  {
    "translation": {
      "en": "I mean, I was thinking nothing fancy.",
      "th": "ฉันกะไม่กินอะไรหรูหราหรอก"
    }
  },
  {
    "translation": {
      "en": "I was thinking maybe, like, the diner.",
      "th": "แค่ร้านธรรมดาๆ"
    }
  },
  {
    "translation": {
      "en": "Around noon?",
      "th": "ประมาณเที่ยงนะ"
    }
  },
  {
    "translation": {
      "en": "No!",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "[laughs] Noon it is!",
      "th": "ตกลงเที่ยงนะ"
    }
  },
  {
    "translation": {
      "en": "See you there. Bye!",
      "th": "แล้วเจอกัน บาย"
    }
  },
  {
    "translation": {
      "en": "-An incredibly strange woman. -[car engine revving]",
      "th": "ผู้หญิงอะไรแปลกชะมัดเลย"
    }
  },
  {
    "translation": {
      "en": "I did not hear the toilet flush.",
      "th": "พ่อไม่ได้ยินเสียงกดชักโครก"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบใจจ้ะ"
    }
  },
  {
    "translation": {
      "en": "[Gertie] Can we get popcorn?",
      "th": "(สวีนนีย์ ท็อดด์) ซื้อข้าวโพดคั่วได้ไหม"
    }
  },
  {
    "translation": {
      "en": "This isn't the movies, sweetheart. They don't sell popcorn here.",
      "th": "นี่ไม่ใช่โรงหนังจ้ะ ไม่มีข้าวโพดคั่วขายหรอก"
    }
  },
  {
    "translation": {
      "en": "This is Broadway. This is class.",
      "th": "นี่โรงละครบรอดเวย์ ไฮโซมาก"
    }
  },
  {
    "translation": {
      "en": "♪ And if you're beautiful ♪",
      "th": "และถ้าเธอเป็นคนงาม"
    }
  },
  {
    "translation": {
      "en": "♪ What then with yellow hair like wheat ♪",
      "th": "ด้วยเส้นผมสีเหลืองอร่าม ราวกับข้าวสาลี"
    }
  },
  {
    "translation": {
      "en": "♪ I think we shall not meet again My little dove ♪",
      "th": "ผมคิดว่าเราจะไม่ได้พบกันอีกครั้ง แม่นกน้อยของผม"
    }
  },
  {
    "translation": {
      "en": "♪ My sweet Joanna ♪",
      "th": "โจแอนนาที่รัก"
    }
  },
  {
    "translation": {
      "en": "♪ Goodbye, Joanna ♪",
      "th": "ลาก่อน โจแอนนา"
    }
  },
  {
    "translation": {
      "en": "♪ You're gone and yet you're mine ♪",
      "th": "คุณจากไปแล้ว แต่คุณเป็นของผม"
    }
  },
  {
    "translation": {
      "en": "♪ I'm fine, Joanna ♪",
      "th": "ผมสบายดี โจแอนนา"
    }
  },
  {
    "translation": {
      "en": "♪ I'm fine ♪",
      "th": "ผมสบายดี"
    }
  },
  {
    "translation": {
      "en": "[Ollie] Okay, now, you see that floor. Now look three windows in from the right.",
      "th": "โอเค ลูกเห็นชั้นนั้นไหม ดูหน้าต่างบานที่สามจากทางขวา"
    }
  },
  {
    "translation": {
      "en": "-See that window? -Yeah.",
      "th": "- เห็นหน้าต่างนั่นไหม - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "That's where we used to live before we lived with Pop.",
      "th": "เราเคยอยู่ที่นั่น ก่อนมาอยู่กับปู่"
    }
  },
  {
    "translation": {
      "en": "We'd still live there if we lived in the city.",
      "th": "ถ้าเรายังอยู่ในเมือง เราจะอยู่ห้องนั้น"
    }
  },
  {
    "translation": {
      "en": "-If Mommy was still alive? -Yep.",
      "th": "- ถ้าแม่ยังอยู่ใช่ไหมคะ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Dad? -Yes?",
      "th": "- พ่อคะ - ว่าไงลูก"
    }
  },
  {
    "translation": {
      "en": "Do you miss Mommy?",
      "th": "พ่อคิดถึงแม่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "I do.",
      "th": "คิดถึงจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Every day.",
      "th": "คิดถึงทุกวัน"
    }
  },
  {
    "translation": {
      "en": "What was she like?",
      "th": "แม่เป็นยังไงคะ"
    }
  },
  {
    "translation": {
      "en": "I've told you a million times what she was like.",
      "th": "พ่อเล่าเป็นล้านครั้งแล้วว่า แม่เป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "I know, but I forget.",
      "th": "รู้แล้วแต่หนูลืม"
    }
  },
  {
    "translation": {
      "en": "No, I don't think you forget. You just like to hear me tell you.",
      "th": "พ่อว่าลูกไม่ได้ลืม ลูกอยากให้พ่อเล่าอีกต่างหาก"
    }
  },
  {
    "translation": {
      "en": "Which is okay. It's all right.",
      "th": "ซึ่งโอเคนะ เอาเลย"
    }
  },
  {
    "translation": {
      "en": "You can ask about your mommy as much as you want.",
      "th": "ลูกถามเรื่องแม่ได้เท่าที่อยากถาม"
    }
  },
  {
    "translation": {
      "en": "So tell me already.",
      "th": "งั้นก็เล่าเลยสิคะ"
    }
  },
  {
    "translation": {
      "en": "Well, she was pushy, like you were right there.",
      "th": "แม่เขาก็จู้จี้เหมือนลูกนี่แหละ"
    }
  },
  {
    "translation": {
      "en": "She was beautiful, like you are right now.",
      "th": "แม่สวยมาก เหมือนลูกตอนนี้เปี๊ยบ"
    }
  },
  {
    "translation": {
      "en": "And she was…",
      "th": "แถมแม่…"
    }
  },
  {
    "translation": {
      "en": "smart and strong,",
      "th": "ยังฉลาดและเข้มแข็ง"
    }
  },
  {
    "translation": {
      "en": "like you'll grow up to be one day.",
      "th": "เหมือนที่ลูกจะเป็นเมื่อลูกโตขึ้น"
    }
  },
  {
    "translation": {
      "en": "-I'm smart now. -[Ollie] I know.",
      "th": "- ตอนนี้หนูก็ฉลาด - พ่อรู้จ้ะ"
    }
  },
  {
    "translation": {
      "en": "I wasn't impugning your intelligence or anything.",
      "th": "พ่อไม่ได้แย้ง เรื่องความฉลาดของลูกเลยนะ"
    }
  },
  {
    "translation": {
      "en": "What's \"impugning\" mean?",
      "th": "“แย้ง” แปลว่าอะไรคะ"
    }
  },
  {
    "translation": {
      "en": "Oh, not so smart now, are ya?",
      "th": "ไมค่อยฉลาดละมั้งเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-That's a big word. -Yes, you're right, it is.",
      "th": "ก็คำนั้นมันยาก ใช่ ลูกพูดถูก"
    }
  },
  {
    "translation": {
      "en": "Let's see. To impugn means to criticize.",
      "th": "คิดก่อนนะ แย้งหมายถึงการตำหนิ"
    }
  },
  {
    "translation": {
      "en": "So… Pop's always impugning you, right?",
      "th": "งั้นก็… ปู่แย้งพ่อเสมอใช่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Well, he thinks he is.",
      "th": "ปู่คิดแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "But really, he's just talking to make sure he's still alive.",
      "th": "แต่จริงๆ แล้วปู่ก็แค่พูด เพื่อให้รู้ว่าปู่ยังมีไฟอยู่"
    }
  },
  {
    "translation": {
      "en": "-Pop is a very, very old man. -[chuckles]",
      "th": "ปู่เป็นพวกหัวโบราณมากๆ"
    }
  },
  {
    "translation": {
      "en": "What do you think? You like the city?",
      "th": "เป็นไง ลูกชอบเมืองใหญ่ไหม"
    }
  },
  {
    "translation": {
      "en": "It's okay. But I like Highlands better.",
      "th": "ก็โอเคค่ะ แต่หนูชอบไฮแลนด์สมากกว่า"
    }
  },
  {
    "translation": {
      "en": "-You do? -[Gertie] Yeah.",
      "th": "- งั้นเหรอ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "My school's there and my friends. And we can rent movies there.",
      "th": "ทั้งโรงเรียน ทั้งเพื่อนๆ อยู่ที่นั่น แถมเช่าหนังดูที่นั่นได้ด้วย"
    }
  },
  {
    "translation": {
      "en": "Well, if memory serves, you can rent movies here too.",
      "th": "แต่ถ้าพ่อจำไม่ผิด อยู่ที่นี่ลูกก็เช่าหนังได้"
    }
  },
  {
    "translation": {
      "en": "Yeah, but not from that pretty lady at the video store.",
      "th": "ใช่ค่ะ แต่ไม่ใช่ กับพี่สาวสวยๆ ที่ร้านวิดีโอคนนั้น"
    }
  },
  {
    "translation": {
      "en": "Oh, you think she's pretty, do you?",
      "th": "ลูกคิดว่าเธอสวยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Don't you? Isn't that why you're taking her on a date?",
      "th": "พ่อว่าไม่เหรอ เพราะอย่างนั้น พ่อเลยพาเธอไปเดตไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "It's not a date.",
      "th": "ไม่ใช่การเดต"
    }
  },
  {
    "translation": {
      "en": "The only girl I take on dates is you, okay?",
      "th": "สาวคนเดียวที่พ่อชวนออกเดต คือลูก โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "-This is a date. We're on a date. -We are?",
      "th": "อย่างนี้สิเดต เราเดตกันอยู่ เหรอคะ"
    }
  },
  {
    "translation": {
      "en": "-Mm-hmm. -It doesn't feel like a date.",
      "th": "ไม่ได้รู้สึกว่าออกเดตเลย"
    }
  },
  {
    "translation": {
      "en": "It doesn't?",
      "th": "ไม่เหมือนเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, I can fix that.",
      "th": "พ่อจะทำให้เหมือนนะ"
    }
  },
  {
    "translation": {
      "en": "Sir?",
      "th": "คุณครับ"
    }
  },
  {
    "translation": {
      "en": "[Maya] So, question one. How often do you rent adult movies?",
      "th": "คำถามข้อแรกก็คือ คุณเช่าหนังโป๊บ่อยแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "[sighs] Do I really have to do this?",
      "th": "ผมต้องตอบด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "I don't think you have anything to be ashamed about.",
      "th": "ฉันว่าคุณไม่มีเรื่องที่ต้องอายเลย"
    }
  },
  {
    "translation": {
      "en": "Interest in adult film can be healthy, as long as it's not habitual.",
      "th": "การสนใจหนังโป๊เป็นเรื่องปกติ ตราบใดที่ไม่ติดจนเป็นนิสัย"
    }
  },
  {
    "translation": {
      "en": "So come on, how often?",
      "th": "ว่าไง บ่อยไหม"
    }
  },
  {
    "translation": {
      "en": "Three or four times a week.",
      "th": "สามหรือสี่ครั้งต่อสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "Okay, maybe I was wrong. You should be ashamed. [laughs]",
      "th": "โอเค ฉันอาจคิดผิด คุณสมควรอาย"
    }
  },
  {
    "translation": {
      "en": "You have a real talent for making the subject feel open",
      "th": "คุณนี่มีพรสวรรค์ ในการทำให้หัวข้อที่คุย"
    }
  },
  {
    "translation": {
      "en": "and comfortable in a safe environment.",
      "th": "เหมือนเรื่องคุยกันได้สบายๆ ในที่สาธารณะ"
    }
  },
  {
    "translation": {
      "en": "So, you're renting it presumably to masturbate to, right?",
      "th": "ขอเดาว่าคุณเช่าไป เพื่อใช้ช่วยตัวเองใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-Good God! -Oh, come on, don't be such a tight-ass.",
      "th": "- แม่คุณเอ๊ย - ไม่ต้องอายหรอกน่า"
    }
  },
  {
    "translation": {
      "en": "-We're all adults here. -I know I'm an adult.",
      "th": "- เราโตๆ กันแล้ว - ผมรู้ว่าผมโตแล้ว"
    }
  },
  {
    "translation": {
      "en": "How old are you, exactly?",
      "th": "คุณอายุเท่าไหร่กันแน่"
    }
  },
  {
    "translation": {
      "en": "-I'll be 26 in March. -Twenty-six?",
      "th": "- มีนาคม ก็จะ 26 แล้ว - อายุ 26"
    }
  },
  {
    "translation": {
      "en": "You haven't learned there are things that aren't polite to talk about in public?",
      "th": "ยังไม่รู้อีกเหรอว่า เรื่องไหนควรไม่ควรพูดในที่สาธารณะ"
    }
  },
  {
    "translation": {
      "en": "If it makes you feel any better, I do it, like, twice a day.",
      "th": "ขอบอกให้คุณสบายใจว่า ฉันทำสองครั้งต่อวัน"
    }
  },
  {
    "translation": {
      "en": "-Good God! -What can I tell ya? I get bored easily.",
      "th": "นี่คุณ จะให้ฉันพูดยังไงล่ะ ฉันน่ะเบื่อง่าย"
    }
  },
  {
    "translation": {
      "en": "You… you're gonna… get carpal tunnel syndrome.",
      "th": "คุณจะเป็นโรคพังผืดข้อมือ ทับเส้นประสาทเอานะ"
    }
  },
  {
    "translation": {
      "en": "[laughs] Don't get all judgmental with me. You're no slouch yourself.",
      "th": "อย่าด่วนตัดสินฉันเลย คุณเองก็ใช่ย่อย"
    }
  },
  {
    "translation": {
      "en": "-Well, no, I… -I just have a healthy sexual appetite.",
      "th": "ไม่นะ ผม… ฉันแค่เสพเซ็กซ์เพื่อสุขภาพ"
    }
  },
  {
    "translation": {
      "en": "Why don't you go out and get yourself a boyfriend?",
      "th": "ทำไมคุณไม่มีแฟน เป็นตัวเป็นตนไปเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Why don't you just go out and get yourself a girlfriend?",
      "th": "แล้วทำไมคุณไม่หาแฟนสาวสักคนล่ะ"
    }
  },
  {
    "translation": {
      "en": "I work all day, hang out with my kid all night.",
      "th": "กลางวันผมทำงาน กลางคืนต้องเลี้ยงลูก"
    }
  },
  {
    "translation": {
      "en": "So you'd rather hang out with your kid than get laid?",
      "th": "แปลว่าชอบอยู่กับลูก มากกว่าหาคู่นอนใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "That's kinda sweet.",
      "th": "เป็นพ่อที่น่ารักมากๆ"
    }
  },
  {
    "translation": {
      "en": "I'm kinda crushing on you right now, Trinke.",
      "th": "ฉันชักจะปิ๊งคุณซะแล้วสิ ทริงกี้"
    }
  },
  {
    "translation": {
      "en": "Okay. Can I go home now?",
      "th": "โอเค ผมกลับบ้านได้หรือยัง"
    }
  },
  {
    "translation": {
      "en": "No. When was the last time you had sex?",
      "th": "ยัง คุณมีเซ็กซ์ ครั้งสุดท้ายเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "I would rather not disclose that information.",
      "th": "ผมขอไม่เปิดเผย ข้อมูลเรื่องนั้นดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Oh, come on, don't clam up on me now.",
      "th": "บอกมาเถอะ อย่าปิดฉันเลยน่า"
    }
  },
  {
    "translation": {
      "en": "You're gonna remain anonymous in my paper.",
      "th": "ฉันไม่ใส่ชื่อคุณในวิทยานิพนธ์หรอก"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Anonymity doesn't concern me. Embarrassment does.",
      "th": "ชื่อน่ะผมไม่ห่วง แต่อายมากกว่า"
    }
  },
  {
    "translation": {
      "en": "Why would you be embarrassed?",
      "th": "ทำไมต้องอายด้วย"
    }
  },
  {
    "translation": {
      "en": "Because it's been a long time.",
      "th": "เพราะมันนานมากน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "How long?",
      "th": "นานแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "A long time.",
      "th": "นานก็แล้วกัน"
    }
  },
  {
    "translation": {
      "en": "Come on, champ. Own it. Just put it out there.",
      "th": "เถอะน่า คนเก่ง มั่นหน่อย ว่ามาสิ"
    }
  },
  {
    "translation": {
      "en": "I swear I won't make any editorial cracks about it.",
      "th": "ฉันสาบานว่าจะไม่ล้อเลียน แม้แต่นิดเดียว"
    }
  },
  {
    "translation": {
      "en": "-Not in front of you, at least. [chuckles] -[scoffs]",
      "th": "อย่างน้อย ก็ไม่ทำต่อหน้าคุณ"
    }
  },
  {
    "translation": {
      "en": "Seven years.",
      "th": "เจ็ดปี"
    }
  },
  {
    "translation": {
      "en": "Seven years?",
      "th": "เจ็ดปีเชียวเหรอ"
    }
  },
  {
    "translation": {
      "en": "Since my wife died, yeah.",
      "th": "ตั้งแต่เมียผมตายไง"
    }
  },
  {
    "translation": {
      "en": "You know, a dumbfounded, mouth-agape look of shock",
      "th": "รู้ไหม อาการตะลึงงัน จนอ้าปากค้างอย่างนี้"
    }
  },
  {
    "translation": {
      "en": "might be construed by some as an editorial crack too.",
      "th": "อาจเท่ากับเป็นการเยาะเย้ยผม อีกแบบนึงนะ"
    }
  },
  {
    "translation": {
      "en": "-I'm sorry. -It's okay. It's fine.",
      "th": "ฉันขอโทษ ช่างเถอะ สบายมาก"
    }
  },
  {
    "translation": {
      "en": "No, it's not. I mean, it's not at all.",
      "th": "ไม่นะ ไม่เลย ไม่เลยซักนิด"
    }
  },
  {
    "translation": {
      "en": "With all due respect to your wife,",
      "th": "ขอพูดแบบไม่ได้ลบหลู่เมียคุณนะ"
    }
  },
  {
    "translation": {
      "en": "you gotta get back on the horse, man.",
      "th": "แต่คุณต้องหาที่ระบายบ้าง"
    }
  },
  {
    "translation": {
      "en": "No, I don't, actually.",
      "th": "บอกตามตรง ผมไม่อยาก"
    }
  },
  {
    "translation": {
      "en": "-Yes, you do. -No, I don't.",
      "th": "คุณต้องอยากสิ ไม่ ผมไม่อยาก"
    }
  },
  {
    "translation": {
      "en": "Yes, you-- Get up.",
      "th": "ใช่ คุณต้อง ลุกขึ้น"
    }
  },
  {
    "translation": {
      "en": "-Are we done? -With this, for now. But come with me.",
      "th": "- เสร็จแล้วเหรอ - พักเรื่องนี้ก่อน แต่คุณมากับฉัน"
    }
  },
  {
    "translation": {
      "en": "Lord have mercy.",
      "th": "พระเจ้าทรงโปรด"
    }
  },
  {
    "translation": {
      "en": "Where are we going?",
      "th": "เราจะไปไหน"
    }
  },
  {
    "translation": {
      "en": "To your place. We're gonna have some sex.",
      "th": "บ้านคุณไง เราจะมีเซ็กซ์กัน"
    }
  },
  {
    "translation": {
      "en": "What, did you forget something?",
      "th": "คุณลืมอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "No. Look, I… I appreciate the offer. [chuckles softly]",
      "th": "เปล่า ฟังนะ ขอบใจสำหรับข้อเสนอ"
    }
  },
  {
    "translation": {
      "en": "I'm very flattered. But I can't do this.",
      "th": "ผมปลื้มมาก แต่ผมทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "What's the matter? Don't you think I'm cute?",
      "th": "มันยังไงกัน คิดว่าฉันไม่น่ารักสินะ"
    }
  },
  {
    "translation": {
      "en": "-Of course. I think you're cute. -Well, then?",
      "th": "แน่นอน ผมรู้ว่าคุณน่ารัก แล้วไง"
    }
  },
  {
    "translation": {
      "en": "Look, I'm not just celibate because of my daughter.",
      "th": "ผมไม่ได้ละเว้นเรื่องเซ็กซ์ เพียงเพราะลูกสาว"
    }
  },
  {
    "translation": {
      "en": "There are a lot of emotional issues in it too.",
      "th": "มีสาเหตุเกี่ยวกับอารมณ์ด้วย"
    }
  },
  {
    "translation": {
      "en": "I mean, my wife may be dead, I'm still very much in love with her.",
      "th": "ก็ใช่ที่เมียผมตายไปแล้ว แต่ผมยังรักเธออยู่มาก"
    }
  },
  {
    "translation": {
      "en": "Hey, I respect that.",
      "th": "ฉันนับถือคุณเรื่องนั้น แต่ฉันไม่ได้ขอให้คุณมารักฉันนะ"
    }
  },
  {
    "translation": {
      "en": "I mean, look, I'm not telling you to fall in love with me here,",
      "th": "ฉันนับถือคุณเรื่องนั้น แต่ฉันไม่ได้ขอให้คุณมารักฉันนะ และฉันไม่ได้พยายามจะแทนที่เมียคุณ"
    }
  },
  {
    "translation": {
      "en": "and I'm not trying to replace your wife.",
      "th": "และฉันไม่ได้พยายามจะแทนที่เมียคุณ"
    }
  },
  {
    "translation": {
      "en": "I'm talking about two consenting adults having some casual sex.",
      "th": "ฉันแค่พูดถึง การมีเซ็กซ์แบบเต็มใจ ของผู้ใหญ่สองคน"
    }
  },
  {
    "translation": {
      "en": "Probably some really short… [chuckles] …casual sex, with you being a little out of practice.",
      "th": "ที่อาจจะแค่ระยะสั้นมากๆ ด้วย เพราะคุณอ่อนซ้อมมานาน"
    }
  },
  {
    "translation": {
      "en": "I can't do it, I'm sorry.",
      "th": "ยังไงก็ไม่ได้ ขอโทษด้วย"
    }
  },
  {
    "translation": {
      "en": "What are you, a monk?",
      "th": "นี่คุณเป็นพระหรือไง"
    }
  },
  {
    "translation": {
      "en": "God! Let's look at this logically, okay? You rent porn and touch yourself, right?",
      "th": "พระเจ้า พูดตามหลักความจริงนะ คุณเช่าหนังโป๊ไปแล้ว ก็ต้องช่วยตัวเอง ถูกไหม"
    }
  },
  {
    "translation": {
      "en": "Would you lower your voice?",
      "th": "พูดเบาๆ หน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "If you're not sweating how your wife would feel about you and porn,",
      "th": "ถ้าคุณไม่เหงื่อตกกับเรื่องที่เมีย จะรู้สึกยังไงที่เช่าหนังโป๊มาดู"
    }
  },
  {
    "translation": {
      "en": "then you shouldn't sweat what I'm proposing",
      "th": "แล้วจะเหงื่อตกกับข้อเสนอของฉันทำไม"
    }
  },
  {
    "translation": {
      "en": "'cause it's the same thing.",
      "th": "เพราะมันก็ทำนองเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "Only somebody else is doing the touching and you're saving a two-dollar rental fee.",
      "th": "เพียงแต่เป็นคนอื่นที่มาสัมผัส แถมประหยัดค่าเช่าหนังตั้งสองเหรียญ"
    }
  },
  {
    "translation": {
      "en": "Come on, stud.",
      "th": "เถอะน่า พ่อหนุ่ม"
    }
  },
  {
    "translation": {
      "en": "Man cannot live on porn alone.",
      "th": "หนังโป๊มันสู้ของจริงไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "th": "พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "I'm home!",
      "th": "กลับมาแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "Pop?",
      "th": "คุณปู่คะ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. What do I do?",
      "th": "คุณพระช่วย ทำไงดี"
    }
  },
  {
    "translation": {
      "en": "Get in the bathroom!",
      "th": "หลบเข้าห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "Pop?",
      "th": "ปู่คะ"
    }
  },
  {
    "translation": {
      "en": "Uh, no, honey, it's me.",
      "th": "ไม่ใช่ลูก นี่พ่อเอง"
    }
  },
  {
    "translation": {
      "en": "[Gertie] Daddy?",
      "th": "พ่อเหรอ"
    }
  },
  {
    "translation": {
      "en": "Why aren't you at work?",
      "th": "ทำไมพ่อไม่ไปทำงานล่ะคะ"
    }
  },
  {
    "translation": {
      "en": "Uh, because I had to come home and… and… and do--",
      "th": "เพราะพ่อต้องกลับมาบ้านแล้วทำ…"
    }
  },
  {
    "translation": {
      "en": "Uh, I had to… come home and… take a shower.",
      "th": "พ่อต้องกลับบ้านมาอาบน้ำน่ะ"
    }
  },
  {
    "translation": {
      "en": "Can we rent a movie?",
      "th": "ไปเช่าหนังกันไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, sure, sure, sure.",
      "th": "ได้แน่นอนจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Soon as I get done up here and dry off, I'll come down.",
      "th": "ขอพ่ออาบน้ำเช็ดตัวเสร็จก่อน เดี๋ยวพ่อลงไป"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God that was so close.",
      "th": "ใจหายหมด เกือบไปแล้วเชียว"
    }
  },
  {
    "translation": {
      "en": "-[laughs] -What do we do now? I'm wet.",
      "th": "ทีนี้เอาไงดี ฉันเปียกนะ"
    }
  },
  {
    "translation": {
      "en": "-Sorry, Dad, I forgot again. -[flushing]",
      "th": "โทษค่ะพ่อ หนูลืมอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hi, honey.",
      "th": "ไงลูก"
    }
  },
  {
    "translation": {
      "en": "You remember Maya.",
      "th": "จำมายาได้ไหม"
    }
  },
  {
    "translation": {
      "en": "From the video store.",
      "th": "ที่ร้านวิดีโอไง"
    }
  },
  {
    "translation": {
      "en": "What are your intentions?",
      "th": "คุณตั้งใจจะทำอะไรคะ"
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "th": "ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "What are your intentions with my father? Like, do you plan on marrying him?",
      "th": "คุณตั้งใจจะทำอะไรกับพ่อหนู แบบคิดจะขอแต่งงานหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "-Uh… I don't… -[Ollie groans softly]",
      "th": "ฉันไม่…"
    }
  },
  {
    "translation": {
      "en": "Because I was taught that only married girls",
      "th": "เพราะหนูถูกสอนมาว่า มีแต่ผู้หญิงที่แต่งงานแล้ว"
    }
  },
  {
    "translation": {
      "en": "show their girl parts to boys. Right, Daddy?",
      "th": "ถึงจะโชว์ของสงวนให้ผู้ชายดูได้ ถูกไหมพ่อ"
    }
  },
  {
    "translation": {
      "en": "right. Yes.",
      "th": "ถูกจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Can we rent all the movies we want for free?",
      "th": "หนังทุกเรื่องที่อยากดู ให้เราดูฟรีได้ไหม"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Can we rent all the movies we want for free?",
      "th": "หนังเรื่องไหนเราอยากดู ขอดูฟรีได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Yes! Yes, yes.",
      "th": "ได้เลย ได้ ให้ตายสิ ได้จ้ะ"
    }
  },
  {
    "translation": {
      "en": "For God's sake, yes. If it means we're not, you know,",
      "th": "ได้เลย ได้ ให้ตายสิ ได้จ้ะ ถ้ามันหมายถึงเราจะไม่ แบบว่า"
    }
  },
  {
    "translation": {
      "en": "that we're not in trouble anymore.",
      "th": "เราจะไม่เจอปัญหาอีกน่ะ"
    }
  },
  {
    "translation": {
      "en": "And-- Right, Maya? Yes!",
      "th": "แล้ว ได้ใช่ไหมมายา ได้สิ"
    }
  },
  {
    "translation": {
      "en": "-Uh… whatever you want. lt's on the house. -Yes.",
      "th": "- เรื่องไหนก็ได้จ้ะ ฟรีหมดเลย - ได้"
    }
  },
  {
    "translation": {
      "en": "Even Dirty Dancing?",
      "th": "แม้แต่เรื่องเดอร์ตี้ แดนซ์ซิ่งเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "And we can do Sweeney Todd for the show at school?",
      "th": "แล้วเราแสดงเรื่องสวีนนีย์ ท็อดด์ ที่โรงเรียนได้ด้วยไหม"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "We can do Sweeney Todd for the show at school?",
      "th": "เราแสดงเรื่องสวีนนีย์ ท็อดด์ ที่โรงเรียนได้ด้วยใช่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "No, honey, that's too grown-up.",
      "th": "ไม่ได้ลูก มันแก่แดดเกินไป"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "th": "เหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Oh, man, what am I gonna tell Pop about you guys?",
      "th": "แย่จัง แล้วนี่หนูจะบอกพวกปู่ ว่ายังไงดีเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Fine. We can do Sweeney Todd for the show at school.",
      "th": "ก็ได้ เราจะแสดงละคร เรื่องสวีนนีย์ ท็อดด์ที่โรงเรียน"
    }
  },
  {
    "translation": {
      "en": "Okay!",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-Would you shut the hell up already? -Christ, Greenie, you're always--",
      "th": "เงียบไปเลยน่า ให้ตาย กรีนนี่ นายชอบ…"
    }
  },
  {
    "translation": {
      "en": "-Oh, Jesus. -Oh!",
      "th": "คุณพระช่วย"
    }
  },
  {
    "translation": {
      "en": "Christ Almighty.",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "You wearing a… wearing a towel.",
      "th": "นายนุ่งผ้าเช็ดตัวอยู่"
    }
  },
  {
    "translation": {
      "en": "Just as long as you didn't do it on my bed.",
      "th": "ถ้าไม่ได้ทำกันบนเตียงฉันก็แล้วไป"
    }
  },
  {
    "translation": {
      "en": "Oh, Jesus Christ, it was one time in high school!",
      "th": "ให้ตายเถอะ ก็แค่หนเดียว สมัยเรียนมัธยม"
    }
  },
  {
    "translation": {
      "en": "You wanna let it go already?",
      "th": "พ่อช่วยลืมๆ ซะทีได้ไหม"
    }
  },
  {
    "translation": {
      "en": "I banged a broad in my parents' bed once.",
      "th": "ฉันเคยพาสาวมาอึ๊บกันบนเตียงพ่อแม่"
    }
  },
  {
    "translation": {
      "en": "It was nice.",
      "th": "ดีสุดๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Terrific. Just so you know, we didn't \"bang.\"",
      "th": "สุดยอดมาก แต่บอกให้รู้ว่า เราไม่ได้ “อึ๊บ” กันหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "What, did ya get to third base?",
      "th": "แค่เล้าโลมเท่านั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, not that it's any of your business, but we didn't do anything.",
      "th": "ไม่ใช่เรื่องของนาย แต่เราไม่ได้ทำอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "We lost our heads for a second, then cooler heads prevailed",
      "th": "เราหน้ามืดอยู่พักนึง แต่พอเราได้สติ"
    }
  },
  {
    "translation": {
      "en": "and we stopped before we did anything we'd both regret.",
      "th": "เราก็เลยหยุด ก่อนเกิดเรื่องที่ต้องเสียใจภายหลัง"
    }
  },
  {
    "translation": {
      "en": "-The kid busted in on them. -[both] Oh.",
      "th": "ลูกเข้าไปขัดจังหวะพอดี"
    }
  },
  {
    "translation": {
      "en": "Let's talk about something else, like this water main.",
      "th": "เปลี่ยนเรื่องคุยเถอะ อย่างเรื่องท่อน้ำนี่"
    }
  },
  {
    "translation": {
      "en": "How bad is it?",
      "th": "ยากขนาดไหน"
    }
  },
  {
    "translation": {
      "en": "-Definitely needs to be replaced. -Jesus Christ.",
      "th": "- แน่นอนว่าต้องเปลี่ยน - เวรแล้วสิ"
    }
  },
  {
    "translation": {
      "en": "If we gotta shut down Bay Avenue for that, this town is gonna throw a shit fit.",
      "th": "ถ้าเราปิดน้ำที่ถนนเบย์ คนทั้งเมืองต้องด่ากันสนั่นแน่"
    }
  },
  {
    "translation": {
      "en": "I'm sure.",
      "th": "แน่นอนเลย"
    }
  },
  {
    "translation": {
      "en": "Hey, kid, you haven't had to inconvenience the taxpayers on the job yet.",
      "th": "เจ้าหนู อย่าทำให้พวกชาวบ้าน ที่เสียภาษีต้องลำบากกับงานนี้"
    }
  },
  {
    "translation": {
      "en": "They get like animals. Remember back in '88?",
      "th": "พวกเขาโหดมาก จำตอนปี 88 ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-South Peak Street. -Holy shit.",
      "th": "ถนนเซาธ์พีค ให้ตาย"
    }
  },
  {
    "translation": {
      "en": "I thought they were gonna crucify us upside down.",
      "th": "ฉันนึกว่าเราจะโดนจับตรึงไม้กางเขน แบบห้อยหัว"
    }
  },
  {
    "translation": {
      "en": "Like St. Peter.",
      "th": "เหมือนนักบุญปีเตอร์"
    }
  },
  {
    "translation": {
      "en": "Who are you, the Holy Father?",
      "th": "แกเป็นพระสันตะปาปาหรือไง"
    }
  },
  {
    "translation": {
      "en": "Everybody knows I meant St. Peter.",
      "th": "ใครๆ ก็รู้ว่า ฉันหมายถึงนักบุญปีเตอร์"
    }
  },
  {
    "translation": {
      "en": "-You don't have to explain my shit. -I'm just saying.",
      "th": "นายไม่เห็นจะต้องขยายความเลย ฉันก็พูดไปงั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "When I was down there, how many cars did you wave around?",
      "th": "ตอนผมลงไปในท่อน้ำ คุณโบกให้รถผ่านกี่คัน"
    }
  },
  {
    "translation": {
      "en": "Three or four.",
      "th": "สามสี่คัน"
    }
  },
  {
    "translation": {
      "en": "Three or four cars for the whole half-hour I was down there?",
      "th": "ครึ่งชั่วโมง มีรถผ่านแค่สามสี่คันเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, it was rush hour.",
      "th": "มันช่วงเวลาเร่งด่วน"
    }
  },
  {
    "translation": {
      "en": "Yeah, I don't think the legion of commuters",
      "th": "ผมไม่คิดว่าผู้คนกลุ่มน้อยนิด ในไฮแลนด์ส นิวเจอร์ซีย์"
    }
  },
  {
    "translation": {
      "en": "in the Highlands of New Jersey are gonna object to us closing down",
      "th": "ผมไม่คิดว่าผู้คนกลุ่มน้อยนิด ในไฮแลนด์ส นิวเจอร์ซีย์ จะค้านไม่ให้เราปิดพื้นที่"
    }
  },
  {
    "translation": {
      "en": "a small portion of Bay Avenue for a few days.",
      "th": "ส่วนเล็กจิ๋วของถนนเบย์ สักสองสามวันหรอก"
    }
  },
  {
    "translation": {
      "en": "[comptroller] One at a time, please. One at a time.",
      "th": "ทีละคนครับ พูดทีละคน"
    }
  },
  {
    "translation": {
      "en": "-We're doing the best we can. -[Bart] You were saying?",
      "th": "เราจะทำอย่างเต็มที่ครับ แกพูดว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "Why doesn't somebody just go up there",
      "th": "ทำไมไม่มีใครขึ้นไป"
    }
  },
  {
    "translation": {
      "en": "and explain to them what's actually happening?",
      "th": "อธิบายให้พวกเขาฟังว่า เกิดอะไรขึ้นกันแน่"
    }
  },
  {
    "translation": {
      "en": "Why don't you do it, Daddy? Wasn't that your old job?",
      "th": "ทำไมพ่อไมขึ้นไปล่ะคะ อาชีพเก่าพ่อไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Making people like singers by saying nice things about them?",
      "th": "สร้างคนดังอย่างพวกนักร้อง ด้วยการพูดเรื่องดีๆ ของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "-Yes, baby, but-- -No, the kid's got a point there.",
      "th": "- ใช่ลูกแต่… - ลูกแกพูดถูกนะ"
    }
  },
  {
    "translation": {
      "en": "As a guy who used to sling bullshit for a living,",
      "th": "ในฐานะคนที่เคย ปั่นเรื่องเหลวไหลเป็นอาชีพ"
    }
  },
  {
    "translation": {
      "en": "I nominate you to go up there and say something.",
      "th": "ฉันขอเสนอให้แก ขึ้นไปพูดอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "-Oh, you do, huh? -Yeah.",
      "th": "- เอาจริงเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-It can't hurt. -Go ahead.",
      "th": "- ไม่เสียหายน่า - ไปสิ"
    }
  },
  {
    "translation": {
      "en": "-Thanks, Pop. -[indistinct chatter]",
      "th": "ขอบคุณพ่อ"
    }
  },
  {
    "translation": {
      "en": "Stay right here. I'll be back.",
      "th": "อยู่นี่นะ เดี๋ยวพ่อมา"
    }
  },
  {
    "translation": {
      "en": "[comptroller] Control yourselves…",
      "th": "อย่าโวยวายครับ"
    }
  },
  {
    "translation": {
      "en": "He's going up there.",
      "th": "ยุให้ขึ้นก็ขึ้นแฮะ"
    }
  },
  {
    "translation": {
      "en": "Folks, one second. Please. Folks.",
      "th": "ขอเวลาเดี๋ยวครับ ทุกท่านครับ"
    }
  },
  {
    "translation": {
      "en": "Uh, my name's Oliver Trinke and, uh, I'm with the borough.",
      "th": "ผมชื่อโอลิเวอร์ ทริงกี้ ทำงานให้หน่วยประปา"
    }
  },
  {
    "translation": {
      "en": "So I guess that makes me the least popular guy in the room.",
      "th": "ซึ่งอาจทำให้คนในห้องนี้ ไม่ค่อยชอบขี้หน้าผมเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "I want to assure you that, uh, this Bay Avenue job",
      "th": "ผมขอรับรองว่า การปิดถนนเบย์เพื่อซ่อมท่อครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "will be a very minimal inconvenience. It'll only take three days at the most.",
      "th": "พวกคุณจะเดือดร้อนน้อยที่สุด ใช้เวลาสามวันเป็นอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "[man] Bullshit!",
      "th": "ตอแหล"
    }
  },
  {
    "translation": {
      "en": "Bullshit!",
      "th": "ตอแหล"
    }
  },
  {
    "translation": {
      "en": "-Bullshit! -[indistinct chatter]",
      "th": "ตอแหล"
    }
  },
  {
    "translation": {
      "en": "Folks, please, a little decorum! A little decorum!",
      "th": "ทุกคนครับ มีมารยาทกันหน่อย มีมารยาทหน่อยครับ"
    }
  },
  {
    "translation": {
      "en": "Folks, one second.",
      "th": "ทุกคน ใจเย็นนะ"
    }
  },
  {
    "translation": {
      "en": "I just have one more thing that I… I just want to add.",
      "th": "มีอีกเรื่องหนึ่งที่ผมอยากจะเสริม"
    }
  },
  {
    "translation": {
      "en": "Look, I live in this town. I see you guys heading to work every day…",
      "th": "ผมเองก็อยู่เมืองนี้ เห็นพวกคุณไปทำงานทุกวัน"
    }
  },
  {
    "translation": {
      "en": "[Ollie] I'm telling you, it was amazing!",
      "th": "ขอบอกว่าน่าทึ่งสุดๆ"
    }
  },
  {
    "translation": {
      "en": "I get up there, and I weave this web of bullshit",
      "th": "แค่ผมขึ้นไป แล้วก็พูดเรื่องเหลวไหลวเป็นชุดๆ"
    }
  },
  {
    "translation": {
      "en": "so profoundly mesmerizing, I turn the entire place around.",
      "th": "พวกเขาก็นิ่งเหมือนโดนสะกด ผมพลิกห้องทั้งห้อง จากหน้ามือเป็นหลังมือ"
    }
  },
  {
    "translation": {
      "en": "You silver-tongued devil, you.",
      "th": "เก่งนี่ พ่อสาลิกาลิ้นทอง"
    }
  },
  {
    "translation": {
      "en": "Everything I was saying was just right on the money, you know?",
      "th": "ทุกอย่างที่ผมพูดมันจี้ใจดำตรงเผง เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "Maybe that's 'cause you weren't slinging as much bullshit as you thought you were.",
      "th": "บางทีคุณอาจจะไม่ได้พูดไร้สาระ อย่างที่คุณคิดก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "\"Get out there and play in the dirt\"? -[laughs] -I mean, what… I made that up.",
      "th": "“ออกไปเล่นคลุกดินกับลูกๆ หลานๆ” เนี่ยนะ นั่นผมแต่งขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "Sounds pretty good to me.",
      "th": "แต่ฉันฟังแล้วชอบนะ"
    }
  },
  {
    "translation": {
      "en": "-Hey, Gert. -[Gertie] Hi.",
      "th": "- หวัดดีเกิร์ท - หวัดดี"
    }
  },
  {
    "translation": {
      "en": "The sad thing is, I had a greater sense of accomplishment",
      "th": "ที่น่าเศร้าคือผมรู้สึกว่าผมทำสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "from this stupid water-main thing",
      "th": "จัดการเรื่องท่อน้ำงี่เง่า"
    }
  },
  {
    "translation": {
      "en": "than anything else I've done in the past seven years.",
      "th": "ได้ดีกว่างานอื่นๆ ที่ทำมาตลอดเจ็ดปี"
    }
  },
  {
    "translation": {
      "en": "I get it. You set out to do something and you did it.",
      "th": "ฉันเข้าใจนะว่าถ้าคุณตั้งใจ ทำอะไรสักอย่าง คุณก็ทำได้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "So you feel drunk with power now. Makes sense.",
      "th": "ตอนนี้คุณเลยดื่มด่ำกับอำนาจ มีเหตุผลนะ"
    }
  },
  {
    "translation": {
      "en": "That's just it. I was the youngest flack ever put in charge of an entire division--",
      "th": "ใช่เลย ผมเคยเป็นนักประชาสัมพันธ์ ที่หนุ่มที่สุดที่เคยคุมทั้งแผนก"
    }
  },
  {
    "translation": {
      "en": "In the history of Mandel-Kirschner.",
      "th": "ในประวัติศาสตร์ ของบ.แมนเดล-เคิร์ชเนอร์"
    }
  },
  {
    "translation": {
      "en": "-I know. -That's an accomplishment.",
      "th": "- ฉันรู้ - นั่นต่างหากคือความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "Convincing a town to approve something that's already in their best interest?",
      "th": "แต่กล่อมคนทั้งเมืองให้ยินยอม สิ่งที่เป็นผลประโยชน์ต่อพวกเขาเนี่ย"
    }
  },
  {
    "translation": {
      "en": "That's just delayed common sense.",
      "th": "มันถ่วงสามัญสำนึกผม"
    }
  },
  {
    "translation": {
      "en": "Yeah, but that's your life now.",
      "th": "ใช่ แต่มันก็เป็นชีวิตคุณแล้ว"
    }
  },
  {
    "translation": {
      "en": "I mean, being the youngest flack in the history of blah, blah, blah…",
      "th": "การเป็นนักประชาสัมพันธ์ ที่หนุ่มที่สุดอะไรนั่น"
    }
  },
  {
    "translation": {
      "en": "That's not you anymore. I mean, that might never have been you.",
      "th": "มันไม่ใช่คุณอีกแล้ว ฉันว่านั่นอาจจะไม่ใช่ตัวคุณเลยด้วย"
    }
  },
  {
    "translation": {
      "en": "Oh, it was me. It was me with my own apartment…",
      "th": "ต้องใช่แน่ เป็นตัวผม กับอะพาร์ตเมนต์ของผมเอง"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] -…me richer, me with more self-respect.",
      "th": "ผมที่รวยกว่านี้ เคยเคารพตัวเองมากกว่านี้"
    }
  },
  {
    "translation": {
      "en": "Like it or not, this is you.",
      "th": "จะชอบหรือไม่ คุณก็คือคุณ"
    }
  },
  {
    "translation": {
      "en": "I mean, forget about what you thought you were",
      "th": "ฉันว่าเลิกคิดซะเถอะว่า คุณเคยเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "and just accept who you are.",
      "th": "และยอมรับตัวตนที่คุณเป็นอยู่ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "I guess I'll just get this.",
      "th": "หนูจะเช่าม้วนนี้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Gert, what are you doing?",
      "th": "เกิร์ท ทำไมล่ะจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "I distinctly remember your father telling you",
      "th": "ฉันจำได้แม่นว่าพ่อหนูบอกว่า"
    }
  },
  {
    "translation": {
      "en": "you could get Dirty Dancing.",
      "th": "หนูเช่าเดอร์ตี้ แดนซ์ซิ่งได้"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah!",
      "th": "จริงด้วยพ่ออนุญาต"
    }
  },
  {
    "translation": {
      "en": "-He did! -Yeah.",
      "th": "จริงด้วยพ่ออนุญาต จ้ะ"
    }
  },
  {
    "translation": {
      "en": "Thanks for that, by the way.",
      "th": "ว่าแต่ ขอบคุณนะ สำหรับเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "Incidentally, she's been asking me when she's gonna grow boobies like yours.",
      "th": "พักนี้แกเซ้าซี้ถามผมบ่อยๆ ว่า เมื่อไหร่อกแกจะใหญ่เท่าคุณ"
    }
  },
  {
    "translation": {
      "en": "-[laughs] Oh, my God! -She's seven, okay?",
      "th": "- ตายแล้ว - ลูกผมเพิ่งเจ็ดขวบเอง"
    }
  },
  {
    "translation": {
      "en": "If you want, I can give her the old boobie talk",
      "th": "ถ้าต้องการ ฉันสอนแกเรื่องหน้าอกน้อยๆ"
    }
  },
  {
    "translation": {
      "en": "my mom gave me when I was a kid.",
      "th": "แบบที่แม่เคยคุยสมัยฉันเด็กๆ ได้นะ"
    }
  },
  {
    "translation": {
      "en": "Does that talk include using the word \"knockers\"?",
      "th": "ที่จะคุยน่ะรวมถึงคำว่า “อกอึ๋ม” ด้วยไหม"
    }
  },
  {
    "translation": {
      "en": "-Oh!. -I'm just saying.",
      "th": "พูดเล่นน่า"
    }
  },
  {
    "translation": {
      "en": "I'm… I'm glad there's no, you know, awkwardness between us.",
      "th": "ผมดีใจที่เราไม่รู้สึกว่า มองหน้ากันไม่ติด"
    }
  },
  {
    "translation": {
      "en": "After the…",
      "th": "หลังจากเรื่อง…"
    }
  },
  {
    "translation": {
      "en": "Well, the thing that happened last week with…",
      "th": "เรื่องที่เกิดเมื่ออาทิตย์ก่อน…"
    }
  },
  {
    "translation": {
      "en": "Ollie, I was gonna give you a mercy jump. [chuckles]",
      "th": "ออลลี่ ฉันแค่อยากช่วยสงเคราะห์คุณ"
    }
  },
  {
    "translation": {
      "en": "The moment passed. It's no big deal.",
      "th": "เรื่องมันแล้วไปแล้ว ไม่สำคัญหรอก"
    }
  },
  {
    "translation": {
      "en": "Just friends, right?",
      "th": "เพื่อนกันใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, friends.",
      "th": "ใช่ เพื่อน"
    }
  },
  {
    "translation": {
      "en": "-\"Mercy jump.\" -[chuckles]",
      "th": "“ช่วยสงเคราะห์”"
    }
  },
  {
    "translation": {
      "en": "-Stay away from my kid. -[laughs]",
      "th": "อยู่ห่างๆ ลูกผมเลยนะ"
    }
  },
  {
    "translation": {
      "en": "-No, that's too round. -[Block] Shut up.",
      "th": "- ไม่ นั่นกลมเกินไป - หุบปากเถอะ"
    }
  },
  {
    "translation": {
      "en": "-Just make a little rounder-- -[Block] Shut up! -Just a little rounder on that edge-- -Shut up!",
      "th": "- หุบปากเถอะน่า - ทำให้ขอบมันกลมหน่อย"
    }
  },
  {
    "translation": {
      "en": "Shut up.",
      "th": "หุบปาก"
    }
  },
  {
    "translation": {
      "en": "-Would you shut the hell up? -All right!",
      "th": "- หุบปากทีได้ไหม - ก็ได้"
    }
  },
  {
    "translation": {
      "en": "There's people getting their throats cut in this thing.",
      "th": "เรื่องนี้มันมีคนถูกเชือดคอนี่นา"
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "And your father said you could do this for the show?",
      "th": "แล้วพ่อหนูอนุญาต ให้แสดงเรื่องนี้ได้งั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Why the hell would he okay you singing this shit?",
      "th": "ทำไมเขาถึงยอมให้หนูร้องเพลงนี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Because I saw him and Maya naked in the shower.",
      "th": "เพราะหนูเห็นพ่อกับมายา แก้ผ้าในห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. [chuckles]",
      "th": "เหรอ"
    }
  },
  {
    "translation": {
      "en": "That'll do it.",
      "th": "มิน่าล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Ollie] Can I speak with an Arthur Brickman, please?",
      "th": "ต่อสายอาเธอร์ บริกแมนครับ"
    }
  },
  {
    "translation": {
      "en": "-Ollie. -[Ollie] Arthur.",
      "th": "- ออลลี่ - อาเธอร์"
    }
  },
  {
    "translation": {
      "en": "-Hey, man. How're you doing? -Good. How are you?",
      "th": "ไง เป็นไงบ้าง สบายดี คุณล่ะ"
    }
  },
  {
    "translation": {
      "en": "-Good. Good to see you. -Good to see you.",
      "th": "- ดี ดีใจที่ได้เจอนะ - ดีใจที่ได้เจอ"
    }
  },
  {
    "translation": {
      "en": "It was-- You know, the town voted unanimously,",
      "th": "คือทั้งเมืองลงมติแบบไม่เป็นเอกฉันท์"
    }
  },
  {
    "translation": {
      "en": "-approved the water main, so… -You were always great with a crowd.",
      "th": "อนุมัติเรื่องซ่อมท่อประปา ก็เลย… คุณกล่อมคนหมู่มากได้เก่งเสมอ"
    }
  },
  {
    "translation": {
      "en": "Well, except that… that once, of course.",
      "th": "ยกเว้นคราวนั้นคราวเดียว"
    }
  },
  {
    "translation": {
      "en": "But that's it. It was the polar opposite of the Fresh Prince incident.",
      "th": "แต่นั่นแหละ มันคนละขั้ว กับเรื่องเมื่อคราวเฟรชพรินซ์"
    }
  },
  {
    "translation": {
      "en": "It was like I was on the top of my game.",
      "th": "แบบว่าการงานฉันเคยรุ่งสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Which is why I wanted to see ya.",
      "th": "ฉันถึงได้อยากเจอนาย"
    }
  },
  {
    "translation": {
      "en": "Uh, I wanna ask you a favor. Yeah, anything, man. What?",
      "th": "- ฉันมีเรื่องอยากจะขอให้ช่วย - ว่ามาเลยมีอะไร"
    }
  },
  {
    "translation": {
      "en": "Is there any way that you could get me an interview with your firm?",
      "th": "พอมีทางนัดให้ฉันเข้าสัมภาษณ์งาน กับบริษัทนายบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "You're serious?",
      "th": "พูดจริงหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "I thought it was weird that you wanted to eat here.",
      "th": "นึกแล้วว่ามันแปลกๆ ที่คุณอยากมากินที่นี่"
    }
  },
  {
    "translation": {
      "en": "Oh, I know it's gonna be tough, don't get me wrong.",
      "th": "ฉันรู้ว่ามันต้องยาก แต่อย่าเข้าใจผิดนะ"
    }
  },
  {
    "translation": {
      "en": "Tough? [scoffs]",
      "th": "ยากเหรอ"
    }
  },
  {
    "translation": {
      "en": "Ollie, uh, you… you called a roomful of press a bunch of jerk-offs",
      "th": "ออลลี่ คุณเรียกนักข่าวทั้งห้อง ว่าฝูงคนซื่อบื้อ"
    }
  },
  {
    "translation": {
      "en": "and… and trashed a client whose one of the biggest movie stars on the planet.",
      "th": "แถมประจานลูกค้าที่ตอนนี้ เป็นดาราใหญ่ที่สุดในโลกซะยับ"
    }
  },
  {
    "translation": {
      "en": "He wasn't big then.",
      "th": "ตอนนั้นยังไม่ใหญ่"
    }
  },
  {
    "translation": {
      "en": "No, but he is now. You wanna know how big?",
      "th": "แต่ตอนนี้ใหญ่แล้ว รู้ไหมว่าใหญ่ขนาดไหน"
    }
  },
  {
    "translation": {
      "en": "When I left Mandel-Kirschner,",
      "th": "ตอนผมออกจากแมนเดล-เคิร์ชเนอร์"
    }
  },
  {
    "translation": {
      "en": "there were some firms that wouldn't even look at my resume because I…",
      "th": "บางบริษัทไม่ยอมอ่านประวัติ ผ่านงานผมด้วยซ้ำเพราะว่า…"
    }
  },
  {
    "translation": {
      "en": "No offense, but because I worked under you.",
      "th": "อย่าเคืองกันนะ แต่เพราะผมเคยเป็นลูกน้องคุณ"
    }
  },
  {
    "translation": {
      "en": "I've only… I've only been at Angellotti a year now…",
      "th": "ผมเพิ่งมาอยู่กับแองเจลล็อตตี้ ได้ปีเดียว…"
    }
  },
  {
    "translation": {
      "en": "You know what, man? Forget I asked. Don't worry about it. Seriously.",
      "th": "ไม่เป็นไร ลืมที่ฉันขอไปซะ ไม่ต้องห่วงเรื่องนั้น จริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "-It's-- I was stupid. I got carried away. -No, le… let me finish.",
      "th": "- ฉันงี่เง่า เพ้อเจ้อไปเอง - เดี๋ยวๆ ฟังให้จบก่อน"
    }
  },
  {
    "translation": {
      "en": "What I was gonna say was…",
      "th": "ที่ผมจะพูดคือ…"
    }
  },
  {
    "translation": {
      "en": "I've been waiting years to be in a position",
      "th": "ผมรอมานานแล้วที่จะได้อยู่ในตำแหน่ง"
    }
  },
  {
    "translation": {
      "en": "-to be able to help you out, and now I am. -[sentimental music playing]",
      "th": "ที่พอจะช่วยคุณได้ ตอนนี้ผมทำได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "It's not gonna be an easy sell, but um,",
      "th": "ขายคุณคงไม่ง่ายนักแต่…"
    }
  },
  {
    "translation": {
      "en": "I think I can get you in a room with Angellotti himself. [chuckles]",
      "th": "ผมว่าผมหาทางให้คุณคุยกับ ตัวแองเจลล็อตตี้ได้แน่"
    }
  },
  {
    "translation": {
      "en": "-[Ollie] Thank you so much. -Of course.",
      "th": "- ขอบคุณมากนะ - ได้เลยครับ"
    }
  },
  {
    "translation": {
      "en": "You know, you're a lot more affectionate than I remember.",
      "th": "คุณอ่อนไหวมากขึ้นกว่าที่ผมจำได้"
    }
  },
  {
    "translation": {
      "en": "Uh, it's just-- I miss it so much, you know?",
      "th": "ฉันแค่คิดถึงงานเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "It's the only thing I was ever any good at.",
      "th": "มันเป็นอย่างเดียวที่ฉันทำได้ดี"
    }
  },
  {
    "translation": {
      "en": "-[scoffs] -[Ollie] Oh, this is great. I can move back here.",
      "th": "วิเศษเลย ฉันจะได้ย้ายกลับมานิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "I can put Gertie in a really good, expensive private school. I can…",
      "th": "ฉันจะให้เกอร์ตี้เข้าโรงเรียนเอกชน ที่แพงลิบลิ่ว ฉันจะ…"
    }
  },
  {
    "translation": {
      "en": "I can get her a nanny, you know?",
      "th": "ฉันจะหาพี่เลี้ยงให้แกได้น่ะ"
    }
  },
  {
    "translation": {
      "en": "It'll be like that whole Fresh Prince thing never even happened.",
      "th": "มันจะเหมือนกับว่า เรื่องเฟรชพรินซ์ไม่เคยเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "Well, I'll… I'll work on the old man when I get back to the office",
      "th": "กลับเข้าออฟฟิศแล้ว ผมจะไปกล่อมเจ้านายผมให้"
    }
  },
  {
    "translation": {
      "en": "and I'll call you tonight if it's a go.",
      "th": "ถ้าเป็นไปตามแผน คืนนี้จะโทรบอก"
    }
  },
  {
    "translation": {
      "en": "Oh, great.",
      "th": "เยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "[Gertie] ♪ Excuse me ♪",
      "th": "ขอโทษที"
    }
  },
  {
    "translation": {
      "en": "-[Ollie] ♪ Psst ♪ -♪ Dear, see to the customers ♪",
      "th": "- ชู่ว์ - ชวยดูลูกค้าให้ที"
    }
  },
  {
    "translation": {
      "en": "-♪ Psst ♪ -♪ Guess what's the… ♪",
      "th": "- ชู่ว์ - ทายสิอะไร…"
    }
  },
  {
    "translation": {
      "en": "-♪ Quick now ♪ -♪ My heart's a-flutter ♪",
      "th": "- รีบหน่อย - หัวใจฉันเต้นแรง"
    }
  },
  {
    "translation": {
      "en": "-[Ollie] ♪ When I pound the floor ♪ -[Gertie] ♪ Pound the floor ♪",
      "th": "- ตอนฉันทุบพื้น - ตอนฉันทุบพื้น"
    }
  },
  {
    "translation": {
      "en": "♪ It's a signal to show that I'm Ready to go when I pound the floor… ♪",
      "th": "พอทุบพื้นคือสัญญาณว่าฉันพร้อมไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[telephone ringing] -I have to get the phone.",
      "th": "พ่อต้องรับสายนี้"
    }
  },
  {
    "translation": {
      "en": "Come on, Pop. Do Dad's part.",
      "th": "ปู่คะ มาร้องแทนพ่อที"
    }
  },
  {
    "translation": {
      "en": "-Me? -[Gertie] Yeah.",
      "th": "- ปู่เหรอ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-You can do it. -[telephone ringing]",
      "th": "นายทำได้"
    }
  },
  {
    "translation": {
      "en": "Hello? Hey, Arthur.",
      "th": "ฮัลโหล ไงอาเธอร์"
    }
  },
  {
    "translation": {
      "en": "You're kidding.",
      "th": "พูดเป็นเล่น"
    }
  },
  {
    "translation": {
      "en": "♪ I'll pound three times Three times… ♪",
      "th": "ฉันจะทุบพื้นสามครั้ง สามครั้ง…"
    }
  },
  {
    "translation": {
      "en": "Why do I have to sing your dad's part?",
      "th": "ทำไมปู่ต้องมาร้องแทนพ่อล่ะ"
    }
  },
  {
    "translation": {
      "en": "I'm supposed to be the guy who gets clipped.",
      "th": "ปู่ต้องเล่นเป็นคนที่ถูกเชือด"
    }
  },
  {
    "translation": {
      "en": "You are, but you're Dad's understudy too.",
      "th": "ก็ใช่ แต่ปู่เป็นตัวสำรองของพ่อด้วย"
    }
  },
  {
    "translation": {
      "en": "What the hell is that?",
      "th": "หมายความว่าไง"
    }
  },
  {
    "translation": {
      "en": "It means if Daddy breaks a leg, then you do his part for him.",
      "th": "ก็คือถ้าพ่อเบี้ยว ปู่ก็เล่นบทนั้นแทนไง"
    }
  },
  {
    "translation": {
      "en": "So, come on, try it again. You're doing good.",
      "th": "มาค่ะ อีกรอบนึง ทำได้ดีแล้ว"
    }
  },
  {
    "translation": {
      "en": "♪ I'll pound three times-- ♪",
      "th": "ฉันจะเคาะสามครั้ง…"
    }
  },
  {
    "translation": {
      "en": "♪ Three times! ♪",
      "th": "สามครั้ง"
    }
  },
  {
    "translation": {
      "en": "Wait, wait, wait. I'm supposed to be the understudy now.",
      "th": "เดี๋ยวๆ นี่ฉันต้องเป็น ตัวสำรองด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "I cannot work like this. I'm sorry.",
      "th": "แบบนี้ไม่ไหวหรอก ขอโทษด้วย"
    }
  },
  {
    "translation": {
      "en": "This is no way to run a show.",
      "th": "แสดงแบบนี้ไปไม่รอดแน่"
    }
  },
  {
    "translation": {
      "en": "[chuckles] You were good.",
      "th": "นายเก่งออก"
    }
  },
  {
    "translation": {
      "en": "You can go back to waiting in the wings, Tommy Tune.",
      "th": "รออยู่หลังเวทีก็ได้ ทอมมี่ ทูน"
    }
  },
  {
    "translation": {
      "en": "I'll be doing my own singing henceforth.",
      "th": "จากนั้นผมจะร้องส่วนของผมเอง"
    }
  },
  {
    "translation": {
      "en": "-Who's Tommy Tune? -[Ollie] Tommy Tune is a man",
      "th": "ทอมมี่ ทูนคือใครคะ ทอมมี่ ทูนคือผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "that you can get a chance to see live and on Broadway",
      "th": "ที่ลูกจะได้เห็นตัวจริงของเขา ตอนแสดงสดบนเวทีบรอดเวย์"
    }
  },
  {
    "translation": {
      "en": "when we move back to New York City!",
      "th": "เมื่อเราย้ายกลับไปนิวยอร์กไง"
    }
  },
  {
    "translation": {
      "en": "-What? -What?",
      "th": "- ว่าไงนะ - ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "-What? -What?",
      "th": "- ว่าไงนะ - ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, what?",
      "th": "ใช่ ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "Well, I was just on the phone with an old friend of mine",
      "th": "ผมเพิ่งคุยสาย กับเพื่อนเก่าที่ผมเคยทำงานด้วย"
    }
  },
  {
    "translation": {
      "en": "that I used to work with at Mandell Kirschner.",
      "th": "กับเพื่อนเก่าที่ผมเคยทำงานด้วย"
    }
  },
  {
    "translation": {
      "en": "Anyway, I had lunch with him, and I asked him",
      "th": "เราไปกินมื้อเที่ยงกัน และผมขอให้เขา"
    }
  },
  {
    "translation": {
      "en": "if he'd get me an interview with his new firm, right?",
      "th": "นัดให้ผมสัมภาษณ์งาน กับบริษัทใหม่ของเขา"
    }
  },
  {
    "translation": {
      "en": "Jesus, another interview, Ollie? Come on, when are you gonna learn?",
      "th": "ให้ตาย สัมภาษณ์อีกแล้วเหรอ ออลลี่ เมื่อไหร่แกจะเข็ดสักที"
    }
  },
  {
    "translation": {
      "en": "Well, smart guy, he just called me, said he sat down with his boss,",
      "th": "นี่ พ่อคนฉลาด เขาเพิ่งโทรหาผม บอกว่าเขาคุยให้เจ้านายฟังแล้ว"
    }
  },
  {
    "translation": {
      "en": "sold me to his boss like I was the cure for cancer.",
      "th": "ชมผมให้เจ้านายฟัง เหมือนผมเป็นยารักษามะเร็ง"
    }
  },
  {
    "translation": {
      "en": "And It just so happens",
      "th": "มันบังเอิญว่า"
    }
  },
  {
    "translation": {
      "en": "that a little spot has opened up in their music department.",
      "th": "มีตำแหน่งว่าง ในแผนกประชาสัมพันธ์เพลง"
    }
  },
  {
    "translation": {
      "en": "Boom! After six years of being a pariah, I'm gonna get back in!",
      "th": "ตูม หลังจากร่อนเร่มาตั้งหกปี ผมจะได้คืนสังเวียนแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm talking about no more street sweeper,",
      "th": "พอกันทีงานกวาดถนน"
    }
  },
  {
    "translation": {
      "en": "no more picking up garbage, and no more water main.",
      "th": "พอทีงานเก็บขยะ พอทีงานซ่อมท่อ"
    }
  },
  {
    "translation": {
      "en": "I'm talking press lines, I'm talking about parties.",
      "th": "ต่อไปจะมีแต่อาชีพคุยกับสื่อ มีแต่งานปาร์ตี้"
    }
  },
  {
    "translation": {
      "en": "I'm talking about a Westside address.",
      "th": "มีที่อยู่หรูๆ แถบเวสต์ไซต์"
    }
  },
  {
    "translation": {
      "en": "I'm talking about a good school for Gertie.",
      "th": "แล้วเกอร์ตี้จะได้เข้าโรงเรียนดีๆ"
    }
  },
  {
    "translation": {
      "en": "But I already go to a good school.",
      "th": "ที่หนูเรียนอยู่ก็ดีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yes, honey, but you're gonna go",
      "th": "ใช่ แต่ลูกจะได้ไป"
    }
  },
  {
    "translation": {
      "en": "to a way, way better school in New York City.",
      "th": "โรงเรียนที่ดีกว่ามากๆ ในนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "You're gonna be able to take the subway to school. Won't that be fun?",
      "th": "ลูกจะได้นั่งรถไฟใต้ดินไปโรงเรียน สนุกจะตายว่าไหม"
    }
  },
  {
    "translation": {
      "en": "But the subway's full of junkies and mole-men.",
      "th": "รถไฟใต้ดินมีแต่พวกขี้ยา กับคนหน้าตาแปลกๆ"
    }
  },
  {
    "translation": {
      "en": "Well, they are.",
      "th": "มันจริงนี่"
    }
  },
  {
    "translation": {
      "en": "Don't listen to Pop. What do I tell you? He makes things up.",
      "th": "อย่าไปฟังปู่ พ่อบอกแล้วไงปู่ชอบกุเรื่อง"
    }
  },
  {
    "translation": {
      "en": "-You'll see. The subways are great. -I don't wanna see.",
      "th": "คืองี้นะ รถไฟใต้ดินเจ๋งจะตาย หนูไม่อยากเห็น"
    }
  },
  {
    "translation": {
      "en": "I don't wanna go to a school up in the city.",
      "th": "หนูไม่อยากไปเรียนในเมืองใหญ่"
    }
  },
  {
    "translation": {
      "en": "I wanna go to my school.",
      "th": "หนูจะเรียนที่โรงเรียนของหนู"
    }
  },
  {
    "translation": {
      "en": "Honey, It's gonna be too far of a drive for me to come back down here",
      "th": "ที่นี่มันไกลเกินกว่าที่พ่อจะขับรถ"
    }
  },
  {
    "translation": {
      "en": "to take you to school in New Jersey every morning.",
      "th": "มาส่งลูกที่โรงเรียนในนิวเจอร์ซีย์ ทุกเช้าได้"
    }
  },
  {
    "translation": {
      "en": "So let's not move to the city. Let's stay here with Pop.",
      "th": "งั้นก็อย่าย้ายสิคะ อยู่กับปู่ที่นี่เลย"
    }
  },
  {
    "translation": {
      "en": "Sweetheart, I'm too old… [chuckles] …to be living with my father.",
      "th": "ลูกรัก พ่อโตเกินกว่า จะอาศัยอยู่บ้านปู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "I need to get my own place.",
      "th": "พ่ออยากมีบ้านของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "And Pop, I mean, look at him, he's a mad-dog.",
      "th": "แล้วปู่น่ะขวางโลกมากๆ"
    }
  },
  {
    "translation": {
      "en": "He doesn't want us around here, getting in his way, cramping his style.",
      "th": "เขาไม่อยากให้เราอยู่เกะกะ การใช้ชีวิตในแบบวุ่นวายของเขาหรอก"
    }
  },
  {
    "translation": {
      "en": "Do you, Pop?",
      "th": "ใช่ไหมพ่อ"
    }
  },
  {
    "translation": {
      "en": "That's all horseshit.",
      "th": "เหลวไหลสิ้นดี"
    }
  },
  {
    "translation": {
      "en": "You know, thanks, Pop.",
      "th": "ขอบคุณนะพ่อ"
    }
  },
  {
    "translation": {
      "en": "I don't wanna move to the city. I like it here.",
      "th": "หนูไม่อยากย้ายเข้าเมืองใหญ่ หนูชอบที่นี่"
    }
  },
  {
    "translation": {
      "en": "Pop says you can live here as long as you want.",
      "th": "ปู่บอกว่าหลานอยู่ที่นี่ นานเท่าไหร่ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Baby, remember when I took you to see Sweeney Todd?",
      "th": "คนเก่ง จำที่พ่อพาไปดู “สวีนนีย์ ท็อดด์” ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "How much fun was that? We had a good time, right?",
      "th": "ว่ามันสนุกแค่ไหน เราสนุกมากใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "I mean… if we move to New York City, we can do that every night.",
      "th": "ถ้าย้ายไปอยู่นิวยอร์ก จะได้ดูทุกคืนก็ยังได้"
    }
  },
  {
    "translation": {
      "en": "Except for the nights you're working, of course.",
      "th": "แน่นอน ยกเว้นคืนที่แกทำงาน"
    }
  },
  {
    "translation": {
      "en": "You know what? Why don't you shut up for a second, okay? I'm trying to talk to my daughter.",
      "th": "พ่อเงียบแป๊บนึงเถอะนะ ผมจะคุยกับลูก"
    }
  },
  {
    "translation": {
      "en": "You love New York City. You told me you loved the city.",
      "th": "ลูกรักนิวยอร์กแน่ ลูกบอกพ่อว่าชอบเมืองใหญ่"
    }
  },
  {
    "translation": {
      "en": "-No, I didn't. -[sighs]",
      "th": "หนูเปล่าพูด"
    }
  },
  {
    "translation": {
      "en": "-[Gertie] I said it was okay. -Jesus Christ!",
      "th": "- หนูบอกว่าก็โอเค - พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-[Gertie] I said I like Highlands better. -[Bart] Yeah.",
      "th": "- หนูบอกหนูชอบไฮแลนด์สมากกว่า - ใช่"
    }
  },
  {
    "translation": {
      "en": "[Gertie] Why would you want some other job anyway, Dad?",
      "th": "ทำไมพ่อต้องหางานอื่นทำด้วยล่ะคะ"
    }
  },
  {
    "translation": {
      "en": "You get to ride the Batmobile.",
      "th": "พ่อได้ขับรถแบทแมนด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "Baby, Daddy doesn't wanna drive the Batmobile!",
      "th": "ลูกรัก พ่อไม่อยากขับรถกวาดถนนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Daddy wants to eat sushi. Daddy wants to hail cabs.",
      "th": "พ่ออยากกินซูชิ อยากนั่งรถแท็กซี่บ้าง"
    }
  },
  {
    "translation": {
      "en": "Daddy wants to have a doorman.",
      "th": "พ่ออยากมีคนเปิดประตูให้"
    }
  },
  {
    "translation": {
      "en": "Daddy wants to lord it over magazine editors.",
      "th": "พ่ออยากเป็นเจ้านายพวกบ.ก.นิตยสาร"
    }
  },
  {
    "translation": {
      "en": "Daddy loved his old job,",
      "th": "พ่อรักงานเดิมของพ่อ"
    }
  },
  {
    "translation": {
      "en": "and he's missed it every day since he's been gone.",
      "th": "และคิดถึงมันทุกวันตั้งแต่จากมันมา"
    }
  },
  {
    "translation": {
      "en": "[inhales sharply] Daddy wants to do that job.",
      "th": "พ่ออยากทำงานนั้น"
    }
  },
  {
    "translation": {
      "en": "Daddy doesn't wanna pick up garbage for the rest of his life!",
      "th": "พ่อไม่อยากเก็บขยะไปตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "But you told everybody at the meeting that your job's good",
      "th": "แต่พ่อบอกทุกคนในที่ประชุมว่า งานพ่อสบาย"
    }
  },
  {
    "translation": {
      "en": "because you don't have to wear a suit.",
      "th": "เพราะไม่ต้องใส่สูท"
    }
  },
  {
    "translation": {
      "en": "Yes, but Daddy was just saying that to get them to say yes to a water main.",
      "th": "ใช่ แต่พ่อพูดเพื่อให้พวกเขา เห็นด้วยกับการซ่อมท่อ"
    }
  },
  {
    "translation": {
      "en": "So you were just lying to everybody?",
      "th": "แปลว่าพ่อโกหกทุกคนเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Look, okay, I'll tell you what.",
      "th": "เอาละ โอเค เอาอย่างนี้นะ"
    }
  },
  {
    "translation": {
      "en": "I'll go to the meeting, all right?",
      "th": "พ่อจะไปสัมภาษณ์"
    }
  },
  {
    "translation": {
      "en": "If I don't like what the man says, then I won't take the job.",
      "th": "และถ้าเขาพูดไม่ถูกหู พ่อจะไม่รับงาน"
    }
  },
  {
    "translation": {
      "en": "Now you're lying to me!",
      "th": "ตอนนี้พ่อกำลังโกหกหนู"
    }
  },
  {
    "translation": {
      "en": "All right, look, young lady! I'm gonna go to this job interview on Monday",
      "th": "เอาละ พ่อจะต้องไป สัมภาษณ์วันจันทร์อยู่ดี"
    }
  },
  {
    "translation": {
      "en": "whether you like it or not.",
      "th": "ไม่ว่าลูกจะชอบหรือไม่ชอบ"
    }
  },
  {
    "translation": {
      "en": "-Wait, this Monday? -Yes.",
      "th": "- เดี๋ยว วันจันทร์นี้เหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Ollie, you can't go on Monday. -Why?",
      "th": "- ออลลี่ คุณไปไม่ได้นะ - ทำไม"
    }
  },
  {
    "translation": {
      "en": "Because that's the day of my show!",
      "th": "เพราะเป็นวันที่หนูขึ้นแสดง"
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "th": "บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "It is, isn't it?",
      "th": "ใช่แน่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, it's at 4:00, so I can, you know, I can just skip-- make it back in time.",
      "th": "สัมภาษณ์ตอนสี่โมง พ่อก็กลับมาทันอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "But my show's at 5:00.",
      "th": "แต่หนูแสดงตอนห้าโมง"
    }
  },
  {
    "translation": {
      "en": "On what planet are you gonna get back here by 5:00",
      "th": "แกจะกลับมาทันตอนห้าโมงได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "if you've got a meeting in the city at 4:00?",
      "th": "ถ้าแกมีสัมภาษณ์ในเมืองตอนสี่โมง"
    }
  },
  {
    "translation": {
      "en": "Just lay off me for a second! I forgot about the show.",
      "th": "พ่อหยุดเลย ผมลืมเรื่องละครซะสนิทเลย"
    }
  },
  {
    "translation": {
      "en": "How could you forget? What are you, stupid?",
      "th": "ลืมได้ยังไง พ่อหัวทึบเหรอ"
    }
  },
  {
    "translation": {
      "en": "Gertie, this job is very important to Daddy.",
      "th": "เกอร์ตี้ งานนี้สำคัญกับพ่อนะ"
    }
  },
  {
    "translation": {
      "en": "What about my show? Isn't that important to you?",
      "th": "ละครของหนูล่ะ ไม่สำคัญสำหรับพ่อเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Yes, honey, that's even more important to me.",
      "th": "สำคัญสิ สำคัญกว่างานพ่ออีก"
    }
  },
  {
    "translation": {
      "en": "Then don't go to your stupid meeting",
      "th": "งั้นก็ไม่ต้องไปสัมภาษณ์งี่เง่า"
    }
  },
  {
    "translation": {
      "en": "about your stupid new job in the stupid city.",
      "th": "เรื่องงานงี่เง่า ในเมืองงี่เง่านั่นสิ"
    }
  },
  {
    "translation": {
      "en": "All right that's enough, young lady.",
      "th": "หยุดเดี๋ยวนี้ แม่หนู"
    }
  },
  {
    "translation": {
      "en": "You know what? I don't want you in the show anymore.",
      "th": "หนูไม่อยากให้พ่อขึ้นแสดงกับหนูแล้ว"
    }
  },
  {
    "translation": {
      "en": "You're not even a good Sweeney Todd anyway.",
      "th": "พ่อเล่นเป็น สวีนนีย์ ท็อดด์ไม่ได้เรื่องเลย"
    }
  },
  {
    "translation": {
      "en": "Pop's way better.",
      "th": "ปู่เก่งกว่าเยอะ"
    }
  },
  {
    "translation": {
      "en": "Even Uncle Greenie and Uncle Block are better than you.",
      "th": "ขนาดลุงกรีนนี่กับลุงบล็อก ยังเก่งกว่าเลย"
    }
  },
  {
    "translation": {
      "en": "Those men are not your uncles!",
      "th": "พวกเขาไม่ใช่ลุงของลูก"
    }
  },
  {
    "translation": {
      "en": "Oh, no, but we're good enough to build sets for her show, I got it.",
      "th": "ก็ไม่ใช่ แต่เราก็ใจดี ขนาดสร้างฉากให้ลูกแกนะ"
    }
  },
  {
    "translation": {
      "en": "Sorry, I didn't mean that. Where are you going?",
      "th": "โทษที ไม่ได้ตั้งใจ ลูกจะไปไหน"
    }
  },
  {
    "translation": {
      "en": "I don't wanna be around you.",
      "th": "หนูไม่อยากอยู่ใกล้พ่อ"
    }
  },
  {
    "translation": {
      "en": "I don't want you to come to the show to watch it either.",
      "th": "หนูไม่อยากให้พ่อไปดูละครแล้วด้วย"
    }
  },
  {
    "translation": {
      "en": "Oh, come on!",
      "th": "อย่าโกรธน่า"
    }
  },
  {
    "translation": {
      "en": "I don't! You're not allowed to come 'cause I don't even like you anymore!",
      "th": "ไม่ได้โกรธ หนูไม่อนุญาตให้พ่อไป เพราะหนูไม่รักพ่อแล้ว"
    }
  },
  {
    "translation": {
      "en": "Get back here, young lady. Hey! I'm talking to you!",
      "th": "กลับมานี่นะ สาวน้อย นี่ พ่อพูดกับลูกอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "Hey, young lady? Get back here, young lady.",
      "th": "นี่ สาวน้อย กลับมาก่อน"
    }
  },
  {
    "translation": {
      "en": "No! You can't tell me what to do. I don't have to do anything you say!",
      "th": "พ่อสั่งหนูให้ทำโน่นนี่ไม่ได้ หนูไม่ฟังคำสั่งพ่อ"
    }
  },
  {
    "translation": {
      "en": "-Yes, you do. -Why?",
      "th": "- ลูกต้องฟัง - ทำไม"
    }
  },
  {
    "translation": {
      "en": "-Because I'm your father, that's why! -So what?",
      "th": "- เพราะพ่อเป็นพ่อไง - แล้วไง"
    }
  },
  {
    "translation": {
      "en": "Don't you yell at me, Gertrude.",
      "th": "อย่าขึ้นเสียงใส่พ่อ เกอร์ทรูด"
    }
  },
  {
    "translation": {
      "en": "I'll yell at you all I want! Blah! Blah! Blah!",
      "th": "ก็หนูอยากขึ้นเสียง ขึ้นเสียงๆๆ"
    }
  },
  {
    "translation": {
      "en": "-I'm not moving to the stupid city! -All right, that's it.",
      "th": "- หนูจะไม่ย้ายเข้าเมืองโง่ๆ นั่น - พอที"
    }
  },
  {
    "translation": {
      "en": "You are moving to the city and you're gonna like it, and that's the end!",
      "th": "ลูกต้องย้ายเข้าเมือง และลูกจะต้องชอบมันในที่สุด"
    }
  },
  {
    "translation": {
      "en": "I hate you! I hate you! I wish you'd died, not Mommy!",
      "th": "หนูเกลียดพ่อ หนูเกลียดพ่อ หนูอยากให้พ่อตายไม่ใช่แม่"
    }
  },
  {
    "translation": {
      "en": "I hate you right back, you little shit!",
      "th": "ฉันก็เกลียดแก ยัยเด็กแก่แดด"
    }
  },
  {
    "translation": {
      "en": "You and your mother took my life away, and I just want it back!",
      "th": "ทั้งแกทั้งแม่แก เอาชีวิตฉันไปหมด ฉันอยากได้มันคืนมา"
    }
  },
  {
    "translation": {
      "en": "God, I'm sorry, I'm sorry sweetheart. I didn't mean…",
      "th": "พ่อขอโทษลูกรัก พ่อไม่ได้ตั้งใจ…"
    }
  },
  {
    "translation": {
      "en": "-Get off me! Get off of me! -I'm sorry…",
      "th": "- ปล่อยหนูนะ ปล่อยหนู - พ่อขอโทษ…"
    }
  },
  {
    "translation": {
      "en": "-[sighs] -What the hell's the matter with you?",
      "th": "แกเป็นบ้าอะไรไป"
    }
  },
  {
    "translation": {
      "en": "♪ Well, I've been afraid of changing ♪",
      "th": "(เกอร์ทรูด ทริงกี้ 24 ก.ค.1968 - 1 มิ.ย.1969) (แม่และภรรยา ในช่วงเวลาที่สั้นเกินไป)"
    }
  },
  {
    "translation": {
      "en": "♪ 'Cause I've built my life around you ♪",
      "th": "(แม่และภรรยา ในช่วงเวลาที่สั้นเกินไป)"
    }
  },
  {
    "translation": {
      "en": "-Hey. -Hey.",
      "th": "- ไง - ไง"
    }
  },
  {
    "translation": {
      "en": "What happened to you the other night? You just sort of took off.",
      "th": "คืนก่อนคุณเป็นอะไร อยู่ๆ ก็กลับไปเลย"
    }
  },
  {
    "translation": {
      "en": "lt looked to me like you guys needed a little privacy.",
      "th": "ดูเหมือนพวกคุณ ต้องการความเป็นส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "What I really needed was a little backup.",
      "th": "ที่ผมต้องการคือแรงหนุน"
    }
  },
  {
    "translation": {
      "en": "She's a kid, Ollie. Kids don't weather change well.",
      "th": "แกยังเด็ก ออลลี่ ยังไม่เก่งเรื่องการปรับตัว"
    }
  },
  {
    "translation": {
      "en": "I mean, in a few years, you won't be able to keep her out of Manhattan.",
      "th": "อีกไม่กี่ปี คุณจะกันไม่ให้แก ออกจากแมนฮัตตันไม่ได้แน่"
    }
  },
  {
    "translation": {
      "en": "But for now, she just wants what she knows.",
      "th": "ตอนนี้แกแค่ต้องการสิ่งที่แกคุ้นเคย"
    }
  },
  {
    "translation": {
      "en": "So do I.",
      "th": "ผมก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Yeah, but is that even what you know anymore?",
      "th": "คุณแน่ใจเหรอว่า ยังคุ้นเคยกับเมืองใหญ่อยู่"
    }
  },
  {
    "translation": {
      "en": "Oh, Jesus. You too?",
      "th": "พระเจ้า คุณก็ด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "You want your old life back. I get it.",
      "th": "คุณอยากได้ชีวิตเก่าคืนมา ฉันเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "Big-money job, out of your old man's house.",
      "th": "ได้เงินเดือนดีๆ ไม่ต้องอาศัยบ้านพ่อ"
    }
  },
  {
    "translation": {
      "en": "It's not like it doesn't make any sense.",
      "th": "ใช่ว่ามันไม่มีเหตุผล"
    }
  },
  {
    "translation": {
      "en": "Yeah. So?",
      "th": "แล้วไง"
    }
  },
  {
    "translation": {
      "en": "That's your life that you want back, not theirs.",
      "th": "ที่คุณอยากได้คืนคือชีวิตคุณ แต่พวกเขาไม่ได้ต้องการ"
    }
  },
  {
    "translation": {
      "en": "I mean, this is their life.",
      "th": "นี่คือชีวิตพวกเขา"
    }
  },
  {
    "translation": {
      "en": "What you're sort of saying to everybody who loves you",
      "th": "สิ่งที่คุณบอกกับทุกคนที่รักคุณ"
    }
  },
  {
    "translation": {
      "en": "is that what we have isn't good enough for you.",
      "th": "คือที่เรามีมันยังไม่ดีพอสำหรับคุณ"
    }
  },
  {
    "translation": {
      "en": "So it's just upsetting everybody, you know?",
      "th": "มันเลยทำให้ทุกคนเสียใจ เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "-Everybody? -Oh. What, me? [chuckles]",
      "th": "- ทุกคนเหรอ - อะไร ฉันเหรอ"
    }
  },
  {
    "translation": {
      "en": "I mean, it's not like we've got some big romance…",
      "th": "เราใช่ว่าจะมีอะไรกันลึกซึ้งซะที่ไหน"
    }
  },
  {
    "translation": {
      "en": "[chuckles] …going on or anything. We're just friends, right?",
      "th": "เราใช่ว่าจะมีอะไรกันลึกซึ้งซะที่ไหน เราแค่เพื่อนกัน ถูกไหม"
    }
  },
  {
    "translation": {
      "en": "Did you ever wonder if, uh, maybe someday it might…",
      "th": "เคยสงสัยบ้างไหมว่าสักวัน มันอาจ…"
    }
  },
  {
    "translation": {
      "en": "be more than that?",
      "th": "เป็นมากกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "For about two seconds,",
      "th": "แค่สักสองนาที"
    }
  },
  {
    "translation": {
      "en": "before you had me hiding in the shower from your kid. [chuckles]",
      "th": "ก่อนที่คุณจะให้ฉัน เข้าไปหลบลูกคุณในห้องน้ำไง"
    }
  },
  {
    "translation": {
      "en": "Look, Ollie, I like you,",
      "th": "ฟังนะ ออลลี่ ฉันชอบคุณ แต่…"
    }
  },
  {
    "translation": {
      "en": "but… I'm not gonna be all heartbroken 'cause you're leaving town.",
      "th": "ฟังนะ ออลลี่ ฉันชอบคุณ แต่… ฉันจะไม่ยอมอกหัก เพราะคุณย้ายไปนิวยอร์กแน่"
    }
  },
  {
    "translation": {
      "en": "I know.",
      "th": "ผมรู้"
    }
  },
  {
    "translation": {
      "en": "Even if I took this job in the city,",
      "th": "ถึงผมจะได้งานในเมือง"
    }
  },
  {
    "translation": {
      "en": "I'd still come back down here and visit my old man.",
      "th": "แต่ผมก็ยังจะกลับมานี่ มาเยี่ยมพ่อ"
    }
  },
  {
    "translation": {
      "en": "And you.",
      "th": "และคุณ"
    }
  },
  {
    "translation": {
      "en": "Why? I mean,",
      "th": "ทำไมล่ะ ฉันหมายถึง"
    }
  },
  {
    "translation": {
      "en": "you think I'm gonna stick around here for much longer?",
      "th": "คุณคิดว่าฉันจะอยู่ที่นี่ ไปอีกนานมากๆ งั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Maya…",
      "th": "มายา…"
    }
  },
  {
    "translation": {
      "en": "Ollie…",
      "th": "ออลลี่…"
    }
  },
  {
    "translation": {
      "en": "I gotta get back to work.",
      "th": "ฉันต้องกลับไปทำงานแล้ว"
    }
  },
  {
    "translation": {
      "en": "If, uh… if I don't…",
      "th": "ถ้าฉัน…"
    }
  },
  {
    "translation": {
      "en": "If I don't see you at the show,",
      "th": "ถ้าฉันไม่เจอคุณที่งานละคร"
    }
  },
  {
    "translation": {
      "en": "give me a call sometime when you get all settled up in the big city.",
      "th": "โทรหาฉันบ้างนะ พอคุณปักหลักในเมืองใหญ่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "[sighs] Shit.",
      "th": "บ้าฉิบ"
    }
  },
  {
    "translation": {
      "en": "Hi, Daddy.",
      "th": "หวัดดีค่ะพ่อ"
    }
  },
  {
    "translation": {
      "en": "Hey, baby. I'm sorry. I didn't mean to wake you up.",
      "th": "ไงลูก ขอโทษนะ พ่อไม่ได้ตั้งใจจะปลุกหนู"
    }
  },
  {
    "translation": {
      "en": "It's okay.",
      "th": "ไม่เป็นไรค่ะ"
    }
  },
  {
    "translation": {
      "en": "Listen. I'm sorry for yelling at you the other night.",
      "th": "ฟังนะ พ่อขอโทษ ที่ตะคอกใส่ลูกเมื่อคืนก่อน"
    }
  },
  {
    "translation": {
      "en": "I was wrong.",
      "th": "พ่อผิดเอง"
    }
  },
  {
    "translation": {
      "en": "And I didn't mean any of the things that I said.",
      "th": "และพ่อไม่ได้คิดแบบที่พ่อพูดเลยนะ"
    }
  },
  {
    "translation": {
      "en": "I know. Neither did I.",
      "th": "หนูรู้ค่ะ หนูก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Daddy?",
      "th": "พ่อคะ"
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "th": "ว่าไง"
    }
  },
  {
    "translation": {
      "en": "Did Mommy like living in the city?",
      "th": "แม่ชอบอยู่ในเมืองไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, she did. She loved it.",
      "th": "ชอบจ้ะ แม่ชอบมาก"
    }
  },
  {
    "translation": {
      "en": "Then I guess I'll love it too.",
      "th": "งั้นหนูก็คงชอบเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Thanks, sweetheart.",
      "th": "ขอบใจลูกรัก"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบใจจ้ะ"
    }
  },
  {
    "translation": {
      "en": "You know, I still might make it to your show tomorrow,",
      "th": "พรุ่งนี้พ่อจะพยายามไปงานลูกให้ทัน"
    }
  },
  {
    "translation": {
      "en": "if the traffic's not too bad.",
      "th": "ถ้ารถไม่ติดขนาดหนัก"
    }
  },
  {
    "translation": {
      "en": "I won't be mad if you miss it.",
      "th": "ถึงพ่อไปไม่ทันหนูก็ไม่โกรธ"
    }
  },
  {
    "translation": {
      "en": "I understand.",
      "th": "หนูเข้าใจค่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay, sweetie. Go back to sleep.",
      "th": "โอเคลูกรัก นอนต่อเถอะลูก"
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "th": "พ่อรักลูกนะ"
    }
  },
  {
    "translation": {
      "en": "Good night, Daddy.",
      "th": "ราตรีสวัสดิ์ค่ะพ่อ"
    }
  },
  {
    "translation": {
      "en": "Good night.",
      "th": "ราตรีสวัสดิ์จ้ะ"
    }
  },
  {
    "translation": {
      "en": "George Clooney's office for Tony on line one.",
      "th": "ออฟฟิศจอร์จ คลูนีย์ ติดต่อโทนี่สายหนึ่งค่ะ"
    }
  },
  {
    "translation": {
      "en": "The Angellotti Company. One moment, please.",
      "th": "บริษัทแองเจลล็อตตี้ สักครู่นะคะ"
    }
  },
  {
    "translation": {
      "en": "-Can I help you? -Yes. Uh, my name's Oliver Trinke,",
      "th": "ให้ช่วยอะไรคะ ครับ ผมชื่อโอลิเวอร์ ทริงกี้"
    }
  },
  {
    "translation": {
      "en": "and I'm here to see Arthur Brickman, uh, and Mr. Angellotti.",
      "th": "ผมมาพบอาเธอร์ บริกแมน กับคุณแองเจลล็อตตี้"
    }
  },
  {
    "translation": {
      "en": "Okay. Mr. Trinke is here.",
      "th": "คุณทริงกี้มาแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay, I will.",
      "th": "ได้ค่ะท่าน"
    }
  },
  {
    "translation": {
      "en": "Uh, they're gonna be about ten more minutes.",
      "th": "ทั้งสองท่านจะมาพบในสิบนาทีค่ะ"
    }
  },
  {
    "translation": {
      "en": "[click tongue] Okay.",
      "th": "โอเคครับ"
    }
  },
  {
    "translation": {
      "en": "You can have a seat.",
      "th": "นั่งรอก่อนนะคะ"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Right. Right.",
      "th": "ครับ ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "[man] Hello.",
      "th": "สวัสดี"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Hi! [gasps, chuckles]",
      "th": "อุ๊ยตาย หวัดดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "[man] Uh, I'm here to see Brad.",
      "th": "ผมมาพบแบรดครับ"
    }
  },
  {
    "translation": {
      "en": "Yes. He's expecting you, sir.",
      "th": "ค่ะ เขารอพบคุณอยู่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "He apologizes, but he's stuck in traffic.",
      "th": "เขาฝากขอโทษมา แต่เพราะรถติดมาก"
    }
  },
  {
    "translation": {
      "en": "He's just a few blocks away,",
      "th": "อีกแค่สองสามช่วงตึกเองค่ะ"
    }
  },
  {
    "translation": {
      "en": "so why don't you just have a seat and I'll… I'll let him know that you've arrived.",
      "th": "คุณนั่งก่อนนะคะ เดี๋ยวฉันจะแจ้งเขาว่าคุณมาถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "[man] Well, thank you very much.",
      "th": "ขอบคุณมากครับ"
    }
  },
  {
    "translation": {
      "en": "They love to keep you waiting, don't they?",
      "th": "พวกเขาชอบให้รอเรื่อยเลย ว่าไหม"
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "th": "อะไรนะครับ"
    }
  },
  {
    "translation": {
      "en": "Oh, no, I was saying they… they love to keep you waiting.",
      "th": "ผมพูดว่า พวกเขาชอบให้รออยู่เรื่อย"
    }
  },
  {
    "translation": {
      "en": "Right. Yeah. Yeah, they do.",
      "th": "ครับ ใช่ครับ ตามนั้น"
    }
  },
  {
    "translation": {
      "en": "I think they think it gives them the psychological edge, you know?",
      "th": "พวกเขาคงคิดว่าจะได้เปรียบ ทางแง่จิตวิทยา คุณว่าไหม"
    }
  },
  {
    "translation": {
      "en": "Well, it's about to give them the edge of my ass,",
      "th": "แหม นั่นคงจะให้เขาได้เห็น ซีกแก้มก้นของผม"
    }
  },
  {
    "translation": {
      "en": "'cause that's all they're gonna see when I'm walking out that door.",
      "th": "เพราะพวกเขาจะได้เห็นแค่นั้น ตอนผมเดินออกจากประตูไป"
    }
  },
  {
    "translation": {
      "en": "You know anything about these guys?",
      "th": "คุณรู้อะไรเกี่ยวกับคนที่นี่บ้าง"
    }
  },
  {
    "translation": {
      "en": "Uh, only that they're the fastest-growing--",
      "th": "รู้แค่ว่าเป็นบริษัทหนังที่…"
    }
  },
  {
    "translation": {
      "en": "\"Growing firm in the business.\" Yes, I read that article too.",
      "th": "“เติบโตเร็วที่สุดในวงการ” ใช่ บทความนั่นผมก็อ่าน"
    }
  },
  {
    "translation": {
      "en": "All right, well, you know as much as I do.",
      "th": "คุณรู้พอๆ กับผมนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "I guess that means they know what they're doing.",
      "th": "งั้นพวกเขาคงรู้ตัวว่ากำลังทำอะไร"
    }
  },
  {
    "translation": {
      "en": "I suppose. Unless these publicists hire other publicists",
      "th": "คงงั้นมั้งครับ เว้นแต่พวกประชาสัมพันธ์ จ้างประชาสัมพันธ์ไว้อีกต่อ"
    }
  },
  {
    "translation": {
      "en": "-to get the word out for them. -[Will] Right.",
      "th": "- ให้คอยปั่นข่าวดีๆ ให้พวกเขา - จริงด้วย"
    }
  },
  {
    "translation": {
      "en": "Yeah, and then those publicists hire their own publicists",
      "th": "แล้วนักประชาสัมพันธ์พวกนั้น ก็จ้างพวกเดียวกันเอง"
    }
  },
  {
    "translation": {
      "en": "to help spin the good publicity they created for these publicists.",
      "th": "เพื่อปั่นข่าวดีๆ ที่พวกเขากุขึ้น เพื่อประชาสัมพันธ์พวกนั้น"
    }
  },
  {
    "translation": {
      "en": "Of course, you know, knowing publicists, they probably hire publicists",
      "th": "แน่อยู่แล้ว รู้ไส้กันดีว่า พวกเขาจ้างนักประชาสัมพันธ์"
    }
  },
  {
    "translation": {
      "en": "to promote the fact that they spun the publicity",
      "th": "เอาไว้โปรโมทความจริงที่ พวกเขาปั่นหัวคน"
    }
  },
  {
    "translation": {
      "en": "that they hired the other publicists to spin.",
      "th": "ที่พวกเขาจ้างประชาสัมพันธ์ อีกกลุ่มให้ปั่นต่อ"
    }
  },
  {
    "translation": {
      "en": "-Oh, man! So what do you do? -I'm a publicist.",
      "th": "- ให้ตาย คุณทำงานอะไรเนี่ย - ผมเป็นนักประชาสัมพันธ์"
    }
  },
  {
    "translation": {
      "en": "I didn't realize I was sitting here talking to an Angellotti man.",
      "th": "ไม่ยักรู้ว่าผมกำลังนั่งคุย กับคนของแองเจลล็อตตี้"
    }
  },
  {
    "translation": {
      "en": "Well, to tell you the truth, I'm… I'm not an Angellotti man.",
      "th": "บอกคุณตามตรงผมยังไม่ใช่ คนของแองเจลล็อตตี้"
    }
  },
  {
    "translation": {
      "en": "At least not yet. I'm here trying to get a job, so…",
      "th": "อย่างน้อยตอนนี้ยัง ผมแค่มาสมัครงาน เพราะงั้น…"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, you know, these guys have been trying",
      "th": "คนพวกนี้พยายามแย่งผม จากประชาสัมพันธ์คนเดิม"
    }
  },
  {
    "translation": {
      "en": "to steal me from my publicist ever since my last flick came out.",
      "th": "คนพวกนี้พยายามแย่งผม จากประชาสัมพันธ์คนเดิม ตั้งแต่หนังเรื่องล่าสุดของผมออกฉาย"
    }
  },
  {
    "translation": {
      "en": "Oh, the… the robot movie, right?",
      "th": "อ้อ หนังหุ่นยนต์ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. You saw it?",
      "th": "ใช่ ดูแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "I haven't gotten around to it yet. I'm gonna… I'm gonna…",
      "th": "ผมยังไม่ได้ดูเลย แต่กะว่าจะ…"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Thanks a lot for the support, though, man.",
      "th": "อ้อเหรอ ขอบคุณสำหรับกำลังใจนะ"
    }
  },
  {
    "translation": {
      "en": "-I wan… I wanna see it… -You know what? It's not that good.",
      "th": "ผมอยากดูนะ คืองี้นะ หนังไม่ได้ดีขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "-It's not that good. -[laughs]",
      "th": "หนังไม่ได้ดีขนาดนั้นหรอก"
    }
  },
  {
    "translation": {
      "en": "I have a kid. I don't get a chance to get out and see movies",
      "th": "ผมมีลูก ก็เลยไม่ค่อยได้ออกไปดูหนัง"
    }
  },
  {
    "translation": {
      "en": "unless they have singing crabs in them or something.",
      "th": "นอกจากเรื่องนั้นจะมีปูร้องเพลง อะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Singing crabs. I saw that one. That means you have a girl.",
      "th": "ปูร้องเพลงเรื่องนั้นผมก็ดู คุณมีลูกสาวแน่เลย"
    }
  },
  {
    "translation": {
      "en": "-That's right. That's right. -[chuckles]",
      "th": "ใช่ครับลูกสาว"
    }
  },
  {
    "translation": {
      "en": "-How old is she? -Uh, she's seven.",
      "th": "- กี่ขวบแล้วครับ - เจ็ดขวบ"
    }
  },
  {
    "translation": {
      "en": "Yeah, cool. I got a girl and two boys.",
      "th": "ดีจัง ผมมีลูกสาวหนึ่ง ลูกชายสอง"
    }
  },
  {
    "translation": {
      "en": "Three kids?",
      "th": "ลูกสามคนเหรอ"
    }
  },
  {
    "translation": {
      "en": "God. How do you find time to make all those blockbusters?",
      "th": "พระเจ้า คุณเอาเวลาที่ไหน ไปแสดงหนังรายได้ถล่มทลายพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "Shoot, if I didn't have all them kids,",
      "th": "แหม ถ้าผมไม่มีลูกๆ"
    }
  },
  {
    "translation": {
      "en": "I wouldn't have to make these blockbusters.",
      "th": "ผมคงไม่ต้อง รับแสดงหนังทำเงินพวกนั้นหรอก"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] -Right.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Oh, man.",
      "th": "ให้ตาย"
    }
  },
  {
    "translation": {
      "en": "It's cool, though, isn't it?",
      "th": "แต่มันเจ๋งดีนะ ว่าไหม"
    }
  },
  {
    "translation": {
      "en": "Making blockbusters? You tell me.",
      "th": "แสดงหนังทำเงินน่ะเหรอ ไม่บอกก็รู้"
    }
  },
  {
    "translation": {
      "en": "Being a parent, funny man.",
      "th": "เป็นพ่อแม่คนไง คุณตัวตลก"
    }
  },
  {
    "translation": {
      "en": "It has its moments.",
      "th": "มันมีช่วงเวลาที่ซาบซึ้ง"
    }
  },
  {
    "translation": {
      "en": "-What's your daughter's name? -Uh, Gertrude.",
      "th": "- ลูกคุณชื่ออะไร - เกอร์ทรูด"
    }
  },
  {
    "translation": {
      "en": "[click tongue] Damn! Why'd you do that to that girl, man?",
      "th": "บ้าน่า ทำไมตั้งชื่อลูกแบบนั้นล่ะ"
    }
  },
  {
    "translation": {
      "en": "-[laughs] -Did you lose a bet?",
      "th": "แพ้พนันหรือไง"
    }
  },
  {
    "translation": {
      "en": "No. No, it was my wife's name.",
      "th": "ไม่ใช่นะ มันเคยเป็นชื่อภรรยาผม"
    }
  },
  {
    "translation": {
      "en": "\"Was\"? Your wife-- Okay, let me guess. She took you for half",
      "th": "“เคย” เหรอ ขอเดานะ เมียคุณขอหย่า แล้วแบ่งสมบัติไปครึ่งนึง"
    }
  },
  {
    "translation": {
      "en": "after she saddled the kid with the name \"Gert.\"",
      "th": "หลังจากตั้งชื่อลูกว่า “เกิร์ท”"
    }
  },
  {
    "translation": {
      "en": "[chuckles] I can't blame it on her. I saddled the kid with the name \"Gert.\"",
      "th": "ผมไม่โทษเธอหรอก แต่ที่ผมตั้งชื่อลูกว่า “เกิร์ท”"
    }
  },
  {
    "translation": {
      "en": "She… she died at childbirth, so…",
      "th": "เพราะเมียผมตายตอนคลอด ก็เลย…"
    }
  },
  {
    "translation": {
      "en": "-Oh… -No, no, no, it's…",
      "th": "ไม่เป็นไร มัน…"
    }
  },
  {
    "translation": {
      "en": "I just-- I feel like an asshole, man.",
      "th": "ผมรู้สึกว่าตัวเองแย่มาก"
    }
  },
  {
    "translation": {
      "en": "Oh, no, no. Don't worry about it. You didn't know.",
      "th": "ไม่ต้องกังวลครับ คุณไม่รู้นี่นา"
    }
  },
  {
    "translation": {
      "en": "No, listen, I'm… I'm really sorry about that.",
      "th": "ไม่ ฟังนะ ผมเสียใจด้วยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I didn't see your movie, so we're even.",
      "th": "ผมก็ไม่ได้ดูหนังคุณ งั้นเราเจ๊ากัน"
    }
  },
  {
    "translation": {
      "en": "Trust me.",
      "th": "เชื่อสิ"
    }
  },
  {
    "translation": {
      "en": "You know, this is exactly why people don't talk to each other",
      "th": "มิน่าคนเราถึงไม่ค่อยชอบคุยกัน"
    }
  },
  {
    "translation": {
      "en": "when they sitting in waiting rooms, right?",
      "th": "ตอนพวกเขามานั่งรอ"
    }
  },
  {
    "translation": {
      "en": "Probably.",
      "th": "อาจใช่"
    }
  },
  {
    "translation": {
      "en": "Although, I gotta tell ya, the simple fact that the guy who wrote",
      "th": "แต่ผมก็ต้องบอกคุณ ความจริงแล้วคนที่แต่งเรื่อง"
    }
  },
  {
    "translation": {
      "en": "Parents Just Don't Understand is now a parent himself,",
      "th": "พ่อแม่ไม่เข้าใจ ตอนนี้เป็นพ่อคนซะเองแล้ว"
    }
  },
  {
    "translation": {
      "en": "-I think completely makes up for it. -[both laugh]",
      "th": "ผมชดใช้กับเรื่องที่ตัวเองแต่งขึ้น"
    }
  },
  {
    "translation": {
      "en": "Oh, man. We don't, though, do we?",
      "th": "ให้ตาย แต่ไม่ใช่เราใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-What's that? -Understand.",
      "th": "- อะไรเหรอ - ที่เข้าใจน่ะ"
    }
  },
  {
    "translation": {
      "en": "I mean, these kids today,",
      "th": "คือเด็กสมัยนี้"
    }
  },
  {
    "translation": {
      "en": "from the door, man, they got it all over us.",
      "th": "พอออกจากท้องแม่ ก็เริ่มเหนือเราซะทุกเรื่อง"
    }
  },
  {
    "translation": {
      "en": "My daughter has it all over me, I can tell you that.",
      "th": "ลูกสาวผมทำตัวเหนือผมตลอด บอกได้เลย"
    }
  },
  {
    "translation": {
      "en": "-Yeah, my middle one, my son? -Mm-hmm.",
      "th": "ลูกชายผมคนกลางน่ะ ทุกครั้งที่ผมเดินออกจากบ้าน ไปทำงานตอนเช้า"
    }
  },
  {
    "translation": {
      "en": "Every time I walk out of the house in the morning,",
      "th": "ทุกครั้งที่ผมเดินออกจากบ้าน ไปทำงานตอนเช้า"
    }
  },
  {
    "translation": {
      "en": "he says, \"Daddy, how far you love me?\"",
      "th": "แกจะถามว่า “พ่อรักผมไกลแค่ไหน”"
    }
  },
  {
    "translation": {
      "en": "I always pick somewhere close, and be like, \"I love you to that table, man.\"",
      "th": "ผมก็จะชี้ไปใกล้ๆ ตัวเองแล้วตอบว่า “รักลูกไกลไปถึงโต๊ะตัวนั้น”"
    }
  },
  {
    "translation": {
      "en": "\"I know, you don't.\"",
      "th": "“ไม่ใช่น่า”"
    }
  },
  {
    "translation": {
      "en": "\"You love me all the way to the moon and back down to the dirt.\"",
      "th": "“พ่อรักผมไกลมากจนถึงดวงจันทร์ แล้วกลับมาที่โลกต่างหาก”"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] -That's great.",
      "th": "เยี่ยมไปเลย"
    }
  },
  {
    "translation": {
      "en": "It takes everything I got to walk out of the house.",
      "th": "ผมต้องแข็งใจขนาดหนัก กว่าจะออกจากบ้านได้"
    }
  },
  {
    "translation": {
      "en": "You get to spend time with them on the set, though, right?",
      "th": "ตอนอยู่ในกองถ่าย คุณก็มีเวลาให้พวกเขา ถูกไหม"
    }
  },
  {
    "translation": {
      "en": "[Will] Oh, yeah.",
      "th": "ก็ใช่"
    }
  },
  {
    "translation": {
      "en": "But if I was a smart man, I wouldn't be sittin' here right now.",
      "th": "แต่ถ้าผมเป็นคนฉลาด ผมคงไม่มานั่งตรงนี้หรอก"
    }
  },
  {
    "translation": {
      "en": "I'd be at home playing in the dirt with my kids.",
      "th": "ผมคงจะอยู่บ้าน ไปเล่นคลุกดินกับลูก"
    }
  },
  {
    "translation": {
      "en": "But we all know that I'm not famous 'cause of my brains.",
      "th": "แต่อย่างที่เราๆ รู้กันว่า ผมไม่ได้ดังเพราะสมอง"
    }
  },
  {
    "translation": {
      "en": "It's 'cause I'm, like, strikingly handsome, crazy sexy.",
      "th": "แต่ดังเพราะผมหล่อแบบหนุ่มห้าว และเซ็กซี่อย่างร้ายกาจ"
    }
  },
  {
    "translation": {
      "en": "And I'm, like, hung like it's ridiculous. [laughs]",
      "th": "แถมผมมีเครื่องเคราบิ๊กเบิ้ม"
    }
  },
  {
    "translation": {
      "en": "Oh, man! But I'm definitely not the sharpest spoon in the shed.",
      "th": "ให้ตายเถอะ แต่ผมไม่ใช่ ประเภทฉลาดเกินคนแน่นอน"
    }
  },
  {
    "translation": {
      "en": "You know…",
      "th": "รู้ไหม…"
    }
  },
  {
    "translation": {
      "en": "it was really nice talking to you.",
      "th": "ดีมากเลยนะที่ได้คุยกับคุณ"
    }
  },
  {
    "translation": {
      "en": "Oh, hey. You, too, man. You out?",
      "th": "อ้อ ครับ เช่นกัน คุณจะไปแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "-I'm out. -All right.",
      "th": "- ไปแล้วครับ - ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "Hey, you, uh, recommend these guys?",
      "th": "นี่ คุณแนะนำใครที่นี่ให้ผมได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Uh… only guy I can recommend is named Arthur Brickman.",
      "th": "คนเดียวที่ผมแนะนำได้ ชื่ออาเธอร์ บริกแมน"
    }
  },
  {
    "translation": {
      "en": "Other than that, I can't vouch for anybody.",
      "th": "นอกเหนือจากนั้น ผมไม่รับรองเลยสักคน"
    }
  },
  {
    "translation": {
      "en": "Whoa, whoa, hold up.",
      "th": "เดี๋ยวๆ แป๊บนะ"
    }
  },
  {
    "translation": {
      "en": "-You Brickman? -[chuckles] No.",
      "th": "- คุณคือบริกแมนเหรอ - ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "I'm just a guy who'd rather play in the dirt with his kid.",
      "th": "ผมเป็นแค่คนที่อยากกลับ ไปเล่นคลุกดินกับลูก"
    }
  },
  {
    "translation": {
      "en": "-[Gertie] ♪ Toby! ♪ -♪ Coming! Scuse me ♪",
      "th": "- โทบี้ - มาแล้ว โทษนะ"
    }
  },
  {
    "translation": {
      "en": "-♪ Ale there ♪ -♪ Right, Mum! ♪",
      "th": "- มาถึงแล้ว - ใช่แล้วแม่"
    }
  },
  {
    "translation": {
      "en": "[Gertie] ♪ Quick now! ♪",
      "th": "รีบเลย"
    }
  },
  {
    "translation": {
      "en": "-[Gertie] ♪ God, that's good! ♪ -[Maya] ♪ God, that's good! ♪",
      "th": "- พระเจ้า นั่นดีจัง - พระเจ้า นั่นดีจัง"
    }
  },
  {
    "translation": {
      "en": "You want some rouge, or should I just pinch your cheeks?",
      "th": "อยากปัดแก้มให้แดงหรือจะให้หยิกแทน"
    }
  },
  {
    "translation": {
      "en": "Pinch my cheeks, Greenie,",
      "th": "ลองหยิกสิ กรีนนี่"
    }
  },
  {
    "translation": {
      "en": "kids show or not, I'll put you through the wall.",
      "th": "ต่อให้เป็นงานประกวดของเด็ก ฉันก็อัดแกติดกำแพงได้"
    }
  },
  {
    "translation": {
      "en": "♪ When I see you sky as a kite ♪",
      "th": "(การแสดงของโรงเรียนประถม เซนต์มาเรีย กอเร็ทตี้)"
    }
  },
  {
    "translation": {
      "en": "I'd like to welcome everyone",
      "th": "ขอต้อนรับทุกๆ ท่าน"
    }
  },
  {
    "translation": {
      "en": "to St. Maria Goretti's Student-Family Fall Pageant.",
      "th": "สู่การแสดงของนักเรียนและครอบครัว จากเซนต์มาเรีย กอเร็ทตี้"
    }
  },
  {
    "translation": {
      "en": "[teacher] This is a celebration of your children and their talents,",
      "th": "นี่เป็นการฉลองให้กับเด็กๆ และพรสวรรค์ของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "so we hope you enjoy the show.",
      "th": "ขอให้สนุกกับการแสดงนะคะ"
    }
  },
  {
    "translation": {
      "en": "Our first act is first-grader Cynthia Bodnar",
      "th": "การแสดงชุดแรกจากนักเรียนเกรดหนึ่ง ซินเธีย บ๊อดน่าร์"
    }
  },
  {
    "translation": {
      "en": "and her mother Jane,",
      "th": "กับคุณแม่เจน"
    }
  },
  {
    "translation": {
      "en": "performing the song \"Memory\" from the Broadway show Cats.",
      "th": "ในเพลง “ความทรงจำ“ จากละครบรอดเวย์เรื่อง “แคตส์”"
    }
  },
  {
    "translation": {
      "en": "And now Tracy Colelli, from Sister Ann's kindergarten class,",
      "th": "ต่อไปเทรซี่ โคเลลลี่ จากอนุบาลห้องซิสเตอร์แอนน์"
    }
  },
  {
    "translation": {
      "en": "will perform with her parents \"Memory\" from Cats.",
      "th": "จะแสดงกับคุณพ่อคุณแม่ เพลง “ความทรงจำ” จาก “แคตส์”"
    }
  },
  {
    "translation": {
      "en": "♪ To think I could've let you go ♪",
      "th": "(เขตประวัติศาสตร์ ไฮแลนด์ส)"
    }
  },
  {
    "translation": {
      "en": "And now, first-grader Martin Tobias and his mother will perform--",
      "th": "ต่อไป นักเรียนเกรดหนึ่ง มาร์ติน โทไบแอสจะร่วมแสดงกับคุณแม่"
    }
  },
  {
    "translation": {
      "en": "Oh, boy, this is a popular song.",
      "th": "แหม เพลงนี้ฮิตจังนะคะ"
    }
  },
  {
    "translation": {
      "en": "\"Memory\" from Cats.",
      "th": "เพลง “ความทรงจำ” จาก “แคตส์”"
    }
  },
  {
    "translation": {
      "en": "You gotta be kidding me.",
      "th": "อะไรกันนักกันหนาเนี่ย"
    }
  },
  {
    "translation": {
      "en": "You couldn't make it easy on me, could you, Gert?",
      "th": "นี่คุณจะไม่ช่วยผมเลยเหรอเกิร์ท"
    }
  },
  {
    "translation": {
      "en": "Honey, it's gonna be okay.",
      "th": "ทุกอย่างจะต้องเรียบร้อยจ้ะ"
    }
  },
  {
    "translation": {
      "en": "You're next, Gertie.",
      "th": "คิวต่อไปนะเกอร์ตี้"
    }
  },
  {
    "translation": {
      "en": "Break a leg.",
      "th": "เต็มที่ไปเลย"
    }
  },
  {
    "translation": {
      "en": "And now, we have something not from Cats. Thank God.",
      "th": "ต่อไปเป็นการแสดงที่ไม่ใช่จาก “แคตส์” ขอบคุณพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "First-grader Gertrude Trinke and her father, Oliver…",
      "th": "นักเรียนเกรดหนึ่ง เกอร์ทรูด ทริงกี้กับคุณพ่อโอลิเวอร์"
    }
  },
  {
    "translation": {
      "en": "-Psst! -…will be--",
      "th": "จะแสดง…"
    }
  },
  {
    "translation": {
      "en": "[whispers] Just my grandfather.",
      "th": "มีแต่คุณปู่"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. First-grader Gertrude Trinke and her grandfather",
      "th": "ขออภัยค่ะ นักเรียนเกรดหนึ่ง เกอร์ทรูด ทริงกี้กับคุณปู่"
    }
  },
  {
    "translation": {
      "en": "will be performing what I can only assume is a hymn,",
      "th": "จะแสดงในชุด ที่ดิฉันคาดว่าเป็นเพลงสวด"
    }
  },
  {
    "translation": {
      "en": "entitled \"God, That's Good\" from the musical Sweeney Todd.",
      "th": "ชื่อ “พระเจ้า นั่นสุดยอดไปเลย” จากละครเพลงเรื่องสวีนนีย์ ท็อดด์"
    }
  },
  {
    "translation": {
      "en": "♪ Ladies and gentlemen May I have your attention, please? ♪",
      "th": "ท่านผู้มีเกียรติทุกท่าน โปรดฟังทางนี้ด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "♪ Are your nostrils aquiver And tingling as well ♪",
      "th": "จมูกของคุณสั่นไหวหรือเปล่า และรู้สึกซาบซ่านด้วย"
    }
  },
  {
    "translation": {
      "en": "♪ At that delicate Luscious ambrosial smell? ♪",
      "th": "กลิ่นแอมโบรเซียล ที่ละเอียดอ่อนหอมหวานนั่น"
    }
  },
  {
    "translation": {
      "en": "♪ Yes, they are I can tell ♪",
      "th": "ใช่แน่นอน ฉันบอกได้ว่า"
    }
  },
  {
    "translation": {
      "en": "♪ Well, ladies and gentlemen That aroma enriching the breeze ♪",
      "th": "ทุกท่าน กลิ่นหอมที่อบอวลในสายลม"
    }
  },
  {
    "translation": {
      "en": "♪ Is like nothing compared To its succulent source ♪",
      "th": "เทียบไม่ได้เลย กับแหล่งอาหารอันชุ่มฉ่ำ"
    }
  },
  {
    "translation": {
      "en": "♪ As the gourmets among you Will tell you, of course ♪",
      "th": "ในฐานะนักชิมในหมู่พวกคุณ จะบอกคุณแน่นอน"
    }
  },
  {
    "translation": {
      "en": "♪ Ladies and gentlemen You can't imagine the rapture in store ♪",
      "th": "ทุกท่าน คงจินตนาการ ถึงความปีติยินดีในร้านไม่ออก"
    }
  },
  {
    "translation": {
      "en": "♪ Just inside of this door ♪",
      "th": "ด้านในประตูบานนี้"
    }
  },
  {
    "translation": {
      "en": "♪ There you'll sample Mrs. Lovett's meat pies ♪",
      "th": "ที่นั่นคุณจะได้ตัวอย่าง พายเนื้อของคุณนายเลิฟเวตต์"
    }
  },
  {
    "translation": {
      "en": "♪ Savory and sweet pies as you see ♪",
      "th": "พายคาวและหวานอย่างที่คุณเห็น"
    }
  },
  {
    "translation": {
      "en": "♪ You who eats pies Mrs. Lovett's meat pies ♪",
      "th": "คุณคนที่กินพาย พายเนื้อของคุณนายเลิฟเวตต์"
    }
  },
  {
    "translation": {
      "en": "♪ Conjure up the treat pies used to be ♪",
      "th": "นึกถึงขนมพายแต่เก่าก่อน"
    }
  },
  {
    "translation": {
      "en": "-♪ Toby! ♪ -♪ Coming! Scuse me ♪",
      "th": "- โทบี้ - มาแล้ว ขอทางค่า"
    }
  },
  {
    "translation": {
      "en": "-♪ Ale there ♪ -♪ Right, Mum! ♪",
      "th": "- มาแล้วนะ - ใช่ค่ะ แม่"
    }
  },
  {
    "translation": {
      "en": "-♪ Quick now ♪ -♪ God, that's good ♪",
      "th": "- รีบมา - พระเจ้า นั่นดีมาก"
    }
  },
  {
    "translation": {
      "en": "♪ Nice to see you, dearie ♪",
      "th": "ดีใจที่ได้พบนะคะ คนดี"
    }
  },
  {
    "translation": {
      "en": "♪ How have you been keeping? ♪",
      "th": "สบายดีไหมคะ"
    }
  },
  {
    "translation": {
      "en": "♪ Cor, me bones is weary Toby! One for the gentleman ♪",
      "th": "คอร์ เหนื่อยจังเลย โทบี้! หนึ่งที่สำหรับคุณผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "♪ Hear the birdies cheeping? Helps to keep it cheery ♪",
      "th": "ได้ยินเสียงนกร้องไหม ช่วยให้มีกำลังใจขึ้น"
    }
  },
  {
    "translation": {
      "en": "♪ Toby! Throw the old woman out! ♪",
      "th": "โทบี้ ไล่ยายแก่ออกไป"
    }
  },
  {
    "translation": {
      "en": "♪ God, that's good! ♪",
      "th": "พระเจ้า นั่นดีจัง"
    }
  },
  {
    "translation": {
      "en": "♪ What's your budget, dearie? ♪",
      "th": "คุณมีงบประมาณเท่าไหร่คะ"
    }
  },
  {
    "translation": {
      "en": "♪ No, we don't cut slices ♪",
      "th": "ไม่ เราไม่หั่นพายขาย"
    }
  },
  {
    "translation": {
      "en": "Take this off!",
      "th": "ถอดเสื้อออก"
    }
  },
  {
    "translation": {
      "en": "♪ I could up me prices, I'm a little leery ♪",
      "th": "ฉันขึ้นราคาได้ ก็ฉันเป็นนักโกหกตัวน้อย"
    }
  },
  {
    "translation": {
      "en": "♪ Business couldn't be better, though ♪",
      "th": "แม้ว่าธุรกิจจะไม่ดีขึ้นก็ตาม"
    }
  },
  {
    "translation": {
      "en": "♪ God, that's good! ♪",
      "th": "พระเจ้า นั่นดีจัง"
    }
  },
  {
    "translation": {
      "en": "♪ Knock on wood ♪",
      "th": "ไล่โชคร้ายออกไป"
    }
  },
  {
    "translation": {
      "en": "-♪ Psst! ♪ -♪ Excuse me ♪",
      "th": "- ชู่ว์ - โทษนะ"
    }
  },
  {
    "translation": {
      "en": "-♪ Psst! ♪ -♪ Dear, see to the customers ♪",
      "th": "- ชู่ว์ - คนดี ไปดูแลลูกค้า"
    }
  },
  {
    "translation": {
      "en": "-♪ Psst! ♪ -♪Yes, what, love? ♪",
      "th": "-ชู่ว์ - อะไรอีกที่รัก"
    }
  },
  {
    "translation": {
      "en": "-♪ Quick now ♪ -♪ Me heart's a-flutter ♪",
      "th": "- รีบด้วย - หัวใจฉันเต้นแรง"
    }
  },
  {
    "translation": {
      "en": "-♪ When I pound the floor ♪ -[Gertie] ♪ When you pound the floor ♪",
      "th": "- เมื่อฉันทุบพื้น - เมื่อคุณทุบพื้น"
    }
  },
  {
    "translation": {
      "en": "♪ It's a signal to show That I'm ready to go ♪",
      "th": "เป็นสัญญาณบอกว่าฉันพร้อมจะไป"
    }
  },
  {
    "translation": {
      "en": "♪ It's to tell me I know You'll be ready to go ♪",
      "th": "เป็นการบอกให้รู้ว่าคุณพร้อมจะไป"
    }
  },
  {
    "translation": {
      "en": "-♪ When I pound the floor ♪ -♪ When you pound the floor ♪",
      "th": "ตอนคุณทุบพื้น"
    }
  },
  {
    "translation": {
      "en": "-♪ Will you trust me? ♪ -♪ I just want to be sure ♪",
      "th": "- เชื่อใจฉันได้ไหม - ฉันแค่อยากมั่นใจ"
    }
  },
  {
    "translation": {
      "en": "♪ I'll be waiting below For the whistle to blow ♪",
      "th": "ฉันจะรอเสียงผิวปากอยู่ข้างล่าง"
    }
  },
  {
    "translation": {
      "en": "♪ When I'm certain that you're in place I'll pound three times ♪",
      "th": "พอฉันแน่ใจว่าคุณประจำที่แล้ว ฉันจะทุบพื้นสามครั้ง"
    }
  },
  {
    "translation": {
      "en": "♪ Three times ♪",
      "th": "สามครั้ง"
    }
  },
  {
    "translation": {
      "en": "♪ And then you… ♪",
      "th": "แล้วจากนั้น…"
    }
  },
  {
    "translation": {
      "en": "♪ Three times! ♪",
      "th": "สามครั้ง"
    }
  },
  {
    "translation": {
      "en": "♪ If you… ♪",
      "th": "ถ้าเธอ…"
    }
  },
  {
    "translation": {
      "en": "♪ Exactly! ♪",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "-♪ More hot pies! ♪ -♪ God! ♪",
      "th": "- ขอพายร้อนเพิ่มอีก - พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-♪ More hot! ♪ -♪ Right! ♪",
      "th": "- ขอร้อนๆ อีก - ได้"
    }
  },
  {
    "translation": {
      "en": "♪ More pies! ♪",
      "th": "เอาพายมาอีก"
    }
  },
  {
    "translation": {
      "en": "-♪ More! ♪ -♪ Wait! ♪",
      "th": "- เอามาอีก - รอก่อน"
    }
  },
  {
    "translation": {
      "en": "-♪ God, that's good! ♪ -♪ God, that's good! ♪",
      "th": "พระเจ้า นั่นดีจัง"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "th": "เวรละ"
    }
  },
  {
    "translation": {
      "en": "I love you, Daddy.",
      "th": "หนูรักพ่อค่ะ"
    }
  },
  {
    "translation": {
      "en": "I love you too.",
      "th": "พ่อก็รักลูก"
    }
  },
  {
    "translation": {
      "en": "I love you so much.",
      "th": "พ่อรักลูกมาก"
    }
  },
  {
    "translation": {
      "en": "-You were great. -You too.",
      "th": "- ลูกเก่งมาก - พ่อก็ด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "You… guys… were… great!",
      "th": "ทุกคนเก่งมาก"
    }
  },
  {
    "translation": {
      "en": "Oh!",
      "th": "(ห้องน้ำชาย)"
    }
  },
  {
    "translation": {
      "en": "-Oh, God. -[water running]",
      "th": "พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "Hey, Gertie. Come dance with me.",
      "th": "เกอร์ตี้มาเต้นรำกัน"
    }
  },
  {
    "translation": {
      "en": "Bye, Uncle Greenie. Bye, Uncle Block.",
      "th": "บายค่ะลุงบล็อก บายค่ะลุงกรีนนี่"
    }
  },
  {
    "translation": {
      "en": "Bye, sweetheart.",
      "th": "บายจ้ะหลาน"
    }
  },
  {
    "translation": {
      "en": "I'm starting to like this show business thing.",
      "th": "ฉันชักชอบการแสดงซะแล้วสิ"
    }
  },
  {
    "translation": {
      "en": "Yeah. Well, don't get caught up in the glory.",
      "th": "แหงล่ะ อย่าหลงระเริงกับแสงสีเชียวนะ"
    }
  },
  {
    "translation": {
      "en": "Tomorrow you're on shithouse duty.",
      "th": "พรุ่งนี้แกก็ต้องเข้าเวรเก็บขยะ"
    }
  },
  {
    "translation": {
      "en": "You know, Block, Sometimes I just wanna…",
      "th": "รู้ไหมบล็อก บางทีฉันก็อยากจะ…"
    }
  },
  {
    "translation": {
      "en": "Uh-huh.",
      "th": "อาฮะ"
    }
  },
  {
    "translation": {
      "en": "I'm so tired of being your little geisha.",
      "th": "ฉันเอือมกับการเป็นเบ๊แกเต็มทีแล้ว"
    }
  },
  {
    "translation": {
      "en": "You had me worried there for a minute.",
      "th": "แกทำฉันใจหายใจคว่ำได้ตลอด"
    }
  },
  {
    "translation": {
      "en": "Yeah, who knew all those years -you were nursing a case of stage fright? -[sucks teeth]",
      "th": "ใครจะรู้ว่าแก่ป่านนี้แล้ว พ่อยังตื่นเวทีอยู่อีก"
    }
  },
  {
    "translation": {
      "en": "Not about that, smart ass.",
      "th": "ไม่ใช่เรื่องนั้น เจ้าคนอวดฉลาด"
    }
  },
  {
    "translation": {
      "en": "About the other thing.",
      "th": "เรื่องอื่นต่างหาก"
    }
  },
  {
    "translation": {
      "en": "About moving away.",
      "th": "เรื่องที่แกจะย้ายออก"
    }
  },
  {
    "translation": {
      "en": "Come on, Dad.",
      "th": "ไม่เอาน่าพ่อ"
    }
  },
  {
    "translation": {
      "en": "Don't you wanna live alone again?",
      "th": "ไม่อยากอยู่คนเดียวอีกครั้งเหรอ"
    }
  },
  {
    "translation": {
      "en": "Not as much as I don't wanna die alone.",
      "th": "ไม่มากเท่ากับ ฉันไม่อยากตายอย่างโดดเดี่ยว"
    }
  },
  {
    "translation": {
      "en": "We're not going anywhere, Pop.",
      "th": "เราจะไม่ย้ายไปไหนครับพ่อ"
    }
  },
  {
    "translation": {
      "en": "You wanna go over there and cheer up your Pop?",
      "th": "ลูกไปปลอบคุณปู่ตรงโน้นหน่อยเร็ว"
    }
  },
  {
    "translation": {
      "en": "He's devastated about missing his big singing debut.",
      "th": "ปู่เศร้ามากที่ขึ้นเวทีครั้งแรก แล้วไม่ได้ร้องเพลง"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] -Pop!",
      "th": "ปู่คะ"
    }
  },
  {
    "translation": {
      "en": "Hey, Princess. [clicks tongue]",
      "th": "ไง เจ้าหญิง"
    }
  },
  {
    "translation": {
      "en": "Look at you. Mr. Big Hero of the Night.",
      "th": "ดูคุณสิ ยอดวีรบุรุษยามราตรี"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, it might take me longer than some, but I…",
      "th": "กว่าผมจะคิดได้มันก็นานแต่ผม…"
    }
  },
  {
    "translation": {
      "en": "May I? Okay.",
      "th": "- เต้นรำกันไหม - โอเค"
    }
  },
  {
    "translation": {
      "en": "I like to think I come around eventually.",
      "th": "ผมอยากคิดว่าในที่สุดก็คิดตกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hmm. Well, you showing up when you did, like that?",
      "th": "ตอนที่คุณโผล่มา แล้วโดดขึ้นเวทีอย่างนั้นน่ะ"
    }
  },
  {
    "translation": {
      "en": "That was just about the most romantic thing I've ever seen.",
      "th": "นั่นเป็นสิ่งที่โรแมนติกที่สุด เท่าที่ฉันเคยเห็นเลย"
    }
  },
  {
    "translation": {
      "en": "-Honestly. -[both chuckle]",
      "th": "พูดจริงนะ"
    }
  },
  {
    "translation": {
      "en": "[Ollie] Well,",
      "th": "งั้นก็…"
    }
  },
  {
    "translation": {
      "en": "stick around.",
      "th": "คอยดูต่อสิ"
    }
  },
  {
    "translation": {
      "en": "It may get even more romantic than that.",
      "th": "มันอาจโรแมนติกกว่านั้นขึ้นไปอีก"
    }
  },
  {
    "translation": {
      "en": "-Really? -Yeah.",
      "th": "- จริงเหรอ - จริง"
    }
  },
  {
    "translation": {
      "en": "-See? How was that for romance? -[chuckles]",
      "th": "เห็นไหม แบบนี้โรแมนติกพอไหม"
    }
  },
  {
    "translation": {
      "en": "I'll think about it.",
      "th": "ขอคิดดูก่อน"
    }
  },
  {
    "translation": {
      "en": "Do that.",
      "th": "ตามสบาย"
    }
  },
  {
    "translation": {
      "en": "Ollie Trinke…",
      "th": "ออลลี่ ทริงกี้…"
    }
  },
  {
    "translation": {
      "en": "[Greenie] Hey.",
      "th": "นี่"
    }
  },
  {
    "translation": {
      "en": "Your kid's cutting a rug with that Maya.",
      "th": "ลูกแกวาดลวดลายใส่มายาเข้าให้แล้ว"
    }
  },
  {
    "translation": {
      "en": "The sun even shines on a dog's ass some days.",
      "th": "แสงแดดยังไงก็ต้อง ส่องก้นหมาเข้าซักวัน"
    }
  },
  {
    "translation": {
      "en": "You getting a dog?",
      "th": "แกจะเลี้ยงหมาเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Gertie] Maya?",
      "th": "มายา"
    }
  },
  {
    "translation": {
      "en": "Can I dance with my dad now?",
      "th": "ให้หนูเต้นกับพ่อบ้างสิคะ"
    }
  },
  {
    "translation": {
      "en": "Oh, if you must. [chuckles]",
      "th": "ได้สิจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Don't let him go, though, Gert.",
      "th": "อย่าปล่อยให้หลุดมือล่ะ เกิร์ท"
    }
  },
  {
    "translation": {
      "en": "He's one of a kind.",
      "th": "แบบเขาน่ะหายากนะ"
    }
  },
  {
    "translation": {
      "en": "I know.",
      "th": "หนูรู้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Come here. Oh! [sighs sharply]",
      "th": "ขึ้นมาเลย"
    }
  },
  {
    "translation": {
      "en": "You wanna dance?",
      "th": "อยากเต้นรำเหรอ"
    }
  },
  {
    "translation": {
      "en": "So, no city?",
      "th": "ตกลงไม่ย้ายใช่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "No. No city.",
      "th": "ไม่ย้ายแล้วลูก"
    }
  },
  {
    "translation": {
      "en": "-We're staying here with Pop? -[clicks tongue]",
      "th": "เราจะอยู่ที่นี่กับปู่ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "God help us, yes, we're staying with Pop.",
      "th": "พระเจ้าช่วยด้วย ใช่แล้วจ้ะ เราจะอยู่กับปู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "And you're taking me to see Cats?",
      "th": "แล้วพ่อจะพาหนูไปดูแคตส์ด้วยไหม"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Nice try, but no.",
      "th": "เข้าใจถามนะ แต่ไม่จ้ะ"
    }
  },
  {
    "translation": {
      "en": "Thank you, Daddy.",
      "th": "ขอบคุณค่ะ พ่อ"
    }
  },
  {
    "translation": {
      "en": "Anything for you, Gert.",
      "th": "เพื่อลูกได้เสมอ เกิร์ท"
    }
  },
  {
    "translation": {
      "en": "You know why?",
      "th": "รู้ไหมทำไม"
    }
  },
  {
    "translation": {
      "en": "Why?",
      "th": "ทำไมคะ"
    }
  },
  {
    "translation": {
      "en": "'Cause you're the only thing I was ever really good at.",
      "th": "เพราะลูกเป็นสิ่งเดียว ที่พ่อดูแลได้ดีที่สุด"
    }
  }
]