[
  {
    "translation": {
      "en": "My name is Dalton Russell.",
      "th": "ผมชื่อดาลตัน รัสเซล"
    }
  },
  {
    "translation": {
      "en": "Pay strict attention to what I say",
      "th": "ตั้งใจฟังผม"
    }
  },
  {
    "translation": {
      "en": "because I choose my words carefully, and I never repeat myself.",
      "th": "เพราะผมเลือกใช้คำพูดมาอย่างดี และผมจะไม่พูดซ้ำ"
    }
  },
  {
    "translation": {
      "en": "I've told you my name. That's the who.",
      "th": "ผมบอกชื่อไปแล้ว เป็นอันรู้ว่าผมคือ \"ใคร\""
    }
  },
  {
    "translation": {
      "en": "The where could be most readily described as a prison cell.",
      "th": "ส่วน \"ที่ไหน\" คงดูออกว่าเป็นห้องขังในคุก"
    }
  },
  {
    "translation": {
      "en": "But there's a vast difference between being stuck in a tiny cell",
      "th": "แต่มันมีความแตกต่างกันมาก ระหว่างการติดอยู่ในห้องแคบๆ"
    }
  },
  {
    "translation": {
      "en": "and being in prison.",
      "th": "กับการอยู่ในคุก"
    }
  },
  {
    "translation": {
      "en": "The what is easy.",
      "th": "เพราะเรื่อง \"อะไร\" นั้นง่ายมาก"
    }
  },
  {
    "translation": {
      "en": "Recently I planned and set in motion events",
      "th": "ไม่นานมานี้ผมวางแผนดำเนินการ"
    }
  },
  {
    "translation": {
      "en": "to execute the perfect bank robbery.",
      "th": "สุดแนบเนียนเพื่อปล้นธนาคาร"
    }
  },
  {
    "translation": {
      "en": "That's also the when.",
      "th": "นั่นคือคำตอบว่า \"เมื่อไหร่\" สำหรับเหตุผลว่า \"ทำไม\" นั้น นอกจากแรงจูงใจทางการเงินแล้ว"
    }
  },
  {
    "translation": {
      "en": "As for the why, beyond the obvious financial motivation,",
      "th": "สำหรับเหตุผลว่า \"ทำไม\" นั้น นอกจากแรงจูงใจทางการเงินแล้ว"
    }
  },
  {
    "translation": {
      "en": "it's exceedingly simple:",
      "th": "เหตุผลง่ายเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "because I can.",
      "th": "เพราะว่าผมทำได้"
    }
  },
  {
    "translation": {
      "en": "Which leaves us only with the how.",
      "th": "ซึ่งเหลือก็แต่คำถามว่า \"ทำได้อย่างไร\""
    }
  },
  {
    "translation": {
      "en": "And therein, as the Bard would tell us, lies the rub.",
      "th": "ตรงนี้แหละ อย่างที่เชกสเปียร์กล่าวไว้ นี่สิงานหิน"
    }
  },
  {
    "translation": {
      "en": "So your mother tells me about...",
      "th": "แม่ของลูกเล่าให้พ่อฟัง"
    }
  },
  {
    "translation": {
      "en": "a certain young lady is helping you with the Triborough Bridge project?",
      "th": "ว่ามีคุณผู้หญิงคนหนึ่งช่วยลูก ทำโครงงานสะพานไทรบอโรห์เหรอ"
    }
  },
  {
    "translation": {
      "en": "- Mm-hmm. - Okay.",
      "th": "- โอเคไหม - เรียบร้อย โอเค"
    }
  },
  {
    "translation": {
      "en": "( laughs ) He's crazy.",
      "th": "หมอนี่บ้า"
    }
  },
  {
    "translation": {
      "en": "Now on 51st?",
      "th": "- ปัจจุบันนี้อยู่ที่ถนน 51 เหรอ - ใช่ เขาอยู่ที่นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "No, he's still on 47th Street, but it's a much smaller space.",
      "th": "ไม่ เขายังอยู่ที่ถนน 47 แต่สถานที่มันแคบกว่ามาก"
    }
  },
  {
    "translation": {
      "en": "We'll get lobster. I'll put it on Mr. Ansonori's card.",
      "th": "ใช่ เราจะไปกินกุ้งมังกร ฉันจะรูดบัตรของคุณแอนสิโนริ"
    }
  },
  {
    "translation": {
      "en": "Whatever. It's a meeting with one of his clients or something.",
      "th": "ช่างปะไร นี่เป็นการนัดเจอ กับลูกค้าของเขานี่นา"
    }
  },
  {
    "translation": {
      "en": "Because it's been, like, over a year now.",
      "th": "เพราะว่ามันผ่านมาตั้งหนึ่งปีแล้วน่ะสิ ใช่"
    }
  },
  {
    "translation": {
      "en": "Yeah...",
      "th": "ใช่..."
    }
  },
  {
    "translation": {
      "en": "( groans ) I want to snap this guy's neck, I swear to God.",
      "th": "ฉันอยากหักคออีตานี่จริงๆ สาบานเลย"
    }
  },
  {
    "translation": {
      "en": "Man: Just before you get to that chair",
      "th": "เอานี่ไปตรงเกากี้ตัวโน้น - เอาอันนี้นี่มาตรงนี้ - แล้วไง"
    }
  },
  {
    "translation": {
      "en": "they'll take care of you over there. That's their specialty.",
      "th": "- เอาอันนี้นี่มาตรงนี้ - แล้วไง"
    }
  },
  {
    "translation": {
      "en": "Woman: So what? They're flowers. They could have been to his grandmother.",
      "th": "แล้วไง ก็แค่ดอกไม้ เขาอาจส่งให้ย่าของเขาก็ได้"
    }
  },
  {
    "translation": {
      "en": "They could have been for me. It's my birthday.",
      "th": "อาจส่งให้ฉันก็ได้ วันเกิดฉันนี่นะ"
    }
  },
  {
    "translation": {
      "en": "Okay, so maybe it's a client's.",
      "th": "ก็ได้ อาจเป็นของลูกค้า"
    }
  },
  {
    "translation": {
      "en": "( chuckles ) Okay, this is funny.",
      "th": "โอเค มีอะไรน่าขำจะบอก"
    }
  },
  {
    "translation": {
      "en": "I got this guy in front of me that thinks...",
      "th": "มีผู้ชายยืนข้างหน้าฉัน คิดว่าฉันไม่เห็นว่าเขาเหล่ฉันอยู่"
    }
  },
  {
    "translation": {
      "en": "I see him looking at me. Fantastic.",
      "th": "มีผู้ชายยืนข้างหน้าฉัน คิดว่าฉันไม่เห็นว่าเขาเหล่ฉันอยู่ วิเศษไปเลย"
    }
  },
  {
    "translation": {
      "en": "- God damn it! - Excuse me.",
      "th": "ให้ตายสิ - ขอโทษนะครับ - มีอะไรคะ"
    }
  },
  {
    "translation": {
      "en": "- Yeah? - Can you lower your voice just a little bit, please?",
      "th": "- ขอโทษนะครับ - มีอะไรคะ คุณช่วยลดเสียงลงหน่อยได้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "You're getting a little loud on your phone. Please.",
      "th": "คุณคุยโทรศัพท์เสียงดังไป ขอล่ะครับ"
    }
  },
  {
    "translation": {
      "en": "- Yeah, fine. - I don't want you disturbing the other customers.",
      "th": "เออ ก็ได้ ผมไม่อยากให้คุณรบกวนลูกค้าท่านอื่น"
    }
  },
  {
    "translation": {
      "en": "- Sorry. You got it. - All right? Thank you.",
      "th": "- เข้าใจนะ - เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "( whispering ) It was the security guy.",
      "th": "พนักงานรักษาความปลอดภัยน่ะ"
    }
  },
  {
    "translation": {
      "en": "I didn't know I was in a library.",
      "th": "ไม่ยักรู้ว่าฉันอยู่ในห้องสมุด กะอีแค่ธนาคารเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "It's a fucking bank. Manhattan Trust.",
      "th": "ไม่ยักรู้ว่าฉันอยู่ในห้องสมุด กะอีแค่ธนาคารเนี่ยนะ ธนาคารสินเชื่อแมนฮัตตัน"
    }
  },
  {
    "translation": {
      "en": "Woman: A meal, from this fucking rich prick I work for.",
      "th": "จากเยล และไอ้ลูกคนรวยที่ฉันทำงานให้"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "Excuse me. Sir?",
      "th": "ขอโทษนะครับคุณ"
    }
  },
  {
    "translation": {
      "en": "Easy.",
      "th": "นิ่งๆ"
    }
  },
  {
    "translation": {
      "en": "- Everybody get down on the fucking floor now! - ( all screaming )",
      "th": "ทุกคนหมอบลงกับพื้นเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "- Get down on the ground! You have four seconds!",
      "th": "นอนลงไป แกมีเวลาสี่วินาที ใครยังยืนอยู่จะโดนยิง"
    }
  },
  {
    "translation": {
      "en": "Anyone still standing gets shot!",
      "th": "แกมีเวลาสี่วินาที ใครยังยืนอยู่จะโดนยิง"
    }
  },
  {
    "translation": {
      "en": "One...",
      "th": "หนึ่ง สอง สาม"
    }
  },
  {
    "translation": {
      "en": "two, three. - Back away from that counter!",
      "th": "หนึ่ง สอง สาม ถอยห่างจากเคาน์เตอร์ เอามือออกจากปุ่มนั่น"
    }
  },
  {
    "translation": {
      "en": "Get your hand away from that button!",
      "th": "ถอยห่างจากเคาน์เตอร์ เอามือออกจากปุ่มนั่น"
    }
  },
  {
    "translation": {
      "en": "Put your hands on the floor, now!",
      "th": "เอามือแตะพื้นเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "- What is this? - Todd, what are we gonna do?",
      "th": "- นี่มันอะไรกัน - ท็อด เราจะทำไงกันดี"
    }
  },
  {
    "translation": {
      "en": "- Keep your head down, fat man! - All right!",
      "th": "- ก้มหัวลงซะ ไอ้อ้วน - ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Get your fucking face on the floor!",
      "th": "เอาหน้าแกแนบพื้นเลย"
    }
  },
  {
    "translation": {
      "en": "You get the same treatment as everyone else, Rabbi.",
      "th": "งานนี้ไม่มีการเลือกปฏิบัตินะ แรบไบ"
    }
  },
  {
    "translation": {
      "en": "Get down.",
      "th": "นอนลง"
    }
  },
  {
    "translation": {
      "en": "Now, my friends and I are making a very large withdrawal from this bank.",
      "th": "เพื่อนๆ กับฉันกำลังจะมา ขอถอนเงินก้อนใหญ่จากธนาคารนี้"
    }
  },
  {
    "translation": {
      "en": "Anybody gets in our way gets a bullet in the brain.",
      "th": "ใครขวางทางเราจะโดนเป่าสมอง"
    }
  },
  {
    "translation": {
      "en": "Lie down, old man! Put your fucking hands down!",
      "th": "นอนลง ไอ้แก่ เอามือแตะพื้นไว้"
    }
  },
  {
    "translation": {
      "en": "- Get your face on the floor. - I'm down, I'm down!",
      "th": "- ก้มหน้าลงไป - ก็ได้ ก้มแล้วๆ"
    }
  },
  {
    "translation": {
      "en": "Hey, Officer, there's smoke coming out of there.",
      "th": "นี่ คุณตำรวจ มีควันออกมาจากในนั้น"
    }
  },
  {
    "translation": {
      "en": "Possible 10-30, Manhattan Trust, 20 Exchange Place.",
      "th": "อาจมีเหตุปล้น ธนาคารสินเชื่อแมนฮัตตัน เลขที่ 20 ตึกเอ็กซ์เชนจ์ เพลซ"
    }
  },
  {
    "translation": {
      "en": "I have got hostages.",
      "th": "อาจมีเหตุปล้น ธนาคารสินเชื่อแมนฮัตตัน เลขที่ 20 ตึกเอ็กซ์เชนจ์ เพลซ ฉันมีตัวประกัน"
    }
  },
  {
    "translation": {
      "en": "You fucking cops come near this door, I start killing people.",
      "th": "ถ้าพวกตำรวจเข้ามาใกล้ประตูนี้ ฉันจะเริ่มฆ่าคน"
    }
  },
  {
    "translation": {
      "en": "I'm not fucking kidding, man.",
      "th": "ฉันไม่ได้ล้อเล่นนะเว้ย"
    }
  },
  {
    "translation": {
      "en": "Central, give me a-- back up, sir! Back up!",
      "th": "เรียกศูนย์ ผมขอกำลังเสริม ถอยไปครับ ถอยไป คุณน่ะ"
    }
  },
  {
    "translation": {
      "en": "- You, back up! Back up! - Shit!",
      "th": "- ถอยไปๆ - เวรเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Stay around the corner. Central, get me an 85.",
      "th": "หลบอยู่ตรงมุมตึกนะ เรียกศูนย์ ผมขอกำลังเสริม"
    }
  },
  {
    "translation": {
      "en": "Perp with a gun. Possible hostages.",
      "th": "ผู้ต้องสงสัยพร้อมปืน อาจมีตัวประกัน"
    }
  },
  {
    "translation": {
      "en": "I repeat, possible hostages. 20 Exchange, Manhattan Trust.",
      "th": "ขอย้ำ อาจมีตัวประกัน 20 เอ็กซ์เชนจ์ ธนาคารสินเชื่อแมนฮัตตัน"
    }
  },
  {
    "translation": {
      "en": "- Baby, I'm fighting for my life over here. - Keith, every time",
      "th": "ที่รัก ผมกำลังกระเสือกกระสนอยู่นะ คีธ ทุกครั้งที่เราคุยเรื่องนี้กัน คุณก็พูดเหมือนเดิม \"ไม่ใช่ตอนนี้\""
    }
  },
  {
    "translation": {
      "en": "we have this conversation, it's the same thing-- \"Not now.\"",
      "th": "คีธ ทุกครั้งที่เราคุยเรื่องนี้กัน คุณก็พูดเหมือนเดิม \"ไม่ใช่ตอนนี้\""
    }
  },
  {
    "translation": {
      "en": "Do you know what kind of thin ice I'm on right now with this check-cashing thing?",
      "th": "คุณรู้ไหมว่าไอ้เรื่องเช็คขึ้นเงิน จะเล่นผมอยู่รอมร่อ"
    }
  },
  {
    "translation": {
      "en": "They want to lock me up. This 140 grand doesn't",
      "th": "คุณรู้ไหมว่าไอ้เรื่องเช็คขึ้นเงิน จะเล่นผมอยู่รอมร่อ ถ้าเงินแสนสี่ไม่โผล่มาเร็วๆ นี้ ผมลำบากแน่"
    }
  },
  {
    "translation": {
      "en": "show up somewhere soon, things can get rough for me.",
      "th": "ถ้าเงินแสนสี่ไม่โผล่มาเร็วๆ นี้ ผมลำบากแน่"
    }
  },
  {
    "translation": {
      "en": "- But you didn't take it. - Of course I didn't take it, baby.",
      "th": "- แต่คุณไม่ได้เอาไป - แหงสิ ผมไม่ได้เอาไป"
    }
  },
  {
    "translation": {
      "en": "It's just some lying drug dealer trying to save his own ass by fucking me over.",
      "th": "ก็แค่พ่อค้ายามันตอแหล หาทางเอาตัวรอดโดยการโยนขี้ให้ผม"
    }
  },
  {
    "translation": {
      "en": "- Eventually it'll go away. - Then what? What about us?",
      "th": "- เดี๋ยวเรื่องก็ซาไปเอง - จากนั้นอะไร - แล้วเรื่องของเราล่ะ - จากนั้นพอผมได้เลื่อนยศ"
    }
  },
  {
    "translation": {
      "en": "Then I'll make first grade, then we'll have enough money to buy a bigger place.",
      "th": "- แล้วเรื่องของเราล่ะ - จากนั้นพอผมได้เลื่อนยศ เราจะได้มีเงินมากพอซื้อบ้านหลังใหญ่ขึ้น"
    }
  },
  {
    "translation": {
      "en": "And then-- why do we got to have this conversation",
      "th": "เราจะได้มีเงินมากพอซื้อบ้านหลังใหญ่ขึ้น ทำไมเราต้องคุยเรื่องนี้กันทุกครั้ง ที่น้องชายคุณถูกจับ"
    }
  },
  {
    "translation": {
      "en": "every time your brother gets locked up or gets caught stealing a car?",
      "th": "ทำไมเราต้องคุยเรื่องนี้กันทุกครั้ง ที่น้องชายคุณถูกจับ"
    }
  },
  {
    "translation": {
      "en": "He's the only family I've got.",
      "th": "เขาเป็นญาติคนเดียวที่ฉันเหลือ"
    }
  },
  {
    "translation": {
      "en": "All right. I'm sorry, baby. You okay? You still love me?",
      "th": "ก็ได้ ผมขอโทษที่รัก คุณโอเคนะ คุณยังรักผมอยู่รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "- I'm sorry too. I love you, baby. You still love me?",
      "th": "- ฉันก็ขอโทษเหมือนกัน - ยังรักผมไหม - รักนะตัวเอง - จะจัดข้าวหลามกับเงาะแฝดให้"
    }
  },
  {
    "translation": {
      "en": "Big Willie and the twins for you when I get home.",
      "th": "- รักนะตัวเอง - จะจัดข้าวหลามกับเงาะแฝดให้ - ตอนถึงกลับบ้านนะ - ฉันมีกุญแจมือนะ"
    }
  },
  {
    "translation": {
      "en": "Mm, I got the handcuffs.",
      "th": "- ตอนถึงกลับบ้านนะ - ฉันมีกุญแจมือนะ"
    }
  },
  {
    "translation": {
      "en": "- I got the gun. - Bye, big daddy.",
      "th": "- ผมมีปืน - แค่นี้นะ ป๋าขา"
    }
  },
  {
    "translation": {
      "en": "- \"Big Willie and the twins,\" huh? - That's correct.",
      "th": "- ผมมีปืน - แค่นี้นะ ป๋าขา - ข้าวหลามกับเงาะแฝดเหรอ - ถูกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hello, life, brother. He's got three priors,",
      "th": "ไอ้น้องชายกุ๊ยของเธอ เคยโดนจับสามที หนึ่งในนั้นคือใช้อาวุธปล้น"
    }
  },
  {
    "translation": {
      "en": "one for armed robbery. 17-year-old high school dropout,",
      "th": "ไอ้น้องชายกุ๊ยของเธอ เคยโดนจับสามที หนึ่งในนั้นคือใช้อาวุธปล้น ไอ้เด็กอายุ 17 เรียนก็ไม่จบ แถมเลวบริสุทธิ์"
    }
  },
  {
    "translation": {
      "en": "and he's too fucking stupid to amount to anything, even as a criminal.",
      "th": "และมันโง่ชนิดไม่มีใครเทียบ แม้แต่โจรด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "Can't you get rid of him?",
      "th": "- นายเขี่ยทิ้งไม่ได้เหรอ - ให้ทำก็ทำได้"
    }
  },
  {
    "translation": {
      "en": "I could, couldn't I? Nah, she loves him.",
      "th": "- นายเขี่ยทิ้งไม่ได้เหรอ - ให้ทำก็ทำได้ แต่เธอรักมัน จะให้ฉันทำไง ไล่มันไปนอนข้างถนนเหรอ"
    }
  },
  {
    "translation": {
      "en": "What am I gonna do, put him out in the street?",
      "th": "แต่เธอรักมัน จะให้ฉันทำไง ไล่มันไปนอนข้างถนนเหรอ"
    }
  },
  {
    "translation": {
      "en": "- How's he feel about you? - He's thrilled",
      "th": "- แล้วมันรู้สึกยังไงกับนาย - มันเนื้อเต้นเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "to have a detective sleeping in the next room, banging his sister.",
      "th": "มีตำรวจนักสืบเล่นจ้ำจี้กับพี่สาวมันอยู่ห้องข้างๆ เธอพยายามโทษฉันเรื่อย"
    }
  },
  {
    "translation": {
      "en": "\"If we had a bigger place we wouldn't have this problem.\"",
      "th": "\"ถ้าเรามีบ้านหลังใหญ่ขึ้น ก็คงไม่ต้องเจอปัญหานี้\""
    }
  },
  {
    "translation": {
      "en": "Of course, if we got... ( mouths ) then things would be different.",
      "th": "แน่ล่ะ ถ้าเรา \"แต่งงาน\" กัน มันก็จะไม่เป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "- And what's wrong with that? - Wedding, furniture, kids.",
      "th": "- แล้วมันไม่ดีตรงไหน - ค่างานแต่ง เฟอร์นิเจอร์ มีลูก"
    }
  },
  {
    "translation": {
      "en": "- You know what a diamond ring costs? - Come on, you've been married.",
      "th": "- รู้ไหมแหวนเพชรวงละเท่าไหร่ - ไม่เอาน่า นายเคยแต่งงานมาก่อน"
    }
  },
  {
    "translation": {
      "en": "- Please, I was 21. - Yeah, but you give her a ring?",
      "th": "โธ่ ตอนนั้นฉันแค่ 21 - ใช่ แต่นายให้แหวนเธอรึเปล่า - ให้ไปนะ แต่เธอก็ไม่โทรกลับมาเลย"
    }
  },
  {
    "translation": {
      "en": "- Yeah, but she won't call me back. - ( chuckles )",
      "th": "- ใช่ แต่นายให้แหวนเธอรึเปล่า - ให้ไปนะ แต่เธอก็ไม่โทรกลับมาเลย"
    }
  },
  {
    "translation": {
      "en": "- You guys cops? - Oh, shit! Made us!",
      "th": "- พวกนายใช่ตำรวจรึเปล่า - เวรเอ๊ย โดนจับจนได้"
    }
  },
  {
    "translation": {
      "en": "Christmas came early for you this year.",
      "th": "ปีนี้คริสต์มาสมาไวสำหรับพวกนาย"
    }
  },
  {
    "translation": {
      "en": "Bank robbery, hostage situation. 20 Exchange Place.",
      "th": "ปล้นธนาคาร มีสถานการณ์ตัวประกัน 20 เอ็กซ์เชนจ์ เพลซ"
    }
  },
  {
    "translation": {
      "en": "- What? - Grossman's on vacation. You're up.",
      "th": "- อะไรนะ - กรอซแมนลาพักร้อน ถึงเวรนาย"
    }
  },
  {
    "translation": {
      "en": "What about the Madrugada check-cashing thing?",
      "th": "แล้วเรื่องเช็คขึ้นเงินมาดรูกาด้านั่นล่ะ"
    }
  },
  {
    "translation": {
      "en": "- I thought I was in the doghouse. - I just threw you a bone.",
      "th": "- ผมนึกว่าผมยังโดนใบแดงอยู่ - ฉันสงเคราะห์นายอยู่นี่ไง"
    }
  },
  {
    "translation": {
      "en": "As far as I'm concerned you still work here, but if you don't think you're ready...",
      "th": "เท่าที่ฉันรู้นายยังทำงานอยู่ที่นี่ แต่ถ้านายคิดว่านายไม่พร้อม"
    }
  },
  {
    "translation": {
      "en": "- No no, he's ready. - Oh, good good.",
      "th": "- ไม่ๆ เขาพร้อม - ดีๆ"
    }
  },
  {
    "translation": {
      "en": "I'm giving you a break here. Don't make me look like a fool.",
      "th": "ครั้งนี้ฉันให้โอกาสนาย อย่าฉีกหน้าฉันล่ะ"
    }
  },
  {
    "translation": {
      "en": "This is it, baby! The show!",
      "th": "- นี่ล่ะน้องเอ๋ย ได้เวลาออกโชว์ - ใช่"
    }
  },
  {
    "translation": {
      "en": "You got the call, man! God damn!",
      "th": "โอกาสของนายมาแล้ว ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "Guess I should be happy. I might get to put off IAB.",
      "th": "เดาว่าฉันควรมีความสุข ที่อาจเลี่ยงไม่โดนจเรสอบได้"
    }
  },
  {
    "translation": {
      "en": "Here's all you need to know. You walk in unarmed.",
      "th": "นายรู้แค่นี้ก็พอ นายเดินเข้าไปตัวเปล่า"
    }
  },
  {
    "translation": {
      "en": "Head bad guy puts a gun to your head and makes you get on your knees.",
      "th": "ไอ้วายร้ายหัวโจกเอาปืนจ่อหัวนาย และบังคับให้คุกเข่า"
    }
  },
  {
    "translation": {
      "en": "You look around, there are five armed men pointing Uzis at you.",
      "th": "นายมองไปรอบๆ มีชายห้าคน เอาปืนอูซี่เล็งนายอยู่"
    }
  },
  {
    "translation": {
      "en": "Just picture them in their underwear.",
      "th": "แค่นึกภาพพวกมันนุ่งแต่กางเกงใน"
    }
  },
  {
    "translation": {
      "en": "- How about orange jump suits and shackles? - You can do this, man.",
      "th": "ขอเป็นชุดนักโทษใส่ตรวนแทนได้ไหม - นั่นไงล่ะ คีธ นายทำได้น่า - ระวังให้ดีเหล่าร้าย พระเอกมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Look out, bad guys, here I come.",
      "th": "- นั่นไงล่ะ คีธ นายทำได้น่า - ระวังให้ดีเหล่าร้าย พระเอกมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Get those people back! Get them the hell out of here!",
      "th": "บอกให้ถอยไปไง หลบไป ไล่คนพวกนี้ออกไป ไล่ไปให้พ้น"
    }
  },
  {
    "translation": {
      "en": "- As soon as we pull up, I want everybody out! - Let's go! Team, out!",
      "th": "เอาล่ะ ทันทีที่รถจอด ทุกคนโดดลงเลยนะ - ลงมาๆ อยู่ตรงนี้นะ - หลบไป"
    }
  },
  {
    "translation": {
      "en": "- Peel it off! - Second floor window, now!",
      "th": "- ลงมาๆ อยู่ตรงนี้นะ - หลบไป ที่หน้าต่างชั้นสอง ตอนนี้เลย"
    }
  },
  {
    "translation": {
      "en": "- Let them in there. - Let's go.",
      "th": "- เปิดให้พวกเขาผ่าน - ไป ไปเลย"
    }
  },
  {
    "translation": {
      "en": "- Sarge, what do you got? - I got a perp in the bank,",
      "th": "- เอาพวกนั้นออกไป - จ่า ทราบอะไรบ้าง มีผู้ร้ายอยู่ในธนาคาร อาจมีสถานการณ์ตัวประกัน"
    }
  },
  {
    "translation": {
      "en": "possible hostage situation.",
      "th": "มีผู้ร้ายอยู่ในธนาคาร อาจมีสถานการณ์ตัวประกัน"
    }
  },
  {
    "translation": {
      "en": "- Who's on today? Who's your boss? - Sergeant Hernandez.",
      "th": "- วันนี้ใครเข้าเวร ใครเป็นหัวหน้าคุณ - จ่าเฮอร์นันเดซ"
    }
  },
  {
    "translation": {
      "en": "- Get him down here. - Sergeant Hernandez, you on the air?",
      "th": "ไปพาเขามา - จ่าเฮอร์นันเดซ ฟังอยู่รึเปล่า - ฟังอยู่ ว่ามา"
    }
  },
  {
    "translation": {
      "en": "- On the air, go. - Sarge, I got Sergeant Collins over here.",
      "th": "- จ่าเฮอร์นันเดซ ฟังอยู่รึเปล่า - ฟังอยู่ ว่ามา จ่าครับ จ่าคอลลินส์อยู่ตรงนี้ เขาเป็นคนแจ้งเหตุ"
    }
  },
  {
    "translation": {
      "en": "He called this in. Can you come to the other side?",
      "th": "จ่าครับ จ่าคอลลินส์อยู่ตรงนี้ เขาเป็นคนแจ้งเหตุ - คุณอ้อมมาอีกฟากได้ไหม - ทราบแล้วเปลี่ยน กำลังไป ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Redirect. On my way. Let's go.",
      "th": "- คุณอ้อมมาอีกฟากได้ไหม - ทราบแล้วเปลี่ยน กำลังไป ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Back up. Off the corner.",
      "th": "ถอยไป หลบไปหลังมุมตึก"
    }
  },
  {
    "translation": {
      "en": "- Pull back! - Got to keep this secure.",
      "th": "- ถอยไป - ตรึงพื้นที่"
    }
  },
  {
    "translation": {
      "en": "- Collins, what you got? - Hernandez.",
      "th": "- คอลลินส์ ทราบอะไรบ้าง - เฮอร์นันเดซ"
    }
  },
  {
    "translation": {
      "en": "I got a perp inside with a gun who claims he's got some hostages.",
      "th": "มีผู้ร้ายอยู่ข้างในพร้อมปืน อ้างว่าจับคนเป็นตัวประกันอยู่ในนั้น"
    }
  },
  {
    "translation": {
      "en": "Everyone, heads up! Let's clear the way!",
      "th": "ทุกคนฟังทางนี้ หลีกทางให้หน่อย"
    }
  },
  {
    "translation": {
      "en": "- Let's go, set them up. - Move these people back.",
      "th": "- ไปเร็ว ตั้งแผงกั้น - ตั้งแผงกั้นกัน"
    }
  },
  {
    "translation": {
      "en": "We've got it under control.",
      "th": "เราควบคุมสถานการณ์ไว้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Back up, please.",
      "th": "- กรุณาถอยหลังไปครับ - ถอยไป"
    }
  },
  {
    "translation": {
      "en": "Get back!",
      "th": "- ถอยหลังไป - ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "There's nothing going on. See it on the news tonight.",
      "th": "- ไม่มีอะไรให้มุงดู - เรารู้ว่ามีอะไร ไว้คอยดูในข่าวภาคค่ำ กรุณาถอยไป"
    }
  },
  {
    "translation": {
      "en": "Step back, please.",
      "th": "ไว้คอยดูในข่าวภาคค่ำ กรุณาถอยไป"
    }
  },
  {
    "translation": {
      "en": "- Mr. Case? - Oh, good morning, Katherine.",
      "th": "คุณเคสคะ อรุณสวัสดิ์ แคทเธอรีน มีอะไรให้ผมช่วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "What can I do for you?",
      "th": "อรุณสวัสดิ์ แคทเธอรีน มีอะไรให้ผมช่วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Sir, there's a robbery in progress at one of our branches.",
      "th": "ท่านคะ กำลังมีการบุกปล้น ในสาขาหนึ่งของเรา"
    }
  },
  {
    "translation": {
      "en": "Oh my. Has anybody been hurt?",
      "th": "ตายล่ะ - มีใครบาดเจ็บรึเปล่า - ฉันว่าไม่ค่ะ แต่มีการจับตัวประกัน"
    }
  },
  {
    "translation": {
      "en": "I don't think so, but there are hostages.",
      "th": "- มีใครบาดเจ็บรึเปล่า - ฉันว่าไม่ค่ะ แต่มีการจับตัวประกัน"
    }
  },
  {
    "translation": {
      "en": "Oh, how awful.",
      "th": "เลวร้ายจัง"
    }
  },
  {
    "translation": {
      "en": "Which branch is it? Number 32. 20 Exchange Place.",
      "th": "- สาขาไหนเหรอ - สาขา 32 เลขที่ 20 ตึกเอ็กซ์เชนจ์ เพลซ"
    }
  },
  {
    "translation": {
      "en": "- Which one? - 20 Exchange Place.",
      "th": "- ที่ไหนนะ - 20 เอ็กซ์เชนจ์ เพลซ"
    }
  },
  {
    "translation": {
      "en": "- Thank you, Katherine. - I'm sorry, Mr. Case.",
      "th": "ขอบใจ แคทเธอรีน เสียใจด้วยค่ะ คุณเคส"
    }
  },
  {
    "translation": {
      "en": "Oh, dear God.",
      "th": "แย่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Get these people out of here. Open these gates.",
      "th": "ไล่คนพวกนี้ออกไป เปิดประตูให้หน่อย ถอยไป"
    }
  },
  {
    "translation": {
      "en": "Back up on the sidewalk.",
      "th": "หลบขึ้นไปอยู่ทางเท้า เข้ามา"
    }
  },
  {
    "translation": {
      "en": "Sergeant Collins, first on scene. You the hostage negotiator?",
      "th": "ผมจ่าคอลลินส์ เป็นคนแจ้งเหตุ คุณเป็นนักเจรจาต่อรองตัวประกันรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Right, Detective Frazier. This is Detective Mitchell. What do you got?",
      "th": "ถูกแล้ว ผมนักสืบเฟรเชอร์ นี่นักสืบมิทเชล คุณทราบอะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "Not much. Saw the bank was filled with smoke. The door was locked.",
      "th": "ไม่มาก เห็นควันคลุ้งในธนาคาร ประตูล็อกอยู่"
    }
  },
  {
    "translation": {
      "en": "I tried to take a look inside and one of the gunmen opens the door,",
      "th": "ผมพยายามส่องดู มือปืนคนนึงเปิดประตู เอา .357 ชี้หน้าผม"
    }
  },
  {
    "translation": {
      "en": "sticks a .357 in my face,",
      "th": "มือปืนคนนึงเปิดประตู เอา .357 ชี้หน้าผม"
    }
  },
  {
    "translation": {
      "en": "screaming in some foreign accent about killing hostages.",
      "th": "ตะโกนด้วยสำเนียงต่างชาติ บอกว่าจะฆ่าตัวประกัน"
    }
  },
  {
    "translation": {
      "en": "- See any other gunmen? - No, sir, I couldn't see anything at all.",
      "th": "- เห็นมือปืนคนอื่นอีกไหม - ไม่ครับ ผมมองได้ไม่ชัด"
    }
  },
  {
    "translation": {
      "en": "- You hear anything inside? - No, sir, but with that .357 sticking in my face,",
      "th": "ได้ยินอะไรข้างในไหม ไม่ครับ มีปืนจ่อหน้าอยู่ ผมเลยไม่ค่อยมั่นใจ ขอโทษด้วย"
    }
  },
  {
    "translation": {
      "en": "I can't really be sure. I'm sorry.",
      "th": "ไม่ครับ มีปืนจ่อหน้าอยู่ ผมเลยไม่ค่อยมั่นใจ ขอโทษด้วย"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Good. Good. Good good good good. You did a good job, Sergeant.",
      "th": "ดีๆ ดีแล้ว คุณทำดีแล้ว จ่า"
    }
  },
  {
    "translation": {
      "en": "- You ever had a gun stuck in your face before? - Yeah, once.",
      "th": "- คุณเคยโดนปืนจ่อหน้ามาก่อนไหม - เคย ครั้งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "- Really? - Yeah, by a 12-year-old.",
      "th": "- จริงเหรอ - ใช่ โดยเด็ก 12 ขวบ"
    }
  },
  {
    "translation": {
      "en": "- What was that like? - Not one of my better days.",
      "th": "- รู้สึกไงล่ะ - ไม่ใช่วันดวงดีก็แล้วกัน"
    }
  },
  {
    "translation": {
      "en": "I bet. All right, well look,",
      "th": "แหงล่ะ เอาล่ะฟังนะ ทันทีที่เราจัดการเรียบร้อย เราจะปล่อยคุณไป"
    }
  },
  {
    "translation": {
      "en": "as soon as we get this thing cleared up, we'll cut you loose, all right?",
      "th": "ทันทีที่เราจัดการเรียบร้อย เราจะปล่อยคุณไป"
    }
  },
  {
    "translation": {
      "en": "If you don't mind, I'd rather hang around until we make contact.",
      "th": "ถ้าคุณไม่ว่าผมขออยู่ต่อสักพัก อย่างน้อยจนกว่าเราติดต่อพวกมัน"
    }
  },
  {
    "translation": {
      "en": "That's what I like to hear, Sergeant.",
      "th": "มันต้องอย่างนี้สิ จ่า"
    }
  },
  {
    "translation": {
      "en": "Why are you doing this? Why are you doing this to me?",
      "th": "ไม่เอาน่า คุณทำไปเพื่ออะไร คุณทำกับเราแบบนี้ทำไม"
    }
  },
  {
    "translation": {
      "en": "Pop, what's going on? Yo.",
      "th": "พ่อ นี่มันเกิดอะไรขึ้น ไง"
    }
  },
  {
    "translation": {
      "en": "All bank employees, raise your hands!",
      "th": "พนังงานแบงก์ทุกคนยกมือขึ้น"
    }
  },
  {
    "translation": {
      "en": "Bank employees, this side! Everyone else, over there!",
      "th": "พนักงานแบงก์อยู่ฝั่งนี้ คนอื่นที่เหลืออยู่อีกฝั่ง"
    }
  },
  {
    "translation": {
      "en": "Now, I need everybody to take your cell phones and your keys",
      "th": "ทีนี้ฉันอยากให้ทุกคนเอามือถือและกุญแจ"
    }
  },
  {
    "translation": {
      "en": "out of your pockets and handbags and hold them in the air.",
      "th": "ออกมาจากกระเป๋าและชูขึ้น"
    }
  },
  {
    "translation": {
      "en": "- What's your name? - Peter.",
      "th": "- ชื่ออะไร - ปีเตอร์"
    }
  },
  {
    "translation": {
      "en": "- Peter what? - Peter Hammond.",
      "th": "- ปีเตอร์อะไร - ปีเตอร์ แฮมมอนด์"
    }
  },
  {
    "translation": {
      "en": "- Where's your cell phone, Peter Hammond? - I left it at home.",
      "th": "- มือถือของนายอยู่ไหน ปีเตอร์ แฮมมอนด์ - ผมลืมไว้ที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "Peter, think very carefully about how you answer the next question,",
      "th": "ปีเตอร์ คิดให้ดีๆ ก่อนตอบคำถามถัดไป"
    }
  },
  {
    "translation": {
      "en": "because if you get it wrong, your headstone will read",
      "th": "เพราะว่าถ้าตอบผิด ป้ายหินปักหลุมศพของนายจะเขียนว่า"
    }
  },
  {
    "translation": {
      "en": "\"Here lies Peter Hammond, hero,",
      "th": "\"ร่างที่นอนอยู่นี้คือปีเตอร์ แฮมมอนด์ เขาเป็นฮีโร่"
    }
  },
  {
    "translation": {
      "en": "who valiantly attempted to prevent a brilliant bank robbery",
      "th": "ที่หาญกล้าหาทาง ขัดขว้างการปล้นธนาคาร"
    }
  },
  {
    "translation": {
      "en": "by trying to hide his cellular phone",
      "th": "โดยการพยายามซ่อนมือถือของตน"
    }
  },
  {
    "translation": {
      "en": "but wound up getting shot in the fucking head.\"",
      "th": "แต่ลงเอยโดนเป่าสมองเละ\""
    }
  },
  {
    "translation": {
      "en": "Now, Peter Hammond, where's your cell phone?",
      "th": "ทีนี้นะ ปีเตอร์ แฮมมอนด์ มือถือนายอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "I'm telling you, I did. I left-- I left it at home.",
      "th": "ผมบอกคุณแล้ว ผมลืมทิ้งไว้ที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "- ( turns off ) - Okay, I fucked up. I'm sorry. Please...",
      "th": "- โอเค ผมพลาดไปแล้ว ผมขอโทษ - นี่"
    }
  },
  {
    "translation": {
      "en": "Don't worry about it.",
      "th": "- โอเค ผมพลาดไปแล้ว ผมขอโทษ - นี่ ไม่ต้องกังวลไป"
    }
  },
  {
    "translation": {
      "en": "( people gasping ) - Let me talk to you, bitch!",
      "th": "ได้โปรดๆ ฟังผมก่อน ให้ผมอธิบาย"
    }
  },
  {
    "translation": {
      "en": "Please, let me explain!",
      "th": "ให้ผมอธิบายก่อน"
    }
  },
  {
    "translation": {
      "en": "Help! Stop!",
      "th": "ช่วยด้วย ช่วยผมด้วย หยุดเถอะ"
    }
  },
  {
    "translation": {
      "en": "Stop. ( grunting )",
      "th": "หยุด"
    }
  },
  {
    "translation": {
      "en": "Anyone else here smarter than me?",
      "th": "มีใครอยากหัวหมอกับฉันอีกไหม"
    }
  },
  {
    "translation": {
      "en": "- And you are? - Vikram Walia.",
      "th": "- นายชื่ออะไร - วิกรม วาเลีย"
    }
  },
  {
    "translation": {
      "en": "Vikram Walia. Thanks, Vikram.",
      "th": "วิกรม วาเลีย - ขอบใจวิกรม - นี่ คุณครับ"
    }
  },
  {
    "translation": {
      "en": "Boy: Hey, mister.",
      "th": "- ขอบใจวิกรม - นี่ คุณครับ"
    }
  },
  {
    "translation": {
      "en": "Keep it.",
      "th": "เก็บไว้เถอะ"
    }
  },
  {
    "translation": {
      "en": "Men here, women here.",
      "th": "ผู้ชายมาทางนี้ หญิงไปทางโน้น"
    }
  },
  {
    "translation": {
      "en": "- Move! - ( people whimpering )",
      "th": "ทำสิ"
    }
  },
  {
    "translation": {
      "en": "I need all of you to strip down to your underwear.",
      "th": "ฉันอยากให้ทุกคนถอดเสื้อผ้า เหลือแต่ชั้นใน"
    }
  },
  {
    "translation": {
      "en": "Now.",
      "th": "เดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Lady, believe me,",
      "th": "คุณป้า เชื่อผมสิ"
    }
  },
  {
    "translation": {
      "en": "this is the only situation where I'd ask you to do this,",
      "th": "นี่เป็นสถานการณ์เดียว ที่ผมจะขอให้ป้าทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "but take off your fucking clothes. No.",
      "th": "- ถอดเสื้อผ้าออกซะ - ไม่"
    }
  },
  {
    "translation": {
      "en": "You should be ashamed of yourself.",
      "th": "แกน่าจะละอายตัวเอง"
    }
  },
  {
    "translation": {
      "en": "- ( cocks ) - What's with you, mishe goyim?",
      "th": "พวกแกเป็นบ้าอะไร"
    }
  },
  {
    "translation": {
      "en": "Go ahead. Make my day.",
      "th": "เอาเลยสิ ฆ่าฉันเลย"
    }
  },
  {
    "translation": {
      "en": "- Take your fucking clothes off. - No!",
      "th": "- ถอดเสื้อซะ อีป้า - ไม่"
    }
  },
  {
    "translation": {
      "en": "Stevie?",
      "th": "สตีวี่"
    }
  },
  {
    "translation": {
      "en": "Let's go!",
      "th": "เดินไป"
    }
  },
  {
    "translation": {
      "en": "Now, I need all of you to put on one of these suits and these masks.",
      "th": "ตอนนี้ฉันอยากให้ทุกคน สวมชุดและหน้ากากพวกนี้"
    }
  },
  {
    "translation": {
      "en": "I'm Shon Gables with CBS-2 News outside Manhattan Trust Bank,",
      "th": "ฉันชอน เกเบิลส์ ช่องข่าวซีบีเอส กำลังอยู่ด้านนอกธนาคารสินเชื่อแมนฮัตตัน"
    }
  },
  {
    "translation": {
      "en": "where we have just been told by investigators",
      "th": "ซึ่งเราเพิ่งได้รับแจ้งจากหน่วยสืบสวน"
    }
  },
  {
    "translation": {
      "en": "the bank has been robbed.",
      "th": "ว่ามีการปล้นธนาคาร"
    }
  },
  {
    "translation": {
      "en": "The suspect or possible suspects",
      "th": "มีผู้ต้องสงสัยหนึ่งคน หรืออาจมากกว่าอยู่ภายใน"
    }
  },
  {
    "translation": {
      "en": "are inside, holed up with an unknown number...",
      "th": "มีผู้ต้องสงสัยหนึ่งคน หรืออาจมากกว่าอยู่ภายใน หลบอยู่พร้อมตัวประกันไม่ทราบจำนวน"
    }
  },
  {
    "translation": {
      "en": "- Captain Darius. - Yeah?",
      "th": "- ผู้กองแดริอุส - ครับ"
    }
  },
  {
    "translation": {
      "en": "- I'm Detective Frazier. This is Detective Mitchell. - Hey.",
      "th": "- ผมนักสืบเฟรเชอร์ นี่นักสืบมิทเชล - ไงครับ"
    }
  },
  {
    "translation": {
      "en": "You may remember, we worked that hospital thing on 93rd during my training.",
      "th": "คุณอาจจำได้ เราเคยทำคดีโรงพยาบาล บนถนนสาย 93 สมัยผมยังฝึกงาน"
    }
  },
  {
    "translation": {
      "en": "- Oh, yeah. That was a real shame. - Yeah, it was.",
      "th": "ใช่ ครั้งนั้นน่าเสียดาย จริงๆ"
    }
  },
  {
    "translation": {
      "en": "It was. So what do we got?",
      "th": "จริงๆ ตกลงเรารู้อะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "I got an unknown number of suspects",
      "th": "ผู้ต้องสงสัยและตัวประกัน ไม่ทราบจำนวน"
    }
  },
  {
    "translation": {
      "en": "and an unknown number of hostages in a bank.",
      "th": "ผู้ต้องสงสัยและตัวประกัน ไม่ทราบจำนวน ในธนาคาร และก็คนมุงดูเป็นล้าน"
    }
  },
  {
    "translation": {
      "en": "And about a million spectators,",
      "th": "ในธนาคาร และก็คนมุงดูเป็นล้าน"
    }
  },
  {
    "translation": {
      "en": "and I can't see shit inside, so I'm kind of busy.",
      "th": "ผมมองไม่เห็นข้างในเลย ผมเลยค่อนข้างยุ่ง"
    }
  },
  {
    "translation": {
      "en": "- I understand. - The way this works, Mr. Frazier,",
      "th": "ผมมองไม่เห็นข้างในเลย ผมเลยค่อนข้างยุ่ง คืออย่างนี้นะคุณเฟรเชอร์ ปกติผมประสานงานกับคุณกรอสแมน"
    }
  },
  {
    "translation": {
      "en": "is I deal with Mr. Grossman.",
      "th": "คืออย่างนี้นะคุณเฟรเชอร์ ปกติผมประสานงานกับคุณกรอสแมน"
    }
  },
  {
    "translation": {
      "en": "So if you need anything, you can speak with him, okay?",
      "th": "ดังนั้นถ้าคุณต้องการอะไร ก็ไปคุยกับเขา โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "No, it's not okay, Captain.",
      "th": "ไม่ ไม่โอเค ผู้กอง นักสืบกรอสแมนลาพักร้อน"
    }
  },
  {
    "translation": {
      "en": "Detective Grossman is away on vacation,",
      "th": "นักสืบกรอสแมนลาพักร้อน"
    }
  },
  {
    "translation": {
      "en": "so Detective Frazier is the big dick today, all right?",
      "th": "ดังนั้นวันนี้นักสืบเฟรเชอร์เป็นลูกพี่ใหญ่ เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "Now, if you need anything, you can speak to me, all right?",
      "th": "ดังนั้นถ้าคุณต้องการอะไรก็มาคุยกับผมนี่ โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "Guess it'll have to be.",
      "th": "ดังนั้นถ้าคุณต้องการอะไรก็มาคุยกับผมนี่ โอเคไหม - เดาว่าคงต้องเป็นตามนั้น - มันต้องเป็นอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "That's the way it's gonna be. You got vests for us?",
      "th": "- เดาว่าคงต้องเป็นตามนั้น - มันต้องเป็นอยู่แล้ว - มีเสื้อเกราะให้เราไหม - เบิร์ก"
    }
  },
  {
    "translation": {
      "en": "- Berk? - Yo!",
      "th": "- มีเสื้อเกราะให้เราไหม - เบิร์ก"
    }
  },
  {
    "translation": {
      "en": "- Get these guys some vests. - Okay.",
      "th": "- หาเสื้อเกราะให้พวกเขาที - โอเค"
    }
  },
  {
    "translation": {
      "en": "Check 'em into the command log.",
      "th": "และลงชื่อพวกเขาลงในบันทึกคำสั่งด้วย"
    }
  },
  {
    "translation": {
      "en": "I'm gonna get out of your hair and let you get control of this crime scene, okay?",
      "th": "เอาล่ะ ผมจะไปให้พ้นหน้าคุณแล้ว และปล่อยให้คุณคุมสถานที่เกิดเหตุ"
    }
  },
  {
    "translation": {
      "en": "- Let me know when you're ready with a detailed briefing. - Okay.",
      "th": "แจ้งผมด้วยเมื่อคุณพร้อมจะสรุปรายละเอียด"
    }
  },
  {
    "translation": {
      "en": "We're gonna take a walk down to the diner.",
      "th": "เราจะเดินไปที่ร้านอาหาร"
    }
  },
  {
    "translation": {
      "en": "Don't go in the bank without calling us first, all right?",
      "th": "อย่าบุกเข้าธนาคารโดยไม่แจ้งเราก่อน โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "- Okay? Good to see you again. - All right.",
      "th": "อย่าบุกเข้าธนาคารโดยไม่แจ้งเราก่อน โอเคนะ - ได้ - ดีใจที่ได้พบ ผู้กอง"
    }
  },
  {
    "translation": {
      "en": "Shouldn't we be in there?",
      "th": "เราควรอยู่ในนั้นไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Let's give him some time, see what he does. Come on.",
      "th": "ให้เวลาเขาหน่อย ดูว่าเขาทำอะไร มาเถอะ"
    }
  },
  {
    "translation": {
      "en": "Until he secures his position, gets the physical layout, he'll only dump on us.",
      "th": "จนกว่าเขาจะตรึงพื้นที่ และวางกำลังคนได้ เขามีแต่จะโบ้ยให้เรา"
    }
  },
  {
    "translation": {
      "en": "Show starts, he'll call us. Trust me, I've seen him work.",
      "th": "เขาจะโทรหาเรา - เชื่อสิ ฉันเคยเห็นผลงานเขา - งานนี้นายเป็นลูกพี่ คีธ"
    }
  },
  {
    "translation": {
      "en": "- Your call, Keith. - You get that for me? I guess it is, isn't it?",
      "th": "- เชื่อสิ ฉันเคยเห็นผลงานเขา - งานนี้นายเป็นลูกพี่ คีธ ยกไอ้นั่นขึ้นให้หน่อย เดาว่าฉันเป็นลูกพี่สินะ"
    }
  },
  {
    "translation": {
      "en": "That's one thing I learned from Grossman. These guys don't have much respect for what we do.",
      "th": "เรื่องหนึ่งที่ฉันรู้ คือตำรวจพวกนี้ไม่ค่อย ให้ความเคารพในสิ่งที่เราทำ"
    }
  },
  {
    "translation": {
      "en": "- How do you mean? - For them it's a tactical situation.",
      "th": "- หมายความว่าไง - สำหรับพวกเขามันคือการใช้กลยุทธ์"
    }
  },
  {
    "translation": {
      "en": "Us being here means there's a mental side to it that they don't get.",
      "th": "การที่เรามาอยู่นี่แสดงว่า มีด้านจิตวิทยาที่พวกเขาไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "- Told you you could handle this. - Yeah.",
      "th": "บอกแล้วนายจัดการเรื่องนี้ได้"
    }
  },
  {
    "translation": {
      "en": "Keep waiting for someone higher up on the food chain",
      "th": "ฉันคอยรอว่าจะมีใครสักคน ที่ยศสูงกว่าโผล่มาบอกว่า"
    }
  },
  {
    "translation": {
      "en": "to show up and say, \"Here's what we do.\"",
      "th": "ฉันคอยรอว่าจะมีใครสักคน ที่ยศสูงกว่าโผล่มาบอกว่า \"พวกนายต้องทำแบบนี้\""
    }
  },
  {
    "translation": {
      "en": "What happened at the hospital? Guy shot himself, shot his girlfriend. Thank you.",
      "th": "- เกิดอะไรขึ้นที่โรงพยาบาล - คนร้ายยิงตัวตายพร้อมแฟนสาว"
    }
  },
  {
    "translation": {
      "en": "( wheezing )",
      "th": "(เป๊ปซี่)"
    }
  },
  {
    "translation": {
      "en": "( wheezing, muttering ) I've got...",
      "th": "ฉันบอกแล้ว ฉันเป็น"
    }
  },
  {
    "translation": {
      "en": "heart-- heart condition.",
      "th": "โรคหัวใจ"
    }
  },
  {
    "translation": {
      "en": "Get up.",
      "th": "ลุกขึ้น"
    }
  },
  {
    "translation": {
      "en": "- Put down your fucking weapon! Don't move! - Don't shoot!",
      "th": "วางอาวุธลงนะเว้ย อย่าขยับ - อย่ายิงๆ - อย่าขยับ"
    }
  },
  {
    "translation": {
      "en": "- Don't move! - Don't shoot! I'm Herman Gluck!",
      "th": "- อย่ายิงๆ - อย่าขยับ - อย่าขยับ มานี่เลย มานี่ - ผมชื่อเฮอร์แมน กลัค"
    }
  },
  {
    "translation": {
      "en": "Come here!",
      "th": "- อย่าขยับ มานี่เลย มานี่ - ผมชื่อเฮอร์แมน กลัค"
    }
  },
  {
    "translation": {
      "en": "Come here! Come here! Come here! Come here!",
      "th": "- อย่าขยับ มานี่เลย มานี่ - ผมชื่อเฮอร์แมน กลัค มานี่เลย มานี่"
    }
  },
  {
    "translation": {
      "en": "Down on your knees, now!",
      "th": "คุกเข่าลง คุกเข่าเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "They sent me out here! They sent me out here!",
      "th": "- พวกมันส่งผมออกมา - เดี๋ยวนี้ - พวกมันส่งผมออกมา - เดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "- They said stay away! - Cuff him!",
      "th": "- พวกมันส่งผมออกมา - เดี๋ยวนี้ - มันบอกให้อยู่ห่างๆ - ใส่กุญแจมือเขา"
    }
  },
  {
    "translation": {
      "en": "If you come near the bank, he'll throw out two dead bodies!",
      "th": "ถ้าคุณเข้าไปใกล้ธนาคาร มันจะโยนศพสองศพออกมา"
    }
  },
  {
    "translation": {
      "en": "- Who said this? - Who? I don't know who.",
      "th": "- ใครเป็นคนบอก ใคร - ผมไม่รู้ว่าใคร"
    }
  },
  {
    "translation": {
      "en": "- The guy with the big fucking gun, that's who. - On your feet!",
      "th": "ไอ้ผู้ชายที่ถือปืนกระบอกใหญ่ ไอ้คนนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "There's four of them in there! Oh, Christ!",
      "th": "- พวกมันมีกันสี่คน - มาเร็ว - พระเจ้า - ใจเย็น"
    }
  },
  {
    "translation": {
      "en": "- Calm down! - Am I gonna be on TV?",
      "th": "- พระเจ้า - ใจเย็น - ไปกันเถอะ - ผมจะได้ออกทีวีรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Yeah, a big star. Let's go! Come on!",
      "th": "เออ คุณดังใหญ่แล้ว ไปเร็ว"
    }
  },
  {
    "translation": {
      "en": "Was it a time when I thought I might not see my family again?",
      "th": "มีตอนไหนที่ผมคิดว่าอาจไม่ได้ เจอครอบครัวอีกรึเปล่า มีสิ"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah, I thought about it. I mean, at first I wasn't...",
      "th": "มีตอนไหนที่ผมคิดว่าอาจไม่ได้ เจอครอบครัวอีกรึเปล่า มีสิ ใช่ ผมเคยคิด คือตอนแรกผมไม่..."
    }
  },
  {
    "translation": {
      "en": "it was too much to think about at that point,",
      "th": "ตอนนั้นมันคิดอะไรไม่ออก"
    }
  },
  {
    "translation": {
      "en": "you know, with a gun in your face, but after a while,",
      "th": "ปืนมันจ่อหน้าอยู่น่ะ แต่สักพักหลังจากนั้นผม..."
    }
  },
  {
    "translation": {
      "en": "you know, I thought about...",
      "th": "ผมก็คิดอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "yeah-- my wife,",
      "th": "ใช่ คิดถึงเมียน่ะ ว่าจะไม่ได้เจอเธออีก"
    }
  },
  {
    "translation": {
      "en": "you know, not seeing my wife again.",
      "th": "คิดถึงเมียน่ะ ว่าจะไม่ได้เจอเธออีก"
    }
  },
  {
    "translation": {
      "en": "My kids-- I got a 10-year-old son, 17-year-old daughter.",
      "th": "ลูกๆ ผม ผมมีลูกชายสิบขวบ ลูกสาวอายุ 17"
    }
  },
  {
    "translation": {
      "en": "Yeah, I thought about it, man. What you think?",
      "th": "ใช่ ผมก็เคยคิดอยู่ เป็นคุณไม่คิดรึไง"
    }
  },
  {
    "translation": {
      "en": "Those my babies.",
      "th": "พวกแกเป็นลูกๆ ของผมนะ"
    }
  },
  {
    "translation": {
      "en": "Beautiful.",
      "th": "แจ่ม"
    }
  },
  {
    "translation": {
      "en": "Miss White, I want you to rest assured,",
      "th": "เชิญค่ะ คุณไวท์ ผมอยากให้คุณวางใจได้"
    }
  },
  {
    "translation": {
      "en": "my only intention is to spend time in your wonderful city",
      "th": "จุดประสงค์เดียวของผมคือมาใช้เวลา ในเมืองแสนวิเศษของคุณ"
    }
  },
  {
    "translation": {
      "en": "and to enjoy all that it has to offer. And no business with your uncle?",
      "th": "- และสำราญไปกับมัน - งานนี้ไม่เกี่ยวกับลุงของคุณเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "In truth, I have very little to do with him these days.",
      "th": "บอกตามตรง ปัจจุบันนี้ผมไม่ค่อยได้ ข้องเกี่ยวกับเขามากนัก"
    }
  },
  {
    "translation": {
      "en": "I'm told you haven't seen him in nine years. Is that right?",
      "th": "ฉันทราบมาว่าคุณไม่ได้เจอเขา มาเก้าปี จริงไหมคะ"
    }
  },
  {
    "translation": {
      "en": "- You're extremely well informed. - I have to be. Yes.",
      "th": "- ข้อมูลคุณแน่นมาก - มันจำเป็นค่ะ ว่าไง"
    }
  },
  {
    "translation": {
      "en": "I have a Mr. Arthur Case on the phone for you.",
      "th": "มีคนชื่อคุณอาเธอร์ เคสขอคุยสายด้วยครับ"
    }
  },
  {
    "translation": {
      "en": "We'll need to end this here. I'm gonna need a copy of your purchase agreement,",
      "th": "เราคงต้องพอแค่นี้ก่อน ฉันอยากให้คุณส่งสำเนาสัญญาซื้อขาย"
    }
  },
  {
    "translation": {
      "en": "your mortgage application and the other documentation, and I'll be in touch.",
      "th": "ใบร้องขอจำนองของคุณและเอกสารอื่นๆ เดี๋ยวฉันจะติดต่อไป"
    }
  },
  {
    "translation": {
      "en": "- Thank you, Miss White. - Right this way, sir.",
      "th": "- ขอบคุณครับ คุณไวท์ - เชิญทางนี้เลยครับ"
    }
  },
  {
    "translation": {
      "en": "- Arthur Case? You sure? - That's what he said.",
      "th": "อาเธอร์ เคสเหรอ คุณแน่ใจนะ - เขาบอกว่างั้น - เขาบอกชื่อตัวเองเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "He said his name, just like that?",
      "th": "- เขาบอกว่างั้น - เขาบอกชื่อตัวเองเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "It wasn't his secretary saying he was on the line?",
      "th": "ไม่ใช่เลขาโทรมาบอกว่า เขารอสายหรอกใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "- No, ma'am. - All right. Put him through.",
      "th": "- ไม่ใช่ครับ - ก็ได้ ต่อสายเข้ามา"
    }
  },
  {
    "translation": {
      "en": "- Okay. - ( phone rings )",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "- This is Madeline White. - Miss White, I'm Arthur Case.",
      "th": "- แมเดเลน ไวท์พูดค่ะ - คุณไวท์ ผมอาเธอร์ เคส"
    }
  },
  {
    "translation": {
      "en": "- Good morning, Mr. Case. - Have we met formally?",
      "th": "อรุณสวัสดิ์ค่ะ คุณเคส - เราเคยพบกันอย่างเป็นทางการรึเปล่า - ไม่ค่ะ ฉันไม่คิดว่าเราเคย"
    }
  },
  {
    "translation": {
      "en": "No, sir, I don't believe we have.",
      "th": "- เราเคยพบกันอย่างเป็นทางการรึเปล่า - ไม่ค่ะ ฉันไม่คิดว่าเราเคย"
    }
  },
  {
    "translation": {
      "en": "Yet you're always turning up at my July 4th parties in Southampton.",
      "th": "แต่คุณก็โผล่มางานเลี้ยงวันชาติ ที่บ้านผมในเซาธ์แธมตันเสมอ"
    }
  },
  {
    "translation": {
      "en": "Yes, we know some of the same people.",
      "th": "ค่ะ เรามีคนรู้จักร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "It seems. I'll come right to the point.",
      "th": "คงงั้น ผมขอเข้าเรื่องเลยแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "I have a small problem which requires someone",
      "th": "ผมมีปัญหาเล็กๆ ต้องใช้คนที่"
    }
  },
  {
    "translation": {
      "en": "with very special skills and complete discretion.",
      "th": "มีทักษะพิเศษและเก็บความลับได้มิดชิด"
    }
  },
  {
    "translation": {
      "en": "Are you such a person, or have I been misinformed?",
      "th": "คุณเป็นคนคนนั้นรึเปล่า หรือผมได้ข่าวมาผิดๆ"
    }
  },
  {
    "translation": {
      "en": "Go on.",
      "th": "ว่ามาเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Can I pick you up in front of your office building in five minutes?",
      "th": "ให้ผมไปรับคุณที่หน้าตึกในอีกห้านาทีนะ"
    }
  },
  {
    "translation": {
      "en": "- I'll be downstairs. - Thank you.",
      "th": "- ฉันจะรออยู่ชั้นล่างค่ะ - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "They had a kind of genius plan for throwing us out of whack",
      "th": "พวกมันมีแผนปราดเปรื่อง ในการทำให้เราหัวหมุน"
    }
  },
  {
    "translation": {
      "en": "and depriving us of any kind of way of controlling ourselves.",
      "th": "และปิดทางไม่ให้เราควบคุมตัวเองได้"
    }
  },
  {
    "translation": {
      "en": "They were-- they were very...",
      "th": "พวกมันแบบว่า พวกมัน..."
    }
  },
  {
    "translation": {
      "en": "insistent and yet strangely detached.",
      "th": "ยืนยันหนักแน่น แต่เฉยชาแปลกๆ"
    }
  },
  {
    "translation": {
      "en": "All I know is that they called each other a variation of \"Steve.\"",
      "th": "ที่ผมรู้คือพวกมันเรียกชื่อกัน สตีฟนั่นสตีฟนี่"
    }
  },
  {
    "translation": {
      "en": "Steven, Steve-O, Stevie...",
      "th": "- สตีเวน สตีฟโว สตีวี่ - แล้วพวกมันเรียกคุณว่าอะไร"
    }
  },
  {
    "translation": {
      "en": "- And they called you what? - They didn't call me anything.",
      "th": "- สตีเวน สตีฟโว สตีวี่ - แล้วพวกมันเรียกคุณว่าอะไร มันไม่ได้เรียกผมว่าอะไรทั้งนั้น พวกมันแค่บอกผม..."
    }
  },
  {
    "translation": {
      "en": "They just told me-- - You're lying to me.",
      "th": "มันไม่ได้เรียกผมว่าอะไรทั้งนั้น พวกมันแค่บอกผม... คุณกำลังโกหกผม บอกความจริงมาซะ ตอนนี้คุณกำลังโกหก"
    }
  },
  {
    "translation": {
      "en": "Tell me the truth. Now, you're lying to me.",
      "th": "คุณกำลังโกหกผม บอกความจริงมาซะ ตอนนี้คุณกำลังโกหก"
    }
  },
  {
    "translation": {
      "en": "Look at me and tell me the truth. They had AK-47s out, four of them.",
      "th": "- มองหน้าผมและพูดความจริงมา - พวกมันชักปืนอาก้าออกมา ทั้งสี่คนเลย"
    }
  },
  {
    "translation": {
      "en": "- You know a lot about guns? - No, I don't know anything about guns except--",
      "th": "- รู้เรื่องปืนดีจังนะ - เปล่า - เรื่องปืนผมไม่รู้จัก - แต่คุณรู้ว่าพวกมันถืออาก้า"
    }
  },
  {
    "translation": {
      "en": "- You know they had an AK-47. - Everybody knows what an AK-47 is.",
      "th": "- เรื่องปืนผมไม่รู้จัก - แต่คุณรู้ว่าพวกมันถืออาก้า - ใครๆ ก็รู้จักปืนอาก้า - ทุกคนเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "- Everybody? - Anybody who's ever watched",
      "th": "- ใครๆ ก็รู้จักปืนอาก้า - ทุกคนเลยเหรอ ใครที่เคยดูหนังแอ็คชั่นก็คงต้องรู้จัก"
    }
  },
  {
    "translation": {
      "en": "a decent action movie would.",
      "th": "ใครที่เคยดูหนังแอ็คชั่นก็คงต้องรู้จัก"
    }
  },
  {
    "translation": {
      "en": "- You ever rob a bank before? - Are you kidding?",
      "th": "คุณเคยปล้นธนาคารมาก่อนไหม นี่อำกันรึเปล่า ผมนี่นะปล้นธนาคาร เปล่านะ"
    }
  },
  {
    "translation": {
      "en": "Me, rob a bank? No.",
      "th": "นี่อำกันรึเปล่า ผมนี่นะปล้นธนาคาร เปล่านะ"
    }
  },
  {
    "translation": {
      "en": "- Never stole a dollar? - Never.",
      "th": "- ไม่เคยขโมยเงินสักแดงเลยเหรอ - ไม่เคย"
    }
  },
  {
    "translation": {
      "en": "- Never? - Not ever! You know what?",
      "th": "- ไม่เลยเหรอ - ไม่เลย - คืองี้นะ - ครั้งนั้นครั้งเดียว แค่ครั้งเดียว"
    }
  },
  {
    "translation": {
      "en": "That one time. That one time, that one time.",
      "th": "- คืองี้นะ - ครั้งนั้นครั้งเดียว แค่ครั้งเดียว"
    }
  },
  {
    "translation": {
      "en": "I stole a nickel from my grandmother's pocketbook once.",
      "th": "ผมเคยขโมยเศษเงินที่ยายซ่อนในหนังสือ"
    }
  },
  {
    "translation": {
      "en": "She was Polish.",
      "th": "ยายเป็นคนโปแลนด์"
    }
  },
  {
    "translation": {
      "en": "I used to go up to her and say... ( speaking Polish )",
      "th": "ผมมักจะไปหายายแล้วพูดว่า \"ยาย ขอเงินหน่อยๆ\""
    }
  },
  {
    "translation": {
      "en": "One day, I opened her pocketbook",
      "th": "วันหนึ่งผมเปิดหนังสือของยาย และเจอเงินในนั้น"
    }
  },
  {
    "translation": {
      "en": "and there was a nickel there. I took it.",
      "th": "วันหนึ่งผมเปิดหนังสือของยาย และเจอเงินในนั้น ผมเลยหยิบมา"
    }
  },
  {
    "translation": {
      "en": "That was the only thing I ever took.",
      "th": "นั่นเป็นครั้งเดียวที่ผมขโมย"
    }
  },
  {
    "translation": {
      "en": "Look, Detective, I didn't mean to give you a hard time back there.",
      "th": "นี่คุณนักสืบ เมื่อกี้ผมไม่ได้ตั้งใจจะตั้งแง่กับคุณ"
    }
  },
  {
    "translation": {
      "en": "Forget about it. What's the story, Captain?",
      "th": "ลืมซะเถอะ ได้เรื่องอะไรบ้าง ผู้กอง"
    }
  },
  {
    "translation": {
      "en": "Well, the hostage they let go was Herman Gluck, 73.",
      "th": "ตัวประกันที่พวกมันปล่อยมา ชื่อเฮอร์แมน กลัค อายุ 73"
    }
  },
  {
    "translation": {
      "en": "He was having chest pains. Paramedics have him.",
      "th": "เขามีอาการเจ็บหน้าอก ทีมแพทย์กำลังดูอยู่"
    }
  },
  {
    "translation": {
      "en": "They told him to say that if any cops came near the door",
      "th": "พวกมันสั่งให้เขาพูดว่า ถ้าตำรวจคนไหนเข้าใกล้ประตู"
    }
  },
  {
    "translation": {
      "en": "they'd throw out two dead bodies.",
      "th": "พวกมันจะโยนศพออกมาสองศพ"
    }
  },
  {
    "translation": {
      "en": "He thinks there's four perps. Says they came in dressed as painters.",
      "th": "เขาคิดว่ามีผู้ร้ายสี่คน แต่งตัวเข้ามาด้วยชุดช่างทาสี"
    }
  },
  {
    "translation": {
      "en": "There's a video system in the bank.",
      "th": "มีกล้องวงจรปิดอยู่ในธนาคาร เรากำลังขอดาวน์โหลด"
    }
  },
  {
    "translation": {
      "en": "We're working on getting the download from Manhattan Trust's",
      "th": "มีกล้องวงจรปิดอยู่ในธนาคาร เรากำลังขอดาวน์โหลด จากสนง.รักษาความปลอดภัยกลาง ของธ.สินเชื่อแมนฮัตตัน แต่คงใช้เวลาสักพัก"
    }
  },
  {
    "translation": {
      "en": "central security office, but it'll take a while.",
      "th": "จากสนง.รักษาความปลอดภัยกลาง ของธ.สินเชื่อแมนฮัตตัน แต่คงใช้เวลาสักพัก"
    }
  },
  {
    "translation": {
      "en": "We got the block locked up. I got men in the windows.",
      "th": "เราปิดช่วงตึกไว้แล้ว มีเจ้าหน้าที่ซุ่มอยู่ตามหน้าต่าง"
    }
  },
  {
    "translation": {
      "en": "We're checking on the sewers with DEP.",
      "th": "เรากำลังเช็คตามท่อระบายน้ำอยู่"
    }
  },
  {
    "translation": {
      "en": "- What about the phones? - Cut and diverted.",
      "th": "แล้วสายโทรศัพท์ล่ะ ตัดและโอนไปที่รถสื่อสารแล้ว พวกมันโทรหาได้แต่เรา"
    }
  },
  {
    "translation": {
      "en": "We're the only ones they're gonna call.",
      "th": "ตัดและโอนไปที่รถสื่อสารแล้ว พวกมันโทรหาได้แต่เรา"
    }
  },
  {
    "translation": {
      "en": "Cell phones are monitored, and we can jam the air whenever you say.",
      "th": "มือถือถูกดักฟังและเรากวนสัญญาณได้ตลอด"
    }
  },
  {
    "translation": {
      "en": "But we like to leave it clear in case a hostage is able to get through,",
      "th": "แต่เราปล่อยโล่งไว้ เผื่อมีตัวประกันติดต่อมาได้"
    }
  },
  {
    "translation": {
      "en": "but so far nothing.",
      "th": "แต่ตอนนี้ยังเงียบสนิท"
    }
  },
  {
    "translation": {
      "en": "911?",
      "th": "- 911 ล่ะ - ขึ้นจออยู่"
    }
  },
  {
    "translation": {
      "en": "It's up on the screen. Any call about a bank gets routed straight to us.",
      "th": "สายใดจากธนาคารจะถูกโอนตรงมาที่เรา"
    }
  },
  {
    "translation": {
      "en": "Well... that's my end of it, Detective.",
      "th": "เป็นอันว่าทางผมก็มีเท่านี้"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm not calling him yet.",
      "th": "- ผมยังจะไม่โทรหามัน - ว่าอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "- Beg your pardon? - Doesn't feel right yet, you know what I mean?",
      "th": "- ผมยังจะไม่โทรหามัน - ว่าอะไรนะ รู้สึกว่ายังไม่ถึงเวลา เข้าใจที่พูดไหม ผมจะยังไม่โทรไปถามว่ามันต้องการอะไร"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna call and ask what I can do for him. Let's see what he does.",
      "th": "รู้สึกว่ายังไม่ถึงเวลา เข้าใจที่พูดไหม ผมจะยังไม่โทรไปถามว่ามันต้องการอะไร รอดูเชิงมันไปก่อน"
    }
  },
  {
    "translation": {
      "en": "Your call.",
      "th": "แล้วแต่คุณ"
    }
  },
  {
    "translation": {
      "en": "Mr. Case, why don't you let me explain to you how I work?",
      "th": "คุณเคสคะ ให้ฉันอธิบายถึง ธรรมชาติงานของฉันดีไหม"
    }
  },
  {
    "translation": {
      "en": "Please. That would be nice.",
      "th": "เชิญเลย เอางั้นก็ดี"
    }
  },
  {
    "translation": {
      "en": "Well, you say that there are family heirlooms inside your safety-deposit box.",
      "th": "คุณบอกว่ามีมรดกของตระกูลอยู่ในตู้นิรภัย"
    }
  },
  {
    "translation": {
      "en": "That's fine. But in my experience,",
      "th": "ไม่มีปัญหา แต่จากประสบการณ์ฉัน คนอย่างคุณมักมีลูกน้อง"
    }
  },
  {
    "translation": {
      "en": "people like you have people working for them",
      "th": "แต่จากประสบการณ์ฉัน คนอย่างคุณมักมีลูกน้อง"
    }
  },
  {
    "translation": {
      "en": "that handle these kinds of things. And when they can't,",
      "th": "ที่คอยจัดการเรื่องพวกนี้ให้ และเมื่อทำไม่ได้ พวกเขาไม่โทรหาฉันเอง"
    }
  },
  {
    "translation": {
      "en": "they don't call me, their people call me.",
      "th": "และเมื่อทำไม่ได้ พวกเขาไม่โทรหาฉันเอง ลูกน้องจะเป็นคนโทรหาฉัน"
    }
  },
  {
    "translation": {
      "en": "So immediately I know that there's something in that box",
      "th": "ดังนั้นฉันรู้ได้ทันทีว่าอะไรที่อยู่ในกล่องนั่น"
    }
  },
  {
    "translation": {
      "en": "that you don't even want your closest aides to know about.",
      "th": "คุณไม่อยากให้คนใกล้ชิดรู้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "No problem with me. You tell me",
      "th": "เรื่องนั้นฉันไม่มีปัญหา ฉันไม่จำเป็นต้องรู้ว่าในกล่อง มีอะไรและฉันไม่อยากรู้"
    }
  },
  {
    "translation": {
      "en": "I don't need to know what's in that box, and I don't need to know.",
      "th": "ฉันไม่จำเป็นต้องรู้ว่าในกล่อง มีอะไรและฉันไม่อยากรู้"
    }
  },
  {
    "translation": {
      "en": "But if you tell me that it's a bunch of old baseball cards",
      "th": "แต่ถ้าคุณบอกฉันว่า มันเป็นพวกการ์ดเบสบอลเก่าๆ"
    }
  },
  {
    "translation": {
      "en": "and I find out that it's the launch codes for a nuclear missile,",
      "th": "แล้วฉันมารู้ทีหลังว่าเป็นรหัสยิงขีปนาวุธ"
    }
  },
  {
    "translation": {
      "en": "then let's just say we no longer have an agreement.",
      "th": "ถือว่าข้อตกลงของเราเป็นโมฆะ"
    }
  },
  {
    "translation": {
      "en": "- Have you finished? - Yes.",
      "th": "- คุณพูดจบรึยัง - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "What's inside that box, young lady,",
      "th": "ของที่อยู่ในกล่องนั่น"
    }
  },
  {
    "translation": {
      "en": "has belonged to me since before you were born.",
      "th": "เป็นสมบัติของผม มาตั้งแต่คุณยังไม่เกิดซะอีก"
    }
  },
  {
    "translation": {
      "en": "It's very valuable and poses no danger whatsoever to anyone.",
      "th": "มันมีคุณค่ามากและไม่เป็นอันตรายต่อผู้ใด"
    }
  },
  {
    "translation": {
      "en": "Except to you. ( chuckles )",
      "th": "ยกเว้นคุณ"
    }
  },
  {
    "translation": {
      "en": "Okay. Well first, there are men with guns in there,",
      "th": "โอเค ก่อนอื่นเลย ในนั้นมีโจรเป็นโขยงพร้อมปืน"
    }
  },
  {
    "translation": {
      "en": "so I can't guarantee any results, agreed?",
      "th": "ฉันจึงไม่ขอรับประกันผลลัพธ์ใดๆ ตกลงไหม"
    }
  },
  {
    "translation": {
      "en": "- Of course. - All right.",
      "th": "- แน่นอน - เอาล่ะ"
    }
  },
  {
    "translation": {
      "en": "Now what makes you think that they want to rob your box?",
      "th": "ทีนี้อะไรทำให้คุณคิดว่า พวกมันมาขโมยกล่องของคุณ"
    }
  },
  {
    "translation": {
      "en": "- I don't. - ( chuckles )",
      "th": "ผมไม่รู้"
    }
  },
  {
    "translation": {
      "en": "Why don't you tell me how you would like this to end then, hmm?",
      "th": "งั้นคุณลองบอกฉันมาสิ ว่าอยากให้เรื่องนี้จบยังไง"
    }
  },
  {
    "translation": {
      "en": "I'd prefer that nobody ever touch my safe-deposit box--",
      "th": "ผมไม่อยากให้ใครแตะต้อง กล่องนิรภัยของผม"
    }
  },
  {
    "translation": {
      "en": "not them, not you, not the authorities.",
      "th": "ไม่ว่าพวกมัน คุณ หรือทางการ"
    }
  },
  {
    "translation": {
      "en": "And the sooner the situation ends, the happier I'll be.",
      "th": "และยิ่งสถานการณ์นี้ จบลงเร็วเท่าไหร่ผมยิ่งพอใจเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "- Is that specific enough for you? - No.",
      "th": "แค่นี้ละเอียดพอไหมสำหรับคุณ ยัง"
    }
  },
  {
    "translation": {
      "en": "The contents of that box...",
      "th": "ของในกล่องนั่น"
    }
  },
  {
    "translation": {
      "en": "are of great value to me,",
      "th": "มีค่ากับผมมาก"
    }
  },
  {
    "translation": {
      "en": "so long as they remain my secret.",
      "th": "ตราบใดที่มันยังเป็นความลับ"
    }
  },
  {
    "translation": {
      "en": "And if they're exposed?",
      "th": "และถ้ามันถูกเปิดเผยล่ะ"
    }
  },
  {
    "translation": {
      "en": "I'll face some difficult questions.",
      "th": "ผมคงต้องเจอคำถามที่ยากลำบาก"
    }
  },
  {
    "translation": {
      "en": "So it stays locked or it disappears.",
      "th": "ดังนั้นให้มันล็อกอยู่ต่อหรือไม่ก็หายไป"
    }
  },
  {
    "translation": {
      "en": "Precisely. Can you make that happen?",
      "th": "ถูกต้อง คุณจัดการให้ได้รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "- Yes. - I hope so.",
      "th": "- ได้ค่ะ - ขอให้จริง"
    }
  },
  {
    "translation": {
      "en": "I have to say, I can't help but be skeptical.",
      "th": "ต้องขอบอกว่า ผมเป็นคนไม่ค่อยเชื่อใจใคร"
    }
  },
  {
    "translation": {
      "en": "Whoever gave you my number got the same deal.",
      "th": "ใครก็ตามที่ให้เบอร์ฉันกับคุณ ก็ได้บริการแบบเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "Clearly they must have been satisfied.",
      "th": "เห็นชัดว่าพวกเขาคงพอใจ"
    }
  },
  {
    "translation": {
      "en": "- Steve. - It's time for Steve-O.",
      "th": "สตีฟ ถึงคิวสตีโวแล้ว"
    }
  },
  {
    "translation": {
      "en": "I came out here to take a look at the perimeter they laid out.",
      "th": "ฉันออกมาดูที่พวกเขากั้นอาณาเขต"
    }
  },
  {
    "translation": {
      "en": "Guess what I found? That hostage they let out",
      "th": "เดาซิฉันเจออะไร ตัวประกันที่ถูกปล่อยมาบอกว่า พวกมันแต่งตัวเป็นช่างทาสีใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "- said these guys came in dressed like painters, right? - Yeah.",
      "th": "ตัวประกันที่ถูกปล่อยมาบอกว่า พวกมันแต่งตัวเป็นช่างทาสีใช่ไหม ใช่"
    }
  },
  {
    "translation": {
      "en": "- Probably stolen. - Have 'em run it, check it for prints.",
      "th": "- คงขโมยมา - เช็คทะเบียนรถและปัดฝุ่นหารอยนิ้วมือ"
    }
  },
  {
    "translation": {
      "en": "- Everybody on? - Yep, go ahead.",
      "th": "- ทุกคนพร้อมนะ - ใช่ ฟังอยู่"
    }
  },
  {
    "translation": {
      "en": "- Sure you got the right number? - Absolutely.",
      "th": "- แน่ใจว่าถูกเบอร์นะ - แน่ใจสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Okay. Nothing yet.",
      "th": "โอเค มันยังไม่รับสาย"
    }
  },
  {
    "translation": {
      "en": "- We got video. - Let's have it.",
      "th": "- เราได้วิดีโอมาแล้ว - ขอดูหน่อย"
    }
  },
  {
    "translation": {
      "en": "Frazier: Oh! What happened to that camera right there?",
      "th": "กล้องตัวนั้นโดนอะไร"
    }
  },
  {
    "translation": {
      "en": "Officer: Wait, hold on, hold on, hold on.",
      "th": "เดี๋ยว แป๊บนึงๆ"
    }
  },
  {
    "translation": {
      "en": "Frazier: Here it is. That guy right there.",
      "th": "นั่นไงล่ะ ผู้ชายตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "It's like he blinds the camera with the flashlight.",
      "th": "เหมือนเขาเอาไฟฉายส่องกล้องให้พร่า"
    }
  },
  {
    "translation": {
      "en": "It's like nobody else sees it.",
      "th": "พิลึกนะ ดูเหมือนไม่มีใครสังเกตเห็นเลย"
    }
  },
  {
    "translation": {
      "en": "You'd think it'd be pretty bright, no?",
      "th": "- คุณว่าแสงค่อนข้างจ้าไหม - อาจเป็นอินฟราเรด"
    }
  },
  {
    "translation": {
      "en": "- Could be infrared. - What's that?",
      "th": "- คุณว่าแสงค่อนข้างจ้าไหม - อาจเป็นอินฟราเรด - อะไรนะ - หลอดไฟอินฟราเรด"
    }
  },
  {
    "translation": {
      "en": "Infrared bulb. See, humans can't see it,",
      "th": "- อะไรนะ - หลอดไฟอินฟราเรด ตามนุษย์มองไม่เห็น แต่กล้องวิดีโอจับภาพได้"
    }
  },
  {
    "translation": {
      "en": "but a video camera will pick it up.",
      "th": "ตามนุษย์มองไม่เห็น แต่กล้องวิดีโอจับภาพได้ มันสามารถดับกล้องได้โดยไม่มีใครเห็น"
    }
  },
  {
    "translation": {
      "en": "- He could knock out the cameras without no one knowing. - Right.",
      "th": "มันสามารถดับกล้องได้โดยไม่มีใครเห็น - ใช่ๆ - มันดับกล้องประมาณสิบโมง"
    }
  },
  {
    "translation": {
      "en": "- He knocked out the cameras about 10:00. - So for approximately",
      "th": "- ใช่ๆ - มันดับกล้องประมาณสิบโมง แสดงว่าประมาณสองนาที"
    }
  },
  {
    "translation": {
      "en": "two minutes, we got no evidence of people leaving or entering the bank. That's great.",
      "th": "ที่เรามีไม่ภาพหลักฐานผู้คน เข้าออกธนาคาร ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "Frazier: Miriam, how long were you there before it began?",
      "th": "มิเรียม คุณอยู่ที่นั่นนานแค่ไหน ก่อนเกิดเรื่อง"
    }
  },
  {
    "translation": {
      "en": "It was just a few minutes.",
      "th": "แค่สองสามนาที"
    }
  },
  {
    "translation": {
      "en": "Can you tell us what happened after the explosion and the smoke?",
      "th": "ช่วยบอกเราทีว่าเกิดอะไรขึ้น หลังมีการระเบิดและปล่อยควัน"
    }
  },
  {
    "translation": {
      "en": "They just told us to put our heads down",
      "th": "พวกมันบอกให้เราก้มหัวลงและหลับตา"
    }
  },
  {
    "translation": {
      "en": "and then close our eyes, and then, um,",
      "th": "พวกมันบอกให้เราก้มหัวลงและหลับตา จากนั้นฉันจำได้ว่ามีพวกมันคนนึง"
    }
  },
  {
    "translation": {
      "en": "I just remember one of them telling the others",
      "th": "จากนั้นฉันจำได้ว่ามีพวกมันคนนึง บอกให้คนอื่นลงไปจัดการกล้อง"
    }
  },
  {
    "translation": {
      "en": "to just go down and fix the cameras.",
      "th": "บอกให้คนอื่นลงไปจัดการกล้อง"
    }
  },
  {
    "translation": {
      "en": "The video cameras? I don't know.",
      "th": "- กล้องวงจรปิดน่ะเหรอ - ฉันไม่รู้"
    }
  },
  {
    "translation": {
      "en": "- Anything else you want to share with us? - No.",
      "th": "- คุณมีอะไรอยากบอกเราอีกไหม - ไม่ ก็แค่"
    }
  },
  {
    "translation": {
      "en": "- You sure? - Yeah, I...",
      "th": "- แน่ใจนะ - ค่ะ ฉัน..."
    }
  },
  {
    "translation": {
      "en": "Could you give us the names of the bank robbers?",
      "th": "คุณอาจบอกชื่อโจรปล้นธนาคารมาก็ได้"
    }
  },
  {
    "translation": {
      "en": "- ( crying, laughing ) - I'm just messing with you.",
      "th": "ผมแค่อำเล่นน่ะ ป้า"
    }
  },
  {
    "translation": {
      "en": "You okay?",
      "th": "- คุณโอเคไหม - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "- It was pretty awful. - Was it bad?",
      "th": "- มันเลวร้ายเหลือเกิน - แย่เลยล่ะสิ - มันแย่มากเลยเหรอ - พวกมันสั่งให้เราถอดเสื้อผ้า"
    }
  },
  {
    "translation": {
      "en": "I mean, they made us strip.",
      "th": "- มันแย่มากเลยเหรอ - พวกมันสั่งให้เราถอดเสื้อผ้า"
    }
  },
  {
    "translation": {
      "en": "They made us take off our clothes!",
      "th": "พวกมันบังคับให้เราถอดเสื้อผ้า"
    }
  },
  {
    "translation": {
      "en": "I don't understand why they had to do that.",
      "th": "ฉันไม่เข้าใจว่าพวกมัน ให้ทำแบบนั้นทำไม"
    }
  },
  {
    "translation": {
      "en": "I really just thought--",
      "th": "ตอนนี้ฉันคิดจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "I thought I was gonna be killed.",
      "th": "คิดว่ามันจะฆ่าฉันซะแล้ว"
    }
  },
  {
    "translation": {
      "en": "Well...",
      "th": "แหม"
    }
  },
  {
    "translation": {
      "en": "all right, my dear.",
      "th": "เอาล่ะ ป้า"
    }
  },
  {
    "translation": {
      "en": "Okay. I can go?",
      "th": "โอเค ไปได้รึยัง"
    }
  },
  {
    "translation": {
      "en": "- No. - No?",
      "th": "- ยัง - ยังเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, you got to stay. No, you can go.",
      "th": "- ไม่ คุณต้องอยู่ต่อ - คุณต้องอยู่ก่อน อยู่ต่อ ไปได้ ไม่ อยู่ต่อ"
    }
  },
  {
    "translation": {
      "en": "- No, stay. No, go. - ( laughing )",
      "th": "อยู่ต่อ ไปได้ ไม่ อยู่ต่อ ไม่ ไปเถอะ"
    }
  },
  {
    "translation": {
      "en": "Did you rob the bank? Did you rob the bank? You sure?",
      "th": "คุณปล้นธนาคารรึเปล่า - ใช่แหง - คุณปล้นธนาคารรึเปล่า - เปล่า - แน่ใจนะ"
    }
  },
  {
    "translation": {
      "en": "- There's movement at the front door. - Let's go.",
      "th": "- เปล่า - แน่ใจนะ - มีการเคลื่อนไหวตรงประตู - ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "- Put down the fucking weapon! - Don't shoot! Don't shoot!",
      "th": "- วางอาวุธลงนะเว้ย - อย่ายิงๆ"
    }
  },
  {
    "translation": {
      "en": "- Don't move! - ( muffled shouts )",
      "th": "อย่าขยับๆ"
    }
  },
  {
    "translation": {
      "en": "I said put your hands on your head and get down on your fucking knees!",
      "th": "ฉันบอกให้วางมือบนหัวและคุกเข่าลงซะ"
    }
  },
  {
    "translation": {
      "en": "I said hands on your head and down on your knees now!",
      "th": "เอามือวางบนหัวและคุกเข่าเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "- Hands are tied. - Hands are tied.",
      "th": "- มือเขาถูกมัด - เขาถูกมัดมือ"
    }
  },
  {
    "translation": {
      "en": "- Jesus, pat him down. - All right.",
      "th": "- เฮซุส ค้นตัวเขา - ได้"
    }
  },
  {
    "translation": {
      "en": "- I'm one of the hostages. - Careful. Easy. Be very careful now.",
      "th": "- ผมเป็นหนึ่งในตัวประกัน - ระวังนะ - ค่อยๆนะ ระวัง - จากมุมนี้ผมมองไม่เห็นเขา"
    }
  },
  {
    "translation": {
      "en": "- Easy, easy. - I can see him. I got a clear shot.",
      "th": "- ค่อยๆนะ ระวัง - จากมุมนี้ผมมองไม่เห็นเขา - ผมมองเห็นเขา วิสัยการยิงชัดเจน - เจออาวุธไหม"
    }
  },
  {
    "translation": {
      "en": "Any weapons?",
      "th": "- ผมมองเห็นเขา วิสัยการยิงชัดเจน - เจออาวุธไหม"
    }
  },
  {
    "translation": {
      "en": "- Who are you? - Vikram Walia. I work in the bank.",
      "th": "- คุณเป็นใคร - วิกรม วาเลีย ผมทำงานที่ธนาคาร"
    }
  },
  {
    "translation": {
      "en": "Okay, Vikram, is this a bomb?",
      "th": "โอเค วิกรม นั่นใช่ระเบิดรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Oh shit, a fucking Arab!",
      "th": "- เวรเอ๊ย แม่งอาหรับนี่หว่า - เปล่า ผมเป็นซิกข์"
    }
  },
  {
    "translation": {
      "en": "- I'm a Sikh. - Is that a bomb?",
      "th": "- เวรเอ๊ย แม่งอาหรับนี่หว่า - เปล่า ผมเป็นซิกข์ - นั่นระเบิดรึเปล่า - ตอบฉันมา นั่นระเบิดรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Answer me! Is this a bomb? Are you booby-trapped?",
      "th": "- นั่นระเบิดรึเปล่า - ตอบฉันมา นั่นระเบิดรึเปล่า - แกเป็นกับดักใช่ไหม - ไม่ ไม่ใช่โว้ย"
    }
  },
  {
    "translation": {
      "en": "- No! Fuck, no! - Okay, Vikram, I need you to relax.",
      "th": "โอเค วิกรม ผมอยากให้คุณสงบสติ"
    }
  },
  {
    "translation": {
      "en": "Jesus, give me a hand.",
      "th": "เฮซุส มาช่วยหน่อย ผมไม่รู้"
    }
  },
  {
    "translation": {
      "en": "- Just watch. There's a lot of movement in that bank. - Take him down!",
      "th": "คอยดูไว้ ข้างในมีความเคลื่อนไหวมากมาย - จับตัวเขาไว้ กดตัวเขาลง - อะไรกันวะ ใจเย็นๆ"
    }
  },
  {
    "translation": {
      "en": "- Now! Get him! Get on the ground! - Fuck! Easy!",
      "th": "- จับตัวเขาไว้ กดตัวเขาลง - อะไรกันวะ ใจเย็นๆ ปล่อยผมนะ นั่นมันผ้าโพกหัวผม ปล่อยผม ใจเย็น"
    }
  },
  {
    "translation": {
      "en": "That's my turban. Get off. Easy.",
      "th": "ปล่อยผมนะ นั่นมันผ้าโพกหัวผม ปล่อยผม ใจเย็น"
    }
  },
  {
    "translation": {
      "en": "- My turban! Give me my turban back! - Quiet!",
      "th": "- เอาผ้าโพกหัวผมมา - แค่... เอาผ้าโพกหัวผมคืนมานะเว้ย"
    }
  },
  {
    "translation": {
      "en": "- Shut up! Relax! - What the fuck are you doing? Give me my turban back!",
      "th": "- หุบปากน่า ใจเย็นๆ - จะทำอะไรน่ะ - ไปกัน - เอาผ้าโพกหัวผมคืนมา"
    }
  },
  {
    "translation": {
      "en": "- You didn't need to rip-- What the... - Come on, move!",
      "th": "- คุณกระชากไปไม่ได้นะ - เงียบน่า"
    }
  },
  {
    "translation": {
      "en": "Get your fucking hands off me!",
      "th": "อะไรกันวะ ปล่อยตัวผมนะ"
    }
  },
  {
    "translation": {
      "en": "And the 11:00 and 12:00?",
      "th": "ยืนยัน นัดตอน 11 โมงกับเที่ยง และ"
    }
  },
  {
    "translation": {
      "en": "Don't forget about your 1:00 with Chancellor Joel Klein.",
      "th": "และอย่าลืมนัดตอนบ่ายโมง กับรัฐมนตรี โจล ไคล์น"
    }
  },
  {
    "translation": {
      "en": "- Ah, Madge... - Your Honor?",
      "th": "- แมดจ์ คิวแน่นจังวันนี้ - ท่านคะ"
    }
  },
  {
    "translation": {
      "en": "- Madeline, how are you? - I'm just fine.",
      "th": "แมเดเลน เป็นไงมาไง สบายดีค่ะ แต่ขอบคุณที่ยอมให้ฉัน เข้าพบอย่างกะทันหัน"
    }
  },
  {
    "translation": {
      "en": "- Thank you for seeing me on such short notice. - Sure.",
      "th": "สบายดีค่ะ แต่ขอบคุณที่ยอมให้ฉัน เข้าพบอย่างกะทันหัน - ได้อยู่แล้ว แมดจ์ เราคุยกันเสร็จรึยัง - ค่ะ ท่านเทศมนตรี"
    }
  },
  {
    "translation": {
      "en": "- Madge, are we through here? - Yes, Mr. Mayor.",
      "th": "- ได้อยู่แล้ว แมดจ์ เราคุยกันเสร็จรึยัง - ค่ะ ท่านเทศมนตรี"
    }
  },
  {
    "translation": {
      "en": "This way, Miss White.",
      "th": "เชิญทางนี้ คุณไวท์"
    }
  },
  {
    "translation": {
      "en": "I always have time to put on a tux and eat free food for a good cause.",
      "th": "ผมว่างจะแต่งหล่อ และไปกินเลี้ยงงานการกุศลเสมอ"
    }
  },
  {
    "translation": {
      "en": "Who are we saving this week?",
      "th": "- สัปดาห์นี้เราจะทำบุญให้ใครเหรอ - ฉันกำลังเรี่ยไรให้"
    }
  },
  {
    "translation": {
      "en": "Well, I'm doing a round of support for the Joseph Freedkin",
      "th": "- สัปดาห์นี้เราจะทำบุญให้ใครเหรอ - ฉันกำลังเรี่ยไรให้ มูลนิธิโจเซฟ ฟรี้ดคิน เพื่อการวิจัยประสาทไขสันหลัง"
    }
  },
  {
    "translation": {
      "en": "Memorial Fund for spinal cord research,",
      "th": "มูลนิธิโจเซฟ ฟรี้ดคิน เพื่อการวิจัยประสาทไขสันหลัง"
    }
  },
  {
    "translation": {
      "en": "and we're having our annual fund-raiser next month.",
      "th": "และเรากำลังจะจัดงานระดมทุน ประจำปีในเดือนหน้า"
    }
  },
  {
    "translation": {
      "en": "If you could attend, it'd give us such a boost.",
      "th": "- ถ้าคุณไปร่วมได้ คงช่วยดันให้เราได้เยอะ - ด้วยความยินดี"
    }
  },
  {
    "translation": {
      "en": "It would be my pleasure. Is there anything else I can do to--",
      "th": "- ถ้าคุณไปร่วมได้ คงช่วยดันให้เราได้เยอะ - ด้วยความยินดี มีอะไรอื่นให้ผมช่วยอีกไหม"
    }
  },
  {
    "translation": {
      "en": "- What the fuck do you want? - A favor.",
      "th": "- จะมารีดไถอะไรกันแน่ - มาขอให้ช่วย"
    }
  },
  {
    "translation": {
      "en": "No shit. Which kind?",
      "th": "แหงล่ะ เรื่องแบบไหน"
    }
  },
  {
    "translation": {
      "en": "The last one I'll ever ask of you.",
      "th": "อย่างที่ฉันจะขอคุณเป็นครั้งสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "That's the kind I had in mind.",
      "th": "นั่นแหละที่ผมคิดไว้"
    }
  },
  {
    "translation": {
      "en": "You know about this hostage situation?",
      "th": "คุณได้ข่าวสถานการณ์ตัวประกันรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "On my way. What's it to do with you?",
      "th": "ได้ยินตอนนั่งรถมา มันเกี่ยวอะไรกับคุณ"
    }
  },
  {
    "translation": {
      "en": "All right, well, I need to keep an eye on it,",
      "th": "คือว่าฉันจำเป็นต้องคอยจับตาดูมัน"
    }
  },
  {
    "translation": {
      "en": "so I want you to bring me down there and tell whoever's in charge",
      "th": "ฉันจึงอยากขอให้คุณพาฉันไปที่นั่น และบอกหัวหน้างาน"
    }
  },
  {
    "translation": {
      "en": "to extend me every courtesy.",
      "th": "ให้ช่วยอำนวยความสะดวกให้ฉันหน่อย"
    }
  },
  {
    "translation": {
      "en": "( chuckles ) You're out of your fucking mind.",
      "th": "คุณมันบ้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Well if it was easy, it wouldn't square us, would it?",
      "th": "ถ้ามันง่าย หนี้เราก็ไม่ถือว่าเจ๊ากันสิ"
    }
  },
  {
    "translation": {
      "en": "- It's impossible. - Nothing's impossible.",
      "th": "- ทำไม่ได้ - ไม่มีอะไรที่ทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "You just have to call in a few markers, that's all.",
      "th": "คุณแค่ต้องโทรไปทวงบุญคุณคนนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "I may have to give out a few.",
      "th": "ผมอาจเป็นหนี้พวกเขากลับนะสิ"
    }
  },
  {
    "translation": {
      "en": "Then that's exactly what you'll do.",
      "th": "งั้นนั่นแหละที่คุณจะทำ"
    }
  },
  {
    "translation": {
      "en": "You're a magnificent cunt.",
      "th": "คุณนี่มันแสบตัวแม่จริงๆ"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "...a very tense situation for several hours now.",
      "th": "สถานการณ์ตึงเครียดมาหลายชั่วโมงแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's unclear how many hostages are inside",
      "th": "ไม่ทราบชัดว่ามีตัวประกันข้างในเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "and how many robbers police are dealing with.",
      "th": "และโจรกี่คนที่ตำรวจต้องรับมือ"
    }
  },
  {
    "translation": {
      "en": "Officials say this all started out as a robbery at Manhattan Trust,",
      "th": "เจ้าหน้าที่กล่าวว่าจากที่เริ่มต้น เป็นการปล้นธนาคารสินเชื่อแมนฮัตตัน"
    }
  },
  {
    "translation": {
      "en": "but has turned into this hostage situation.",
      "th": "แปรเปลี่ยนเป็นสถานการณ์จับตัวประกัน"
    }
  },
  {
    "translation": {
      "en": "Negotiators are here on the scene working very hard,",
      "th": "นักเจรจาประจำอยู่ในที่เกิดเหตุ กำลังทำงานอย่างหนัก"
    }
  },
  {
    "translation": {
      "en": "and it's still unclear on any possible injuries.",
      "th": "และยังไม่ทราบแน่ชัดว่ามีผู้บาดเจ็บไหม"
    }
  },
  {
    "translation": {
      "en": "Of course, we'll keep you up to date with the very latest,",
      "th": "แน่นอนค่ะ เราจะคอยรายงานข่าว คืบหน้าอย่างทันท่วงที"
    }
  },
  {
    "translation": {
      "en": "and we will remain here on the scene as this all unfolds.",
      "th": "และเราจะปักหลักอยู่นี่ รอดูเหตุการณ์คลี่คลาย"
    }
  },
  {
    "translation": {
      "en": "That's the latest from here in lower Manhattan.",
      "th": "นี่เป็นรายงานล่าสุดจากตอนใต้ของแมนฮัตตัน"
    }
  },
  {
    "translation": {
      "en": "Reporting live, I'm Sandra Endo. Back to you.",
      "th": "รายงานสดโดยฉันแซนดรา เอ็นโด กลับไปที่ห้องข่าวค่ะ"
    }
  },
  {
    "translation": {
      "en": "Vikram: Protect and serve, my ass. Where's my turban?",
      "th": "\"คุ้มครองและอภิบาล\" มะเหงกสิ ผ้าโพกหัวผมอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "I'm not talking to anybody without a turban.",
      "th": "(ตำรวจ) ผมจะไม่พูดจนกว่าจะได้ผ้าคืน มันเป็นส่วนหนึ่งในศาสนาของผม"
    }
  },
  {
    "translation": {
      "en": "It's part of my religion to cover my head in respect to God. I'm a Sikh.",
      "th": "ผมจะไม่พูดจนกว่าจะได้ผ้าคืน มันเป็นส่วนหนึ่งในศาสนาของผม คลุมศีรษะเพื่อเคารพต่อพระเจ้า ผมเป็นซิกข์"
    }
  },
  {
    "translation": {
      "en": "- Okay, we'll find your turban. - Not an Arab, by the way, like your cops called me.",
      "th": "- โอเค เราจะไปหาผ้าโพกหัวมาให้ - อีกอย่างผมไม่ใช่อาหรับ - อย่างที่พวกคุณเรียกเมื่อกี้ - ไม่น่าใช่ คุณอาจหูฝาดไปมั้ง"
    }
  },
  {
    "translation": {
      "en": "I don't think you heard that.",
      "th": "- อย่างที่พวกคุณเรียกเมื่อกี้ - ไม่น่าใช่ คุณอาจหูฝาดไปมั้ง"
    }
  },
  {
    "translation": {
      "en": "There was a lot going on. You were probably disoriented. I didn't hear that.",
      "th": "ตอนนั้นกำลังวุ่นวาย คุณคงสับสนไปเอง - ผมไม่เห็นได้ยินเลย - ผมได้ยินเต็มรูหู"
    }
  },
  {
    "translation": {
      "en": "I heard what I heard. I'll give you all the information you want.",
      "th": "- ผมไม่เห็นได้ยินเลย - ผมได้ยินเต็มรูหู ผมจะบอกข้อมูลทุกอย่างที่คุณต้องการ"
    }
  },
  {
    "translation": {
      "en": "I don't need this. I need my turban. It's part of my religion.",
      "th": "ผมจะบอกข้อมูลทุกอย่างที่คุณต้องการ ผมไม่อยากได้นี่ ผมอยากได้ผ้าโพกหัวผมคืน มันเป็นส่วนหนึ่งของศาสนาผม"
    }
  },
  {
    "translation": {
      "en": "- We'll get you your turban. - We'll find it for you.",
      "th": "- เราจะจัดผ้าโพกหัวให้ - เราจะหามาให้คุณ"
    }
  },
  {
    "translation": {
      "en": "No no no. Not get me. I want my turban now.",
      "th": "ไม่ๆ ไม่ใช่ \"จะจัด\" ผมอยากได้ของผมคืนเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "You just got to start thinking about the people inside the bank.",
      "th": "คุณต้องเริ่มคิดถึงผู้คนที่อยู่ในธนาคารตอนนี้ มันเป็นสถานการณ์อันตราย"
    }
  },
  {
    "translation": {
      "en": "You got to start telling us what's going on inside the bank.",
      "th": "คุณต้องเริ่มบอกเราว่า เกิดอะไรขึ้นข้างในนั้น"
    }
  },
  {
    "translation": {
      "en": "We can talk about this later. We'll get an officer",
      "th": "เรื่องนั้นไว้คุยทีหลัง ผมจะเรียกเจ้าหน้าที่มาให้"
    }
  },
  {
    "translation": {
      "en": "to come down, you can write a formal complaint.",
      "th": "เรื่องนั้นไว้คุยทีหลัง ผมจะเรียกเจ้าหน้าที่มาให้ คุณจะได้เขียนใบร้องเรียน อย่างเป็นทางการ"
    }
  },
  {
    "translation": {
      "en": "But for now we got to deal with this situation.",
      "th": "แต่สำหรับตอนนี้ เราต้องแก้สถานการณ์นี้ก่อน"
    }
  },
  {
    "translation": {
      "en": "First you beat me and now you want my help?",
      "th": "ทีแรกคุณซ้อมผม ทีนี้จะมาให้ผมช่วย"
    }
  },
  {
    "translation": {
      "en": "You need to start thinking about your co-workers.",
      "th": "คุณต้องหัดคิดถึงเพื่อนร่วมงานของคุณ"
    }
  },
  {
    "translation": {
      "en": "I apologize on behalf of the NYPD, but that was not us.",
      "th": "ให้ผมขอขมาแทนกรมตำรวจนิวยอร์กก็ได้ แต่นั่นไม่ใช่สังกัดเรา เราเป็นนักสืบ"
    }
  },
  {
    "translation": {
      "en": "- We are detectives. We're gonna try and find-- - What do you want to know?",
      "th": "ให้ผมขอขมาแทนกรมตำรวจนิวยอร์กก็ได้ แต่นั่นไม่ใช่สังกัดเรา เราเป็นนักสืบ - เราจะพยายามหาทาง - คุณอยากรู้อะไร"
    }
  },
  {
    "translation": {
      "en": "- How many were there? - I think there were about four.",
      "th": "- พวกมันมีกี่คน - คิดว่ามีสี่คน"
    }
  },
  {
    "translation": {
      "en": "- How many hostages? - I don't know how many hostages. 20, 30.",
      "th": "- ตัวประกันล่ะ - ไม่รู้สิ 20 ถึง 30 มั้ง"
    }
  },
  {
    "translation": {
      "en": "Fucking tired of this shit. What happened to my fucking civil rights?",
      "th": "ผมเอือมเต็มทนแล้ว ไหนล่ะสิทธิพลเมืองของผม"
    }
  },
  {
    "translation": {
      "en": "Why can't I go anywhere without being harassed?",
      "th": "ทำไมไปที่ไหนก็โดนข่มขู่"
    }
  },
  {
    "translation": {
      "en": "Get thrown out of a bank. I'm a hostage; I get harassed;",
      "th": "ผมโดนโยนออกจากธนาคาร ตกเป็นตัวประกันก็โดนข่มขู่"
    }
  },
  {
    "translation": {
      "en": "I go to the airport, I can't go through security without random selection.",
      "th": "พอไปสนามบิน ก็โดนเจ้าหน้าที่เลือกสุ่มตรวจตลอด"
    }
  },
  {
    "translation": {
      "en": "Fucking random, my ass.",
      "th": "\"สุ่มตรวจ\" มะเหงกสิ - ผมเกือบจะตกงาน - แต่พนันว่านั่งแท็กซี่ไม่มีปัญหา"
    }
  },
  {
    "translation": {
      "en": "I bet you can get a cab, though.",
      "th": "- ผมเกือบจะตกงาน - แต่พนันว่านั่งแท็กซี่ไม่มีปัญหา"
    }
  },
  {
    "translation": {
      "en": "I guess that's one of the perks.",
      "th": "เดาว่าพวกเดียวกันไม่ทิ้งกัน"
    }
  },
  {
    "translation": {
      "en": "( chuckles ) Put the ice on your face.",
      "th": "เดาว่าพวกเดียวกันไม่ทิ้งกัน เอาน้ำแข็งประคบหน้าไว้ซะ"
    }
  },
  {
    "translation": {
      "en": "Frazier: Two buses with full gas tanks,",
      "th": "\"รถบัสสองคันน้ำมันเต็มถัง เครื่องบินลำใหญ่หนึ่งลำน้ำมันเต็มถัง"
    }
  },
  {
    "translation": {
      "en": "one jumbo jet with full gas tank and pilots",
      "th": "\"รถบัสสองคันน้ำมันเต็มถัง เครื่องบินลำใหญ่หนึ่งลำน้ำมันเต็มถัง และนักบินที่สนามบินเจเอฟเค จอดรอตรงสุดรันเวย์"
    }
  },
  {
    "translation": {
      "en": "at JFK parked in their runway.",
      "th": "และนักบินที่สนามบินเจเอฟเค จอดรอตรงสุดรันเวย์"
    }
  },
  {
    "translation": {
      "en": "They give us till 9:00 p.m. to do this, then they kill",
      "th": "พวกมันให้เวลาเราจนถึงสามทุ่ม"
    }
  },
  {
    "translation": {
      "en": "one hostage every hour in front of TV cameras.",
      "th": "ไม่งั้นมันจะฆ่าตัวประกันทุกหนึ่งชั่วโมงออกทีวี"
    }
  },
  {
    "translation": {
      "en": "Bank is secured with Semtex.",
      "th": "ธนาคารถูกวางระเบิดไว้ทั่ว"
    }
  },
  {
    "translation": {
      "en": "We will demonstrate if necessary. Whatever you do, don't give 'em a jet.",
      "th": "- เราจะสาธิตให้ดูถ้าจำเป็น\" - ไม่ว่ายังไงห้ามให้เครื่องบินเจ็ทกับมัน"
    }
  },
  {
    "translation": {
      "en": "There's no plane. Maybe a bus. Maybe.",
      "th": "เครื่องบินไม่มีหรอก รถบัสอาจพอได้"
    }
  },
  {
    "translation": {
      "en": "Till I talk to them they get nothing, not even a cup of coffee.",
      "th": "จนกว่าผมจะได้คุย พวกมันจะไม่ได้อะไร แม้แต่กาแฟสักแก้ว ทีนี้เรารอ"
    }
  },
  {
    "translation": {
      "en": "For now we wait. Let's let 'em wonder what we're doing, okay?",
      "th": "จนกว่าผมจะได้คุย พวกมันจะไม่ได้อะไร แม้แต่กาแฟสักแก้ว ทีนี้เรารอ ปล่อยให้พวกมันสงสัยไป ว่าเรากำลังทำอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "Excuse me, Detectives. This is Arthur Case.",
      "th": "ขอโทษครับ คุณนักสืบ นี่คืออาเธอร์ เคส"
    }
  },
  {
    "translation": {
      "en": "- He's the, uh... - Chairman of the board of directors.",
      "th": "- เขาเป็น... - ผมเป็นประธานบอร์ดบริหาร"
    }
  },
  {
    "translation": {
      "en": "- Of the bank. You want to talk to him? - Absolutely. Absolutely.",
      "th": "- เขาเป็น... - ผมเป็นประธานบอร์ดบริหาร - ของธนาคาร คุณอยากคุยกับเขาไหม - แน่นอนที่สุดๆ"
    }
  },
  {
    "translation": {
      "en": "Mr. Case, how are you? I'm Detective Frazier.",
      "th": "คุณเคส สวัสดีครับ ผมนักสืบเฟรเชอร์"
    }
  },
  {
    "translation": {
      "en": "- Anything in particular you think we should know? - No.",
      "th": "มีอะไรพิเศษที่คุณคิดว่าเราควรรู้ไหม เปล่า ผมแค่คิดว่าอาจช่วยเหลืออะไรได้"
    }
  },
  {
    "translation": {
      "en": "I just wondered if I might be of some assistance.",
      "th": "เปล่า ผมแค่คิดว่าอาจช่วยเหลืออะไรได้"
    }
  },
  {
    "translation": {
      "en": "- Have they made any demands? - They want a jet.",
      "th": "พวกมันเรียกร้องอะไรมารึยัง พวกมันอยากได้เครื่องเจ็ท"
    }
  },
  {
    "translation": {
      "en": "Oh, I see.",
      "th": "อ้อ เข้าใจล่ะ"
    }
  },
  {
    "translation": {
      "en": "Um, would you like me to arrange one for you?",
      "th": "ให้ผมจัดหาให้คุณสักลำเอาไหม"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry. I must have misunderstood.",
      "th": "- โทษที ผมคงเข้าใจผิดไป - นั่น..."
    }
  },
  {
    "translation": {
      "en": "That's quite all right, Mr. Case.",
      "th": "- โทษที ผมคงเข้าใจผิดไป - นั่น... ไม่รบกวนดีกว่าครับ คุณเคส เราจะติดต่อคุณได้ที่ไหน ถ้าเราต้องการอะไร"
    }
  },
  {
    "translation": {
      "en": "Where can we reach you if we need anything?",
      "th": "ไม่รบกวนดีกว่าครับ คุณเคส เราจะติดต่อคุณได้ที่ไหน ถ้าเราต้องการอะไร"
    }
  },
  {
    "translation": {
      "en": "Those are my people in there, you know, and I would like to stay here for a while.",
      "th": "พวกคนที่อยู่ในนั้นเป็นลูกน้องของผมนะ และผมอยากอยู่ดูสักพัก"
    }
  },
  {
    "translation": {
      "en": "- I won't disturb you. I'll just, uh... - Sergeant Collins!",
      "th": "- ผมจะไม่เกะกะคุณหรอก - จ่าคอลลินส์"
    }
  },
  {
    "translation": {
      "en": "Mr. Case, we'll try and keep you posted as best we can,",
      "th": "คุณเคส เราจะพยายามรายงาน ความคืบหน้าให้คุณทราบเท่าที่ทำได้"
    }
  },
  {
    "translation": {
      "en": "- but you're gonna have to excuse us for now, okay? - Right this way, sir.",
      "th": "แต่ตอนนี้คุณต้องหลบไปก่อนนะครับ"
    }
  },
  {
    "translation": {
      "en": "- Thank you very much. - Absolutely.",
      "th": "- เชิญทางนี้ครับ - ขอบคุณมาก - แน่อยู่แล้ว - ขอบคุณมาก"
    }
  },
  {
    "translation": {
      "en": "- Thank you very much. - And thank you all so much.",
      "th": "- แน่อยู่แล้ว - ขอบคุณมาก - และขอบคุณพวกคุณทุกคน - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "- Thank you. - You're welcome.",
      "th": "- และขอบคุณพวกคุณทุกคน - ขอบคุณ - ด้วยความยินดี - เชิญทางนี้ครับ"
    }
  },
  {
    "translation": {
      "en": "\"50 hungry people need food now.\"",
      "th": "\"ตอนนี้ผู้คนหิวโหย 50 ชีวิตต้องการอาหาร\""
    }
  },
  {
    "translation": {
      "en": "All right. Are we ready with the listening devices?",
      "th": "เอาล่ะ เครื่องดักฟังพร้อมรึยัง"
    }
  },
  {
    "translation": {
      "en": "I'm gonna need 15 minutes once we get the food.",
      "th": "ฉันขอเวลา 15 นาทีหลังจากอาหารมาถึง"
    }
  },
  {
    "translation": {
      "en": "Pizza's the best. No sandwiches.",
      "th": "พิซซ่าดีที่สุด แซนด์วิชห้าม"
    }
  },
  {
    "translation": {
      "en": "- Is she for real? - You for real?",
      "th": "- พูดจริงรึเปล่า - คุณพูดจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well if we send in, say, 10 pizza boxes with transmitters,",
      "th": "สมมติเราส่งพิซซ่าสิบกล่อง พร้อมเครื่องดักฟังเข้าไป"
    }
  },
  {
    "translation": {
      "en": "maybe we'll get some conversation if we give them something to group around.",
      "th": "เราอาจได้ยินบทสนทนา หากเรา ให้ของกินที่พวกเขาต้องล้อมวงกัน"
    }
  },
  {
    "translation": {
      "en": "Give 'em each a sandwich, it's hit or miss.",
      "th": "ถ้าให้แซนด์วิชคนละอัน มันไม่ชัวร์"
    }
  },
  {
    "translation": {
      "en": "They can move around, and I don't have 50 transmitters.",
      "th": "พวกเขาอาจเดินเตร็ดเตร่ และฉันไม่มีเครื่องดักฟังถึง 50 ตัว"
    }
  },
  {
    "translation": {
      "en": "- What's this? - It's a digital recorder.",
      "th": "- นี่อะไร - เครื่องบันทึกเสียงดิจิตอล"
    }
  },
  {
    "translation": {
      "en": "You click it and it'll record for half an hour.",
      "th": "- กดปุ่มและมันจะบันทึกได้ครึ่งชั่วโมง - ยังกะเจมส์ บอนด์"
    }
  },
  {
    "translation": {
      "en": "- James Bond shit. - Well you can get 'em on Amazon.",
      "th": "- กดปุ่มและมันจะบันทึกได้ครึ่งชั่วโมง - ยังกะเจมส์ บอนด์ - เดี๋ยวนี้ในเน็ตมีขายเกลื่อน - นายจะขอแลกตัวประกันรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "- You gonna ask for a hostage? - He already gave us one, didn't he?",
      "th": "- เดี๋ยวนี้ในเน็ตมีขายเกลื่อน - นายจะขอแลกตัวประกันรึเปล่า - มันให้เรามาแล้วคนนึงนี่นา - ฉันขออีกคน มันปฏิเสธ ทีนี้ทำไง"
    }
  },
  {
    "translation": {
      "en": "I ask for another one, he says no, then what?",
      "th": "- มันให้เรามาแล้วคนนึงนี่นา - ฉันขออีกคน มันปฏิเสธ ทีนี้ทำไง"
    }
  },
  {
    "translation": {
      "en": "No, he knows what he's doing. He gave us a hostage, we'll give him some food.",
      "th": "ไม่ มันรู้ว่ากำลังทำอะไรอยู่ มันให้ตัวประกันเรามาคนนึง"
    }
  },
  {
    "translation": {
      "en": "I don't want to get caught bluffing this guy.",
      "th": "เราก็จะให้อาหารกับมัน ฉันไม่อยากให้มันจับไต๋ฉันได้"
    }
  },
  {
    "translation": {
      "en": "Fuck this shit. Look, they want to shoot me for taking off my mask, they can go ahead.",
      "th": "สุดจะทนแล้ว ถ้ามันจะยิงฉัน เพราะถอดหน้ากาก ก็ให้มันยิงเลย"
    }
  },
  {
    "translation": {
      "en": "- You want to get us all killed? - You want to relax?",
      "th": "- อยากให้พวกเราโดนฆ่ากันหมดรึไง - อยากนั่งชิลเหรอ"
    }
  },
  {
    "translation": {
      "en": "What the hell is the difference? They're out there robbing the bank.",
      "th": "มันแตกต่างกันตรงไหน พวกมันมัวแต่ง่วนปล้นแบงก์อยู่"
    }
  },
  {
    "translation": {
      "en": "Can't you see they fucked him up?",
      "th": "- ไม่เห็นที่พวกมันซ้อมหมอนั่นเหรอ - หุบปาก"
    }
  },
  {
    "translation": {
      "en": "- Shut up! - You think they dressed us like this for fun?",
      "th": "คิดว่าพวกมันจับเราแต่งชุดนี้เล่นขำๆ รึไง"
    }
  },
  {
    "translation": {
      "en": "- I have no idea why they made us... - Please shut up! put on all of this crap.",
      "th": "ฉันไม่รู้หรอก ว่าทำไมพวกมันบังคับให้เราใส่ชุดบ้าๆ นี้"
    }
  },
  {
    "translation": {
      "en": "Probably so when the cops break in to try to rescue us",
      "th": "- คงเพราะเมื่อถึงตอนตำรวจบุกมา - หุบปากเถอะ"
    }
  },
  {
    "translation": {
      "en": "we call get fucking shot!",
      "th": "- หุบปากเถอะ - เราคงโดนยิงตายกันหมด"
    }
  },
  {
    "translation": {
      "en": "- It's a great plan but no thanks. - ( door opens )",
      "th": "แผนเยี่ยม แต่ไม่เอาล่ะ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "- ( people screaming ) - Shut up!",
      "th": "- พระเจ้า ไม่นะ - ฉันบอกให้หุบปากไง"
    }
  },
  {
    "translation": {
      "en": "No! No! No!",
      "th": "ไม่ๆๆ"
    }
  },
  {
    "translation": {
      "en": "No, get away from me! Get away from me! Please, no, I'm sorry!",
      "th": "อย่า อย่าทำผมเลย ได้โปรด"
    }
  },
  {
    "translation": {
      "en": "- No! No! ( shouting continues )",
      "th": "ช่วยด้วย ช่วยผมด้วย"
    }
  },
  {
    "translation": {
      "en": "( screams ) Oh my God, no! Get off of me!",
      "th": "พระเจ้า ไม่นะ ไม่ๆ"
    }
  },
  {
    "translation": {
      "en": "Please, don't! ( groaning )",
      "th": "อย่าทำผมเลย ได้โปรด"
    }
  },
  {
    "translation": {
      "en": "One guy did most of the talking.",
      "th": "มีคนนึงที่เป็นคนพูดซะส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "He told everyone else what to do.",
      "th": "เขาเป็นคนคอยสั่งการคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "- So they would talk amongst themselves? - You couldn't hear them.",
      "th": "- สรุปว่าพวกมันพูดคุยระหว่างกัน - เราไม่ได้ยินพวกมัน"
    }
  },
  {
    "translation": {
      "en": "They, uh, had us in these rooms.",
      "th": "พวกมันขังเราไว้ตามห้องต่างๆ"
    }
  },
  {
    "translation": {
      "en": "The doors were locked all the time. We didn't know what they were doing.",
      "th": "ล็อกประตูไว้ตลอด เราไม่รู้ว่าพวกมันทำอะไรกันอยู่"
    }
  },
  {
    "translation": {
      "en": "- Did you hear anything? - I have problems with my hearing.",
      "th": "- คุณได้ยินอะไรที่พวกมันพูดบ้างไหม - หูผมไม่ค่อยดี"
    }
  },
  {
    "translation": {
      "en": "- I see. - I wear hearing aids.",
      "th": "- เข้าใจล่ะ - ผมต้องสวมเครื่องช่วยฟัง"
    }
  },
  {
    "translation": {
      "en": "- Where are they? - They're in my ears.",
      "th": "- อยู่ตรงไหน - ในหูผม"
    }
  },
  {
    "translation": {
      "en": "- Let's see. - Let me see them.",
      "th": "- ขอดูหน่อย ขอผมดูหน่อย - ใช่ ไหนดูหน่อยซิ"
    }
  },
  {
    "translation": {
      "en": "- A hearing aid. - That's your other one there?",
      "th": "- มันคือเครื่องช่วยฟัง - อีกข้างนึงล่ะ"
    }
  },
  {
    "translation": {
      "en": "- What's the red part? What does that do? - They're different colors.",
      "th": "- ตรงสีแดงๆ คืออะไร เอาไว้ทำอะไร - สีมันต่างกัน"
    }
  },
  {
    "translation": {
      "en": "You need two different... and to distinguish right from left also.",
      "th": "ต้องใช้คนละสี จะได้แยกซ้ายขวาถูก"
    }
  },
  {
    "translation": {
      "en": "Distinguish right from left? Right from wrong?",
      "th": "- แยกซ้ายกับขวางั้นเหรอ ถูกกับผิดหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "I don't understand.",
      "th": "- ผมไม่เข้าใจ - สตีฟ"
    }
  },
  {
    "translation": {
      "en": "- Steve. - I'm sorry?",
      "th": "- ผมไม่เข้าใจ - สตีฟ - ว่าไงนะ - ผมเปล่าพูดอะไร"
    }
  },
  {
    "translation": {
      "en": "I didn't say anything. Steve. Is that your name, Steve?",
      "th": "- ว่าไงนะ - ผมเปล่าพูดอะไร สตีฟ นั่นใช่ชื่อคุณรึเปล่า สตีฟ"
    }
  },
  {
    "translation": {
      "en": "- Stevie? Steve-O? - How much are they gonna pay you?",
      "th": "สตีวี่ สตีโว - พวกมันจะจ่ายให้คุณเท่าไหร่ - ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "- I'm sorry? - You heard me.",
      "th": "- พวกมันจะจ่ายให้คุณเท่าไหร่ - ว่าไงนะ - ได้ยินผมแล้วนี่ - เปล่า ผมไม่ได้ยิน"
    }
  },
  {
    "translation": {
      "en": "- No, I didn't. - How much are they going to pay you?",
      "th": "- ได้ยินผมแล้วนี่ - เปล่า ผมไม่ได้ยิน - พวกมันจะจ่ายให้คุณเท่าไหร่ - ใครจะจ่ายผมนะ"
    }
  },
  {
    "translation": {
      "en": "- Who-who's gonna pay me? - Were you involved in this robbery?",
      "th": "- พวกมันจะจ่ายให้คุณเท่าไหร่ - ใครจะจ่ายผมนะ - คุณมีเอี่ยวกับการปล้นครั้งนี้รึเปล่า - ไม่ใช่เด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "- Absolutely not. - Were you involved in this situation?",
      "th": "- คุณมีเอี่ยวกับการปล้นครั้งนี้รึเปล่า - ไม่ใช่เด็ดขาด คุณมีเอี่ยวกับสถานการณ์นี้ไหม"
    }
  },
  {
    "translation": {
      "en": "- What-what situation? - Don't lie, don't lie.",
      "th": "- สถานการณ์อะไร - อย่าโกหกๆ"
    }
  },
  {
    "translation": {
      "en": "If he gives us a tip I'm keeping it.",
      "th": "ถ้ามันให้ทิป ฉันรับจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "- Put that gun down! - Everybody relax. Calm down, calm down.",
      "th": "- วางปืนลง - ทุกคน ใจเย็น"
    }
  },
  {
    "translation": {
      "en": "Calm the fuck down.",
      "th": "ใจเย็นๆ ใจเย็นกันหน่อยสิวะ"
    }
  },
  {
    "translation": {
      "en": "How you doin'?",
      "th": "สบายดีไหม"
    }
  },
  {
    "translation": {
      "en": "I'm Detective Keith Frazier, hostage negotiation team.",
      "th": "ฉันนักสืบคีธ เฟรเชอร์ ทีมต่อรองตัวประกัน"
    }
  },
  {
    "translation": {
      "en": "How's it goin'? Okay?",
      "th": "เป็นไงกันบ้าง ก็ได้ ฉันหวังว่าคงถูกใจกับพิซซ่า อาจจะเย็นชืดไปสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "I hope the pizzas are okay. They might be a little cold.",
      "th": "ก็ได้ ฉันหวังว่าคงถูกใจกับพิซซ่า อาจจะเย็นชืดไปสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "Listen, you pick up the phone anytime you want.",
      "th": "ฟังนะ นายยกหูโทรหาได้ตลอดเวลา มันต่อสายตรงมาที่ฉัน"
    }
  },
  {
    "translation": {
      "en": "It's a direct line to me. I would love to talk to you.",
      "th": "ฟังนะ นายยกหูโทรหาได้ตลอดเวลา มันต่อสายตรงมาที่ฉัน ฉันอยากคุยกับนาย"
    }
  },
  {
    "translation": {
      "en": "Nice talking to you.",
      "th": "ยินดีที่ได้คุยด้วย"
    }
  },
  {
    "translation": {
      "en": "Shit. Fucking Russians.",
      "th": "บ้าเอ๊ย แม่งพวกรัสเซียนี่หว่า"
    }
  },
  {
    "translation": {
      "en": "Call operations, see if they can get a Russian translator over here.",
      "th": "โทรหาหน่วย ดูว่าจะส่งล่ามภาษารัสเซีย มาให้ด่วนได้ไหม"
    }
  },
  {
    "translation": {
      "en": "And get some fucking body bags.",
      "th": "และส่งถุงใส่ศพมาด้วยเลย"
    }
  },
  {
    "translation": {
      "en": "I hope you know what you're doing,",
      "th": "หวังว่าคุณรู้ตัวว่าทำอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "because if my guys got to shoot it out with those fucking savages...",
      "th": "ถ้าลูกน้องผมโดนไอ้พวกชาติชั่วนั่น ยิงตายล่ะก็"
    }
  },
  {
    "translation": {
      "en": "Okay okay okay okay okay. Mitch.",
      "th": "โอเคๆ มิทช์ ไปคุยกับตัวประกันอีกคน"
    }
  },
  {
    "translation": {
      "en": "Check with either one of the hostages. Find out if they heard",
      "th": "โอเคๆ มิทช์ ไปคุยกับตัวประกันอีกคน ดูซิว่าเขาได้ยินภาษาหรือ"
    }
  },
  {
    "translation": {
      "en": "any Russian or Russian accents when they were in there.",
      "th": "ดูซิว่าเขาได้ยินภาษาหรือ สำเนียงรัสเซียตอนอยู่ในนั้นไหม"
    }
  },
  {
    "translation": {
      "en": "We'll be all right.",
      "th": "เรายังมีหวังน่า"
    }
  },
  {
    "translation": {
      "en": "( gasping, screaming )",
      "th": "- อย่า - อย่า พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "- No! - Ow!",
      "th": "ได้โปรด"
    }
  },
  {
    "translation": {
      "en": "Down on the floor!",
      "th": "นอนลงกับพื้น"
    }
  },
  {
    "translation": {
      "en": "Come on, sweetheart. Let's go. Let's go.",
      "th": "มาเถอะคนสวย ไปกัน ไปสิ"
    }
  },
  {
    "translation": {
      "en": "Stop crying! Shut the fuck up!",
      "th": "หยุดร้องซะที หุบปากนะโว้ย"
    }
  },
  {
    "translation": {
      "en": "Get in there! Sit down! Put your mask on!",
      "th": "เข้าไปในนั้น นั่งลง ใส่หน้ากากซะ"
    }
  },
  {
    "translation": {
      "en": "- Come on, let's go. Come on, moose. - Moose?",
      "th": "เร็วเข้าไปกัน มาสินังนมโต - นมโตเหรอ - ไปสิ ได้ยินแล้วนี่ เงียบสิเว้ย"
    }
  },
  {
    "translation": {
      "en": "You heard me! Shut the fuck up!",
      "th": "- นมโตเหรอ - ไปสิ ได้ยินแล้วนี่ เงียบสิเว้ย"
    }
  },
  {
    "translation": {
      "en": "- Move that fat ass! Let's go, come on! - Fat ass? Are you kidding?",
      "th": "- ทำไม - ย้ายก้นอ้วนๆไปได้แล้ว เร็วเข้า - ก้นอ้วนๆ เหรอ ล้อเล่นรึเปล่า - ถ้ายังไม่ยอมหุบปาก"
    }
  },
  {
    "translation": {
      "en": "If you don't shut up, I'm gonna put my foot up your fat ass!",
      "th": "ฉันจะเอาตีนยัดก้นอ้วนๆ ของแก"
    }
  },
  {
    "translation": {
      "en": "Put your masks on!",
      "th": "ใส่หน้ากากซะ"
    }
  },
  {
    "translation": {
      "en": "Put your hands on the ground!",
      "th": "เอามือแตะพื้น"
    }
  },
  {
    "translation": {
      "en": "Okay!",
      "th": "โอเคๆ"
    }
  },
  {
    "translation": {
      "en": "- ( screaming ) - Masks on!",
      "th": "- ใส่หน้ากาก - โอเค"
    }
  },
  {
    "translation": {
      "en": "Put your hands on the ground!",
      "th": "เอามือแตะพื้นไว้"
    }
  },
  {
    "translation": {
      "en": "Come on, let's go.",
      "th": "เร็วเข้านังนมโต ไปกัน นั่งลงๆ"
    }
  },
  {
    "translation": {
      "en": "Oh, shit. Sit down! Sit down!",
      "th": "นั่งลงๆ"
    }
  },
  {
    "translation": {
      "en": "She was on line in front of me.",
      "th": "เธอต่อคิวอยู่ข้างหน้าผม"
    }
  },
  {
    "translation": {
      "en": "He was the teller on my line.",
      "th": "ส่วนเขาเป็นพนักงานที่ผมต่อแถวอยู่"
    }
  },
  {
    "translation": {
      "en": "This guy was to my right,",
      "th": "หมอนี่อยู่ทางขวามือของผม"
    }
  },
  {
    "translation": {
      "en": "and this kid was in front of him, he playing with a video game.",
      "th": "และมีลูกชายยืนอยู่ข้างหน้า เขากำลังเล่นวิดีโอเกม"
    }
  },
  {
    "translation": {
      "en": "- I remember her. - Why do you remember her?",
      "th": "- ผมจำเธอได้ - ทำไมคุณถึงจำเธอได้"
    }
  },
  {
    "translation": {
      "en": "- Great tits. - ( laughs )",
      "th": "อกใหญ่"
    }
  },
  {
    "translation": {
      "en": "You remember seeing any of them after?",
      "th": "จำว่าเห็นคนพวกนี้หลังจากนั้นไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, I saw her one time afterwards.",
      "th": "ได้ ผมเห็นเธอครั้งนึงหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "- How are you sure you saw her again? - I could see under the suit.",
      "th": "- คุณมั่นใจได้ไงว่าเห็นเธออีก - ผมจำไอ้ที่อยู่ใต้ชุดได้"
    }
  },
  {
    "translation": {
      "en": "Can't hide quality like that.",
      "th": "คุณภาพคับจอแบบนั้นปิดไม่มิดหรอก"
    }
  },
  {
    "translation": {
      "en": "This guy-- he almost got us all killed.",
      "th": "อีตานี่เกือบทำเราถูกฆ่า"
    }
  },
  {
    "translation": {
      "en": "- How? - They put eight or nine of us in an office for a while.",
      "th": "- ยังไง - พวกมันขังเราแปดเก้าคนไว้ในห้องสักพัก อีตานี่ดันถอดหน้ากากออก พูดกร่างทำเป็นไม่กลัวแบบว่า"
    }
  },
  {
    "translation": {
      "en": "This guy took off his mask and was talking like he wasn't afraid.",
      "th": "อีตานี่ดันถอดหน้ากากออก พูดกร่างทำเป็นไม่กลัวแบบว่า"
    }
  },
  {
    "translation": {
      "en": "\"I don't have to wear this damn mask,\" you know?",
      "th": "\"กูไม่จำเป็นต้องสวมหน้ากากบ้าๆ นี่หรอก\" พวกมันเลยเข้ามา ลากออกไปตบสั่งสอนเสียหน่อย"
    }
  },
  {
    "translation": {
      "en": "So they come in, pull him out of the room and smack him around a little.",
      "th": "พวกมันเลยเข้ามา ลากออกไปตบสั่งสอนเสียหน่อย"
    }
  },
  {
    "translation": {
      "en": "- You see him again after that? - No.",
      "th": "- คุณได้เห็นเขาหลังจากนี้ไหม - ไม่"
    }
  },
  {
    "translation": {
      "en": "- Was he okay? - Seemed fine.",
      "th": "เขาเป็นอะไรรึเปล่า ก็ดูสบายดี"
    }
  },
  {
    "translation": {
      "en": "You, um...",
      "th": "คุณ"
    }
  },
  {
    "translation": {
      "en": "you recognize anyone else from that room?",
      "th": "- จำคนอื่นจากห้องนั้นได้ไหม - คนอื่นๆ ฉันไม่มั่นใจ"
    }
  },
  {
    "translation": {
      "en": "- I can't be sure about the others. - No one?",
      "th": "- จำคนอื่นจากห้องนั้นได้ไหม - คนอื่นๆ ฉันไม่มั่นใจ ไม่สักคนเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Why didn't you keep looking?",
      "th": "ไม่สักคนเลยเหรอ - ลองดูรูปต่อสิเผื่อคิดออก - ตอนนั้นฉันขวัญกระเจิงอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "You know, I was terrified.",
      "th": "- ลองดูรูปต่อสิเผื่อคิดออก - ตอนนั้นฉันขวัญกระเจิงอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "What about before it began? You didn't look around while you were waiting in line?",
      "th": "แล้วก่อนหน้าจะเกิดเรื่อง คุณไม่ได้มองไปรอบๆ ระหว่างรอคิวเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "I was talking to my girlfriend on the phone.",
      "th": "ฉันกำลังคุยโทรศัพท์กับเพื่อนอยู่"
    }
  },
  {
    "translation": {
      "en": "You want to take another picture?",
      "th": "ไม่ถ่ายรูปไว้ดูเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "I could bend over and pick up a pencil.",
      "th": "ให้ฉันแกล้งทำเป็นก้มเก็บดินสอก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "Whatever.",
      "th": "ช่างเถอะ"
    }
  },
  {
    "translation": {
      "en": "This guy:",
      "th": "อีตานี่"
    }
  },
  {
    "translation": {
      "en": "asshole.",
      "th": "งี่เง่าที่สุด"
    }
  },
  {
    "translation": {
      "en": "What the fuck? This ain't Russian.",
      "th": "อะไรกันวะ นี่ไม่ใช่ภาษารัสเซีย"
    }
  },
  {
    "translation": {
      "en": "No? What the hell is it?",
      "th": "ไม่เหรอ แล้วมันภาษาบ้าอะไร"
    }
  },
  {
    "translation": {
      "en": "It's not Polish, not Hungarian.",
      "th": "ไม่ใช่โปแลนด์ ไม่ใช่ภาษาฮังการี"
    }
  },
  {
    "translation": {
      "en": "Bulgarian, maybe.",
      "th": "บัลแกเรีย อาจจะนะ"
    }
  },
  {
    "translation": {
      "en": "It's central European, sort of.",
      "th": "ภาษาทางยุโรปกลางน่ะ ประมาณนั้น"
    }
  },
  {
    "translation": {
      "en": "That's it? I mean, you're the language expert.",
      "th": "แค่เนี้ย คุณเป็นผู้ชำนาญการทางภาษานะ"
    }
  },
  {
    "translation": {
      "en": "What? No.",
      "th": "อะไรนะ ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "- What do you think? - Well, okay.",
      "th": "คุณว่าไง ก็นะ นี่มันมหานครนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "This is New York City. Somebody on the street must know what it is.",
      "th": "ก็นะ นี่มันมหานครนิวยอร์ก ต้องมีใครตามท้องถนนรู้บ้างสิน่า"
    }
  },
  {
    "translation": {
      "en": "Probably the hot-dog man. Berk, play that over the speaker for me.",
      "th": "คนขายไส้กรอกล่ะมั้ง เบิร์ก เปิดออกลำโพงหน่อย โทษที"
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "th": "เบิร์ก เปิดออกลำโพงหน่อย โทษที"
    }
  },
  {
    "translation": {
      "en": "( voices play over P.A. ) - Excuse me.",
      "th": "โทษทีนะครับ"
    }
  },
  {
    "translation": {
      "en": "Does anybody know what language they're speaking?",
      "th": "มีใครรู้จักภาษาที่พวกมันพูดไหม"
    }
  },
  {
    "translation": {
      "en": "- Anybody? - Yo, my man!",
      "th": "- มีไหมเอ่ย - ทางนี้ ลูกพี่"
    }
  },
  {
    "translation": {
      "en": "Hey, Phil, let that guy through. Come on.",
      "th": "ฟิล ปล่อยให้เขาเข้ามา มาสิ"
    }
  },
  {
    "translation": {
      "en": "- You know what language they're speaking? - They're speaking Albanian.",
      "th": "- คุณรู้จักภาษาที่พวกมันพูดเหรอ - รู้ พวกมันพูดภาษาแอลเบเนีย"
    }
  },
  {
    "translation": {
      "en": "- Albanian? - Albanian, from Albania.",
      "th": "- แอลเบเนียเหรอ - แอลเบเนีย จากแอลเบเนีย"
    }
  },
  {
    "translation": {
      "en": "What am I doing here?",
      "th": "รนหาที่ทำไมวะเรา"
    }
  },
  {
    "translation": {
      "en": "- Am I getting arrested? - No, you're not getting arrested. Come on.",
      "th": "- นี่ผมโดนจับรึเปล่า - เปล่า คุณไม่ได้โดนจับ"
    }
  },
  {
    "translation": {
      "en": "Okay, what are they saying?",
      "th": "โอเค - พวกมันพูดว่าอะไร - ผมฟังไม่ออก"
    }
  },
  {
    "translation": {
      "en": "- I have no idea what they're saying. - You got no idea.",
      "th": "- พวกมันพูดว่าอะไร - ผมฟังไม่ออก"
    }
  },
  {
    "translation": {
      "en": "- I thought you said you spoke Albanian. - I never said I speak Albanian.",
      "th": "ไม่ออกเหรอ ไหนว่าพูดภาษาแอลเบเนียไง - เปล่า ผมไม่เคยบอกว่าพูดได้ - คุณบอกว่าพูดได้"
    }
  },
  {
    "translation": {
      "en": "- I never said I speak Albanian. - How do you know it's Albanian?",
      "th": "- เปล่า ผมไม่เคยบอกว่าพูดได้ - คุณบอกว่าพูดได้ - ผมไม่เคยบอกว่าพูดได้ - แล้วคุณรู้ได้ไงว่ามันเป็นแอลเบเนีย"
    }
  },
  {
    "translation": {
      "en": "My ex-wife and her parents are Albanian. Her parents couldn't speak English for shit.",
      "th": "เมียเก่าผมกับพ่อแม่ของเธอเป็นแอลเบเนีย พ่อแม่เธอพูดอังกฤษไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "I have no idea what they're saying,",
      "th": "ผมฟังไม่ออกว่าพวกเขาพูดอะไร แต่บอกได้ว่านั่นภาษาแอลเบเนียร้อยเปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "but I'll tell you right now, their language is 100% Albanian.",
      "th": "ผมฟังไม่ออกว่าพวกเขาพูดอะไร แต่บอกได้ว่านั่นภาษาแอลเบเนียร้อยเปอร์เซ็นต์ - ร้อยเปอร์เซ็นต์เหรอ - ร้อยเปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "- 100%? - 100%.",
      "th": "- ร้อยเปอร์เซ็นต์เหรอ - ร้อยเปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "Call the Albanian consulate.",
      "th": "โทรหาสถานกงสุลแอลเบเนีย"
    }
  },
  {
    "translation": {
      "en": "See if they can get somebody over here to translate this for us.",
      "th": "ดูซิว่าจะส่งคนมาเป็นล่ามให้เราได้ไหม ให้ไวเลย"
    }
  },
  {
    "translation": {
      "en": "- Make it happen fast. You hang out in the back. - Oh man, not again.",
      "th": "ดูซิว่าจะส่งคนมาเป็นล่ามให้เราได้ไหม ให้ไวเลย - ส่วนคุณอยู่นี่อย่าเพิ่งไปไหน - โธ่เว้ย โดนอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Van was stolen two days ago, but it's clean. No prints.",
      "th": "รถตู้ถูกขโมยมาเมื่อสองวันก่อน แต่สะอาดเรียบไม่มีรอยนิ้วมือ"
    }
  },
  {
    "translation": {
      "en": "- Nothing? - Nothing.",
      "th": "- ไม่มีเลยเหรอ - ไม่มีเลย"
    }
  },
  {
    "translation": {
      "en": "- Albanian? - My man, like I told you,",
      "th": "- แอลเบเนียแน่นะ - ลูกพี่ อย่างที่ผมบอก"
    }
  },
  {
    "translation": {
      "en": "100% Albanian.",
      "th": "แอลเบเนียร้อยเปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "Undeniable.",
      "th": "แน่ใจสุดๆ"
    }
  },
  {
    "translation": {
      "en": "- Hi. - Thanks.",
      "th": "- นี่ - ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "Yo yo yo, there goes that motherfucker right there. You thought you was gonna get away with...",
      "th": "ดูไอ้เปรตนั่นสิ เฮ้ แกคิดว่าจะชิ่งไปได้สวยๆ เหรอ"
    }
  },
  {
    "translation": {
      "en": "How's this game work?",
      "th": "- เกมนี้เล่นยังไง - ใช่"
    }
  },
  {
    "translation": {
      "en": "You get points for doing dirt like jacking a car or selling crack.",
      "th": "คุณได้แต้มเวลาทำความชั่ว เช่นขโมยรถหรือขายยา"
    }
  },
  {
    "translation": {
      "en": "And you lose points if someone jacks your ride or shoots you.",
      "th": "คุณเสียแต้มถ้าโดนขโมยรถหรือถูกยิง"
    }
  },
  {
    "translation": {
      "en": "Come on, baby! Take that!",
      "th": "มาเลยไอ้น้อง เอานี่ไปๆ"
    }
  },
  {
    "translation": {
      "en": "What? What? What? Talk shit now!",
      "th": "ไงล่ะๆ ทีนี้ไม่โม้ล่ะ ไม่ได้ยินแกว่ะ ไม่ได้ยิน"
    }
  },
  {
    "translation": {
      "en": "I don't hear you! Eat this! Eat that!",
      "th": "ทีนี้ไม่โม้ล่ะ ไม่ได้ยินแกว่ะ ไม่ได้ยิน กินลูกปืนซะ เอาไปกินๆ"
    }
  },
  {
    "translation": {
      "en": "Eat this! Eat that! You're gone, baby!",
      "th": "กินลูกปืนซะ เอาไปกินๆ ตายแน่ ตายแหงแก๋"
    }
  },
  {
    "translation": {
      "en": "You're dead! Bye-bye!",
      "th": "- ลาล่ะนะ - พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "Jesus. What's the point of this?",
      "th": "เล่นแล้วได้อะไรขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "Like my man 50 says, \"Get rich or die trying.\"",
      "th": "อย่างที่ฟิฟตี้เซนต์บอก รวยเละหรือไม่ก็พลีชีพ"
    }
  },
  {
    "translation": {
      "en": "Yo, you'll get mad points for knocking over the bank.",
      "th": "คุณคงได้แต้มเพียบเลยที่ปล้นธนาคาร"
    }
  },
  {
    "translation": {
      "en": "- Think that's cool? - Hell, yeah.",
      "th": "เธอคิดว่ามันเจ๋งเหรอ ใช่ คุณก็พยายามรวยเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "I'm trying to get paid too.",
      "th": "ใช่ คุณก็พยายามรวยเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Finish your slice. I'll take you back to your father.",
      "th": "กินให้หมดซะ ฉันจะพากลับไปหาพ่อ"
    }
  },
  {
    "translation": {
      "en": "I got to talk to him about this game.",
      "th": "ต้องคุยกับเขาเรื่องเกมนี้ซะหน่อย"
    }
  },
  {
    "translation": {
      "en": "- Is it good? - No doubt.",
      "th": "- อร่อยไหม - แหงสิ"
    }
  },
  {
    "translation": {
      "en": "It's gonna be okay.",
      "th": "ทุกอย่างจะเรียบร้อย"
    }
  },
  {
    "translation": {
      "en": "- Cool. - You'll be home soon.",
      "th": "แจ๋ว เดี๋ยวเธอก็ได้กลับบ้านแล้ว"
    }
  },
  {
    "translation": {
      "en": "That's what's up.",
      "th": "เจ๋งไปเลย"
    }
  },
  {
    "translation": {
      "en": "- Sir, no luck with the Albanian consulate. - What do you mean?",
      "th": "ท่านคะ กับสถานกงสุลแอลเบเนียคงหมดหวัง"
    }
  },
  {
    "translation": {
      "en": "I couldn't tell what the guy was talking about. I think he wanted money.",
      "th": "- หมายความว่าไง - ฟังที่เขาพูดไม่รู้เรื่อง เดาว่าคงอยากได้เงิน"
    }
  },
  {
    "translation": {
      "en": "I tried the State Department. That takes a month.",
      "th": "ลองขอทางกระทรวงการต่างประเทศ ต้องใช้เวลาเป็นเดือน"
    }
  },
  {
    "translation": {
      "en": "Okay. Call her.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Are you crazy? I hate that bitch. Come on.",
      "th": "- โทรหาเธอ - บ้ารึเปล่า - ผมเกลียดนังนั่น - คุณบอกว่าเธอพูดแอลเบเนียได้"
    }
  },
  {
    "translation": {
      "en": "- You said she speaks Albanian, right? - Yeah, she was born there.",
      "th": "- ผมเกลียดนังนั่น - คุณบอกว่าเธอพูดแอลเบเนียได้ - ใช่ เธอเกิดที่นั่น - โทรหาเธอ"
    }
  },
  {
    "translation": {
      "en": "- Call her. - I'm gonna regret this.",
      "th": "- ใช่ เธอเกิดที่นั่น - โทรหาเธอ งานนี้คงได้เสียใจภายหลัง"
    }
  },
  {
    "translation": {
      "en": "- Who's Detective Frazier? - Right here.",
      "th": "- ใครคือนักสืบเฟรเชอร์ - อยู่นี่"
    }
  },
  {
    "translation": {
      "en": "- I have Ilina Maria over here. - Miritia.",
      "th": "- ผมพาอิลิน่า มาเรียมาพบ - มิริเตีย สวัสดีครับ"
    }
  },
  {
    "translation": {
      "en": "- Oh, how you doin'? - Hello.",
      "th": "- สวัสดีค่ะ - สบายดีไหมครับ"
    }
  },
  {
    "translation": {
      "en": "How you doin'? What's this?",
      "th": "- สวัสดีค่ะ - สบายดีไหมครับ - นี่อะไร - ใบสั่ง คุณช่วยเคลียร์ได้รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Parking tickets. You can fix them?",
      "th": "- นี่อะไร - ใบสั่ง คุณช่วยเคลียร์ได้รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "I'll see what I can do.",
      "th": "ไว้ผมจะดูให้"
    }
  },
  {
    "translation": {
      "en": "Can you listen to this and tell us what they're saying?",
      "th": "คุณช่วยฟังและบอกได้ไหม ว่าพวกมันพูดอะไร"
    }
  },
  {
    "translation": {
      "en": "You can't smoke in here.",
      "th": "คุณสูบบุหรี่ในนี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Shit. Go ahead.",
      "th": "เอาเถอะ ตามสบาย"
    }
  },
  {
    "translation": {
      "en": "What's so funny? Do you know what they're talking about?",
      "th": "มีอะไรน่าขำ คุณเข้าใจที่พวกมันพูดเหรอ"
    }
  },
  {
    "translation": {
      "en": "I know what they're talking about. I even know who it is.",
      "th": "ฉันเข้าใจที่พวกมันพูด รู้ด้วยซ้ำว่าใครพูด"
    }
  },
  {
    "translation": {
      "en": "You know who it is? You mean, you know their names? Who is it?",
      "th": "คุณรู้ว่าใครเหรอ หมายความว่าคุณรู้จักชื่อ ใคร มันเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "- Parking tickets? - They're taken care of. Who is it?",
      "th": "- เรื่องใบสั่งล่ะ - เคลียร์ให้แล้ว มันเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "- It's Enver Hoxha. - Who?",
      "th": "เอ็นวาร์ ฮอจา - ใครนะ - เขาเคยเป็นประธานาธิบดีของแอลเบเนีย"
    }
  },
  {
    "translation": {
      "en": "He was the president of Albania.",
      "th": "- ใครนะ - เขาเคยเป็นประธานาธิบดีของแอลเบเนีย"
    }
  },
  {
    "translation": {
      "en": "Wait, you're telling me the former President of Albania is in there robbing a bank?",
      "th": "เดี๋ยวนะ นี่จะบอกว่า อดีตประธานาธิบดีของแอลเบเนีย - กำลังปล้นธนาคารอยู่ในนั้นเหรอ - เอ็นวาร์ ฮอจาตายไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Enver Hoxha is dead. That's a tape of him discussing",
      "th": "- กำลังปล้นธนาคารอยู่ในนั้นเหรอ - เอ็นวาร์ ฮอจาตายไปแล้ว นั่นเป็นเทปที่เขาคุยโม้ว่า คนแอลเบเนียยิ่งใหญ่แค่ไหน"
    }
  },
  {
    "translation": {
      "en": "how Albanian people are great people, they're immortal people.",
      "th": "นั่นเป็นเทปที่เขาคุยโม้ว่า คนแอลเบเนียยิ่งใหญ่แค่ไหน เป็นชนชาติอมตะ เป็นฉันไม่กลุ้มหรอก"
    }
  },
  {
    "translation": {
      "en": "I don't know why.",
      "th": "เป็นชนชาติอมตะ เป็นฉันไม่กลุ้มหรอก"
    }
  },
  {
    "translation": {
      "en": "It's a tape. You're sure about that?",
      "th": "เทปเหรอ - คุณแน่ใจนะ - ฉันต้องทนฟังคำพูดเหลวไหลพวกนี้สมัยเรียน"
    }
  },
  {
    "translation": {
      "en": "I had to listen to all this nonsense in school.",
      "th": "- คุณแน่ใจนะ - ฉันต้องทนฟังคำพูดเหลวไหลพวกนี้สมัยเรียน"
    }
  },
  {
    "translation": {
      "en": "\"Communism is great, capitalism is evil.",
      "th": "ลัทธิคอมมิวนิสต์ยิ่งใหญ่ ทุนนิยมชั่วร้าย"
    }
  },
  {
    "translation": {
      "en": "Lenin, Marx,\" blah, blah, blah.",
      "th": "เลนิน มาร์กซ์ โน่น นี่ นั่น"
    }
  },
  {
    "translation": {
      "en": "- It's Enver Hoxha. It's a tape. - Okay.",
      "th": "นี่เสียงเอ็นวาร์ ฮอจา มันเป็นเทป โอเค"
    }
  },
  {
    "translation": {
      "en": "Okay, well, Officer, you can take her home.",
      "th": "โอเคๆ คุณตำรวจ พาเธอไปส่งบ้านได้"
    }
  },
  {
    "translation": {
      "en": "And do me a favor: Watch where you park next time, okay?",
      "th": "และช่วยอะไรผมที คราวหน้าจะจอดรถที่ไหนระวังหน่อย"
    }
  },
  {
    "translation": {
      "en": "So they're playing tapes for us now.",
      "th": "- สรุปว่าพวกมันเล่นเทปใส่เรา - พวกมันรู้ว่าจะถูกเราดักฟัง"
    }
  },
  {
    "translation": {
      "en": "- They knew we were gonna bug 'em. - Damn right, they knew how.",
      "th": "- สรุปว่าพวกมันเล่นเทปใส่เรา - พวกมันรู้ว่าจะถูกเราดักฟัง แหงล่ะมันรู้ว่าจะถูกเราดักฟัง มันรู้ขั้นตอน"
    }
  },
  {
    "translation": {
      "en": "What makes it even worse, they wanted us to bug 'em",
      "th": "แหงล่ะมันรู้ว่าจะถูกเราดักฟัง มันรู้ขั้นตอน ที่แย่กว่านั้นคือมันอยากให้เราดักฟัง มันจะได้ล่อเราไปให้หลงทาง"
    }
  },
  {
    "translation": {
      "en": "so they could send us on a wild-goose chase.",
      "th": "ที่แย่กว่านั้นคือมันอยากให้เราดักฟัง มันจะได้ล่อเราไปให้หลงทาง"
    }
  },
  {
    "translation": {
      "en": "Last time I had my johnson pulled that good, it cost me five bucks.",
      "th": "ครั้งสุดท้ายที่ฉันโดนชักว่าวได้ถึงใจขนาดนี้ ฉันต้องเสียตั้งห้าเหรียญ"
    }
  },
  {
    "translation": {
      "en": "Five bucks?",
      "th": "ห้าเหรียญเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, Tijuana. Don't ask.",
      "th": "ใช่ ที่ทิฮัวน่า อย่าถาม"
    }
  },
  {
    "translation": {
      "en": "Look at the-- Oh, fuck that!",
      "th": "ดูนี่สิ... บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "- Detective Frazier, nice to meet you. - My pleasure.",
      "th": "- นักสืบเฟรเชอร์ ดีใจที่ได้พบ - ด้วยความยินดี"
    }
  },
  {
    "translation": {
      "en": "- This is Madeline White. - How do you do, Miss White?",
      "th": "- นี่คือแมเดเลน ไวท์ - สวัสดีครับ คุณไวท์"
    }
  },
  {
    "translation": {
      "en": "- It's an honor, Detective. - Miss White may be able to assist you.",
      "th": "- เป็นเกียรติที่ได้พบค่ะ - คุณไวท์อาจช่วยเหลือคุณได้ ดีๆ คุณกะจะทำอะไรครับ"
    }
  },
  {
    "translation": {
      "en": "Good. Good. What do you have in mind?",
      "th": "ดีๆ คุณกะจะทำอะไรครับ"
    }
  },
  {
    "translation": {
      "en": "She has a certain amount of influence in these matters,",
      "th": "เธอมีอิทธิพลเส้นสายในเรื่องทางนี้มาก แต่ด้วยเหตุผล"
    }
  },
  {
    "translation": {
      "en": "for reasons which I can't share with you.",
      "th": "ที่ผมไม่อาจบอกคุณได้"
    }
  },
  {
    "translation": {
      "en": "What are you trying to say, sir?",
      "th": "- ท่านพยายามจะบอกอะไรครับ - ที่ท่านเทศมนตรีหมายถึงคือ"
    }
  },
  {
    "translation": {
      "en": "What the mayor means is that, uh,",
      "th": "- ท่านพยายามจะบอกอะไรครับ - ที่ท่านเทศมนตรีหมายถึงคือ กำลังมีเรื่องหน้าสิ่วหน้าขวาน ที่ยศระดับคุณไม่จำเป็นต้องรู้"
    }
  },
  {
    "translation": {
      "en": "there are matters at stake here that are a little bit above your pay grade--",
      "th": "กำลังมีเรื่องหน้าสิ่วหน้าขวาน ที่ยศระดับคุณไม่จำเป็นต้องรู้ อย่าโกรธกันนะ และท่านเสนอจะช่วยคุณ"
    }
  },
  {
    "translation": {
      "en": "no offense-- and he's offering to help you.",
      "th": "อย่าโกรธกันนะ และท่านเสนอจะช่วยคุณ"
    }
  },
  {
    "translation": {
      "en": "Well, why don't you just tell the mayor to raise my pay grade",
      "th": "งั้นทำไมไม่บอกให้ท่านเทศมนตรี เลื่อนยศผมให้ถึงระดับ"
    }
  },
  {
    "translation": {
      "en": "to the proper level, and problem solved?",
      "th": "เป็นอันจบปัญหา"
    }
  },
  {
    "translation": {
      "en": "From what I hear, that would have happened long ago",
      "th": "จากที่ฉันได้ยินมา มันน่าจะได้เลื่อนตั้งนานแล้ว"
    }
  },
  {
    "translation": {
      "en": "if you'd have been a little bit more diplomatic. But we can certainly discuss it.",
      "th": "ถ้าคุณมีหัวการทูตมากกว่านี้ แต่เราจะพิจารณาเรื่องนั้นให้แน่"
    }
  },
  {
    "translation": {
      "en": "Look, I'm kidding. I mean, I make first grade when I make first grade.",
      "th": "ผมแค่พูดเล่น ถ้าได้เลื่อน ผมก็ได้เลื่อนอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "You want to speed that up, I'm not gonna talk you out of it.",
      "th": "แต่ถ้าคุณอยากเร่งให้ผมก็ไม่ขัดศรัทธา แล้วไหนยังเรื่องเงินแสนสี่ที่หายต๋อม"
    }
  },
  {
    "translation": {
      "en": "There's also the matter of $140,000",
      "th": "แล้วไหนยังเรื่องเงินแสนสี่ที่หายต๋อม"
    }
  },
  {
    "translation": {
      "en": "that seems to have walked away from the Madrugada check-cashing bust.",
      "th": "ไปจากคดีจับเช็คขึ้นเงินมาดรูกาด้า"
    }
  },
  {
    "translation": {
      "en": "Oh, I see. Well, I had nothing to do with that.",
      "th": "เข้าใจล่ะ เรื่องนั้นผมไม่มีเอี่ยวด้วย"
    }
  },
  {
    "translation": {
      "en": "Yeah, Collins, we got snipers in the windows here.",
      "th": "ใช่ คอลลินส์ เราวางตัวนักแม่นปืนไว้ตามหน้าต่าง"
    }
  },
  {
    "translation": {
      "en": "( cranking )",
      "th": "เรามีคนประจำอยู่ในอาคารติดกัน ลูกน้องอยู่บนหลังคา"
    }
  },
  {
    "translation": {
      "en": "- Is this the President of Albania? - Speaking.",
      "th": "- ว่าไง - นั่นใช่ประธานาธิบดีของแอลเบเนียรึเปล่า - พูดอยู่ - จี้ดี"
    }
  },
  {
    "translation": {
      "en": "- Pretty funny. - You shouldn't eavesdrop on people.",
      "th": "- พูดอยู่ - จี้ดี แกไม่ควรแอบฟังคนอื่น"
    }
  },
  {
    "translation": {
      "en": "You better get used to it. There's not gonna be much privacy where you're going.",
      "th": "งั้นก็ทำตัวให้ชินซะ เพราะที่ที่แกจะไปไม่ค่อยส่วนตัวเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "You're damn right. This time next week,",
      "th": "ถูกเผง สัปดาห์หน้าเวลานี้"
    }
  },
  {
    "translation": {
      "en": "I'll be sucking down piña coladas in a hot tub",
      "th": "ฉันคงไปนั่งดูดพินาโคลาดาชื่นใจ แช่อ่างน้ำร้อน"
    }
  },
  {
    "translation": {
      "en": "with six girls named Amber and Tiffany.",
      "th": "กับสาวหกคน ชื่อแอมเบอร์กับทิฟฟานี่"
    }
  },
  {
    "translation": {
      "en": "More like taking a shower with two guys",
      "th": "น่าจะเป็นอาบน้ำกับหนุ่มสองคน ชื่อจามัลกับเฮซุสมากกว่ามั้ง"
    }
  },
  {
    "translation": {
      "en": "named Jamal and Jesus, if you know what I mean.",
      "th": "น่าจะเป็นอาบน้ำกับหนุ่มสองคน ชื่อจามัลกับเฮซุสมากกว่ามั้ง ถ้าแกเข้าใจที่ฉันพูด และข่าวร้ายก็คือ"
    }
  },
  {
    "translation": {
      "en": "And here's the bad news. That thing you're sucking on,",
      "th": "ถ้าแกเข้าใจที่ฉันพูด และข่าวร้ายก็คือ ไอ้ที่แกจะได้ดูด มันไม่ใช่พินาโคลาดา"
    }
  },
  {
    "translation": {
      "en": "it's not a pina colada.",
      "th": "ไอ้ที่แกจะได้ดูด มันไม่ใช่พินาโคลาดา"
    }
  },
  {
    "translation": {
      "en": "Maybe you like that kind of thing, huh?",
      "th": "- บางทีแกอาจมีรสนิยมแบบนั้น - แกนี่อยากยั่วโทสะฉันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "- You really wanna piss me off? - Here's where we stand.",
      "th": "- บางทีแกอาจมีรสนิยมแบบนั้น - แกนี่อยากยั่วโทสะฉันจริงๆ - เอาล่ะ นี่คือสถานการณ์ของเรา - ฉันไม่อยากฟังรายงานสถานการณ์ของแก"
    }
  },
  {
    "translation": {
      "en": "I don't need your fucking status report, Serpico.",
      "th": "- เอาล่ะ นี่คือสถานการณ์ของเรา - ฉันไม่อยากฟังรายงานสถานการณ์ของแก"
    }
  },
  {
    "translation": {
      "en": "I tell you where things stand.",
      "th": "ฉันจะบอกให้ว่าเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "- Sure, sure, I just meant-- Here's where things stand.",
      "th": "- ได้ๆ ฉันหมายถึง - นี่คือสถานภาพตอนนี้"
    }
  },
  {
    "translation": {
      "en": "You're getting me what I asked you for. You'll have it ready in the time I gave you,",
      "th": "แกจัดหาสิ่งของตามที่ฉันขอ แกหามาให้ทันเวลาที่ฉันกำหนด"
    }
  },
  {
    "translation": {
      "en": "or you'll sit by and you'll watch me do just what I said I would do, clear?",
      "th": "หรือแกจะเลือกนั่งเฉย คอยดูฉันทำตามที่ขู่ไว้ ชัดไหม"
    }
  },
  {
    "translation": {
      "en": "Very clear. I'm trying to get you what you want,",
      "th": "ชัดแจ๋ว ฉันพยายามจัดหาตามที่แกขอ แต่แกต้องเข้าใจกันหน่อย"
    }
  },
  {
    "translation": {
      "en": "but you got to understand this:",
      "th": "ชัดแจ๋ว ฉันพยายามจัดหาตามที่แกขอ แต่แกต้องเข้าใจกันหน่อย ใช่ว่าเทศบาลเมืองนิวยอร์ก จะมีเครื่อง 747 จอดรอให้ใช้ได้ทุกเมื่อ"
    }
  },
  {
    "translation": {
      "en": "it's not like the city of New York has 747s waiting around for days like today.",
      "th": "ใช่ว่าเทศบาลเมืองนิวยอร์ก จะมีเครื่อง 747 จอดรอให้ใช้ได้ทุกเมื่อ"
    }
  },
  {
    "translation": {
      "en": "I understand that if you don't get my plane ready,",
      "th": "ฉันรู้ว่าถ้าแกไม่หาเครื่องบินมาให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "then you might as well send a hearse.",
      "th": "- งั้นก็เตรียมรถเก็บศพมาได้เลย - ขอล่ะ"
    }
  },
  {
    "translation": {
      "en": "Please. Let's focus on how we can both get what we want, all right?",
      "th": "มาโฟกัสว่าเราต่างฝ่าย จะได้ในสิ่งที่ต้องการยังไง"
    }
  },
  {
    "translation": {
      "en": "Hey! You're not listening.",
      "th": "นี่ แกไม่ฟังกันเลย"
    }
  },
  {
    "translation": {
      "en": "You get me what I want, I won't kill anyone.",
      "th": "ทำตามที่ฉันขอ แล้วฉันจะไม่ฆ่าใคร"
    }
  },
  {
    "translation": {
      "en": "All right. I'm on it. I'm on it.",
      "th": "ก็ได้ กำลังทำอยู่ๆ"
    }
  },
  {
    "translation": {
      "en": "Let's just try to keep everybody calm, okay?",
      "th": "ต่างฝ่ายต่างใจเย็นกันดีกว่าน่า"
    }
  },
  {
    "translation": {
      "en": "- Don't I sound calm to you? - Yeah, you do.",
      "th": "ฉันฟังดูไม่ใจเย็นรึไง เออ แกใจเย็นจริง"
    }
  },
  {
    "translation": {
      "en": "Yeah, you do.",
      "th": "ใจเย็นจริงนะแก"
    }
  },
  {
    "translation": {
      "en": "- So Mr. Damajian... - Damerjian.",
      "th": "คุณเดอมาร์เจียนครับ - ดาเมอร์เจียน - ดาเมอร์เจียน นั่นชื่อแอลเบเนียรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "- What is that, Albanian? - Just call me Kenneth.",
      "th": "- ดาเมอร์เจียน - ดาเมอร์เจียน นั่นชื่อแอลเบเนียรึเปล่า - เรียกผมเคนเน็ธเถอะ - เคนเน็ธเหรอ"
    }
  },
  {
    "translation": {
      "en": "- Is that Albanian or... - It's Armenian.",
      "th": "- นั่นเป็นชื่อแอลเบเนียหรือ - อาร์เมเนีย"
    }
  },
  {
    "translation": {
      "en": "What's the difference?",
      "th": "มันต่างกันตรงไหน คุณนักสืบ ผมเกิดในควีนส์"
    }
  },
  {
    "translation": {
      "en": "I was born in Queens. I--",
      "th": "คุณนักสืบ ผมเกิดในควีนส์"
    }
  },
  {
    "translation": {
      "en": "I've never been to Armenia, Albania. I went surfing in Australia once.",
      "th": "ผมไม่เคยไปอาร์เมเนียหรือแอลเบเนีย เคยไปเล่นเซิร์ฟที่ออสเตรเลียครั้งนึง"
    }
  },
  {
    "translation": {
      "en": "- Can I have a glass of water? - Are you thirsty?",
      "th": "- ผมขอน้ำสักแก้วได้ไหม - หิวน้ำเหรอ"
    }
  },
  {
    "translation": {
      "en": "- My throat's parched. I'm not th-- - \"Throat's parched\"?",
      "th": "- คอผมแห้ง ผมไม่ได้ประหม่านะ - คอแห้งงั้นเหรอ - คอผมแห้ง - คอเขาแห้ง"
    }
  },
  {
    "translation": {
      "en": "- His throat is parched. - I just want a glass of water.",
      "th": "- คอผมแห้ง - คอเขาแห้ง - ผมแค่อยากได้น้ำสักแก้ว - พับผ่าสิ"
    }
  },
  {
    "translation": {
      "en": "Oh, shit! ( laughing )",
      "th": "- ผมแค่อยากได้น้ำสักแก้ว - พับผ่าสิ"
    }
  },
  {
    "translation": {
      "en": "When you start telling us what really happened you'll get some water.",
      "th": "เล่ามาก่อนแล้วจะหาน้ำให้"
    }
  },
  {
    "translation": {
      "en": "- You want some coffee? - That's all right.",
      "th": "- เอ้านี่ กาแฟหน่อยไหม - ไม่เอาล่ะ"
    }
  },
  {
    "translation": {
      "en": "- I don't drink that stuff. - Did you know they were robbing the bank?",
      "th": "- คุณรู้รึเปล่าว่าพวกมันจะมาปล้นแบงก์ - ผมไม่รู้จนกระทั่งพวกมันชักปืน"
    }
  },
  {
    "translation": {
      "en": "I didn't know they were robbing the bank but I know they put a gun in my face.",
      "th": "- คุณรู้รึเปล่าว่าพวกมันจะมาปล้นแบงก์ - ผมไม่รู้จนกระทั่งพวกมันชักปืน เพราะอย่างนี้เหรอคุณถึงเปิดประตูให้มัน"
    }
  },
  {
    "translation": {
      "en": "How do you know they robbed the bank?",
      "th": "- คุณรู้ได้ไงว่ามันจะปล้นแบงก์ - เพราะมันเอาปืนจ่อหน้าผม"
    }
  },
  {
    "translation": {
      "en": "- They pulled a gun in my face. - That doesn't mean they were robbing the bank.",
      "th": "นั่นไม่ได้แปลว่าพวกมันจะมาปล้นแบงก์ คุณเห็นมันเอาเงินไปไหม"
    }
  },
  {
    "translation": {
      "en": "- Did you see them take money? - I was in a bank and I was locked up",
      "th": "นั่นไม่ได้แปลว่าพวกมันจะมาปล้นแบงก์ คุณเห็นมันเอาเงินไปไหม ผมอยู่ในธนาคาร ถูกขังนานเท่าไหร่ก็ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "for who knows how long, tied up in a room.",
      "th": "ผมอยู่ในธนาคาร ถูกขังนานเท่าไหร่ก็ไม่รู้ ถูกมัดอยู่ในห้อง คุณก็เห็นผมนี่"
    }
  },
  {
    "translation": {
      "en": "- I saw you see me. - You saw me see you? Is that what you just said?",
      "th": "ถูกมัดอยู่ในห้อง คุณก็เห็นผมนี่ ผมเห็นคุณงั้นเหรอ คุณพูดงั้นเหรอ ใช่ ผมถูกขังอยู่ในห้อง คุณเห็นผมถูกมัดปากตอนที่คุณเข้ามา"
    }
  },
  {
    "translation": {
      "en": "I was locked up in the room. You saw me gagged when you came in.",
      "th": "ใช่ ผมถูกขังอยู่ในห้อง คุณเห็นผมถูกมัดปากตอนที่คุณเข้ามา"
    }
  },
  {
    "translation": {
      "en": "Listen, I can't work miracles here. I'm gonna need more time.",
      "th": "ฟังนะ ฉันไม่ใช่พ่อมดเสกของได้ แกต้องให้เวลาฉันหน่อย"
    }
  },
  {
    "translation": {
      "en": "Well perhaps if you'd use the time that I gave you more efficiently, you wouldn't be having this problem.",
      "th": "บางทีถ้าแกใช้เวลาที่ฉันให้อย่างมีประสิทธิภาพ แกก็คงไม่เจอปัญหา"
    }
  },
  {
    "translation": {
      "en": "- What do you want me to say? - That my plane is ready.",
      "th": "- แกจะให้ฉันพูดไงล่ะ - พูดว่าเครื่องบินของฉันพร้อมแล้ว โอเค ฟังนะ"
    }
  },
  {
    "translation": {
      "en": "Okay, listen.",
      "th": "โอเค ฟังนะ"
    }
  },
  {
    "translation": {
      "en": "I promise you, as God is my witness,",
      "th": "ฉันสัญญากับแกแล้ว พระเจ้าเป็นพยาน ฉันกำลังพยายามเต็มที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm working on it as hard as I can. It's just gonna take a few more hours.",
      "th": "ฉันสัญญากับแกแล้ว พระเจ้าเป็นพยาน ฉันกำลังพยายามเต็มที่แล้ว - ก็แค่ต้องขอเวลาอีกสองสามชั่วโมง - ทำไมฉันต้องเพิ่มเวลาให้แกด้วย"
    }
  },
  {
    "translation": {
      "en": "Why should I give you any more time?",
      "th": "- ก็แค่ต้องขอเวลาอีกสองสามชั่วโมง - ทำไมฉันต้องเพิ่มเวลาให้แกด้วย"
    }
  },
  {
    "translation": {
      "en": "It's simple, you give me more time, you get what you want.",
      "th": "ง่ายๆ เลย แกเพิ่มเวลาให้ฉัน แกก็ได้ตามที่แกขอ"
    }
  },
  {
    "translation": {
      "en": "You don't give me the time, you don't get what you want.",
      "th": "แกไม่เพิ่มเวลา แกก็อดได้"
    }
  },
  {
    "translation": {
      "en": "You got nothing to lose.",
      "th": "แกไม่มีอะไรต้องเสีย"
    }
  },
  {
    "translation": {
      "en": "Meanwhile, we'll send in some more food.",
      "th": "ในระหว่างนี้เราจะส่งอาหารไปให้"
    }
  },
  {
    "translation": {
      "en": "I got a question for you. You get it right, I'll give you more time.",
      "th": "ฉันมีคำถามให้แก ถ้าตอบถูกแกก็ได้เวลาเพิ่ม - และไงต่อ - แกก็รู้ว่าจะเกิดอะไรถ้าตอบผิด"
    }
  },
  {
    "translation": {
      "en": "- And? - You know what happens if you don't.",
      "th": "- และไงต่อ - แกก็รู้ว่าจะเกิดอะไรถ้าตอบผิด"
    }
  },
  {
    "translation": {
      "en": "Which weighs more,",
      "th": "อะไรหนักมากกว่ากัน"
    }
  },
  {
    "translation": {
      "en": "all the trains that pass through Grand Central Station in a year",
      "th": "ระหว่างรถไฟทุกขบวนที่ผ่าน แกรนด์เซ็นทรัลสเตชั่นในหนึ่งปี"
    }
  },
  {
    "translation": {
      "en": "or the trees cut down to print all US currency in circulation?",
      "th": "หรือต้นไม้ที่ถูกตัดมาทำธนบัตรสหรัฐทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "Here's a hint-- it's a trick question.",
      "th": "บอกใบ้ให้นะ มันเป็นคำถามลองเชาว์"
    }
  },
  {
    "translation": {
      "en": "- ( dial tone ) - What the hell is that?",
      "th": "นั่นมันคำถามบ้าอะไรวะ เล่นเกมโชว์กันแล้วรึเนี่ย"
    }
  },
  {
    "translation": {
      "en": "- Playing games now? - Darius: It's the trains.",
      "th": "นั่นมันคำถามบ้าอะไรวะ เล่นเกมโชว์กันแล้วรึเนี่ย คำตอบคือรถไฟ"
    }
  },
  {
    "translation": {
      "en": "US money isn't printed on paper at all. It's cotton.",
      "th": "ธนบัตรสหรัฐฯ ไม่ได้ใช้กระดาษพิมพ์ ใช้ฝ้ายต่างหาก"
    }
  },
  {
    "translation": {
      "en": "- Yeah, that's right. - So no trees were cut down.",
      "th": "- ใช่ เคยได้ยินเหมือนกัน - ใช่ ถูกแล้ว - แปลว่าไม่มีการตัดต้นไม้ - แน่ใจนะ"
    }
  },
  {
    "translation": {
      "en": "- Are you sure? - Yeah. 100%.",
      "th": "แน่ ร้อยเปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "- Okay. - ( dialing )",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "- I got it. - Wait a second. Wait a second.",
      "th": "ฉันรู้แล้ว เดี๋ยวก่อนๆ"
    }
  },
  {
    "translation": {
      "en": "Call you back.",
      "th": "เดี๋ยวโทรกลับ"
    }
  },
  {
    "translation": {
      "en": "Mitchell: It's a trap. They both weigh the same.",
      "th": "- อะไร - มันเป็นคำถามหลอก ทั้งคู่หนักเท่ากัน"
    }
  },
  {
    "translation": {
      "en": "Tell him they both weigh the same. They both weigh nothing.",
      "th": "บอกไปว่ามันหนักเท่ากัน ทั้งสองอย่างไม่มีน้ำหนัก"
    }
  },
  {
    "translation": {
      "en": "They both weigh nothing or they both weigh the same?",
      "th": "ไม่มีน้ำหนักหรือหนักเท่ากันแน่"
    }
  },
  {
    "translation": {
      "en": "Tell him they weigh the same. Tell him they both weigh the same, do it now.",
      "th": "บอกไปว่าหนักเท่ากัน หนักเท่ากัน บอกไปเลย"
    }
  },
  {
    "translation": {
      "en": "Both weigh the same. Got it.",
      "th": "ทั้งสองอย่างหนักเท่ากัน รับทราบ"
    }
  },
  {
    "translation": {
      "en": "- Well? - They both weigh the same.",
      "th": "ว่าไง ทั้งสองอย่างหนักเท่ากัน"
    }
  },
  {
    "translation": {
      "en": "This time send sandwiches.",
      "th": "คราวนี้ขอแซนด์วิช"
    }
  },
  {
    "translation": {
      "en": "Pretty good. This guy's nuts.",
      "th": "เก่งมาก ไอ้หมอนี่มันบ้า"
    }
  },
  {
    "translation": {
      "en": "He said, \"Grand Central Station.\"",
      "th": "มันพูดว่าแกรนด์เซ็นทรัลสเตชั่น"
    }
  },
  {
    "translation": {
      "en": "Grand Central Terminal is the train station.",
      "th": "แกรนด์เซ็นทรัลเทอร์มินัลเป็นสถานีรถไฟ"
    }
  },
  {
    "translation": {
      "en": "- Grand Central Station ... - Is the post office.",
      "th": "- แกรนด์เซ็นทรัลสเตชั่น... - ไปรษณีย์"
    }
  },
  {
    "translation": {
      "en": "- Darius: He's wrong. - Who's wrong?",
      "th": "- ที่ทำการไปรษณีย์ - เขาผิด - ใครผิด - โจรหมายเลขหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Perp one. Trains don't pass through Grand Central.",
      "th": "- ใครผิด - โจรหมายเลขหนึ่ง รถไฟไม่ได้แล่นผ่านแกรนด์เซ็นทรัล"
    }
  },
  {
    "translation": {
      "en": "- It's the last stop for every train. - What about the subway?",
      "th": "- มันเป็นที่หมายสุดท้ายของทุกขบวน - แล้วรถไฟใต้ดินล่ะ มันแล่นผ่านนะ"
    }
  },
  {
    "translation": {
      "en": "- Metro North goes there. - How the fuck do you know?",
      "th": "สายเหนือผ่านที่นั่น - ไปรู้มาได้ไงวะ - สายเหนือผ่านที่นั่น"
    }
  },
  {
    "translation": {
      "en": "- Metro North goes there. - No, it--",
      "th": "- ไม่ สายเหนือเริ่มจากตรงนั้น - พวกนายเถียงอะไรกัน นี่ๆ"
    }
  },
  {
    "translation": {
      "en": "What are you guys talking about? Hey hey hey hey!",
      "th": "- ไม่ สายเหนือเริ่มจากตรงนั้น - พวกนายเถียงอะไรกัน นี่ๆ - สายเหนือแล่นผ่าน - ไปหาแซนด์วิชมาเถอะ"
    }
  },
  {
    "translation": {
      "en": "Let's just get the sandwiches.",
      "th": "- สายเหนือแล่นผ่าน - ไปหาแซนด์วิชมาเถอะ"
    }
  },
  {
    "translation": {
      "en": "The deal is, he said, \"passes through.\"",
      "th": "- สายเหนือ... - มันพูดว่า \"แล่นผ่าน\" - ใช่ แต่สายเหนือก็ไปที่นั่น - มันไป แต่"
    }
  },
  {
    "translation": {
      "en": "Yeah, but the Metro North goes up...",
      "th": "- ใช่ แต่สายเหนือก็ไปที่นั่น - มันไป แต่"
    }
  },
  {
    "translation": {
      "en": "Shut up! It doesn't matter anyway!",
      "th": "หุบปาก มันไม่สำคัญแล้ว"
    }
  },
  {
    "translation": {
      "en": "That's not what he meant. What he said was one thing,",
      "th": "- มัน... - ผมรู้ว่ามันพูดถึงอะไร"
    }
  },
  {
    "translation": {
      "en": "- but what he meant is another. - Darius: That's always a problem.",
      "th": "มันพูดอย่างนึงแต่มันหมายความอีกอย่างนึง นั่นเป็นปัญหาตลอด"
    }
  },
  {
    "translation": {
      "en": "- Frazier: Sandwiches. - Man: I'm on it.",
      "th": "- แซนด์วิชล่ะ - กำลังจัดการอยู่"
    }
  },
  {
    "translation": {
      "en": "Man: Right now, I could go for a nice kosher hot dog and a beer.",
      "th": "ตอนนี้ฉันน่าจะได้ไปกิน ไส้กรอกอร่อยๆ กับเบียร์"
    }
  },
  {
    "translation": {
      "en": "Man #2: I had Met tickets tonight, and Pedro's pitching.",
      "th": "ผมมีตั๋วไปดูทีมเม็ทคืนนี้ และเปโดรได้ขว้างด้วย ไงก็แพ้อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Woman: They're gonna get their asses kicked anyway.",
      "th": "ไงก็แพ้อยู่แล้ว - พูดถูก อยู่นี่ดีกว่า - ดีนะที่พวกมันไม่จับเราแยก"
    }
  },
  {
    "translation": {
      "en": "- I'm better off here. - I'm glad they didn't separate us.",
      "th": "- พูดถูก อยู่นี่ดีกว่า - ดีนะที่พวกมันไม่จับเราแยก"
    }
  },
  {
    "translation": {
      "en": "- Do you think they're terrorists? - Robbers, not terrorists.",
      "th": "- คิดว่าเป็นพวกก่อการร้ายรึเปล่า - พวกมันเป็นโจร ไม่ใช่ผู้ก่อการร้าย"
    }
  },
  {
    "translation": {
      "en": "How do you know? They could be Al Qaeda. Trust me. I've studied these things.",
      "th": "- รู้ได้ไง อาจเป็นพวกอัลไคด้าก็ได้ - เชื่อสิ ฉันศึกษาเรื่องพวกนี้มา"
    }
  },
  {
    "translation": {
      "en": "- What are you, Mossad? - I was a lawyer.",
      "th": "- คุณเป็นสายลับอิสราเอลรึไง - ฉันเป็นทนาย ตอนนี้ฉันสอนอยู่ที่มหาวิทยาลัยโคลัมเบีย"
    }
  },
  {
    "translation": {
      "en": "Now I teach courses at Columbia Law on genocide,",
      "th": "ตอนนี้ฉันสอนอยู่ที่มหาวิทยาลัยโคลัมเบีย เรื่องฆ่าล้างเผ่าพันธุ์ แรงงานทาส"
    }
  },
  {
    "translation": {
      "en": "slave labor, war reparation claims.",
      "th": "เรื่องฆ่าล้างเผ่าพันธุ์ แรงงานทาส"
    }
  },
  {
    "translation": {
      "en": "- Can I sue anybody when this is over? - Oh, sure. Go nuts.",
      "th": "มิรา จบเรื่องนี้ฉันฟ้องใครได้ไหม ได้สิ บ้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Go meshuga.",
      "th": "เสียสติแล้วคุณ"
    }
  },
  {
    "translation": {
      "en": "Now, that's a good-looking shithole.",
      "th": "นั่นเป็นหลุมขี้ที่ดูดีทีเดียว"
    }
  },
  {
    "translation": {
      "en": "- Hello? - Hey, baby, how you doin'?",
      "th": "- ฮัลโหล - ที่รัก ไงจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Baby, I'm worried about you. You coming home?",
      "th": "ที่รัก ฉันเป็นห่วงคุณจัง จะกลับบ้านไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah yeah yeah. Soon.",
      "th": "กลับๆ อีกไม่นาน"
    }
  },
  {
    "translation": {
      "en": "I've got a long night, though, so don't wait up for me.",
      "th": "- แต่คืนนี้คงลากยาว ไม่ต้องอยู่รอผมนะ - ทำไมไม่ให้ฉันไปหาล่ะ"
    }
  },
  {
    "translation": {
      "en": "- Why don't you let me come? - Because I don't want to be distracted by you.",
      "th": "- แต่คืนนี้คงลากยาว ไม่ต้องอยู่รอผมนะ - ทำไมไม่ให้ฉันไปหาล่ะ - เพราะผมไม่อยากให้คุณทำผมเสียสมาธิ - ถ้าคุณยังอยู่นั่น"
    }
  },
  {
    "translation": {
      "en": "Well, if you're still there when I come on duty in the morning, you will see me.",
      "th": "- เพราะผมไม่อยากให้คุณทำผมเสียสมาธิ - ถ้าคุณยังอยู่นั่น - ตอนฉันเข้าเวรเช้าคุณได้เจอฉันแน่ - รอไม่ไหวๆ"
    }
  },
  {
    "translation": {
      "en": "- I cannot wait. I cannot wait. - So how you doing?",
      "th": "- ตอนฉันเข้าเวรเช้าคุณได้เจอฉันแน่ - รอไม่ไหวๆ แล้วทางคุณเป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "It's all right. We got a couple of the hostages out. Thanks a lot.",
      "th": "ก็โอเค เราเอาตัวประกัน ออกมาได้สองคน ขอบคุณอย่างแรง"
    }
  },
  {
    "translation": {
      "en": "- No, no, how you doin'? - I'm doin' okay. I'm doin' all right.",
      "th": "ไม่ๆ คุณน่ะเป็นไง ผมโอเค ผมไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Oh, I saw the mayor on TV. He said you're doing a great job. I saw you too.",
      "th": "ฉันเห็นท่านเทศมนตรีออกทีวี เขาชมว่าคุณทำงานเยี่ยม ฉันเห็นคุณด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "- You saw me on TV? - Yeah.",
      "th": "- คุณเห็นผมในทีวีเหรอ - ใช่ - ผมดูเป็นไง - คุณดูหล่อมาก ที่รัก หล่อสุดๆ"
    }
  },
  {
    "translation": {
      "en": "- How did I look? - Oh, you looked good, baby. Real good.",
      "th": "- ผมดูเป็นไง - คุณดูหล่อมาก ที่รัก หล่อสุดๆ"
    }
  },
  {
    "translation": {
      "en": "- Listen, I got to go. - All right. Hey.",
      "th": "- เอาล่ะ ผมต้องวางสายแล้ว - ได้จ้ะ นี่"
    }
  },
  {
    "translation": {
      "en": "- Hmm? - Keep your head down. All right, I will. Love you.",
      "th": "- ระวังตัวด้วยนะ - ตกลงจ้ะ รักนะ"
    }
  },
  {
    "translation": {
      "en": "So are we clear about the ground rules?",
      "th": "- สรุปว่าเราเข้าใจกฎพื้นฐานกันรึยัง - ไม่ต้องเป็นห่วงหรอก คุณนักสืบ"
    }
  },
  {
    "translation": {
      "en": "- There's no need to worry. - I get paid to worry, okay?",
      "th": "- สรุปว่าเราเข้าใจกฎพื้นฐานกันรึยัง - ไม่ต้องเป็นห่วงหรอก คุณนักสืบ ผมถูกจ้างมาให้เป็นห่วง ผมแค่อยากให้คุณมองตาผม"
    }
  },
  {
    "translation": {
      "en": "I just need you to look me in the eye and make me believe",
      "th": "ผมถูกจ้างมาให้เป็นห่วง ผมแค่อยากให้คุณมองตาผม และทำให้ผมเชื่อว่า คุณเข้าใจทุกอย่างที่เราคุยกัน"
    }
  },
  {
    "translation": {
      "en": "that you understand everything we talked about.",
      "th": "และทำให้ผมเชื่อว่า คุณเข้าใจทุกอย่างที่เราคุยกัน"
    }
  },
  {
    "translation": {
      "en": "- I understand. - Okay.",
      "th": "- ฉันเข้าใจ - โอเค"
    }
  },
  {
    "translation": {
      "en": "Someone here wants to talk to you.",
      "th": "มีคนอยากคุยกับแก"
    }
  },
  {
    "translation": {
      "en": "- Hello. - Who's this?",
      "th": "- สวัสดีค่ะ - นั่นใคร"
    }
  },
  {
    "translation": {
      "en": "Let's not get into any names. What matters is what I can offer you.",
      "th": "อย่าสนใจชื่อดีกว่า - ที่สำคัญคือฉันมีข้อเสนอให้คุณ - อะไร"
    }
  },
  {
    "translation": {
      "en": "- What's that? - If I can be sure certain interests are protected,",
      "th": "- ที่สำคัญคือฉันมีข้อเสนอให้คุณ - อะไร ถ้าฉันอุ่นใจได้ว่าผลประโยชน์บางอย่าง ได้รับการปกป้อง"
    }
  },
  {
    "translation": {
      "en": "I might be able to help you get what you came for. I doubt that.",
      "th": "- ฉันอาจช่วยให้คุณได้สิ่งที่คุณมาตามหา - เชื่อยาก"
    }
  },
  {
    "translation": {
      "en": "Tell me about these interests that you're trying to protect.",
      "th": "เล่าถึงผลประโยชน์ ที่คุณพยายามปกป้องนี้มาซิ"
    }
  },
  {
    "translation": {
      "en": "Why don't you let me worry about that? Now...",
      "th": "เรื่องนั้นให้ฉันเป็นห่วงดีกว่า คุณหวังว่าจะได้อะไร"
    }
  },
  {
    "translation": {
      "en": "what was it you were hoping to get out of all this?",
      "th": "เรื่องนั้นให้ฉันเป็นห่วงดีกว่า คุณหวังว่าจะได้อะไร - จากการทำเรื่องนี้ - รวยไง"
    }
  },
  {
    "translation": {
      "en": "- Rich, of course. - Of course.",
      "th": "- จากการทำเรื่องนี้ - รวยไง แน่ล่ะ แต่คุณอาจกำลังทำอะไร ที่มันเกินตัวไปอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "But you may have bitten off more than you can chew.",
      "th": "แน่ล่ะ แต่คุณอาจกำลังทำอะไร ที่มันเกินตัวไปอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "- How? - I can't discuss that on the phone.",
      "th": "ยังไง ฉันคุยทางโทรศัพท์ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "- Do you work for the bank? - No.",
      "th": "- คุณทำงานให้ธนาคารเหรอ - เปล่า"
    }
  },
  {
    "translation": {
      "en": "- And you're not a cop? - That's right.",
      "th": "- และคุณไม่ใช่ตำรวจ - ถูกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Come on in.",
      "th": "เข้ามาได้"
    }
  },
  {
    "translation": {
      "en": "You've got 10 minutes, no more. If you're not out before the lights come back on, you can stay inside till this is over.",
      "th": "คุณมีเวลาสิบนาที ถ้ายังไม่ออกมาก่อนตัดไฟกลับ ก็เชิญอยู่ในนั้นจนกว่าจะจบเรื่อง"
    }
  },
  {
    "translation": {
      "en": "- You don't need to threaten me. - That's not a threat, lady, but this is.",
      "th": "- คุณไม่ต้องขู่ฉันหรอก - ไม่ได้ขู่คุณผู้หญิง แต่นี่ของจริง"
    }
  },
  {
    "translation": {
      "en": "I know this game is a mile over my head, but I'm telling you--",
      "th": "ผมรู้ว่าเกมนี้มันเกินสมองผม แต่ขอบอกนะ ถ้าคุณทำผมซวย... ฉันมาถึงจุดนี้ได้ เพราะสะสมมิตร ไม่ใช่ศัตรู"
    }
  },
  {
    "translation": {
      "en": "I got where I am by collecting friends, not enemies.",
      "th": "ฉันมาถึงจุดนี้ได้ เพราะสะสมมิตร ไม่ใช่ศัตรู"
    }
  },
  {
    "translation": {
      "en": "Trust me, okay?",
      "th": "ไว้ใจฉัน โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "You're on your own.",
      "th": "ช่วยตัวเองแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "What makes you think I need help?",
      "th": "ทำไมคุณคิดว่าผมอยากให้คุณช่วย"
    }
  },
  {
    "translation": {
      "en": "Well, the 100 people outside, for starters.",
      "th": "- อย่างแรกเลย มีคนอยู่ข้างนอกเป็นร้อย - นั่นไม่ใช่ปัญหา"
    }
  },
  {
    "translation": {
      "en": "- That's not a problem. - And they're fueling your jet right now as we speak.",
      "th": "- อย่างแรกเลย มีคนอยู่ข้างนอกเป็นร้อย - นั่นไม่ใช่ปัญหา และขณะนี้พวกเขา กำลังเติมน้ำมันเครื่องเจ็ทอยู่"
    }
  },
  {
    "translation": {
      "en": "( chuckles ) Come on. You're not that stupid.",
      "th": "ไม่เอาน่า คุณไม่ได้โง่ขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "Here's what I'm thinking.",
      "th": "นี่คือที่ฉันกะไว้"
    }
  },
  {
    "translation": {
      "en": "If you give up now, I can assure that you serve the minimum.",
      "th": "ถ้าคุณยอมจำนนตอนนี้ ฉันรับรองว่าคุณจะได้รับโทษขั้นต่ำ"
    }
  },
  {
    "translation": {
      "en": "I'm thinking three years, four years at the most.",
      "th": "คงติดคุกแค่สาม หรือมากสุดสี่ปี คุณวิ่งเต้นให้ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "- You can arrange that? - Well, you haven't hurt anyone or stolen anything,",
      "th": "คุณวิ่งเต้นให้ได้เหรอ ก็คุณยังไม่ได้ทำร้ายใคร หรือขโมยอะไรนี่นา ดังนั้นใช่แล้ว ฉันทำได้"
    }
  },
  {
    "translation": {
      "en": "so, yes, as a matter of fact, I can.",
      "th": "ก็คุณยังไม่ได้ทำร้ายใคร หรือขโมยอะไรนี่นา ดังนั้นใช่แล้ว ฉันทำได้ มันยังไม่ดีพอ"
    }
  },
  {
    "translation": {
      "en": "- That's not good enough. - Well, I wasn't finished.",
      "th": "มันยังไม่ดีพอ ฉันยังพูดไม่จบ"
    }
  },
  {
    "translation": {
      "en": "When you get out, you'll have $2 million.",
      "th": "เมื่อออกไป คุณจะได้เงินสองล้าน"
    }
  },
  {
    "translation": {
      "en": "Will I? How?",
      "th": "- งั้นเหรอ ยังไง - เราจะฝากไว้ในที่ปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "We'll put it someplace safe. It'll be waiting for you when you get out.",
      "th": "- งั้นเหรอ ยังไง - เราจะฝากไว้ในที่ปลอดภัย - มันจะรออยู่เมื่อคุณออกจากคุก - ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "Thanks... but no, thanks.",
      "th": "- มันจะรออยู่เมื่อคุณออกจากคุก - ขอบใจ แต่ไม่เอาดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Oh, come on.",
      "th": "เอาเถอะ ฉันอุตส่าห์ให้ข้อเสนออย่างงาม ฉันไม่คิดว่าคุณมีทางเลือกมากนัก"
    }
  },
  {
    "translation": {
      "en": "I made you such a sweet offer, I really don't think you have much in the way of alternatives.",
      "th": "ฉันอุตส่าห์ให้ข้อเสนออย่างงาม ฉันไม่คิดว่าคุณมีทางเลือกมากนัก"
    }
  },
  {
    "translation": {
      "en": "Why don't you talk to me about these interests that you're in here to protect?",
      "th": "ไหนเล่าเรื่องผลประโยชน์ ที่คุณมาเพื่อปกป้องหน่อยซิ"
    }
  },
  {
    "translation": {
      "en": "- I'm afraid I can't. - I can. Let me tell you a story:",
      "th": "- เกรงว่าคงบอกไม่ได้ - ผมบอกได้ จะเล่าให้ฟัง"
    }
  },
  {
    "translation": {
      "en": "During World War II, there was an American",
      "th": "ในช่วงสงครามโลกครั้งที่สอง มีอเมริกันคนหนึ่งทำงานให้ธนาคารในสวิส"
    }
  },
  {
    "translation": {
      "en": "working for a bank in Switzerland.",
      "th": "มีอเมริกันคนหนึ่งทำงานให้ธนาคารในสวิส"
    }
  },
  {
    "translation": {
      "en": "Now I don't need to tell you that this period in history",
      "th": "ผมคงไม่ต้องบอกคุณนะว่า ช่วงนั้นประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "was rife with opportunity for people with low morals, people like this man.",
      "th": "เป็นโอกาสในการตักตวง ของพวกศีลธรรมต่ำ คนอย่างผู้ชายคนนี้"
    }
  },
  {
    "translation": {
      "en": "He used his position with the Nazis to enrich himself",
      "th": "เขาใช้ตำแหน่งกับพวกนาซี กอบโกยเงินทอง"
    }
  },
  {
    "translation": {
      "en": "while all around him people were being stripped of everything they owned.",
      "th": "ในขณะที่รอบข้างเขา ผู้คนถูกริดรอนทุกสิ่งที่เคยถือครอง"
    }
  },
  {
    "translation": {
      "en": "Then he used his blood money to start a bank.",
      "th": "จากนั้นก็ใช้เงินเปื้อนเลือดของเขา ก่อตั้งธนาคาร"
    }
  },
  {
    "translation": {
      "en": "Now... does this sound like it might be the man you work for?",
      "th": "ทีนี้ นั่นฟังดูเหมือนผู้ชาย ที่คุณทำงานให้รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Or am I just whistling \"Dixie\" out of my ass?",
      "th": "หรือว่าผมผายลมกุเรื่องขึ้นมาเอง"
    }
  },
  {
    "translation": {
      "en": "- I believe we understand each other. - Good.",
      "th": "ฉันเชื่อว่าเราเข้าใจกันและกัน ดี"
    }
  },
  {
    "translation": {
      "en": "So what the hell can you do for me,",
      "th": "งั้นคุณมีปัญญาทำอะไรให้ผมได้ ในเมื่อผมรู้มากกว่าคุณเห็นๆ"
    }
  },
  {
    "translation": {
      "en": "since I clearly know more than you do, and I've planned this to perfection?",
      "th": "งั้นคุณมีปัญญาทำอะไรให้ผมได้ ในเมื่อผมรู้มากกว่าคุณเห็นๆ และผมวางแผนนี้มาเป๊ะ"
    }
  },
  {
    "translation": {
      "en": "Believe me, if I need to, I can change your entire program,",
      "th": "เชื่อสิ ถ้าจำเป็น ฉันเปลี่ยนแผนของคุณได้"
    }
  },
  {
    "translation": {
      "en": "so the sooner that you stop being my problem",
      "th": "ฉะนั้นถ้าคุณหยุดทำตัว เป็นปัญหาของฉันได้เร็วเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "and you start becoming my solution, the better off you'll be.",
      "th": "และเริ่มทำตัวเป็นทางออกของฉัน ก็ยิ่งเป็นผลดีกับตัวคุณเอง"
    }
  },
  {
    "translation": {
      "en": "- What is it you want? - Two minutes.",
      "th": "- คุณต้องการอะไร - สองนาที"
    }
  },
  {
    "translation": {
      "en": "The safety-deposit box room. I just need to go to one box.",
      "th": "ฉันอยากดูแค่ตู้เดียว ที่อยู่ในห้องเก็บกล่องนิรภัย"
    }
  },
  {
    "translation": {
      "en": "Looking for this?",
      "th": "มองหานี่อยู่เหรอ"
    }
  },
  {
    "translation": {
      "en": "This could be very embarrassing to your employer.",
      "th": "นายจ้างของคุณคงขายหน้าน่าดู"
    }
  },
  {
    "translation": {
      "en": "He should have destroyed this a long time ago. He didn't,",
      "th": "เขาน่าจะทำลายไปตั้งนานแล้ว ตอนนี้เลยตกเป็นของผม"
    }
  },
  {
    "translation": {
      "en": "so now it's mine.",
      "th": "ตอนนี้เลยตกเป็นของผม"
    }
  },
  {
    "translation": {
      "en": "Now if the day ever comes where I have to stand before a judge",
      "th": "ถ้าเกิดวันไหนผมต้องโดนขึ้นศาล"
    }
  },
  {
    "translation": {
      "en": "and account for what I did here,",
      "th": "และถูกพิพากษาในสิ่งที่ผมทำ"
    }
  },
  {
    "translation": {
      "en": "you and your boss will do whatever it takes to help me.",
      "th": "คุณและเจ้านายของคุณ คงต้องทำทุกวิถีทางเพื่อช่วยผมแน่"
    }
  },
  {
    "translation": {
      "en": "You get out of here with that envelope",
      "th": "ถ้าคุณออกจากที่นี่ไปพร้อมซองนั่น"
    }
  },
  {
    "translation": {
      "en": "- and we'll pay you a lot of money. - I'll keep that in mind.",
      "th": "เราจะจ่ายให้คุณก้อนโต - ผมจะจำเอาไว้ - คุณจะบอกฉันไหม"
    }
  },
  {
    "translation": {
      "en": "You're not gonna tell me how you're planning to get out of here, are you?",
      "th": "- ผมจะจำเอาไว้ - คุณจะบอกฉันไหม - ว่าวางแผน จะออกไปจากที่นี่ยังไง - ผมจะเดินออกประตูหน้าไป มีอะไรอีกไหม"
    }
  },
  {
    "translation": {
      "en": "I'm gonna walk right out the front door. Anything else?",
      "th": "- ว่าวางแผน จะออกไปจากที่นี่ยังไง - ผมจะเดินออกประตูหน้าไป มีอะไรอีกไหม"
    }
  },
  {
    "translation": {
      "en": "- How did you know about all this? - Doesn't matter.",
      "th": "- คุณรู้เรื่องทั้งหมดนี้ได้ยังไง - ไม่สำคัญหรอก"
    }
  },
  {
    "translation": {
      "en": "Fact is, all lies, all evil deeds, they stink.",
      "th": "ความจริงก็คือเรื่องโกหก กรรมชั่วทั้งหลาย ล้วนเหม็นโฉ่ทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "You can cover them up for a while, but they don't go away.",
      "th": "คุณปกปิดได้สักพัก แต่มันไม่จางไปไหน"
    }
  },
  {
    "translation": {
      "en": "- \"Murder will out\"? - Precisely.",
      "th": "ฆาตกรรมจะถูกเปิดเผย ถูกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Well, I still don't get what you're doing here.",
      "th": "ฉันยังไม่เข้าใจอยู่ดีว่าคุณมาทำอะไรที่นี่"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "th": "จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Good.",
      "th": "ดี"
    }
  },
  {
    "translation": {
      "en": "- So, we spoke. - Oh, no. You're gonna have to give me more than that.",
      "th": "- เราได้คุยกัน - ไม่นะ คุณต้องเล่าให้ผมฟังมากกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "- Let me have this window, fellas. - Yes, sir.",
      "th": "- ขอที่ตรงหน้าต่างหน่อย - ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "I told him that, well, since he hadn't killed anyone,",
      "th": "ฉันบอกเขาว่าในเมื่อเขายังไม่ได้ฆ่าใคร"
    }
  },
  {
    "translation": {
      "en": "it wasn't too late to surrender and get off with a lighter sentence.",
      "th": "มันยังไม่สายที่จะมอบตัว และโดนโทษแค่เบาะๆ"
    }
  },
  {
    "translation": {
      "en": "And?",
      "th": "และ"
    }
  },
  {
    "translation": {
      "en": "And that was basically it.",
      "th": "และแค่นั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "( laughing ) You know, I don't ordinarily get offended",
      "th": "รู้ไหม ปกติผมยกโทษให้หนแรก เวลามีคนปฏิบัติกับผมเหมือนผมโง่"
    }
  },
  {
    "translation": {
      "en": "the first time somebody treats me like an idiot, but you are pushing it.",
      "th": "รู้ไหม ปกติผมยกโทษให้หนแรก เวลามีคนปฏิบัติกับผมเหมือนผมโง่ แต่คุณอยากลองดีจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Now I know you did not go in there to tell this guy something he already knew.",
      "th": "คุณไม่ได้เข้าไปเพื่อบอก ในสิ่งที่มันรู้อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Talk to me.",
      "th": "- บอกผมมา - ฟังนะ คุณนักสืบ ข้อตกลงของเราไม่ได้รวม"
    }
  },
  {
    "translation": {
      "en": "Look, our arrangement doesn't include me giving you an explanation.",
      "th": "- บอกผมมา - ฟังนะ คุณนักสืบ ข้อตกลงของเราไม่ได้รวม - ให้ฉันบอกรายละเอียดคุณได้ - ผมบอกว่าได้ก็ต้องได้"
    }
  },
  {
    "translation": {
      "en": "I say it does, okay?",
      "th": "- ให้ฉันบอกรายละเอียดคุณได้ - ผมบอกว่าได้ก็ต้องได้"
    }
  },
  {
    "translation": {
      "en": "You don't own me. This check-cashing thing,",
      "th": "คุณไม่ใช่เจ้าคุ้มหัวผม ไอ้เรื่องเช็คขึ้นเงิน บุกทะลายยานั่น ผมเผชิญหน้าของผมเองได้"
    }
  },
  {
    "translation": {
      "en": "this coke bust, I can face that on my own.",
      "th": "ไอ้เรื่องเช็คขึ้นเงิน บุกทะลายยานั่น ผมเผชิญหน้าของผมเองได้"
    }
  },
  {
    "translation": {
      "en": "I know what I did and what I didn't do. Talk to me.",
      "th": "ผมรู้ว่าตัวเองทำอะไรหรือไม่ได้ทำอะไร บอกผมมา"
    }
  },
  {
    "translation": {
      "en": "- Off the record? - Everything about you is off the record.",
      "th": "- เป็นความลับนะ - เป็นความ... ทุกอย่างเกี่ยวกับคุณเป็นความลับหมด แค่บอกผมมา"
    }
  },
  {
    "translation": {
      "en": "Just talk to me.",
      "th": "ทุกอย่างเกี่ยวกับคุณเป็นความลับหมด แค่บอกผมมา"
    }
  },
  {
    "translation": {
      "en": "- Well, I gave him an incentive. - Okay. Did he go for it?",
      "th": "- ฉันเสนอรางวัลล่อใจเขา - โอเค มันตะครุบรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "No, but I'd say he's considering it.",
      "th": "เปล่า แต่ฉันว่าเขาคงเก็บไปคิด"
    }
  },
  {
    "translation": {
      "en": "He's smart, isn't he?",
      "th": "ไอ้นี่มันฉลาดนะ"
    }
  },
  {
    "translation": {
      "en": "- He thinks he is. - Yeah.",
      "th": "- เขาคิดว่าตัวฉลาด - ใช่ ประเภทคุณเลย จบมหาวิทยาลัยต้นๆ"
    }
  },
  {
    "translation": {
      "en": "One of your types? Like, Ivy-League type?",
      "th": "ประเภทคุณเลย จบมหาวิทยาลัยต้นๆ"
    }
  },
  {
    "translation": {
      "en": "- Clearly well educated. - That's what I'm talking about.",
      "th": "- เห็นชัดว่าเรียนสูง - นั่นแหละที่ผมพูดถึง"
    }
  },
  {
    "translation": {
      "en": "That's exactly what I'm talking about.",
      "th": "ใช่อย่างที่ผมพูดเลย คุณพูดจาเหมือนมัน ต้องคิดเหมือนมันแน่ คุณว่ามันจะทำอะไร"
    }
  },
  {
    "translation": {
      "en": "You talk like him, so think like him. What do you think he's gonna do?",
      "th": "คุณพูดจาเหมือนมัน ต้องคิดเหมือนมันแน่ คุณว่ามันจะทำอะไร"
    }
  },
  {
    "translation": {
      "en": "- Well, he's not gonna kill anyone. - How do you know?",
      "th": "- เขาจะไม่ฆ่าใครหรอก - คุณรู้ได้ไง"
    }
  },
  {
    "translation": {
      "en": "- Because he's not a murderer. - How do you know?",
      "th": "- เพราะว่าเขาไม่ใช่ฆาตกร - คุณรู้ได้ไง จะบอกอะไรให้"
    }
  },
  {
    "translation": {
      "en": "I got news for you. Most of the guys up in Sing Sing",
      "th": "- เพราะว่าเขาไม่ใช่ฆาตกร - คุณรู้ได้ไง จะบอกอะไรให้ คนส่วนใหญ่ที่ติดคุกซิง ซิง ไม่ใช่ฆาตกร จนกระทั่งไปฆ่าใครสักคน"
    }
  },
  {
    "translation": {
      "en": "weren't murderers until they killed somebody.",
      "th": "คนส่วนใหญ่ที่ติดคุกซิง ซิง ไม่ใช่ฆาตกร จนกระทั่งไปฆ่าใครสักคน"
    }
  },
  {
    "translation": {
      "en": "You never know what a person'll do until you push him into a corner.",
      "th": "คุณไม่มีทางรู้ว่าคนเราทำอะไรได้ จนกว่าจะถูกต้อนจนมุม"
    }
  },
  {
    "translation": {
      "en": "But it doesn't seem like you've pushed him into a corner.",
      "th": "แต่ดูไม่เหมือนคุณต้อนเขาได้จนมุมเลย"
    }
  },
  {
    "translation": {
      "en": "It doesn't, does it?",
      "th": "ใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Seems more like he chose the corner.",
      "th": "ดูเหมือนมันเป็นฝ่ายเลือกมุมเอง"
    }
  },
  {
    "translation": {
      "en": "You're right.",
      "th": "คุณพูดถูก"
    }
  },
  {
    "translation": {
      "en": "So, you through?",
      "th": "เราคุยกันจบรึยัง"
    }
  },
  {
    "translation": {
      "en": "- I guess. You saying I'm dismissed? - Yes, I am.",
      "th": "- คงงั้น นี่จะบอกว่าฉันไปได้แล้วเหรอ - ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "You got a card in case I need to call you?",
      "th": "คุณมีนามบัตรไหม เผื่อผมอยากโทรหาคุณ"
    }
  },
  {
    "translation": {
      "en": "Well, please don't take this personally, but no, I don't think you could afford me.",
      "th": "อย่าโกรธกันนะ แต่ฉันไม่คิดว่าคุณมีปัญญาจ้างฉัน"
    }
  },
  {
    "translation": {
      "en": "Well, don't take this personally, Miss White. Kiss my black ass, okay?",
      "th": "อย่าโกรธกันนะ คุณไวท์ เชิญมาจูบก้นดำๆ ของผมนี่"
    }
  },
  {
    "translation": {
      "en": "Careful, Detective Frazier.",
      "th": "ระวังให้ดี นักสืบเฟรเชอร์"
    }
  },
  {
    "translation": {
      "en": "My bite's much worse than my bark.",
      "th": "ฉันกัดเก่งกว่าเห่านะ"
    }
  },
  {
    "translation": {
      "en": "- So how old are you, Brian? - Eight and three quarters.",
      "th": "- เธออายุเท่าไหร่แล้ว ไบรอัน - แปดปี เก้าเดือน"
    }
  },
  {
    "translation": {
      "en": "Eight and three quarters?",
      "th": "แปดปี เก้าเดือน"
    }
  },
  {
    "translation": {
      "en": "Big boy. Were you scared in there?",
      "th": "เป็นหนุ่มใหญ่แล้ว อยู่ในนั้นกลัวไหม"
    }
  },
  {
    "translation": {
      "en": "- Nah. - No? Not at all, huh?",
      "th": "- ไม่ - ไม่กลัวเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "- Nope. I'm from Brooklyn. - You're from Brooklyn, huh?",
      "th": "- ไม่ ผมเป็นเด็กบรุกลินนะ - เธอมาจากบรุกลินเหรอ"
    }
  },
  {
    "translation": {
      "en": "- Guns don't scare me. - That don't scare you? Brave too, huh?",
      "th": "- เข้าใจล่ะ - ผมไม่กลัวหรอก - กล้าซะด้วย - ใช่"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - So the guys that had the guns,",
      "th": "- กล้าซะด้วย - ใช่ พวกคนที่ถือปืนน่ะ เธอจำที่พวกเขาพูดได้ไหม"
    }
  },
  {
    "translation": {
      "en": "do you remember them saying anything?",
      "th": "พวกคนที่ถือปืนน่ะ เธอจำที่พวกเขาพูดได้ไหม"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - What'd they say?",
      "th": "- ได้ - พวกนั้นพูดว่าไง"
    }
  },
  {
    "translation": {
      "en": "- They asked me about my game. - Who did?",
      "th": "เขาถามเรื่องเกมของผม - ใครถาม - ก็คนที่ปล้นธนาคารน่ะสิ งั่ง"
    }
  },
  {
    "translation": {
      "en": "The guy that robbed the bank. Duh.",
      "th": "- ใครถาม - ก็คนที่ปล้นธนาคารน่ะสิ งั่ง"
    }
  },
  {
    "translation": {
      "en": "- Son, be respectful. - Okay, Brooklyn. But was he the one in charge?",
      "th": "ลูก มีสัมมาคารวะหน่อย โอเค บรุกลิน แต่เขาเป็นหัวหน้ารึเปล่า"
    }
  },
  {
    "translation": {
      "en": "- Uh-huh. - Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "And you don't remember anything else?",
      "th": "แล้วเธอจำอะไรอื่นไม่ได้เลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "He was kind of tall. He had a mask.",
      "th": "เขาค่อนข้างสูง สวมหน้ากาก"
    }
  },
  {
    "translation": {
      "en": "Right. Do you think you can recognize him",
      "th": "ไบรอัน เธอคิดว่า จะจำเขาได้จากรูปพวกนี้ไหม"
    }
  },
  {
    "translation": {
      "en": "in any of these pictures?",
      "th": "เธอคิดว่า จะจำเขาได้จากรูปพวกนี้ไหม"
    }
  },
  {
    "translation": {
      "en": "Take your time. Have a good look.",
      "th": "ไม่ต้องรีบ ดูให้ชัดๆ"
    }
  },
  {
    "translation": {
      "en": "Take a look.",
      "th": "ใบนี้ไว้ตรงนั้น ลองดูหน่อย"
    }
  },
  {
    "translation": {
      "en": "- With the masks, they look all the same. - It's true.",
      "th": "- เมื่อมีหน้ากากอยู่ พวกเขาเหมือนกันหมด - ก็จริง"
    }
  },
  {
    "translation": {
      "en": "With the masks, they all look the same. That's right, Brian.",
      "th": "เมื่อสวมหน้ากาก พวกเขาเหมือนกันหมด พูดถูกแล้ว ไบรอัน"
    }
  },
  {
    "translation": {
      "en": "Mitchell: Attempted robbery: liquor store.",
      "th": "เคยพยายามปล้น ร้านขายเหล้า"
    }
  },
  {
    "translation": {
      "en": "Well, this was a real step up for a small-timer like you, huh?",
      "th": "โจรกระจอกอย่างนาย อยากก้าวกระโดดงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "I got to hand it to you, Pablo.",
      "th": "ต้องยกนิ้วให้นายเลยว่ะ พาโบล"
    }
  },
  {
    "translation": {
      "en": "First of all, it's Paul, not Pablo, okay?",
      "th": "อย่างแรกเลย ผมชื่อพอล ไม่ใช่พาโบล"
    }
  },
  {
    "translation": {
      "en": "Excuse me. Want some gum?",
      "th": "โทษที นายอยากได้หมากฝรั่งไหม"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "I didn't do it, all right? I made a few mistakes when I was a kid.",
      "th": "อย่างที่สอง เรื่องนี้ผมไม่เกี่ยว อะไรกัน ผมแค่เคยก้าวพลาดสมัยเด็ก"
    }
  },
  {
    "translation": {
      "en": "I was out with some friends and they held up a liquor store.",
      "th": "ผมออกไปเที่ยวกับเพื่อน และมันดันไปบุกปล้นร้านเหล้า"
    }
  },
  {
    "translation": {
      "en": "What was I supposed to do?",
      "th": "จะให้ผมทำไง"
    }
  },
  {
    "translation": {
      "en": "Where did you grow up, you \"wasa-wasa\"? Park Avenue?",
      "th": "คุณโตที่ไหน วาสซ่า วาสซ่า ปาร์คอะเวนิวเหรอ"
    }
  },
  {
    "translation": {
      "en": "What's that? Wassa-what? What'd he say?",
      "th": "หา วาสซ่าอะไร"
    }
  },
  {
    "translation": {
      "en": "Wasa-wasa. ( speaks Spanish )",
      "th": "วาสซ่า วาสซ่า"
    }
  },
  {
    "translation": {
      "en": "You know, a person that don't come to your neighborhood.",
      "th": "ก็คือพวกคนที่จะไม่มาเฉียดถิ่นคุณ"
    }
  },
  {
    "translation": {
      "en": "How do you say \"Rikers Island\" in Spanish?",
      "th": "แล้วเรือนจำไรเกอร์ส ภาษาสเปนเรียกอะไร"
    }
  },
  {
    "translation": {
      "en": "What about these two? That ring a bell?",
      "th": "แล้วสองคนนี้ล่ะ คุ้นๆ บ้างไหม"
    }
  },
  {
    "translation": {
      "en": "- These two? - Mmm.",
      "th": "สองคนนี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "- No. - Nothing?",
      "th": "- ไม่ - ไม่เลยเหรอ - ไม่เลย - คุณว่าพวกเขาดูไม่มีพิรุธเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "- Nothing. - Don't they look suspicious to you?",
      "th": "- ไม่เลย - คุณว่าพวกเขาดูไม่มีพิรุธเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "I mean, I would think that you would want to know who they are.",
      "th": "ผมนึกว่าคุณคงอยากรู้ ว่าพวกเขาเป็นใครซะอีก"
    }
  },
  {
    "translation": {
      "en": "- No. - Well, thank you very much.",
      "th": "- ไม่ - ขอบคุณมากครับ - ขอบคุณ - อันนี้อยากรู้ส่วนตัวนะ"
    }
  },
  {
    "translation": {
      "en": "Hey, just out of curiosity, do you know anything about diamonds?",
      "th": "- ขอบคุณ - อันนี้อยากรู้ส่วนตัวนะ คุณรู้อะไรเกี่ยวกับเพชรบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "Ah, a bit. What do you need?",
      "th": "- นิดหน่อย คุณต้องการอะไรล่ะ - คุณว่าระดับผม"
    }
  },
  {
    "translation": {
      "en": "What do you think a guy like me should pay for a diamond ring?",
      "th": "- นิดหน่อย คุณต้องการอะไรล่ะ - คุณว่าระดับผม - ควรซื้อแหวนเพชรราคาเท่าไหร่ - ก็แล้วแต่ว่ากี่กะรัต"
    }
  },
  {
    "translation": {
      "en": "Depends. How many carats? If you like, I could give you my nephew's number.",
      "th": "- ควรซื้อแหวนเพชรราคาเท่าไหร่ - ก็แล้วแต่ว่ากี่กะรัต ถ้าต้องการผมจะเขียน เบอร์ของหลานชายให้ - โอเค - เขาลดราคาให้แน่"
    }
  },
  {
    "translation": {
      "en": "- You'll get a very good deal. - What do you have on underneath?",
      "th": "- โอเค - เขาลดราคาให้แน่ ข้างใต้นั้นมีอะไร"
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "th": "ข้างใต้นั้นมีอะไร - ว่าอะไรนะ - ข้างใต้ชุดช่างทาสีของคุณน่ะ"
    }
  },
  {
    "translation": {
      "en": "Underneath your painter's coat. What do you have on underneath?",
      "th": "- ว่าอะไรนะ - ข้างใต้ชุดช่างทาสีของคุณน่ะ - มีอะไรอยู่ใต้นั้นไหม - เสื้อผ้า"
    }
  },
  {
    "translation": {
      "en": "- Clothing. - Could you show us, please?",
      "th": "- มีอะไรอยู่ใต้นั้นไหม - เสื้อผ้า ถอดให้เราดูหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "You see, there's just you and one other woman",
      "th": "คือว่ามีแค่คุณกับผู้หญิงอีกคน"
    }
  },
  {
    "translation": {
      "en": "that fit the physical description of the female suspect.",
      "th": "ที่มีรูปพรรณตรงกับผู้ต้องสงสัยเพศหญิง"
    }
  },
  {
    "translation": {
      "en": "What's that?",
      "th": "ตรงไหนล่ะ"
    }
  },
  {
    "translation": {
      "en": "That's your height, your age,",
      "th": "ตรงความสูง อายุ ขนาด"
    }
  },
  {
    "translation": {
      "en": "- and your, um... - Your cup size.",
      "th": "ตรงความสูง อายุ ขนาด ขนาดหน้าอกคุณ"
    }
  },
  {
    "translation": {
      "en": "So I violated section 34-DD? That's what you're telling me?",
      "th": "แปลว่าฉันฝ่าฝืนมาตราคัพดีดี 34 ล่ะสิ นั่นใช่ไหมที่คุณจะบอก"
    }
  },
  {
    "translation": {
      "en": "How dumb do these morons have to be to think they're gonna get a plane?",
      "th": "ไอ้พวกเวรนี่มันโง่แค่ไหน ถึงคิดว่าจะได้เครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "- This guy's no moron. - I don't just mean him.",
      "th": "ไอ้หมอนี่ไม่โง่หรอก ไม่ได้หมายถึงมันคนเดียว"
    }
  },
  {
    "translation": {
      "en": "Any hostage-taker.",
      "th": "ไม่ได้หมายถึงมันคนเดียว"
    }
  },
  {
    "translation": {
      "en": "Those ragheads at the Munich Olympics? Who the fuck ever got a plane?",
      "th": "ดูอย่างไอ้พวกจับตัวประกันที่โอลิมปิก ในมิวนิค มีใครได้เครื่องบินบ้าง"
    }
  },
  {
    "translation": {
      "en": "Shit, and these days? This guy don't know that?",
      "th": "สมัยนี้ยิ่งยาก ไอ้หมอนี่ไม่รู้รึไง"
    }
  },
  {
    "translation": {
      "en": "- What you doin', there, Keith? - He wants a plane, I'm gonna give him a plane.",
      "th": "- พลแม่นปืนก็จ่ออยู่ - จะทำอะไรน่ะ คีธ มันอยากได้เครื่องบิน ฉันก็จะจัดให้"
    }
  },
  {
    "translation": {
      "en": "- What happened to playing it by the book? - That's what's bugging me.",
      "th": "- ไหนว่าต้องเล่นตามตำราไง - ตรงนี้แหละที่กวนใจฉัน"
    }
  },
  {
    "translation": {
      "en": "It's like the other team read the book too, and they know exactly what we're gonna do. Oh.",
      "th": "เหมือนพวกมันก็อ่านตำรามา มันรู้ว่าเราจะทำอะไร อย่างไร"
    }
  },
  {
    "translation": {
      "en": "This whole time, we're trying to stall him, right?",
      "th": "ที่ผ่านมาเราพยายามถ่วงเวลามันใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Wrong. They're the ones that's stalling.",
      "th": "ผิด มันต่างหากเป็นฝ่ายถ่วงเวลา ลองคิดดูสิ"
    }
  },
  {
    "translation": {
      "en": "Think about it-- the bullshit questions, the Albanian thing.",
      "th": "คำถามเชาว์แหกตา เรื่องแอลเบเนีย"
    }
  },
  {
    "translation": {
      "en": "- So you're saying-- - I'm saying that he wants to give us more time.",
      "th": "- นี่นายจะบอกว่ามัน - มันอยากให้เวลาเรา"
    }
  },
  {
    "translation": {
      "en": "He makes demands. He gives us deadlines.",
      "th": "มันยื่นข้อเรียกร้องมา มันให้เส้นตายกับเรา พอเราถ่วง"
    }
  },
  {
    "translation": {
      "en": "We stall, then he gives us more time.",
      "th": "มันยื่นข้อเรียกร้องมา มันให้เส้นตายกับเรา พอเราถ่วง มันก็ยืดเวลาให้เราอีก ฉันไม่คิดว่ามันกำลังรีบร้อน"
    }
  },
  {
    "translation": {
      "en": "- I don't think he's in a rush. - Why?",
      "th": "มันก็ยืดเวลาให้เราอีก ฉันไม่คิดว่ามันกำลังรีบร้อน - ทำไม - ตรงนี้แหละที่ฉันจะสืบให้รู้"
    }
  },
  {
    "translation": {
      "en": "That's what I'm gonna find out.",
      "th": "- ทำไม - ตรงนี้แหละที่ฉันจะสืบให้รู้"
    }
  },
  {
    "translation": {
      "en": "( phone ringing )",
      "th": "(ห้องพัสดุ)"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Your plane is ready.",
      "th": "- ว่าไง - เครื่องบินของแกพร้อมแล้ว"
    }
  },
  {
    "translation": {
      "en": "- Is that a fact? - That's a fact.",
      "th": "- จริงเหรอ - จริง แต่ฉันต้องได้บางอย่างจากแกก่อน"
    }
  },
  {
    "translation": {
      "en": "But I'm gonna need to come in there",
      "th": "- จริงเหรอ - จริง แต่ฉันต้องได้บางอย่างจากแกก่อน ฉันต้องได้เข้าไปในนั้น"
    }
  },
  {
    "translation": {
      "en": "and make sure the hostages are okay. You'll see them when they get on the bus.",
      "th": "- ดูว่าตัวประกันปลอดภัย - แกจะได้เห็นตอนที่พวกเขาขึ้นรถบัส"
    }
  },
  {
    "translation": {
      "en": "I just need to make sure you're not leaving any bodies behind.",
      "th": "ฉันต้องแน่ใจว่า แกจะไม่ทิ้งศพไว้เบื้องหลัง"
    }
  },
  {
    "translation": {
      "en": "Meet me at the front door.",
      "th": "มาเจอฉันที่ประตูหน้า"
    }
  },
  {
    "translation": {
      "en": "- What the hell just happened? - You got to be crazy to go in there.",
      "th": "- เมื่อกี้เกิดบ้าจี้อะไรวะนี่ - นายเพี้ยนไปแล้วถ้าจะเข้าไปในนั้น"
    }
  },
  {
    "translation": {
      "en": "Down the stairs.",
      "th": "ลงบันไดไป"
    }
  },
  {
    "translation": {
      "en": "- Gum? - Excuse me?",
      "th": "- หมากฝรั่งไหม - ว่าอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "- Would you like some gum? - No, thank you.",
      "th": "- อยากได้หมากฝรั่งไหม - ไม่ล่ะ ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "Let me take the kid.",
      "th": "ขอฉันพาเด็กไป"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Any more?",
      "th": "ยังมีอีกไหม"
    }
  },
  {
    "translation": {
      "en": "There are some who misbehaved.",
      "th": "ยังมีพวกที่ชอบขัดขืน"
    }
  },
  {
    "translation": {
      "en": "( muffled shouts, sobs )",
      "th": "ช่วยด้วย ช่วยเราด้วย ได้โปรด"
    }
  },
  {
    "translation": {
      "en": "I'm gonna get you all out of here.",
      "th": "เราจะพาพวกคุณออกไปจากที่นี่"
    }
  },
  {
    "translation": {
      "en": "I promise you.",
      "th": "ผมสัญญา"
    }
  },
  {
    "translation": {
      "en": "The tour's over.",
      "th": "ทัวร์จบแล้ว"
    }
  },
  {
    "translation": {
      "en": "- Can I ask you a question? - There's nothing to talk about.",
      "th": "ขอถามอะไรหน่อยได้ไหม - ไม่มีอะไรต้องคุย - แกกะจะทำยังไง"
    }
  },
  {
    "translation": {
      "en": "What were you planning on doing if you actually got the plane and the pilots, huh?",
      "th": "- ไม่มีอะไรต้องคุย - แกกะจะทำยังไง ถ้าได้เครื่องกับนักบินมาจริงๆ"
    }
  },
  {
    "translation": {
      "en": "- Excuse me? - You don't want a plane. You never did.",
      "th": "- ว่าไงนะ - แกไม่ได้อยากได้เครื่องบิน ไม่เคยเลย"
    }
  },
  {
    "translation": {
      "en": "Whoever heard of bank robbers escaping on a plane with 50 hostages?",
      "th": "ใครมั่งเคยได้ยินโจรปล้นแบงก์ ขึ้นเครื่องหนีไปกับตัวประกัน 50 คน"
    }
  },
  {
    "translation": {
      "en": "You saw Dog Day Afternoon. You're stalling.",
      "th": "แกเอามาจากในหนัง แกกำลังถ่วงเวลา"
    }
  },
  {
    "translation": {
      "en": "Why, I don't know.",
      "th": "เพื่ออะไรฉันไม่รู้"
    }
  },
  {
    "translation": {
      "en": "What's the matter? You can't get into the safe?",
      "th": "มีปัญหาอะไร แกงัดเซฟไม่ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "- Perhaps. - Ah.",
      "th": "ก็อาจจะ"
    }
  },
  {
    "translation": {
      "en": "There's two ways out of this. The easy way, we walk out the front door together,",
      "th": "เรื่องนี้มีสองทางออก ทางที่ง่าย เราเดินออกประตูหน้าพร้อมกัน"
    }
  },
  {
    "translation": {
      "en": "or the hard boys cut the power,",
      "th": "ไม่งั้นเจอหน่วยสวาทตัดสายไฟ"
    }
  },
  {
    "translation": {
      "en": "hit you with the tear gas and come in strong through the glass.",
      "th": "โยนแก๊สน้ำตาและพังกระจกเข้ามา"
    }
  },
  {
    "translation": {
      "en": "It's your choice. You don't want that. I don't want that.",
      "th": "โยนแก๊สน้ำตาและพังกระจกเข้ามา แกไม่อยากเจอแบบนั้น ฉันก็ไม่อยาก"
    }
  },
  {
    "translation": {
      "en": "And you know, they'd like to do it tonight.",
      "th": "แล้วรู้อะไรไหม พวกเขาอยากลงมือคืนนี้"
    }
  },
  {
    "translation": {
      "en": "You got night vision? You got gas masks?",
      "th": "แกมีแว่นอินฟราเรดไหมล่ะ มีหน้ากากกันแก๊สรึไง"
    }
  },
  {
    "translation": {
      "en": "Maybe.",
      "th": "- ก็อาจจะ - ฉันใกล้จะออกคำสั่งอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "- I'm this close to ordering it. - Let's cut the crap.",
      "th": "- ก็อาจจะ - ฉันใกล้จะออกคำสั่งอยู่แล้ว เลิกไร้สาระกันดีกว่า อย่างแรก แกจะไม่ออกคำสั่งบุก"
    }
  },
  {
    "translation": {
      "en": "First, you don't order an assault when no hostages have been killed",
      "th": "เลิกไร้สาระกันดีกว่า อย่างแรก แกจะไม่ออกคำสั่งบุก เมื่อไม่มีตัวประกันถูกฆ่า หรือเห็นว่ามีภัยฉุกเฉิน"
    }
  },
  {
    "translation": {
      "en": "and there's no immediate threat.",
      "th": "เมื่อไม่มีตัวประกันถูกฆ่า หรือเห็นว่ามีภัยฉุกเฉิน"
    }
  },
  {
    "translation": {
      "en": "Second, if it ends that way, whatever happens,",
      "th": "อย่างที่สอง ถ้าจบลงอย่างที่แกว่า"
    }
  },
  {
    "translation": {
      "en": "you don't get to be the hero.",
      "th": "แกก็อดได้เป็นฮีโร่"
    }
  },
  {
    "translation": {
      "en": "You want to bullshit me, try harder.",
      "th": "ถ้าอยากแหกตาฉัน ทำให้มันดีๆ กว่านี้หน่อย"
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "th": "ไปได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "I'll tell you what: My ass is covered, sport.",
      "th": "จะบอกอะไรให้ ก้นฉันน่ะสบายหายห่วงแล้ว"
    }
  },
  {
    "translation": {
      "en": "But I would not get too comfortable in there if I were you.",
      "th": "แต่ถ้าฉันเป็นแกจะไม่นั่งแช่ สบายใจเฉิบอยู่ในนี้หรอก"
    }
  },
  {
    "translation": {
      "en": "No? I got the cable guy coming on Wednesday.",
      "th": "ไม่เหรอ นัดช่างมาติดเคเบิลให้วันพุธอยู่เชียว"
    }
  },
  {
    "translation": {
      "en": "( chuckles ) Why don't you just walk out the door?",
      "th": "ไม่เหรอ นัดช่างมาติดเคเบิลให้วันพุธอยู่เชียว - ทำไมแกไม่เดินออกไปมอบตัว - ฉันออกไปแน่"
    }
  },
  {
    "translation": {
      "en": "I will.",
      "th": "- ทำไมแกไม่เดินออกไปมอบตัว - ฉันออกไปแน่"
    }
  },
  {
    "translation": {
      "en": "I'm gonna walk out of that door when I'm good and ready.",
      "th": "ฉันจะเดินออกประตูนั่นไปเมื่อฉันพร้อม"
    }
  },
  {
    "translation": {
      "en": "Can I get you to do that today?",
      "th": "ขอวันนี้เลยไม่ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "- I didn't think so. - Any other proposals?",
      "th": "ไม่ยอมสินะ มีอะไรจะขออีกไหม"
    }
  },
  {
    "translation": {
      "en": "Oh, please, do not say \"proposals.\"",
      "th": "ได้โปรดล่ะ อย่าใช้คำว่า \"ขอ\""
    }
  },
  {
    "translation": {
      "en": "My girlfriend, she wants a proposal from me.",
      "th": "แฟนฉันยิ่งอยากให้ฉันขอแต่งงานอยู่"
    }
  },
  {
    "translation": {
      "en": "You think you're too young to get married? No, not too young, too broke.",
      "th": "- คิดว่ายังหนุ่มไปที่จะแต่งงานหรอก - ฉันไม่ได้หนุ่ม แค่ไส้แห้ง"
    }
  },
  {
    "translation": {
      "en": "Maybe I should rob a bank.",
      "th": "บางทีฉันน่าจะปล้นธนาคารนะ"
    }
  },
  {
    "translation": {
      "en": "Do you love each other?",
      "th": "รักกันมากรึเปล่า ใช่ๆ เรารักกัน"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah, we do.",
      "th": "ใช่ๆ เรารักกัน"
    }
  },
  {
    "translation": {
      "en": "Then money shouldn't really matter.",
      "th": "งั้นเรื่องเงินก็ไม่น่าสำคัญ"
    }
  },
  {
    "translation": {
      "en": "Thank you, bank robber.",
      "th": "ขอบใจ คุณโจรปล้นธนาคาร"
    }
  },
  {
    "translation": {
      "en": "I'm just saying... money can't buy love.",
      "th": "ฉันแค่บอกว่าเงินซื้อความรักไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Thank you... very much.",
      "th": "ขอบคุณมากเลย ฉัน"
    }
  },
  {
    "translation": {
      "en": "I'm-- I'm learning so much today, you know?",
      "th": "วันนี้ฉันได้เรียนรู้เยอะเลย"
    }
  },
  {
    "translation": {
      "en": "Look, why don't we go across the street to the Killarney Rose, huh?",
      "th": "เออ ทำไมเราไม่ข้ามถนน ไปนั่งดื่มในบาร์กัน"
    }
  },
  {
    "translation": {
      "en": "Forget about this dangerous hostage situation.",
      "th": "ลืมไอ้เรื่องสถานการณ์ตัวประกันนี่ซะ ฉันจะเลี้ยงเบียร์เอง"
    }
  },
  {
    "translation": {
      "en": "- I'll buy you a beer, my treat. - Thanks, Detective,",
      "th": "ลืมไอ้เรื่องสถานการณ์ตัวประกันนี่ซะ ฉันจะเลี้ยงเบียร์เอง ขอบใจนะ คุณนักสืบ"
    }
  },
  {
    "translation": {
      "en": "but, uh, I'm trying to stay away from bars, if you know what I mean.",
      "th": "แต่ฉันพยายามหลีกให้ห่างสถานที่อโคจร คงเข้าใจกันนะ"
    }
  },
  {
    "translation": {
      "en": "Well, if you change your mind, there's still a standing offer, all right?",
      "th": "ถ้าเกิดเปลี่ยนใจ ข้อเสนอยังคงเดิมนะ"
    }
  },
  {
    "translation": {
      "en": "Cell block or the graveyard?",
      "th": "จะเอาห้องขังหรือหลุมศพ"
    }
  },
  {
    "translation": {
      "en": "Prison whites or a toe tag?",
      "th": "ชุดนักโทษหรือมัดตราสัง"
    }
  },
  {
    "translation": {
      "en": "- Make up your mind! Ticktock, ticktock. - Hey! Hey!",
      "th": "รีบๆ เลือกมา เวลาเดินอยู่ นี่แกๆ"
    }
  },
  {
    "translation": {
      "en": "- ( weapon cocks ) - We done?",
      "th": "จบหรือยัง"
    }
  },
  {
    "translation": {
      "en": "You just crossed the fucking line.",
      "th": "ข้ามเส้นเกินไปแล้วนะโว้ย"
    }
  },
  {
    "translation": {
      "en": "Buses, Kojak, parked outside.",
      "th": "เตรียมรถบัสมาจอดรอข้างนอกซะ"
    }
  },
  {
    "translation": {
      "en": "You think I'm bluffing,",
      "th": "นึกว่าฉันแค่ขู่เล่นเหรอ"
    }
  },
  {
    "translation": {
      "en": "you roll the dice and see what happens.",
      "th": "ลองเสี่ยงสิแล้วดูว่าจะเกิดอะไร"
    }
  },
  {
    "translation": {
      "en": "- So what's up? - Got him right where I want him.",
      "th": "- ตกลงว่าไง - เกือบล่อมันมาติดกับแล้วเชียว"
    }
  },
  {
    "translation": {
      "en": "- Yeah? Where's that? - Right behind me with my pants around my ankles,",
      "th": "- เหรอ ตรงไหน - ตรงข้างหลังฉัน เตรียมถูกอัดเต็มประตู แต่นั่นแค่เริ่มขึ้น"
    }
  },
  {
    "translation": {
      "en": "- but it's a start. - Jesus Christ.",
      "th": "เตรียมถูกอัดเต็มประตู แต่นั่นแค่เริ่มขึ้น คุณพระช่วย"
    }
  },
  {
    "translation": {
      "en": "- What the fuck, man? He got the drop on you. - How long?",
      "th": "- เมื่อกี้มันอะไรวะ มันเกือบจับนายได้แล้ว - อีกนานไหมๆ"
    }
  },
  {
    "translation": {
      "en": "- What if he saw your face? What if I didn't have my gun? - Two, maybe three hours.",
      "th": "ถ้าเกิดมันเห็นหน้านายล่ะ ดีนะที่ฉันมีปืนอยู่ในมือ สองหรือไม่ก็สามชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "You know, you're letting this cop get too fucking close.",
      "th": "นายปล่อยให้ไอ้ตำรวจคนนี้ เข้าใกล้เกินไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "What happened?",
      "th": "เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "I gave him every excuse to blow my brains out.",
      "th": "ผมยั่วโมโหให้มันอยากระเบิดสมองผม"
    }
  },
  {
    "translation": {
      "en": "He doesn't bite. Why? He ain't the type.",
      "th": "- ใช่ - แต่มันไม่ยักทำ ทำไมน่ะเหรอ ไม่ใช่นิสัยมัน มาถอยหลังและลองคิดเรื่องนี้กัน"
    }
  },
  {
    "translation": {
      "en": "Let's just sit back and think about this for a second.",
      "th": "ไม่ใช่นิสัยมัน มาถอยหลังและลองคิดเรื่องนี้กัน"
    }
  },
  {
    "translation": {
      "en": "We know that they planned this whole thing-- the tape, the cameras, the costumes.",
      "th": "เรารู้ว่ามันวางแผนนี้มาหมดแล้ว เทปเอย กล้องเอย ชุดเอย"
    }
  },
  {
    "translation": {
      "en": "There was a game plan, but it never included airplanes.",
      "th": "มันเป็นการเล่นเกม แต่เครื่องบินไม่เคยอยู่ในแผน"
    }
  },
  {
    "translation": {
      "en": "He's up to something, but it ain't violence.",
      "th": "มันตั้งใจจะทำบางอย่าง แต่ไม่ใช้ความรุนแรง"
    }
  },
  {
    "translation": {
      "en": "- I'm listening. How's the reception?",
      "th": "ฉันฟังอยู่ สัญญาณเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "- Excuse me? - The camera on the truck.",
      "th": "- ว่าอะไรนะ - กล้องที่อยู่บนรถน่ะ"
    }
  },
  {
    "translation": {
      "en": "Give me a close-up on the second-floor window.",
      "th": "ถ่ายโคลสอัพมาที่ฉันบนหน้าต่างชั้นสอง"
    }
  },
  {
    "translation": {
      "en": "- Walt. - I'm on it, I'm on it.",
      "th": "- รูค - ทำอยู่ๆ"
    }
  },
  {
    "translation": {
      "en": "- No no no no no! Oh, fuck! - Shit.",
      "th": "ไม่ๆ อย่า - ให้ตาย - บ้าชิบ..."
    }
  },
  {
    "translation": {
      "en": "Keith! Keith!",
      "th": "คีธๆ"
    }
  },
  {
    "translation": {
      "en": "- Keith! - ( cops chattering )",
      "th": "- คีธ - ไปเร็วๆ ไปกัน มีการยิงเกิดขึ้นข้างใน ไปเร็วๆ"
    }
  },
  {
    "translation": {
      "en": "What are you doing? What the fuck are you doing?",
      "th": "แกทำอะไรวะ แกทำบ้าอะไร"
    }
  },
  {
    "translation": {
      "en": "You mean beyond the obvious?",
      "th": "- นอกจากที่เห็นอยู่ชัดเจนน่ะเหรอ - นั่นแหละที่ฉันหมายถึง"
    }
  },
  {
    "translation": {
      "en": "That's what I mean. Come on, this ain't no bank robbery!",
      "th": "- นอกจากที่เห็นอยู่ชัดเจนน่ะเหรอ - นั่นแหละที่ฉันหมายถึง - ไม่เอาน่า นี่ไม่ใช่การปล้นธนาคาร - นี่เป็นความผิดของแก"
    }
  },
  {
    "translation": {
      "en": "This is your fault. I told you to get the buses.",
      "th": "- ไม่เอาน่า นี่ไม่ใช่การปล้นธนาคาร - นี่เป็นความผิดของแก ฉันบอกแล้วให้หารถบัสมา"
    }
  },
  {
    "translation": {
      "en": "Fuck you! I didn't kill anybody!",
      "th": "ไอ้เวร ฉันไม่ได้ฆ่าใคร"
    }
  },
  {
    "translation": {
      "en": "I've got 50 more people in here.",
      "th": "ฉันมีตัวประกัน 50 คน"
    }
  },
  {
    "translation": {
      "en": "You fuck with me again, I'll give you two of the longest days of your life.",
      "th": "ขืนแกยังลองดีกับฉันอีก ฉันจะทำให้มันเป็นสองวัน ที่ยาวนานที่สุดในชีวิตแก"
    }
  },
  {
    "translation": {
      "en": "Right, all right. Look, just tell me what it is",
      "th": "ก็ได้ แค่บอกว่าแกต้องการอะไรกันแน่"
    }
  },
  {
    "translation": {
      "en": "you really want, and I'll get it for you, I promise.",
      "th": "ก็ได้ แค่บอกว่าแกต้องการอะไรกันแน่ - แล้วฉันจะหามาให้ ฉันสัญญา - ฉันบอกไปแล้ว รถบัสสองคัน เครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "I've told you: two buses, a plane.",
      "th": "- แล้วฉันจะหามาให้ ฉันสัญญา - ฉันบอกไปแล้ว รถบัสสองคัน เครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "Right right right. And box seats behind home plate at Yankee Stadium.",
      "th": "ได้ๆ แถมที่นั่งติดสนามแยงกี้ให้ด้วยเลย"
    }
  },
  {
    "translation": {
      "en": "Come on. Don't bullshit a bullshitter.",
      "th": "โธ่ อย่ามาตอแหลกับตัวพ่อเลยดีกว่า"
    }
  },
  {
    "translation": {
      "en": "You planned every inch of this thing right from the start,",
      "th": "แกวางแผนทุกกระเบียดนิ้วมาตั้งแต่ต้น"
    }
  },
  {
    "translation": {
      "en": "and you got everybody marching to your beat, including me, and I'm through buying it.",
      "th": "แกหลอกให้ทุกคนเต้นตามจังหวะแก รวมถึงฉันด้วย ฉันเซ็งเต็มทนแล้ว"
    }
  },
  {
    "translation": {
      "en": "You're too damn smart to be a cop.",
      "th": "แกฉลาดเกินกว่าจะเป็นตำรวจว่ะ"
    }
  },
  {
    "translation": {
      "en": "- Now, get the fuck out of here. - You gonna shoot me?",
      "th": "- ทีนี้ไสหัวไปซะ - อะไร ไม่งั้นจะยิงฉันเหรอ"
    }
  },
  {
    "translation": {
      "en": "Do it. Shit, you got nothing to lose. I damn sure got nothing to lose.",
      "th": "เอาเลย แกไม่มีอะไรจะเสียแล้วนี่ ฉันไม่เหลืออะไรจะเสียแล้ว งั้นยิงฉันเลย"
    }
  },
  {
    "translation": {
      "en": "So shoot me. Do it.",
      "th": "ฉันไม่เหลืออะไรจะเสียแล้ว งั้นยิงฉันเลย"
    }
  },
  {
    "translation": {
      "en": "- Shoot me. - Fuck you.",
      "th": "- ยิงสิ - ไปตายซะ"
    }
  },
  {
    "translation": {
      "en": "Tell 'em to send someone sane over here.",
      "th": "ไปบอกให้ส่งคนอื่นที่สติดีมาแทน"
    }
  },
  {
    "translation": {
      "en": "- Man: Hello? - We got a big problem.",
      "th": "- มีอะไร - เราเจอปัญหาใหญ่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Hey, Detective, this ain't your day.",
      "th": "คุณนักสืบ วันนี้หนักเลยนะ"
    }
  },
  {
    "translation": {
      "en": "How you doin', Captain?",
      "th": "สวัสดี ผู้กอง"
    }
  },
  {
    "translation": {
      "en": "- Look, I know you put your trust in me, and I... - Well, you're a good cop.",
      "th": "ผมรู้ว่าคุณอุตส่าห์ไว้วางใจผมและ นายเป็นตำรวจที่ดี เฟรเชอร์ ฉันต้องการคนอย่างนายเยอะๆ"
    }
  },
  {
    "translation": {
      "en": "I need more like you. But if you're going down on this one, I can't go with you.",
      "th": "นายเป็นตำรวจที่ดี เฟรเชอร์ ฉันต้องการคนอย่างนายเยอะๆ แต่ถ้านายต้องดำดิ่งเพราะเรื่องนี้ ฉันไม่ยอมโดนลากไปด้วย"
    }
  },
  {
    "translation": {
      "en": "- You've got to understand-- - No no no no.",
      "th": "- แต่งานนี้คุณต้องเข้าใจนะครับ - ไม่ๆ"
    }
  },
  {
    "translation": {
      "en": "Let me just tell you what my problem is. Okay? I go to bed, everything's hunky-dory,",
      "th": "ให้ฉันบอกนาย ว่าปัญหาของฉันคืออะไร ฉันเข้านอนแล้ว ทุกอย่างโสภาสถาพรดี"
    }
  },
  {
    "translation": {
      "en": "I get a call at 3:15 and there's, what, a dead hostage.",
      "th": "ฉันถูกปลุกเรียกตอนตีสาม 15 นาที เพราะมีตัวประกันตาย"
    }
  },
  {
    "translation": {
      "en": "- Right right right. But I can end this thing... - It is ended.",
      "th": "- ใช่ๆ แต่ผมจบเรื่องนี้ได้ - มันจบไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "See, you think I got options. I got to answer to the Chief of Ds.",
      "th": "คิดว่าฉันมีทางเลือกเหรอ ฉันต้องไปตอบคำถามกับผบ."
    }
  },
  {
    "translation": {
      "en": "Darius is calling the shots on this. That's it.",
      "th": "ต่อแต่นี้ให้แดริอุสสั่งการ จบแค่นี้"
    }
  },
  {
    "translation": {
      "en": "- What'd he say? - That's it.",
      "th": "- เขาว่าไง - จบแค่นี้"
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "th": "บ้าชิบ"
    }
  },
  {
    "translation": {
      "en": "- It's a tactical nightmare. - I know.",
      "th": "- ฝันร้ายของการวางกลยุทธ์เลย - ใช่"
    }
  },
  {
    "translation": {
      "en": "First, this is the only way in.",
      "th": "อย่างแรก นี่เป็นทางเข้าทางเดียว"
    }
  },
  {
    "translation": {
      "en": "Then we got to make it up the stairs blind.",
      "th": "จากนั้นเราต้องคลำทางขึ้นบันไดไป"
    }
  },
  {
    "translation": {
      "en": "Once we get up there, we're right out in the open.",
      "th": "พอไปถึง เราก็อยู่ในตำแหน่งเปิดโล่ง"
    }
  },
  {
    "translation": {
      "en": "They have the advantage of cover. They can pick us off like sitting ducks.",
      "th": "พวกมันหลบมุมได้เปรียบ ยิงเราเป็นเป้านิ่งได้เลย"
    }
  },
  {
    "translation": {
      "en": "And if we make it across the floor and down the stairs,",
      "th": "และถึงเราข้ามฟากลงบันไดไปได้"
    }
  },
  {
    "translation": {
      "en": "we still can't tell the homies from the good guys until they shoot at us.",
      "th": "ก็แยกไม่ออกว่าใครเป็นผู้ร้าย จนกว่าจะโดนมันยิง"
    }
  },
  {
    "translation": {
      "en": "Even if it isn't rigged with explosives, it's still a fucking nightmare.",
      "th": "ต่อให้ไม่ถูกวางระเบิดไว้ ก็ยังเป็นโคตรฝันร้ายอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "- Move! Move! Move! - Open the door!",
      "th": "เร็วๆ - เปิดประตู - นี่ เปิดประตู"
    }
  },
  {
    "translation": {
      "en": "- Man: Move it! - Man #2: Watch the hands!",
      "th": "ไปต่อ - ไปทางขวา - ระวังมือๆ"
    }
  },
  {
    "translation": {
      "en": "Let's not forget the possibility of hostages being killed.",
      "th": "และอย่าลืมความเป็นไปได้ ที่ตัวประกันจะถูกฆ่า - วางปืนลงเดี๋ยวนี้ - เดินไปสิ"
    }
  },
  {
    "translation": {
      "en": "Darius: Well, our best hope is to separate the hostages.",
      "th": "ก็ได้แต่หวังว่าเราจะแยกพวกมัน ออกจากตัวประกันได้"
    }
  },
  {
    "translation": {
      "en": "- If we can get two or three upstairs and take 'em out. - Kill 'em.",
      "th": "ถ้าเราล่อขึ้นไปได้สักสองสามคน แล้วค่อยเก็บมันล่ะ ฆ่าเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Gun gun gun!",
      "th": "ปืนๆ"
    }
  },
  {
    "translation": {
      "en": "What if there's more than four? Yeah, well, that's what's so nuts about it.",
      "th": "- ถ้าเกิดมันมีมากกว่าสี่ล่ะ - ตรงนี้แหละที่ปวดหัว"
    }
  },
  {
    "translation": {
      "en": "Anybody in a painter suit could be a perp.",
      "th": "ใครที่ใส่ชุดช่างทาสีเป็นผู้ร้ายได้ทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "Maybe we should dress our guys up like a bunch of painters.",
      "th": "บางทีพวกเราน่าจะแต่งชุดช่างทาสีบ้าง"
    }
  },
  {
    "translation": {
      "en": "And we should use rubber bullets. Take head shots.",
      "th": "และใช้กระสุนยางแทน ยิงหัวให้พวกมันสลบ"
    }
  },
  {
    "translation": {
      "en": "Put their lights out.",
      "th": "ดับไฟมัน"
    }
  },
  {
    "translation": {
      "en": "- Not a bad idea. - Yeah.",
      "th": "- ความคิดไม่เลว - ใช่"
    }
  },
  {
    "translation": {
      "en": "Rubber bullets it is, baby.",
      "th": "ตกลงใช้กระสุนยาง"
    }
  },
  {
    "translation": {
      "en": "This goes down wrong,",
      "th": "ถ้างานนี้จบเละ"
    }
  },
  {
    "translation": {
      "en": "they're gonna dump this whole mess in your lap, you know.",
      "th": "พวกนั้นจะปัดความซวยมาให้นาย"
    }
  },
  {
    "translation": {
      "en": "- I'm making first grade. - What?",
      "th": "- ฉันจะได้เลื่อนเป็นสารวัตร - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "I'm making detective first grade. Things ain't all they appear to be.",
      "th": "ฉันจะได้เป็นสารวัตรสืบสวน เรื่องมันไม่ได้เป็นอย่างที่เห็นเสมอไป"
    }
  },
  {
    "translation": {
      "en": "- Fuck does that mean? - Detective first grade, Keith Fray-zhah!",
      "th": "- พูดอะไรของนายไม่เข้าใจ - สารวัตรสืบสวนคีธ เฟรเชอร์"
    }
  },
  {
    "translation": {
      "en": "- Are you fucking kidding me? - Yes!",
      "th": "- นี่ล้อกันเล่นรึเปล่าวะ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Thank the mayor and our mystery guest for that.",
      "th": "เรื่องนั้นต้องขอบคุณท่านเทศมนตรี และแขกลึกลับของเรา"
    }
  },
  {
    "translation": {
      "en": "You cut a deal with those guys?",
      "th": "นายทำข้อตกลงกับพวกเขาเหรอ"
    }
  },
  {
    "translation": {
      "en": "\"Never make first grade.\" Shit.",
      "th": "ยอมอดได้เป็นสารวัตรน่ะเหรอ บ้าสิ"
    }
  },
  {
    "translation": {
      "en": "Worked too hard to let that happen. Everybody's getting theirs, I'm gonna get mine.",
      "th": "พยายามมาแทบตาย ไม่ปล่อยให้หลุดมือหรอก ชาวบ้านเลื่อนขั้นกันปาวๆ ฉันก็ต้องได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "I'll be outside.",
      "th": "ฉันจะอยู่ข้างนอกนะ"
    }
  },
  {
    "translation": {
      "en": "( exhales ) What a day, what a day.",
      "th": "วันมหาซวยๆ"
    }
  },
  {
    "translation": {
      "en": "Detective, they're gonna storm that bank without you? It's not right.",
      "th": "พวกเขาจะบุกธนาคารโดยไม่มีคุณเหรอ อย่างนี้ไม่ถูกนะ"
    }
  },
  {
    "translation": {
      "en": "So tell me about the kid who pointed the gun at you. The 12-year-old.",
      "th": "เล่าเรื่องเด็ก ที่เอาปืนจ่อคุณให้ฟังหน่อยซิ - เด็กอายุ 12 นั่น - ตอนนี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "- Now? - Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Last year, up in the 33rd.",
      "th": "ปีก่อน ที่ถนน 33"
    }
  },
  {
    "translation": {
      "en": "I was breaking up a fight about a half a block from the high school.",
      "th": "ผมกำลังยุติเหตุวิวาทห่างจาก โรงเรียนมัธยมไปครึ่งช่วงตึก"
    }
  },
  {
    "translation": {
      "en": "This one little Spic is getting his clock cleaned by another one--",
      "th": "ไอ้เม็กซิกันเปรตนี่กำลังถูกพวกมันอีกตัวยำ"
    }
  },
  {
    "translation": {
      "en": "Do me a favor, Sergeant. Just tone down the color commentary.",
      "th": "ช่วยอะไรหน่อย จ่า ลดใช้วาจาแสบสันหน่อย"
    }
  },
  {
    "translation": {
      "en": "So, I bust up the fight,",
      "th": "ผมก็เลยไปห้ามมวย"
    }
  },
  {
    "translation": {
      "en": "I turn around, and this kid is pointing a .22 at my chest.",
      "th": "พอหันมา เจ้าเด็กนี่ก็เอาปืน .22"
    }
  },
  {
    "translation": {
      "en": "Is that right? Now, which kid was this?",
      "th": "- จี้อกผม - จริงเหรอ - เด็กคนไหน - อีกคน แอฟริกันอเมริ..."
    }
  },
  {
    "translation": {
      "en": "Another kid, a n-- an African-American.",
      "th": "- เด็กคนไหน - อีกคน แอฟริกันอเมริ..."
    }
  },
  {
    "translation": {
      "en": "African-American. Oh, yeah.",
      "th": "- แอฟริกันอเมริกันงั้นเหรอ - โผล่มาจากไหนไม่รู้ ผมไม่ทันเห็น"
    }
  },
  {
    "translation": {
      "en": "- He came out of nowhere. I didn't see him. - So what'd you do?",
      "th": "- แอฟริกันอเมริกันงั้นเหรอ - โผล่มาจากไหนไม่รู้ ผมไม่ทันเห็น - แล้วคุณทำไง - ทำไงงั้นเหรอ บอกให้ก็ได้"
    }
  },
  {
    "translation": {
      "en": "What did I do then? I'll tell you what I did then.",
      "th": "- แล้วคุณทำไง - ทำไงงั้นเหรอ บอกให้ก็ได้"
    }
  },
  {
    "translation": {
      "en": "I got shot in the fucking chest. That's what I did then.",
      "th": "ผมก็โดนยิงที่หน้าอกสิ นั่นแหละที่ผมโดน"
    }
  },
  {
    "translation": {
      "en": "So you'll pardon my euphemisms, Detective,",
      "th": "ขออภัยที่พูดไม่เพราะนะ คุณนักสืบ"
    }
  },
  {
    "translation": {
      "en": "but I would rather wind up an old bigot than a handsome young corpse.",
      "th": "แต่ผมขอเป็นไอ้แก่เหยียดผิว ดีกว่าตายตั้งแต่ยังหนุ่ม"
    }
  },
  {
    "translation": {
      "en": "No offense, Detective,",
      "th": "อย่าว่ากันนะ"
    }
  },
  {
    "translation": {
      "en": "but I'm just trying to keep them away from us.",
      "th": "แต่ผมแค่พยายาม กันพวกคนชั่วให้ห่างจากเรา"
    }
  },
  {
    "translation": {
      "en": "Now, what do you say we just get these people safely out of the bank?",
      "th": "คุณว่าเราไปช่วยคนพวกนี้ออกจาก ธนาคารอย่างปลอดภัยดีไหม"
    }
  },
  {
    "translation": {
      "en": "- I hear that. - And, uh,",
      "th": "- ได้ยินแล้ว - และต่อไปผมจะพยายามระวังคำพูด"
    }
  },
  {
    "translation": {
      "en": "I'll try to watch what I say in the future.",
      "th": "- ได้ยินแล้ว - และต่อไปผมจะพยายามระวังคำพูด คุณไม่มีทางรู้ว่าใครอาจแอบได้ยิน"
    }
  },
  {
    "translation": {
      "en": "You never know who's listening.",
      "th": "คุณไม่มีทางรู้ว่าใครอาจแอบได้ยิน"
    }
  },
  {
    "translation": {
      "en": "- What are you doing? - Jesus! Shit!",
      "th": "จะทำอะไรน่ะ บ้าเอ๊ย พวกมันดักฟังเรา"
    }
  },
  {
    "translation": {
      "en": "They bugged us. They bugged us.",
      "th": "บ้าเอ๊ย พวกมันดักฟังเรา มันดักฟังเรา"
    }
  },
  {
    "translation": {
      "en": "Darius! Darius, don't make a move!",
      "th": "แดริอุส แดริอุส อย่าเพิ่งบุก"
    }
  },
  {
    "translation": {
      "en": "- What? - It's all fucked up!",
      "th": "- ว่าไงนะ - พังหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Do not make a move! Keep your men back!",
      "th": "อย่าสั่งบุก เรียกพลกลับมา"
    }
  },
  {
    "translation": {
      "en": "- What are you talking about? - They heard everything we said in the MCC!",
      "th": "- คุณพูดเรื่องอะไร - พวกมันได้ยินที่เราคุยกันในรถสั่งการ"
    }
  },
  {
    "translation": {
      "en": "- What? - Stand down! Stand down!",
      "th": "- อะไรนะ - สั่งให้ถอย สั่งถอย"
    }
  },
  {
    "translation": {
      "en": "The drawer with the demands in it! They heard everything we said.",
      "th": "ไอ้ลิ้นชักที่มันเขียนข้อเรียกร้องมา พวกมันได้ยินหมดที่เราพูด"
    }
  },
  {
    "translation": {
      "en": "They put a transmitter in it. They bugged us!",
      "th": "มันใส่เครื่องส่งสัญญาณในนั้น มันดักฟังเรา"
    }
  },
  {
    "translation": {
      "en": "No no no. I'm going in.",
      "th": "ไม่ๆ ผมจะเข้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "th": "เวรแล้ว"
    }
  },
  {
    "translation": {
      "en": "- Get everyone together. - Steve! Steve-O!",
      "th": "เรียกทุกคนมา สตีฟ สตีโว"
    }
  },
  {
    "translation": {
      "en": "- They're coming in. Everybody good? - Yeah.",
      "th": "พวกมันกำลังมา - ทุกคนพร้อมนะ - ใช่"
    }
  },
  {
    "translation": {
      "en": "All right! Everybody down!",
      "th": "- เอาล่ะ ทุกคนออกไป - ทุกคนออกไป ไป"
    }
  },
  {
    "translation": {
      "en": "( all shouting )",
      "th": "- สวมหน้ากากซะ - ทุกคนออกไป ไป"
    }
  },
  {
    "translation": {
      "en": "Go! Go! Go! Go!",
      "th": "- ไปเดี๋ยวนี้ - ไปๆๆ - ไปๆ - ทุกคนออกไป"
    }
  },
  {
    "translation": {
      "en": "- Move! - Everybody up the fucking stairs, now!",
      "th": "ไป ขึ้นบันไดไป ไป"
    }
  },
  {
    "translation": {
      "en": "Move!",
      "th": "- ไป - ขึ้นไปๆ"
    }
  },
  {
    "translation": {
      "en": "- Don't shoot! Don't shoot! - Get down!",
      "th": "- อย่ายิงๆ - อย่ายิง - นอนลง - นอนลงกับพื้น"
    }
  },
  {
    "translation": {
      "en": "Get on the ground!",
      "th": "- นอนลง - นอนลงกับพื้น - อย่ายิง - นอนลงกับพื้น"
    }
  },
  {
    "translation": {
      "en": "Cease fire!",
      "th": "- หยุดยิง - อย่า"
    }
  },
  {
    "translation": {
      "en": "Cease fire! Cease fire!",
      "th": "- หยุดยิงๆ - หยุดยิงๆ"
    }
  },
  {
    "translation": {
      "en": "Cease fire! Cease fire!",
      "th": "หยุดยิงๆ"
    }
  },
  {
    "translation": {
      "en": "( clamoring )",
      "th": "นอนลง"
    }
  },
  {
    "translation": {
      "en": "Get down! Get your hands down!",
      "th": "เอามือวางบนหัวสิโว้ย - ใครก็ได้หยุดเขาที - นอนลง นอนๆ"
    }
  },
  {
    "translation": {
      "en": "- Put your hands on your head! - Get 'em down!",
      "th": "- เอามือวางบนหัว - ให้พวกเขานอนลง"
    }
  },
  {
    "translation": {
      "en": "On your heads! Put your hands on your fucking heads!",
      "th": "- เอามือวางบนหัว - ให้พวกเขานอนลง - นอนลงกับพื้น - เอามือวางบนหัวสิโว้ย"
    }
  },
  {
    "translation": {
      "en": "Do not move. Put your hands on your head.",
      "th": "- อย่าขยับ - นอนลง เอามือวางบนหัว"
    }
  },
  {
    "translation": {
      "en": "( shouts commands in Spanish )",
      "th": "ใส่กุญแจมือเลย เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "th": "เกิดอะไรขึ้น หันหลัง นอนลงไป"
    }
  },
  {
    "translation": {
      "en": "It wasn't me! I'm not a criminal!",
      "th": "ฉันไม่เกี่ยว - ฉันไม่ใช่โจร - กุญแจมือ"
    }
  },
  {
    "translation": {
      "en": "- Don't shoot! - Don't move!",
      "th": "- อย่ายิง - อย่าขยับ"
    }
  },
  {
    "translation": {
      "en": "I'm not moving!",
      "th": "ผมไม่ได้ขยับ"
    }
  },
  {
    "translation": {
      "en": "- Hernandez! - Right here!",
      "th": "- เฮอร์นันเดซ - ทางนี้ - อยู่แบบนั้น ใจเย็นๆ - อย่าขยับ"
    }
  },
  {
    "translation": {
      "en": "ESU team, line up!",
      "th": "- อยู่เฉยๆ - ทีมฉุกเฉิน ตั้งแถว ไป"
    }
  },
  {
    "translation": {
      "en": "Door on the left. Door on the left.",
      "th": "ไปทางซ้ายๆ"
    }
  },
  {
    "translation": {
      "en": "Clear on the right. Clear.",
      "th": "- ทางขวาเคลียร์ - เคลียร์"
    }
  },
  {
    "translation": {
      "en": "- Left side clear. - Clear!",
      "th": "- ทางซ้ายเคลียร์ - เคลียร์"
    }
  },
  {
    "translation": {
      "en": "- Clear! - Clear!",
      "th": "เคลียร์ - เคลียร์ - เคลียร์หมด"
    }
  },
  {
    "translation": {
      "en": "- All clear! - Check under the desk.",
      "th": "- เคลียร์ - เคลียร์หมด เช็คใต้โต๊ะ"
    }
  },
  {
    "translation": {
      "en": "- Clear. - Checking the office. All clear, Sarge.",
      "th": "- เคลียร์ - เช็คในห้องทำงาน เคลียร์หมดครับ จ่า"
    }
  },
  {
    "translation": {
      "en": "- Clear! - Clear!",
      "th": "- เคลียร์ - เคลียร์ เคลียร์"
    }
  },
  {
    "translation": {
      "en": "All clear, Sarge!",
      "th": "- เคลียร์ - เคลียร์หมดครับ จ่า เคลียร์"
    }
  },
  {
    "translation": {
      "en": "All clear. ESU on the stairs. Line it up.",
      "th": "- เคลียร์หมดแล้ว - ทีมฉุกเฉินขึ้นบนบันได ตั้งแถว"
    }
  },
  {
    "translation": {
      "en": "Let's go, guys. Team, let's go.",
      "th": "เข้าไปพวกเรา เข้าไปๆ"
    }
  },
  {
    "translation": {
      "en": "Clear!",
      "th": "เคลียร์"
    }
  },
  {
    "translation": {
      "en": "- Clear! - Clear!",
      "th": "- เคลียร์ - เคลียร์"
    }
  },
  {
    "translation": {
      "en": "- Go right. - Clear!",
      "th": "ไปทางขวา - เคลียร์ - เคลียร์ เคลียร์"
    }
  },
  {
    "translation": {
      "en": "- Left! - Clear, Sarge!",
      "th": "เคลียร์ - เคลียร์ครับ จ่า - เคลียร์"
    }
  },
  {
    "translation": {
      "en": "Clear!",
      "th": "- เคลียร์ครับ จ่า - เคลียร์"
    }
  },
  {
    "translation": {
      "en": "I need a bunker up here. I need a bunker up front.",
      "th": "ขอโล่กำบังหน่อย ผมอยากได้โล่กำบังขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "- Bring a bunker up. - Clear, Sarge.",
      "th": "เอาโล่กำบังขึ้นมา เคลียร์ครับ จ่า"
    }
  },
  {
    "translation": {
      "en": "- Clear! - We're almost clear down here.",
      "th": "เคลียร์ เราใกล้เคลียร์ข้างล่างได้หมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "- Make sure you're sure. - I'll keep looking.",
      "th": "- เอาให้ชัวร์นะ - ผมจะคอยกวาดตาดู"
    }
  },
  {
    "translation": {
      "en": "- Stay on it. - Roger that.",
      "th": "- คอยดูไว้ - รับทราบ"
    }
  },
  {
    "translation": {
      "en": "This is the last door.",
      "th": "นี่เป็นประตูสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "- Clear, Sarge! - Come on down.",
      "th": "- เคลียร์ครับ จ่า - ลงมาได้"
    }
  },
  {
    "translation": {
      "en": "- Find a dead hostage? - Negative.",
      "th": "- เจอศพตัวประกันไหม - ไม่พบ"
    }
  },
  {
    "translation": {
      "en": "If it ain't here, you must have missed something.",
      "th": "ถ้าไม่อยู่นี่ แสดงว่าคุณยังค้นไม่ทั่ว"
    }
  },
  {
    "translation": {
      "en": "Maybe, but I'm pretty sure we're the only ones moving around down here.",
      "th": "อาจใช่ แต่ผมว่ามีแต่พวกเราที่อยู่ในนี้"
    }
  },
  {
    "translation": {
      "en": "Check this out. They forgot to rob the joint.",
      "th": "มาดูนี่ พวกมันลืมปล้นเซฟ"
    }
  },
  {
    "translation": {
      "en": "- Holy shit! - And you didn't find anybody?",
      "th": "- แม่เจ้า - ไม่เจอศพเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "We're still looking, but there are no bad guys,",
      "th": "เรายังมองหาอยู่ แต่เราไม่เจอผู้ร้าย ไม่มีกับดัก"
    }
  },
  {
    "translation": {
      "en": "no booby traps, no tunnels, no damage.",
      "th": "เรายังมองหาอยู่ แต่เราไม่เจอผู้ร้าย ไม่มีกับดัก - ไม่เจออุโมงค์ ไม่มีอะไรเสียหาย - และไม่มีอะไรหาย"
    }
  },
  {
    "translation": {
      "en": "- And nothing missing. - Great great great.",
      "th": "- ไม่เจออุโมงค์ ไม่มีอะไรเสียหาย - และไม่มีอะไรหาย สงสัยเราต้องออกประกาศจับ เดวิด ค็อปเปอร์ฟิลด์ซะแล้ว"
    }
  },
  {
    "translation": {
      "en": "We'll put out a citywide description for David fucking Copperfield.",
      "th": "สงสัยเราต้องออกประกาศจับ เดวิด ค็อปเปอร์ฟิลด์ซะแล้ว"
    }
  },
  {
    "translation": {
      "en": "Listen, I'm not trying to tell you your jobs, Detectives, but unless they swam out through the toilets,",
      "th": "ฟังนะ ผมไม่ได้บังอาจสอนงานคุณ แต่ถ้าพวกมันไม่มุดส้วมหนี"
    }
  },
  {
    "translation": {
      "en": "whoever did this is upstairs sucking pavement.",
      "th": "-ป่านนี้คงไปนอนรวมกับ ตัวประกันข้างนอกแล้ว - เอาล่ะ ทำงานดีมาก"
    }
  },
  {
    "translation": {
      "en": "- All right, good job. - What's that?",
      "th": "-ป่านนี้คงไปนอนรวมกับ ตัวประกันข้างนอกแล้ว - เอาล่ะ ทำงานดีมาก นั่นอะไร"
    }
  },
  {
    "translation": {
      "en": "- Huh? - Telephones.",
      "th": "นั่นอะไร มือถือ"
    }
  },
  {
    "translation": {
      "en": "- Hey, guys! You need to see this! - Okay.",
      "th": "นี่พวก - คุณต้องมาดูทางนี้ - ได้"
    }
  },
  {
    "translation": {
      "en": "Collins, grab a uniform,",
      "th": "คอลลินส์ เรียกเจ้าหน้าที่มา"
    }
  },
  {
    "translation": {
      "en": "make a quick count of that money in there, all right?",
      "th": "- และนับเงินคร่าวๆ ในนั้น - ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "- Yes, sir. - And stand by, all right?",
      "th": "- และนับเงินคร่าวๆ ในนั้น - ได้ครับ และเฝ้าไว้ล่ะ อย่าให้ใครจกไปได้ รวมถึงนายด้วย"
    }
  },
  {
    "translation": {
      "en": "- Don't let anybody get tempted, including you. - Yes, sir.",
      "th": "และเฝ้าไว้ล่ะ อย่าให้ใครจกไปได้ รวมถึงนายด้วย ครับท่าน"
    }
  },
  {
    "translation": {
      "en": "- Right here, Detective. - What do you got?",
      "th": "ทางนี้ครับ - เจออะไร - คุณต้องชอบแน่"
    }
  },
  {
    "translation": {
      "en": "You're gonna love this one. Toy guns.",
      "th": "- เจออะไร - คุณต้องชอบแน่ - ปืนเด็กเล่น ปืนปลอม ต้องล้อกันเล่นแน่"
    }
  },
  {
    "translation": {
      "en": "Fake guns? You've got to be kidding me.",
      "th": "- ปืนเด็กเล่น ปืนปลอม ต้องล้อกันเล่นแน่"
    }
  },
  {
    "translation": {
      "en": "Toys. As if it wasn't weird enough already.",
      "th": "ของเด็กเล่น อย่างกับว่าแค่นี้พิเรนทร์ไม่พอ"
    }
  },
  {
    "translation": {
      "en": "Man: Cap, come to the ladies' room.",
      "th": "ผู้กอง เชิญมาที่ห้องน้ำหญิง"
    }
  },
  {
    "translation": {
      "en": "On my way.",
      "th": "กำลังไป"
    }
  },
  {
    "translation": {
      "en": "( police radio chatter )",
      "th": "มาดูที่นี่"
    }
  },
  {
    "translation": {
      "en": "Check it out.",
      "th": "ดูนี่"
    }
  },
  {
    "translation": {
      "en": "You can stop looking for that body.",
      "th": "ดูนี่สิ เราหยุดค้นหาศพนั่นได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Fake guns, fake execution.",
      "th": "ปืนหลอก ฆ่าหลอกๆ"
    }
  },
  {
    "translation": {
      "en": "Nobody goes home till we get everybody's story.",
      "th": "ห้ามใครกลับบ้านจนกว่าจะถูกสอบปากคำ"
    }
  },
  {
    "translation": {
      "en": "Cap, we got something else in the storage room.",
      "th": "ผู้กอง เราเจอบางอย่างในห้องเก็บของ"
    }
  },
  {
    "translation": {
      "en": "- Gary! - Yo!",
      "th": "- ว่าไง พอร์คาริโอ้ - ครับ"
    }
  },
  {
    "translation": {
      "en": "- Where's the men's room, huh? - Down the hallway on the left.",
      "th": "- ห้องน้ำชายไปทางไหน - เดินไปตามโถง อยู่ซ้ายมือ"
    }
  },
  {
    "translation": {
      "en": "( officers speaking )",
      "th": "หิ้วปีกพวกเขามา เอาขึ้นมา ค้นตัวเขา"
    }
  },
  {
    "translation": {
      "en": "I'm a hostage, stop pushing.",
      "th": "ผมเป็นตัวประกันนะ เลิกผลักซะที"
    }
  },
  {
    "translation": {
      "en": "Female hostages to be searched by female officers only!",
      "th": "ตัวประกันผู้หญิง ให้ตำรวจหญิงค้นตัวได้เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "- Let's get these people up. - I can't hear you. What?",
      "th": "เอาล่ะ เอาตัวพวกเขาขึ้นไป - ผมไม่ได้ยิน ว่าไงนะ - วาเลอรี คีปเซค"
    }
  },
  {
    "translation": {
      "en": "- Valerie Keepsake. - Valerie Keepsake.",
      "th": "- ผมไม่ได้ยิน ว่าไงนะ - วาเลอรี คีปเซค - วาเลอรี คีปเซค - ไปๆ ขึ้นรถไป"
    }
  },
  {
    "translation": {
      "en": "Kenneth Damerjian.",
      "th": "- เคนเน็ธ ดาเมอร์เจียน - คนที่หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "- Person one. - I'm Peter Hammond.",
      "th": "- เคนเน็ธ ดาเมอร์เจียน - คนที่หนึ่ง - ผมปีเตอร์ แฮมมอนด์ - อีริค ดอดจ์"
    }
  },
  {
    "translation": {
      "en": "Chaim. My name is Chaim.",
      "th": "- เดี๋ยว - คาอิม - ชื่อ - ผมชื่อคาอิม"
    }
  },
  {
    "translation": {
      "en": "Fucking cocksucker!",
      "th": "ไอ้พวกเวรเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Whoa whoa whoa whoa whoa! Just give me your name!",
      "th": "นี่ๆ บอกชื่อมา แค่บอกชื่อมา"
    }
  },
  {
    "translation": {
      "en": "Just give me your name. Say your name.",
      "th": "แค่บอกชื่อมา - พูดชื่อคุณมา - พอล กิวเตอเรซ"
    }
  },
  {
    "translation": {
      "en": "I work in the bank!",
      "th": "ผมทำงานให้ธนาคาร"
    }
  },
  {
    "translation": {
      "en": "I'm the bank security guard! Nobody's listening!",
      "th": "ผมเป็นเจ้าหน้าที่ รักษาความปลอดภัย - ไม่ฟังกันเลย - ก็ได้ ไว้เราจะเช็ค"
    }
  },
  {
    "translation": {
      "en": "- Okay, we'll straighten it out. - Listen, nobody said...",
      "th": "- ไม่ฟังกันเลย - ก็ได้ ไว้เราจะเช็ค - ไม่ฟังกันเลย - ก็ได้ ไว้เราจะเช็ค มาเถอะ"
    }
  },
  {
    "translation": {
      "en": "- Calm down. Listen. - I'm not getting on the bus!",
      "th": "- ไม่ฟังกันเลย - ก็ได้ ไว้เราจะเช็ค มาเถอะ ผมไม่ยอมขึ้นรถหรอก"
    }
  },
  {
    "translation": {
      "en": "- Yes, you are. - I work in the bank!",
      "th": "- คุณต้องขึ้น - เดินไปๆ ผมเปล่า ผมทำงานให้ธนาคาร"
    }
  },
  {
    "translation": {
      "en": "( shouting continues )",
      "th": "- คอลลินส์ จัดการให้หน่อย - ฟังบ้างสิ ผมทำงานให้ธนาคาร"
    }
  },
  {
    "translation": {
      "en": "All right, just get him on the bus. Get him on the bus.",
      "th": "พาเขาขึ้นรถซะ พาไปเลย"
    }
  },
  {
    "translation": {
      "en": "Security guard: Nobody's listening!",
      "th": "ไม่มีใครฟังเลย ใจเย็น ขึ้นรถไปซะ"
    }
  },
  {
    "translation": {
      "en": "( people chattering )",
      "th": "ใจเย็น ขึ้นรถไปซะ"
    }
  },
  {
    "translation": {
      "en": "Captain, I'm telling you, this thing is a mess.",
      "th": "ผู้กอง ขอบอกเลยว่างานนี้มันเละไปหมด"
    }
  },
  {
    "translation": {
      "en": "They thought this one out, soup to nuts.",
      "th": "พวกมันคิดการมาทะลุปรุโปร่ง ตั้งแต่ต้นยันจบ"
    }
  },
  {
    "translation": {
      "en": "So lay it out for me.",
      "th": "งั้นอธิบายมาหน่อย"
    }
  },
  {
    "translation": {
      "en": "We photograph everybody that came out of the bank.",
      "th": "เราถ่ายรูปทุกคนที่ออกมาจากธนาคาร"
    }
  },
  {
    "translation": {
      "en": "We sit them down, we question them, we show them the photos.",
      "th": "เราสอบปากคำพวกเขา เอารูปให้ดู"
    }
  },
  {
    "translation": {
      "en": "Most of them can't point to anybody that's guilty of anything.",
      "th": "ส่วนใหญ่ชี้ตัวไม่ถูกว่าคนไหนผิด"
    }
  },
  {
    "translation": {
      "en": "We ask them if they can recognize anybody who's not one of the bad guys.",
      "th": "เราถามว่าพอจำได้ไหม ว่าคนไหนไม่ใช่พวกผู้ร้าย"
    }
  },
  {
    "translation": {
      "en": "Even if we considered someone as a possible suspect,",
      "th": "ต่อให้บางคนติดโผเป็นผู้ต้องสงสัย"
    }
  },
  {
    "translation": {
      "en": "there's one or two or three other people that would rule them out.",
      "th": "ก็จะมีคนอื่นๆ ให้เบาะแส ที่ช่วยให้หลุดโผไปได้"
    }
  },
  {
    "translation": {
      "en": "- It's like the thing never happened. - What about prints?",
      "th": "- เหมือนเรื่องนี้ไม่เคยเกิดขึ้น - แล้วลายนิ้วมือล่ะ"
    }
  },
  {
    "translation": {
      "en": "Everywhere. So what?",
      "th": "เต็มไปหมด แล้วไง"
    }
  },
  {
    "translation": {
      "en": "- All it shows is that these people were there. - Alibis?",
      "th": "มันบอกแค่ว่าคนพวกนี้อยู่ในนั้น พยานอ้างอิงล่ะ"
    }
  },
  {
    "translation": {
      "en": "Just about everyone. Even if their alibi was weak,",
      "th": "มีเกือบทุกคน ต่อให้ข้ออ้างฟังไม่ขึ้น"
    }
  },
  {
    "translation": {
      "en": "a hostage would identify them as one of the good guys.",
      "th": "หนึ่งในตัวประกันก็จะชี้ตัวว่าเขาไม่ใช่ผู้ร้าย"
    }
  },
  {
    "translation": {
      "en": "- There we are, back to square one. - Priors?",
      "th": "- ต้องกลับไปนับหนึ่งใหม่ - ประวัติติดตัวล่ะ"
    }
  },
  {
    "translation": {
      "en": "We got one employee had some juvie stuff. One customer had a--",
      "th": "เราเจอพนักงานคนนึงเคยทำผิด ตอนวัยรุ่น ลูกค้าคนนึงเคย..."
    }
  },
  {
    "translation": {
      "en": "( coughing ) excuse me.",
      "th": "ขอโทษครับ"
    }
  },
  {
    "translation": {
      "en": "One customer had an out-of-state warrant for child support.",
      "th": "เคยโดนหมายศาลเรื่องค่าเลี้ยงบุตร"
    }
  },
  {
    "translation": {
      "en": "Another one had a couple of priors. GLA, mostly.",
      "th": "อีกคนเคยโดนสองกระทง หลักๆ ก็คดีลักรถ"
    }
  },
  {
    "translation": {
      "en": "Again, same problem. Plus, he was a fucking idiot.",
      "th": "อีกครั้ง ปัญหาเดิม แถมยังไอคิวต่ำอีกต่างหาก"
    }
  },
  {
    "translation": {
      "en": "- Bank cameras? - Useless.",
      "th": "- กล้องวงจรปิดล่ะ - เปล่าประโยชน์"
    }
  },
  {
    "translation": {
      "en": "I'm telling you, they thought of everything, almost.",
      "th": "ขอบอกเลยไอ้พวกนี้วางแผนมาครอบคลุม"
    }
  },
  {
    "translation": {
      "en": "- Sounded like everything to me. - But this.",
      "th": "- ก็ฟังดูครอบคลุมหมดแล้วนี่ - แต่ฟังนี่"
    }
  },
  {
    "translation": {
      "en": "We haven't found that .357 or the perp that was holding it.",
      "th": "เราไม่เจอปืน .357 หรือผู้ร้ายที่ถือมัน"
    }
  },
  {
    "translation": {
      "en": "If you did, there'd be no prints on it anyway.",
      "th": "ถ้าเจอก็คงไม่มีรอยนิ้วมือ"
    }
  },
  {
    "translation": {
      "en": "- Bury it. - \"Bury it\"?",
      "th": "- ฝังเรื่องนี้ไปซะ - ให้ฝังเหรอ"
    }
  },
  {
    "translation": {
      "en": "What the fuck do you expect me to say?",
      "th": "นายจะให้ฉันพูดอะไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "Captain, this thing stinks to high hell. I mean, somebody did something here.",
      "th": "ผู้กอง เรื่องนี้กลิ่นตุๆ มันต้องกระทำผิดบางอย่างแน่"
    }
  },
  {
    "translation": {
      "en": "You said it yourself: you got no robbery,",
      "th": "นายก็บอกเอง ไม่พบการปล้น"
    }
  },
  {
    "translation": {
      "en": "no suspects. Nobody's breathing down my neck",
      "th": "ไม่มีผู้ต้องสงสัย ไม่มีเบื้องบนมาจี้จะเอาคำตอบจากฉัน"
    }
  },
  {
    "translation": {
      "en": "to come up with answers. I'm not gonna breathe down yours.",
      "th": "ไม่มีผู้ต้องสงสัย ไม่มีเบื้องบนมาจี้จะเอาคำตอบจากฉัน ฉันก็จะไม่จี้นาย ฝังมันไปซะ"
    }
  },
  {
    "translation": {
      "en": "Bury it.",
      "th": "ฉันก็จะไม่จี้นาย ฝังมันไปซะ"
    }
  },
  {
    "translation": {
      "en": "Wasn't expecting this.",
      "th": "ผิดคาดแฮะ"
    }
  },
  {
    "translation": {
      "en": "I promise you, I'll find you guys more cases to solve.",
      "th": "ฉันสัญญาจะหาคดีให้พวกนายทำเพิ่ม"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Oh, here's something that you probably did expect.",
      "th": "มีเรื่องที่นายคงคาดไว้"
    }
  },
  {
    "translation": {
      "en": "- They found that missing Madrugada money. - No shit?",
      "th": "พวกเขาเจอเงินมาดรูกาด้าที่หายไปแล้ว จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yep. You want to know where it was?",
      "th": "ใช่ อยากรู้ไหมว่าไปอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "- In my bank account. - No.",
      "th": "- ในบัญชีธนาคารของผมเหรอ - ไม่"
    }
  },
  {
    "translation": {
      "en": "- My summer house in Sag Harbor? - No.",
      "th": "- บ้านพักตากอากาศของผมในแซ็ก ฮาร์เบอร์ - ไม่"
    }
  },
  {
    "translation": {
      "en": "- My wallet? - No.",
      "th": "- ในกระเป๋าตังค์ผม - ไม่"
    }
  },
  {
    "translation": {
      "en": "Then no, I don't want to know.",
      "th": "งั้นไม่ ผมไม่อยากรู้"
    }
  },
  {
    "translation": {
      "en": "Mitchell: This is bullshit, man.",
      "th": "นี่มันเหลวไหลสิ้นดี เราเป็นพวกเดียวที่เหลือ ที่ยังตามจับคนร้าย"
    }
  },
  {
    "translation": {
      "en": "We're the only ones left trying to catch the bad guys, and they're gonna come after us?",
      "th": "นี่มันเหลวไหลสิ้นดี เราเป็นพวกเดียวที่เหลือ ที่ยังตามจับคนร้าย แล้วยังมีหน้าจะมาเล่นงานเราอีก"
    }
  },
  {
    "translation": {
      "en": "Tell you what: every one of your accusers, man, I say we go after them all.",
      "th": "แล้วยังมีหน้าจะมาเล่นงานเราอีก เอางี้ไหม ไอ้หน้าไหนที่กล่าวหานาย เราเล่นงานมันกลับเลยดีไหม คีธ"
    }
  },
  {
    "translation": {
      "en": "- Keith... - Michael Corleone style!",
      "th": "แบบไมเคิล คอร์ลีโอเน่"
    }
  },
  {
    "translation": {
      "en": "\"Michael Corleone, do you renounce Satan?\" \"Yes, I renounce him.\"",
      "th": "\"ไมเคิล คอร์ลีโอเน่ จะยอมสลัดซาตานไหม\" \"ใช่ ฉันยอม\""
    }
  },
  {
    "translation": {
      "en": "( imitates gun firing ) There's no 392.",
      "th": "ไม่มี 392"
    }
  },
  {
    "translation": {
      "en": "- Huh? - Safety-deposit box number 392.",
      "th": "กล่องนิรภัยหมายเลข 392"
    }
  },
  {
    "translation": {
      "en": "According to these records, it doesn't exist.",
      "th": "ตามที่ระบุในบันทึก มันไม่มีเบอร์นี้"
    }
  },
  {
    "translation": {
      "en": "Pinstripe mayonnaise lying motherfucker.",
      "th": "นังหน้าแฉล้มจอมตอแหล"
    }
  },
  {
    "translation": {
      "en": "Didn't Coughlin say we should move on? Let's go.",
      "th": "- คอฟลินสั่งให้เราเลิกสืบแล้วไม่ใช่เหรอ - ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Thank you again, Your Honor. I'll pick it up tomorrow?",
      "th": "ขอบคุณอีกครั้งครับ ไว้ผมค่อยมารับพรุ่งนี้นะ"
    }
  },
  {
    "translation": {
      "en": "- Yes, you're welcome. - Thank you.",
      "th": "- ได้ ด้วยความยินดี - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "What are you doing, Detective? What business do you have with Judge Pasqua?",
      "th": "คุณมาทำอะไรน่ะ คุณนักสืบ คุณมีธุระอะไรกับท่านผู้พิพากษาปาสคัว"
    }
  },
  {
    "translation": {
      "en": "- Police business. - Weren't you told to bury this?",
      "th": "งานตำรวจน่ะ เขาสั่งให้ฝังไปแล้วไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "I've got a job to do, Miss White.",
      "th": "ผมมีหน้าที่ต้องทำ คุณไวท์"
    }
  },
  {
    "translation": {
      "en": "And since when is your job more important than your career?",
      "th": "หน้าที่สำคัญกว่าอาชีพการงาน ของคุณตั้งแต่เมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "- Did you forget our arrangement? - We didn't have an arrangement.",
      "th": "- หรือลืมที่เราตกลงกันไว้ - เราไม่ได้ตกลงอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "- Let me tell you how this works. - No, let me tell you",
      "th": "- หรือลืมที่เราตกลงกันไว้ - เราไม่ได้ตกลงอะไรกัน - ขอฉันอธิบายว่าปกติทำกันยังไง - ไม่ ให้ผมอธิบายเอง"
    }
  },
  {
    "translation": {
      "en": "how this works.",
      "th": "- ขอฉันอธิบายว่าปกติทำกันยังไง - ไม่ ให้ผมอธิบายเอง"
    }
  },
  {
    "translation": {
      "en": "You press here to record and you press here to play.",
      "th": "กดปุ่มนี้เพื่ออัด กดปุ่มนี้เพื่อเล่น"
    }
  },
  {
    "translation": {
      "en": "Madeline's voice: There's also the little matter of the $140,000",
      "th": "แล้วไหนยังเรื่องเงินแสนสี่ ที่หายต๋อมไปจากคดี"
    }
  },
  {
    "translation": {
      "en": "that seems to have walked away from the Madrugada check-cashing bust.",
      "th": "แล้วไหนยังเรื่องเงินแสนสี่ ที่หายต๋อมไปจากคดี จับเช็คขึ้นเงินมาดรูกาด้า"
    }
  },
  {
    "translation": {
      "en": "Keith's voice: I didn't have anything to do with that,",
      "th": "เรื่องนั้นผมไม่มีเอี่ยวด้วย"
    }
  },
  {
    "translation": {
      "en": "so you got to be in your court on that.",
      "th": "ในเรื่องนั้นเราอยากช่วยหนุนหลังคุณ"
    }
  },
  {
    "translation": {
      "en": "Exchange for what? You want me to do something unethical?",
      "th": "แลกกับอะไร อยากให้ผม ทำเรื่องผิดจรรยาบรรณเหรอ"
    }
  },
  {
    "translation": {
      "en": "I mean, no disrespect to the both of you, but I don't need you to be in my corner, Mr. Mayor.",
      "th": "อย่าหาว่าผมดูหมิ่นนะ แต่ผมไม่จำเป็น ต้องให้คุณหนุนหลัง ท่านเทศมนตรี"
    }
  },
  {
    "translation": {
      "en": "I'm innocent.",
      "th": "ผมบริสุทธิ์"
    }
  },
  {
    "translation": {
      "en": "Madeline's voice: Innocent or guilty, you're still going down.",
      "th": "บริสุทธิ์หรือผิด คุณก็เสร็จอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "Mayor: Give Miss White whatever she needs or your career is over.",
      "th": "ให้ตามที่คุณไวท์ต้องการ ไม่งั้นอาชีพคุณจบ"
    }
  },
  {
    "translation": {
      "en": "Done. Kaput.",
      "th": "จบกัน พัง"
    }
  },
  {
    "translation": {
      "en": "- ( clicks off ) - So...",
      "th": "คุณก็ได้ให้สิ่งที่ฉันต้องการนี่"
    }
  },
  {
    "translation": {
      "en": "you gave me what I wanted, your career is blossoming",
      "th": "คุณก็ได้ให้สิ่งที่ฉันต้องการนี่ การงานของคุณกำลังรุ่งโรจน์ ทุกอย่างกลับมาเป็นปกติ"
    }
  },
  {
    "translation": {
      "en": "and all is right with the world.",
      "th": "การงานของคุณกำลังรุ่งโรจน์ ทุกอย่างกลับมาเป็นปกติ"
    }
  },
  {
    "translation": {
      "en": "What was Case hiding?",
      "th": "เคสปิดบังอะไร"
    }
  },
  {
    "translation": {
      "en": "You know, there's a famous saying by the Baron de Rothschild:",
      "th": "รู้ไหม มีวลีดัง ที่กล่าวโดยบารอน เดอ ร็อธไชลด์"
    }
  },
  {
    "translation": {
      "en": "\"When there's blood in the streets, buy property.\"",
      "th": "ยามเมื่อบ้านเมืองนองเลือด จงซื้ออสังหาริมทรัพย์"
    }
  },
  {
    "translation": {
      "en": "I think Mr. Case really took that sentiment to heart,",
      "th": "ฉันว่าคุณเคสคงยึดถือคำพูดนั้นขึ้นใจ"
    }
  },
  {
    "translation": {
      "en": "but he is no different than half the Fortune 500.",
      "th": "แต่เขาก็ไม่ต่างจากบรรดาอภิมหาเศรษฐีอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "Let it go, Detective.",
      "th": "ปล่อยวางซะ คุณนักสืบ"
    }
  },
  {
    "translation": {
      "en": "You're a good cop.",
      "th": "คุณเป็นตำรวจที่ดี"
    }
  },
  {
    "translation": {
      "en": "The city needs you.",
      "th": "เมืองนี้ต้องการคุณ"
    }
  },
  {
    "translation": {
      "en": "Lady! Lady, you're in the wrong place!",
      "th": "คุณผู้หญิงๆ คุณเข้ามาผิดที่นะ"
    }
  },
  {
    "translation": {
      "en": "I have an appointment.",
      "th": "ฉันมีนัดไว้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Arthur. Good morning.",
      "th": "อาเธอร์ อรุณสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "Ah, Miss White.",
      "th": "คุณไวท์"
    }
  },
  {
    "translation": {
      "en": "Have a seat.",
      "th": "นั่งสิ"
    }
  },
  {
    "translation": {
      "en": "Thank you, Vincent. That's all for now. Thank you.",
      "th": "ขอบใจ วินเซนต์ พอแค่นี้ก่อน ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "Well, what did he say?",
      "th": "แล้วเขาว่าไง"
    }
  },
  {
    "translation": {
      "en": "Well, Detective Frazier turned out to be quite sharp,",
      "th": "ปรากฏว่านักสืบเฟรเชอร์ฉลาดไม่เบา"
    }
  },
  {
    "translation": {
      "en": "but I just fast-tracked his career a little, and he's under control.",
      "th": "ฉันก็แค่ให้เขาได้เลื่อนขั้นปรู๊ดปร๊าด แค่นี้เขาก็อยู่หมัดแล้ว"
    }
  },
  {
    "translation": {
      "en": "I hope so. Tell me about the envelope.",
      "th": "ขอให้จริง เล่าเรื่องซองจดหมายมาซิ ตอนนี้มันอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "- Where is it now? - Well, the gang leader is going to hang onto it",
      "th": "เล่าเรื่องซองจดหมายมาซิ ตอนนี้มันอยู่ไหน หัวหน้าแก๊งขอยึดไว้ก่อน"
    }
  },
  {
    "translation": {
      "en": "as an insurance policy to keep you from seeking revenge.",
      "th": "เป็นหลักประกันเพื่อไม่ให้คุณหาทางแก้แค้น"
    }
  },
  {
    "translation": {
      "en": "Clearly, he has a very low opinion of you.",
      "th": "เห็นชัดว่าเขาดูถูกเหยียดหยามคุณมาก"
    }
  },
  {
    "translation": {
      "en": "- And what might that be? - Well, let's see. In a nutshell,",
      "th": "ด้วยเหตุผลอะไร ไหนดูซิ สรุปสั้นๆ คือคุณร่ำรวย"
    }
  },
  {
    "translation": {
      "en": "um, that you got rich doing business with the Nazis",
      "th": "ไหนดูซิ สรุปสั้นๆ คือคุณร่ำรวย ด้วยการทำธุรกิจกับพวกนาซี ในช่วงการฆ่าล้างเผ่าพันธุ์"
    }
  },
  {
    "translation": {
      "en": "during the Holocaust.",
      "th": "ด้วยการทำธุรกิจกับพวกนาซี ในช่วงการฆ่าล้างเผ่าพันธุ์"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "It was 60 years ago. I was young and ambitious.",
      "th": "นั่นมันเมื่อ 60 ปีก่อน ผมยังหนุ่มและทะเยอทะยาน"
    }
  },
  {
    "translation": {
      "en": "I saw a short path to success and I took it.",
      "th": "ผมเห็นทางลัดสู่ความสำเร็จก็เลยคว้า"
    }
  },
  {
    "translation": {
      "en": "I sold my soul,",
      "th": "ผมขายวิญญาณตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and I've been trying to buy it back ever since.",
      "th": "และผมพยายามซื้อมันกลับคืนมาตั้งแต่นั้น"
    }
  },
  {
    "translation": {
      "en": "But you and this mystery man, you have an understanding?",
      "th": "แต่คุณกับชายปริศนาผู้นี้ ตกลงกันรู้เรื่องใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "I think so,",
      "th": "คิดว่างั้น"
    }
  },
  {
    "translation": {
      "en": "but he managed to get out of there with that envelope.",
      "th": "ละเขาหาทางหนีไป พร้อมซองจดหมายได้"
    }
  },
  {
    "translation": {
      "en": "If someday he comes back to blackmail you,",
      "th": "ถ้าเกิดวันดีคืนดีเขากลับมาแบล็คเมล์คุณ"
    }
  },
  {
    "translation": {
      "en": "well, you'll pay him",
      "th": "คุณจ่ายไป"
    }
  },
  {
    "translation": {
      "en": "and you'll get it back.",
      "th": "แล้วคุณจะได้มันคืน"
    }
  },
  {
    "translation": {
      "en": "- So I guess that's it. - I suppose so.",
      "th": "- เดาว่าคงจบแค่นี้ - คงงั้น"
    }
  },
  {
    "translation": {
      "en": "- Bullshit. - I beg your pardon?",
      "th": "- เหลวไหล - คุณว่าอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "He didn't go through all that just to stick your envelope under his mattress.",
      "th": "เขาไม่ได้ลงทุนขนาดนั้นแค่มาเอา จดหมายคุณไปซ่อนใต้ที่นอนหรอก"
    }
  },
  {
    "translation": {
      "en": "Look, they left money untouched, Arthur.",
      "th": "พวกมันไม่แตะเงินสักแดง อาเธอร์"
    }
  },
  {
    "translation": {
      "en": "- So? - So,",
      "th": "- แล้วไง - แล้วไงเหรอ"
    }
  },
  {
    "translation": {
      "en": "he had to have walked out of there with something else.",
      "th": "ดังนั้นเขาต้องเดินออกไปพร้อมของอย่างอื่น"
    }
  },
  {
    "translation": {
      "en": "The bank says that there was nothing missing,",
      "th": "ธนาคารแจ้งว่าไม่มีอะไรหาย"
    }
  },
  {
    "translation": {
      "en": "so there had to have been something in that box",
      "th": "ดังนั้นต้องเป็นอะไรที่อยู่ในกล่องนั่น"
    }
  },
  {
    "translation": {
      "en": "that was worth more to him than your envelope.",
      "th": "ที่มีค่ากับเขามากกว่าซองจดหมายของคุณ"
    }
  },
  {
    "translation": {
      "en": "You don't have to tell me.",
      "th": "คุณไม่ต้องบอกฉันหรอก"
    }
  },
  {
    "translation": {
      "en": "There's only one thing it could be, anyway.",
      "th": "เพราะมีอย่างเดียวที่จะเป็นไปได้"
    }
  },
  {
    "translation": {
      "en": "Diamonds.",
      "th": "เพชรไง"
    }
  },
  {
    "translation": {
      "en": "And then there's the ring.",
      "th": "มันมีแหวนอยู่วงหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "A Cartier ring.",
      "th": "แหวนคาเทียร์"
    }
  },
  {
    "translation": {
      "en": "It belonged to the wife of a Parisian banker,",
      "th": "เป็นของภรรยานายธนาคารชาวปารีส"
    }
  },
  {
    "translation": {
      "en": "a wealthy family of French Jews.",
      "th": "จากตระกูลยิวฝรั่งเศสที่ร่ำรวย"
    }
  },
  {
    "translation": {
      "en": "And when the war came along, the ring",
      "th": "และพอสงครามเกิด"
    }
  },
  {
    "translation": {
      "en": "and everything else they owned was confiscated,",
      "th": "แหวนกับสมบัติทุกอย่างที่พวกเขามี"
    }
  },
  {
    "translation": {
      "en": "and they were shipped off to concentration camps.",
      "th": "ถูกยึดไปหมดและพวกเขาถูกส่งไป ค่ายกักกัน"
    }
  },
  {
    "translation": {
      "en": "None survived.",
      "th": "ไม่มีใครรอด"
    }
  },
  {
    "translation": {
      "en": "We were friends. I could have helped them.",
      "th": "เราเป็นเพื่อนกัน ผมน่าจะช่วยพวกเขาได้"
    }
  },
  {
    "translation": {
      "en": "But the Nazis paid too well.",
      "th": "แต่พวกนาซีดันจ่ายงาม"
    }
  },
  {
    "translation": {
      "en": "Can I trust that you will keep what you learned here today",
      "th": "ผมเชื่อใจได้ไหมว่าคุณจะเก็บ ทุกอย่างที่คุณทราบ"
    }
  },
  {
    "translation": {
      "en": "confidential,",
      "th": "ในวันนี้เป็นความลับ"
    }
  },
  {
    "translation": {
      "en": "despite whatever you may think?",
      "th": "ถึงแม้ว่าคุณจะคิดเห็นยังไงก็ตาม"
    }
  },
  {
    "translation": {
      "en": "Yes, Arthur.",
      "th": "ได้สิ อาเธอร์"
    }
  },
  {
    "translation": {
      "en": "Well, I'd love to tell you what a monster you are,",
      "th": "ฉันก็อยากจะสาธยายให้ฟัง ว่าคุณมันชั่วร้ายแค่ไหนหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "but I have to help Bin Laden's nephew buy a co-op on Park Avenue.",
      "th": "แต่ฉันต้องไปช่วยหลานชายบิน ลาเด็น หาซื้ออะพาร์ตเมนต์ในปาร์คอะเวนิว"
    }
  },
  {
    "translation": {
      "en": "Ah, if that were true, you wouldn't tell me.",
      "th": "ถ้าจริง คุณคงไม่บอกผมหรอก"
    }
  },
  {
    "translation": {
      "en": "We're listing you as a reference.",
      "th": "เราจะใส่ชื่อคุณเป็นบุคคลอ้างอิง"
    }
  },
  {
    "translation": {
      "en": "( sighs ) My name is Dalton Russell.",
      "th": "ผมชื่อดาลตัน รัสเซล"
    }
  },
  {
    "translation": {
      "en": "Pay strict attention to what I say",
      "th": "ตั้งใจฟังที่ผมจะพูด เพราะผมเลือกใช้คำมาอย่างดี"
    }
  },
  {
    "translation": {
      "en": "because I choose my words carefully, and I never repeat myself.",
      "th": "ตั้งใจฟังที่ผมจะพูด เพราะผมเลือกใช้คำมาอย่างดี และผมจะไม่พูดซ้ำ"
    }
  },
  {
    "translation": {
      "en": "I've told you my name.",
      "th": "ผมบอกชื่อไปแล้ว เป็นอันรู้ว่าคือ \"ใคร\""
    }
  },
  {
    "translation": {
      "en": "That's the who.",
      "th": "ผมบอกชื่อไปแล้ว เป็นอันรู้ว่าคือ \"ใคร\" ส่วน \"ที่ไหน\" คงดูออกว่าเป็นห้องขังในคุก"
    }
  },
  {
    "translation": {
      "en": "The where could be most readily described",
      "th": "ส่วน \"ที่ไหน\" คงดูออกว่าเป็นห้องขังในคุก"
    }
  },
  {
    "translation": {
      "en": "as a prison cell,",
      "th": "ส่วน \"ที่ไหน\" คงดูออกว่าเป็นห้องขังในคุก แต่มันมีความแตกต่างกันมาก ระหว่างการติดอยู่ในห้องแคบๆ"
    }
  },
  {
    "translation": {
      "en": "but there's a vast difference between",
      "th": "แต่มันมีความแตกต่างกันมาก ระหว่างการติดอยู่ในห้องแคบๆ"
    }
  },
  {
    "translation": {
      "en": "being stuck in a tiny cell",
      "th": "แต่มันมีความแตกต่างกันมาก ระหว่างการติดอยู่ในห้องแคบๆ กับการอยู่ในคุก"
    }
  },
  {
    "translation": {
      "en": "The what is easy.",
      "th": "เพราะเรื่อง \"อะไร\" นั้นง่ายมาก"
    }
  },
  {
    "translation": {
      "en": "Recently I planned and set in motion events",
      "th": "ไม่นานมานี้ผมวางแผนดำเนินการ"
    }
  },
  {
    "translation": {
      "en": "to execute the perfect bank robbery.",
      "th": "สุดแนบเนียนเพื่อปล้นธนาคาร"
    }
  },
  {
    "translation": {
      "en": "That's also the when.",
      "th": "นั่นคือคำตอบว่า \"เมื่อไหร่\""
    }
  },
  {
    "translation": {
      "en": "As for the why,",
      "th": "สำหรับเหตุผลว่า \"ทำไม\" นั้น นอกจากแรงจูงใจทางการเงิน"
    }
  },
  {
    "translation": {
      "en": "beyond the obvious financial motivation,",
      "th": "นอกจากแรงจูงใจทางการเงิน"
    }
  },
  {
    "translation": {
      "en": "it's exceedingly simple:",
      "th": "เหตุผลง่ายเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "because I can.",
      "th": "เพราะว่าผมทำได้"
    }
  },
  {
    "translation": {
      "en": "Which leaves us only with the how.",
      "th": "ซึ่งเหลือก็แต่คำถามว่า \"ทำได้อย่างไร\""
    }
  },
  {
    "translation": {
      "en": "And therein, as the Bard would tell us, lies the rub.",
      "th": "ตรงนี้แหละ อย่างที่เชกสเปียร์กล่าวไว้ นี่สิงานหิน"
    }
  },
  {
    "translation": {
      "en": "Man: He's gonna smell like shit.",
      "th": "ตัวเขาต้องเหม็นหึ่งแน่"
    }
  },
  {
    "translation": {
      "en": "Man #2: What do you expect after a week?",
      "th": "ก็ผ่านมาตั้งสัปดาห์แล้วนี่นา"
    }
  },
  {
    "translation": {
      "en": "Yeah. Why do you think I roll down the window?",
      "th": "ใช่ เพราะอย่างนี้ไงถึงได้ลดกระจกลง"
    }
  },
  {
    "translation": {
      "en": "Oh, shit!",
      "th": "ตายล่ะ"
    }
  },
  {
    "translation": {
      "en": "That cop Frazier and his partner are walking into the bank.",
      "th": "ไอ้ตำรวจนั่น เฟรเชอร์กับคู่หูมัน กำลังเดินเข้าธนาคาร"
    }
  },
  {
    "translation": {
      "en": "- Are they coming for me? - Can't say. It's just the two of them.",
      "th": "- พวกมันจะมาจับฉันเหรอ - บอกยาก มันมากันแค่สองคน"
    }
  },
  {
    "translation": {
      "en": "Man: No, everything's going great today.",
      "th": "ใช่ วันนี้เรียบร้อยดี ไม่"
    }
  },
  {
    "translation": {
      "en": "No. Be home about 5:30.",
      "th": "ใช่ ประมาณห้าโมงครึ่ง"
    }
  },
  {
    "translation": {
      "en": "Okay. Sounds like fun.",
      "th": "ฟังดูน่าสนุกดี"
    }
  },
  {
    "translation": {
      "en": "Okay, talk to you later. ( hangs up phone )",
      "th": "ไว้คุยกันทีหลัง"
    }
  },
  {
    "translation": {
      "en": "- Sorry. - Excuse me.",
      "th": "- โทษที - ขออภัย"
    }
  },
  {
    "translation": {
      "en": "- Mr. Hammond. - Hammond: Good morning, Detectives.",
      "th": "- คุณแฮมมอนด์ - อรุณสวัสดิ์ คุณนักสืบ"
    }
  },
  {
    "translation": {
      "en": "Just like he planned.",
      "th": "ตามแผนเลย"
    }
  },
  {
    "translation": {
      "en": "I've got a court order here to open",
      "th": "ผมมีหมายศาล ให้เปิดกล่องนิรภัย"
    }
  },
  {
    "translation": {
      "en": "a safe-deposit box number 392.",
      "th": "ผมมีหมายศาล ให้เปิดกล่องนิรภัย หมายเลข 392"
    }
  },
  {
    "translation": {
      "en": "Oh, thank God.",
      "th": "ขอบคุณพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "- Where is it? - I left it in there.",
      "th": "มันอยู่ไหน ฉันทิ้งไว้ในนั้น"
    }
  },
  {
    "translation": {
      "en": "This way, Detectives.",
      "th": "เชิญทางนี้ครับ คุณนักสืบ"
    }
  },
  {
    "translation": {
      "en": "Why did you do that? You left the ring?",
      "th": "ทำงั้นทำไม นายทิ้งแหวนไว้"
    }
  },
  {
    "translation": {
      "en": "Trust me. I left it in good hands.",
      "th": "เชื่อสิ มันจะตกไปอยู่ในมือที่ถูก"
    }
  },
  {
    "translation": {
      "en": "Russell: I'm no martyr.",
      "th": "ผมไม่ใช่นักบุญ"
    }
  },
  {
    "translation": {
      "en": "I did it for the money...",
      "th": "ผมทำไปเพื่อเงิน"
    }
  },
  {
    "translation": {
      "en": "but it's not worth much if you can't face yourself in the mirror.",
      "th": "แต่มันไม่มีค่า หากคุณทนมองตัวเองในกระจกไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Respect is the ultimate currency.",
      "th": "ความเคารพคือยอดแห่งเงินตรา"
    }
  },
  {
    "translation": {
      "en": "I was stealing from a man who traded it away for a few dollars.",
      "th": "ผมขโมยมาจากคนที่ยอมแลก มันกับเงินไม่กี่แดง"
    }
  },
  {
    "translation": {
      "en": "And then he tried to wash away his guilt,",
      "th": "จากนั้นก็พยายามล้างบาปของตน"
    }
  },
  {
    "translation": {
      "en": "drown it in a lifetime of good deeds and a sea of respectability.",
      "th": "โดยใช้บุญกุศลที่ทำมาทั้งชีวิต กับความนับหน้าถือตามากหลาย"
    }
  },
  {
    "translation": {
      "en": "- Let me get that-- - Ah! Let me.",
      "th": "- ให้ผมทำเอง - ผมเอง"
    }
  },
  {
    "translation": {
      "en": "- It almost worked too. - Okay.",
      "th": "มันเกือบได้ผลซะด้วย โอเค"
    }
  },
  {
    "translation": {
      "en": "But inevitably,",
      "th": "แต่เลี่ยงไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "the further you run from your sins,",
      "th": "ยิ่งคุณวิ่งหนี จากบาปไกลแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "the more exhausted you are when they catch up to you.",
      "th": "คุณยิ่งเหนื่อยล้า เมื่อมันตามสนองคุณทัน"
    }
  },
  {
    "translation": {
      "en": "And they do.",
      "th": "และมันตามทันแน่"
    }
  },
  {
    "translation": {
      "en": "Son of a bitch.",
      "th": "สารเลวเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Certain.",
      "th": "วางใจได้"
    }
  },
  {
    "translation": {
      "en": "It will not fail.",
      "th": "มันไม่เคยพลาด"
    }
  },
  {
    "translation": {
      "en": "Ho! ( chuckles )",
      "th": "(คาร์เทียร์, ปารีส, ลอนดอน, นิวยอร์ก)"
    }
  },
  {
    "translation": {
      "en": "- What do you think that's worth? - If you got to ask, man,",
      "th": "นายว่ามีค่าเท่าไหร่ ถ้าถึงขั้นต้องถาม นายไม่มีปัญญาซื้อหรอก"
    }
  },
  {
    "translation": {
      "en": "- you can't afford it. - Thank goodness my girlfriend ain't here.",
      "th": "ถ้าถึงขั้นต้องถาม นายไม่มีปัญญาซื้อหรอก โชคดีที่แฟนฉันไม่อยู่นี่ด้วย"
    }
  },
  {
    "translation": {
      "en": "\"Follow the ring\"?",
      "th": "\"ตามแหวนไป\" เหรอ (ตามแหวนไป)"
    }
  },
  {
    "translation": {
      "en": "- Case: Ah, Detective Frazier. - Mr. Case.",
      "th": "อ้าว นักสืบเฟรเชอร์ คุณเคส"
    }
  },
  {
    "translation": {
      "en": "- How are you? - I am great.",
      "th": "- สบายดีไหม - ผมสบายดี"
    }
  },
  {
    "translation": {
      "en": "Nobody got killed at the bank. Everybody's happy. My kind of day.",
      "th": "ไม่มีใครตายที่ธนาคาร ทุกคนมีความสุข เป็นวันดีของผม"
    }
  },
  {
    "translation": {
      "en": "That's wonderful, wonderful.",
      "th": "นั่นวิเศษเลย วิเศษ"
    }
  },
  {
    "translation": {
      "en": "- Detective Mitchell. - Mr. Case.",
      "th": "- นักสืบมิทเชล - คุณเคส"
    }
  },
  {
    "translation": {
      "en": "- Be seated, gentlemen. - Thank you.",
      "th": "- นั่งสิหนุ่มๆ - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "- Can I offer you anything? - No.",
      "th": "- ดื่มอะไรหน่อยไหม - ไม่ครับ"
    }
  },
  {
    "translation": {
      "en": "I must say, I was most impressed",
      "th": "ผมต้องขอบอก ผมประทับใจอย่างที่สุด"
    }
  },
  {
    "translation": {
      "en": "by the way you handled that business.",
      "th": "กับวิธีที่คุณจัดการเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "- Thank you, Mr. Case. - Whenever I hear the term",
      "th": "ขอบคุณครับ คุณเคส เมื่อผมได้ยินคำว่า \"ยอดตำรวจนิวยอร์ก\" ผมจะนึกถึงคุณ"
    }
  },
  {
    "translation": {
      "en": "\"New York's Finest,\" you're who I think of.",
      "th": "เมื่อผมได้ยินคำว่า \"ยอดตำรวจนิวยอร์ก\" ผมจะนึกถึงคุณ"
    }
  },
  {
    "translation": {
      "en": "You keep the rest of us safe and make it look easy.",
      "th": "คุณคอยคุ้มครองชาวบ้าน แถมทำให้ดูเหมือนง่ายซะด้วย"
    }
  },
  {
    "translation": {
      "en": "Pardon me.",
      "th": "- ขอประทานโทษครับ - มีอะไรน่าขำเหรอ"
    }
  },
  {
    "translation": {
      "en": "- What's so amusing? - When you say \"the rest of us,\" Mr. Case.",
      "th": "เมื่อคุณพูดว่า \"ชาวบ้าน\" คุณต้องมองรอบตัวหน่อยนะครับ"
    }
  },
  {
    "translation": {
      "en": "I mean, you got to look around. \"The rest of us\"",
      "th": "เมื่อคุณพูดว่า \"ชาวบ้าน\" คุณต้องมองรอบตัวหน่อยนะครับ ระดับคุณไม่จัดว่าเป็นชาวบ้านมานานแล้ว"
    }
  },
  {
    "translation": {
      "en": "is a category that you haven't qualified for in a long time.",
      "th": "ระดับคุณไม่จัดว่าเป็นชาวบ้านมานานแล้ว"
    }
  },
  {
    "translation": {
      "en": "Touché, Detective. I won't deny it. I've done well.",
      "th": "พูดถูก คุณนักสืบ ผมจะไม่ปฏิเสธ ผมทำธุรกิจรุ่งเรือง"
    }
  },
  {
    "translation": {
      "en": "Yes, you have. But I'm very confused.",
      "th": "ใช่แล้ว แต่ผมสับสนจัง"
    }
  },
  {
    "translation": {
      "en": "You see, I got a case",
      "th": "คือว่าผมมีคดีหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "where armed robbers laid siege to your bank.",
      "th": "ที่มีโจรพกปืนบุกยึดธนาคารคุณ"
    }
  },
  {
    "translation": {
      "en": "- It is your bank, right? - I'm chairman of the board of directors.",
      "th": "- ใช่ธนาคารของคุณจริงใช่ไหม - ผมเป็นประธานบอร์ดบริหาร"
    }
  },
  {
    "translation": {
      "en": "Then ai-ka-zai- ka-ben-a-kazoo, the robbers disappear.",
      "th": "แต่ไปไงมาไงมารู้ โจรดันหายวับไปเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "Poof. And they don't take a nickel, right?",
      "th": "แต่ไปไงมาไงมารู้ โจรดันหายวับไปเฉยๆ และมันไม่เอาเงินไปสักสลึง"
    }
  },
  {
    "translation": {
      "en": "- Are you asking me? - Yes, I'm asking you.",
      "th": "- นี่คุณถามผมเหรอ - ใช่ ผมถามคุณ"
    }
  },
  {
    "translation": {
      "en": "I mean, it's your bank. You own it. I'm asking you.",
      "th": "ก็มันธนาคารของคุณนี่ คุณเป็นเจ้าของ ผมเลยถามคุณ"
    }
  },
  {
    "translation": {
      "en": "It's a tiny part of our organization.",
      "th": "มันเป็นแค่ส่วนเล็กๆ ในองค์กรของเรา"
    }
  },
  {
    "translation": {
      "en": "No robbers, no real victims, no loot missing.",
      "th": "ไม่มีโจร ไม่มีเหยื่อที่แท้จริง ไม่มีทรัพย์สินหาย"
    }
  },
  {
    "translation": {
      "en": "- Got to be the first time in law-enforcement history., - I never heard of it before.",
      "th": "- คงเป็นครั้งแรกในประวัติศาสตร์กรมตำรวจ - ผมไม่เคยได้ยินมาก่อน"
    }
  },
  {
    "translation": {
      "en": "So you got to ask yourself, \"What the fuck happened?\" don't you, Mr. Case?",
      "th": "- คุณจึงต้องถามตัวเอง มันเกิดบ้าอะไรขึ้นกันแน่ - ผมชักไม่ชอบน้ำเสียงของคุณนะ"
    }
  },
  {
    "translation": {
      "en": "- I'm not sure I like your tone. - You don't like my tone?",
      "th": "- คุณจึงต้องถามตัวเอง มันเกิดบ้าอะไรขึ้นกันแน่ - ผมชักไม่ชอบน้ำเสียงของคุณนะ ไม่ชอบเหรอ งั้นก็ตอบผมมาตรงๆ สิ"
    }
  },
  {
    "translation": {
      "en": "Then give me a straight answer.",
      "th": "ไม่ชอบเหรอ งั้นก็ตอบผมมาตรงๆ สิ"
    }
  },
  {
    "translation": {
      "en": "It's the founding bank of your empire. You built it. It's your baby.",
      "th": "มันเป็นสาขาแรกในอาณาจักรของคุณ คุณสร้างมันมา มันเป็นลูกของคุณ"
    }
  },
  {
    "translation": {
      "en": "- Give me a straight answer. What do you think happened? - I have no idea.",
      "th": "- ตอบผมมาตรงๆ คุณคิดว่ามันเกิดอะไรขึ้น - ผมไม่รู้"
    }
  },
  {
    "translation": {
      "en": "Oh, come on, now. Come on.",
      "th": "ไม่เอาน่า งั้นผมบอกให้ว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "I tell you what I think. I think you sent that woman in there to patch things up.",
      "th": "ไม่เอาน่า งั้นผมบอกให้ว่าเกิดอะไรขึ้น คุณส่งแม่คนนั้นมาเพื่อกลบเรื่อง"
    }
  },
  {
    "translation": {
      "en": "Miss White-- I think you paid her. What was she doing in there?",
      "th": "คุณไวท์ ผมว่าคุณจ้างเธอมา เธอเข้าไปทำอะไรในนั้น"
    }
  },
  {
    "translation": {
      "en": "This is absurd. Are you implying that I had anything to do with it?",
      "th": "นี่มันเหลวไหลสิ้นดี นี่คุณจะบอกเป็นนัยว่า ผมมีส่วนเกี่ยวด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "392.",
      "th": "สามเก้าสอง"
    }
  },
  {
    "translation": {
      "en": "Safe-deposit box 392. What's the story on that?",
      "th": "- กล่องนิรภัย 392 ในนั้นมีอะไร - ผมไม่รู้ว่าคุณพูดเรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "- I have no idea what you're-- - Don't lie to me, Mr. Case.",
      "th": "- กล่องนิรภัย 392 ในนั้นมีอะไร - ผมไม่รู้ว่าคุณพูดเรื่องอะไร - อย่าโกหกผม คุณเคส - ผมเปล่าโกหก"
    }
  },
  {
    "translation": {
      "en": "- I don't lie. - I looked at all the records,",
      "th": "- อย่าโกหกผม คุณเคส - ผมเปล่าโกหก ผมดูบันทึกทั้งหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "all the bank records for safe-deposit boxes at your bank.",
      "th": "บันทึกกล่องนิรภัยทั้งหมดในธนาคารของคุณ"
    }
  },
  {
    "translation": {
      "en": "At first glance, everything looked fine, but...",
      "th": "มองแว่บแรกก็ดูเรียบร้อยดี แต่"
    }
  },
  {
    "translation": {
      "en": "there was one safe-deposit box that had no records.",
      "th": "มีกล่องนิรภัยหนึ่งที่ไม่ถูกบันทึกไว้"
    }
  },
  {
    "translation": {
      "en": "I mean, going all the way back to 1948. So I started thinking,",
      "th": "มันย้อนกลับไปได้ถึงปี 1948 ผมก็เลยเริ่มคิด ใครจะไขปริศนานี้ได้"
    }
  },
  {
    "translation": {
      "en": "\"Who would have the answer to this riddle?\"",
      "th": "ผมก็เลยเริ่มคิด ใครจะไขปริศนานี้ได้"
    }
  },
  {
    "translation": {
      "en": "Probably the man who forgot to mention that he built the bank in the first place in 1948.",
      "th": "คงเป็นคนที่ลืมบอกว่า เขาก่อตั้งธนาคารขึ้นมาครั้งแรกในปี 1948"
    }
  },
  {
    "translation": {
      "en": "It doesn't add up, Mr. Case. It does not add up.",
      "th": "มันมีพิรุธนะ คุณเคส มันมีพิรุธ"
    }
  },
  {
    "translation": {
      "en": "I'm afraid I-- I can't be of any further use to you, Detective.",
      "th": "เกรงว่าผมคงช่วยคุณมากกว่านี้ไม่ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "It's something really bad, isn't it?",
      "th": "มันต้องเป็นเรื่องอะไรที่เลวร้ายมากสินะ"
    }
  },
  {
    "translation": {
      "en": "Mr. Frazier, I have spent my whole life serving humanity.",
      "th": "คุณเฟรเชอร์ ผมอุทิศทั้งชีวิตรับใช้เพื่อนมนุษย์"
    }
  },
  {
    "translation": {
      "en": "You can ask anyone who knows me.",
      "th": "ไปถามใครที่รู้จักผมก็ได้"
    }
  },
  {
    "translation": {
      "en": "They'll vouch for me and for the things that I've done.",
      "th": "พวกเขาจะรับรองให้ผม และคุณความดีที่ผมเคยทำ"
    }
  },
  {
    "translation": {
      "en": "You think they'll vouch for you after I find out the truth about this ring?",
      "th": "คิดว่าพวกเขาจะยังรับรองคุณไหม หลังจากผมรู้ความจริงเรื่องแหวน"
    }
  },
  {
    "translation": {
      "en": "I don't think so.",
      "th": "ผมว่าคงไม่ล่ะมั้ง"
    }
  },
  {
    "translation": {
      "en": "Oh, by the way, that thing you said about us being New York's Finest?",
      "th": "ว่าแต่เรื่องที่คุณพูดถึงยอดตำรวจนิวยอร์กน่ะ"
    }
  },
  {
    "translation": {
      "en": "I want you to know we really appreciate that.",
      "th": "ผมอยากให้รู้ว่าเราซาบซึ้งจริงๆ"
    }
  },
  {
    "translation": {
      "en": "How gracious.",
      "th": "มีมารยาทเสียจริง"
    }
  },
  {
    "translation": {
      "en": "Let's go. We're gonna follow that ring.",
      "th": "ไปกันเถอะ เราจะไปตามรอยแหวนนั่น"
    }
  },
  {
    "translation": {
      "en": "Hey, Keith, let me see your shoe.",
      "th": "- คีธ ขอดูรองเท้านายหน่อยสิ - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "- What? - Let me see your shoe.",
      "th": "- ขอดูรองเท้าหน่อย - ทำไม"
    }
  },
  {
    "translation": {
      "en": "- Why? - 'Cause I have never seen anybody put their foot",
      "th": "- ขอดูรองเท้าหน่อย - ทำไม เพราะฉันไม่เคยเห็นใคร โดนเตะก้นโด่งขนาดนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "- that far up a guy's ass. - ( laughing )",
      "th": "เพราะฉันไม่เคยเห็นใคร โดนเตะก้นโด่งขนาดนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "- I guess I did, didn't I? - Man, you cut him an ass",
      "th": "- เมื่อกี้ฉันทำจริงใช่ไหมล่ะ - ให้ตาย นายคงเตะทะลวงก้นเขา"
    }
  },
  {
    "translation": {
      "en": "the length of the Lincoln Tunnel.",
      "th": "ยาวเท่าอุโมงค์ลินคอล์นเลย"
    }
  },
  {
    "translation": {
      "en": "We're gonna need a traffic cop on that shit.",
      "th": "สงสัยต้องส่งตำรวจราจรไปกำกับ"
    }
  },
  {
    "translation": {
      "en": "- Good afternoon, sir. Do you have a reservation? - Looking for the mayor.",
      "th": "- สวัสดีครับ คุณจองโต๊ะไว้รึเปล่า - มาหาท่านเทศมนตรี"
    }
  },
  {
    "translation": {
      "en": "- May I have your hat, please? - No, you cannot. Get your own.",
      "th": "- ผมขอหมวกได้ไหมครับ - ไม่ได้ ไปหาซื้อเอาเอง"
    }
  },
  {
    "translation": {
      "en": "Madeline: Invest $4 billion over the next four years...",
      "th": "พวกเขาวางแผนจะลงทุนสี่ล้าน ในอีกสี่ปีข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "- And that's all in place. - Sorry to interrupt you, Mr. Mayor,",
      "th": "- และทุกอย่างมันเข้าที่แล้ว - ขอโทษที่ขัดจังหวะ"
    }
  },
  {
    "translation": {
      "en": "but there's an old American saying: \"When there's blood on the streets,",
      "th": "แต่มีสำนวนอเมริกันเก่ากล่าวไว้ว่า เมื่อบ้านเมืองเกิดนองเลือด"
    }
  },
  {
    "translation": {
      "en": "somebody's got to go to jail.\"",
      "th": "ต้องมีคนเข้าคุก"
    }
  },
  {
    "translation": {
      "en": "Edwin, could you please excuse us for a minute?",
      "th": "เอ็ดวิน ขอเวลาให้เราสักครู่ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "- What's this about, Detective? - I believe Detective Frazier",
      "th": "นี่มันเรื่องอะไรกัน คุณนักสืบ ฉันเชื่อว่านับสืบเฟรเชอร์ มาเคลียร์ให้หายคาใจ"
    }
  },
  {
    "translation": {
      "en": "is looking for some closure.",
      "th": "ฉันเชื่อว่านับสืบเฟรเชอร์ มาเคลียร์ให้หายคาใจ"
    }
  },
  {
    "translation": {
      "en": "That's a good word-- \"closure.\"",
      "th": "นั่นเป็นคำที่ดี หายคาใจ"
    }
  },
  {
    "translation": {
      "en": "\"Case closed,\" you know what I mean?",
      "th": "ปิดคดี เข้าใจที่ผมพูดไหม"
    }
  },
  {
    "translation": {
      "en": "This is the number of the War Crimes Issues Office",
      "th": "นี่คือเบอร์โทร ของกรมจัดการอาชญากรรมสงคราม"
    }
  },
  {
    "translation": {
      "en": "in Washington, D.C.",
      "th": "ในวอชิงตัน ดี.ซี."
    }
  },
  {
    "translation": {
      "en": "How would you like to be on the front page The New York Times?",
      "th": "คุณสนใจอยากลงหน้าหนึ่ง นิวยอร์กไทมส์ไหม"
    }
  },
  {
    "translation": {
      "en": "That'd be great. Make sure they spell my name right, though.",
      "th": "แบบนั้นก็ดี แต่สะกดชื่อผมให้ถูกล่ะ เฟรเชอร์สะกดดัวย \"ช\""
    }
  },
  {
    "translation": {
      "en": "That's \"Frazier\" with a \"Z.\"",
      "th": "แต่สะกดชื่อผมให้ถูกล่ะ เฟรเชอร์สะกดดัวย \"ช\" เก็บปากกาไว้เถอะไม่ต้องคืน"
    }
  },
  {
    "translation": {
      "en": "You can keep the pen.",
      "th": "เก็บปากกาไว้เถอะไม่ต้องคืน"
    }
  },
  {
    "translation": {
      "en": "You've made copies?",
      "th": "ทำสำเนาไว้แล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "Please.",
      "th": "คุณก็ เราต้องกวาดผู้ร้ายตัวจริง ออกจากท้องถนนนะครับท่าน"
    }
  },
  {
    "translation": {
      "en": "We've got to keep the real criminals off the street, Your Honor.",
      "th": "เราต้องกวาดผู้ร้ายตัวจริง ออกจากท้องถนนนะครับท่าน"
    }
  },
  {
    "translation": {
      "en": "All right. Well, thanks for lunch.",
      "th": "เอาล่ะ ขอบคุณสำหรับมื้อเที่ยง"
    }
  },
  {
    "translation": {
      "en": "War crimes, huh?",
      "th": "อาชญากรสงครามงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "What have you got me into this time?",
      "th": "คุณลากผมมาเจออะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "( whispers ) Mama?",
      "th": "ยาหยี"
    }
  },
  {
    "translation": {
      "en": "How you doin'?",
      "th": "เป็นไง ที่รัก"
    }
  },
  {
    "translation": {
      "en": "- Did you bring Big Willie? - And the twins.",
      "th": "- เอาข้าวหลามมาฝากรึเปล่า - เงาะแฝดด้วย"
    }
  },
  {
    "translation": {
      "en": "Slow down, girl. Get my gun off before I get my gun off, okay?",
      "th": "ใจเย็น แม่คุณ ขอเก็บกระบอกนี้ก่อนจะชักอีกกระบอก"
    }
  },
  {
    "translation": {
      "en": "Pow pow.",
      "th": "ปังๆ"
    }
  },
  {
    "translation": {
      "en": "- Sorry. - Excuse me.",
      "th": "- โทษที - ขออภัย"
    }
  },
  {
    "translation": {
      "en": "- Keith: Why don't you just walk out the door? - Russel: I will.",
      "th": "- ทำไมแกไม่เดินออกประตูไป - ทำแน่"
    }
  },
  {
    "translation": {
      "en": "I'm gonna walk out of that door when I'm good and ready.",
      "th": "- ทำไมแกไม่เดินออกประตูไป - ทำแน่ ฉันจะเดินออกประตูนั่นไป เมื่อฉันพร้อม"
    }
  },
  {
    "translation": {
      "en": "Son of a bitch.",
      "th": "ไอ้ตัวแสบ"
    }
  },
  {
    "translation": {
      "en": "Come on, honey. The handcuffs are getting cold.",
      "th": "เร็วสิที่รัก เดี๋ยวกุญแจมือจะเย็นซะก่อน"
    }
  },
  {
    "translation": {
      "en": "( \"Chaiyya Chaiyya Bollywood Joint\" playing )",
      "th": "(อินไซด์ แมน)"
    }
  }
]