[
  {
    "translation": {
      "en": "Shit!",
      "th": "เวรแล้ว"
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "th": "เวร"
    }
  },
  {
    "translation": {
      "en": "-(humming) -Molly? Molly?",
      "th": "มอลลี่ๆ"
    }
  },
  {
    "translation": {
      "en": "Molly?! Hey, I was listening to that.",
      "th": "- มอลลี่ - พี่ ฉันฟังเพลงอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "Earth calling sisterling. Have you forgotten today's the day Rosemary moves in?",
      "th": "ฟังหน่อยสิ ลืมไปแล้วเหรอ ว่าโรสแมรี่จะย้ายเข้ามาวันนี้"
    }
  },
  {
    "translation": {
      "en": "Like you'd let me forget? Please tell me you're not gonna do anything crazy.",
      "th": "อย่างกับพี่จะยอมให้ฉันลืมแน่ะ สัญญานะว่าพี่จะไม่ทำอะไรบ้าๆ"
    }
  },
  {
    "translation": {
      "en": "Look, you know I love you Mollster,",
      "th": "พี่รักเธอนะ มอลสเตอร์"
    }
  },
  {
    "translation": {
      "en": "but are some things you're just way too young to understand.",
      "th": "แต่ก็มีบางอย่าง ที่เธอยังเด็กเกินกว่าจะเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "I know what I'm doing, though, okay?",
      "th": "แต่พี่รู้ดีน่าว่าตัวเองทำอะไร โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "-Trust me. -Poppy!",
      "th": "- ไว้ใจพี่เถอะ - พี่ป็อปปี้"
    }
  },
  {
    "translation": {
      "en": "All right, guys, let's give my dad's girlfriend the perfect Malibu welcome.",
      "th": "เอาล่ะ พวกเรา มาต้อนรับแฟนของพ่อฉันสู่มาลิบูกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Everyone, help yourself!",
      "th": "ทุกคน ตามสบายเลยนะ"
    }
  },
  {
    "translation": {
      "en": "You can keep it or you can throw it away. You can keep that.",
      "th": "จะเอาไว้ใช้หรือว่าเอาไปทิ้งก็ได้ เอาเลย อันนั้นเก็บไว้ก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "(chattering)",
      "th": "- ฉันขอลูกบอล - เธอเอานั่นไปเลย เราไม่ใช้"
    }
  },
  {
    "translation": {
      "en": "Oh, Poppy, you've really done it this time.",
      "th": "- เอาไปทิ้งกัน - ชุดนั่นเลิศจริงๆ ป็อปปี้ คราวนี้พี่ทำเกินไปจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Hey, girls, watch this.",
      "th": "สาวๆ ดูนี่นะ"
    }
  },
  {
    "translation": {
      "en": "Where did she go? -Is she okay? -Is she still down there?",
      "th": "- ไปไหนแล้ว - เธอเป็นอะไรไหมเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-She's still under. -There might be sharks.",
      "th": "- ยังอยู่ใต้น้ำเหรอ - ยังไม่โผล่เลย - หรือโดนฉลามงาบไปแล้ว - ใครก็ได้ช่วยเธอหน่อย"
    }
  },
  {
    "translation": {
      "en": "Welcome to Malibu, biatch!",
      "th": "- หรือโดนฉลามงาบไปแล้ว - ใครก็ได้ช่วยเธอหน่อย ขอต้อนรับสู่มาลิบูนะ นังตัวดี"
    }
  },
  {
    "translation": {
      "en": "Get up here right now! Get up here!",
      "th": "ขึ้นมาเดี๋ยวนี้เลย ขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "Please go home. Home, home.",
      "th": "กลับบ้านกันได้ กลับบ้านซะ"
    }
  },
  {
    "translation": {
      "en": "(chattering)",
      "th": "- หมดสนุกเลย - ใจเย็นสิคุณ"
    }
  },
  {
    "translation": {
      "en": "Go on, out. Out. Out, out, out.",
      "th": "- ไปสิ ออกไป - ไงครับ คุณพ่อ"
    }
  },
  {
    "translation": {
      "en": "Let's go. Come on, out. Out, out.",
      "th": "- ห่วยแตก - ไปสิ ไป ออกไป"
    }
  },
  {
    "translation": {
      "en": "That is the final straw, Poppy! You are going to England.",
      "th": "พ่อทนไม่ไหวแล้วนะ ป็อปปี้ พ่อจะส่งลูกไปอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "-Let's go. -Yawn!",
      "th": "พ่อทนไม่ไหวแล้วนะ ป็อปปี้ พ่อจะส่งลูกไปอังกฤษ - ไปกันได้แล้ว - เบื่อชะมัด ใช้ลูกไม้โรงเรียนประจำอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "The boarding school threat again!",
      "th": "- ไปกันได้แล้ว - เบื่อชะมัด ใช้ลูกไม้โรงเรียนประจำอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "I don't even recognize you anymore. All this is gonna stop right now!",
      "th": "พ่อจำสภาพลูกแทบไม่ได้แล้วนะ เรื่องนี้จะต้องจบสักที"
    }
  },
  {
    "translation": {
      "en": "So, what? Big deal!",
      "th": "พ่อจำสภาพลูกแทบไม่ได้แล้วนะ เรื่องนี้จะต้องจบสักที ทำเป็นเรื่องใหญ่ไปได้"
    }
  },
  {
    "translation": {
      "en": "You can just replace me with a newer, trashier version, like you did with Mom.",
      "th": "ใช่สิ พ่อจะได้หาคนที่เลวยิ่งกว่าหนูมาแทน เหมือนที่พ่อทำกับแม่"
    }
  },
  {
    "translation": {
      "en": "You are going to boarding school in England, and that's final.",
      "th": "พ่อจะส่งลูกไปโรงเรียนประจำในอังกฤษ พ่อตัดสินใจแล้ว"
    }
  },
  {
    "translation": {
      "en": "What, you think just because Mom went to boarding school in England,",
      "th": "ทำไมเหรอ พ่อคิดว่าเพราะ แม่เคยเรียนโรงเรียนประจำในอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "it's gonna magically straighten me out?",
      "th": "มันเลยจะทำให้หนูนิสัยดีขึ้นมาทันตาเหรอ"
    }
  },
  {
    "translation": {
      "en": "Do you even remember Mom?",
      "th": "พ่อจำแม่ได้หรือเปล่าเถอะ"
    }
  },
  {
    "translation": {
      "en": "Hi, Molly.",
      "th": "ไง มอลลี่"
    }
  },
  {
    "translation": {
      "en": "I think you might've pushed him too far this time.",
      "th": "หนูว่าคราวนี้พี่ทำเกินไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "I know.",
      "th": "พี่รู้"
    }
  },
  {
    "translation": {
      "en": "But England's so far away.",
      "th": "อังกฤษช่างไกลเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "Well, at least they speak American there, right?",
      "th": "แต่อย่างน้อยที่นั่นก็พูดภาษาอเมริกัน ใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "But who's gonna cut the crusts of my sandwiches?",
      "th": "แต่ใครจะคอยตัดขอบขนมปังแซนด์วิชให้ฉันล่ะ"
    }
  },
  {
    "translation": {
      "en": "You're gonna be fine, Mol. I promise.",
      "th": "เธอจะไม่เป็นไรหรอก มอล พี่สัญญา"
    }
  },
  {
    "translation": {
      "en": "Oh, in England, it rains 200 days out of the year.",
      "th": "ที่อังกฤษ ฝนตก 200 วันต่อปี"
    }
  },
  {
    "translation": {
      "en": "You will definitely get S.A.D. She is sad.",
      "th": "- เธอจะเป็นโรคเอสเอดีแน่ๆ - พี่ก็เศร้าอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Seasonal Affected Disorder.",
      "th": "โรคเศร้าซึมตามฤดูกาลน่ะ"
    }
  },
  {
    "translation": {
      "en": "Depression due to lack of sunlight,",
      "th": "โรคเศร้าซึมตามฤดูกาลน่ะ หดหู่เพราะไม่เจอแสงอาทิตย์ ทำให้สิวเห่อแล้วก็น้ำหนักขึ้น"
    }
  },
  {
    "translation": {
      "en": "resulting in acne and weight gain.",
      "th": "หดหู่เพราะไม่เจอแสงอาทิตย์ ทำให้สิวเห่อแล้วก็น้ำหนักขึ้น"
    }
  },
  {
    "translation": {
      "en": "What? What? I saw it on Dr. 90210.",
      "th": "- อะไรนะ - อะไรล่ะ ก็ฉันเห็นในรายการดอกเตอร์ 90210"
    }
  },
  {
    "translation": {
      "en": "(gasps) Not those shoes. They don't do rain.",
      "th": "คู่นั้นไม่ได้นะ ทนฝนไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "Just take them.",
      "th": "งั้นเธอก็เอาไปเลย"
    }
  },
  {
    "translation": {
      "en": "Hey, you promise we'll talk every day? Swear on your life?",
      "th": "สัญญานะว่าเราจะคุยกันทุกวัน เธอต้องสาบานนะ"
    }
  },
  {
    "translation": {
      "en": "Dude, who loves ya? Everything's gonna suck without you.",
      "th": "เพื่อนฝูง ใครกันที่รักเธอ ขาดเธอไปฉันคงเซ็งน่าดู"
    }
  },
  {
    "translation": {
      "en": "Oh, Ruby, you're my best friend. I'm gonna miss you so much.",
      "th": "รูบี้ เธอเป็นเพื่อนรักของฉัน ฉันคงคิดถึงเธอสุดๆ"
    }
  },
  {
    "translation": {
      "en": "I know, let's check out their website.",
      "th": "รู้แล้ว ลองดูเว็บไซต์โรงเรียนหน่อยดีกว่า"
    }
  },
  {
    "translation": {
      "en": "(both) Oh, my God!",
      "th": "- พระ เจ้า ช่วย - พระ เจ้า ช่วย"
    }
  },
  {
    "translation": {
      "en": "\"Abbey Mount School is an independent boarding school",
      "th": "\"โรงเรียนแอ็บบี้เมาต์ เป็นโรงเรียนประจำเอกชน"
    }
  },
  {
    "translation": {
      "en": "\"for girls age 11 to 17?",
      "th": "- สำหรับเด็กผู้หญิงอายุ 11 ถึง 17 ปี - ให้ตายเถอะ"
    }
  },
  {
    "translation": {
      "en": "Founded in 1797!",
      "th": "ก่อตั้งเมื่อปี 1797"
    }
  },
  {
    "translation": {
      "en": "The school is one of England's top institutions for young ladies?\"",
      "th": "โรงเรียนของเราเป็นหนึ่งในสถาบันที่ ยอดเยี่ยมที่สุดในอังกฤษสำหรับเด็กผู้หญิง\""
    }
  },
  {
    "translation": {
      "en": "-It's all brick! -Ew. Please tell me that's not in the countryside.",
      "th": "ตึกอิฐทั้งหลัง ขออย่าให้อยู่ในชนบทเลย"
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "th": "ขอตัวนะคะ"
    }
  },
  {
    "translation": {
      "en": "Hello, how are you?",
      "th": "สวัสดี เป็นไงบ้างจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "All right, Kate. Yes?",
      "th": "- สบายดีนะ เคต - ค่ะ ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Mr. Moore, I'm Mrs. Kingsley.",
      "th": "คุณมัวร์ ฉันคิงส์ลีย์ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, please call me Gerry. Thank you, I am so grateful",
      "th": "เรียกผมว่าเจอร์รี่ก็ได้ ขอบคุณนะครับ ผมซาบซึ้งมากเลย"
    }
  },
  {
    "translation": {
      "en": "I'm happy we could help out. She's going through rather a difficult stage.",
      "th": "- ยินดีช่วยค่ะ - ลูกสาวผมกำลังมีปัญหาน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "Just leave it to me, Mr. Moore. I have a double first in difficult.",
      "th": "วางใจฉันได้ คุณมัวร์ ฉันถนัดดูแลเด็กมีปัญหา"
    }
  },
  {
    "translation": {
      "en": "-Hello. -Hi.",
      "th": "- สวัสดีจ้ะ สบายดีไหม - สวัสดี"
    }
  },
  {
    "translation": {
      "en": "-Good holiday? -Yeah.",
      "th": "- ปิดเทอมสนุกไหม - สนุก"
    }
  },
  {
    "translation": {
      "en": "Good.",
      "th": "ดีนี่"
    }
  },
  {
    "translation": {
      "en": "Hello, Poppy, welcome to Abbey Mount. I'm Mrs. Kingsley, your headmistress.",
      "th": "สวัสดี ป็อปปี้ ยินดีต้อนรับสู่แอ็บบี้เมาต์ ฉันอาจารย์คิงส์ลีย์ อาจารย์ใหญ่ของโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "Look, I understand you're just-- Uh-uh uh-uh.",
      "th": "ฟังนะ หนูเข้าใจว่า..."
    }
  },
  {
    "translation": {
      "en": "Lesson number one, Poppy. To me, negotiation is like a nightclub...",
      "th": "กฎข้อหนึ่งนะ ป็อปปี้ สำหรับฉันแล้ว การต่อรองก็เหมือนกับไนต์คลับ"
    }
  },
  {
    "translation": {
      "en": "not something I tend to enter into. Now, come along.",
      "th": "คือไม่ใช่สิ่งที่ฉันสนใจ มากับฉันได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "-Hello. -Hi.",
      "th": "- สวัสดี - สวัสดี เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "th": "ว้าว"
    }
  },
  {
    "translation": {
      "en": "-Who's she? -Is she new?",
      "th": "- ใครกันนะ - ว้าว นักเรียนใหม่เหรอ"
    }
  },
  {
    "translation": {
      "en": "-Wow. -Look at those shoes.",
      "th": "- ว้าว - ดูรองเท้าเธอสิ"
    }
  },
  {
    "translation": {
      "en": "Poppy, this is Kate. She'll be your big sister at Abbey Mount.",
      "th": "ป็อปปี้ นี่เคตนะจ๊ะ พี่เลี้ยงของเธอที่แอ็บบี้เมาต์"
    }
  },
  {
    "translation": {
      "en": "You'll soon settle in.",
      "th": "เดี๋ยวเธอก็ปรับตัวได้"
    }
  },
  {
    "translation": {
      "en": "-Hi, how do you do? -I already have a sister.",
      "th": "- สวัสดี สบายดีไหม - ฉันมีน้องสาวแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's just school lingo. I'll be your friend, a helping hand, that's all.",
      "th": "แค่ตำแหน่งในโรงเรียนเฉยๆ น่ะ ฉันจะเป็นเพื่อนเธอ คอยช่วยเหลือ"
    }
  },
  {
    "translation": {
      "en": "Okay, but, um, I choose my friends. And FYI, you don't make the cut.",
      "th": "ก็ได้ แต่ฉันเลือกเพื่อนเอง แล้ว \"เอฟวายไอ\" นะ ว่าเธอไม่ได้ถูกเลือก"
    }
  },
  {
    "translation": {
      "en": "I'm sure that comment would sting a lot more if I knew what \"FYI\" meant.",
      "th": "ฉันคงจะรู้สึกแย่มากเลยแหละ ถ้าฉันรู้ว่า \"เอฟวายไอ\" หมายถึงอะไร"
    }
  },
  {
    "translation": {
      "en": "But, for the moment, let's just pretend it's had the desired effect, shall we?",
      "th": "แต่ตอนนี้ เรามาแกล้งทำเป็นว่า ฉันรู้สึกแย่กับสิ่งนั้นแล้วกันนะ"
    }
  },
  {
    "translation": {
      "en": "Saddle up, girls, we've got ourselves a bronco.",
      "th": "เตรียมตัวนะสาวๆ พยศไม่ใช่เล่นเลย"
    }
  },
  {
    "translation": {
      "en": "Mrs. Kingsley, a gift.",
      "th": "อาจารย์คิงส์ลีย์คะ ของขวัญค่ะ"
    }
  },
  {
    "translation": {
      "en": "One for you and one for Freddie.",
      "th": "ของอาจารย์ตัวหนึ่ง ของเฟร็ดดี้ตัวหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Oh, thank you. I shot them myself.",
      "th": "- ขอบใจจ้ะ - หนูยิงเองกับมือเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, I don't doubt that you did.",
      "th": "ฉันไม่สงสัยเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Well, perhaps you'd like to keep hold of them while I welcome back the first years.",
      "th": "แต่ช่วยถือไว้ให้ก่อนนะ เดี๋ยวอาจารย์จะไปต้อนรับนักเรียนใหม่ก่อน"
    }
  },
  {
    "translation": {
      "en": "Nice thought, though.",
      "th": "ขอบใจนะที่คิดถึง"
    }
  },
  {
    "translation": {
      "en": "Harriet. Head girl.",
      "th": "แฮร์เรียต หัวหน้านักเรียน"
    }
  },
  {
    "translation": {
      "en": "You shake the hand of the head girl out of respect.",
      "th": "เธอต้องจับมือกับหัวหน้านักเรียน ด้วยความเคารพ"
    }
  },
  {
    "translation": {
      "en": "When the head girl has earned my respect, then I'll shake her hand, biatch.",
      "th": "เมื่อหัวหน้านักเรียนทำให้ฉันเคารพ ฉันก็จะจับมือเอง นังตัวดี"
    }
  },
  {
    "translation": {
      "en": "-I'm sorry. -Apology accepted.",
      "th": "- ขอโทษนะเธอ - จะรับคำขอโทษก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "Stunningly horridious ego desperately seeks a good bashing.",
      "th": "อวดดีอย่างไม่ดูตาม้าตาเรือ สงสัยต้องโดนอบรมให้สาสม"
    }
  },
  {
    "translation": {
      "en": "Can we oblige? Me thinks so.",
      "th": "เราจัดการได้ไหม คิดว่าได้นะ"
    }
  },
  {
    "translation": {
      "en": "(together) We think so, too.",
      "th": "- เราก็ว่าได้ - เราก็ว่าได้"
    }
  },
  {
    "translation": {
      "en": "I'll call you tomorrow morning as soon as I'm back in L.A.",
      "th": "พรุ่งนี้เช้าพอถึงแอลเอแล้วพ่อจะโทรมา"
    }
  },
  {
    "translation": {
      "en": "I hope your flight gets seriously delayed.",
      "th": "ขอให้เที่ยวบินของพ่อล่าช้าหลายๆ ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "And I hope your bags end up in Kazakhstan.",
      "th": "แล้วกระเป๋าก็ถูกส่งไปคาซัคสถาน"
    }
  },
  {
    "translation": {
      "en": "I'll come back for you at the end of the semester, all right?",
      "th": "แล้วพ่อจะมารับตอนปิดเทอมนะ"
    }
  },
  {
    "translation": {
      "en": "Sweetheart, you know I love you.",
      "th": "ลูกรัก ลูกรู้นะว่าพ่อรักลูก"
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "th": "บาย"
    }
  },
  {
    "translation": {
      "en": "I have to find this CD to play for you guys. ♪ I gave a slap ♪",
      "th": "ฉันจะหาซีดีให้พวกเธอ อยู่นี่เอง"
    }
  },
  {
    "translation": {
      "en": "♪ You smashed a plate over my head ♪",
      "th": "พวกเธอยืมได้นะ แต่ห้ามเอาออกไปข้างนอก"
    }
  },
  {
    "translation": {
      "en": "♪ Then I set fire to our bed ♪",
      "th": "แม่ฉันไม่ยอมให้ฉันใส่ส้นสูง"
    }
  },
  {
    "translation": {
      "en": "♪ Oh ♪",
      "th": "ฉันเป็นแค่ตัวสำรองเพราะไม่ค่อยได้ไปซ้อม ฉันเคยได้ยินเพลงนี้แล้วในวิทยุ"
    }
  },
  {
    "translation": {
      "en": "♪ My black eye casts no shadow ♪",
      "th": "ฉันเคยได้ยินเพลงนี้แล้วในวิทยุ - ขอบใจนะ - รับเก่งนี่"
    }
  },
  {
    "translation": {
      "en": "♪ Your red eye sees no blame ♪",
      "th": "- ขอบใจนะ - รับเก่งนี่"
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "th": "ขอโทษนะ"
    }
  },
  {
    "translation": {
      "en": "Hi, um, I've been assigned this room.",
      "th": "สวัสดี ฉันถูกจัดให้อยู่ห้องนี้"
    }
  },
  {
    "translation": {
      "en": "You need to leave.",
      "th": "พวกเธอออกไปได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh... wow, communal.",
      "th": "อ๋อ ห้องรวม"
    }
  },
  {
    "translation": {
      "en": "Well, it's bed number five or the corridor. Your choice, mate.",
      "th": "ของเธอเตียงห้า หรือไม่ก็เตียงข้างทางเดิน เลือกเอาเองเลย"
    }
  },
  {
    "translation": {
      "en": "Move your stinking socks, Drippy.",
      "th": "เอาถุงเท้าเหม็นๆ ของเธอไปเก็บซะ ดริปปี้"
    }
  },
  {
    "translation": {
      "en": "Gross.",
      "th": "ขยะแขยงจริงๆ"
    }
  },
  {
    "translation": {
      "en": "You lock away your chocolate?",
      "th": "ต้องซ่อนช็อกโกแลตด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Key information, if it's the Wagon Wheel versus the Rolex,",
      "th": "อันนี้สำคัญเลยนะ ถ้าต้องเลือก ระหว่างวาก้อนวีลกับโรเล็กซ์"
    }
  },
  {
    "translation": {
      "en": "the Wagon Wheel is going to trounce it every time.",
      "th": "เธอจะเลือกวาก้อนวีลทุกครั้งแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "What's a Wagon Wheel? Jesu Christi, you have not lived.",
      "th": "- วาก้อนวีลคืออะไร - ให้ตายสิ เธอไปอยู่ไหนมา"
    }
  },
  {
    "translation": {
      "en": "That's carbs and sugar. What a revelation. I had no idea.",
      "th": "- คาร์โบโฮเดรตกับน้ำตาลทั้งนั้น - ความรู้ใหม่นะเนี่ย ไม่เคยรู้มาก่อนเลย"
    }
  },
  {
    "translation": {
      "en": "What the bleep is that? None of your bleeping business.",
      "th": "- นั่นอะไรน่ะ - ไม่ใช่เรื่องอะไรของเธอ"
    }
  },
  {
    "translation": {
      "en": "It's an iPhone.",
      "th": "ไอโฟนน่ะ"
    }
  },
  {
    "translation": {
      "en": "Good luck getting a signal. We only have two hot spots that work 'round here.",
      "th": "ฝันไปเถอะว่าจะมีสัญญาณ แถวนี้มีแค่สองจุดที่รับคลื่นได้ดี"
    }
  },
  {
    "translation": {
      "en": "Maybe you should try entering the 21st Century, Buck Rogers.",
      "th": "บางทีเธอน่าจะเข้าศตวรรษที่ 21 ได้แล้วนะ แม่สาวล้ำสมัย"
    }
  },
  {
    "translation": {
      "en": "This place is medieval. It's imperative that I make my phone calls.",
      "th": "ที่นี่ดึกดำบรรพ์สิ้นดีเลย ฉันต้องโทรศัพท์ซะด้วย"
    }
  },
  {
    "translation": {
      "en": "It's pointless anyway. Only allowed mobiles on weekends.",
      "th": "ไม่มีประโยชน์หรอก เราใช้มือถือได้แค่ช่วงสุดสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "How am I supposed to call my therapist.",
      "th": "แล้วฉันจะโทรหาจิตแพทย์ของฉันได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "She's joking, right? Oh, sweetheart, this is not Beverly Hills 90210.",
      "th": "หล่อนล้อเล่นใช่ไหม ที่รัก นี่ไม่ใช่เบเวอร์ลีฮิลส์ 90210 นะ"
    }
  },
  {
    "translation": {
      "en": "Just put it away before Matron catches you.",
      "th": "เอาไปเก็บก่อนที่ผู้คุมจะเห็นเถอะ"
    }
  },
  {
    "translation": {
      "en": "Where's your trunk. It hasn't been delivered yet.",
      "th": "- กระเป๋าอยู่ไหนล่ะ - ยังมาไม่ถึงเลย"
    }
  },
  {
    "translation": {
      "en": "No!",
      "th": "ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "No, no, no. Not the new season Gucci. The Choos! No!",
      "th": "ไม่นะ ไม่ๆ รองเท้ากุชชีรุ่นใหม่ของฉัน ไม่นะ จิมมี่ชูด้วย ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "This is all only hand-washable. This is ridiculous.",
      "th": "พวกนี้ต้องซักมือทั้งนั้น บ้าจริงๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Uh, why?",
      "th": "พวกนี้ต้องซักมือทั้งนั้น บ้าจริงๆ เลย - ทำไม... - อะไรเหรอ เผื่อเวลาฉันกระหายไง"
    }
  },
  {
    "translation": {
      "en": "What? I might get thirsty.",
      "th": "- ทำไม... - อะไรเหรอ เผื่อเวลาฉันกระหายไง"
    }
  },
  {
    "translation": {
      "en": "You know, in the U.K., we have this amazing thing-- It's called a tap. Oh.",
      "th": "นี่ ในสหราชอาณาจักร เรามีสิ่งที่น่าทึ่ง ที่เรียกว่าน้ำประปาด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "Welcome back, girls.",
      "th": "ขอต้อนรับการกลับมานะ สาวๆ"
    }
  },
  {
    "translation": {
      "en": "Oh, good, staff. How quickly can you get all this stuff cleaned?",
      "th": "ดีเลย เด็กรับใช้ ช่วยทำของพวกนี้ให้แห้งหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "-Is she... -Mm-hmm. American. Oh, yes.",
      "th": "- ใช่เหรอ - อือ สาวอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "We had one of those in 1997. Not good.",
      "th": "เราเคยมีคนหนึ่งเมื่อปี 1997 ไม่ดีเลย"
    }
  },
  {
    "translation": {
      "en": "Oh. Accustom her to my rules, and she should be in the correct uniform for a start.",
      "th": "บอกกฎของฉันให้หล่อนคุ้นเคยด้วย อย่างแรกก็ให้หล่อนใส่ชุดที่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "Mobile phones, please, girls.",
      "th": "เอามือถือมาให้หมด สาวๆ"
    }
  },
  {
    "translation": {
      "en": "Thank you, Kiki. Thank you, Josie. Thank you, Kate.",
      "th": "ขอบใจนะ กิกี้ ขอบใจนะ โจซี่ ขอบใจนะ เคต"
    }
  },
  {
    "translation": {
      "en": "Whoa! Hands off, mama! I said hands off!",
      "th": "หยุดเลย อย่าแตะนะ คุณป้า ฉันบอกว่าห้ามแตะไง"
    }
  },
  {
    "translation": {
      "en": "I am Scottish, not remedial.",
      "th": "ฉันคนสกอต แล้วก็ไม่ได้ปัญญาอ่อน"
    }
  },
  {
    "translation": {
      "en": "Good, then you understand. Line-dry, press. No starch, and no creases.",
      "th": "ดี งั้นเธอก็เข้าใจสินะ ตากแห้ง รีด ไม่ต้องลงแป้ง ไม่เอาจีบ"
    }
  },
  {
    "translation": {
      "en": "How dare you. No mufti for a week?",
      "th": "กล้าดีนัก ห้ามใส่ชุดลำลองหนึ่งอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "Fine. Mufti might be your thing, lady, but it sure ain't mine.",
      "th": "ได้เลย \"ลำลอง\" คืออะไรก็ช่างเถอะ แต่ฉันไม่สนหรอก"
    }
  },
  {
    "translation": {
      "en": "She means no home clothes for a week. Like I give a shit. -Huh? -I'll be gone by then.",
      "th": "- แปลว่าห้ามใส่ชุดอยู่บ้านหนึ่งอาทิตย์ - ก็เรื่องของนังนั่นสิ"
    }
  },
  {
    "translation": {
      "en": "Language!",
      "th": "- ป่านนั้นฉันก็ไม่อยู่แล้ว - ใช้คำหยาบคาย"
    }
  },
  {
    "translation": {
      "en": "Two Sundays detention for the whole dorm. (all groan)",
      "th": "กักบริเวณสองอาทิตย์ ทั้งห้องเลย"
    }
  },
  {
    "translation": {
      "en": "I'll deal with this. -Look, hey, hey. -Huh?",
      "th": "ฉันจัดการเอง ฟังนะ เธอ"
    }
  },
  {
    "translation": {
      "en": "Here's a Ben Franklin.",
      "th": "นี่เงินดอลลาร์ เอาไปซื้อ..."
    }
  },
  {
    "translation": {
      "en": "Why don't you go out and buy yourself-Well, anything.",
      "th": "นี่เงินดอลลาร์ เอาไปซื้อ... อะไรก็ได้ ไม่ว่าเธอซื้ออะไรก็ทำให้ดูดีขึ้นทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "Whatever you get will be a serious improvement.",
      "th": "อะไรก็ได้ ไม่ว่าเธอซื้ออะไรก็ทำให้ดูดีขึ้นทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "Three Sundays for everyone.",
      "th": "สามอาทิตย์ ทุกคนเลย"
    }
  },
  {
    "translation": {
      "en": "Thanks a lot for that, you utter moron.",
      "th": "- ขอบใจนะ ยัยห่วยเอ๊ย - เธอเป็นอะไร สติไม่ดีเหรอ"
    }
  },
  {
    "translation": {
      "en": "-What, are you mental? -What?",
      "th": "- ขอบใจนะ ยัยห่วยเอ๊ย - เธอเป็นอะไร สติไม่ดีเหรอ ก็หล่อนอยากทำตัวบัดซบ และเจ้ากี้เจ้าการกับฉันก่อนนี่"
    }
  },
  {
    "translation": {
      "en": "She was a grade one A-hole with a severe attitudinal problem.",
      "th": "ก็หล่อนอยากทำตัวบัดซบ และเจ้ากี้เจ้าการกับฉันก่อนนี่"
    }
  },
  {
    "translation": {
      "en": "The bell's gonna go in a minute. Just put your uniform on.",
      "th": "เดี๋ยวระฆังจะดังแล้ว รีบๆ ใส่ชุดนักเรียนซะ"
    }
  },
  {
    "translation": {
      "en": "(all) Now!",
      "th": "- เดี๋ยวนี้ - เดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "You will never get away with that uniform for start,",
      "th": "เธอใส่ชุดสั้นแบบนี้เจอดีแน่"
    }
  },
  {
    "translation": {
      "en": "and FYI, no drinking, no smoking, no alcohol,",
      "th": "แล้วรู้ไว้ด้วยว่าห้ามดื่ม ห้ามสูบบุหรี่ แอลกอฮอล์ไม่ได้เด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "no fireworks, no dangerous weapons, no illegal drugs.",
      "th": "ห้ามเล่นประทัด ห้ามพกพาอาวุธ ห้ามใช้ยาเสพติดผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "If you have a problem with someone, no random bitching. Structure your point.",
      "th": "ถ้ามีปัญหากับใคร ก็ห้ามลามปามไปทั่ว ให้ใช้เหตุผลเข้าพูดคุย"
    }
  },
  {
    "translation": {
      "en": "No Web-surfing, no bullying.",
      "th": "ห้ามเล่นเว็บ ห้ามแกล้งคนอื่น"
    }
  },
  {
    "translation": {
      "en": "So, if you behave like an asshole, we all suffer.",
      "th": "ถ้าเธอทำตัวงี่เง่า เราก็จะซวยไปด้วย ดังนั้นอย่าเอาเราเข้าไปยุ่ง"
    }
  },
  {
    "translation": {
      "en": "So do not get us in your shit, or we will break you.",
      "th": "ถ้าเธอทำตัวงี่เง่า เราก็จะซวยไปด้วย ดังนั้นอย่าเอาเราเข้าไปยุ่ง - ไม่งั้นเจอดีแน่ - แหม กลัวจังเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, I'm scared.",
      "th": "- ไม่งั้นเจอดีแน่ - แหม กลัวจังเลย"
    }
  },
  {
    "translation": {
      "en": "-Hi, Kate! -Hello.",
      "th": "- สวัสดี เคต เป็นไงบ้าง - สวัสดี"
    }
  },
  {
    "translation": {
      "en": "What are you, like, prom queen or something?",
      "th": "เธอเป็นดาวประจำโรงเรียนหรือไง"
    }
  },
  {
    "translation": {
      "en": "Kate's got a terrible affliction.",
      "th": "เคตเป็นโรคที่ร้ายแรง"
    }
  },
  {
    "translation": {
      "en": "You're actually lucky that you don't have it. It's called \"popularity\".",
      "th": "เธอโชคดีนะที่ไม่เป็น เขาเรียกว่าโรคคนดัง"
    }
  },
  {
    "translation": {
      "en": "Hey, get up. Wait for Mrs. Kingsley and the prefects.",
      "th": "ยืนขึ้นซะ รออาจารย์คิงส์ลีย์ กับเจ้าหน้าที่โรงเรียนก่อน"
    }
  },
  {
    "translation": {
      "en": "Screw them.",
      "th": "ช่างหัวมันสิ"
    }
  },
  {
    "translation": {
      "en": "That is physical abuse! I'm calling my lawyer!",
      "th": "ทำร้ายร่างกายกันนี่ เดี๋ยวฉันจะโทรหาทนาย"
    }
  },
  {
    "translation": {
      "en": "With what?",
      "th": "ใช้อะไรโทรล่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, hello, Freddie.",
      "th": "สวัสดี เฟร็ดดี้"
    }
  },
  {
    "translation": {
      "en": "How kind of you to grace us with your gorgeous presence.",
      "th": "ช่างเป็นบุญที่มาปรากฏกายให้เราได้เห็น"
    }
  },
  {
    "translation": {
      "en": "And cue Harriet in three, two, one.",
      "th": "แล้วก็ถึงคิวแฮร์เรียตในสาม สอง หนึ่ง..."
    }
  },
  {
    "translation": {
      "en": "Subject's moved in on target. And we have contact.",
      "th": "- เป้าหมายเข้าไปหาเหยื่อแล้ว - แล้วก็ถึงตัว"
    }
  },
  {
    "translation": {
      "en": "(both) Walk, Annabelle.",
      "th": "- เดิน แอนนาเบล - เดิน แอนนาเบล"
    }
  },
  {
    "translation": {
      "en": "I love that Freddie's always here at the beginning of term.",
      "th": "ฉันชอบที่เฟร็ดดี้มาโรงเรียนเราทุกๆ ต้นเทอม"
    }
  },
  {
    "translation": {
      "en": "It's such a perfect welcome back.",
      "th": "ฉันชอบที่เฟร็ดดี้มาโรงเรียนเราทุกๆ ต้นเทอม เป็นการต้อนรับกลับโรงเรียนที่ดีมาก"
    }
  },
  {
    "translation": {
      "en": "So, who is Freddie? Mrs. Kingley's son.",
      "th": "- เฟร็ดดี้เป็นใครเหรอ - ลูกชายของอาจารย์คิงส์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Devastating heartthrob. Won't look at any of us since he got caught",
      "th": "ขวัญใจสาวๆ ตัวจริงเลย แต่ไม่กล้าสู้หน้าพวกเราเลย"
    }
  },
  {
    "translation": {
      "en": "playing doctors and nurses with a girl in the third grade when he was 11.",
      "th": "ตั้งแต่ถูกจับได้ว่าเล่นจ้ำจี้ กับเด็กหญิงประถมสามตอนเขาอายุ 11 ขวบ"
    }
  },
  {
    "translation": {
      "en": "Massive hoo-hah.",
      "th": "ตั้งแต่ถูกจับได้ว่าเล่นจ้ำจี้ กับเด็กหญิงประถมสามตอนเขาอายุ 11 ขวบ เรื่องใหญ่โตเลย"
    }
  },
  {
    "translation": {
      "en": "They're not together now, though. Because of her massive hoo-hah?",
      "th": "- แต่ตอนนี้พวกเขาไม่ได้คบหากันแล้ว - เพราะความใหญ่โตของแม่นั่นเหรอ"
    }
  },
  {
    "translation": {
      "en": "No. Fraternizing is forbidden.",
      "th": "ไม่ใช่ ที่นี่ห้ามมีการกุ๊กกิ๊ก"
    }
  },
  {
    "translation": {
      "en": "Here you go.",
      "th": "รับไปเลย"
    }
  },
  {
    "translation": {
      "en": "I can't eat this. Anorexia or bulimia.",
      "th": "- ฉันกินไม่ได้หรอก - เป็นอะนอเร็กเซียหรือว่าบูลิเมียล่ะ"
    }
  },
  {
    "translation": {
      "en": "Because if it's bulimia, I'd rather you didn't eat other people's birthday cake on their birthdays.",
      "th": "เพราะว่าถ้าเป็นโรคกลัวอ้วน ก็อย่ากินเค้กวันเกิดของคนอื่น"
    }
  },
  {
    "translation": {
      "en": "It's such a waste.",
      "th": "เวลามีงานเลี้ยงวันเกิดล่ะ เสียดายของ"
    }
  },
  {
    "translation": {
      "en": "Actually, I'm a pescetarian Monday through Wednesday,",
      "th": "จริงๆ แล้วฉันกินปลาวันจันทร์ถึงพุธ"
    }
  },
  {
    "translation": {
      "en": "fruitarian Thursday through Sunday, and vegetarian always.",
      "th": "กินผลไม้อย่างเดียววันพฤหัสบดีถึงอาทิตย์ แล้วก็กินมังสวิรัติเสมอ"
    }
  },
  {
    "translation": {
      "en": "(all) For what we're about to receive...",
      "th": "- สำหรับอาหารที่เรากำลัง... - สำหรับอาหารที่เรากำลัง..."
    }
  },
  {
    "translation": {
      "en": "(all) Amen.",
      "th": "- อาเมน - อาเมน"
    }
  },
  {
    "translation": {
      "en": "Namaste.",
      "th": "นมัสเต"
    }
  },
  {
    "translation": {
      "en": "Hey, watch the 'shmere, girlfriend.",
      "th": "- ถอยมาเร็ว - นี่ ระวังผ้าแคชเมียร์หน่อย เพื่อนสาว"
    }
  },
  {
    "translation": {
      "en": "Two hundred goats died for this.",
      "th": "แพะตายไปตั้งสองร้อยตัวเชียวนะ"
    }
  },
  {
    "translation": {
      "en": "We meet again. How sublime. Learn the rules.",
      "th": "เจอกันอีกแล้วนะ เลอเลิศจริง เรียนรู้กฎซะนะ"
    }
  },
  {
    "translation": {
      "en": "When it comes to right-of-way, there is a hierarchy.",
      "th": "เมื่อพูดถึงสิทธิ์การใช้ทาง ต้องเป็นไปตามลำดับชั้น"
    }
  },
  {
    "translation": {
      "en": "Teachers, prefects, scholars, dogs, vermin, Americans.",
      "th": "อาจารย์ เจ้าหน้าที่โรงเรียน นักวิชาการ สุนัข สัตว์ชั้นต่ำ คนอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "Kate, see to it she falls in line.",
      "th": "เคต คอยแนะนำให้หล่อนทำตามกฎด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "What is this place, Hogwarts?",
      "th": "ที่นี่ที่ไหนเนี่ย โรงเรียนฮอกวอตส์เหรอ"
    }
  },
  {
    "translation": {
      "en": "Bedtime, girls. Night.",
      "th": "- ได้เวลาเข้านอนแล้ว สาวๆ - ราตรีสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "The correct school uniform. Wear it. Bed.",
      "th": "นี่ชุดนักเรียนถูกกฎ ใส่ซะ นอนได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Poppy Moore, bed, now!",
      "th": "ป็อปปี้ มัวร์ นอนเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Bonjour! (all) Bonjour, Monsieur Nellist.",
      "th": "- สวัสดี นักเรียนทุกคน - สวัสดีค่ะอาจารย์เนลลิสต์"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "th": "ดีมาก"
    }
  },
  {
    "translation": {
      "en": "Translation today, everyone. So, uh, PDF, pretty damn straightforward.",
      "th": "วันนี้เราจะฝึกการแปลกันนะ ทุกคน ตรงๆ ไม่อ้อมค้อม"
    }
  },
  {
    "translation": {
      "en": "Uh, ergo, uh, which means? Anyone? Ergo.",
      "th": "เออร์โก แปลว่าอะไร ใครรู้บ้าง เออร์โก"
    }
  },
  {
    "translation": {
      "en": "Oh, Mr. Nellist? Yes, Drippy?",
      "th": "- อ๋อ อาจารย์เนลลิสต์คะ - ว่าไง ดริปปี้"
    }
  },
  {
    "translation": {
      "en": "Uh, leave. Luddite. No, it means \"therefore\", Drippy.",
      "th": "- \"เอ่อ ไปนะ\" - ตลกมาก ไม่ใช่ มันแปลว่า \"ฉะนั้น\" ดริปปี้"
    }
  },
  {
    "translation": {
      "en": "Therefore, you'll probably finish early, which means that, uh, you'll have lots of time",
      "th": "ฉะนั้น เธออาจจะเรียนเสร็จก่อนเวลา ซึ่งทำให้เธอมีเวลาเยอะแยะ"
    }
  },
  {
    "translation": {
      "en": "to ask me questions about my trip to Champagne with my girlfriend.",
      "th": "ที่จะถามฉันเรื่อง ที่ฉันไปเที่ยวแคว้นช็องปาญกับแฟนฉัน"
    }
  },
  {
    "translation": {
      "en": "Who's now suddenly my-my ex-girlfriend. Though she was my girlfriend at the time.",
      "th": "ซึ่งน่าเสียดายที่เธอเป็นแฟนเก่าฉันไปแล้ว แต่ว่าตอนนั้นเป็นแฟนฉัน"
    }
  },
  {
    "translation": {
      "en": "Put your headphones on.",
      "th": "ใส่หูฟังกันได้เลย"
    }
  },
  {
    "translation": {
      "en": "Hi, guys. You don't happen to have any eyebrow tint, do you?",
      "th": "สวัสดีจ้ะ มีน้ำยาทาคิ้วไหม"
    }
  },
  {
    "translation": {
      "en": "(all) No.",
      "th": "- ไม่มี - ไม่มี"
    }
  },
  {
    "translation": {
      "en": "You guys have any eyebrow tint?",
      "th": "มีน้ำยาทาคิ้วไหม"
    }
  },
  {
    "translation": {
      "en": "Apparently, California girls wax their bums. What? Why?",
      "th": "- ชัดเลยว่าสาวแคลิฟอร์เนียชอบแว็กซ์ก้น - ทำไมเหรอ"
    }
  },
  {
    "translation": {
      "en": "Makes it look more attractive. If you say so.",
      "th": "- จะได้ดูเหมือนสาวบราซิล ดูมีเสน่ห์ขึ้น - ถ้าเธอว่างั้น"
    }
  },
  {
    "translation": {
      "en": "Do you think she's done it? Hundred percent.",
      "th": "- คิดว่าหล่อนเคยอย่างว่าแล้วหรือยัง - ร้อยเปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "She's definitely done the missionary and almost certainly the Lebanese fulcrum.",
      "th": "ต้องเคยท่ามิชชันนารีแล้วแน่ๆ แล้วก็ท่าหมุนตัวหันหลังให้"
    }
  },
  {
    "translation": {
      "en": "I can tell. How?",
      "th": "- ฉันบอกได้เลย - ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "From the angle of her hips.",
      "th": "จากมุมสะโพก"
    }
  },
  {
    "translation": {
      "en": "Can I help you?",
      "th": "มีอะไรหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Is there a problem? How many boys have you shagged?",
      "th": "- มีปัญหาอะไรไหม - เธอเคยนอนกับหนุ่มๆ มาแล้วกี่คน"
    }
  },
  {
    "translation": {
      "en": "Well, there was Brandon, Eight-pack. Uh, Chase, Jock.",
      "th": "ก็มีแบรนดอน กล้ามท้องแปดลูก เชส หนุ่มนักกีฬา"
    }
  },
  {
    "translation": {
      "en": "Tyler, Bajillionaire. Derek...",
      "th": "ไทเลอร์ อภิมหาเศรษฐี เดเร็ก ลูกพี่ลูกน้องของเคลลี่ สเลเตอร์"
    }
  },
  {
    "translation": {
      "en": "He was Kelly Slater's cousin... and, um, oh, Jack.",
      "th": "ไทเลอร์ อภิมหาเศรษฐี เดเร็ก ลูกพี่ลูกน้องของเคลลี่ สเลเตอร์ แล้วก็แจ็ก เขาเลิศไปหมด"
    }
  },
  {
    "translation": {
      "en": "He was all-around sick.",
      "th": "แล้วก็แจ็ก เขาเลิศไปหมด"
    }
  },
  {
    "translation": {
      "en": "Christ. I mean, sick body, sick mind.",
      "th": "- ให้ตายสิ - หุ่นเลิศ จิตใจก็เลิศ"
    }
  },
  {
    "translation": {
      "en": "(gasps) Shit! Kate! Sorry, Drip, it looked lighter on the box.",
      "th": "- บ้าจริง เคต - โทษที ดริป รูปบนกล่องดูสีอ่อนกว่านี้น่ะ"
    }
  },
  {
    "translation": {
      "en": "That is butters! Better not stop me pulling at the social.",
      "th": "น่าเกลียดชะมัด หวังว่ายังคงพอมีหนุ่มเหลียวมองบ้างนะ"
    }
  },
  {
    "translation": {
      "en": "Honey, eyebrows are the least of your worries.",
      "th": "ที่รัก เธอมีส่วนอื่นที่น่าห่วงกว่าคิ้วอีก"
    }
  },
  {
    "translation": {
      "en": "Lights out, girls. Everyone into bed.",
      "th": "ปิดไฟได้ สาวๆ ทุกคนขึ้นเตียง"
    }
  },
  {
    "translation": {
      "en": "-Night, Matron. -Night.",
      "th": "- ราตรีสวัสดิ์ ผู้คุม - ราตรีสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "Hey, switch that off. No wireless. Should've known.",
      "th": "- ปิดคอมพิวเตอร์ซะ - ไม่มีคลื่นเลย น่าจะรู้ตั้งแต่แรก"
    }
  },
  {
    "translation": {
      "en": "Internet is only allowed in the computer room.",
      "th": "อินเทอร์เน็ตใช้ได้แต่ ในห้องคอมพิวเตอร์เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Whoa! We are not allowed out of bed after lights out.",
      "th": "นี่ ห้ามลุกจากเตียงหลังจากปิดไฟแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Oh, look. -Hey!",
      "th": "นี่ ห้ามลุกจากเตียงหลังจากปิดไฟแล้ว - ดูสิ ไฟยังไม่ดับเลย - นี่"
    }
  },
  {
    "translation": {
      "en": "-They're not out. -What are you doing?",
      "th": "- ดูสิ ไฟยังไม่ดับเลย - นี่ - เธอทำอะไรน่ะ กลับมานะ - กลับมาที่เตียง"
    }
  },
  {
    "translation": {
      "en": "Get back into bed!",
      "th": "- เธอทำอะไรน่ะ กลับมานะ - กลับมาที่เตียง"
    }
  },
  {
    "translation": {
      "en": "\"Dear Ruby, oh, my God. Two weeks in this place, and I'm going out of my mind.",
      "th": "ถึงรูบี้ ให้ตายเถอะ อยู่ที่นี่แค่สองอาทิตย์ ฉันก็แทบบ้าตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "These girls are all ugly losers,",
      "th": "สาวๆ ขี้แพ้หน้าบูดพวกนี้ ที่คิดว่าการทำ \"แมนีแพดี\""
    }
  },
  {
    "translation": {
      "en": "who think a mani-pedi is some kind of Latin greeting.\"",
      "th": "สาวๆ ขี้แพ้หน้าบูดพวกนี้ ที่คิดว่าการทำ \"แมนีแพดี\" เป็นการทักทายภาษาลาติน"
    }
  },
  {
    "translation": {
      "en": "Come on! Fire practice! Shit!",
      "th": "- เร็วเข้า ฝึกหนีไฟ - เวรกรรม"
    }
  },
  {
    "translation": {
      "en": "Remove yourselves to the quad immediately!",
      "th": "ไปรวมตัวกันที่สนามเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Come on, you know the drill, for goodness sakes.",
      "th": "เร็วเข้า ก็รู้ขั้นตอนกันดีนี่ ให้ตายเถอะ"
    }
  },
  {
    "translation": {
      "en": "Come on, stop being so slovenly. Hurry up, Kiki.",
      "th": "อย่าชักช้ากันนัก เร็วเข้า กิกี้"
    }
  },
  {
    "translation": {
      "en": "Come on, girls, hurry up!",
      "th": "เร็วเข้า สาวๆ เร็วหน่อย"
    }
  },
  {
    "translation": {
      "en": "What if it was a real fire? You'd all be burned to a crisp!",
      "th": "นี่ถ้าไฟไหม้จริงๆ จะทำยังไง คงได้ไหม้เป็นตอตะโกกันหมดแน่"
    }
  },
  {
    "translation": {
      "en": "(water splashes) Hey, who's there?",
      "th": "นั่นใครน่ะ"
    }
  },
  {
    "translation": {
      "en": "Uh, Poppy.",
      "th": "ป็อปปี้"
    }
  },
  {
    "translation": {
      "en": "Last name. Moore. Poppy Moore, sir.",
      "th": "- นามสกุลอะไร - มัวร์ ป็อปปี้ มัวร์ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, Moore, Poppy Moore, this is a fire practice.",
      "th": "มัวร์ ป็อปปี้ มัวร์ นี่เป็นการฝึกหนีไฟไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Sorry. I'm-I'm new here. Yes, that's obvious.",
      "th": "- ขอโทษค่ะ ฉันนักเรียนใหม่ - ใช่สิ ไม่บอกก็รู้"
    }
  },
  {
    "translation": {
      "en": "But weren't you listening in physics class?",
      "th": "ไม่ตั้งใจฟังตอนเรียนวิชาฟิสิกส์หรือไง"
    }
  },
  {
    "translation": {
      "en": "Fire tends to be hot and the point is to avoid it.",
      "th": "ไฟมันร้อน เราต้องหลบเลี่ยงมัน"
    }
  },
  {
    "translation": {
      "en": "Okay. Where do I go? Out the door, turn left, and down the stairs.",
      "th": "- โอเค ต้องไปทางไหนล่ะ - ออกประตู เลี้ยวซ้าย เดินลงบันได"
    }
  },
  {
    "translation": {
      "en": "Run towards the bright orange, uh, flickery thing, right?",
      "th": "แล้วก็วิ่งไปที่บริเวณที่มีแสงสีส้มใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Oh, and, uh, try not to get caught. Excellent point, sir.",
      "th": "- เออนี่ แล้วก็อย่าถูกจับได้ล่ะ - ขอบคุณค่ะที่เตือน"
    }
  },
  {
    "translation": {
      "en": "Lovely, Harriet.",
      "th": "เยี่ยมมาก แฮร์เรียต"
    }
  },
  {
    "translation": {
      "en": "Crack on, team! Lovely stick work, Harriet.",
      "th": "พยายามเข้า ทีม ใช้ไม้ได้ดี แฮร์เรียต"
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "th": "สวัสดี"
    }
  },
  {
    "translation": {
      "en": "Mr. Nellist.",
      "th": "- สวัสดี อาจารย์เนลลิสต์ - สวัสดี สวัสดี"
    }
  },
  {
    "translation": {
      "en": "Well, super, super effort.",
      "th": "เยี่ยมมาก ทำได้ดีทุกคน"
    }
  },
  {
    "translation": {
      "en": "We may not win the championship, but we'll win a lot of friends, yeah?",
      "th": "เราอาจจะไม่ได้เป็นแชมป์ แต่เราต้องได้เพื่อนเพิ่มอีกเยอะแน่ ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "So bloody English.",
      "th": "ทำตัวโคตรอังกฤษเลย"
    }
  },
  {
    "translation": {
      "en": "And you could do better?",
      "th": "งั้นเหรอ แล้วเธอทำได้ดีกว่าหรือไง"
    }
  },
  {
    "translation": {
      "en": "Laugh it up.",
      "th": "งั้นเหรอ แล้วเธอทำได้ดีกว่าหรือไง ขำไปเถอะ ต่อให้ปิดตาฉันยังเล่นชนะพวกเธอได้เลย"
    }
  },
  {
    "translation": {
      "en": "But I could whip all of your asses blindfolded.",
      "th": "ขำไปเถอะ ต่อให้ปิดตาฉันยังเล่นชนะพวกเธอได้เลย"
    }
  },
  {
    "translation": {
      "en": "This I'd love to see.",
      "th": "ฉันอยากเห็นซะจริง"
    }
  },
  {
    "translation": {
      "en": "Oh, it's on like Donkey Kong. Do your worst, horse face.",
      "th": "อยากลองดีก็ได้เลยน้อง เต็มที่เลยนะ แก้วหน้าม้า"
    }
  },
  {
    "translation": {
      "en": "Foul! Body check! Body check!",
      "th": "ฟาวล์ ห้ามชน ห้ามชน"
    }
  },
  {
    "translation": {
      "en": "-Please! -(whistle blows)",
      "th": "พอได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Totally illegal. Shouldn't you guys be in bikinis for that?",
      "th": "- ลืมกฎกันหมดแล้ว - เล่นเกมนี้ต้องใส่บิกินี่ไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Hi, Fredster. Dig the car.",
      "th": "สวัสดี เฟร็ดสเตอร์ ชอบรถเธอจัง"
    }
  },
  {
    "translation": {
      "en": "Hello, Moore. Poppy Moore.",
      "th": "- สวัสดี มัวร์ ป็อปปี้ มัวร์ - สวัสดี"
    }
  },
  {
    "translation": {
      "en": "Hi. Uh... hey!",
      "th": "- สวัสดี มัวร์ ป็อปปี้ มัวร์ - สวัสดี เฮ่"
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "th": "บาย"
    }
  },
  {
    "translation": {
      "en": "Oh, do you love Fredster?",
      "th": "เธอรักเฟร็ดสเตอร์เหรอ"
    }
  },
  {
    "translation": {
      "en": "Do you wanna kiss Fredster on the lips? Don't be so immature.",
      "th": "- อยากประกบปากกับเฟร็ดสเตอร์ไหมล่ะ - อย่าทำตัวเป็นเด็กหน่อยเลย"
    }
  },
  {
    "translation": {
      "en": "Don't try and hide it, honey. We've got ourselves a SULA.",
      "th": "อย่าปิดบังเลย ที่รัก \"หนวดน้ำขึ้นเป็นแนว\" เชียว"
    }
  },
  {
    "translation": {
      "en": "Sweaty Upper Lip Alert.",
      "th": "เหงื่อซึมเหนือขอบปาก"
    }
  },
  {
    "translation": {
      "en": "How on earth did Freddie know her name?! You may depart.",
      "th": "เฟร็ดดี้รู้จักชื่อนังนั่นได้ยังไงนะ ไปได้แล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "But, um, I still have to turn down your bed. -Get out! -(sobs)",
      "th": "- แต่ฉันยังไม่ได้จัดเตียงเธอเลย - ออกไป"
    }
  },
  {
    "translation": {
      "en": "I don't understand. Freddie's got a crush on me.",
      "th": "ไม่เข้าใจเลย เฟรดดี้หลงใหลฉันนี่"
    }
  },
  {
    "translation": {
      "en": "Why was he looking at her?",
      "th": "ทำไมเขาถึงมองหล่อนนะ"
    }
  },
  {
    "translation": {
      "en": "He was looking at her so he didn't come across as looking at you.",
      "th": "เขามองหล่อนเพราะจะได้ ไม่มีใครสังเกตว่าเขามองเธออยู่"
    }
  },
  {
    "translation": {
      "en": "He needs to be careful. He can't get caught.",
      "th": "เขาต้องระวังน่ะ จะได้ไม่มีใครจับได้"
    }
  },
  {
    "translation": {
      "en": "Yeah, and if he looked at you too much, he wouldn't be able to control himself.",
      "th": "ใช่ ถ้าเขามองเธอมากเกินไป เขาก็ควบคุมตัวเองไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Like, when I have to look sad, I think about... ...horses being slaughtered.",
      "th": "เหมือนเวลาที่ฉันแกล้งเศร้า ฉันก็จะนึกถึงม้าถูกเชือด"
    }
  },
  {
    "translation": {
      "en": "So, to Freddie, Poppy's the equivalent to a slaughtered horse.",
      "th": "ฉะนั้น ป็อปปี้ก็มีค่าเท่ากับม้าถูกเชือด ในสายตาของเฟร็ดดี้"
    }
  },
  {
    "translation": {
      "en": "You're probably right.",
      "th": "คงจะถูกของเธอ"
    }
  },
  {
    "translation": {
      "en": "But we're going to have to do something about little Miss U.S.A.",
      "th": "แต่ว่าเราต้องสั่งสอน แม่นางงามสหรัฐอเมริกากันหน่อย"
    }
  },
  {
    "translation": {
      "en": "She needs a lesson in exactly who's boss, me thinks.",
      "th": "ต้องให้รู้บทเรียนว่าใครกันแน่ที่ใหญ่ ฉันคิดว่านะ"
    }
  },
  {
    "translation": {
      "en": "(both) We think so, too.",
      "th": "- เราก็ว่างั้น - เราก็ว่างั้น"
    }
  },
  {
    "translation": {
      "en": "I didn't start it, it wasn't my fault.",
      "th": "- หนูไม่ได้เป็นคนเริ่มนะ หนูไม่ผิด - ออกไปแล้วก็ปิดประตู"
    }
  },
  {
    "translation": {
      "en": "-Go out and close the door. -But you asked to see me!",
      "th": "- หนูไม่ได้เป็นคนเริ่มนะ หนูไม่ผิด - ออกไปแล้วก็ปิดประตู แต่อาจารย์เรียกหนูมาพบ"
    }
  },
  {
    "translation": {
      "en": "Yes. Well, you have to knock before you enter.",
      "th": "ถูกแล้ว แต่ต้องเคาะประตูก่อนถึงเข้าได้"
    }
  },
  {
    "translation": {
      "en": "This is all horse face's fault.",
      "th": "ไม่อยากเชื่อเลย ความผิดของนังแก้วหน้าม้าแท้ๆ"
    }
  },
  {
    "translation": {
      "en": "Who is it?",
      "th": "ใครเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Jesus Christ. -Oh, dear.",
      "th": "พระเจ้าช่วย ตายจริง นึกว่าพระเยซู ต้องมีหนวดเครายาวแล้วก็สวมรองเท้าแตะ"
    }
  },
  {
    "translation": {
      "en": "We were led to believe you had a beard and sandals.",
      "th": "ตายจริง นึกว่าพระเยซู ต้องมีหนวดเครายาวแล้วก็สวมรองเท้าแตะ"
    }
  },
  {
    "translation": {
      "en": "Now we'll have to change that stained glass window in the school chapel.",
      "th": "สงสัยต้องเปลี่ยนกระจกสี ที่หน้าต่างโบสถ์ของโรงเรียนซะแล้ว"
    }
  },
  {
    "translation": {
      "en": "Look, I didn't start it, it wasn't my fault, and if this were America, I would sue.",
      "th": "ฟังนะ หนูไม่ได้เป็นคนเริ่ม หนูไม่ผิด ถ้าเป็นที่อเมริกา หนูฟ้องร้องไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "That girl is a grade one A-hole, with severe attitudinal problems.",
      "th": "แม่สาวคนนั้นงี่เง่ากับหนูก่อนนี่ แถมชอบเจ้ากี้เจ้าการด้วย"
    }
  },
  {
    "translation": {
      "en": "I know perfectly well what happened, Poppy.",
      "th": "ฉันรู้ดีว่าเกิดอะไรขึ้น ป็อปปี้"
    }
  },
  {
    "translation": {
      "en": "Then why isn't Harriet here, too.",
      "th": "งั้นทำไมแฮร์เรียตถึงไม่ต้องมาล่ะ"
    }
  },
  {
    "translation": {
      "en": "Because, unsurprisingly, it's you I want to talk to.",
      "th": "เพราะเธอคือคนที่ฉันอยากคุยด้วย"
    }
  },
  {
    "translation": {
      "en": "Look, I know it's very difficult being the only new girl in your year.",
      "th": "ฟังนะ ฉันรู้ว่ามันยาก ที่เป็นเด็กใหม่คนเดียวของปีนี้"
    }
  },
  {
    "translation": {
      "en": "You mean the only normal girl.",
      "th": "อาจารย์หมายถึงเด็กคนเดียวที่ปกติใช่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "What do you like to read, Poppy? \"OK Magazine,\" \"People,\" \"US Weekly.\"",
      "th": "- เธอชอบอ่านหนังสืออะไร ป็อปปี้ - ก็แมกกาซีน พีเพิล อัสวีกลี"
    }
  },
  {
    "translation": {
      "en": "Well, might you be able to tackle such a thing as a book?",
      "th": "เธอคิดว่าจะลอง อ่านหนังสือดูบ้างได้หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "I prefer movies. Well, my personal library seems to be missing",
      "th": "- หนูชอบดูหนังมากกว่า - เกรงว่าห้องสมุดส่วนตัวฉัน"
    }
  },
  {
    "translation": {
      "en": "the book version of \"Freaky Friday.\"",
      "th": "จะขาดศุกร์สยอง สองรุ่นสลับร่าง ฉบับหนังสือไปนะ"
    }
  },
  {
    "translation": {
      "en": "So perhaps you might try this.",
      "th": "บางทีเธอน่าจะลองอ่านเล่มนี้ดู"
    }
  },
  {
    "translation": {
      "en": "Oh, my uncle's producing the film version. \"Alice in Wonderland\" was originally a book.",
      "th": "- ลุงของหนูอำนวยการสร้างหนังเรื่องนี้ - อลิซในดินแดนมหัศจรรย์เป็นหนังสือมาก่อน"
    }
  },
  {
    "translation": {
      "en": "You might surprise yourself and actually enjoy it.",
      "th": "เธออาจจะแปลกใจที่เกิดชอบมันขึ้นมาก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "This is my punishment?",
      "th": "นี่คือการลงโทษเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "This school is so weird.",
      "th": "โรงเรียนนี้แปลกชะมัด"
    }
  },
  {
    "translation": {
      "en": "What do you want to get out of this school, Poppy?",
      "th": "เธออยากได้อะไรจากโรงเรียนนี้ ป็อปปี้"
    }
  },
  {
    "translation": {
      "en": "To get \"out\" of this school.",
      "th": "ได้ออกไปจากที่นี่"
    }
  },
  {
    "translation": {
      "en": "You know, this school has produced absolutely nobody of note.",
      "th": "โรงเรียนนี้ไม่เคยมีศิษย์เก่าเป็นคนดังเลย"
    }
  },
  {
    "translation": {
      "en": "Our leading light was the girl who was Princess Diana's foot doctor.",
      "th": "คนที่ดังที่สุดคือแพทย์ดูแลพระบาท ของเจ้าหญิงไดอาน่า"
    }
  },
  {
    "translation": {
      "en": "So, if your aim is to make pages of \"Us Weekly\",",
      "th": "ฉะนั้นถ้าเธออยากจะเห็นตัวเองในอัสวีกลี"
    }
  },
  {
    "translation": {
      "en": "then isn't the place for you.",
      "th": "โรงเรียนนี้ก็ไม่เหมาะกับเธอ"
    }
  },
  {
    "translation": {
      "en": "What we do produce is smart, independent, free-thinking,",
      "th": "โรงเรียนเราผลิตคนที่ฉลาด เป็นเอกเทศ ความคิดไร้ขอบเขต"
    }
  },
  {
    "translation": {
      "en": "good-hearted girls,",
      "th": "โรงเรียนเราผลิตคนที่ฉลาด เป็นเอกเทศ ความคิดไร้ขอบเขต จิตใจดี ซึ่งจะคงมิตรภาพกันไว้ตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "who remain friends for life.",
      "th": "จิตใจดี ซึ่งจะคงมิตรภาพกันไว้ตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "The kind of girl that, behind all your wisecracks, I know you are.",
      "th": "ผู้หญิงแบบที่เธอเป็นโดยเนื้อแท้ ภายใต้เปลือกเจ้าประชดประชันนั่น"
    }
  },
  {
    "translation": {
      "en": "Run along now, I must get on. My in-tray is piling up.",
      "th": "ไปได้แล้ว ฉันต้องทำงานต่อ เอกสารกองเต็มไปหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Not brown enough. More coffee.",
      "th": "ยังไม่สีน้ำตาลเข้มพอ ใส่กาแฟลงไปอีก"
    }
  },
  {
    "translation": {
      "en": "Ugh. More elbow grease.",
      "th": "กดให้แรงขึ้นด้วย"
    }
  },
  {
    "translation": {
      "en": "You're aging these clothes, not stirring your tea.",
      "th": "เธอกำลังทำให้ชุดดูเก่านะ ไม่ใช่ชงชา"
    }
  },
  {
    "translation": {
      "en": "I need complete authenticity.",
      "th": "ฉันอยากให้ดูเก่าสมจริง"
    }
  },
  {
    "translation": {
      "en": "Charlotte heard Freddie say I looked exactly like Keira Knightly.",
      "th": "ชาร์ล็อตได้ยินเฟร็ดดี้พูดว่า ฉันหน้าเหมือนเคียรา ไนต์ลีย์เลย"
    }
  },
  {
    "translation": {
      "en": "Right. That's done. Empty the water.",
      "th": "ดีมาก พอแล้ว ทิ้งน้ำได้"
    }
  },
  {
    "translation": {
      "en": "Not that way, fool. You'll spill it. Out the window.",
      "th": "ไม่ใช่ทางนั้น เดี๋ยวก็ทำหกเลอะเทอะหมด เททิ้งทางหน้าต่าง"
    }
  },
  {
    "translation": {
      "en": "-Out the window? -Just get on with it.",
      "th": "- ทางหน้าต่างเหรอ - ทำตามที่สั่งเถอะน่า"
    }
  },
  {
    "translation": {
      "en": "Are you sure?",
      "th": "แน่ใจนะ"
    }
  },
  {
    "translation": {
      "en": "-(gasps) -So sorry. Just can't trust the help these days.",
      "th": "ขอโทษทีนะ เด็กรับใช้สมัยนี้ไว้ใจไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Do you have a pass to be out during lessons?",
      "th": "เธอมีใบอนุญาตให้ออกมาข้างนอก ระหว่างเวลาเรียนเหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, I do. It's-it's right here!",
      "th": "อ๋อ มีสิ นี่ไง"
    }
  },
  {
    "translation": {
      "en": "Well, don't walk on the grass!",
      "th": "ห้ามเดินบนสนามหญ้านะ"
    }
  },
  {
    "translation": {
      "en": "For the tenth time, you need to make your bed.",
      "th": "ขอบอกเป็นครั้งที่สิบนะ เธอต้องเก็บที่นอนเอง"
    }
  },
  {
    "translation": {
      "en": "Jesus, what's so bloody hard? Pick up, put down. It's not rocket science.",
      "th": "ให้ตายสิ มันยากตรงไหนเหรอ หยิบขึ้นมา แล้วก็ปูลงไป ง่ายๆ แค่นี้"
    }
  },
  {
    "translation": {
      "en": "Sit down, I'll do that.",
      "th": "เธอนั่งเถอะ ฉันทำให้"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบใจนะ"
    }
  },
  {
    "translation": {
      "en": "You're freezing, you need a jumper. Whatever that is, I don't think I have one.",
      "th": "- เธอหนาวแน่แล้ว ใส่เสื้อถักขนสิ - มันคืออะไรก็ช่าง แต่ฉันไม่น่ามีหรอก"
    }
  },
  {
    "translation": {
      "en": "I don't think I have anything thicker than prosciutto.",
      "th": "ไม่น่าจะมีอะไรหนากว่าโปรชูสโตแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "Thanks. I didn't really come prepared. Didn't figure I'd be here this long.",
      "th": "ขอบใจนะ ฉันไม่ได้เตรียมเสื้อผ้ามาเยอะ ไม่คิดว่าตัวเองจะอยู่นานขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "Nothing worse than the only message you get all day being from the phone company.",
      "th": "ไม่มีอะไรแย่ไปกว่าข้อความเดียวที่ได้รับ จากบริษัทโทรศัพท์อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "But Matron took all the phones.",
      "th": "แต่ผู้คุมเอาโทรศัพท์ไปหมดแล้วนี่"
    }
  },
  {
    "translation": {
      "en": "No. She took all your phones.",
      "th": "แต่ผู้คุมเอาโทรศัพท์ไปหมดแล้วนี่ ไม่หรอก เขาเอาโทรศัพท์เธอไป แต่ว่าเอาโทรศัพท์หลอกของเราไป"
    }
  },
  {
    "translation": {
      "en": "She took our decoys.",
      "th": "ไม่หรอก เขาเอาโทรศัพท์เธอไป แต่ว่าเอาโทรศัพท์หลอกของเราไป"
    }
  },
  {
    "translation": {
      "en": "She has no idea that none of them work. We keep our real phones hidden.",
      "th": "เขาไม่รู้หรอกว่ามันใช้งานไม่ได้ เราซ่อนโทรศัพท์จริงๆ ของเราไว้"
    }
  },
  {
    "translation": {
      "en": "Here. Call your parents, call your therapist. Knock yourself out.",
      "th": "นี่ โทรหาพ่อแม่ซะ หรือจะโทรหาจิตแพทย์ก็ได้ ตามสบายเลย"
    }
  },
  {
    "translation": {
      "en": "But why would you do this for me? I mean, you think I'm a total asshole.",
      "th": "แล้วเธอช่วยฉันทำไม เธอคิดว่าฉันเป็นยัยงี่เง่านี่"
    }
  },
  {
    "translation": {
      "en": "No. You behave like an asshole. There's a difference.",
      "th": "ไม่หรอก เธอพยายามทำตัวงี่เง่า มันต่างกัน"
    }
  },
  {
    "translation": {
      "en": "Look, I know that I'm not some Malibu therapist,",
      "th": "ฟังนะ ฉันรู้ว่าฉันไม่ใช่จิตแพทย์ในมาลิบู"
    }
  },
  {
    "translation": {
      "en": "but I can guess that you're feeling scared and a little bit homesick.",
      "th": "แต่ฉันพอจะเดาได้ว่าเธอรู้สึกกลัว แล้วก็คิดถึงบ้านนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "Which, in my experience, doesn't actually make you a bad person. Just a normal one.",
      "th": "ซึ่งจากประสบการณ์ฉัน ไม่ได้แปลว่าเธอเป็นคนเลว แค่คนธรรมดา"
    }
  },
  {
    "translation": {
      "en": "Sweet photo.",
      "th": "รูปน่ารักดี"
    }
  },
  {
    "translation": {
      "en": "Is it your mum?",
      "th": "แม่เธอเหรอ"
    }
  },
  {
    "translation": {
      "en": "Is she gonna come out and visit?",
      "th": "แม่เธอจะมาเยี่ยมไหม"
    }
  },
  {
    "translation": {
      "en": "She died in a car accident when I was 11.",
      "th": "แม่ฉันตายเพราะอุบัติเหตุทางรถยนต์ ตอนฉันอายุ 11"
    }
  },
  {
    "translation": {
      "en": "Poppy, I'm so sorry.",
      "th": "ป็อปปี้ ฉันเสียใจด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "I know you're not some Malibu therapist, but, um...",
      "th": "ฉันรู้ว่าเธอไม่ใช่จิตแพทย์มาลิบู แต่ว่า..."
    }
  },
  {
    "translation": {
      "en": "Listen, are you serious about getting out of here?",
      "th": "ฟังนะ - เธออยากออกจากโรงเรียนนี้จริงๆ เหรอ - จริงสิ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "- เธออยากออกจากโรงเรียนนี้จริงๆ เหรอ - จริงสิ"
    }
  },
  {
    "translation": {
      "en": "Then you're gonna have to get yourself expelled.",
      "th": "งั้นเธอก็ต้องทำตัวให้โดนไล่ออก"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "\"Anybody disporting themselves in an improper manner",
      "th": "\"ใครก็ตามที่ประพฤติตัวไม่เหมาะสมจะถูกเสนอ"
    }
  },
  {
    "translation": {
      "en": "will be proposed for expulsion before the Honor Court.\"",
      "th": "\"ใครก็ตามที่ประพฤติตัวไม่เหมาะสมจะถูกเสนอ - ให้ถูกไล่ออกต่อหน้าศาลเกียรติยศ\" - เดี๋ยวก่อน ศาลเกียรติยศเหรอ"
    }
  },
  {
    "translation": {
      "en": "Wait, Honor Court?",
      "th": "- ให้ถูกไล่ออกต่อหน้าศาลเกียรติยศ\" - เดี๋ยวก่อน ศาลเกียรติยศเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's like a trial, in front of the whole school,",
      "th": "มันเป็นเหมือนการขึ้นศาล ต่อหน้าคนทั้งโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "by your peers, your teachers, the head girl, and Mrs. Kingsley.",
      "th": "โดยเพื่อนนักเรียน อาจารย์ หัวหน้านักเรียน และอาจารย์คิงส์ลีย์"
    }
  },
  {
    "translation": {
      "en": "But, I'm telling you, it hardly ever happens.",
      "th": "แต่ฉันต้องขอบอกนะ ว่าที่ผ่านมาเคยเกิดขึ้นน้อยครั้งมาก"
    }
  },
  {
    "translation": {
      "en": "If you really wanna get expelled, you can't just rock the boat.",
      "th": "ถ้าเธออยากโดนไล่ออก เธอจะแค่โคลงเรือไม่ได้"
    }
  },
  {
    "translation": {
      "en": "You have to drive it up onto the rocks,",
      "th": "เธอจะต้องพามันไปชนโขดหิน"
    }
  },
  {
    "translation": {
      "en": "set fire to the galley, and dance on the burning deck.",
      "th": "จุดไฟเผาตัวเรือ แล้วก็เต้นทั้งๆ ที่ไฟกำลังไหม้เรือ"
    }
  },
  {
    "translation": {
      "en": "You have to take it all the way. Aye, aye, Captain.",
      "th": "- เธอต้องทำให้สุดทาง - เข้าใจแล้วค่ะ กัปตัน"
    }
  },
  {
    "translation": {
      "en": "Make your calls.",
      "th": "ใช้โทรศัพท์ซะ"
    }
  },
  {
    "translation": {
      "en": "Oh, tip for best reception. On top of the cupboard.",
      "th": "ถ้าจะให้สัญญาณดีที่สุด ก็ต้องบนตู้นั่น"
    }
  },
  {
    "translation": {
      "en": "Hi, Ruby, I miss you. I'm gonna escape, though, I promise you.",
      "th": "สวัสดี รูบี้ ฉันคิดถึงเธอนะ ฉันจะหนีออกไปให้ได้ ฉันสัญญา"
    }
  },
  {
    "translation": {
      "en": "You have no idea what it's like here.",
      "th": "เธอไม่รู้หรอกว่าที่นี่มันเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "Ew! Who is she? Zero lip-gloss upkeep and what's with the sweater from Target?",
      "th": "นั่นใครน่ะ ไม่คอยเติมลิปมัน แล้วเสื้อกันหนาวนั่นต้องมาจากร้านโหลๆ แน่"
    }
  },
  {
    "translation": {
      "en": "I wish you could come and rescue me.",
      "th": "ฉันอยากให้เธอมาช่วยฉันหนีจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Oh, she is such a romantic, Roddy.",
      "th": "เธอช่างโรแมนติกจังเนอะ ร็อดดี้"
    }
  },
  {
    "translation": {
      "en": "Take care of Roddy for me.",
      "th": "ดูแลร็อดดี้ให้ฉันด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "You already have. Let's hit the pool.",
      "th": "เธอกำลังดูแลอยู่แล้ว ไปลงสระน้ำกันดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Watch it, Wee Willie Winkie, you'll set us all alight.",
      "th": "ระวังหน่อยนะ สาวน้อย เดี๋ยวก็ได้ไหม้กันหมด"
    }
  },
  {
    "translation": {
      "en": "I've had a word with the girls.",
      "th": "ฉันคุยกับสาวๆ แล้ว"
    }
  },
  {
    "translation": {
      "en": "True, some of them took a little more convincing than others,",
      "th": "จริงอยู่ที่บางคนก็กล่อมยากเป็นพิเศษ"
    }
  },
  {
    "translation": {
      "en": "but it's decided. We're gonna help you.",
      "th": "แต่เราตัดสินใจกันได้แล้วว่าจะช่วยเธอ"
    }
  },
  {
    "translation": {
      "en": "We're your very own crack unit. Operation Freedom.",
      "th": "เราคือหน่วยช่วยเหลือเพื่อให้เธอถูกไล่ออก \"ปฏิบัติการเสรีภาพ\""
    }
  },
  {
    "translation": {
      "en": "Kiki, please explain.",
      "th": "เราคือหน่วยช่วยเหลือเพื่อให้เธอถูกไล่ออก \"ปฏิบัติการเสรีภาพ\" - กิกี้ อธิบายซิ - ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Right. We'll commence with an entry-level basic favorite,",
      "th": "- กิกี้ อธิบายซิ - ได้เลย เราจะเริ่มต้นด้วยการป่วนแบบพื้นๆ เพื่อเป็นการอุ่นเครื่อง"
    }
  },
  {
    "translation": {
      "en": "just to get warmed up.",
      "th": "เราจะเริ่มต้นด้วยการป่วนแบบพื้นๆ เพื่อเป็นการอุ่นเครื่อง"
    }
  },
  {
    "translation": {
      "en": "It smells like pee in here. Does not smell like--",
      "th": "- ในนี้กลิ่นเหมือนฉี่เลย - ไม่เหมือนสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "Bonjour, les filles.",
      "th": "- สวัสดี นักเรียนทุกคน - สวัสดีค่ะอาจารย์เนลลิสต์"
    }
  },
  {
    "translation": {
      "en": "(all) Bonjour, Monsieur Nellist.",
      "th": "- สวัสดี นักเรียนทุกคน - สวัสดีค่ะอาจารย์เนลลิสต์ แต่ใช้ลูกไม้เก่าๆ ยังไม่พอ"
    }
  },
  {
    "translation": {
      "en": "(Kiki) But it's not good just playing the same old tricks.",
      "th": "แต่ใช้ลูกไม้เก่าๆ ยังไม่พอ"
    }
  },
  {
    "translation": {
      "en": "Try to be as imaginative as possible.",
      "th": "ต้องใช้ความคิดสร้างสรรค์ ให้มากที่สุดเท่าที่จะทำได้"
    }
  },
  {
    "translation": {
      "en": "Only do things that will get you noticed. Vary your targets as much as you can.",
      "th": "ทำแต่สิ่งที่จะทำให้เธอเป็นที่สังเกต เปลี่ยนเป้าหมายให้บ่อยที่สุดเท่าที่จะทำได้"
    }
  },
  {
    "translation": {
      "en": "And although we'll all be helping you,",
      "th": "ทำแต่สิ่งที่จะทำให้เธอเป็นที่สังเกต เปลี่ยนเป้าหมายให้บ่อยที่สุดเท่าที่จะทำได้ แม้ว่าเราจะช่วยเธอ แต่สิ่งสำคัญที่ต้องจำ..."
    }
  },
  {
    "translation": {
      "en": "the important thing to remember...",
      "th": "แม้ว่าเราจะช่วยเธอ แต่สิ่งสำคัญที่ต้องจำ..."
    }
  },
  {
    "translation": {
      "en": "(phone rings) Harriet?",
      "th": "แฮร์เรียต"
    }
  },
  {
    "translation": {
      "en": "...is that you have to get the blame for everything.",
      "th": "ก็คือเธอต้องเป็นคนถูกตำหนิทุกครั้งไป"
    }
  },
  {
    "translation": {
      "en": "Run along.",
      "th": "ไปได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Speaking.",
      "th": "พูดอยู่"
    }
  },
  {
    "translation": {
      "en": "Headphones on, girls.",
      "th": "สวมหูฟังได้เลย ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Come on, everybody. Don't run too fast in your flip-flops.",
      "th": "เอาล่ะ ทุกคน ไม่ต้องรีบวิ่ง เราจะกระโดดลงไปในสระ"
    }
  },
  {
    "translation": {
      "en": "We'll just jump in, have a quick paddle about,",
      "th": "เอาล่ะ ทุกคน ไม่ต้องรีบวิ่ง เราจะกระโดดลงไปในสระ แล้วก็ว่ายน้ำเพื่ออุ่นร่างกาย เสร็จแล้วก็ไปดื่มชากับทานของว่าง"
    }
  },
  {
    "translation": {
      "en": "warm up, then have tea and crumpets, yes?",
      "th": "แล้วก็ว่ายน้ำเพื่ออุ่นร่างกาย เสร็จแล้วก็ไปดื่มชากับทานของว่าง"
    }
  },
  {
    "translation": {
      "en": "Yes, I'm in school right now.",
      "th": "ใช่ ตอนนี้ฉันอยู่ที่โรงเรียน"
    }
  },
  {
    "translation": {
      "en": "Regulation uniform? Skirt just below the knee.",
      "th": "ชุดนักเรียน กระโปรงยาวปิดเข่า"
    }
  },
  {
    "translation": {
      "en": "Of course.",
      "th": "แน่นอนสิ"
    }
  },
  {
    "translation": {
      "en": "They are simple polyester, sturdy and practical.",
      "th": "เป็นผ้าโพลิเอสเตอร์ ทนทานและใช้งานได้ดี"
    }
  },
  {
    "translation": {
      "en": "No, I have certainly not been naughty. My disciplinary record is exemplary.",
      "th": "ฉันไม่ได้สัปดนนะ ฉันไม่เคยโดนทำโทษเรื่องระเบียบวินัยเลย"
    }
  },
  {
    "translation": {
      "en": "Are you okay?",
      "th": "คุณโอเคหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "-Get out! -Get out!",
      "th": "ขึ้นมานะ ขึ้นมาจากสระ (สาวสัปดน แฮร์เรียต รับประกันความสยิว)"
    }
  },
  {
    "translation": {
      "en": "(chattering)",
      "th": "ขึ้นมาเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "(all repeating in French)",
      "th": "อาจารย์ภาษาฝรั่งเศสผมสีน้ำตาลแดง นุ่งกางเกงรัดติ้ว..."
    }
  },
  {
    "translation": {
      "en": "(gasps)",
      "th": "และอาจารย์พละถูกจับได้ว่าจ้ำจี้กัน"
    }
  },
  {
    "translation": {
      "en": "(stammers)",
      "th": "ดูรูปได้ที่เว็บไซต์แอ็บบี้เมาต์..."
    }
  },
  {
    "translation": {
      "en": "That's it, thank you.",
      "th": "ขอบใจมากนะ ทุกคน แค่นี้แหละ ขอบคุณมาก"
    }
  },
  {
    "translation": {
      "en": "(Kiki) If you make enough of a nuisance of yourself...",
      "th": "ถ้าเธอป่วนให้วุ่นวายได้มากพอ..."
    }
  },
  {
    "translation": {
      "en": "Poppy... Moore!",
      "th": "ป็อปปี้ มัวร์"
    }
  },
  {
    "translation": {
      "en": "...she will eventually bow to pressure, and she'll have to call your father.",
      "th": "อาจารย์ใหญ่ก็จะถูกกดดัน แล้วสุดท้ายก็ต้องโทรหาพ่อเธอ"
    }
  },
  {
    "translation": {
      "en": "Naturally, I'll call her father, but she's had a difficult time.",
      "th": "ปกติฉันคงจะโทรแจ้งพ่อเธอแล้ว แต่เธอกำลังอยู่ในช่วงลำบาก"
    }
  },
  {
    "translation": {
      "en": "No, Sara, please, it's all right.",
      "th": "ไม่นะ ซาร่า ไม่เป็นไร ที่รัก"
    }
  },
  {
    "translation": {
      "en": "-Mr. Nellist. -Oh, uh, sorry.",
      "th": "ไม่นะ ซาร่า ไม่เป็นไร ที่รัก - อาจารย์เนลลิสต์ - ขอโทษ"
    }
  },
  {
    "translation": {
      "en": "(Kiki) And then with any luck, she'll recommend you to the Honor Court.",
      "th": "แล้วถ้าโชคดี เธอก็จะต้องขึ้นศาลเกียรติยศ"
    }
  },
  {
    "translation": {
      "en": "Unbe-bloody-lievable!",
      "th": "เหลือเชื่อจริงๆ"
    }
  },
  {
    "translation": {
      "en": "She's got more lives than a Buddhist cat.",
      "th": "นังนี่เหมือนแมวเก้าชีวิตเลย"
    }
  },
  {
    "translation": {
      "en": "Kingley's not even mentioned Honor Court.",
      "th": "คิงส์ลีย์ยังไม่ยอมเอ่ยถึง ศาลเกียรติยศด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "I think people are starting to like her. People?",
      "th": "- ฉันว่าผู้คนเริ่มชอบหล่อนกันนะ - ผู้คนเหรอ"
    }
  },
  {
    "translation": {
      "en": "People can learn to get used to rotting pig's vomit,",
      "th": "ผู้คนเริ่มชินกับกลิ่นอ้วกเน่าๆ ของหมูน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "if they live with it for long enough. I believe she's trying to leave.",
      "th": "- ถ้าพวกเขาอยู่กับมันนานพอ - บางทีหล่อนอาจจะพยายามไปจากที่นี่"
    }
  },
  {
    "translation": {
      "en": "It'd be a nightmare if she stayed. She makes a mockery of the system.",
      "th": "ถ้าหล่อนอยู่ก็เหมือนฝันร้ายแน่ๆ ทำให้เสียระบบไปหมด"
    }
  },
  {
    "translation": {
      "en": "She's not staying, take it from me.",
      "th": "หล่อนไม่ได้อยู่ที่นี่แน่ๆ เชื่อฉันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Five generations of my family have made the school great.",
      "th": "บรรพบุรุษห้ารุ่นของฉัน ทำให้โรงเรียนนี้เยี่ยมยอด"
    }
  },
  {
    "translation": {
      "en": "The school motto is \"scholarship, fellowship, loyalty,\"",
      "th": "คำขวัญของโรงเรียนนี้คือ การศึกษาดี มีสัมพันธภาพ มีความจงรักภักดี"
    }
  },
  {
    "translation": {
      "en": "not \"be a slutty, whorey, shit-brain.\"",
      "th": "ไม่ใช่ แรดไปทั่ว มั่วไม่เลือก แถมสมองฝ่อ"
    }
  },
  {
    "translation": {
      "en": "(both) So brillianté, Harriet.",
      "th": "- พูดได้เยี่ยมมาก แฮร์เรียต - พูดได้เยี่ยมมาก แฮร์เรียต"
    }
  },
  {
    "translation": {
      "en": "(sobbing)",
      "th": "- อาจารย์เนลลิสต์ อย่าร้องไปเลย นี่ทิชชู - ฉันทนเด็กนั่นไม่ไหวแล้ว ฉันจะเป็นบ้า ดื่มชาแก่ๆ สักถ้วยสิ ขอโทษด้วยที่ให้ดื่มอะไรที่แรงกว่านี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I'm only sorry it can't be something stronger.",
      "th": "ดื่มชาแก่ๆ สักถ้วยสิ ขอโทษด้วยที่ให้ดื่มอะไรที่แรงกว่านี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Cup of tea.",
      "th": "ดื่มชาหน่อย"
    }
  },
  {
    "translation": {
      "en": "Quick, give me the tape. Give me the tape.",
      "th": "- เร็วเข้าส่งเทปมา ส่งมาเร็ว - เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "Pull the button off.",
      "th": "ดึงปุ่มออกสิ"
    }
  },
  {
    "translation": {
      "en": "-Get out. -Quick.",
      "th": "- ตายแล้ว มีรถมา - เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "Whoa. It's all right, Cerberus, it's only me.",
      "th": "นี่ ไม่เป็นไรน่า เซอร์เบอรัส นี่ผมเอง"
    }
  },
  {
    "translation": {
      "en": "Who's Cerberus?",
      "th": "นี่ ไม่เป็นไรน่า เซอร์เบอรัส นี่ผมเอง - ใครเหรอ เซอร์เบอรัส - หมาเฝ้าประตูนรก"
    }
  },
  {
    "translation": {
      "en": "The dog that guards the gates of hell.",
      "th": "- ใครเหรอ เซอร์เบอรัส - หมาเฝ้าประตูนรก"
    }
  },
  {
    "translation": {
      "en": "(whispering) Hurry up, or you'll disturb my girls.",
      "th": "- ไป ไปสิ ไปซะ - เร็วเข้า ไม่งั้นจะเป็นการกวนสาวๆ ของฉัน"
    }
  },
  {
    "translation": {
      "en": "Sorry, terrible allergies.",
      "th": "ขอโทษ ภูมิแพ้กำเริบน่ะ"
    }
  },
  {
    "translation": {
      "en": "Uh, sorry. Better an empty house than an angry tenant, right?",
      "th": "ขอโทษอีกที ปล่อยออกไป ก็ดีกว่าเก็บไว้ใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "I don't get it. It's like you've got immunity. Your dad's a mafia guy or something.",
      "th": "ไม่เข้าใจเลย เหมือนเธอมีภูมิคุ้มกัน พ่อเธอเป็นมาเฟียหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Yep, I'm the \"goddaughter.\"",
      "th": "ใช่ ฉันเป็นลูกสาวเจ้าพ่อ"
    }
  },
  {
    "translation": {
      "en": "Whatever it is, she's cutting you a lot of slack.",
      "th": "ไม่ว่าจะเพราะอะไรก็ตาม อาจารย์ใหญ่อ่อนข้อให้เธอมากเลย"
    }
  },
  {
    "translation": {
      "en": "We need to up the ante. In fact, we need to focus on her big weakness.",
      "th": "เราต้องเล่นแรงขึ้นไปอีก ที่จริงแล้ว เราต้องเล่นที่จุดอ่อนของอาจารย์ใหญ่"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, you have to snog Freddie.",
      "th": "ใช่แล้ว เธอต้อง \"จิ๊จ๊ะ\" กับเฟร็ดดี้"
    }
  },
  {
    "translation": {
      "en": "Snog? That sounds disgusting. What is that?",
      "th": "จิ๊จ๊ะเหรอ ฟังดูน่าเกลียดพิลึก แปลว่าอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's English for make out. Mrs. Kingsley will go ballistic.",
      "th": "- แสลงของคนอังกฤษแปลว่าจูบนัวเนีย - อาจารย์คิงส์ลีย์ต้องบ้าไปเลยแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "And Harriet would have an absolute fit. Well, that's a definite bonus.",
      "th": "- แฮร์เรียตก็คงจะสติแตกแน่ๆ - เหมือนเป็นของแถมไง"
    }
  },
  {
    "translation": {
      "en": "And he'll be at the social. Cool.",
      "th": "- เขาจะมาที่งานเลี้ยงด้วย - เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Just remember, the point is to get caught.",
      "th": "จำไว้ล่ะ ว่าประเด็นก็คือ เธอต้องถูกจับได้"
    }
  },
  {
    "translation": {
      "en": "All right, so what's the deal with the social?",
      "th": "ก็ได้ ว่าแต่มันคืองานเลี้ยงอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's the school dance on Saturday night.",
      "th": "ก็ได้ ว่าแต่มันคืองานเลี้ยงอะไรเหรอ เป็นงานเต้นรำของโรงเรียนคืนวันเสาร์"
    }
  },
  {
    "translation": {
      "en": "Traditionally, it's fancy dress. This year it's movie magic.",
      "th": "ปกติแล้วจะต้องแต่งตัวสวย ปีนี้เป็นแนวมหัศจรรย์แห่งหนัง"
    }
  },
  {
    "translation": {
      "en": "But the only ones who bother to dress up are teachers, morons, and Harriet.",
      "th": "แต่คนที่แต่งตัวก็มีแต่พวกครู พวกงี่เง่า แล้วก็แฮร์เรียต"
    }
  },
  {
    "translation": {
      "en": "I say we dress up fancy. Real fancy.",
      "th": "ฉันว่าเรามาแต่งตัวให้เลิศๆ กันดีกว่า เลิศสุดๆ ไปเลย"
    }
  },
  {
    "translation": {
      "en": "This mission needs to be planned precisely.",
      "th": "ภารกิจครั้งนี้ต้องมีการวางแผนที่แม่นยำ"
    }
  },
  {
    "translation": {
      "en": "Kiki?",
      "th": "ภารกิจครั้งนี้ต้องมีการวางแผนที่แม่นยำ - กิกี้ - โอเค"
    }
  },
  {
    "translation": {
      "en": "Okay. Operation Freedom, part two, step one.",
      "th": "- กิกี้ - โอเค ปฏิบัติการเสรีภาพ ส่วนที่สอง ขั้นตอนที่หนึ่ง ทำตัวให้เฟร็ดดี้สนใจ"
    }
  },
  {
    "translation": {
      "en": "Attract Freddie.",
      "th": "ปฏิบัติการเสรีภาพ ส่วนที่สอง ขั้นตอนที่หนึ่ง ทำตัวให้เฟร็ดดี้สนใจ"
    }
  },
  {
    "translation": {
      "en": "Step one, subsection \"A\", look the part.",
      "th": "ขั้นตอนแรก หัวข้อเอ ต้องแต่งตัวให้สมบทบาท"
    }
  },
  {
    "translation": {
      "en": "Kiki, you're actually making something quite exciting sound like physics homework.",
      "th": "กิกี้ เธอทำให้บางอย่างที่น่าตื่นเต้น ฟังดูเหมือนการบ้านวิชาฟิสิกส์เลย"
    }
  },
  {
    "translation": {
      "en": "Basically, we're going into town,",
      "th": "กิกี้ เธอทำให้บางอย่างที่น่าตื่นเต้น ฟังดูเหมือนการบ้านวิชาฟิสิกส์เลย พูดง่ายๆ คือ เราจะเข้าไปในเมือง แล้วก็ซื้อชุดเก๋ๆ"
    }
  },
  {
    "translation": {
      "en": "and we're gonna get some killer outfits.",
      "th": "พูดง่ายๆ คือ เราจะเข้าไปในเมือง แล้วก็ซื้อชุดเก๋ๆ"
    }
  },
  {
    "translation": {
      "en": "I want something that says elegant,",
      "th": "ฉันอยากได้ชุดที่ \"ดูสง่า"
    }
  },
  {
    "translation": {
      "en": "but at the same time incredibly slutty and available.",
      "th": "แต่ขณะเดียวกันก็ออกแนวแรดๆ และจับจองได้\""
    }
  },
  {
    "translation": {
      "en": "In fact, I'm not that bothered about elegance.",
      "th": "ว่าไปแล้ว ฉันไม่สนเรื่องความสง่าหรอก"
    }
  },
  {
    "translation": {
      "en": "\"So, apparently, the key is to hook up with the headmistress' son.",
      "th": "แต่เห็นได้ชัดว่ากุญแจสำคัญคือ การให้ท่าลูกชายของอาจารย์ใหญ่"
    }
  },
  {
    "translation": {
      "en": "I'll do your trick, Rubes, swing my hips and giggle.\"",
      "th": "ฉันจะใช้ลูกไม้เดียวกับเธอ รูบส์ ส่ายสะโพกและหัวเราะคิกคัก"
    }
  },
  {
    "translation": {
      "en": "Oh, come on, Poppy, we're gonna miss the bus.",
      "th": "เร็วเข้า ป็อปปี้ เดี๋ยวเราจะตกรถนะ"
    }
  },
  {
    "translation": {
      "en": "Don't forget to log off now, you ninny.",
      "th": "อย่าลืมออกจากระบบล่ะ"
    }
  },
  {
    "translation": {
      "en": "Everyone, sign out. Remember you are representatives of the school.",
      "th": "ทุกคนเซ็นชื่อออกด้วย จำไว้ว่าทุกคนเป็นตัวแทนของโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "Sign your own name, come on. Poppy Moore, what are you wearing?",
      "th": "- เซ็นชื่อ เร็วเข้า - ป็อปปี้ มัวร์ ใส่ชุดอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "You are going to town, not appearing in a window in Amsterdam.",
      "th": "เธอจะเข้าเมืองนะ ไม่ใช่ไปอยู่ในตู้กระจกในอัมสเตอร์ดัม"
    }
  },
  {
    "translation": {
      "en": "I don't have anything else.",
      "th": "- ไปเปลี่ยนชุดเดี๋ยวนี้ - ฉันไม่มีชุดอื่นแล้ว"
    }
  },
  {
    "translation": {
      "en": "I thought you might be quite concerned by that attire, Matron.",
      "th": "ฉันคิดแล้วว่าคุณอาจจะไม่ชอบชุดของเธอ"
    }
  },
  {
    "translation": {
      "en": "So we had a little look-see in lost property",
      "th": "ฉันก็เลยแวะหาชุดมาระหว่างทางตอนที่มาที่นี่"
    }
  },
  {
    "translation": {
      "en": "on our way here, didn't we?",
      "th": "ฉันก็เลยแวะหาชุดมาระหว่างทางตอนที่มาที่นี่ - ใช่ไหมพวกเรา - ถูกต้องแล้ว"
    }
  },
  {
    "translation": {
      "en": "(both) We did.",
      "th": "- ใช่ไหมพวกเรา - ถูกต้องแล้ว"
    }
  },
  {
    "translation": {
      "en": "It'll suit you,",
      "th": "ชุดต้องเหมาะกับเธอมากแน่"
    }
  },
  {
    "translation": {
      "en": "promise.",
      "th": "สัญญาเลย"
    }
  },
  {
    "translation": {
      "en": "(girls giggling) That's cute. My grandma used to have a dog just like it.",
      "th": "น่ารักจัง ยายฉันเคยมีหมาหน้าตาแบบในเสื้อเลย"
    }
  },
  {
    "translation": {
      "en": "Poppy, I think your jumper is the cat's pajamas.",
      "th": "น่ารักจัง ยายฉันเคยมีหมาหน้าตาแบบในเสื้อเลย ป็อปปี้ ฉันคิดว่าเสื้อกันหนาวเธอ เป็นชุดนอนแมวนะ"
    }
  },
  {
    "translation": {
      "en": "Come on, girls, in you go, hurry up.",
      "th": "(สาย 345 ไม่จอดทุกป้าย ฟลัตตันและดิสทริกต์) เร็วๆ เข้าไปเลย เร็วเข้า ขึ้นชั้นบนเลย"
    }
  },
  {
    "translation": {
      "en": "Upstairs to the seats.",
      "th": "เร็วๆ เข้าไปเลย เร็วเข้า ขึ้นชั้นบนเลย"
    }
  },
  {
    "translation": {
      "en": "Don't push. Don't push. Plenty of room. Come on, here we go.",
      "th": "ไม่ต้องดัน ไม่ต้องดัน ยังมีที่อีกเยอะ เร็วเข้า เข้าไปเลย"
    }
  },
  {
    "translation": {
      "en": "-Poppy! -Come on, Poppy!",
      "th": "ไม่ต้องดัน ไม่ต้องดัน ยังมีที่อีกเยอะ เร็วเข้า เข้าไปเลย - เร็วเข้า ป็อปปี้ กระโดด - ป็อปปี้ กระโดด"
    }
  },
  {
    "translation": {
      "en": "-Poppy, jump! -I can't find my sanitizer!",
      "th": "- เร็วเข้า ป็อปปี้ กระโดด - ป็อปปี้ กระโดด ฉันหาน้ำยาฆ่าเชื้อโรคไม่เจอ"
    }
  },
  {
    "translation": {
      "en": "I can't find my sanitizer!",
      "th": "ฉันหาน้ำยาฆ่าเชื้อโรคไม่เจอ"
    }
  },
  {
    "translation": {
      "en": "You left it in the dorm! Oh, my God, no!",
      "th": "- เธอลืมไว้ที่หอพัก - แย่แล้ว ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "(heavy metal music playing) Oh, my God, look.",
      "th": "ให้ตายสิ ดูนั่น"
    }
  },
  {
    "translation": {
      "en": "-Oh. -Hi!",
      "th": "- สวัสดี - สวัสดี"
    }
  },
  {
    "translation": {
      "en": "Ew. Gross.",
      "th": "ขยะแขยง"
    }
  },
  {
    "translation": {
      "en": "Where are we going? To our favorite shop.",
      "th": "- เราจะไปไหนเหรอ - ไปร้านโปรดของเรา"
    }
  },
  {
    "translation": {
      "en": "Cancer research?",
      "th": "สถาบันค้นคว้ารักษามะเร็งเหรอ"
    }
  },
  {
    "translation": {
      "en": "Girls, I'm all about finding a cure, but considering I flunked chemistry,",
      "th": "สาวๆ ฉันก็อยากให้หาวิธีรักษาได้นะ แต่ฉันตกเคมี"
    }
  },
  {
    "translation": {
      "en": "I don't know how much help I'm gonna be. And BTW, which FYI means \"by the way,\"",
      "th": "เลยไม่รู้ว่าจะช่วยได้แค่ไหน และ \"บีทีดับเบิลยู\" แปลว่าเออนี่นะ"
    }
  },
  {
    "translation": {
      "en": "this is supposed to be shopping time. We're not gonna be doing the research.",
      "th": "- เราจะมาซื้อของกันไม่ใช่เหรอ - เราไม่ได้จะทำการค้นคว้า"
    }
  },
  {
    "translation": {
      "en": "This is a charity shop. The money goes to charity.",
      "th": "นี่เป็นร้านการกุศล เงินจะเข้าสมทบทุนการกุศล"
    }
  },
  {
    "translation": {
      "en": "Oh, I just had a heart palpitation.",
      "th": "ฉันหัวใจเกือบวายแน่ะ"
    }
  },
  {
    "translation": {
      "en": "You guys are so adorable, but we need to look really hot for the social.",
      "th": "พวกเธอน่ารักกันจัง แต่เราต้องหาชุดเลิศๆ ใส่ไปงานเลี้ยงนะ"
    }
  },
  {
    "translation": {
      "en": "So let's go hit Oxford Street. I take it you flunked geography, too.",
      "th": "- ไปถนนอ๊อกซฟอร์ดกันเถอะ - ดูท่าเธอคงตกวิชาภูมิศาสตร์ด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "Oxford Street is in London, my friend. This is your lot.",
      "th": "ถนนอ๊อกซฟอร์ดอยู่ในลอนดอน เพื่อนเอ๋ย นี่แหละร้านของเธอ"
    }
  },
  {
    "translation": {
      "en": "(chattering)",
      "th": "- โจซี่ เอาบรายักษ์ออกจากหัวฉันนะ - ไม่"
    }
  },
  {
    "translation": {
      "en": "Hey, Kate, what about this for Ascot? Magnificent.",
      "th": "- เฮ่ เคต ซื้อชุดนี้ให้แอสค็อตเป็นไง - เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Is this too workaday?",
      "th": "ชุดนี้ดูเป็นงานเป็นการไปไหม"
    }
  },
  {
    "translation": {
      "en": "Come on now, girls, this is a serious mission. Get a move on.",
      "th": "ไม่เอาน่า สาวๆ นี่เป็นภารกิจจริงจังนะ รีบๆ เข้า"
    }
  },
  {
    "translation": {
      "en": "Now, Poppy, how about something like this? Fifty pence.",
      "th": "เอาล่ะ ป็อปปี้ เสื้อตัวนี้ล่ะเป็นไง แค่ 50 เพนนี"
    }
  },
  {
    "translation": {
      "en": "It looks like someone died in it. I'd rather stay the Yorkshire Terrier freak.",
      "th": "ดูเหมือนจะมีคนเคยใส่แล้วตายนะ ฉันใส่เสื้อลูกหมาน่ารักนี่ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "You're a Buddhist, right? Think of it as clothing reincarnation.",
      "th": "เธอนับถือศาสนาพุทธใช่ไหม ให้คิดว่าเป็น การเกิดใหม่ของการแต่งตัวแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "Honey, even Buddha wouldn't be caught dead in half this stuff.",
      "th": "ที่รัก แม้แต่พระพุทธเจ้า ก็ไม่กล้าใส่ชุดพวกนี้หรอก"
    }
  },
  {
    "translation": {
      "en": "Still, I guess anything's possible. Come on, let's do this.",
      "th": "แต่อะไรๆ ก็เป็นไปได้ มาสิ เริ่มกันเลย"
    }
  },
  {
    "translation": {
      "en": "Unbelievable, this season Marni. It's sophisticated, it's elegant.",
      "th": "เหลือเชื่อเลย เสื้อผ้าอาร์มานีฤดูกาลนี้ ทั้งดูดีและสง่างาม"
    }
  },
  {
    "translation": {
      "en": "-Hot to trot. -Check.",
      "th": "เหลือเชื่อเลย เสื้อผ้าอาร์มานีฤดูกาลนี้ ทั้งดูดีและสง่างาม - เซ็กซี่สุดขีด - ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "If we could just call this stuff vintage and add like three zeroes to the price tag,",
      "th": "ถ้าเราเรียกเสื้อผ้าพวกนี้ว่าวินเทจ แล้วก็ใส่ศูนย์เพิ่มไปสามตัวที่ป้ายราคา"
    }
  },
  {
    "translation": {
      "en": "I could totally get into it.",
      "th": "ฉันซื้อแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Perfection. Operation Freddie is well and truly underway.",
      "th": "ยอดเยี่ยม ปฏิบัติการเฟร็ดดี้ได้เริ่มต้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "Malibu moment! Remember what I taught you guys?",
      "th": "ช่วงเวลามาลิบู จำได้ไหมว่าฉันสอนว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "(all) Who are we?",
      "th": "- เราเป็นใครนะ - เราเป็นใครนะ"
    }
  },
  {
    "translation": {
      "en": "I think he's down a penny black. Yes, dated prewar.",
      "th": "ฉันว่าราคามันตกแล้วนะ แสตมป์เพนนี แบล็ก ใช่ ผลิตช่วงก่อนสงคราม"
    }
  },
  {
    "translation": {
      "en": "(chattering) Oh, my God! It's Tom Cruise.",
      "th": "- งี่เง่าจริงๆ - ให้ตายสิ ทอม ครูซนี่นา"
    }
  },
  {
    "translation": {
      "en": "Would you like to say any louder? I need your help.",
      "th": "อยากจะพูดดังกว่านี้อีกไหม ฉันต้องให้ช่วยหน่อย"
    }
  },
  {
    "translation": {
      "en": "And I need a back wax and a night with Michael Bublé,",
      "th": "ฉันก็อยากแว็กซ์ขนหลัง แล้วก็ฉายเดี่ยวกับไมเคิล บูเบล"
    }
  },
  {
    "translation": {
      "en": "but we don't always get what we want. Trudy, attend to the brows.",
      "th": "แต่เราก็ไม่ได้อย่างที่ต้องการเสมอไป ทรูดี้ ทำคิ้วหน่อย"
    }
  },
  {
    "translation": {
      "en": "Mmm. Yorkie fan. It's a nice dog, Yorkie. I used to have one once. Wee Phillippe.",
      "th": "แฟนหมาพันธุ์ยอร์กี้ น่ารักดีนะ ฉันก็เคยมีตัวหนึ่ง ชื่อวี ฟิลลิป"
    }
  },
  {
    "translation": {
      "en": "Got savaged to death by a badger. Ow!",
      "th": "โดนตัวแบดเจอร์กัดตาย"
    }
  },
  {
    "translation": {
      "en": "Aren't you the soufflé that didn't arise? Tell me about it.",
      "th": "- ผมเธอเหมือนซูเฟลที่ไม่ขึ้นรูปเลย - ใช่น่ะสิ"
    }
  },
  {
    "translation": {
      "en": "Okay, I need these extensions taken out, a serious deep conditioning.",
      "th": "ฉันอยากให้ถอดผมต่อออก แล้วก็นวดผมแบบลงลึก"
    }
  },
  {
    "translation": {
      "en": "I'm thinking side bangs with some buttery highlights,",
      "th": "ถ้าทำหน้าม้าปาดข้างสีโทนอ่อนก็คงดี"
    }
  },
  {
    "translation": {
      "en": "and maybe a few honey tones.",
      "th": "แล้วก็ทำสีโทนน้ำผึ้ง"
    }
  },
  {
    "translation": {
      "en": "Oh! And I'd like a night on Fireman Island, but I'm afraid I'm whistling Dixie, okay?",
      "th": "ฉันก็อยากไปเกาะไฟร์แมนนะ แต่กลัวว่าตัวเองจะฝันเฟื่องมากเกินไป"
    }
  },
  {
    "translation": {
      "en": "So, here's what's on offer for you.",
      "th": "ฉะนั้นนี่คือข้อเสนอนะ"
    }
  },
  {
    "translation": {
      "en": "A tight perm. -No. -How about this?",
      "th": "- ดัดลอนเล็ก - ไม่"
    }
  },
  {
    "translation": {
      "en": "A wee bob. That's fun, isn't it?",
      "th": "งั้นนี่ล่ะ ทรงบ็อบ สนุกดีนะ ว่าไหม"
    }
  },
  {
    "translation": {
      "en": "-No. -Okay.",
      "th": "- ไม่ - โอเค งั้นทรงนี้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "What about this? Oh, a pineapple.",
      "th": "- ไม่ - โอเค งั้นทรงนี้ล่ะ ทรงสับปะรด"
    }
  },
  {
    "translation": {
      "en": "Oh, Hawaii. No.",
      "th": "- โอ้ ฮาวาย - ไม่"
    }
  },
  {
    "translation": {
      "en": "What about something a little bit more natural?",
      "th": "งั้นทรงที่เป็นธรรมชาติขึ้นหน่อยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Natural? Aye. The real you.",
      "th": "- ธรรมชาติเหรอ - ใช่แล้ว เป็นตัวของเธอเอง"
    }
  },
  {
    "translation": {
      "en": "Natural it is. Radical.",
      "th": "- ธรรมชาติก็ได้ - เรียบง่าย"
    }
  },
  {
    "translation": {
      "en": "Okay, ladies, let's do this.",
      "th": "เอาล่ะ สาวๆ เริ่มกันเลย"
    }
  },
  {
    "translation": {
      "en": "All right, I'll need that, that, that.",
      "th": "เอาล่ะ เราต้องใช้นี่ๆ และนี่"
    }
  },
  {
    "translation": {
      "en": "Oh, oh! Oh, no. Look it. Mmm. That's not mine. Hmm, nope.",
      "th": "ไม่นะ ฉัน อย่ามองสิ นั่นไม่ใช่ของฉันนี่ ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "Hey, Mommy, two strong teas, please. Bella pronto.",
      "th": "แม่ ขอชาแก่ๆ สองถ้วย ด่วนเลย"
    }
  },
  {
    "translation": {
      "en": "Don't you look at me like that.",
      "th": "อย่ามองฉันแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Nix that.",
      "th": "ดูดีมากเลย"
    }
  },
  {
    "translation": {
      "en": "You ready, hen? -Um-hm. -Okay.",
      "th": "พร้อมนะ โอเค"
    }
  },
  {
    "translation": {
      "en": "-Et voila. -Wow. Thank you.",
      "th": "- ดูให้เต็มตา - ว้าว ขอบคุณมากเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, you're welcome, darling.",
      "th": "ด้วยความยินดี ที่รัก"
    }
  },
  {
    "translation": {
      "en": "I'm cream-crackered. I'll lay down and have a wee Satsuma.",
      "th": "ฉันจะเป็นลมแล้ว ขอตัวไปเอนหลังกินส้มหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "-You look so-- -English.",
      "th": "- เธอช่างดู... - เหมือนคนอังกฤษเลย"
    }
  },
  {
    "translation": {
      "en": "I look like my mom. Is she beautiful, too?",
      "th": "- ฉันดูเหมือนแม่เลย - แม่เธอก็สวยเหรอ"
    }
  },
  {
    "translation": {
      "en": "She was... very. Sorry. Foot-in-mouth disease.",
      "th": "- สวย สวยมากเลย - โทษทีนะ โรคปากพล่อยน่ะ"
    }
  },
  {
    "translation": {
      "en": "(giggling)",
      "th": "(คริสซี่ คัตส์)"
    }
  },
  {
    "translation": {
      "en": "Okay, time for the juice. Any bright ideas? Leave it to me, I've got a plan.",
      "th": "- เอาล่ะ ได้เวลาซื้อเหล้าแล้ว เอาไงดี - ฉันจัดการเอง ฉันมีแผนแล้ว"
    }
  },
  {
    "translation": {
      "en": "So, Susan, do you like your new office?",
      "th": "ซูซาน เธอชอบที่ทำงานใหม่ไหม"
    }
  },
  {
    "translation": {
      "en": "I don't know what's worse, my job or that husband of mine.",
      "th": "ไม่รู้ว่าอันไหนแย่กว่ากัน งานหรือว่าสามี"
    }
  },
  {
    "translation": {
      "en": "Keith from accounts is driving me crazy.",
      "th": "คีทจากแผนกบัญชีจะทำให้ฉันเป็นบ้าอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "He wants that report on his desk by Thursday.",
      "th": "เขาอยากได้รายงานก่อนวันพฤหัสบดี"
    }
  },
  {
    "translation": {
      "en": "What's the report about?",
      "th": "เขาอยากได้รายงานก่อนวันพฤหัสบดี รายงานอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, um, business. (whispers) What?",
      "th": "- ธุรกิจ - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Do you want to buy a carpet tomorrow?",
      "th": "พรุ่งนี้เธอจะซื้อพรมหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Yes, after I've dropped the kids off at the pool...",
      "th": "ซื้อสิ หลังจากที่ส่งลูกๆ ที่สระว่ายน้ำแล้ว"
    }
  },
  {
    "translation": {
      "en": "...in my saloon car.",
      "th": "ในรถสี่ประตูของฉัน"
    }
  },
  {
    "translation": {
      "en": "Two bottles of Grizinksy and one of Donmatsa, please.",
      "th": "กริซินสกีสองขวด กับดอนแมตซาหนึ่งขวดค่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, and two crème eggs, please.",
      "th": "แล้วก็ครีมเอกก์สองอันค่ะ"
    }
  },
  {
    "translation": {
      "en": "Why did you order the crème eggs, you idiot?",
      "th": "จะขอซื้อครีมเอกก์ทำไม โง่จริงๆ"
    }
  },
  {
    "translation": {
      "en": "Why did you only get two, Drippy? Now we've got to quarter them?",
      "th": "ทำไมซื้อมาแค่สองล่ะ ดริปปี้ ทีนี้เราต้องแบ่งสี่แน่ะ"
    }
  },
  {
    "translation": {
      "en": "He believed us till then. Oh, yeah, right.",
      "th": "- เขาเชื่อเราจนถึงตอนนั้น - ใช่สิ"
    }
  },
  {
    "translation": {
      "en": "Maybe if you hadn't asked me what Keith's report was about. Where's Poppy?",
      "th": "แล้วทำไมเธอต้องถามเรื่องรายงานของคีทด้วย ป็อปปี้อยู่ไหนเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-Are you okay? -I'm furious. Stupid Drippy.",
      "th": "- โอเคกันไหม - ฉันโมโหอยู่ ดริปปี้บื้อจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I know. Never mind, let's go. ♪ Oh, heaven's a place on earth ♪",
      "th": "ฉันรู้ ไม่เป็นไร ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Would you boys like a drink? Now, anybody here. Come on.",
      "th": "หนุ่มๆ อยากดื่มกันหน่อยไหม มีใครจะดื่มไหม ดื่มสิ"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "th": "สวัสดีครับ สวัสดี"
    }
  },
  {
    "translation": {
      "en": "Name's Nellist. Roger Nellist. Licensed to DJ.",
      "th": "ผมชื่อ เนลลิสต์ โรเจอร์ เนลลิสต์ นามแฝงดีเจ"
    }
  },
  {
    "translation": {
      "en": "Gosh, you look like James Bond.",
      "th": "ให้ตายสิ คุณดูเหมือนเจมส์ บอนด์เลย"
    }
  },
  {
    "translation": {
      "en": "I thought you might like a fruit punch.",
      "th": "ฉันเอาพันช์มาเผื่อคุณด้วย"
    }
  },
  {
    "translation": {
      "en": "Oh, I'll have it shaken and not stirred.",
      "th": "ผมชอบเขย่า ไม่ต้องคน"
    }
  },
  {
    "translation": {
      "en": "Why aren't you dancing? They're all dressed up, waiting for you over there.",
      "th": "ทำไมถึงไม่เต้นล่ะ สาวๆ แต่งตัวกันสวยๆ รอเธออยู่กันเยอะแยะ"
    }
  },
  {
    "translation": {
      "en": "-Mr. Nellis-- -Harriet's coming.",
      "th": "อาจารย์เนลลิสต์ - แฮร์เรียตกำลังมาแล้ว - แฮร์เรียตกำลังมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Right. Yes, yes.",
      "th": "ใช่สิ ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Mr. Darcy?",
      "th": "คุณดาร์ซี่"
    }
  },
  {
    "translation": {
      "en": "What undue pleasure it is to be afforded your company.",
      "th": "ดีจริงที่คุณมาร่วมงานของเราด้วย"
    }
  },
  {
    "translation": {
      "en": "Hi. You may only call me Mrs. Darcy",
      "th": "- สวัสดี - คุณจะเรียกฉันว่าคุณนายดาร์ซี่ก็ได้"
    }
  },
  {
    "translation": {
      "en": "when you're completely, perfectly, incandescently happy.",
      "th": "เมื่อคุณมีความสุขอย่างเหลือล้น"
    }
  },
  {
    "translation": {
      "en": "Okay. Cool.",
      "th": "โอเค ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Freddie... ...it's me.",
      "th": "เฟร็ดดี้ นี่ฉันเอง"
    }
  },
  {
    "translation": {
      "en": "Of course, Harriet.",
      "th": "รู้แล้ว แฮร์เรียต"
    }
  },
  {
    "translation": {
      "en": "Okay, Poppy, let's get Freddie.",
      "th": "เอาล่ะ ป็อปปี้ ออกล่าเฟร็ดดี้กัน"
    }
  },
  {
    "translation": {
      "en": "Lips, hips, hips, and butt.",
      "th": "ริมฝีปาก สะโพก สะโพกแล้วก็ก้น"
    }
  },
  {
    "translation": {
      "en": "-Hi. -Hello, trouble. I like your hair.",
      "th": "- สวัสดี - สวัสดี แม่จอมป่วน ผมชอบผมคุณนะ"
    }
  },
  {
    "translation": {
      "en": "What are you doing? This is a themed costume party,",
      "th": "ทำอะไรของเธอยะ ไม่เห็นใส่ชุดตรงแนวงานเลี้ยงเลย"
    }
  },
  {
    "translation": {
      "en": "not a dwarf prostitutes' convention.",
      "th": "นี่ไม่ใช่งานชุมนุมโสเภณีแคระ"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry. I must say that you look incredible.",
      "th": "ฉันขอโทษนะ ต้องขอบอกว่าเธอดูเลิศมากเลย"
    }
  },
  {
    "translation": {
      "en": "You make an excellent Shrek. This is my favorite song, come on.",
      "th": "เหมือนเชร็คไม่มีผิด นี่เพลงโปรดฉัน มาเต้นกัน"
    }
  },
  {
    "translation": {
      "en": "♪ Shake you tambourine go and get yourself a whistling ♪",
      "th": "เต้นเลย ป็อปปี้"
    }
  },
  {
    "translation": {
      "en": "Go, girlfriend! That is entirely wicked.",
      "th": "เต็มที่เลยนะ ทีเด็ดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Hey, are you okay? Oh, you're awesome.",
      "th": "- โอเคไหม - คุณเยี่ยมไปเลย"
    }
  },
  {
    "translation": {
      "en": "She okay? Shall I call an ambulance? You can be sick in my hands if you'd like.",
      "th": "เธอโอเคไหม ต้องเรียกรถพยาบาลหรือเปล่า หรือจะอาเจียนใส่มือฉันก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "She's acting like she's drunk. She should be taken to bed.",
      "th": "เธอแกล้งเมาน่ะ พาไปที่เตียงก็พอ"
    }
  },
  {
    "translation": {
      "en": "Freddie can do the honors. You really are a horridious piece of work.",
      "th": "- เฟร็ดดี้พาฉันไปก็ได้นะ - ลูกไม้เยอะจริงๆ นะหล่อน"
    }
  },
  {
    "translation": {
      "en": "Mr. Darcy don't think so.",
      "th": "คุณดาร์ซี่ไม่คิดแบบนั้นสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "She's just a little concussed. She just needs some air.",
      "th": "เธอแค่มึนหัวนิดหน่อยน่ะ ต้องสูดอากาศบริสุทธิ์"
    }
  },
  {
    "translation": {
      "en": "-Great idea. -Come on.",
      "th": "- เยี่ยมเลย - มาเถอะ"
    }
  },
  {
    "translation": {
      "en": "She's up to something. Follow them. Report back to me.",
      "th": "นังนั่นต้องมีแผนแน่ ตามไปดูแล้วมารายงาน"
    }
  },
  {
    "translation": {
      "en": "So, explain yourself, Miss Moore. (mimics English accent) I'm afraid I can't explain myself, sir...",
      "th": "- อธิบายมาซิว่าคุณจะทำอะไร คุณมัวร์ - \"ฉันคิดว่าคงจะอธิบายไม่ได้หรอกค่ะ"
    }
  },
  {
    "translation": {
      "en": "(in normal voice) ...because I'm not myself right now you see.",
      "th": "เพราะตอนนี้จิตใจฉันไม่อยู่กับเนื้อกับตัว\""
    }
  },
  {
    "translation": {
      "en": "Said Alice to the caterpillar. You're right, how'd you know?",
      "th": "- อลิซพูดกับหนอนผีเสื้อ - ใช่ คุณรู้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "I was Alice in the school play. All boys before you look at me weirdly.",
      "th": "ผมเล่นเป็นอลิซในละครของโรงเรียน โรงเรียนชายล้วนนะ ก่อนที่คุณจะคิดแปลกๆ"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "เฮ่"
    }
  },
  {
    "translation": {
      "en": "You so don't need to play hard to get. I'm totally into you.",
      "th": "ไม่ต้องเล่นตัวหรอก ฉันชอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Hey, come on. Calm down.",
      "th": "ไม่เอาน่า ใจเย็นๆ"
    }
  },
  {
    "translation": {
      "en": "Okay, leading lady, all-boys school,",
      "th": "ก็ได้ เล่นบทผู้หญิง โรงเรียนชายล้วน ไม่ชอบให้สัมผัสใกล้ชิด"
    }
  },
  {
    "translation": {
      "en": "awkward with intimacy. Cards on the table.",
      "th": "ก็ได้ เล่นบทผู้หญิง โรงเรียนชายล้วน ไม่ชอบให้สัมผัสใกล้ชิด บอกมาตรงๆ นะ คุณเป็นเกย์หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "-Are you gay? -(chuckles)",
      "th": "บอกมาตรงๆ นะ คุณเป็นเกย์หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Uh, just English.",
      "th": "แค่คนอังกฤษน่ะ"
    }
  },
  {
    "translation": {
      "en": "And I am sober and sensible.",
      "th": "แล้วผมก็ไม่ได้เมาและรู้สึกตัวดีด้วย คุณต่างหาก"
    }
  },
  {
    "translation": {
      "en": "And you, my sweet friend, are overexcited and concussed.",
      "th": "แล้วผมก็ไม่ได้เมาและรู้สึกตัวดีด้วย คุณต่างหาก ที่ตื่นเต้นเกินไปแล้วก็มึนหัวด้วย"
    }
  },
  {
    "translation": {
      "en": "I go back to school tomorrow, but I'll be back on the 18th.",
      "th": "ผมต้องกลับไปโรงเรียนพรุ่งนี้ แต่ว่าจะกลับมาวันที่ 18"
    }
  },
  {
    "translation": {
      "en": "How about I see you then?",
      "th": "ไว้เราเจอกันอีกตอนนั้นนะ"
    }
  },
  {
    "translation": {
      "en": "Okay. I'll make a deal.",
      "th": "- ได้เลย - ผมจะเสนอข้อตกลง"
    }
  },
  {
    "translation": {
      "en": "No more head-fry behavior. I sense that might be your forte.",
      "th": "ห้ามปั่นหัวผมเล่นอีกล่ะ เพราะรู้สึกว่าคุณจะถนัดเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "I won't fry your head, if you don't poach my heart.",
      "th": "ฉันไม่ปั่นหัวคุณหรอก ถ้าคุณไม่ล้อหัวใจฉันเล่น"
    }
  },
  {
    "translation": {
      "en": "(Jane clears throat)",
      "th": "ตกลง"
    }
  },
  {
    "translation": {
      "en": "Oh, crap. Tweedledum and Tweedledee.",
      "th": "เวรกรรม ทวีเดิ้ลดัมกับทวีเดิ้ลดี"
    }
  },
  {
    "translation": {
      "en": "Fraternizing with the girls, Freddy Kingsley,",
      "th": "เฟร็ดดี้ คิงส์ลีย์ คุณก็รู้ดีอยู่แล้วนะ ว่าการแทะโลมนักเรียนหญิง"
    }
  },
  {
    "translation": {
      "en": "as you are well aware, is not allowed.",
      "th": "เฟร็ดดี้ คิงส์ลีย์ คุณก็รู้ดีอยู่แล้วนะ ว่าการแทะโลมนักเรียนหญิง - เป็นการกระทำที่ผิดกฎ - ป็อปปี้ มัวร์ กลับไปเดี๋ยวนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Poppy Moore, get back inside. Immediately.",
      "th": "- เป็นการกระทำที่ผิดกฎ - ป็อปปี้ มัวร์ กลับไปเดี๋ยวนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Tell Harriet. She won't just shoot the messenger,",
      "th": "- บอกแฮร์เรียต - เธอคงจะไม่ยิงคนส่งสาส์นทิ้งเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "she'll skin us alive first.",
      "th": "- บอกแฮร์เรียต - เธอคงจะไม่ยิงคนส่งสาส์นทิ้งเฉยๆ แต่คงถลกหนังเราทั้งเป็นด้วยแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Me think not. We think not.",
      "th": "- ไม่บอกดีกว่า - ไม่บอกดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Nice work, Kate.",
      "th": "เยี่ยมมาก เคต"
    }
  },
  {
    "translation": {
      "en": "So, is Operation Freddie well and truly underway?",
      "th": "ตกลง ปฏิบัติการเฟร็ดดี้เริ่มแล้วสินะ"
    }
  },
  {
    "translation": {
      "en": "God knows? Harriet didn't come.",
      "th": "ไม่รู้สิ แฮร์เรียตไม่ได้ตามไป"
    }
  },
  {
    "translation": {
      "en": "So it just depends on whether Tweedledum or Tweedledee decide to tell her.",
      "th": "ไม่รู้ว่าทวีเดิ้ลดัมกับทวีเดิ้ลดี จะคาบเรื่องไปรายงานไหม"
    }
  },
  {
    "translation": {
      "en": "-Clearly not. -Right.",
      "th": "- ไม่มีอะไรน่าห่วง - ไม่เลย ใช่"
    }
  },
  {
    "translation": {
      "en": "We're gonna have to come up with an addendum to Plan B.",
      "th": "งั้นเราคงต้องงัดแผนบีขึ้นมาใช้"
    }
  },
  {
    "translation": {
      "en": "Isn't it ironic how my ticket out of here just might be the reason I wanna stay?",
      "th": "แปลกนะ คนที่ฉันจะหลอกใช้เพื่อให้ถูกไล่ออก อาจจะกลายเป็นเหตุผลที่ฉันอยากอยู่ต่อแล้ว"
    }
  },
  {
    "translation": {
      "en": "I mean, one of the reasons, anyways.",
      "th": "ฉันหมายถึงหนึ่งในหลายๆ เหตุผลน่ะ"
    }
  },
  {
    "translation": {
      "en": "Someone call Al Gore. I think the ice queen is melting.",
      "th": "ใครก็ได้โทรหาอัล กอร์หน่อย ราชินีน้ำแข็งเริ่มจะละลายแล้ว"
    }
  },
  {
    "translation": {
      "en": "What an excellent night.",
      "th": "คืนนี้สนุกจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Eight boys have actually come up and directly spoken to me.",
      "th": "มีหนุ่มๆ เข้ามาคุยกับฉันตั้งแปดคนแน่ะ"
    }
  },
  {
    "translation": {
      "en": "Now, for all you lovers out there.",
      "th": "สำหรับคู่รักทุกคู่นะครับ"
    }
  },
  {
    "translation": {
      "en": "It's your final chance. It's the last dance.",
      "th": "โอกาสสุดท้ายแล้วนะ เพลงเต้นคู่เพลงสุดท้ายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "th": "- มาเถอะ - มาเร็ว"
    }
  },
  {
    "translation": {
      "en": "(chattering)",
      "th": "- มาเถอะ - มาเร็ว - เพลงสุดท้ายแล้ว ทุกคน เร็วเข้า - มีบางอย่างที่ฉันต้องบอกเธอ"
    }
  },
  {
    "translation": {
      "en": "There's something I have to tell you.",
      "th": "- เพลงสุดท้ายแล้ว ทุกคน เร็วเข้า - มีบางอย่างที่ฉันต้องบอกเธอ"
    }
  },
  {
    "translation": {
      "en": "Oh, we already know. You wax your bum.",
      "th": "เรารู้แล้ว เธอแว็กซ์ก้น"
    }
  },
  {
    "translation": {
      "en": "Not quite, but similar ballpark. You haven't done it, have you?",
      "th": "- ไม่ใช่ แต่ก็ใกล้เคียง - เธอยังไม่เคยสินะ"
    }
  },
  {
    "translation": {
      "en": "No. I mean, I couldn't admit it back home, so I kind of lied, but I'm a total nun.",
      "th": "ไม่เคย แต่ฉันพูดความจริงที่นั่นไม่ได้ ก็เลยต้องโกหก แต่ฉันเป็นแม่ชีของแท้เลย"
    }
  },
  {
    "translation": {
      "en": "Welcome to the nunnery.",
      "th": "ขอต้อนรับสู่สมาคมแม่ชี"
    }
  },
  {
    "translation": {
      "en": "(singing together) ♪ I'm loving angels instead ♪",
      "th": "- แต่ฉันกลับหลงรักนางฟ้า - แต่ฉันกลับหลงรักนางฟ้า"
    }
  },
  {
    "translation": {
      "en": "Come on, girls. If we lose today, we're out of the championship again.",
      "th": "สู้เขานะ สาวๆ ถ้าเราแพ้วันนี้ เราก็อดเข้าชิงอีกปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Perhaps you'd like to explain last night to me. Kate?",
      "th": "เธอช่วยอธิบาย เรื่องเมื่อคืนให้ฟังหน่อยซิ เคต"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. We just got a little bit carried away.",
      "th": "ขอโทษค่ะ เราแค่ตื่นเต้นไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "Well, as I understand it, Drippy got totally carried away",
      "th": "ตามที่ฉันเข้าใจ ดริปปี้คือคนที่ถูกหามออกจากงาน"
    }
  },
  {
    "translation": {
      "en": "by Mr. Nellist and Miss ReesWithers, after she lay in a pool of her own vomit.",
      "th": "โดย อ.เนลลิสต์ กับ อ.รีสวิทเทอร์ส หลังจากที่เธอนอนทับอาเจียนตัวเองอยู่"
    }
  },
  {
    "translation": {
      "en": "Actually, it was Kate's vomit, Mrs. Kingsley. I was just lying in it.",
      "th": "จริงๆ แล้วเป็นอาเจียนของเคตค่ะ อาจารย์คิงส์ลีย์ หนูแค่นอนทับเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "I expect better of you two.",
      "th": "เธอสองคนต้องทำตัวให้ดีขึ้นนะ"
    }
  },
  {
    "translation": {
      "en": "You know the values we stand for at Abbey Mount.",
      "th": "พวกเธอก็รู้มาตรฐานของโรงเรียนเราดี"
    }
  },
  {
    "translation": {
      "en": "And as for you, Poppy, I don't know whether to be pleased",
      "th": "ส่วนเธอ ป็อปปี้ ฉันไม่รู้ว่าควรจะดีใจ"
    }
  },
  {
    "translation": {
      "en": "that you've finally made some friends here or furious that you've led them astray.",
      "th": "ที่เธอมีเพื่อนแล้ว หรือว่าโกรธที่เธอทำให้เพื่อนๆ ทำตัวเหลวไหล"
    }
  },
  {
    "translation": {
      "en": "Dismissed.",
      "th": "ไปได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Not you, Miss Moore.",
      "th": "เธออยู่ก่อน ป็อปปี้"
    }
  },
  {
    "translation": {
      "en": "I gave your father my word that I'd try and help you,",
      "th": "ฉันสัญญากับพ่อเธอแล้วว่าฉันจะพยายามช่วยเธอ"
    }
  },
  {
    "translation": {
      "en": "but I'll be honest,",
      "th": "ฉันสัญญากับพ่อเธอแล้วว่าฉันจะพยายามช่วยเธอ แต่ฉันต้องขอบอกตรงๆ ว่าเธอทำให้มันเป็นเรื่องยากมาก"
    }
  },
  {
    "translation": {
      "en": "you're making it awfully difficult.",
      "th": "แต่ฉันต้องขอบอกตรงๆ ว่าเธอทำให้มันเป็นเรื่องยากมาก"
    }
  },
  {
    "translation": {
      "en": "You're cleverer and better than this, Poppy. Why don't you give yourself a chance? Try.",
      "th": "เธอฉลาดและดีกว่านี้นะ ป็อปปี้ ทำไมไม่ลองให้โอกาสตัวเองล่ะ ลองสิ"
    }
  },
  {
    "translation": {
      "en": "Try at something. Show him that you can rise to the occasion.",
      "th": "ลองพิสูจน์ตัวเองสิ เขาจะได้รู้ว่า เธอกล้าที่จะรับมือกับความท้าทาย"
    }
  },
  {
    "translation": {
      "en": "Because, judging by the outfits you created last night,",
      "th": "เพราะดูจากชุดที่เธอทำเมื่อคืน"
    }
  },
  {
    "translation": {
      "en": "when you put your mind to something you can do it.",
      "th": "ถ้าเธอตั้งใจทำอะไรแล้ว เธอก็ทำได้ดี"
    }
  },
  {
    "translation": {
      "en": "Don't give up on yourself.",
      "th": "อย่าปล่อยให้ตัวเองยอมแพ้"
    }
  },
  {
    "translation": {
      "en": "Because I haven't and neither has your father.",
      "th": "เพราะฉันยังไม่ยอมแพ้ พ่อของเธอก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Now off you go.",
      "th": "ไปได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Ugh, I really do feel sick.",
      "th": "ฉันรู้สึกไม่ค่อยดีเลย"
    }
  },
  {
    "translation": {
      "en": "-What did she want? -Oh, nothing. Just a good spa destination.",
      "th": "- อาจารย์ใหญ่ต้องการอะไร - ไม่มีอะไร แค่แนะนำสปาดีๆ น่ะ"
    }
  },
  {
    "translation": {
      "en": "Come on, guys!",
      "th": "(ทีมเหย้า ศูนย์ ทีมเยือน หนึ่ง) สู้เขา พวกเรา"
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "th": "สู้เขา พวกเรา"
    }
  },
  {
    "translation": {
      "en": "Oh, God, I feel really vile. I think I'm gonna puke.",
      "th": "ฉันรู้สึกคลื่นไส้มากเลย ฉันคิดว่าฉันจะอ้วกนะ จริงๆ นะ ป็อปปี้ เธอช่วยเล่นแทนฉันหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "Seriously, Poppy, you're gonna have to take my place.",
      "th": "ฉันคิดว่าฉันจะอ้วกนะ จริงๆ นะ ป็อปปี้ เธอช่วยเล่นแทนฉันหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "There's only seven minutes left. (wretches) Oh, cripes!",
      "th": "- เหลืออีกแค่เจ็ดนาที - ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "Poppy can take my place. Don't worry, Miss Rees-Withers,",
      "th": "- ป็อปปี้เล่นแทนฉันหน่อยนะ - ไม่ต้องห่วงนะคะอาจารย์รีสวิทเทอร์ส"
    }
  },
  {
    "translation": {
      "en": "we'll play one man down. We don't want to carry dead weight.",
      "th": "เราจะเล่นแบบน้อยกว่าคนหนึ่ง เราไม่อยากมีตัวถ่วง"
    }
  },
  {
    "translation": {
      "en": "No offense.",
      "th": "- ไม่ได้ว่าเธอนะ - ไม่ได้คิดอะไรอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, none taken.",
      "th": "- ไม่ได้ว่าเธอนะ - ไม่ได้คิดอะไรอยู่แล้ว แต่เพราะเธอไม่อยากให้ฉันร่วมทีม"
    }
  },
  {
    "translation": {
      "en": "But seeing as how you don't want me playing on your team,",
      "th": "แต่เพราะเธอไม่อยากให้ฉันร่วมทีม"
    }
  },
  {
    "translation": {
      "en": "well, I'm friggin' playing.",
      "th": "ฉันก็เลยจะลงเล่นแม่งเลย"
    }
  },
  {
    "translation": {
      "en": "-Into the bucket. -(wretches)",
      "th": "อ้วกใส่ถังสิ"
    }
  },
  {
    "translation": {
      "en": "Josie, on the wing! Poppy, go long!",
      "th": "โจซี่ คุมปีกข้าง ป็อปปี้ บุกไปเลย"
    }
  },
  {
    "translation": {
      "en": "All right. Wow, okay.",
      "th": "เอาล่ะ ว้าว ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Let's just pretend the ball is the last size five pair of Manolos at Barney's.",
      "th": "ต้องคิดว่าลูกบอลเป็นรองเท้ามาโนโล เบอร์ห้าคู่สุดท้ายที่บาร์นี่ส์"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Let's pull it out the bag. Offense, yeah! Eyes on the prize. Aah, Josie!",
      "th": "แย่งบอลมา บุกเลย ใช่ นึกถึงรางวัลเข้าไว้ โจซี่ เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "Eye on the prize. Oh, my God! Josie, help!",
      "th": "นึกถึงรางวัลเข้าไว้ ให้ตายสิ โจซี่ ช่วยด้วย"
    }
  },
  {
    "translation": {
      "en": "Poppy, roll over it or pick it up!",
      "th": "ป็อปปี้ ช้อนลูกขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "-Yeah! -You go, girlfriend.",
      "th": "ใช่ อย่างนั้นสิ เพื่อนสาว"
    }
  },
  {
    "translation": {
      "en": "You see the goal, Josie.",
      "th": "ยิงใส่นังนั่นเลย เธอเห็นประตูนี่ โจซี่"
    }
  },
  {
    "translation": {
      "en": "Focus, focus. Do you see the goal?",
      "th": "สมาธิ สมาธิ เห็นประตูไหม"
    }
  },
  {
    "translation": {
      "en": "And, finally, in news that's shocking as the fall of the Berlin wall,",
      "th": "และข่าวสุดท้ายก็เป็นข่าวที่น่าทึ่ง พอๆ กับข่าวการล่มสลายของกำแพงเบอร์ลิน"
    }
  },
  {
    "translation": {
      "en": "our under-18 Lacrosse team has gone through",
      "th": "ทีมลาครอสรุ่นอายุต่ำกว่า 18 ปี"
    }
  },
  {
    "translation": {
      "en": "to the second round of the county championships",
      "th": "(แอ็บบี้เมาต์) ผ่านเข้าสู่รอบสองของการชิงแชมป์เขต"
    }
  },
  {
    "translation": {
      "en": "for the first time since 1976.",
      "th": "เป็นครั้งแรกตั้งแต่ปี 1976"
    }
  },
  {
    "translation": {
      "en": "To sign up for extra practice, please see Harriet B--",
      "th": "ถ้าใครต้องการลงชื่อซ้อมเพิ่ม ให้ไปพบแฮร์เรียต..."
    }
  },
  {
    "translation": {
      "en": "No, it seems you should see Poppy Moore.",
      "th": "ขอโทษนะ ไม่ใช่ รู้สึกว่าต้องพบกับป็อปปี้ มัวร์"
    }
  },
  {
    "translation": {
      "en": "All right, people, choose a goal buddy.",
      "th": "เอาล่ะทุกคน เลือกคู่ซ้อมได้"
    }
  },
  {
    "translation": {
      "en": "From now on, each sentence starts with \"I will,\" not \"I want to.\"",
      "th": "ตั้งแต่นี้ไปทุกประโยคต้องเริ่มต้นด้วย \"ฉันจะ\" ไม่ใช่ \"ฉันอยากจะ\""
    }
  },
  {
    "translation": {
      "en": "\"I will\" want to saliva vomit if we have to call each other \"buddy\".",
      "th": "ฉันอยากจะอ้วก ถ้าฉันต้องเรียกคนอื่นว่าเพื่อนฝูง"
    }
  },
  {
    "translation": {
      "en": "Shut up. Hit it. I'm giving us an aggression makeover.",
      "th": "หุบปาก เริ่มเลย ฉันจะสอนให้ทุกคนสู้กว่าเดิม"
    }
  },
  {
    "translation": {
      "en": "Go, go, go! Crawl, crawl, crawl! Who is that? Kiki? Kiki, get it, get it.",
      "th": "ไปเลย คลานๆ นั่นใครน่ะ กิกี้ กิกี้"
    }
  },
  {
    "translation": {
      "en": "Oh, that's okay. Pick it up.",
      "th": "รับให้ได้ ไม่เป็นไร ตักลูกขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "Scoop it. Pass it, pass it. Come on, faster, faster, faster!",
      "th": "ส่งเลย ส่ง เร็วกว่านี้ เร็วขึ้นอีก"
    }
  },
  {
    "translation": {
      "en": "This is ridiculous. Come on, play like you mean it, baby, try.",
      "th": "ไม่ไหวเลย เล่นให้เต็มที่หน่อย พยายามกันหน่อย"
    }
  },
  {
    "translation": {
      "en": "Call the ball. \"Mine.\" \"I got it.\" \"Your ball.\"",
      "th": "ส่งเสียงด้วย \"ของฉัน\" \"ฉันรับเอง\" \"เธอรับนะ\""
    }
  },
  {
    "translation": {
      "en": "Come on, Josie.",
      "th": "- เร็วเข้า โจซี่ - โจซี่ เธอเล่นดีมาก"
    }
  },
  {
    "translation": {
      "en": "Pass the ball.",
      "th": "- โจซี่... - ส่งบอลมา"
    }
  },
  {
    "translation": {
      "en": "Congratulations, once again, to our under-18 Lacrosse team",
      "th": "ยิงเลย เคต เอาเลย ยิง ขอแสดงความยินดีกับทีมลาครอส รุ่นอายุต่ำกว่า 18 ปีอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "who beat Bodley Girls on Saturday, five-two. Well done.",
      "th": "เพราะพวกเขาชนะทีมบ็อดลีย์เกิลส์ เมื่อวันเสาร์ ห้าต่อสองคะแนน เยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "Come on, you guys! Come on, up and together!",
      "th": "เร็วเข้า ทุกคน ยืดตัวขึ้น พร้อมๆ กันนะ"
    }
  },
  {
    "translation": {
      "en": "Come on, shake it, Kiki. Come on, come on! What is this?",
      "th": "เร็วเข้า ส่ายให้กระฉับกระเฉงหน่อย กิกี้ เร็วเข้า นี่อะไรกันเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Good, come on. Quicker, quicker, quicker, quicker.",
      "th": "เร็วเข้าๆ เร็วอีกๆ"
    }
  },
  {
    "translation": {
      "en": "Kiki, go!",
      "th": "- โจซี่ สู้เขา เย่ - กิกี้ เลี้ยงลูกไว้"
    }
  },
  {
    "translation": {
      "en": "Shoot, Kiki, shoot!",
      "th": "- ยิงเลย กิกี้ ยิง - และข่าวล่าสุด"
    }
  },
  {
    "translation": {
      "en": "And the groundbreaking news is that Abbey Mount",
      "th": "- ยิงเลย กิกี้ ยิง - และข่าวล่าสุด ก็คือแอ็บบี้เมาต์ได้เข้ารอบชิงชนะเลิศ การแข่งขันลาครอส"
    }
  },
  {
    "translation": {
      "en": "is through to the lacrosse championship finals.",
      "th": "ก็คือแอ็บบี้เมาต์ได้เข้ารอบชิงชนะเลิศ การแข่งขันลาครอส"
    }
  },
  {
    "translation": {
      "en": "\"Dear Ruby, today is my big date with the headmistress' son, Freddie.",
      "th": "ถึงรูบี้ วันนี้ฉันจะออกเดตกับเฟร็ดดี้ ลูกชายของอาจารย์ใหญ่"
    }
  },
  {
    "translation": {
      "en": "Wish me luck. I may be out of here before you know it.",
      "th": "อวยพรให้ฉันโชคดีล่ะ ฉันจะออกจากที่นี่ก่อนเธอจะรู้ตัวอีก"
    }
  },
  {
    "translation": {
      "en": "Lover boy's waiting outside for you.",
      "th": "หนุ่มนักรักรออยู่ข้างนอกแน่ะ"
    }
  },
  {
    "translation": {
      "en": "But, remember, you want someone to catch you out.",
      "th": "แต่จำไว้ ว่าเธออยากให้คนจับได้ ว่าเธอออกเที่ยว"
    }
  },
  {
    "translation": {
      "en": "So stay near school and good luck. Thanks. Fingers crossed.",
      "th": "- ฉะนั้นอยู่ใกล้ๆ โรงเรียนเข้าไว้ โชคดีนะ - ขอบใจ ไขว้นิ้วให้โชคดีหน่อย"
    }
  },
  {
    "translation": {
      "en": "Ah, Freddie Kingsley. Nice to finally see you when I'm not delirious",
      "th": "เฟร็ดดี้ คิงส์ลีย์ ดีจังที่ได้เจอคุณ ตอนที่ฉันไม่มึนหรือว่าเกือบเปลือย"
    }
  },
  {
    "translation": {
      "en": "-or, uh, half-naked. -Don't speak too soon.",
      "th": "เฟร็ดดี้ คิงส์ลีย์ ดีจังที่ได้เจอคุณ ตอนที่ฉันไม่มึนหรือว่าเกือบเปลือย อย่าเพิ่งด่วนพูด"
    }
  },
  {
    "translation": {
      "en": "And is it wrong for me to say that I'm just a tiny bit disappointed?",
      "th": "แล้วผิดไหมถ้าผมจะบอกว่าผมผิดหวังนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "Come on, trouble, let's hit the road.",
      "th": "- มาเร็ว ไปขับรถเล่นกัน - ฉันว่าเราน่าจะ"
    }
  },
  {
    "translation": {
      "en": "Hey, I thought maybe we could take a romantic stroll",
      "th": "- มาเร็ว ไปขับรถเล่นกัน - ฉันว่าเราน่าจะ เดินเล่นรอบๆ สนามหญ้าโรงเรียนแบบโรแมนติก"
    }
  },
  {
    "translation": {
      "en": "around the school grounds. (laughs)",
      "th": "เดินเล่นรอบๆ สนามหญ้าโรงเรียนแบบโรแมนติก"
    }
  },
  {
    "translation": {
      "en": "And get caught? Are you out of your mind?",
      "th": "แล้วถูกจับได้เหรอ คุณบ้าไปแล้วหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Call me old-fashioned, but I actually do quite like living.",
      "th": "เรียกผมว่าหัวโบราณก็ได้นะ แต่ผมยังอยากมีชีวิตอยู่"
    }
  },
  {
    "translation": {
      "en": "I thought you said you could drive.",
      "th": "ไหนคุณบอกว่าขับรถเป็นไง"
    }
  },
  {
    "translation": {
      "en": "It's not my fault your stupid car doesn't work.",
      "th": "ไม่ใช่ความผิดฉันนะ รถงี่เง่าของคุณจะพังอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Have you ever thought of changing gears?",
      "th": "ไม่ใช่ความผิดฉันนะ รถงี่เง่าของคุณจะพังอยู่แล้ว - คิดจะเปลี่ยนเกียร์หน่อยไหม - นั่นมันเป็นหน้าที่ของรถ"
    }
  },
  {
    "translation": {
      "en": "That's the car's job.",
      "th": "- คิดจะเปลี่ยนเกียร์หน่อยไหม - นั่นมันเป็นหน้าที่ของรถ"
    }
  },
  {
    "translation": {
      "en": "Turn right here.",
      "th": "เลี้ยวขวาตรงนี้"
    }
  },
  {
    "translation": {
      "en": "We drive on the left in this country. Whatever.",
      "th": "- เราขับรถฝั่งซ้าย - เอาไงเอากัน"
    }
  },
  {
    "translation": {
      "en": "And so I threw the whole lot over the cliff.",
      "th": "ฉันก็เลยโยนลงหน้าผาหมดเลย"
    }
  },
  {
    "translation": {
      "en": "My dad went mental, as Drippy would say. Drippy said I was crazy,",
      "th": "พ่อฉันก็เลยเป็นบ้า ถ้าพูดแบบดริปปี้ ดริปปี้บอกว่าฉันบ้า"
    }
  },
  {
    "translation": {
      "en": "but Kate said she would have done exactly the same in my position.",
      "th": "แต่เคตบอกว่าเธอคงทำแบบเดียวกันถ้าเป็นฉัน"
    }
  },
  {
    "translation": {
      "en": "Sorry, chattering away like this. Feel free to shut me up.",
      "th": "ขอโทษนะที่ฉันพล่ามไม่เลิก บอกให้หยุดได้เลยนะ"
    }
  },
  {
    "translation": {
      "en": "Well, remind me to never to get on your bad side.",
      "th": "ทำให้ผมจำได้ว่าอย่าทำให้คุณเกลียด"
    }
  },
  {
    "translation": {
      "en": "But the thing is... I'm pretty sure you don't have one.",
      "th": "แต่ผมว่าคุณคงเกลียดไม่เป็น"
    }
  },
  {
    "translation": {
      "en": "Here you go, trouble. Bread and fries, that's my treat?",
      "th": "- ได้แล้ว - ขนมปังกับมันฝรั่งทอด นั่นเหรออาหารของฉัน"
    }
  },
  {
    "translation": {
      "en": "If I affect your life in no other way,",
      "th": "ถ้าผมไม่มีผลอะไรกับชีวิตคุณเลย"
    }
  },
  {
    "translation": {
      "en": "allow this honor, The humble chip butty.",
      "th": "ก็ขอให้ผม ได้ห่อแซนด์วิชอันทรงเกียรตินี้ให้คุณ"
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "th": "เสร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "Kinda gross, but, um, I like it.",
      "th": "น่าขยะแขยง แต่ก็ชอบนะ"
    }
  },
  {
    "translation": {
      "en": "You know this is one of the dates...",
      "th": "รู้ด้วยว่านี่เป็นการออกเดตที่ดีที่สุด..."
    }
  },
  {
    "translation": {
      "en": "The best date I've ever had.",
      "th": "การออกเดตที่ดีที่สุดของฉันเลย"
    }
  },
  {
    "translation": {
      "en": "There's something about you Poppy Moore.",
      "th": "คุณมีบางอย่างในตัวคุณนะ ป็อปปี้ มัวร์"
    }
  },
  {
    "translation": {
      "en": "Every moment I'm with you, I catch my breath.",
      "th": "เวลาที่ผมอยู่กับคุณ ผมรู้สึกหายใจไม่ทั่วท้องเลย"
    }
  },
  {
    "translation": {
      "en": "♪ Or would it be a waste even if I knew my place ♪",
      "th": "เหยียบคลัตช์"
    }
  },
  {
    "translation": {
      "en": "Guys, guess what? You'll never believe it.",
      "th": "พวกเรา ทายซิว่าอะไร พวกเธอต้องไม่เชื่อแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "What happened? \"Dear Ruby,",
      "th": "- เกิดอะไรขึ้น - \"ถึงรูบี้"
    }
  },
  {
    "translation": {
      "en": "you cannot imagine how retarded these idiots are.",
      "th": "เธอนึกไม่ออกแน่ว่าคนพวกนี้งี่เง่าแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "They're a bunch of ugly losers who think a mani-pedi is a Latin greeting.",
      "th": "สาวๆ ขี้แพ้หน้าบูดพวกนี้ที่คิดว่าการทำ 'แมนีแพดี' เป็นการทักทายภาษาลาติน"
    }
  },
  {
    "translation": {
      "en": "I despise these village idiots,",
      "th": "ฉันเกลียดพวกงี่เง่าพวกนี้"
    }
  },
  {
    "translation": {
      "en": "but I have to pretend to like them so they'll help me get out of this hell hole.",
      "th": "แต่ฉันต้องแสร้งว่าชื่นชอบ เพื่อที่พวกนี้จะช่วยให้ฉันพ้นจากนรกขุมนี้"
    }
  },
  {
    "translation": {
      "en": "I tried doing it on my own, and it was impossible.",
      "th": "ฉันลองดูคนเดียวแล้วแต่ว่าไม่สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "Still they're so sick,",
      "th": "แต่พวกเขากะโหลกหนา ไม่มีทางรู้แน่ๆ"
    }
  },
  {
    "translation": {
      "en": "they'll never realize I'll be out of this asylum",
      "th": "แต่พวกเขากะโหลกหนา ไม่มีทางรู้แน่ๆ ฉันจะหลุดไปจากโรงพยาบาลบ้านี้ ตอนหมดเทอมแน่ๆ \""
    }
  },
  {
    "translation": {
      "en": "by the end of term.\"",
      "th": "ฉันจะหลุดไปจากโรงพยาบาลบ้านี้ ตอนหมดเทอมแน่ๆ \""
    }
  },
  {
    "translation": {
      "en": "I didn't write that. I mean hardly any of it... just the loser part.",
      "th": "ฉันไม่ได้เขียนนะ ส่วนใหญ่น่ะ ฉันเขียนแค่ตรงสาวขี้แพ้"
    }
  },
  {
    "translation": {
      "en": "But that was weeks ago. Well, it's dated today",
      "th": "- แต่นั่นมันหลายอาทิตย์มาแล้ว - ฉบับนี้ลงวันที่วันนี้"
    }
  },
  {
    "translation": {
      "en": "and it's from your e-mail address.",
      "th": "แล้วมันก็มาจากที่อยู่อีเมลเธอ"
    }
  },
  {
    "translation": {
      "en": "It was taped to the door.",
      "th": "- เธอได้มาจากไหน - มีคนเอามาแปะที่หน้าประตู"
    }
  },
  {
    "translation": {
      "en": "You're a seriously horridious cow.",
      "th": "เธอนี่ไม่ไหวเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Come on, guys, you have to believe me.",
      "th": "ไม่เอาน่า พวกเรา - เชื่อฉันสิ - ลืมมันซะเถอะ"
    }
  },
  {
    "translation": {
      "en": "Just forget it, okay?",
      "th": "- เชื่อฉันสิ - ลืมมันซะเถอะ"
    }
  },
  {
    "translation": {
      "en": "Why would you do that? You can't believe I actually wrote this.",
      "th": "- ทำไมเธอถึงทำแบบนั้น - อย่าบอกนะว่าเธอเชื่อว่าฉันเป็นคนเขียน"
    }
  },
  {
    "translation": {
      "en": "All we did was try to make your life here happier, Poppy.",
      "th": "เราแค่พยายามจะทำให้ชีวิตเธอที่นี่ มีความสุขมากขึ้น ป็อปปี้"
    }
  },
  {
    "translation": {
      "en": "I thought we were friends.",
      "th": "ฉันนึกว่าเราเป็นเพื่อนกัน"
    }
  },
  {
    "translation": {
      "en": "\"So, all I have to do is hook up with the headmistress' son,",
      "th": "\"ฉันก็เลยต้องออกเดตกับลูกชายอาจารย์ใหญ่"
    }
  },
  {
    "translation": {
      "en": "and it's sure thing that they expel me.",
      "th": "เพื่อฉันจะได้โดนไล่ออก"
    }
  },
  {
    "translation": {
      "en": "He's a total English dweeb. Pretty gross, but an easy target.",
      "th": "เขาเป็นหนุ่มอังกฤษหน่อมแน้มของแท้เลย น่าขยะแขยง แต่เป็นเป้าหมายที่สะดวก"
    }
  },
  {
    "translation": {
      "en": "Give me a week tops.\"",
      "th": "อย่างมากไม่เกินหนึ่งอาทิตย์แน่ๆ \""
    }
  },
  {
    "translation": {
      "en": "I can explain.",
      "th": "ฉันอธิบายได้นะ"
    }
  },
  {
    "translation": {
      "en": "Please, I really need to talk to you.",
      "th": "ขอร้องนะ ฉันมีเรื่องจะคุยกับเธอ"
    }
  },
  {
    "translation": {
      "en": "I can't right now. You know the limo's coming in five,",
      "th": "ตอนนี้ไม่มีเวลา อีกห้านาทีรถลีมูซีนจะมารับแล้ว"
    }
  },
  {
    "translation": {
      "en": "and I have nada to wear.",
      "th": "แล้วฉันก็ยังไม่มีชุดใส่เลย"
    }
  },
  {
    "translation": {
      "en": "-Where are you going? -Nick's house.",
      "th": "- เธอจะไปไหนเหรอ - บ้านนิก"
    }
  },
  {
    "translation": {
      "en": "Oh, not the Jimmy Choos. They don't match, for Christ's sake.",
      "th": "ใส่จิมมี่ชูไม่ได้ มันไม่เข้ากับชุด ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "Rubes, I just need some advice. Something really bad has happened.",
      "th": "รูบส์ ฉันอยากได้คำแนะนำหน่อย มีเรื่องเลวร้ายเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "Oh, crap, fashion emergency.",
      "th": "เวรกรรม เหตุด่วนเรื่องแฟชั่นน่ะ ต้องไปแล้ว ไว้เจอกัน"
    }
  },
  {
    "translation": {
      "en": "Gotta go, see you soon as. I love you.",
      "th": "เวรกรรม เหตุด่วนเรื่องแฟชั่นน่ะ ต้องไปแล้ว ไว้เจอกัน - รักเธอนะ - รักเธอมากกว่า"
    }
  },
  {
    "translation": {
      "en": "I love you more.",
      "th": "- รักเธอนะ - รักเธอมากกว่า"
    }
  },
  {
    "translation": {
      "en": "Sorry, Roddy, couldn't get rid of her. What was I saying?",
      "th": "โทษนะ ร็อดดี้ ตัดบทเธอไม่ได้น่ะ เมื่อกี้ฉันพูดถึงเรื่องไหนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Roddy? Babe? No, Ruby, still me, babe.",
      "th": "- ร็อดดี้ ที่รัก - ไม่ใช่ รูบี้ ยังเป็นฉันอยู่ \"ที่รัก\""
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "th": "ตายล่ะ"
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "th": "แย่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Kate, Kate, quick! -Wake up, wake up! -What's wrong now?",
      "th": "เคตๆ ตื่นเร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "I didn't mean to do it, It was an accident.",
      "th": "- มีอะไรอีกล่ะ - ฉันไม่ได้ตั้งใจ"
    }
  },
  {
    "translation": {
      "en": "I thought I put it out. I-I thought I'd stopped it.",
      "th": "มันเป็นอุบัติเหตุ ฉันคิดว่าไฟดับแล้ว ฉันนึกว่าฉันดับมันแล้ว"
    }
  },
  {
    "translation": {
      "en": "I don't know what happened. I didn't want to hurt anybody.",
      "th": "มันเป็นอุบัติเหตุ ฉันคิดว่าไฟดับแล้ว ฉันนึกว่าฉันดับมันแล้ว ฉันไม่รู้ว่าเกิดอะไรขึ้น ฉันไม่อยากทำร้ายใคร"
    }
  },
  {
    "translation": {
      "en": "Jesus, Poppy, you're a proper psycho. Help me get everyone out before it spreads.",
      "th": "- ให้ตายสิ ป็อปปี้ เธอนี่โรคจิตแท้ๆ เลย - ช่วยฉันปลุกทุกคนก่อนที่มันจะลามมาถึง"
    }
  },
  {
    "translation": {
      "en": "Josie. Josie, get up. Josie, there's a fire! Get up!",
      "th": "โจซี่ๆ ตื่น ไฟไหม้ ตื่นเร็ว"
    }
  },
  {
    "translation": {
      "en": "Fire, fire! Everyone get up!",
      "th": "ไฟไหม้ ไฟไหม้ ทุกคนตื่นเร็ว"
    }
  },
  {
    "translation": {
      "en": "Fire! It's a real fire!",
      "th": "ไฟไหม้ ไฟไหม้ ทุกคนตื่นเร็ว ไฟไหม้ ไฟไหม้จริงๆ ตื่นกันเร็ว ตื่นกันเร็ว ไฟไหม้"
    }
  },
  {
    "translation": {
      "en": "Get out of bed!",
      "th": "ไฟไหม้ ไฟไหม้จริงๆ ตื่นกันเร็ว ตื่นกันเร็ว ไฟไหม้"
    }
  },
  {
    "translation": {
      "en": "It's a fire! This isn't a practice!",
      "th": "ไฟไหม้ ไฟไหม้จริงๆ ตื่นกันเร็ว ตื่นกันเร็ว ไฟไหม้ นี่ไม่ใช่การฝึก ทุกคน ตื่นเร็ว"
    }
  },
  {
    "translation": {
      "en": "Guys, get up!",
      "th": "นี่ไม่ใช่การฝึก ทุกคน ตื่นเร็ว"
    }
  },
  {
    "translation": {
      "en": "Come on, darling get up. It's a fire, it's not a drill.",
      "th": "เร็วเข้า ตื่นเร็ว ไฟไหม้ นี่ไม่ใช่การฝึก"
    }
  },
  {
    "translation": {
      "en": "-Joise! -No, I'm not getting up.",
      "th": "- โจซี่... - ฉันยังไม่อยากตื่น"
    }
  },
  {
    "translation": {
      "en": "Get up! On fire!",
      "th": "ตื่นเร็ว ไฟไหม้"
    }
  },
  {
    "translation": {
      "en": "It's a real fire! Please, everybody get up!",
      "th": "ไฟไหม้จริงๆ ทุกคนตื่นเร็ว"
    }
  },
  {
    "translation": {
      "en": "-Phoebe Faircloff. -Here.",
      "th": "- ฟีบี้ แฟร์คลอฟ - อยู่นี่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Susan Casey. -Here.",
      "th": "- ซูซาน เคซีย์ - อยู่นี่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "(Drippy) Let me out! Let me out!",
      "th": "ช่วยฉันออกไปหน่อย ช่วยฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "-Daisy Bevin? -Here.",
      "th": "- ตรวจแรงดันในถังสาม - ชาร์ลี ประจำตำแหน่งหนึ่ง - เดซี่ เบฟวิน - อยู่นี่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Can't hear you. Daisy? -Here.",
      "th": "- ฉันไม่ได้ยิน เดซี่ - อยู่นี่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Jennifer Logan?",
      "th": "เจนนิเฟอร์ โลแกน"
    }
  },
  {
    "translation": {
      "en": "Jennifer? Has anyone seen Drippy?",
      "th": "เจนนิเฟอร์ มีใครเห็นดริปปี้บ้างไหม"
    }
  },
  {
    "translation": {
      "en": "Come on, girls. Who was the last person to see Drippy?",
      "th": "ตอบหน่อย พวกเรา ใครเป็นคนสุดท้ายที่เห็นดริปปี้"
    }
  },
  {
    "translation": {
      "en": "The freezer. Drippy's in the freezer!",
      "th": "ห้องเย็น ดริปปี้อยู่ในห้องเย็น"
    }
  },
  {
    "translation": {
      "en": "Hey, stop her!",
      "th": "- เด็กๆ อยู่ตรงนี้นะ - หยุดเธอไว้"
    }
  },
  {
    "translation": {
      "en": "Drippy! Drippy!",
      "th": "ดริปปี้ ดริปปี้"
    }
  },
  {
    "translation": {
      "en": "Drippy!",
      "th": "ดริปปี้"
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "th": "เกิดอะไรขึ้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "What do you think happened? Don't know yet.",
      "th": "- คิดว่าเกิดอะไรขึ้น - ยังไม่รู้เลย"
    }
  },
  {
    "translation": {
      "en": "We're lucky, could've been a lot worse.",
      "th": "นี่ยังโชคดีนะ จริงๆ แล้วน่าจะแย่กว่านี้"
    }
  },
  {
    "translation": {
      "en": "Well done, Poppy, you saved us. You're brilliant.",
      "th": "- เยี่ยมมาก ป็อปปี้ - เธอช่วยชีวิตพวกเรา เธอเก่งมาก"
    }
  },
  {
    "translation": {
      "en": "Hey. I believe this is yours. Thank you.",
      "th": "- ผมคิดว่านี่เป็นของของคุณนะ - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Do you realize you could've killed her? Well done, thanks, Poppy.",
      "th": "- รู้ไหมว่าคุณเกือบทำให้เธอตาย - ขอบใจนะ เก่งมาก ขอบใจนะ ป็อปปี้"
    }
  },
  {
    "translation": {
      "en": "You could've killed all of us. I didn't mean to.",
      "th": "- คุณเกือบทำเราตายกันหมด - ฉันไม่ได้ตั้งใจ"
    }
  },
  {
    "translation": {
      "en": "I thought I'd stopped it, I swear.",
      "th": "ฉันคิดว่าดับได้แล้ว ฉันสาบานได้"
    }
  },
  {
    "translation": {
      "en": "I don't understand, okay? I heard footsteps, and then I put it out.",
      "th": "ฉันไม่เข้าใจเลย ฉันได้ยินเสียงคนเดินแล้วก็ดับไฟ"
    }
  },
  {
    "translation": {
      "en": "I was just so upset at everything, and I wish I hadn't have done it.",
      "th": "ฉันโมโหไปกับทุกเรื่อง แต่ฉันไม่น่าทำเลย"
    }
  },
  {
    "translation": {
      "en": "I really wish you hadn't done it, too.",
      "th": "ผมก็คิดว่าคุณไม่น่าทำเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Someone here knows exactly what happened last night.",
      "th": "มีใครบางคนในนี้ที่รู้ดีว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "What we're clear on is that this fire was no accident.",
      "th": "ที่เราเข้าใจดีคือ เหตุการณ์ครั้งนี้ไม่ใช่อุบัติเหตุ"
    }
  },
  {
    "translation": {
      "en": "If you have the sense to own up, no legal charges will be filed.",
      "th": "ถ้าใครคนนั้นยอมสารภาพผิด จะไม่มีการแจ้งข้อหาทางกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "If not, it will be passed on to the local authorities.",
      "th": "ไม่เช่นนั้น เราจะมอบหมายให้ทางตำรวจจัดการ"
    }
  },
  {
    "translation": {
      "en": "You have until the end of the day to come forward.",
      "th": "ฉันให้เวลารับสารภาพจนถึงเย็นนี้"
    }
  },
  {
    "translation": {
      "en": "\"Dear Freddie, How can I begin to say I'm sorry?",
      "th": "ถึงเฟร็ดดี้ ฉันจะเริ่มบอกว่าเสียใจยังไงดีนะ"
    }
  },
  {
    "translation": {
      "en": "You are good and honest and true. And, well, I'm the opposite.",
      "th": "คุณเป็นคนดี ซื่อสัตย์และจริงใจ ส่วนฉันนั้นกลับตรงกันข้าม"
    }
  },
  {
    "translation": {
      "en": "But I'm learning. So, now, I'm going to do the right thing.",
      "th": "แต่ฉันก็กำลังเรียนรู้ และตอนนี้ฉันก็กำลังจะทำสิ่งที่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "And if it means I have to leave here,",
      "th": "และถ้ามันหมายถึงว่าฉันต้องไปจากที่นี่"
    }
  },
  {
    "translation": {
      "en": "I just want you to know",
      "th": "และถ้ามันหมายถึงว่าฉันต้องไปจากที่นี่ ฉันก็อยากให้คุณรู้ไว้ว่า ฉันไม่ได้เป็นคนเขียนอีเมลฉบับนั้น"
    }
  },
  {
    "translation": {
      "en": "I promise you I never wrote that e-mail.",
      "th": "ฉันก็อยากให้คุณรู้ไว้ว่า ฉันไม่ได้เป็นคนเขียนอีเมลฉบับนั้น"
    }
  },
  {
    "translation": {
      "en": "For a moment, there, yeah, you were my ticket out of here,",
      "th": "ตอนแรกฉันมองคุณเป็นแค่ คนที่จะช่วยให้ฉันไปจากที่นี่ได้"
    }
  },
  {
    "translation": {
      "en": "but then I got to know you.",
      "th": "แต่ฉันก็เปลี่ยนความคิดเมื่อได้รู้จักคุณ"
    }
  },
  {
    "translation": {
      "en": "I have never felt this way before about anyone,",
      "th": "ฉันไม่เคยรู้สึกอย่างนี้กับใครมาก่อน"
    }
  },
  {
    "translation": {
      "en": "and I really need you to know that.\"",
      "th": "และฉันก็อยากให้คุณรับรู้ไว้"
    }
  },
  {
    "translation": {
      "en": "Come in.",
      "th": "เข้ามาได้"
    }
  },
  {
    "translation": {
      "en": "Oh, what can I do for you, Poppy?",
      "th": "มีอะไรให้ฉันช่วยเหรอ ป็อปปี้"
    }
  },
  {
    "translation": {
      "en": "It's what I used to start it.",
      "th": "นี่คืออุปกรณ์ที่หนูใช้ก่อเหตุ"
    }
  },
  {
    "translation": {
      "en": "It was an accident, and, uh, I thought I put it out.",
      "th": "มันเป็นอุบัติเหตุ และหนูคิดว่าหนูดับไฟได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "But I guess not. Obviously not.",
      "th": "แต่หนูดับไม่สนิท เห็นได้ชัดว่าดับไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Oh, Poppy.",
      "th": "โธ่ ป็อปปี้"
    }
  },
  {
    "translation": {
      "en": "You realize what this means, don't you?",
      "th": "รู้ว่านี่หมายถึงอะไร ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Will I be expelled? The Honor Court will decide,",
      "th": "- หนูจะโดนไล่ออกใช่ไหมคะ - ศาลเกียรติยศจะตัดสินเอง"
    }
  },
  {
    "translation": {
      "en": "but I suspect you'll understand that it's just a formality at this point.",
      "th": "แต่เธอคงรู้ดีว่า นี่เป็นเพียงขั้นตอนทางพิธีเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "The weird thing is I really did try to turn it around.",
      "th": "ที่แปลกก็คือหนูพยายามจะเปลี่ยนแปลงตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I didn't want to disappoint you. I'm so sorry.",
      "th": "หนูไม่อยากทำให้คุณผิดหวัง หนูเสียใจ"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry, too, Poppy.",
      "th": "ฉันก็เสียใจเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "you could give this to Freddie for me?",
      "th": "คุณช่วยเอาจดหมายฉบับนี้ให้เฟร็ดดี้ได้ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "I told her it was me.",
      "th": "ฉันสารภาพแล้วว่าฉันเป็นตัวการ"
    }
  },
  {
    "translation": {
      "en": "I'm going to the Honor Court and then I'll be leaving.",
      "th": "ฉันจะต้องขึ้นศาลเกียรติยศ แล้วก็จะไปจากที่นี่"
    }
  },
  {
    "translation": {
      "en": "So, this is for you.",
      "th": "นี่ของเธอ"
    }
  },
  {
    "translation": {
      "en": "Well done. You finally got what you wanted. You must be overjoyed.",
      "th": "เก่งมากนี่ ในที่สุดเธอก็ทำได้ คงดีใจมากเลยสินะ"
    }
  },
  {
    "translation": {
      "en": "I couldn't be more unhappy. Oh, please, give it a rest.",
      "th": "- ฉันไม่เคยเสียใจเท่านี้เลย - ขอร้องเถอะ พอได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Mom?",
      "th": "นั่นแม่นี่"
    }
  },
  {
    "translation": {
      "en": "Hey, I've been looking for you. Hi.",
      "th": "- ผมตามหาคุณซะทั่วเลย - สวัสดี"
    }
  },
  {
    "translation": {
      "en": "So, you're backed out of our deal. What deal?",
      "th": "- คุณยกเลิกข้อตกลงของเรา - ข้อตกลงอะไร"
    }
  },
  {
    "translation": {
      "en": "That you wouldn't fry my head. Yeah.",
      "th": "- ว่าคุณจะไม่ปั่นหัวผม - ใช่"
    }
  },
  {
    "translation": {
      "en": "But you poached my heart.",
      "th": "แต่คุณล้อหัวใจฉันเล่น"
    }
  },
  {
    "translation": {
      "en": "Hey, come on.",
      "th": "นี่ ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "What if it doesn't have a moral? Or says Alice.",
      "th": "อลิซเคยพูดว่า \"ถ้ามันเป็นแค่ความผิดพลาดล่ะ ไม่มีข้อคิดอะไร\""
    }
  },
  {
    "translation": {
      "en": "I think I just fell down the rabbit hole and found it.",
      "th": "ฉันคิดว่าฉันตกหลุมกระต่ายแล้วก็เจอข้อคิดนะ"
    }
  },
  {
    "translation": {
      "en": "Look.",
      "th": "ดูสิ"
    }
  },
  {
    "translation": {
      "en": "She looks exactly like you. Yeah. She was my mom.",
      "th": "- เธอหน้าตาเหมือนคุณเลย - ใช่ นั่นแม่ฉันเอง"
    }
  },
  {
    "translation": {
      "en": "She went to this school. I didn't even know.",
      "th": "แม่ฉันเคยเรียนที่นี่ ฉันไม่รู้เลยด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "Well, I guess it's time to face the music now.",
      "th": "คงถึงเวลาที่ฉันต้องเผชิญความจริงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Josie, I'm never wrong. When am I ever wrong?",
      "th": "โจซี่ ฉันไม่เคยคิดผิดหรอก ฉันเคยคิดผิดเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "You're wrong when we did the math challenge.",
      "th": "เธอคิดผิดตอนที่แข่งคิดเลข"
    }
  },
  {
    "translation": {
      "en": "Hey! She's confessed. She's going to Honor Court this afternoon.",
      "th": "นี่ หล่อนสารภาพแล้ว แล้วก็ต้องขึ้นศาลเกียรติยศบ่ายนี้"
    }
  },
  {
    "translation": {
      "en": "That's brave. And really stupid.",
      "th": "- กล้ามาก - แล้วก็โง่เง่ามาก"
    }
  },
  {
    "translation": {
      "en": "Because guess what I've discovered.",
      "th": "เพราะฉันค้นพบอะไรบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "It is with great regret and sadness that we call the Honor Court to session.",
      "th": "วันนี้ฉันรู้สึกเสียใจและเศร้า ที่เราต้องเรียกประชุมศาลเกียรติยศ"
    }
  },
  {
    "translation": {
      "en": "The e-mails were sent 11:40 in the morning. But, according to Drippy,",
      "th": "อีเมลถูกส่งตอน 11:40 น. แต่ตามที่ดริปปี้เล่า"
    }
  },
  {
    "translation": {
      "en": "Poppy left the computer room a few minutes after 11:00.",
      "th": "ป็อปปี้ออกจากห้องคอมพิวเตอร์ ในไม่กี่นาทีหลัง 11 โมง"
    }
  },
  {
    "translation": {
      "en": "I got my 11:00 Wagon Wheel, and then I went to tell her that Freddie was waiting.",
      "th": "ฉันกินวาก้อนวีลตอน 11 โมง แล้วก็เดินไปบอกเธอว่าเฟร็ดดี้รออยู่"
    }
  },
  {
    "translation": {
      "en": "She left immediately.",
      "th": "เธอก็ไปทันทีเลย"
    }
  },
  {
    "translation": {
      "en": "I was able to access the keystroke order",
      "th": "ฉันเข้าไปตรวจดูประวัติการใช้แป้นพิมพ์ ในฐานข้อมูล"
    }
  },
  {
    "translation": {
      "en": "of the root file to find out who else",
      "th": "ฉันเข้าไปตรวจดูประวัติการใช้แป้นพิมพ์ ในฐานข้อมูล เพื่อจะสืบว่ามีใครคนอื่นอีก ที่ล็อกอินเข้าไปใช้คอมพิวเตอร์"
    }
  },
  {
    "translation": {
      "en": "was logged on there then.",
      "th": "เพื่อจะสืบว่ามีใครคนอื่นอีก ที่ล็อกอินเข้าไปใช้คอมพิวเตอร์"
    }
  },
  {
    "translation": {
      "en": "And guess who the only other person was? Who?",
      "th": "- เดาสิว่าใครคืออีกคนหนึ่งที่เข้าไปใช้ - ใครเหรอ"
    }
  },
  {
    "translation": {
      "en": "It will henceforth be our job to objectively",
      "th": "ฉะนั้นจึงเป็นหน้าที่ของเรา"
    }
  },
  {
    "translation": {
      "en": "and dispassionately ascertain what happened that fateful night.",
      "th": "ที่จะตัดสินด้วยเหตุผลอย่างตรงไปตรงมา ว่าเกิดอะไรขึ้นในคืนนั้น"
    }
  },
  {
    "translation": {
      "en": "That will hence to forth long blight the memory of this proud institution.",
      "th": "ซึ่งจะส่งผลถึงความทรงจำที่ดี ที่สถาบันของเรามีอยู่"
    }
  },
  {
    "translation": {
      "en": "When you think about it, Poppy would never say \"term\".",
      "th": "แล้วถ้าคิดดูให้ดี ป็อปปี้ไม่เคยใช้คำว่า \"เทอม\""
    }
  },
  {
    "translation": {
      "en": "She calls it a bloody samosa or something.",
      "th": "เธอใช้คำว่า \"ภาพการเรียน\" หรืออะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "-Semester. -Whatever. Anyway, to check the reality,",
      "th": "- \"ภาคการศึกษา\" - นั่นล่ะ เพื่อรู้ความจริงให้แน่นอน"
    }
  },
  {
    "translation": {
      "en": "I had a sneaky look in her diary for Friday's entry.",
      "th": "ฉันก็เลยต้องแอบอ่านบันทึกส่วนตัว ที่เธอเขียนไว้เมื่อวันศุกร์"
    }
  },
  {
    "translation": {
      "en": "Don't do that. Shut up and listen.",
      "th": "- อย่าทำแบบนั้น - หุบปากแล้วก็ฟังให้ดี"
    }
  },
  {
    "translation": {
      "en": "\"I think, deep breath, I kind of love them like proper friends I've known forever.",
      "th": "\"ฉันคิดว่า หายใจลึก ฉันรักพวกเขา ในฐานะเพื่อนๆ ที่รู้จักมานานแสนนาน"
    }
  },
  {
    "translation": {
      "en": "They've made me say words like 'horridious' and 'herbal.'",
      "th": "พวกเธอทำให้ฉันต้องพูดคำแปลกๆ เช่น 'กลัวทึ่งอึ้ง' และ 'สมุนไพรจ๋า'"
    }
  },
  {
    "translation": {
      "en": "Which is sort of whack, and I'd probably hate them if I wasn't one of them.",
      "th": "ซึ่งแปลกดี และฉันก็คงเกลียดพวกเขา ถ้าฉันไม่ได้เป็นพวกเดียวกับเขา"
    }
  },
  {
    "translation": {
      "en": "But I like that I'm now one of them.\"",
      "th": "แต่ฉันดีใจที่ฉันเป็นเพื่อนพวกเขา\""
    }
  },
  {
    "translation": {
      "en": "Apart from some atrocious spelling mistakes,",
      "th": "นอกจากมีคำที่สะกดผิดขั้นรุนแรงแล้ว"
    }
  },
  {
    "translation": {
      "en": "it's a little bit more kosher, don't you think?",
      "th": "ก็ฟังดูจริงใจนะ คิดงั้นไหม"
    }
  },
  {
    "translation": {
      "en": "And now she's gonna get thrown out.",
      "th": "แล้วตอนนี้เธอก็กำลังจะถูกไล่ออก"
    }
  },
  {
    "translation": {
      "en": "It is your duty to understand the dark forces",
      "th": "จึงเป็นหน้าที่ของทุกคน ที่จะเข้าใจถึงอำนาจมืดที่ผลักดัน..."
    }
  },
  {
    "translation": {
      "en": "that drove a seemingly--",
      "th": "ที่จะเข้าใจถึงอำนาจมืดที่ผลักดัน..."
    }
  },
  {
    "translation": {
      "en": "Harriet. May I remind you that the Honor Court is no place",
      "th": "แฮร์เรียต ฉันต้องขอเตือนเธอนะ ว่าศาลเกียรติยศ"
    }
  },
  {
    "translation": {
      "en": "for your personal grandstanding.",
      "th": "ไม่ใช่ที่ที่เธอ จะใช้เป็นที่ระบายอารมณ์ส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "Look, Poppy has a right to speak in her own defense",
      "th": "และป็อปปี้ก็มีสิทธิ์ที่จะพูดปกป้องตัวเอง"
    }
  },
  {
    "translation": {
      "en": "before the court, as a whole, passes judgment.",
      "th": "ก่อนที่ศาลจะตัดสิน"
    }
  },
  {
    "translation": {
      "en": "Thank you, Mrs. Kingsley.",
      "th": "ขอบคุณค่ะ อาจารย์คิงส์ลีย์"
    }
  },
  {
    "translation": {
      "en": "I won't insult everybody by trying to defend myself or my actions.",
      "th": "ฉันจะไม่ดูถูกทุกคนด้วยการพยายาม ปกป้องตัวเองและการกระทำของฉัน"
    }
  },
  {
    "translation": {
      "en": "So, uh, I think it's safe to say that I've... I've really messed up,",
      "th": "ฉะนั้นฉันจะขอพูดแค่ว่า ฉันได้ทำพลาดไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "and I apologize profusely. But I'm also so grateful to you all.",
      "th": "และต้องขออภัยอย่างสุดซึ้ง แต่ฉันก็รู้สึกขอบคุณทุกคนด้วย"
    }
  },
  {
    "translation": {
      "en": "I tried really hard to get out of this school.",
      "th": "ตอนแรกฉันพยายามที่จะไปจากโรงเรียนนี้"
    }
  },
  {
    "translation": {
      "en": "And, only now, do I realize just how much I want to stay.",
      "th": "แต่ตอนนี้ฉันรู้แล้วว่า ฉันอยากเรียนที่นี่มากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "I've learned so much being here, being with all of you.",
      "th": "ฉันได้เรียนรู้อะไรมากมายที่นี่ การได้อยู่กับพวกคุณทุกคน"
    }
  },
  {
    "translation": {
      "en": "And, in some ways, being with my mom,",
      "th": "และในแง่หนึ่งก็ได้อยู่กับแม่ฉัน"
    }
  },
  {
    "translation": {
      "en": "who I found out was actually a student here.",
      "th": "ซึ่งฉันเพิ่งรู้ว่า ท่านเคยเป็นนักเรียนที่นี่"
    }
  },
  {
    "translation": {
      "en": "I've had a hole in my heart for five years,",
      "th": "ฉันมีช่องว่างอยู่ในหัวใจมาห้าปีแล้ว และการได้เรียนที่นี่ ก็ค่อยๆ รักษาแผลในใจฉัน"
    }
  },
  {
    "translation": {
      "en": "and somehow being here, it slowly started to heal.",
      "th": "และการได้เรียนที่นี่ ก็ค่อยๆ รักษาแผลในใจฉัน"
    }
  },
  {
    "translation": {
      "en": "I know I may have looked like a California girl,",
      "th": "ฉันรู้ว่าฉันอาจจะดูเหมือน สาวแคลิฟอร์เนียคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "but in my heart I've discovered",
      "th": "ฉันรู้ว่าฉันอาจจะดูเหมือน สาวแคลิฟอร์เนียคนหนึ่ง แต่ในใจลึกๆ แล้ว ฉันรู้สึกว่าฉันเป็นสาวแอ็บบี้เมาต์"
    }
  },
  {
    "translation": {
      "en": "that I really am an Abbey Mount girl.",
      "th": "แต่ในใจลึกๆ แล้ว ฉันรู้สึกว่าฉันเป็นสาวแอ็บบี้เมาต์"
    }
  },
  {
    "translation": {
      "en": "Objection! Sustained.",
      "th": "ขอค้าน อนุมัติ"
    }
  },
  {
    "translation": {
      "en": "The court will heretofore disregard the previous statement.",
      "th": "ศาลจะไม่ขอพิจารณาคำกล่าวข้างต้น"
    }
  },
  {
    "translation": {
      "en": "And perhaps heretofore we can begin the real business.",
      "th": "และจะขอดำเนินการตามกำหนดการ"
    }
  },
  {
    "translation": {
      "en": "Can you tell us, in your own words,",
      "th": "ช่วยอธิบายด้วยคำพูดของเธอ"
    }
  },
  {
    "translation": {
      "en": "where were you on the aforementioned evening of--",
      "th": "ว่าเธออยู่ไหนเมื่อตอนค่ำของ..."
    }
  },
  {
    "translation": {
      "en": "Honestly, Harriet, who else's words do you expect her to use?",
      "th": "ถามจริงนะ แฮร์เรียต เธอจะให้ป็อปปี้ใช้คำพูดของใครกันล่ะ"
    }
  },
  {
    "translation": {
      "en": "Just leave this to me. Right. Sustained.",
      "th": "- ปล่อยเป็นหน้าที่ฉันเอง - ค่ะ อนุมัติ"
    }
  },
  {
    "translation": {
      "en": "Poppy, were you in the cook's sitting room",
      "th": "ป็อปปี้ เธอเข้าไปในห้องนั่งเล่นของคนครัว คืนที่มีเหตุเพลิงไหม้หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "-on the night of the fire? -Yes, I was.",
      "th": "ป็อปปี้ เธอเข้าไปในห้องนั่งเล่นของคนครัว คืนที่มีเหตุเพลิงไหม้หรือเปล่า ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Were you there with permission? No, I was not.",
      "th": "- เธอได้รับอนุญาตให้ไปที่นั่นไหม - ไม่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Silence in court. Did you intend on starting a fire?",
      "th": "- ได้โปรดเงียบ ขอความสงบในศาล - เธอตั้งใจที่จะก่อเหตุเพลิงไหม้ไหม"
    }
  },
  {
    "translation": {
      "en": "-Not really. -Objection!",
      "th": "- จริงๆ แล้วไม่ - ขอค้าน"
    }
  },
  {
    "translation": {
      "en": "Does the defendant mean yes or no?",
      "th": "- จำเลยหมายความว่าตั้งใจหรือไม่ตั้งใจ - แฮร์เรียต"
    }
  },
  {
    "translation": {
      "en": "-Harriet? -It means no.",
      "th": "- จำเลยหมายความว่าตั้งใจหรือไม่ตั้งใจ - แฮร์เรียต ฉันไม่ได้ตั้งใจที่จะทำอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "I had no intention of actually doing it.",
      "th": "ฉันไม่ได้ตั้งใจที่จะทำอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "Was anyone else with you? Not as far as I know.",
      "th": "- คืนนั้นมีใครอยู่กับเธอไหม - ไม่มีค่ะ เท่าที่ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "I was.",
      "th": "ฉันอยู่"
    }
  },
  {
    "translation": {
      "en": "I was.",
      "th": "ฉันอยู่"
    }
  },
  {
    "translation": {
      "en": "-I was. -I was.",
      "th": "- ฉันอยู่ - ฉันอยู่"
    }
  },
  {
    "translation": {
      "en": "-I was. -I was.",
      "th": "- ฉันอยู่ - ฉันอยู่"
    }
  },
  {
    "translation": {
      "en": "I was.",
      "th": "- ฉันอยู่ - ฉันอยู่"
    }
  },
  {
    "translation": {
      "en": "-I was. -I was.",
      "th": "ฉันอยู่"
    }
  },
  {
    "translation": {
      "en": "-I was. -I was. (all) I was.",
      "th": "- ฉันอยู่ - ฉันอยู่"
    }
  },
  {
    "translation": {
      "en": "Objection! Stop! Order!",
      "th": "ขอค้าน หยุดนะ ขอความสงบในศาล"
    }
  },
  {
    "translation": {
      "en": "-I was. -I was. -Stop it! -Come on.",
      "th": "- ฉันอยู่ - หยุดนะ"
    }
  },
  {
    "translation": {
      "en": "I was.",
      "th": "- ไม่เอาน่า - ฉันอยู่"
    }
  },
  {
    "translation": {
      "en": "This is ridiculous! What are you all doing? You're lying.",
      "th": "นี่มันเรื่องเหลวไหลสิ้นดี พวกเธอทำอะไรกันเนี่ย พวกเธอโกหก"
    }
  },
  {
    "translation": {
      "en": "They're lying, Mrs. Kingsley. Harriet, you're going down, biatch.",
      "th": "- พวกเขาโกหกค่ะ อาจารย์คิงส์ลีย์ - แฮร์เรียต เธอจะต้องชดใช้ นังตัวดี"
    }
  },
  {
    "translation": {
      "en": "This is a conspiracy.",
      "th": "นี่เป็นการร่วมมือวางแผน ศาลจะไล่ทุกคนออกไม่ได้"
    }
  },
  {
    "translation": {
      "en": "You can't expel the whole year, and they know that.",
      "th": "นี่เป็นการร่วมมือวางแผน ศาลจะไล่ทุกคนออกไม่ได้ - และพวกเขาก็รู้ดี - เงียบก่อน แฮร์เรียต นั่งลง ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Be quiet, Harriet! Sit down, everyone.",
      "th": "- และพวกเขาก็รู้ดี - เงียบก่อน แฮร์เรียต นั่งลง ทุกคน"
    }
  },
  {
    "translation": {
      "en": "It's a black-and-white case. She has to be expelled.",
      "th": "นี่เป็นคดีที่เห็นชัดๆ หล่อนต้องถูกไล่ออก"
    }
  },
  {
    "translation": {
      "en": "The girl set fire to the school, endangering all our precious lives.",
      "th": "ผู้หญิงคนนั้นจุดไฟเผาโรงเรียน ทำให้ชีวิตอันมีค่าของพวกเราตกอยู่ในอันตราย"
    }
  },
  {
    "translation": {
      "en": "She walked in there, lighter at the ready, and tried to burn the place down.",
      "th": "หล่อนเดินเข้าไปในนั้นพร้อมกับไฟแช็ก และพยายามที่จะเผาโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "Lighter? Not now, Jane.",
      "th": "- ไฟแช็กเหรอ - อย่าขัดฉัน เจน"
    }
  },
  {
    "translation": {
      "en": "Have respect for court protocol. What lighter, Harriet?",
      "th": "- โปรดให้ความเคารพต่อศาล - ไฟแช็กไหน แฮร์เรียต"
    }
  },
  {
    "translation": {
      "en": "Jesus, Charlotte, how daft can you possibly be?",
      "th": "ให้ตายสิ ชาร์ล็อต จะโง่ไปถึงไหน"
    }
  },
  {
    "translation": {
      "en": "That ridiculous I heart L.A. lighter of hers. She left it behind, for God's sakes.",
      "th": "ก็ไฟแช็กที่เขียนว่า \"ฉันรักแอลเอ\" ไง หล่อนทิ้งเอาไว้ ให้ตายเถอะ"
    }
  },
  {
    "translation": {
      "en": "Except how do you know that, Harriet? No one's mentioned a lighter before.",
      "th": "แต่ว่าเธอรู้ได้ยังไง แฮร์เรียต ไม่มีใครเอ่ยถึงไฟแช็กมาก่อน"
    }
  },
  {
    "translation": {
      "en": "(whispers) What? Yes, they have.",
      "th": "อะไรนะ มีคนเอ่ยถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Objection. Actually, Harriet, they haven't.",
      "th": "- ขอค้าน - จริงๆ แล้วไม่มีใครเอ่ยถึงนะ แฮร์เรียต"
    }
  },
  {
    "translation": {
      "en": "I have to second Jane's question, Harriet. How did you know about that lighter?",
      "th": "ฉันต้องขอถามคำถามของเจนอีกครั้งนะ แฮร์เรียต เธอรู้เรื่องไฟแช็กนั่นได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Well, I-I had--",
      "th": "คือฉัน..."
    }
  },
  {
    "translation": {
      "en": "Freddie found the lighter before anyone saw it.",
      "th": "เฟร็ดดี้เจอไฟแช็กนั่นก่อนที่จะมีใครเห็น"
    }
  },
  {
    "translation": {
      "en": "How could you possibly know unless... unless you were there.",
      "th": "เธอจะรู้ได้ยังไง เว้นเสียแต่ว่าเธอจะอยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "Well, this is absurd. I refuse to sit here and listen to these wild--",
      "th": "ตลกสิ้นดี ฉันจะไม่ขอนั่งฟังการกล่าวหาบ้าบอ..."
    }
  },
  {
    "translation": {
      "en": "I had put it out. And I heard footsteps. It must've been you.",
      "th": "ฉันดับไฟแล้ว แต่ได้ยินเสียงคนเดิน ต้องเป็นเธอแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, you restarted the fire, didn't you?",
      "th": "ให้ตายสิ เธอเป็นคนจุดไฟขึ้นมาใหม่ ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Harriet, is this true? Of course not.",
      "th": "- แฮร์เรียต จริงหรือเปล่า - ไม่จริงค่ะ"
    }
  },
  {
    "translation": {
      "en": "It all makes sense now, I knew it. I think I'm innocent.",
      "th": "ทุกอย่างปะติดปะต่อกันแล้ว นึกแล้วเชียว ฉันเป็นผู้บริสุทธิ์"
    }
  },
  {
    "translation": {
      "en": "(both) We think so, too.",
      "th": "- เราก็คิดเหมือนกัน - แต่ฉันไม่คิด"
    }
  },
  {
    "translation": {
      "en": "You're not, you awful bitch!",
      "th": "นังตัวดี"
    }
  },
  {
    "translation": {
      "en": "You've turned this school upside down. You've ruined everything!",
      "th": "แกทำให้โรงเรียนเราปั่นป่วน แกทำลายทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "You started it. I only finished what you started!",
      "th": "แกเป็นคนเริ่ม ฉันก็แค่ช่วยสานต่อให้เสร็จ"
    }
  },
  {
    "translation": {
      "en": "Harriet? My office, now.",
      "th": "แฮร์เรียต ไปที่ห้องฉันเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Okay, suckers, show time. Let's open a can of whoop-ass.",
      "th": "เอาล่ะ เก่งนักเหรอ เดี๋ยวได้เห็นดีแน่ มาเปิดรายการอัดให้เละกัน"
    }
  },
  {
    "translation": {
      "en": "Come on, Abbey Mount. You can do it!",
      "th": "ชนะให้ได้นะ"
    }
  },
  {
    "translation": {
      "en": "Let's go Abbey Mount!",
      "th": "สู้เขา แอ็บบี้เมาต์"
    }
  },
  {
    "translation": {
      "en": "Come on, girls.",
      "th": "สู้เขา พวกเรา"
    }
  },
  {
    "translation": {
      "en": "Take it! Come on!",
      "th": "รับลูกไป เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "Come on, guys, we can bring it back. Let's go.",
      "th": "สู้เขา พวกเรา แย่งลูกกลับมาให้ได้ เอาเลย"
    }
  },
  {
    "translation": {
      "en": "You got it!",
      "th": "ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Mrs. Kingsley? Oh, Mr. Moore, you made it. Yes, I did.",
      "th": "- อาจารย์คิงส์ลีย์ - คุณมัวร์ คุณมาถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Please, please, come and take a seat.",
      "th": "- ครับผม - นั่งก่อนสิคะ"
    }
  },
  {
    "translation": {
      "en": "-Did I miss much? -Not at all.",
      "th": "- ผมพลาดไปเยอะไหม - ไม่เลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Where's Poppy? She's right there.",
      "th": "- ป็อปปี้อยู่ไหน - นั่นไงคะ"
    }
  },
  {
    "translation": {
      "en": "She's the spitting image of her mother, isn't she?",
      "th": "เธอเหมือนแม่เปี๊ยบเลย ใช่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "She most certainly is.",
      "th": "จริงแท้แน่นอนครับ"
    }
  },
  {
    "translation": {
      "en": "Come on, Abbey Mount! Take it out there!",
      "th": "สู้เขา แอ็บบี้เมาต์ อย่ายอมแพ้ สู้เขา"
    }
  },
  {
    "translation": {
      "en": "(cheering)",
      "th": "(แอ็บบี้เมาต์ ศูนย์ สโตว์ หนึ่ง)"
    }
  },
  {
    "translation": {
      "en": "Come on, Abbey Mount! Let's go!",
      "th": "(แอ็บบี้เมาต์ ศูนย์ สโตว์ สอง) เร็วเข้า แอ็บบี้เมาต์ สู้เขา"
    }
  },
  {
    "translation": {
      "en": "♪ Two, four, six, eight ♪ ♪ Stowe girls are really great ♪",
      "th": "สอง สี่ หก แปด สาวสโตว์จะโชว์ฤทธิ์เดช"
    }
  },
  {
    "translation": {
      "en": "♪ Stowe girls are really great ♪ You're trying really hard. It's great, great, great. I know, and...",
      "th": "ไม่รู้สิ เราพยายามกันเต็มที่แล้ว ทุกคนเล่นได้ดี"
    }
  },
  {
    "translation": {
      "en": "They've got no possession whatsoever. (all laughing)",
      "th": "เรานำสองต่อศูนย์ แต่คู่ต่อสู้เราไม่ได้ครองลูกเลย"
    }
  },
  {
    "translation": {
      "en": "All right, ladies. There's only one thing for it. Let's go.",
      "th": "เอาล่ะ ทุกคน เหลือทางเดียวแล้ว มาเร็ว"
    }
  },
  {
    "translation": {
      "en": "Who are we?",
      "th": "เราเป็นใครนะ"
    }
  },
  {
    "translation": {
      "en": "(all) Abbey Mount!",
      "th": "- แอ็บบี้เมาต์ - แอ็บบี้เมาต์"
    }
  },
  {
    "translation": {
      "en": "Who are we?",
      "th": "เราเป็นใครนะ"
    }
  },
  {
    "translation": {
      "en": "-(all) Abbey Mount! -What are we?",
      "th": "- แอ็บบี้เมาต์ - แอ็บบี้เมาต์ เราเป็นใครนะ"
    }
  },
  {
    "translation": {
      "en": "A leading single-sex school admitting boarders at age 11.",
      "th": "โรงเรียนประจำหญิงระดับแนวหน้า ที่รับนักเรียนอายุ 11 ปีขึ้นไป"
    }
  },
  {
    "translation": {
      "en": "Wrong! We're winners!",
      "th": "ไม่ใช่ เราคือผู้ชนะ"
    }
  },
  {
    "translation": {
      "en": "Pass it, Poppy!",
      "th": "- มาเร็ว - ส่งลูกมา ป็อปปี้"
    }
  },
  {
    "translation": {
      "en": "Well done, well done.",
      "th": "สู้เขา สาวๆ เยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "♪ Set them, set them up ♪",
      "th": "(แอ็บบี้เมาต์ หนึ่ง สโตว์ สอง)"
    }
  },
  {
    "translation": {
      "en": "♪ Abbey Mount! Abbey Mount! ♪ ♪ Set them up ♪",
      "th": "- แอ็บบี้เมาต์ - แอ็บบี้เมาต์"
    }
  },
  {
    "translation": {
      "en": "♪ Then knock 'em down, down ♪",
      "th": "ส่งให้ป็อปปี้ เร็ว"
    }
  },
  {
    "translation": {
      "en": "Come on, Poppy!",
      "th": "สู้เขา ป็อปปี้"
    }
  },
  {
    "translation": {
      "en": "This is our last chance, let's make it count!",
      "th": "นี่เป็นโอกาสสุดท้ายของเรา เราต้องทำให้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "Kiki!",
      "th": "กิกี้"
    }
  },
  {
    "translation": {
      "en": "Drippy!",
      "th": "ดริปปี้"
    }
  },
  {
    "translation": {
      "en": "Why would you pass it to me? Oh, my God! Okay, somebody help me!",
      "th": "ส่งลูกให้ฉันทำไม ตายแล้ว ใครก็ได้ช่วยฉันที"
    }
  },
  {
    "translation": {
      "en": "Where is everyone? Who do I pass it to? Jane, Jane! -Where are you? -Oops!",
      "th": "ไปไหนกันหมดเนี่ย ฉันจะส่งให้ใครดี เจนๆ เธออยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "They did it! They did it! Yes!",
      "th": "- เย่ - พวกเราทำสำเร็จแล้ว สำเร็จแล้ว เย่"
    }
  },
  {
    "translation": {
      "en": "I told you you could do it!",
      "th": "- เย่ - พวกเราทำสำเร็จแล้ว สำเร็จแล้ว เย่ บอกแล้วว่าต้องทำได้ บอกแล้วไง"
    }
  },
  {
    "translation": {
      "en": "I told ya!",
      "th": "บอกแล้วว่าต้องทำได้ บอกแล้วไง"
    }
  },
  {
    "translation": {
      "en": "Poppy?",
      "th": "ป็อปปี้"
    }
  },
  {
    "translation": {
      "en": "Dad? My dad. My dad! What are you doing here?",
      "th": "พ่อคะ พ่อฉัน พ่อมาทำอะไรที่นี่"
    }
  },
  {
    "translation": {
      "en": "Mrs. Kingsley called. She told me you found out about Mom.",
      "th": "อาจารย์คิงส์ลีย์โทรไปบอกพ่อ ว่าลูกรู้เรื่องแม่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Why didn't you just tell me, Dad?",
      "th": "ทำไมพ่อไม่บอกหนูตั้งแต่แรกคะ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, Poppy. I thought it might make you too sad.",
      "th": "พ่อขอโทษนะ พ่อคิดว่ามันอาจทำให้ลูกเศร้าน่ะ"
    }
  },
  {
    "translation": {
      "en": "I did know that you needed to breathe a different kind of air, though.",
      "th": "แต่พ่อรู้ว่าลูกต้องย้ายมาอยู่ที่ใหม่ๆ ที่มีอากาศสดชื่นได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Did I do the right thing?",
      "th": "พ่อทำถูกหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "You did. Did you know Mom was captain of the Lacrosse team?",
      "th": "ถูกค่ะ พ่อรู้ไหมว่า แม่เคยเป็นหัวหน้าทีมลาครอสด้วย"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "รู้สิ"
    }
  },
  {
    "translation": {
      "en": "And I also know that she is incredibly proud of you right now.",
      "th": "พ่อรู้ด้วยว่าตอนนี้ แม่เขาภูมิใจในตัวลูกมากๆ"
    }
  },
  {
    "translation": {
      "en": "As am I.",
      "th": "พ่อเองก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Daddy, put your back into it!",
      "th": "พ่อคะ รีบๆ ดันกระเป๋าเข้าไปสิ"
    }
  },
  {
    "translation": {
      "en": "(Jane and Charlotte) Harriet, we think you forgot this.",
      "th": "- แฮร์เรียต เราคิดว่าเธอลืมนี่นะ - แฮร์เรียต เราคิดว่าเธอลืมนี่นะ"
    }
  },
  {
    "translation": {
      "en": "Me thinks so, too.",
      "th": "ฉันก็คิดเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Mummy!",
      "th": "แม่จ๋า"
    }
  },
  {
    "translation": {
      "en": "Who are we?",
      "th": "- เราเป็นใครนะ - เราเป็นใครนะ"
    }
  },
  {
    "translation": {
      "en": "♪ I'm a real wild child ♪",
      "th": "(ช่างฝันจัง)"
    }
  },
  {
    "translation": {
      "en": "-♪ Gonna tell my friends ♪ -Fire!",
      "th": "ไฟไหม้"
    }
  },
  {
    "translation": {
      "en": "♪ I'm a wild one, I'm a wild one ♪",
      "th": "(ขอต้อนรับสู่มาลิบู นังมารร้าย)"
    }
  },
  {
    "translation": {
      "en": "Ugh, make it bloody SULA.",
      "th": "เหงื่อออกเต็มไปหมดเลย"
    }
  },
  {
    "translation": {
      "en": "♪ I'm a wild one ♪",
      "th": "(เร่าร้อน)"
    }
  },
  {
    "translation": {
      "en": "Who's Ruby? Huh! Nobody.",
      "th": "- ใครคือรูบี้ - ไม่สำคัญหรอก"
    }
  },
  {
    "translation": {
      "en": "Just some horridious cow I used to know.",
      "th": "แค่ผู้หญิงชั้นต่ำที่ฉันเคยรู้จักน่ะ"
    }
  },
  {
    "translation": {
      "en": "-Can't do it. -No way.",
      "th": "- ฉันทำไม่ได้หรอก - ไม่มีทาง"
    }
  },
  {
    "translation": {
      "en": "You're completely insane.",
      "th": "พวกเธอบ้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Are you guys ready? -No.",
      "th": "- พร้อมกันหรือยัง - ไม่"
    }
  },
  {
    "translation": {
      "en": "One, two, three!",
      "th": "หนึ่ง - สอง สาม - สอง สาม"
    }
  },
  {
    "translation": {
      "en": "(all scream)",
      "th": "- สอง สาม - สอง สาม"
    }
  }
]