[
  {
    "translation": {
      "en": "You know, there's nothing like the experience of raising your first dog.",
      "th": "รู้มั้ยว่าไม่มีอะไรเทียบประสบการณ์ การเลี้ยงหมาตัวแรกได้เลย"
    }
  },
  {
    "translation": {
      "en": "The simple joy of walking side by side with your buddy...",
      "th": "ความสุขเรียบง่ายที่ได้เดินเคียงเพื่อนตัวน้อย"
    }
  },
  {
    "translation": {
      "en": "...out in the fresh air, throwing a stick.",
      "th": "ในที่ที่อากาศบริสุทธิ์ โยนไม้ให้มันคาบ"
    }
  },
  {
    "translation": {
      "en": "Spending some quiet time, just you and your very best friend.",
      "th": "ใช้เวลาอันเงียบสงบที่เรามีกับเพื่อนซี้สี่ขา"
    }
  },
  {
    "translation": {
      "en": "Of course, that wasn't my experience.",
      "th": "แน่นอนว่านั่นไม่ใช่เรื่องราวของผม"
    }
  },
  {
    "translation": {
      "en": "That kid's not even me.",
      "th": "ไอ้เด็กนี่ก็ไม่ใช่ผม"
    }
  },
  {
    "translation": {
      "en": "That's me.",
      "th": "นี่สิผมและหมาบ๊องๆ ที่ผมวิ่งไล่อยู่คือมาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "And that crazy hound I'm chasing is Marley, the world's worst dog.",
      "th": "นี่สิผมและหมาบ๊องๆ ที่ผมวิ่งไล่อยู่คือมาร์ลีย์ หมาที่แย่ที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "th": "ขอโทษนะ"
    }
  },
  {
    "translation": {
      "en": "Or so I thought.",
      "th": "ผมเคยคิดอย่างนั้นนะ มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "But our story begins before Marley was born...",
      "th": "แต่เรื่องของเราเริ่มก่อนที่มาร์ลีย์จะเกิดเสียอีก"
    }
  },
  {
    "translation": {
      "en": "...four years before, on my wedding day...",
      "th": "ในวันแต่งงานของผมเมื่อสี่ปีก่อน"
    }
  },
  {
    "translation": {
      "en": "...which happened to be the day of the worst freak spring blizzard...",
      "th": "ซึ่งเป็นช่วงฤดูใบไม้ผลิที่มีพายุหิมะรุนแรงที่สุด"
    }
  },
  {
    "translation": {
      "en": "...in the history of southern Michigan, the same day our car broke down. But we didn't care.",
      "th": "ในประวัติศาสตร์ของมิชิแกนใต้ และเป็นวันที่รถเสียพอดี แต่เราก็ไม่สนใจ"
    }
  },
  {
    "translation": {
      "en": "Oh, God, that feels so good.",
      "th": "แม่เจ้า รู้สึกดีจัง"
    }
  },
  {
    "translation": {
      "en": "So, what do you think that means, a blizzard on your wedding day?",
      "th": "คุณว่าหมายความว่าไง หิมะตกในวันแต่งงาน"
    }
  },
  {
    "translation": {
      "en": "Is that good luck? Is that bad luck?",
      "th": "ถือว่าโชคดีมั้ย หรือเป็นลางร้าย"
    }
  },
  {
    "translation": {
      "en": "I think it's good luck.",
      "th": "ฉันว่าต้องโชคดีแน่เลย"
    }
  },
  {
    "translation": {
      "en": "-How did I get you? -What?",
      "th": "- ผมได้คุณมาได้ยังไงนะ - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Honestly, how did I--? How did I get that lucky?",
      "th": "จริงๆ นะ ผมโชคดีขนาดนี้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Well, you know... ...I get asked that question all the time.",
      "th": "คุณรู้มั้ย ฉันโดนถามแบบนี้ตลอดเลย"
    }
  },
  {
    "translation": {
      "en": "Come on. Are you kidding, honey?",
      "th": "ล้อเล่นรึเปล่า ที่รัก"
    }
  },
  {
    "translation": {
      "en": "You're part of the plan.",
      "th": "คุณเป็นส่วนหนึ่งของแผนนะ"
    }
  },
  {
    "translation": {
      "en": "-The plan? -My plan.",
      "th": "- แผนงั้นเหรอ - แผนของฉันค่ะ"
    }
  },
  {
    "translation": {
      "en": "Step one, meet an incredibly sweet, smart, sexy man.",
      "th": "ก้าวแรกคือเจอหนุ่ม ที่อ่อนหวาน ฉลาดและเซ็กซี่"
    }
  },
  {
    "translation": {
      "en": "Done. Step two?",
      "th": "ก็เจอแล้ว ก้าวที่สองล่ะ"
    }
  },
  {
    "translation": {
      "en": "Marry you instead.",
      "th": "แต่งงานกับคุณแทนเขา"
    }
  },
  {
    "translation": {
      "en": "Then step three--",
      "th": "ก้าวที่สาม"
    }
  },
  {
    "translation": {
      "en": "-I don't think I can take any more. -You don't want to hear step three?",
      "th": "- ผมว่าผมรับไม่ไหวแล้ว - คุณไม่อยากรู้ก้าวที่สามเหรอ"
    }
  },
  {
    "translation": {
      "en": "-What's step three? -It's easy.",
      "th": "- ก้าวที่สามคืออะไร - ง่ายมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Be gentle. -Move someplace warmer.",
      "th": "- อย่าโหดนะ - ย้ายไปอยู่ที่ที่อากาศอบอุ่นหน่อย"
    }
  },
  {
    "translation": {
      "en": "I knew you were gonna say that.",
      "th": "รู้เลยว่าคุณจะต้องพูดแบบนี้"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Thank you.",
      "th": "- โอเค - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-All right, you know you got this, right? -Oh, yeah. I got it.",
      "th": "- คุณเข้าใจแล้วใช่มั้ย - แน่นอน ผมเข้าใจแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Who are you? -I'm John Grogan?",
      "th": "- คุณเป็นใคร - ผมคือจอห์น โกรแกนใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "No, you're John frigging Grogan, who's about to get a job as a reporter...",
      "th": "ไม่ใช่ คุณคือจอห์น โกรแกน ที่กำลังจะได้งานเป็นนักข่าว"
    }
  },
  {
    "translation": {
      "en": "...for a major metropolitan newspaper.",
      "th": "- ให้กับหนังสือพิมพ์รายใหญ่ในเมือง - ดี"
    }
  },
  {
    "translation": {
      "en": "-I don't feel like getting out of the car. -Well, you have to.",
      "th": "- ให้กับหนังสือพิมพ์รายใหญ่ในเมือง - ดี - ผมไม่อยากลงจากรถเลย - คุณต้องลง"
    }
  },
  {
    "translation": {
      "en": "-Why don't we drive around the block? -No, baby. Come on, get out of the car.",
      "th": "- เราขับรถวนไปรอบๆ ดีกว่า - ไม่ค่ะ ที่รัก ลงไป"
    }
  },
  {
    "translation": {
      "en": "Get out.",
      "th": "ออกไปเลย"
    }
  },
  {
    "translation": {
      "en": "-Now, who am I again? -Oh, please.",
      "th": "- ผมเป็นใครนะ ขออีกที - ขอร้องน่า"
    }
  },
  {
    "translation": {
      "en": "-Sebastian says you won some award? -Mitchy. Yeah, I have a Mitchy.",
      "th": "เซบาสเตียนบอกว่าคุณได้รับรางวัลอะไรสักอย่าง มิตชีครับ ผมได้รางวัลมิตชี"
    }
  },
  {
    "translation": {
      "en": "It's like a Pulitzer, but from western Michigan.",
      "th": "เหมือนรางวัลพูลิตเซอร์ แต่เป็นของมิชิแกนตะวันตก"
    }
  },
  {
    "translation": {
      "en": "A Mitchy.",
      "th": "มิตชีเหรอ"
    }
  },
  {
    "translation": {
      "en": "So tell me, what made you leave the estimable Kalamazoo Gazette?",
      "th": "งั้นบอกหน่อย ทำไมถึงออกจาก คาลามาซู กาเซตต์อันทรงเกียรติล่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, as you know, Sebastian and I were in college together, and he--",
      "th": "ตามที่คุณทราบ เซบาสเตียนกับผมเรียนมหาวิทยาลัยมาด้วยกัน และเขา..."
    }
  },
  {
    "translation": {
      "en": "He was always saying how great South Florida is...",
      "th": "เขาพูดเสมอว่าฟลอริดาตอนใต้ดียังไง"
    }
  },
  {
    "translation": {
      "en": "...and that maybe my wife and I might enjoy it here...",
      "th": "และคิดว่าผมกับภรรยาน่าจะชอบที่นี่"
    }
  },
  {
    "translation": {
      "en": "...so we decided to come down here.",
      "th": "เราเลยตัดสินในย้ายมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "-Are you a comedian too? -Excuse me?",
      "th": "- คุณเล่นตลกด้วยรึเปล่า - ว่าไงนะครับ"
    }
  },
  {
    "translation": {
      "en": "Like your friend over here?",
      "th": "เหมือนเพื่อนคุณคนนี้"
    }
  },
  {
    "translation": {
      "en": "-No. -He's walking a very thin line.",
      "th": "- ไม่ครับ - เขาใกล้โดนเชือดแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's a good thing he knows how to write. So your wife is Jenny Havens?",
      "th": "ยังดีที่เขาเขียนได้ดี ภรรยาคุณคือเจนนี เฮเวนส์ใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Yes. Jenny Grogan, because we're married. She took my name.",
      "th": "ครับ เจนนี โกรแกน เพราะเราแต่งงานกันแล้ว เธอใช้นามสกุลผม"
    }
  },
  {
    "translation": {
      "en": "-She get the job at the Post? -Yes, she did.",
      "th": "- เธอได้งานที่เดอะโพสต์รึเปล่า - ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "-Why didn't they want you over there? -Well, I didn't apply.",
      "th": "- ทำไมที่นั่นไม่อยากได้ตัวคุณล่ะ - ผมไม่ได้สมัครครับ"
    }
  },
  {
    "translation": {
      "en": "Jenny's more of a feature writer, and I'm more of a straight news writer.",
      "th": "เจนนีชอบเขียนบทความ ส่วนผมถนัดด้านเขียนข่าวมากกว่า"
    }
  },
  {
    "translation": {
      "en": "I thought this would be a better fit for that.",
      "th": "ผมเลยคิดว่าที่นี่เหมาะกับผมมากกว่า"
    }
  },
  {
    "translation": {
      "en": "Think you're better than the journalism-school graduates...",
      "th": "คิดว่าตัวเองเก่งกว่า พวกที่เรียนวารสารศาสตร์หกคน"
    }
  },
  {
    "translation": {
      "en": "...that came here looking for work this morning?",
      "th": "ที่มาสมัครงานที่นี่เช้านี้มั้ย"
    }
  },
  {
    "translation": {
      "en": "I don't know if I'm better. I--",
      "th": "ผมไม่รู้ว่าเก่งกว่ารึเปล่า"
    }
  },
  {
    "translation": {
      "en": "What I do know is that I have a tendency to surprise myself.",
      "th": "แต่รู้ว่าผมมักทำให้ตัวเองแปลกใจได้เสมอ"
    }
  },
  {
    "translation": {
      "en": "Ten years ago I was doing bong hits and playing \"Donkey Kong.\"",
      "th": "สิบปีที่แล้วผมยังสูบยา กับเล่น \"ดองกีคอง\" อยู่เลย"
    }
  },
  {
    "translation": {
      "en": "I never dreamed I'd get into college, but I did, and I graduated with honors.",
      "th": "ไม่คิดว่าจะได้เรียนมหาวิทยาลัย แต่ก็จบมาจนได้ แล้วก็จบเกียรตินิยมมาด้วย"
    }
  },
  {
    "translation": {
      "en": "And I never thought I'd get a job at a real newspaper, but I did.",
      "th": "ผมไม่เคยคิดว่าจะได้ทำงาน กับหนังสือพิมพ์จริงๆ แต่ก็ได้"
    }
  },
  {
    "translation": {
      "en": "And I certainly never thought I'd get a girl like Jenny Havens to marry me...",
      "th": "และไม่เคยคิดเลยว่าจะได้แต่งงาน กับผู้หญิงอย่างเจนนี เฮเวนส์"
    }
  },
  {
    "translation": {
      "en": "...but I did.",
      "th": "แต่ก็ได้"
    }
  },
  {
    "translation": {
      "en": "So?",
      "th": "เป็นไงคะ"
    }
  },
  {
    "translation": {
      "en": "They already got a guy on the Metro desk.",
      "th": "พวกเขารับคนเข้าทำข่าวในเมืองไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I'm sorry, honey.",
      "th": "- ใช่ - เสียใจด้วยนะ ที่รัก"
    }
  },
  {
    "translation": {
      "en": "So they're putting me on a little thing they like to call \"Desert Storm.\"",
      "th": "พวกเลยจะให้ผมทำ ไอ้ที่เรียกว่า \"พายุทะเลทราย\""
    }
  },
  {
    "translation": {
      "en": "-You got the job? -Got the job.",
      "th": "- คุณได้งานเหรอ - ผมได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "You got the job, baby.",
      "th": "คุณได้งานแล้ว ที่รัก"
    }
  },
  {
    "translation": {
      "en": "Oh, John Grogan, I knew it. I just knew it.",
      "th": "จอห์น โกรแกน ฉันรู้อยู่แล้วๆ"
    }
  },
  {
    "translation": {
      "en": "Okay, look. Watch this. Look.",
      "th": "โอเค ดูนี่นะ"
    }
  },
  {
    "translation": {
      "en": "See what happens? Job: done.",
      "th": "เห็นมั้ยว่าเกิดอะไรขึ้น หางาน สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "-So, what's next? Lunch? -House.",
      "th": "- งั้นอะไรต่อดี กินมื้อเที่ยงมั้ย - บ้าน"
    }
  },
  {
    "translation": {
      "en": "-House. -House.",
      "th": "- บ้าน - บ้าน"
    }
  },
  {
    "translation": {
      "en": "--that can transmit remote television pictures...",
      "th": "มันสามารถปล่อยสัญญาณภาพทีวี"
    }
  },
  {
    "translation": {
      "en": "...of Iraqi ships and other targets.",
      "th": "ของเรืออิรักและเป้าหมายอื่นๆ ได้"
    }
  },
  {
    "translation": {
      "en": "Did you get to the quote about the speed bumps yet?",
      "th": "คุณอ่านถึงคำสัมภาษณ์ เกี่ยวกับเนินหลังเต่าบนถนนรึยัง"
    }
  },
  {
    "translation": {
      "en": "-\"If they save even one life--\" -\"It would be worth it.",
      "th": "- ถ้ามันสามารถช่วยแม้เพียงหนึ่งชีวิต... - ก็คุ้มแล้ว"
    }
  },
  {
    "translation": {
      "en": "And with that, Janet Dickerson's eyes filled with tears.\"",
      "th": "และเจเน็ต ดิกเกอร์สันก็น้ำตาคลอเบ้า"
    }
  },
  {
    "translation": {
      "en": "Filled with tears.",
      "th": "น้ำตาคลอเบ้า"
    }
  },
  {
    "translation": {
      "en": "-Do you like that or is it too corny? -Yeah.",
      "th": "- คุณชอบมั้ย หรือว่ามันเลี่ยนไป - ใช่"
    }
  },
  {
    "translation": {
      "en": "-No. -Is it a little over-the-top?",
      "th": "- ไม่หรอก - มันเยอะไปมั้ย"
    }
  },
  {
    "translation": {
      "en": "Hey, honey, what happened to the Desert Storm piece?",
      "th": "ที่รัก แล้วเรื่องพายุทะเลทรายล่ะ"
    }
  },
  {
    "translation": {
      "en": "That's it. The injured girl's dad's in Kuwait. Is that not in there?",
      "th": "แค่นั้นแหละ พ่อของเด็กสาว ที่บาดเจ็บอยู่ที่คูเวต มันไม่อยู่ในนั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "I think they cut that.",
      "th": "รู้สึกว่าโดนตัดออก"
    }
  },
  {
    "translation": {
      "en": "They even-- They spelled your name wrong.",
      "th": "พวกเขายังสะกดชื่อคุณผิดด้วย"
    }
  },
  {
    "translation": {
      "en": "-\"John Gorgan.\" -You're kidding.",
      "th": "- จอห์น กอร์แกน - พูดเป็นเล่นน่า"
    }
  },
  {
    "translation": {
      "en": "-Let me see that. Are you joking? -Forget it.",
      "th": "- ขอดูหน่อย พูดเล่นรึเปล่า - ช่างมันเถอะ"
    }
  },
  {
    "translation": {
      "en": "You know what? It's good. It's really good. It's got the facts, it's got color.",
      "th": "รู้มั้ย มันดี มันดีมาก ได้ทั้งข้อมูลและสีสัน"
    }
  },
  {
    "translation": {
      "en": "-It's a really solid piece. -Thanks.",
      "th": "- งานนี้มีครบ - ขอบคุณนะ"
    }
  },
  {
    "translation": {
      "en": "I tried to breathe some life into it, you know?",
      "th": "ผมพยายามทำให้มันมีชีวิตชีวาน่ะ"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "I like this article. I'm almost done with yours.",
      "th": "ผมชอบบทความนี้ ผมอ่านของคุณเกือบเสร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "This idea of voting machines sounds really efficient.",
      "th": "ความคิดที่จะใช้เครื่องลงคะแนน ฟังดูมีประสิทธิภาพ"
    }
  },
  {
    "translation": {
      "en": "When you get to the next page... ...you'll see that I talk about what could happen.",
      "th": "พออ่านหน้าต่อไปแล้วจะเห็น ที่ฉันเขียนว่าอะไรอาจเกิดขึ้นได้"
    }
  },
  {
    "translation": {
      "en": "-Oh, okay, I see, it continues. -Yeah.",
      "th": "- ยังมีต่อ - ใช่"
    }
  },
  {
    "translation": {
      "en": "But actually, the rest of it is really just okay.",
      "th": "แต่ที่เหลือมันก็งั้นๆ"
    }
  },
  {
    "translation": {
      "en": "-It's actually kind of boring. -No, no, it's-- I'm enjoying this.",
      "th": "- มันน่าเบื่อด้วยซ้ำ - ไม่ๆ ผมกำลังสนุกเลย"
    }
  },
  {
    "translation": {
      "en": "They really gave you a lot of space.",
      "th": "โอ้โห พวกเขาให้พื้นที่คุณเยอะนะ (ลดวันนี้เท่านั้น)"
    }
  },
  {
    "translation": {
      "en": "Oh, damn. Killed another one.",
      "th": "ให้ตาย ตายอีกต้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "How am I ever supposed to take care of a kid if I can't even keep a plant alive?",
      "th": "แล้วฉันจะดูแลเด็กได้ยังไง ขนาดต้นไม้ยังไม่รอด"
    }
  },
  {
    "translation": {
      "en": "Well, what did you expect, man? You bought a house.",
      "th": "คิดว่าอะไรล่ะ นายซื้อบ้านนี่"
    }
  },
  {
    "translation": {
      "en": "-A house with a spare room. -What's the matter with a spare room?",
      "th": "- บ้านที่มีห้องเหลืออีกต่างหาก - แล้วมีห้องเหลือมันเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "It's empty, John, that's what's wrong with it.",
      "th": "มันว่างเปล่าไง จอห์น นั่นแหละปัญหา"
    }
  },
  {
    "translation": {
      "en": "And you know what else is empty?",
      "th": "แล้วอะไรว่างอีกรู้มั้ย"
    }
  },
  {
    "translation": {
      "en": "-Her womb. -Her womb.",
      "th": "- มดลูกเธอ - มดลูกเธอ"
    }
  },
  {
    "translation": {
      "en": "-I'm worried Jenny's at like step seven. -What?",
      "th": "- ฉันห่วงว่าเจนนีกำลังอยู่ขั้นที่เจ็ด - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "She's got her whole life organized and planned out according to these steps.",
      "th": "เธอวางแผนชีวิตไว้หมด และทำตามขั้นตอนที่วางไว้"
    }
  },
  {
    "translation": {
      "en": "Okay, that's scary. Unbelievable.",
      "th": "โอเค น่ากลัวว่ะ เหลือเชื่อ"
    }
  },
  {
    "translation": {
      "en": "You want my advice?",
      "th": "อยากได้คำแนะนำมั้ย"
    }
  },
  {
    "translation": {
      "en": "Get her, like, a bird or a puppy or something. What, like a parakeet?",
      "th": "- หานกหรือลูกหมาให้เธอเลี้ยงสิ - อะไรนะ พวกนกแก้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "Something other than you that she has to take care of.",
      "th": "อะไรก็ได้นอกจากนายที่เธอต้องดูแล"
    }
  },
  {
    "translation": {
      "en": "You got a kid, you're a dad. You're not you anymore.",
      "th": "ถ้ามีลูก นายต้องเป็นพ่อคน ไม่ได้เป็นตัวเองอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "-You got a dog, you're a master. -Master.",
      "th": "- แต่ถ้าเลี้ยงหมาก็จะได้เป็นเจ้านาย - เจ้านาย"
    }
  },
  {
    "translation": {
      "en": "-You're still a guy. -Still got a life.",
      "th": "- ยังเป็นผู้ชาย - ยังใช้ชีวิตได้ปกติ"
    }
  },
  {
    "translation": {
      "en": "-Exactly. -And a dog.",
      "th": "- ถูกต้อง - และได้หมาด้วย"
    }
  },
  {
    "translation": {
      "en": "Yeah, but you've stopped her clock for a few years.",
      "th": "ใช่ แต่นายจะได้หยุดเวลาเมียอีกหลายปี"
    }
  },
  {
    "translation": {
      "en": "-I never had a dog. -Nothing to it.",
      "th": "- ฉันไม่เคยเลี้ยงหมา - ไม่มีอะไรมากหรอก"
    }
  },
  {
    "translation": {
      "en": "Feed them, walk them, let them out now and again.",
      "th": "ให้อาหาร พามันไปเดิน ให้มันออกไปวิ่งบ้าง"
    }
  },
  {
    "translation": {
      "en": "But it doesn't really matter. You're not gonna take care of it, Jenny is.",
      "th": "แต่มันไม่สำคัญหรอก เพราะว่าคนที่ต้องเลี้ยงมันคือเจนนี"
    }
  },
  {
    "translation": {
      "en": "-Sebastian! -Yo.",
      "th": "- เซบาสเตียน - ไง"
    }
  },
  {
    "translation": {
      "en": "Your travel's been approved. Hit the road.",
      "th": "ทริปเดินทางของนายได้รับอนุมัติแล้ว ไปได้เลย"
    }
  },
  {
    "translation": {
      "en": "-Where are you going? -I'm going to Colombia.",
      "th": "- จะไปไหนเหรอ - ฉันจะไปโคลอมเบีย"
    }
  },
  {
    "translation": {
      "en": "I got a guy down there that says he can put me next to Pablo Escobar.",
      "th": "มีผู้ชายคนนึงบอก ว่าจะพาฉันเข้าไปพบปาโบล เอสโกบาร์ได้"
    }
  },
  {
    "translation": {
      "en": "I'm doing a piece.",
      "th": "ฉันจะสร้างผลงาน"
    }
  },
  {
    "translation": {
      "en": "I follow a single coca leaf from the jungle to the streets of Miami.",
      "th": "ฉันตามรอยใบโกโก้ จากป่าจนมาถึงถนนในไมอามีเลย"
    }
  },
  {
    "translation": {
      "en": "Sounds like a good idea. You gotta be careful down there--",
      "th": "ไอเดียเด็ดเลย แต่อยู่ที่นั่นต้องระวังตัวด้วย"
    }
  },
  {
    "translation": {
      "en": "Gorgan!",
      "th": "- กอร์แกน - โกรแกน"
    }
  },
  {
    "translation": {
      "en": "-Grogan. -Grodin. A fire at the county dump.",
      "th": "- กอร์แกน - โกรแกน โกรดิน มีไฟไหม้ที่โรงเก็บขยะท้องถิ่น"
    }
  },
  {
    "translation": {
      "en": "-Methane leak. -Methane?",
      "th": "- มีเทนรั่ว - มีเทนเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I want two paragraphs for the blotter.",
      "th": "ขอสองย่อหน้าสำหรับเรื่องนี้ด้วย"
    }
  },
  {
    "translation": {
      "en": "Methane. Woodward and Bernstein, eat your heart out.",
      "th": "มีเทน วูดวาร์ดกับเบิร์นสตีน ไม่ต้องเสียดายนะ"
    }
  },
  {
    "translation": {
      "en": "What kind of dog?",
      "th": "หมาแบบไหนดี"
    }
  },
  {
    "translation": {
      "en": "-You remember Caroline? -The nurse?",
      "th": "- จำแคโรไลน์ได้มั้ย - พยาบาลน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "She was a nursery-school teacher, I don't know.",
      "th": "เธอเป็นครูโรงเรียนอนุบาล"
    }
  },
  {
    "translation": {
      "en": "Anyway, she had this great dog, Daisy.",
      "th": "เธอเคยมีหมาน่ารักมากชื่อเดซี"
    }
  },
  {
    "translation": {
      "en": "-It was a Labradoodle. -\"Labradoodle\"?",
      "th": "- มันเป็นพันธุ์ลาบราดูเดิล - ลาบราดูเดิลเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Maybe a Labrador. -All right, get her a Labrador.",
      "th": "- ฉันอาจชอบลาบราดอร์ - ก็ได้ หาลาบราดอร์ให้เธอเลย"
    }
  },
  {
    "translation": {
      "en": "Supposed to be just like kids, only easier to train.",
      "th": "เขาว่าเหมือนเลี้ยงลูกเลย แต่ฝึกง่ายกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Labradoodle\"? Come on.",
      "th": "\"ลาบราดูเดิล\" เนี่ยนะ ตลกน่า"
    }
  },
  {
    "translation": {
      "en": "-This does not smell like an IHOP. -We got a little surprise first.",
      "th": "- ที่นี่กลิ่นไม่เหมือนไอฮอปเลย - เรามีเซอร์ไพรส์น่ะ"
    }
  },
  {
    "translation": {
      "en": "Here we go. Now, I want you to walk right here, my dear.",
      "th": "มาเลย เดินมาทางนี้เลย ที่รัก"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-Come on. -Oh, God.",
      "th": "- มาเถอะน่า - พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Are you Grogan?",
      "th": "- โอเค - คุณคือโกรแกนใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "-Yes. -Expected you an hour ago.",
      "th": "- ใช่ครับ - นึกว่าจะมาตั้งแต่ชั่วโมงที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "You're gonna like this. Step up. It's all right. Okay?",
      "th": "คุณต้องชอบแน่ ก้าวขึ้นมาสิ ไม่เป็นไรหรอก"
    }
  },
  {
    "translation": {
      "en": "-Sorry about the mess. -Okay.",
      "th": "- ขอโทษที่รกไปหน่อย - โอเค"
    }
  },
  {
    "translation": {
      "en": "-And the noise. And the smell. -What's happening?",
      "th": "- และเสียงกับกลิ่นด้วย - เกิดอะไรขึ้นเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "-Can I look? -No, no. Almost, almost.",
      "th": "- ขอดูได้รึยัง - ยังๆ อีกแป๊บนึง"
    }
  },
  {
    "translation": {
      "en": "-Okay. Okay, ready? -Really?",
      "th": "- โอเคนะ พร้อมมั้ย - จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "One, two, three, go.",
      "th": "หนึ่ง สอง สาม ถอดได้"
    }
  },
  {
    "translation": {
      "en": "-Happy birthday. -What?",
      "th": "- สุขสันต์วันเกิดจ้ะ - อะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-God, they're adorable. -Get in.",
      "th": "- ตายแล้ว น่ารักมากเลย - เข้าไปเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, my-- My birthday's not for a month.",
      "th": "วันเกิดฉันอีกตั้งหนึ่งเดือน"
    }
  },
  {
    "translation": {
      "en": "Oh, that's okay, they can't leave for three weeks anyway.",
      "th": "ไม่เป็นไร อีกสามอาทิตย์ พวกมันก็ยังไปไหนไม่ได้อยู่ดี"
    }
  },
  {
    "translation": {
      "en": "-John, we didn't discuss this. -I know, but it was a surprise. You can't.",
      "th": "- จอห์น เราไม่ได้คุยเรื่องนี้กันเลย - ผมรู้ แต่มันเป็นเรื่องเซอร์ไพรส์"
    }
  },
  {
    "translation": {
      "en": "-Hi, guys. -Just rescued the mom last month.",
      "th": "- ไง เด็กๆ - เพิ่งช่วยแม่พวกมันมาเมื่อเดือนที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Family that gave her up didn't even know she was pregnant.",
      "th": "ครอบครัวที่ทิ้งมันไม่รู้ด้วยซ้ำว่ามันตั้งท้อง"
    }
  },
  {
    "translation": {
      "en": "-You sure we're ready for this? -Well, like I told you...",
      "th": "- คุณแน่ใจเหรอว่าเราพร้อม - อย่างที่ฉันบอก"
    }
  },
  {
    "translation": {
      "en": "...you gotta wait three weeks before you can bring them home.",
      "th": "คุณต้องรออีกสามอาทิตย์กว่าจะพามันกลับบ้านได้"
    }
  },
  {
    "translation": {
      "en": "-I'm not even gonna be here. -Why?",
      "th": "- ฉันไม่อยู่ช่วงนั้นด้วย - ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "-I'll be in Gainesville, covering that trial. -That's okay.",
      "th": "- ฉันต้องไปทำเรื่องคดีที่เกนส์วิลล์ - ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "It'll give me a chance to bond with him and get a head start on training him.",
      "th": "ผมจะได้มีเวลาทำความรู้จักมัน เริ่มฝึกมันให้ก่อน"
    }
  },
  {
    "translation": {
      "en": "Get him squared away before you get home.",
      "th": "ให้มันว่าง่ายก่อนที่คุณจะกลับมา"
    }
  },
  {
    "translation": {
      "en": "-That's true. -Yeah.",
      "th": "- จริงด้วย - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Well, how are we gonna pick one? -Girls are 300, boys are 275.",
      "th": "แล้วเราจะเลือกยังไงดี ตัวเมีย 300 เหรียญ ตัวผู้ 275 เหรียญ"
    }
  },
  {
    "translation": {
      "en": "Except for that little guy there. Him you could have for 200 even.",
      "th": "ยกเว้นตัวนั้น จ่าย 200 เหรียญก็เอาไปได้เลย"
    }
  },
  {
    "translation": {
      "en": "This one? You're so sweet. You're like a little clearance puppy.",
      "th": "ตัวนี้เหรอคะ น่ารักจัง แกเหมือนลูกหมาลดราคาเลย"
    }
  },
  {
    "translation": {
      "en": "-Hello, puppy. -This one likes you.",
      "th": "- ว่าไง เจ้าลูกหมา - ตัวนี้ชอบคุณนะ"
    }
  },
  {
    "translation": {
      "en": "Clearance Puppy likes you.",
      "th": "เจ้าลูกหมาลดราคาชอบคุณนะ"
    }
  },
  {
    "translation": {
      "en": "-Well, that's your guy. -I was gonna pick you anyway.",
      "th": "- งั้นเอาตัวนั้นเลย - ฉันกะจะเลือกแกอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Don't tell anybody. Don't tell the others.",
      "th": "อย่าบอกใครล่ะ อย่าบอกตัวอื่น"
    }
  },
  {
    "translation": {
      "en": "-Honey, be careful. -We gotta double-time it a little bit here.",
      "th": "ที่รัก ระวังด้วย เราต้องเผื่อเวลาไว้ด้วย"
    }
  },
  {
    "translation": {
      "en": "-I really wish I didn't have to go. -It's gonna be great.",
      "th": "- ฉันไม่อยากไปเลย - มันจะต้องเยี่ยมแน่"
    }
  },
  {
    "translation": {
      "en": "You spent eight months on this trial. I'm jealous.",
      "th": "คุณตามเรื่องนี้มาแปดเดือนแล้ว ผมอิจฉาเลย"
    }
  },
  {
    "translation": {
      "en": "Really? Tax evasion? That's what makes you jealous?",
      "th": "จริงเหรอ เรื่องหนีภาษีเนี่ยนะ มันทำให้คุณอิจฉาเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, it's sexier than speed bumps.",
      "th": "ก็เข้าท่ากว่าเนินหลังเต่าละกัน"
    }
  },
  {
    "translation": {
      "en": "-Call me the minute you get him home. -Okay. Okay.",
      "th": "- ถ้ารับมันแล้ว โทรหาฉันทันทีนะ - โอเคๆ"
    }
  },
  {
    "translation": {
      "en": "-We also have to come up with a name. -Yes, well, let's brainstorm it.",
      "th": "- เรายังต้องตั้งชื่อให้มันอีก - เอาไว้ช่วยกันคิดนะ"
    }
  },
  {
    "translation": {
      "en": "I'll just call him Clearance Puppy till you get back.",
      "th": "ผมจะเรียกมันว่าลูกหมาลดราคา จนกว่าคุณจะกลับมา"
    }
  },
  {
    "translation": {
      "en": "Are you gonna be okay?",
      "th": "คุณไม่เป็นไรแน่นะ"
    }
  },
  {
    "translation": {
      "en": "-Worried about me with a puppy? -I am.",
      "th": "- ห่วงผมกับหมาเนี่ยนะ - ใช่สิคะ"
    }
  },
  {
    "translation": {
      "en": "-Me, John frigging Grogan? Come on. -I know.",
      "th": "- ผมคือจอห์น โกรแกนนะ - ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "-Goodbye. I love you. You look pretty. -Thank you. I love you. Bye.",
      "th": "- ลาก่อน รักนะ คุณสวยมากเลย - ขอบคุณ รักนะ บาย"
    }
  },
  {
    "translation": {
      "en": "How you doing there, buddy?",
      "th": "เป็นไงบ้าง พวก"
    }
  },
  {
    "translation": {
      "en": "Kind of a big day for you.",
      "th": "วันนี้เป็นวันสำคัญของนายนะ"
    }
  },
  {
    "translation": {
      "en": "Let's listen to the radio. Awkward silences.",
      "th": "ฟังวิทยุกันดีกว่า มันเงียบจนน่าอึดอัด"
    }
  },
  {
    "translation": {
      "en": "You like that? You like Bob Marley?",
      "th": "ชอบมั้ย ชอบบ็อบ มาร์ลีย์มั้ย"
    }
  },
  {
    "translation": {
      "en": "Bob. Would that be a good name? Bob.",
      "th": "บ็อบ ชื่อนี้ดีมั้ย บ็อบ"
    }
  },
  {
    "translation": {
      "en": "Bob. Come here, Bob.",
      "th": "บ็อบ มานี่ บ็อบ"
    }
  },
  {
    "translation": {
      "en": "Or Robert when you got older? More dignified?",
      "th": "หรือโรเบิร์ต ตอนแกโตขึ้นจะได้ดูดีหน่อย"
    }
  },
  {
    "translation": {
      "en": "Marley? You like that.",
      "th": "มาร์ลีย์ แกชอบล่ะสิ"
    }
  },
  {
    "translation": {
      "en": "That has a nice ring to it.",
      "th": "ฟังดูดีนะ"
    }
  },
  {
    "translation": {
      "en": "Okay, whoa, come on.",
      "th": "โอเค เดี๋ยวก่อน"
    }
  },
  {
    "translation": {
      "en": "It's better if you ride shotgun...",
      "th": "แกไปนั่งข้างๆ ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "...because we don't wanna have a car crash on our first real day together.",
      "th": "เพราะเราคงไม่อยากให้รถชน ในวันแรกที่เราอยู่ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "Okay, come here. Come here.",
      "th": "โอเค มานี่ๆ"
    }
  },
  {
    "translation": {
      "en": "It's a big day. You can ride over here.",
      "th": "วันนี้สำคัญ แกมานั่งนี่ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Maybe it's okay today, just this one time.",
      "th": "วันนี้ฉันยอมให้ แค่ครั้งเดียวนะ"
    }
  },
  {
    "translation": {
      "en": "If we get pulled over, we explain. We explain what the circumstances are.",
      "th": "ถ้าโดนตำรวจเรียก เราค่อยอธิบายไปแล้วกัน เราจะอธิบายว่าเรื่องเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "-What happened? -The Millers got robbed.",
      "th": "- เกิดอะไรขึ้นครับ - บ้านมิลเลอร์โดนปล้นค่ะ"
    }
  },
  {
    "translation": {
      "en": "Again? Good thing I got a watchdog.",
      "th": "อีกแล้วเหรอ ดีนะที่ผมมีหมาเฝ้าบ้าน"
    }
  },
  {
    "translation": {
      "en": "Hey, buddy.",
      "th": "ไง เพื่อน"
    }
  },
  {
    "translation": {
      "en": "-He's got some teeth. -Oh, yeah.",
      "th": "- ฟันแข็งแรงดี - ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "I'll just get him some water.",
      "th": "ผมจะไปหาน้ำให้มันหน่อย"
    }
  },
  {
    "translation": {
      "en": "You're not gonna keep him in the backyard.",
      "th": "คุณคงไม่ขังมันไว้หลังบ้านใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Gonna keep him in the garage till I get him housetrained.",
      "th": "ผมจะเลี้ยงมันไว้ในโรงรถ จนกว่าจะฝึกให้มันฉี่เป็นที่ได้"
    }
  },
  {
    "translation": {
      "en": "Marley, no, no. Marley, Marley, Marley. Oh, no.",
      "th": "มาร์ลีย์ ไม่ๆ มาร์ลีย์ๆ ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "Hey, you've had enough food, Marley. You've had two bowls of kibble.",
      "th": "แกกินเยอะแล้ว กินอาหารเม็ดไปตั้งสองชาม"
    }
  },
  {
    "translation": {
      "en": "You had half a seat belt in the car.",
      "th": "และกินเข็มขัดนิรภัยไปครึ่งเส้น"
    }
  },
  {
    "translation": {
      "en": "How are you still eating?",
      "th": "แกยังกินต่อได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "I don't understand where you can put it.",
      "th": "ไม่เข้าใจว่าแกเอาไปใส่ไว้ไหนหมด"
    }
  },
  {
    "translation": {
      "en": "And here's the little box where Marley is going to bunk down.",
      "th": "และนี่คือกล่องที่ให้มาร์ลีย์นอน"
    }
  },
  {
    "translation": {
      "en": "Pretty cozy. All right, good night.",
      "th": "อบอุ่นดีนะ โอเค ราตรีสวัสดิ์นะ"
    }
  },
  {
    "translation": {
      "en": "You're gonna be okay. I'm just right inside.",
      "th": "ไม่เป็นไรหรอก ฉันอยู่ข้างในบ้านเอง"
    }
  },
  {
    "translation": {
      "en": "Sleep tight.",
      "th": "หลับให้สบายนะ"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Come on, Marley. You're killing me, you know that?",
      "th": "มานี่ มาร์ลีย์ แกจะทำให้ฉันบ้าตายนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, we've got some cleaning up to do before the missus gets back.",
      "th": "เราต้องเก็บกวาดก่อนนายหญิงจะกลับมานะ"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "เอาล่ะนะ"
    }
  },
  {
    "translation": {
      "en": "I'm off to the airport, and you're gonna ride out the rain right in your little box.",
      "th": "ฉันต้องไปสนามบินแล้ว และแกต้องทนเสียงฝนตกอยู่ในกล่องไปก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "Just a little thunder.",
      "th": "แค่ฟ้าร้องนิดเดียว"
    }
  },
  {
    "translation": {
      "en": "Back in a flash.",
      "th": "เดี๋ยวฉันมา"
    }
  },
  {
    "translation": {
      "en": "-Hi. -Get in here.",
      "th": "- ไง - ไง เข้ามาเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "th": "พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-Hi. -How are you?",
      "th": "- ไง คุณเป็นไงบ้าง - เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "-How's my puppy? -I'm okay.",
      "th": "- หมาของฉันเป็นไงบ้าง - ผมสบายดี"
    }
  },
  {
    "translation": {
      "en": "A little tired, but I'm trying to stay dry.",
      "th": "เหนื่อยนิดหน่อย แต่พยายามไม่ให้เปียกอยู่"
    }
  },
  {
    "translation": {
      "en": "-Really, how is he? -He's waiting for you.",
      "th": "- เอาจริงๆ สิ มันเป็นไงบ้าง - มันรอคุณอยู่"
    }
  },
  {
    "translation": {
      "en": "Do you hear that? Is that--? I think that's Marley.",
      "th": "ได้ยินมั้ย ฉันว่านั่นเสียงมาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Oh, my God. Look at this.",
      "th": "พระเจ้าๆ ดูนี่สิ"
    }
  },
  {
    "translation": {
      "en": "-This is not how I left it. -How long did you leave him here?",
      "th": "- ตอนที่ผมไป มันไม่ได้เป็นแบบนี้ - คุณทิ้งมันไว้นานแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "I left him for maybe an hour, tops. Did he eat the dry wall?",
      "th": "ไม่เกินชั่วโมงแน่ นี่มันกินผนังบ้านเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Oh, that's not right. -That's-- One little dog did that.",
      "th": "- ไม่ดีซะแล้วสิ - หมาน้อยตัวเดียวทำได้หมดนี่เชียวเหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, honey, you're shaking.",
      "th": "เจ้าหนู แกสั่นไปหมดเลย"
    }
  },
  {
    "translation": {
      "en": "Does thunder scare you, mister?",
      "th": "แกกลัวเสียงฟ้าร้องเหรอ"
    }
  },
  {
    "translation": {
      "en": "Sweet boy.",
      "th": "เด็กดี"
    }
  },
  {
    "translation": {
      "en": "Oh, look at us.",
      "th": "ดูเราสิ"
    }
  },
  {
    "translation": {
      "en": "So I'm in this cave, and I can feel the machine guns.",
      "th": "ฉันอยู่ในถ้ำและรู้สึกได้ถึงปืนกล"
    }
  },
  {
    "translation": {
      "en": "There's like nine of them around me.",
      "th": "มีตั้งเก้ากระบอกรอบตัวฉัน"
    }
  },
  {
    "translation": {
      "en": "-What, like AK-47s? -Kalashnikovs.",
      "th": "- พวกเอเค 47 เหรอ - คาลาชนิคอฟ"
    }
  },
  {
    "translation": {
      "en": "-And then Escobar comes in and says-- -Escobar?",
      "th": "- เอสโกบาร์ก็เข้ามาแล้วพูดว่า... - เอสโกบาร์เหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, he says, \"I read your piece on Qaddafi...",
      "th": "ใช่ เขาบอว่า \"ฉันได้อ่านที่นายเขียนเกี่ยวกับกัดดาฟี"
    }
  },
  {
    "translation": {
      "en": "...and I think you captured his narcissism perfectly.\"",
      "th": "และฉันว่านายบรรยาย ความหลงตัวเองของเขาได้ดีเยี่ยม\""
    }
  },
  {
    "translation": {
      "en": "-Can you believe that? -Some of it.",
      "th": "- เชื่อมั้ยล่ะ - ก็บางส่วน"
    }
  },
  {
    "translation": {
      "en": "I wish you could've been there.",
      "th": "อยากให้นายอยู่ด้วยตอนนั้นจัง"
    }
  },
  {
    "translation": {
      "en": "But who's gonna cover the power struggle down at the Rotary club in Delray?",
      "th": "แล้วใครจะเขียนเรื่องการแย่งอำนาจ ที่สโมสรโรตารีในเดลเรย์ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, it's been just crazy.",
      "th": "มันบ้ามากเลย"
    }
  },
  {
    "translation": {
      "en": "-Your time will come, amigo. -I'll drink to that.",
      "th": "- เดี๋ยวก็ถึงเวลาของนายน่า พวก - ดื่มให้เลย"
    }
  },
  {
    "translation": {
      "en": "That was crazy. Oh, my God.",
      "th": "มันบ้ามากเลย พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. -That is the cutest thing I've ever seen.",
      "th": "- พระเจ้า - น่ารักที่สุดเลย"
    }
  },
  {
    "translation": {
      "en": "Say hello, Marley.",
      "th": "- ไงจ๊ะ - สวัสดีสิ มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "-Can I hold him? -Of course. Here you go.",
      "th": "- ขออุ้มได้มั้ยคะ - ได้สิครับ เอาเลย"
    }
  },
  {
    "translation": {
      "en": "-You're so cute. -Oh, I love their puppy breath.",
      "th": "- แกน่ารักมาก - ฉันชอบกลิ่นปากลูกหมาจัง พวกคุณรู้จักเซบาสเตียน เพื่อนผมรึยัง"
    }
  },
  {
    "translation": {
      "en": "Oh, have you guys met my buddy Sebastian?",
      "th": "พวกคุณรู้จักเซบาสเตียน เพื่อนผมรึยัง"
    }
  },
  {
    "translation": {
      "en": "Sebastian, Viviana. Nice to meet you.",
      "th": "เซบาสเตียน วิเวียนา ยินดีที่ได้รู้จักค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Hi. -Hi, I'm Shannon.",
      "th": "- ไง - ไงคะ ฉันแชนนอน"
    }
  },
  {
    "translation": {
      "en": "-Hey, he's a beauty, isn't he? -He's adorable.",
      "th": "- มันน่ารักนะครับ ว่ามั้ย - มันน่ารักจังค่ะ"
    }
  },
  {
    "translation": {
      "en": "I actually think the \"puppy instead of a baby\" idea is working.",
      "th": "ฉันว่าความคิด \"เลี้ยงลูกหมาแทนลูก\" เด็ดมากนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's certainly working for me.",
      "th": "ใช่ ดูท่าจะเหมาะกับฉันสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Can I take him home? You're so cute, yes, you are.",
      "th": "ขอพามันกลับบ้านได้มั้ยคะ แกน่ารักมาก ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "I can't let you have the puppy, but you might have a shot with the big dog.",
      "th": "ผมให้ลูกหมากับคุณไม่ได้ แต่กับเจ้าหมาใหญ่ก็ไม่แน่"
    }
  },
  {
    "translation": {
      "en": "-Oh, yeah? -I'm easy.",
      "th": "- งั้นเหรอ - ผมใจง่ายครับ"
    }
  },
  {
    "translation": {
      "en": "-Oh, you're easy? -And I do tricks. I'm paper-trained.",
      "th": "- คุณใจง่ายเหรอ - และผมฝึกมาเรียบร้อยแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, no, no.",
      "th": "ตายแล้ว ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. -Marley.",
      "th": "- พระเจ้า - มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "-Marley! -Come back, puppy.",
      "th": "- มาร์ลีย์ - กลับมา เจ้าหมา"
    }
  },
  {
    "translation": {
      "en": "Marley! Marley!",
      "th": "มาร์ลีย์ๆ"
    }
  },
  {
    "translation": {
      "en": "Marley!",
      "th": "มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Marley! Marley!",
      "th": "มาร์ลีย์ๆ"
    }
  },
  {
    "translation": {
      "en": "-Marley! -Marley!",
      "th": "- มาร์ลีย์ - มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "-Got him. Thanks. -You have to be more careful, man.",
      "th": "- ได้ตัวแล้ว ขอบคุณครับ - คุณต้องระวังให้มากกว่านี้"
    }
  },
  {
    "translation": {
      "en": "It's our first week together, so we're still working out the kinks.",
      "th": "นี่คือสัปดาห์แรกของเรา เลยต้องปรับตัวกันอีกหน่อย"
    }
  },
  {
    "translation": {
      "en": "You shouldn't bring a dog to the dog beach until he's trained.",
      "th": "คุณไม่ควรพามันมาที่หาดหมา จนกว่าจะฝึกมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Okay, can I get the dog back?",
      "th": "ได้ครับ ขอหมาคืนได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Never let him off leash unless you have complete confidence.",
      "th": "ต้องใส่สายจูงตลอดจนกว่าคุณจะมั่นใจนะ"
    }
  },
  {
    "translation": {
      "en": "This is the only beach in two counties where dogs aren't banned.",
      "th": "นี่คือหาดเดียวในสองเขตที่ไม่ห้ามหมาเข้า"
    }
  },
  {
    "translation": {
      "en": "Cops see anybody peeing or pooping down by the water, they'll shut us down.",
      "th": "ถ้าตำรวจเห็นตัวไหนอึหรือฉี่ในน้ำได้โดนปิดแน่"
    }
  },
  {
    "translation": {
      "en": "Why is that funny to you?",
      "th": "คุณขำอะไร"
    }
  },
  {
    "translation": {
      "en": "I'm just very immature.",
      "th": "ผมแค่ทำตัวเด็กไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "Calvin!",
      "th": "คาลวิน"
    }
  },
  {
    "translation": {
      "en": "See? Aren't you glad you're not Calvin? See how easy you got it?",
      "th": "เห็นมั้ย ดีใจมั้ยที่ไม่ได้เป็นคาลวิน แกสบายกว่าเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "Marley, stop.",
      "th": "มาร์ลีย์ หยุด"
    }
  },
  {
    "translation": {
      "en": "Marley. Marley.",
      "th": "มาร์ลีย์ๆ"
    }
  },
  {
    "translation": {
      "en": "Honey, the dog's got my....",
      "th": "ที่รัก หมามันคาบ..."
    }
  },
  {
    "translation": {
      "en": "Marley, no.",
      "th": "มาร์ลีย์ อย่า"
    }
  },
  {
    "translation": {
      "en": "Marley, you can't go through a screen door.",
      "th": "มาร์ลีย์ แกวิ่งทะลุมุ้งลวดไม่ได้นะ"
    }
  },
  {
    "translation": {
      "en": "Hey, Steve.",
      "th": "ไง สตีฟ"
    }
  },
  {
    "translation": {
      "en": "-Happy Thanksgiving. -You too.",
      "th": "- สุขสันต์วันขอบคุณพระเจ้า - เช่นกัน"
    }
  },
  {
    "translation": {
      "en": "Marley.",
      "th": "มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "It just seems like there's other guys. Don't understand why you thought of me.",
      "th": "น่าจะมีคนอื่น ทำไมคุณนึกถึงผม"
    }
  },
  {
    "translation": {
      "en": "-I'm in a bind. -Yeah, but I'm a reporter, not a columnist.",
      "th": "- ผมกำลังเจอปัญหานะ - ใช่ แต่ผมเป็นนักข่าว ไม่ใช่นักเขียนคอลัมน์"
    }
  },
  {
    "translation": {
      "en": "John, you'll get better pay.",
      "th": "จอห์น เงินมันดีกว่านะ"
    }
  },
  {
    "translation": {
      "en": "You can pick your own hours and choose your own topics.",
      "th": "เลือกเวลาทำงานและเลือกหัวข้อเองได้"
    }
  },
  {
    "translation": {
      "en": "Why are you hesitating?",
      "th": "ทำไมต้องลังเล"
    }
  },
  {
    "translation": {
      "en": "-I'm thinking. -No, you're hesitating.",
      "th": "- ผมคิดอยู่ - ไม่ใช่แล้ว คุณลังเล"
    }
  },
  {
    "translation": {
      "en": "I'm offering a promotion and you're hesitating.",
      "th": "ผมจะเลื่อนตำแหน่งให้ แต่กลับลังเลเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "I never saw myself as a columnist.",
      "th": "ผมไม่คิดว่าตัวเองจะเป็นนักเขียนคอลัมน์ได้"
    }
  },
  {
    "translation": {
      "en": "Oh, well, think of it as one of those times when you surprise yourself.",
      "th": "คิดเสียว่านี่คืออีกครั้งที่ทำให้ตัวเองแปลกใจสิ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "It's only a couple of times a week until I get a replacement for Jerry.",
      "th": "ก็แค่สัปดาห์ละสองครั้ง จนกว่าผมจะหาคนทำแทนเจอร์รีได้"
    }
  },
  {
    "translation": {
      "en": "Then you can go back to doing whatever it was you were doing.",
      "th": "แล้วค่อยกลับไปทำสิ่งที่คุณทำอยู่ก็ได้"
    }
  },
  {
    "translation": {
      "en": "-What were you doing? -Obituaries, methane leaks.",
      "th": "- คุณทำอะไรอยู่ล่ะ - เขียนข่าวคนตาย มีเทนรั่ว"
    }
  },
  {
    "translation": {
      "en": "-Are you okay with this? -Yes.",
      "th": "- โอเคกับเรื่องนี้มั้ย - ครับ"
    }
  },
  {
    "translation": {
      "en": "You don't seem thrilled.",
      "th": "ท่าทางไม่ค่อยดีใจ"
    }
  },
  {
    "translation": {
      "en": "-No, it's a promotion. -We can take away the raise if you like.",
      "th": "- ไม่ครับ นี่เป็นการเลื่อนตำแหน่ง - เราไม่เพิ่มเงินให้ก็ได้"
    }
  },
  {
    "translation": {
      "en": "No, no, I'm-- Thank you. All right, now you're talking. Go on, get to work.",
      "th": "- ไม่ครับๆ ขอบคุณนะ - ดีแล้ว กลับไปทำงานได้"
    }
  },
  {
    "translation": {
      "en": "Marley. I think he dislocated my shoulder.",
      "th": "มาร์ลีย์ ฉันว่ามันทำไหล่ฉันเคลื่อน"
    }
  },
  {
    "translation": {
      "en": "He doesn't even heel. Doesn't walk, he just sprints.",
      "th": "มันไม่ยอมอยู่นิ่ง ไม่เดินด้วย วิ่งอย่างเดียว"
    }
  },
  {
    "translation": {
      "en": "Marley. God.",
      "th": "มาร์ลีย์ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "Marley, stop. Down here. Come on.",
      "th": "มาร์ลีย์ หยุด มานี่"
    }
  },
  {
    "translation": {
      "en": "I had to pull him off three dogs today.",
      "th": "วันนี้ฉันต้องแยกมันออกจากหมาตั้งสามตัว"
    }
  },
  {
    "translation": {
      "en": "-Poodles? -Among others.",
      "th": "- พูเดิลเหรอ - มีตัวนึงน่ะ"
    }
  },
  {
    "translation": {
      "en": "I say we give him away to a farm.",
      "th": "ผมว่าเราพามันไปเชือดเถอะ"
    }
  },
  {
    "translation": {
      "en": "Isn't that usually what you do with dogs that are out of control?",
      "th": "ปกติเขาทำแบบนี้กับหมาที่ควบคุมไม่ได้ใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Well, usually you train them.",
      "th": "ปกติคุณต้องฝึกมันนะ"
    }
  },
  {
    "translation": {
      "en": "Or you train them. Come on, down. Come on.",
      "th": "ไม่คุณก็ฝึกมันเอง ลงไปเร็ว ลงไป"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "th": "คุณทำอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Arnie gave me a column.",
      "th": "อาร์นีให้ผมเขียนคอลัมน์"
    }
  },
  {
    "translation": {
      "en": "Are you kidding? Baby, that's great.",
      "th": "จริงเหรอ ที่รัก ดีจัง"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, it's a big honor.",
      "th": "ใช่ เป็นเกียรติมาก"
    }
  },
  {
    "translation": {
      "en": "I get to write about zoning laws and give my opinion on yard sales.",
      "th": "ผมได้เขียนเรื่องกฎหมายแบ่งเขตพื้นที่ และออกความเห็นเรื่องการขายของเก่า"
    }
  },
  {
    "translation": {
      "en": "Whoa, down, boy. Easy with the enthusiasm.",
      "th": "โอ้โห ไม่ต้องตื่นเต้นนักก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "No, it's just I don't even read this crap when other people write it.",
      "th": "เปล่า ขนาดผมยังไม่อ่านเรื่องพวกนี้ เวลาคนอื่นเขียนเลย"
    }
  },
  {
    "translation": {
      "en": "Now I'm supposed to, you know, write two columns a week?",
      "th": "ตอนนี้ผมต้องมาเขียนเองสัปดาห์ละสองครั้ง"
    }
  },
  {
    "translation": {
      "en": "And you've got nothing for Tuesday.",
      "th": "แล้วคุณก็ไม่มีอะไรเขียนในวันอังคารเลย"
    }
  },
  {
    "translation": {
      "en": "-No, I got nothing for Tuesday. -I bet you're gonna think of something.",
      "th": "- ไม่มีเลย - เดี๋ยวคุณก็คิดได้เอง"
    }
  },
  {
    "translation": {
      "en": "See, this gives me a little inspiration, but it's not for a column. It's more like--",
      "th": "เห็นมั้ย นี่ให้แรงบันดาลใจผมแล้ว แต่ไม่ใช่เรื่องการเขียนคอลัมน์นะ ออกแนว..."
    }
  },
  {
    "translation": {
      "en": "Look at Marley. Now he's eating the floor. Marley, stop.",
      "th": "- ดูมาร์ลีย์สิ มันกำลังแทะพื้นอยู่ - มาร์ลีย์ หยุดนะ"
    }
  },
  {
    "translation": {
      "en": "Marley, you're incorrigible.",
      "th": "มาร์ลีย์ แกนี่สอนไม่จำจริงๆ"
    }
  },
  {
    "translation": {
      "en": "\"Incorrigible.\" I don't believe in that word. Every dog wants to learn.",
      "th": "\"สอนไม่จำ\" ฉันไม่เชื่อในคำนี้หรอก หมาทุกตัวอยากเรียนรู้ทั้งนั้น มานี่ ลูก"
    }
  },
  {
    "translation": {
      "en": "Hey, come here, baby.",
      "th": "หมาทุกตัวอยากเรียนรู้ทั้งนั้น มานี่ ลูก"
    }
  },
  {
    "translation": {
      "en": "Yes, you're a good girl. You're a good girl, yes, you are.",
      "th": "ใช่ แกเป็นเด็กดี เป็นเด็กดี ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Of course, they can't learn if their parents are weak-willed.",
      "th": "แน่นอนว่าพวกมันเรียนรู้ไม่ได้ ถ้าพ่อแม่ไม่มีความตั้งใจพอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, I'm pretty strong-willed, but....",
      "th": "ครับ ผมตั้งใจแน่วแน่ แต่..."
    }
  },
  {
    "translation": {
      "en": "-Marley. Sorry. -Say hello to Marley.",
      "th": "- มาร์ลีย์ ขอโทษค่ะ - นี่คือมาร์ลีย์ครับ"
    }
  },
  {
    "translation": {
      "en": "So which of you is gonna be the trainer?",
      "th": "แล้วคนไหนจะเป็นคนฝึก"
    }
  },
  {
    "translation": {
      "en": "We both thought we would. We'd like him to listen to both of us.",
      "th": "เราว่าจะเป็นทั้งคู่ค่ะ เราอยากให้มันฟังเราทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "We're married, so yeah.",
      "th": "เราแต่งงานกัน ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "No, no, no. A dog can only have one master.",
      "th": "ไม่ๆ หมามีนายได้คนเดียว"
    }
  },
  {
    "translation": {
      "en": "Which one of you has the most natural authority... ...in your own relationship?",
      "th": "ในความสัมพันธ์ของพวกคุณ ใครมีอำนาจมากที่สุดล่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, maybe I'll stand over there for the beginning.",
      "th": "ผมไปยืนตรงนั้นในช่วงแรกแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "I thought so. Shall we?",
      "th": "ฉันก็ว่างั้น เริ่มเลยมั้ย"
    }
  },
  {
    "translation": {
      "en": "-Jeez. -All right. Sit.",
      "th": "- ให้ตาย - โอเค นั่ง"
    }
  },
  {
    "translation": {
      "en": "-Sit. -Sit.",
      "th": "- นั่งๆ - นั่ง"
    }
  },
  {
    "translation": {
      "en": "Sit. Marley. Okay, Marley. Marley, sit.",
      "th": "นั่ง มาร์ลีย์ โอเค มาร์ลีย์ นั่ง"
    }
  },
  {
    "translation": {
      "en": "This, class, is a classic example...",
      "th": "ชั้นเรียนนี้เป็นตัวอย่างที่ดี"
    }
  },
  {
    "translation": {
      "en": "...of a dog who has foolishly been allowed to believe...",
      "th": "ของหมาที่มีคนยอมให้มันเชื่อ"
    }
  },
  {
    "translation": {
      "en": "...he is the alpha male of the pack.",
      "th": "ว่ามันคือจ่าฝูงในกลุ่ม"
    }
  },
  {
    "translation": {
      "en": "And therefore, he can never be a happy animal.",
      "th": "เพราะงั้นมันจึงไม่มีวันจะมีความสุข"
    }
  },
  {
    "translation": {
      "en": "Yeah, he looks pretty miserable.",
      "th": "ใช่ มันดูเศร้าสุดๆ"
    }
  },
  {
    "translation": {
      "en": "You, joker.",
      "th": "คุณน่ะ พ่อตัวตลก"
    }
  },
  {
    "translation": {
      "en": "Rotate in. And lose the sunglasses.",
      "th": "เข้ามา แล้วถอดแว่นกันแดดซะ"
    }
  },
  {
    "translation": {
      "en": "A dog likes to be looked at in the eye.",
      "th": "หมาชอบให้มองตา"
    }
  },
  {
    "translation": {
      "en": "-I got it. Okay. -Okay.",
      "th": "- ได้แล้ว โอเค - โอเค"
    }
  },
  {
    "translation": {
      "en": "-You got him? Okay. -Yep.",
      "th": "- จับไว้แล้วนะ - จ้ะ"
    }
  },
  {
    "translation": {
      "en": "So collar your dogs.",
      "th": "สวมปลอกคอให้หมา"
    }
  },
  {
    "translation": {
      "en": "Good boy.",
      "th": "เด็กดี"
    }
  },
  {
    "translation": {
      "en": "All right, dogs on the left. On the count of three.",
      "th": "เอาล่ะ หมาอยู่ฝั่งซ้าย นับถึงสาม"
    }
  },
  {
    "translation": {
      "en": "One, two, three. Let's go.",
      "th": "หนึ่ง สอง สาม ไปได้"
    }
  },
  {
    "translation": {
      "en": "Walk. Walk.",
      "th": "เดินๆ"
    }
  },
  {
    "translation": {
      "en": "-Very nice. -Heel.",
      "th": "- ดีมาก - ตามมา"
    }
  },
  {
    "translation": {
      "en": "-Go. -Very good.",
      "th": "- ไป - ดีมาก"
    }
  },
  {
    "translation": {
      "en": "Good.",
      "th": "ดี"
    }
  },
  {
    "translation": {
      "en": "-Hey. -Correct him. Rein in that dog.",
      "th": "- นี่ - ควบคุมมัน ดึงมันเข้ามา"
    }
  },
  {
    "translation": {
      "en": "All right. All right, class. Come on, let's line up again.",
      "th": "เอาล่ะๆ ทุกคน มาตั้งแถวกันใหม่"
    }
  },
  {
    "translation": {
      "en": "Class, it's a simple question of having confidence in your own authority.",
      "th": "ฉันมีคำถามง่ายๆ ขอให้มีความมั่นใจกับคำสั่งของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I shall now demonstrate a simple walk, all right?",
      "th": "ฉันจะสาธิตการเดินแบบง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "-Come here. -Mr. Grogan.",
      "th": "- มานี่ - คุณโกรแกน"
    }
  },
  {
    "translation": {
      "en": "-Sorry. -May I?",
      "th": "- ขอโทษครับ - ขออนุญาตนะคะ"
    }
  },
  {
    "translation": {
      "en": "All right, even an unruly dog likes to obey his leader.",
      "th": "ขนาดหมาดื้อๆ ยังอยากทำตามผู้นำของมันเลย"
    }
  },
  {
    "translation": {
      "en": "Marley, heel.",
      "th": "มาร์ลีย์ เดินตามมา"
    }
  },
  {
    "translation": {
      "en": "There.",
      "th": "นี่ไง"
    }
  },
  {
    "translation": {
      "en": "Marley. Marley. Marley! Marley!",
      "th": "มาร์ลีย์ๆ มาร์ลีย์ๆ"
    }
  },
  {
    "translation": {
      "en": "Marley.",
      "th": "มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Careful. Marley, no! Marley!",
      "th": "ระวังนะ มาร์ลีย์ อย่า มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "-Are you okay? -That's it. He is out.",
      "th": "- คุณเป็นอะไรมั้ย - พอกันที ฉันไล่มันออก"
    }
  },
  {
    "translation": {
      "en": "-He usually only does this with poodles. -That dog is a bad influence on the others.",
      "th": "ขอโทษครับ ปกติมันจะทำแบบนี้กับหมาพูเดิล หมาตัวนี้เป็นแบบอย่างที่ไม่ดีกับหมาตัวอื่น"
    }
  },
  {
    "translation": {
      "en": "No. Leg humping is like a virus.",
      "th": "ไม่ การขึ้นคร่อมขาเป็นเหมือนเชื้อไวรัส"
    }
  },
  {
    "translation": {
      "en": "Once it takes hold of the group.... No.",
      "th": "เมื่อไหร่ที่มันครอบงำกลุ่ม ไม่เอาล่ะ"
    }
  },
  {
    "translation": {
      "en": "-Okay. -He has got to go.",
      "th": "- ครับ - มันต้องไปซะ"
    }
  },
  {
    "translation": {
      "en": "It was maybe your hair.",
      "th": "คงเป็นเพราะผมคุณน่ะ"
    }
  },
  {
    "translation": {
      "en": "It reminded him of a poodle.",
      "th": "ที่ทำให้มันนึกถึงพูเดิล"
    }
  },
  {
    "translation": {
      "en": "-Never bring him back. -Okay.",
      "th": "- อย่าพามันกลับมาอีก - ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Right from the beginning, she had me in her sights.",
      "th": "เธอหาเรื่องจิกผมตั้งแต่แรกแล้ว"
    }
  },
  {
    "translation": {
      "en": "-I know, she really did. -Marley wouldn't take any of her crap.",
      "th": "- ฉันรู้ค่ะ ใช่เลย - มาร์ลีย์ไม่ยอมทำตามคำสั่งเธอเลย"
    }
  },
  {
    "translation": {
      "en": "That's why he got kicked out. You are now the world's worst dog.",
      "th": "ก็เลยโดนไล่ออกมา ตอนนี้แกเป็นหมาที่แย่ที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "You've been kicked out of obedience school.",
      "th": "แกโดนไล่ออกจากโรงเรียนฝึกหมา"
    }
  },
  {
    "translation": {
      "en": "You know, there is something else that we could do.",
      "th": "มีอีกอย่างที่เราทำได้นะ"
    }
  },
  {
    "translation": {
      "en": "No, I know, we just-- We get an--",
      "th": "ไม่ ผมรู้ เราแค่ต้อง..."
    }
  },
  {
    "translation": {
      "en": "No, no, no.",
      "th": "ไม่ๆ"
    }
  },
  {
    "translation": {
      "en": "I'm smiling, but I'm serious. No.",
      "th": "ผมยิ้มอยู่ แต่ผมจริงจังนะ ไม่"
    }
  },
  {
    "translation": {
      "en": "It's not gonna be so bad, buddy. You'll see. Sex is overrated.",
      "th": "มันไม่แย่เท่าไหร่หรอก เพื่อน เดี๋ยวก็รู้ เซ็กส์ไม่ได้สนุกขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "I can't tell you that, because you know it's a lie.",
      "th": "ฉันบอกแบบนั้นไม่ได้หรอก แกก็รู้ว่าฉันโกหก"
    }
  },
  {
    "translation": {
      "en": "Poor son of a bitch.",
      "th": "ไอ้หมาเปรตอนาถาเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Okay, you wanna come up? Yeah, that's the least I can do.",
      "th": "โอเค อยากมาข้างหน้าเหรอ ยอมให้ก็ได้"
    }
  },
  {
    "translation": {
      "en": "-Get a little fresh air. -Marley.",
      "th": "- สูดอากาศบริสุทธิ์ - มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Oh, gosh, it's like he's walking the plank.",
      "th": "ให้ตายสิ เหมือนมันต้องเข้าโรงเชือดเลย"
    }
  },
  {
    "translation": {
      "en": "That's what breaks my heart. He's so happy.",
      "th": "นั่นแหละที่ทำให้ผมเศร้า มันมีความสุขจะตาย"
    }
  },
  {
    "translation": {
      "en": "-He doesn't know what's coming. -Honey, he's gonna be fine.",
      "th": "- มันไม่รู้ตัวด้วยซ้ำ - ไม่เป็นไรหรอกน่า"
    }
  },
  {
    "translation": {
      "en": "-Oh, no, no, now I'm getting nervous. -He's okay. He's just getting a little air.",
      "th": "ไม่ๆ ฉันจะประสาทกินแล้ว ไม่เป็นไรหรอก มันแค่อยากสูดอากาศ"
    }
  },
  {
    "translation": {
      "en": "It's like Of Mice and Men.",
      "th": "อย่างกับนิยายเรื่องออฟไมซ์แอนด์เม็น"
    }
  },
  {
    "translation": {
      "en": "-Whoa, Marley. -John, please, grab him.",
      "th": "- มาร์ลีย์ - จอห์น จับมันไว้นะ"
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. -He's making a break for it.",
      "th": "- พระเจ้า - มันจะโดดแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Marley! -He's onto our evil plan.",
      "th": "- มาร์ลีย์ - มันรู้เรื่องแผนของเรา"
    }
  },
  {
    "translation": {
      "en": "-Pull over. -I can't stop here. I can't.",
      "th": "- จอดก่อน - ฉันจอดตรงนี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-Honey, pull over. -I'm trying to. There's a ton of traffic.",
      "th": "- ที่รัก จอดรถก่อน - ฉันพยายามอยู่ รถเยอะจะตาย"
    }
  },
  {
    "translation": {
      "en": "-Come on, pull over. -All right, all right, all right.",
      "th": "- เร็ว จอดก่อน - ก็ได้ๆ"
    }
  },
  {
    "translation": {
      "en": "Oh, jeez.",
      "th": "ตายล่ะ"
    }
  },
  {
    "translation": {
      "en": "-I need a little help here. -I know.",
      "th": "- ผมต้องการความช่วยเหลือหน่อย - ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "-Hey. Get a leash. -Oh, shut up.",
      "th": "- นี่ หาสายจูงซะ - เงียบปากไป"
    }
  },
  {
    "translation": {
      "en": "Hey, he's losing his balls today. Cut him some slack.",
      "th": "มันจะโดนตัดไข่วันนี้ ยอมมันหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "-Got him? Careful, careful. -I got him.",
      "th": "- ได้ตัวแล้วนะ ระวัง - ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "And this is a rough draft because I want-- I'd like to take another pass at it.",
      "th": "นี่เป็นเค้าโครงคร่าวๆ เพราะผมอยากตรวจอีกรอบก่อน"
    }
  },
  {
    "translation": {
      "en": "The beginning, I think I might wanna--",
      "th": "ช่วงต้นเรื่องน่ะ ผมว่าทิ้งมันไปเลยดีกว่า"
    }
  },
  {
    "translation": {
      "en": "I think we can maybe lose that because I think it gets a little bit jokey.",
      "th": "ช่วงต้นเรื่องน่ะ ผมว่าทิ้งมันไปเลยดีกว่า เพราะมันดูล้อเล่นมากไปน่ะ"
    }
  },
  {
    "translation": {
      "en": "I just reread it. I didn't think it worked at all.",
      "th": "ผมเพิ่งอ่านซ้ำ ผมว่ามันไม่ดีเลยนะ"
    }
  },
  {
    "translation": {
      "en": "-I'm sorry. I'm gonna do the zoning piece. -Wait a minute.",
      "th": "- ขอโทษครับ ผมจะเขียนเรื่องกฎหมายเขต - เดี๋ยวก่อน"
    }
  },
  {
    "translation": {
      "en": "What are you apologizing for? This stuff is hysterical.",
      "th": "จะขอโทษทำไม มันตลกจะตายไป"
    }
  },
  {
    "translation": {
      "en": "-Really? -I'm laughing my head off at this.",
      "th": "- จริงเหรอครับ - ผมขำแทบตายแน่ะ"
    }
  },
  {
    "translation": {
      "en": "Getting kicked out of obedience school, the humping, the great escape.",
      "th": "ที่มันโดนไล่ออกจากโรงเรียนฝึก เรื่องคร่อมขา เรื่องที่มันพยายามหนี"
    }
  },
  {
    "translation": {
      "en": "That's really funny stuff. I'm laughing my ass off.",
      "th": "ตลกดีออก ผมขำจนฉี่แทบราดเลย"
    }
  },
  {
    "translation": {
      "en": "It's hysterical stuff. Run it the way it is.",
      "th": "ขำจะตายไป ตีพิมพ์ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "Listen, you know what makes it work?",
      "th": "รู้มั้ยว่าทำไมมันถึงออกมาดี"
    }
  },
  {
    "translation": {
      "en": "What makes it work is that you put yourself into it.",
      "th": "เพราะว่าคุณเอาตัวเองเข้าไปร่วมด้วย"
    }
  },
  {
    "translation": {
      "en": "-I like that. -Good.",
      "th": "- ผมชอบนะ - ดีครับ"
    }
  },
  {
    "translation": {
      "en": "Look, I know you're a reporter and all... ...but could you do a few more like this?",
      "th": "ผมรู้ว่าคุณเป็นนักข่าว แต่ช่วยเขียนแนวนี้อีกหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "-Sure. -Great.",
      "th": "- ได้ครับ - ดีมาก"
    }
  },
  {
    "translation": {
      "en": "-Okay, great. -And tell your dog not to feel too bad.",
      "th": "- ดีครับ - และบอกหมาคุณด้วยว่าอย่าเศร้าไป"
    }
  },
  {
    "translation": {
      "en": "Sooner or later, we all lose our balls.",
      "th": "ยังไงสักวันพวกเราก็ต้องโดนทำหมันอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Right. Good to know.",
      "th": "ครับ ได้รู้ไว้ก็ดี"
    }
  },
  {
    "translation": {
      "en": "Woke up to a kiss from Marley. Went for a walk that turned into a run.",
      "th": "ตื่นขึ้นมาพร้อมรอยจูบจากมาร์ลีย์ ออกไปเดิน แต่กลับต้องวิ่งแทน"
    }
  },
  {
    "translation": {
      "en": "Took an airboat ride. Wrote about the death of the Everglades.",
      "th": "ออกไปนั่งเรือ เขียนเรื่องความเสื่อมโทรมของเอเวอร์เกลดส์"
    }
  },
  {
    "translation": {
      "en": "Planted an orange tree in the backyard. Threw sticks in the park.",
      "th": "ปลูกต้นส้มในสวนหลังบ้าน โยนไม้เล่นกันในสวนสาธารณะ"
    }
  },
  {
    "translation": {
      "en": "Watched him swim.",
      "th": "ดูมันว่ายน้ำในอ่าว ดูมันขโมยจานร่อนชาวบ้าน"
    }
  },
  {
    "translation": {
      "en": "Watched him steal some guy's Frisbee. Bought new Frisbee. Gave Marley a bath.",
      "th": "ดูมันว่ายน้ำในอ่าว ดูมันขโมยจานร่อนชาวบ้าน ต้องซื้อจานร่อนคืนให้เขา อาบน้ำให้มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Went to work with writer's block. Hoped for inspiration to strike, nada.",
      "th": "ไปทำงานพร้อมสมองตันๆ หวังว่าจะเกิดไอเดียบรรเจิด แต่นึกไม่ออก"
    }
  },
  {
    "translation": {
      "en": "Got a new shirt. Got a new keyboard. Got the same old paycheck.",
      "th": "ได้ซื้อเสื้อใหม่ ซื้อคีย์บอร์ดใหม่ ได้เงินเดือนเท่าเดิม"
    }
  },
  {
    "translation": {
      "en": "Went windsurfing with Sebastian. Met his new girlfriend.",
      "th": "ไปเล่นวินด์เซิร์ฟกับเซบาสเตียน เจอแฟนใหม่ของเขา ซาชา"
    }
  },
  {
    "translation": {
      "en": "Met his other new girlfriend.",
      "th": "และก็เจอแฟนใหม่ของเขาอีกคน"
    }
  },
  {
    "translation": {
      "en": "Watched models posing in the surf. Wrote about the growth of South Beach.",
      "th": "ดูนางแบบโพสท่ากับกระดานโต้คลื่น เขียนเรื่องการขยายหาดตอนใต้"
    }
  },
  {
    "translation": {
      "en": "Interviewed Gloria and Emilio Estefan at the Cardozo Hotel.",
      "th": "สัมภาษณ์กลอเรียและเอมิลิโอ เอสเตฟาน ที่โรงแรมคาร์โดโซ"
    }
  },
  {
    "translation": {
      "en": "Introduced Jenny, who gushed like a teenager.",
      "th": "แนะนำให้รู้จักเจนนีที่ตื่นเต้นอย่างกับวัยรุ่น"
    }
  },
  {
    "translation": {
      "en": "Went shopping. Bought a Sharper Image pillow.",
      "th": "ไปช็อปปิ้งที่ห้าง ซื้อหมอนชาร์ปเปอร์อิมเมจ"
    }
  },
  {
    "translation": {
      "en": "Slept like a baby. Caught Marley eating the pillow. Hid the evidence from Jenny.",
      "th": "นอนหลับเป็นตาย เจอมาร์ลีย์กำลังเคี้ยวหมอนอยู่ รีบเอาหลักฐานไปซ่อนไม่ให้เจนนีเห็น เช็ดอ้วกมาร์ลีย์ ช่วยเจนนีทำอาหารค่ำ"
    }
  },
  {
    "translation": {
      "en": "Cleaned up Marley's vomit. Helped Jenny make dinner.",
      "th": "รีบเอาหลักฐานไปซ่อนไม่ให้เจนนีเห็น เช็ดอ้วกมาร์ลีย์ ช่วยเจนนีทำอาหารค่ำ"
    }
  },
  {
    "translation": {
      "en": "Overcooked the spaghetti. Got into a food fight.",
      "th": "ต้มสปาเกตตีนานไป ขว้างของกินใส่กัน"
    }
  },
  {
    "translation": {
      "en": "Proofread Jenny's column. Read Sebastian's latest opus.",
      "th": "ตรวจงานเขียนของเจนนี อ่านผลงานล่าสุดของเซบาสเตียน"
    }
  },
  {
    "translation": {
      "en": "Went running with Marley to burn off frustration.",
      "th": "ออกไปวิ่งกับมาร์ลีย์แก้เครียด"
    }
  },
  {
    "translation": {
      "en": "Didn't see him chew the leash. Chased him 15 blocks.",
      "th": "ไม่เห็นมันกัดสายจูง เลยต้องไล่กวดมันไป 15 บล็อก"
    }
  },
  {
    "translation": {
      "en": "Had to call Jenny for a ride.",
      "th": "ต้องโทรเรียกเจนนีให้มารับ"
    }
  },
  {
    "translation": {
      "en": "Wrote a column about gas prices. Wrote about water prices.",
      "th": "เขียนคอลัมน์เกี่ยวกับราคาน้ำมัน ราคาน้ำ"
    }
  },
  {
    "translation": {
      "en": "Found one tiny orange on our tree. Jenny very pleased with herself.",
      "th": "เจอส้มผลเล็กๆ บนต้นส้มที่เราปลูก เจนนีภูมิใจมาก"
    }
  },
  {
    "translation": {
      "en": "Found my first gray hair. Found Jenny's first. Bought Jenny flowers.",
      "th": "เจอผมหงอกเส้นแรกของตัวเอง เจอเส้นแรกของเจนนี ซื้อดอกไม้ให้เจนนี ช่วยแยกมาร์ลีย์ออกจากบุรุษไปรษณีย์คนใหม่"
    }
  },
  {
    "translation": {
      "en": "Rescued our new mailman from Marley. Rescued the UPS guy from Marley.",
      "th": "ซื้อดอกไม้ให้เจนนี ช่วยแยกมาร์ลีย์ออกจากบุรุษไปรษณีย์คนใหม่ ช่วยคนส่งยูพีเอสจากมาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Invited my parents.",
      "th": "ชวนพ่อแม่มาหา"
    }
  },
  {
    "translation": {
      "en": "Took them out to dinner at a cool place. Got in a fight with Dad over the check.",
      "th": "พาพวกท่านไปกินมื้อค่ำที่ร้านเด็ด ทะเลาะกับพ่อเรื่องแย่งกันจ่ายค่าอาหาร"
    }
  },
  {
    "translation": {
      "en": "Got in a fight about money. Got in a fight with Jenny about fighting.",
      "th": "ทะเลาะกับพ่อเรื่องเงิน ทะเลาะกับเจนนีเรื่องที่ทะเลาะกัน"
    }
  },
  {
    "translation": {
      "en": "Drove my parents. Listened to them complain about not having grandchildren.",
      "th": "ขับรถไปส่งพ่อแม่ ฟังพวกท่านบ่นเรื่องไม่มีหลาน"
    }
  },
  {
    "translation": {
      "en": "Tracked a hurricane heading for Florida.",
      "th": "ตามข่าวพายุที่มุ่งหน้าไปฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "Hid in the bathroom during the hurricane. Sat in the dark for three days.",
      "th": "หลบในห้องน้ำช่วงมีพายุ นั่งมืดๆ อยู่สามวันเต็ม"
    }
  },
  {
    "translation": {
      "en": "Wrote a column about looters. Wrote about volunteers.",
      "th": "เขียนเรื่องพวกขี้ขโมย เขียนเรื่องผู้มีจิตอาสา"
    }
  },
  {
    "translation": {
      "en": "Wrote about air conditioning. Watched Marley dig for treasure.",
      "th": "เขียนเรื่องข้อดีของเครื่องปรับอากาศ ดูมาร์ลีย์ขุดหาสมบัติ"
    }
  },
  {
    "translation": {
      "en": "Spent Christmas with Jen's sister and family in Orlando.",
      "th": "ไปหาพี่สาวของเจนและครอบครัว ที่ออร์แลนโดช่วงคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "Left Marley at their house to go to Disney World.",
      "th": "ไปดิสนีย์เวิลด์ แล้วทิ้งมาร์ลีย์ไว้"
    }
  },
  {
    "translation": {
      "en": "Had to buy them new baby furniture.",
      "th": "เลยต้องซื้อของใช้เด็กชดใช้เขา"
    }
  },
  {
    "translation": {
      "en": "Saw Jen light up around the girls. Got a flat driving home.",
      "th": "เห็นเจนมีความสุขกับเด็กๆ ยางแบนตอนขับรถกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "Wrote a column about state troopers. Wrote about tollbooths.",
      "th": "เขียนเรื่องตำรวจ เขียนเรื่องตู้เก็บเงินบนทางด่วน"
    }
  },
  {
    "translation": {
      "en": "Went to dinner to celebrate Jenny's raise. Tied Marley to the table.",
      "th": "ไปกินมื้อค่ำฉลองที่เจนนีได้ขึ้นเงินเดือน ผูกมาร์ลีย์ไว้กับโต๊ะ"
    }
  },
  {
    "translation": {
      "en": "Marley, come here.",
      "th": "มาร์ลีย์ มานี่"
    }
  },
  {
    "translation": {
      "en": "Chased Marley and the table.",
      "th": "ต้องวิ่งตามมาร์ลีย์กับโต๊ะ"
    }
  },
  {
    "translation": {
      "en": "Caught the table. Wrote about Marley pulling the table.",
      "th": "คว้าโต๊ะได้ เขียนเรื่องมาร์ลีย์ลากโต๊ะ"
    }
  },
  {
    "translation": {
      "en": "Tried to write a column about anything but Marley, nada.",
      "th": "พยายามเขียนเรื่องอื่นนอกจากมาร์ลีย์ แต่นึกไม่ออก"
    }
  },
  {
    "translation": {
      "en": "Picked oranges from our tree. Made orange juice.",
      "th": "เก็บส้มบนต้นไปทำน้ำส้มคั้น"
    }
  },
  {
    "translation": {
      "en": "Drove down to Miami for Bark in the Park night at the Marlins game.",
      "th": "ขับรถไปดูทีมมาร์ลินส์แข่ง ที่งานบาร์กอินเดอะพาร์กในไมแอมี"
    }
  },
  {
    "translation": {
      "en": "Brought Marley, who turned out to be a fan.",
      "th": "พามาร์ลีย์ไปด้วยและมันเป็นแฟนเบสบอลตัวจริง"
    }
  },
  {
    "translation": {
      "en": "Tried to stop him chasing a ball in the stands.",
      "th": "พยายามห้ามไม่ให้มันวิ่งไล่ลูกบอลบนอัฒจันทร์"
    }
  },
  {
    "translation": {
      "en": "Tried to stop him chasing a ball on the field. Wrote about the ball game.",
      "th": "พยายามห้ามไม่ให้มันวิ่งไล่ลูกบอลในสนาม เขียนเรื่องการแข่ง"
    }
  },
  {
    "translation": {
      "en": "Took crap from Sebastian about it. Met his new girlfriend.",
      "th": "โดนเซบาสเตียนล้อเลียน ไปพบแฟนใหม่เขา"
    }
  },
  {
    "translation": {
      "en": "Can't remember her name. Went snorkeling. Cut my leg on coral.",
      "th": "จำชื่อเธอไม่ได้ ไปดำน้ำตื้น ปะการังบาดขา"
    }
  },
  {
    "translation": {
      "en": "Went to the emergency room. Wrote a column about hospitals.",
      "th": "ไปห้องฉุกเฉิน เขียนเรื่องโรงพยาบาล"
    }
  },
  {
    "translation": {
      "en": "Went to an Easter-egg hunt at Jenny's boss's in Boca.",
      "th": "ไปหาไข่อีสเตอร์ที่บ้านเจ้านายเจนนีในโบคา"
    }
  },
  {
    "translation": {
      "en": "Drank mimosas. Met a doctor who does three liposuctions a day.",
      "th": "ดื่มมิโมซา เจอหมอที่ดูดไขมันคนไข้วันละสามราย"
    }
  },
  {
    "translation": {
      "en": "Wrote a column about nannies in Boca. Wrote a column about women of Boca.",
      "th": "เขียนเรื่องพี่เลี้ยงเด็กในโบคา เขียนเรื่องสาวๆ ในโบคา"
    }
  },
  {
    "translation": {
      "en": "Wrote a column about writing columns.",
      "th": "เขียนคอลัมน์เรื่องการเขียนคอลัมน์"
    }
  },
  {
    "translation": {
      "en": "Came home to find Jenny dancing with Marley.",
      "th": "กลับบ้านแล้วเจอเจนนีเต้นกับมาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Tried to think of reasons not to have a baby now...",
      "th": "พยายามคิดถึงข้ออ้างที่จะไม่มีลูก"
    }
  },
  {
    "translation": {
      "en": "...nada.",
      "th": "นึกไม่ออก"
    }
  },
  {
    "translation": {
      "en": "Why don't you just let him off the leash?",
      "th": "ทำไมไม่ปลดสายจูงมันออกล่ะ"
    }
  },
  {
    "translation": {
      "en": "Because although I love him, I don't trust him.",
      "th": "เพราะถึงผมจะรักมัน ผมก็ไม่ไว้ใจมันอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "It's been two years. He's never had an accident.",
      "th": "นี่สองปีแล้ว ก็ยังไม่มีอุบัติเหตุเกิดขึ้นนะ"
    }
  },
  {
    "translation": {
      "en": "Because I never let him off leash.",
      "th": "ใช่ เพราะผมไม่เคยปลดสายจูงไง"
    }
  },
  {
    "translation": {
      "en": "We're not gonna be the guys who get Dog Beach shut down, are we, Marley?",
      "th": "เราจะไม่เป็นตัวการ ทำให้หาดหมาโดนปิดใช่มั้ย มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Nope.",
      "th": "ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Okay, so, what's next?",
      "th": "โอเค แล้วไงต่อ"
    }
  },
  {
    "translation": {
      "en": "-Ice cream? -No, I mean on your list.",
      "th": "- ไอศกรีมมั้ย - ไม่ใช่ ผมหมายถึงรายการของคุณ"
    }
  },
  {
    "translation": {
      "en": "-My list? -Jen, the list.",
      "th": "- รายการอะไร - ก็รายการไง เจน"
    }
  },
  {
    "translation": {
      "en": "Your play list you had when we got married that had the game plan.",
      "th": "รายการของคุณ ตอนเราเพิ่งแต่งงานที่มีการวางแผนไว้น่ะ"
    }
  },
  {
    "translation": {
      "en": "-It was basically my marching orders. -My plan?",
      "th": "- มันแทบจะเป็นคำสั่งของผมเลย - แผนของฉันน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "Your plan. I wanna know what's next. Scare me.",
      "th": "แผนของคุณน่ะ ผมอยากรู้ว่าต่อไปคืออะไร จัดมาเลย"
    }
  },
  {
    "translation": {
      "en": "-You really wanna know? -Hit me.",
      "th": "- คุณอยากรู้จริงเหรอ - ว่ามาเลย"
    }
  },
  {
    "translation": {
      "en": "Well, it's a tossup between a new roof...",
      "th": "กำลังคิดอยู่ระหว่างหลังคาใหม่..."
    }
  },
  {
    "translation": {
      "en": "Very practical.",
      "th": "มีประโยชน์มาก"
    }
  },
  {
    "translation": {
      "en": "--and a baby.",
      "th": "กับมีลูก"
    }
  },
  {
    "translation": {
      "en": "I could live with a few leaks.",
      "th": "หลังคารั่วนิดหน่อยก็ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "-Really? -Yeah, a couple.",
      "th": "- จริงเหรอ - ใช่ สองสามรูยังได้"
    }
  },
  {
    "translation": {
      "en": "But you know, a couple leaks turn into maybe one big leak.",
      "th": "แต่รั่วสองสามรูอาจกลายเป็นรอยรั่วใหญ่"
    }
  },
  {
    "translation": {
      "en": "And then that big leak becomes a very big responsibility.",
      "th": "แล้วรอยรั่วใหญ่ อาจกลายเป็นความรับผิดชอบครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "That's true.",
      "th": "- ก็จริง - เราต้องคิดให้ดี"
    }
  },
  {
    "translation": {
      "en": "We may wanna think about fixing a lot of things before we start--",
      "th": "- ก็จริง - เราต้องคิดให้ดี - เรื่องซ่อมสิ่งต่างๆ ก่อนที่จะเริ่ม... - เราก็ซ่อมมาร์ลีย์ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Well, we already fixed Marley.",
      "th": "- เรื่องซ่อมสิ่งต่างๆ ก่อนที่จะเริ่ม... - เราก็ซ่อมมาร์ลีย์ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "If we fix too many more things, I think this conversation becomes moot.",
      "th": "ถ้าเราซ่อมหลายอย่างเกินไป ผมว่าเรื่องนี้ก็ไม่ต้องเถียงกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "John, are you serious? Yeah. I think so.",
      "th": "- จอห์น คุณพูดจริงเหรอ - ใช่ ผมคิดว่างั้น"
    }
  },
  {
    "translation": {
      "en": "You realize we're not talking about an actual roof?",
      "th": "รู้ใช่มั้ยว่าเราไม่ได้พูดถึงหลังคาจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Yes, I got that. About halfway through, I picked it up.",
      "th": "ผมรู้แล้ว พอมาครึ่งทางก็พอเดาออก"
    }
  },
  {
    "translation": {
      "en": "Good metaphor, though.",
      "th": "เปรียบเทียบได้ดีนะ"
    }
  },
  {
    "translation": {
      "en": "You're not just saying this because it'll lead to funny columns?",
      "th": "คุณไม่ได้พูดแบบนี้ เพราะจะเอาไปเขียนเรื่องตลกใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Well, I mean, honey, come on. I mean, if I get some funny columns...",
      "th": "ที่รัก ไม่เอาน่า แต่ถ้าผมได้เขียนเรื่องตลก"
    }
  },
  {
    "translation": {
      "en": "...that's collateral damage I think we can live with.",
      "th": "เสียหายแค่นี้ก็พอรับได้"
    }
  },
  {
    "translation": {
      "en": "I mean, I'm ready. I mean, if you are.",
      "th": "ผมพร้อมแล้ว ถ้าคุณพร้อมนะ"
    }
  },
  {
    "translation": {
      "en": "Instead of trying to have a baby...",
      "th": "แทนที่จะพยายามมีลูก"
    }
  },
  {
    "translation": {
      "en": "...why don't we just stop trying not to have one?",
      "th": "เลิกคิดไม่อยากมีก่อนดีมั้ย"
    }
  },
  {
    "translation": {
      "en": "Okay, if I'm following you correctly, and I think I am...",
      "th": "งั้นถ้าผมคิดถูก ก็น่าจะถูกล่ะนะ"
    }
  },
  {
    "translation": {
      "en": "...this is the part where we head back, we take it off, and we get it on.",
      "th": "ตอนนี้เราควรรีบกลับบ้าน ถอดเสื้อผ้าแล้วบรรเลงกันเลยสินะ"
    }
  },
  {
    "translation": {
      "en": "Yes, but you'll-- It'll have a little more romance than that.",
      "th": "ใช่ แต่ต้องโรแมนติกกว่านี้หน่อย"
    }
  },
  {
    "translation": {
      "en": "Yeah, we'll get some candles, some Sade. Of course.",
      "th": "ได้ จุดเทียน เปิดเพลงของชาเดกันก่อนอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Sade.",
      "th": "- ชาเด - มาเลย"
    }
  },
  {
    "translation": {
      "en": "-Honey? -Yeah.",
      "th": "- ที่รัก - อะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Did you have kibble today?",
      "th": "วันนี้คุณกินอาหารหมามาเหรอ"
    }
  },
  {
    "translation": {
      "en": "Marley, come on. Marley, go.",
      "th": "มาร์ลีย์ ไปซะ"
    }
  },
  {
    "translation": {
      "en": "He's a dog. He won't know what he's looking at.",
      "th": "ที่รัก มันเป็นหมา มันไม่รู้หรอกว่ามองอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "Trust me, he knows, and he resents the hell out of me.",
      "th": "เชื่อสิว่ามันรู้และมันไม่ชอบที่ผมทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "-Go on, Marley. You have to go. -Oh, baby, please focus.",
      "th": "- ไปเลย มาร์ลีย์ แกต้องไป - ที่รัก ตั้งใจหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "Okay, you're right.",
      "th": "นั่นสิ คุณพูดถูก"
    }
  },
  {
    "translation": {
      "en": "Good. Good. It's even better than the last one.",
      "th": "ดีๆ มันดีกว่าครั้งที่แล้วอีก"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -You're very good, Gorgan.",
      "th": "- ขอบคุณครับ - เก่งนี่ โกรแกน"
    }
  },
  {
    "translation": {
      "en": "I like that piece you did in Boca on the woman. What did you call her?",
      "th": "ผมชอบเรื่องที่โบคาของคุณ เกี่ยวกับสาวคนนั้น เรียกเธอว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "-Bocahontas. -Bocahontas.",
      "th": "- โบคาฮอนตัส - โบคาฮอนตัส"
    }
  },
  {
    "translation": {
      "en": "Is that true? She had her boobs done four times?",
      "th": "เรื่องจริงรึเปล่า เธอทำหน้าอกมาสี่ครั้งแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "-That's what she said. -Hysterical.",
      "th": "- เธอว่างั้นครับ - ฮากระจาย"
    }
  },
  {
    "translation": {
      "en": "And is that true about you and your wife trying to have a kid?",
      "th": "แล้วจริงรึเปล่าที่คุณกับภรรยากำลังพยายามมีลูก"
    }
  },
  {
    "translation": {
      "en": "Well, you know, we're not really trying, because we don't wanna--",
      "th": "ที่จริงเราไม่ได้พยายามอยู่ เพราะเราไม่อยาก..."
    }
  },
  {
    "translation": {
      "en": "-How does that work? -What do you mean?",
      "th": "- จะได้ผลเหรอ - หมายความว่าไง"
    }
  },
  {
    "translation": {
      "en": "-Well, I mean, are you having sex? -Yeah.",
      "th": "- พวกคุณมีเซ็กส์กันใช่มั้ย - ครับ"
    }
  },
  {
    "translation": {
      "en": "-Did you pull the goalie? -Yeah.",
      "th": "- แล้วยิงเข้าประตูมั้ย - ครับ"
    }
  },
  {
    "translation": {
      "en": "Then you're trying. Congratulations. Good work.",
      "th": "งั้นก็พยายามอยู่น่ะสิ ยินดีด้วย ทำได้ดี"
    }
  },
  {
    "translation": {
      "en": "-You're not \"trying\" trying. -Oh, yeah.",
      "th": "- นายไม่ได้พยายามขนาดนั้น - ใช่"
    }
  },
  {
    "translation": {
      "en": "Of course, you'd know that if you ever read my column.",
      "th": "ถ้านายเคยอ่านคอลัมน์ของฉัน"
    }
  },
  {
    "translation": {
      "en": "All due respect, but does anybody ever read your column?",
      "th": "ขอโทษนะ แต่มีคนอ่านคอลัมน์ของนายด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Come on, I bring Marley here to help you run your game on these poor girls...",
      "th": "ไม่เอาน่า ฉันอุตส่าห์พามาร์ลีย์มาช่วยนายจีบสาว"
    }
  },
  {
    "translation": {
      "en": "...and this is the thanks we get.",
      "th": "นี่คือคำขอบคุณที่เราได้รับเหรอ"
    }
  },
  {
    "translation": {
      "en": "-How long you been at it? -A few months.",
      "th": "- นายพยายามมานานเท่าไหร่แล้ว - ก็หลายเดือน"
    }
  },
  {
    "translation": {
      "en": "-What changed your mind? -Well, here's the thing.",
      "th": "- อะไรทำให้เปลี่ยนใจล่ะ - คืออย่างนี้นะ"
    }
  },
  {
    "translation": {
      "en": "I'm actually married to someone, and I care about what she wants.",
      "th": "ฉันแต่งงานกับผู้หญิง ที่ฉันสนใจสิ่งที่เธอต้องการจริงๆ ไง"
    }
  },
  {
    "translation": {
      "en": "-Well, is it what you want? -Yeah.",
      "th": "- แล้วนายต้องการด้วยรึเปล่า - ใช่สิ"
    }
  },
  {
    "translation": {
      "en": "-I guess that answers my other question. -Yeah?",
      "th": "- นั่นคงตอบคำถามอื่นของฉันด้วย - เหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm about to do a piece on the growth of the domestic drug trade for The Times.",
      "th": "ฉันกำลังเขียนเรื่องการขยายตัว ของขบวนการค้ายาในประเทศให้เดอะไทมส์"
    }
  },
  {
    "translation": {
      "en": "You're freelancing for The New York Times?",
      "th": "นายเป็นนักเขียนอิสระของที่นั่นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, but it's a big story, too big for one guy...",
      "th": "ใช่ แต่มันเป็นเรื่องใหญ่ ใหญ่เกินจะเขียนคนเดียว"
    }
  },
  {
    "translation": {
      "en": "...and I was hoping you'd write it with me.",
      "th": "ฉันเลยหวังว่านายจะมาเขียนด้วยกันน่ะ"
    }
  },
  {
    "translation": {
      "en": "Are you kidding me?",
      "th": "ล้อเล่นรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "-It would be a chance to work together. -Yeah, I would love that.",
      "th": "- นี่เป็นโอกาสที่เราจะได้ร่วมงานกันนะ - ใช่ ฉันยินดีเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Of course, it will be a lot of work, a lot of travel.",
      "th": "แต่งานหนักและต้องเดินทางบ่อย"
    }
  },
  {
    "translation": {
      "en": "I would hope so.",
      "th": "ก็ว่างั้นล่ะ"
    }
  },
  {
    "translation": {
      "en": "Maybe not the best job for somebody with a kid on the way.",
      "th": "และอาจไม่ใช่งานที่เหมาะกับคนกำลังจะมีลูก"
    }
  },
  {
    "translation": {
      "en": "Well, that's not necessarily happening right this very second.",
      "th": "เรายังไม่มีลูกกันทันทีสักหน่อยน่า"
    }
  },
  {
    "translation": {
      "en": "Let me talk it ov--",
      "th": "ให้ฉันคุยกับ..."
    }
  },
  {
    "translation": {
      "en": "There she is.",
      "th": "โทรมาพอดี"
    }
  },
  {
    "translation": {
      "en": "-Honey, how are you? -Hi.",
      "th": "- ที่รัก เป็นไงบ้าง - ไงคะ"
    }
  },
  {
    "translation": {
      "en": "I'm just calling to let you know that there is a naked woman in your bed.",
      "th": "ฉันแค่โทรมาบอกว่า มีสาวนอนเปลือยอยู่บนเตียงคุณ"
    }
  },
  {
    "translation": {
      "en": "Why don't the two of you get started and I'll be there as soon as I can?",
      "th": "พวกคุณสองคนเริ่มกันก่อนเลย แล้วผมจะรีบไปเอี่ยว"
    }
  },
  {
    "translation": {
      "en": "That's very funny. But seriously, can you come home now?",
      "th": "ตลกมาก แต่ช่วยกลับมาตอนนี้ได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Hey. We're home.",
      "th": "ไง เรากลับมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "th": "ไงคะ"
    }
  },
  {
    "translation": {
      "en": "You know the baby thing? I've been thinking maybe we should take a break.",
      "th": "เรื่องมีลูกน่ะ ผมคิดว่าเราพักไว้ก่อนดีมั้ย"
    }
  },
  {
    "translation": {
      "en": "You know? I mean, obviously it's not working...",
      "th": "มันยังไม่ได้ผลเลย"
    }
  },
  {
    "translation": {
      "en": "...and maybe it's nature's way of saying now's not the right timing.",
      "th": "ธรรมชาติอาจใช้วิธีนี้ บอกเราว่าตอนนี้ยังไม่เหมาะ"
    }
  },
  {
    "translation": {
      "en": "I mean, maybe it's a sign that we're not quite ready for this, that--",
      "th": "มันอาจเป็นลางว่าเรายังไม่พร้อมจะ..."
    }
  },
  {
    "translation": {
      "en": "-I mean, have we really thought this--? -John.",
      "th": "- ไม่รู้ว่าเราคิดดีแล้วรึยัง - จอห์น"
    }
  },
  {
    "translation": {
      "en": "I'm pregnant.",
      "th": "ฉันท้องแล้ว"
    }
  },
  {
    "translation": {
      "en": "Great.",
      "th": "ยอดเลย"
    }
  },
  {
    "translation": {
      "en": "-Great. Really? -Yeah.",
      "th": "- โอ้โห ยอดเลย จริงเหรอ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Yes. -You were just saying--?",
      "th": "- ใช่ - คุณจะพูดอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "No, don't worry, that was like-- It sounds so awkward now.",
      "th": "ช่างมันเถอะ มันจะฟังดูแปลกๆ น่ะ"
    }
  },
  {
    "translation": {
      "en": "Like I just had this, like, very, you know, idiotic soliloquy that doesn't apply...",
      "th": "ผมเพิ่งมีแบบว่า ความคิดงี่เง่าที่ไม่เกี่ยวกับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "...and I'm really excited.",
      "th": "และผมตื่นเต้นมาก"
    }
  },
  {
    "translation": {
      "en": "-Do you wanna start over? -I would love to.",
      "th": "- ให้เริ่มใหม่มั้ยคะ - ดีเลย"
    }
  },
  {
    "translation": {
      "en": "-That would be great. Can we? Good. -By all means.",
      "th": "- ดีมากเลย ได้มั้ย - แน่นอน"
    }
  },
  {
    "translation": {
      "en": "-I'm pregnant. -What? No! Yes!",
      "th": "- ฉันท้องแล้วค่ะ - อะไรนะ ไม่ จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Don't make the same mistake I did. -What?",
      "th": "- อย่าทำพลาดเหมือนผมล่ะ - เรื่องอะไรเหรอครับ"
    }
  },
  {
    "translation": {
      "en": "There's gonna come a time very soon where her ankles are gonna swell up.",
      "th": "อีกไม่นานข้อเท้าเธอก็จะบวม"
    }
  },
  {
    "translation": {
      "en": "No, no, I'm ready for that. She's gonna have blotches all over her face.",
      "th": "- ไม่ๆ ผมพร้อมรับเรื่องนั้นแล้ว - หน้าเธอจะเป็นจ้ำๆ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -She'll be 40 pounds overweight.",
      "th": "- ครับ - เธอจะหนักขึ้นอีก 40 ปอนด์"
    }
  },
  {
    "translation": {
      "en": "-She'll be throwing up all the time. -I'm not ready for that.",
      "th": "- เธอจะอ้วกตลอดเวลา - อันนี้ผมไม่พร้อม"
    }
  },
  {
    "translation": {
      "en": "She's gonna look at you and say, \"You bastard. You did this to me.\"",
      "th": "เธอจะมองคุณแล้วพูดว่า \"ไอ้หอกหัก แกทำแบบนี้กับฉัน\""
    }
  },
  {
    "translation": {
      "en": "What happened to the glow, the, you know, the--? There's no glow.",
      "th": "- เกิดอะไรขึ้นกับความเปล่งปลั่ง... - ไม่มีหรอก"
    }
  },
  {
    "translation": {
      "en": "Get her a gift. That will dissipate some of the anger.",
      "th": "ซื้อของขวัญให้เธอซะจะได้ลดความโกรธได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "Some earrings, a bracelet.",
      "th": "ต่างหูหรือกำไลก็ได้"
    }
  },
  {
    "translation": {
      "en": "That's thoughtful. That's a good idea. In fact, maybe I'll get on it right now.",
      "th": "ต่างหูหรือกำไลก็ได้ ลึกซึ้งจริงๆ ความคิดเด็ดครับ ซื้อเลยดีกว่า"
    }
  },
  {
    "translation": {
      "en": "There's a jewelry store on the corner. Mention my name.",
      "th": "มีร้านขายเครื่องประดับที่มุมถนน บอกว่าผมแนะนำมาแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "Oh, John.",
      "th": "จอห์น"
    }
  },
  {
    "translation": {
      "en": "It's just beautiful.",
      "th": "มันสวยจังเลย"
    }
  },
  {
    "translation": {
      "en": "It's just beautiful.",
      "th": "มันสวยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-Honey, thank you. -You're welcome.",
      "th": "- ที่รัก ขอบคุณนะ - ยินดีจ้ะ"
    }
  },
  {
    "translation": {
      "en": "I was just walking by just thinking of you...",
      "th": "ผมคิดถึงคุณอยู่ แล้วเดินผ่านร้านพอดี"
    }
  },
  {
    "translation": {
      "en": "...and I saw that in the window and I go, \"I'm getting this.\"",
      "th": "ผมมองมันผ่านกระจกแล้วคิดเลยว่าต้องซื้อ"
    }
  },
  {
    "translation": {
      "en": "-That's so sweet. -Yeah, well....",
      "th": "- น่ารักจัง - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Do you like it? -I love it.",
      "th": "- คุณชอบมั้ย - รักเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Put it on. Or let me put it on. I think it's better luck.",
      "th": "ใส่เลย หรือให้ผมใส่ให้ ผมว่าจะโชคดีกว่านะ"
    }
  },
  {
    "translation": {
      "en": "-Where'd it go? I just had it. -You just set it down. Did you drop it?",
      "th": "- ไปไหนแล้ว เมื่อกี้ยังอยู่ - คุณเพิ่งวางเองนี่ หล่นรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "-No, I put it right here. -Well, it didn't just disappear.",
      "th": "- ไม่ฉันวางตรงนี้ - อยู่ดีๆ มันไม่หายไปเองหรอก"
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "th": "พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-Marley. No, Marley, spit it out. -No, go to the kitchen, go to the kitchen.",
      "th": "- มาร์ลีย์ ไม่นะ คายออกมา - ไม่ ไปที่ครัวๆ"
    }
  },
  {
    "translation": {
      "en": "Okay. No, no, no. Marley, I have a treat. Come here.",
      "th": "โอเค ไม่นะ ไม่ มาร์ลีย์ ฉันมีขนม มานี่"
    }
  },
  {
    "translation": {
      "en": "Stay. Marley, stay.",
      "th": "อยู่นิ่งๆ มาร์ลีย์ นิ่งไว้"
    }
  },
  {
    "translation": {
      "en": "Good boy. Yeah.",
      "th": "เด็กดี ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-Marley! -Good going, honey.",
      "th": "- มาร์ลีย์ - ทำดีมาก ที่รัก"
    }
  },
  {
    "translation": {
      "en": "Marley.",
      "th": "มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Come here, Marley.",
      "th": "มานี่ มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Jeez.",
      "th": "ตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Okay, okay. Marley, drop it. -Marley.",
      "th": "- โอเคๆ มาร์ลีย์ คายออกมา - มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "-Gross. Is it there? -Marley.",
      "th": "- ยังอยู่มั้ย - มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Oh, honey, I don't see it.",
      "th": "ที่รัก ฉันไม่เห็นเลย"
    }
  },
  {
    "translation": {
      "en": "Marley, you've gotta lay off the mangoes.",
      "th": "มาร์ลีย์ เลิกกินมะม่วงได้แล้วนะ"
    }
  },
  {
    "translation": {
      "en": "You know, years ago, when I imagined my life...",
      "th": "รู้มั้ย หลายปีก่อนตอนที่ฉันนึกภาพชีวิตตัวเอง"
    }
  },
  {
    "translation": {
      "en": "...somehow standing in the backyard hosing down your crap...",
      "th": "การยืนฉีดน้ำล้างขี้แกที่สวนหลังบ้าน"
    }
  },
  {
    "translation": {
      "en": "...looking for my wife's swallowed, recycled, ass-kissing gift...",
      "th": "เพื่อหาของขวัญเมียสุดที่รักที่แกกลืนลงไป"
    }
  },
  {
    "translation": {
      "en": "...never jumped to mind.",
      "th": "ไม่เคยนึกไว้เลย"
    }
  },
  {
    "translation": {
      "en": "Which shows you've gotta dream big because-- Jackpot.",
      "th": "ซึ่งแปลว่าเราต้องฝันให้ไกล เจอแล้ว"
    }
  },
  {
    "translation": {
      "en": "My, that's a lovely necklace. It's so shiny.",
      "th": "สร้อยคอสวยจังค่ะ แวววับมาก"
    }
  },
  {
    "translation": {
      "en": "-Yes, it is. -And how's that crazy dog of yours?",
      "th": "- ใช่ค่ะ - แล้วหมาบ๊องๆ ของคุณเป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "I read your columns every week.",
      "th": "ฉันอ่านคอลัมน์ที่คุณเขียนทุกสัปดาห์เลย"
    }
  },
  {
    "translation": {
      "en": "-So you're the one. -I am.",
      "th": "- คุณนี่เอง - ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "You'll get a kick out of next week's column.",
      "th": "คุณต้องชอบเรื่องถัดไปแน่"
    }
  },
  {
    "translation": {
      "en": "The heartbeat will be very fast, like a little train.",
      "th": "หัวใจจะเต้นเร็วมากเหมือนรถไฟขบวนเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "-That's normal. -Is it too early to tell the sex?",
      "th": "- เรื่องปกติค่ะ - ระบุเพศตอนนี้เร็วไปมั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "I-- Not that I care.",
      "th": "แต่ผมได้ทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "It can be male, female, whatever sex he wants.",
      "th": "จะผู้ชาย ผู้หญิง หรืออยากเป็นเพศอะไรที่เขาต้องการ"
    }
  },
  {
    "translation": {
      "en": "Unambiguous genitalia if I had my druthers, but....",
      "th": "ถ้าเลือกได้ก็อยากได้เพศชัดๆ นะ แต่ว่า..."
    }
  },
  {
    "translation": {
      "en": "Hang on.",
      "th": "เดี๋ยวก่อน"
    }
  },
  {
    "translation": {
      "en": "Sometimes you can't hear it.",
      "th": "บางทีก็ไม่ได้ยิน ขึ้นอยู่กับท่านอนของเด็ก"
    }
  },
  {
    "translation": {
      "en": "-You're 10 weeks, right? -Monday I'll be 10 weeks.",
      "th": "บางทีก็ไม่ได้ยิน ขึ้นอยู่กับท่านอนของเด็ก - สิบสัปดาห์แล้วใช่มั้ย - จันทร์นี้ครบพอดี"
    }
  },
  {
    "translation": {
      "en": "Well, it might be a little too early for that. Let's go right to the sonogram.",
      "th": "งั้นบอกตอนนี้ยังเร็วไปค่ะ ไปทำอัลตราซาวด์กัน เอาเทปเปล่ามาด้วยรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Did you bring your blank tape?",
      "th": "ไปทำอัลตราซาวด์กัน เอาเทปเปล่ามาด้วยรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "-Oh, yes. -Yes, yes.",
      "th": "- ค่ะ - ครับ"
    }
  },
  {
    "translation": {
      "en": "That's warm.",
      "th": "อุ่นดีนะคะ"
    }
  },
  {
    "translation": {
      "en": "-Let's get a good picture for you first. -Okay. It'll be right up on the monitor here.",
      "th": "หารูปดีๆ ให้คุณก่อนนะ มันจะขึ้นมาที่จอภาพ"
    }
  },
  {
    "translation": {
      "en": "Excuse me. I'll be just a minute.",
      "th": "ขอตัวสักครู่นะคะ"
    }
  },
  {
    "translation": {
      "en": "-Hey, guys. -Hi.",
      "th": "- ไง พวกคุณ - ไงคะ"
    }
  },
  {
    "translation": {
      "en": "Let's take a look at your baby, shall we?",
      "th": "เรามาดูลูกคุณกัน"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "เอาล่ะ"
    }
  },
  {
    "translation": {
      "en": "Is there anything there?",
      "th": "มีอะไรในนั้นมั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "Not what you would expect to see at 10 weeks.",
      "th": "ไม่ใช่สิ่งที่ควรเห็นตอนสิบสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "-I'm not quite 10 weeks. -Monday.",
      "th": "- ฉันยังไม่ครบสิบสัปดาห์ค่ะ - วันจันทร์"
    }
  },
  {
    "translation": {
      "en": "-It's still, I guess, nine weeks. -Yeah, nine weeks.",
      "th": "- ก็คงยังเป็นเก้าสัปดาห์ - ใช่ เก้าสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "There's no heartbeat, Jen.",
      "th": "ไม่มีการเต้นของหัวใจนะ เจน"
    }
  },
  {
    "translation": {
      "en": "I'm very, very sorry.",
      "th": "ผมเสียใจด้วย"
    }
  },
  {
    "translation": {
      "en": "These things, they happen sometimes. We don't know why, though.",
      "th": "เรื่องแบบนี้อาจเกิดขึ้นได้ แต่เรายังไม่รู้สาเหตุ"
    }
  },
  {
    "translation": {
      "en": "But you're young, you have your health. Couple months, you guys can try again.",
      "th": "แต่พวกคุณยังเด็กและสุขภาพดี อีกสองเดือนค่อยลองอีกทีก็ได้"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. All right?",
      "th": "ผมเสียใจด้วยนะครับ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna leave you alone for a moment, and then we'll talk more. I'm very sorry.",
      "th": "ผมจะให้พวกคุณอยู่กันตามลำพังก่อน เดี๋ยวเราค่อยคุยกันต่อ ผมเสียใจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Well, in a couple months, we can try again, okay?",
      "th": "อีกสองเดือนเราค่อยพยายามใหม่นะ"
    }
  },
  {
    "translation": {
      "en": "Want some tea?",
      "th": "ดื่มชาหน่อยมั้ย"
    }
  },
  {
    "translation": {
      "en": "Hey, you know what? I was thinking that we....",
      "th": "นี่ ที่จริงผมคิดว่าเรา"
    }
  },
  {
    "translation": {
      "en": "We still have those tickets from your parents... ...for the honeymoon in Ireland.",
      "th": "เรายังมีตั๋วไปฮันนีมูน ที่ไอร์แลนด์จากพ่อแม่คุณอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "We could finally do that. Maybe take some time off.",
      "th": "เราต้องมีโอกาสไปจนได้ หาเวลาพักผ่อนสักหน่อยก็ดี"
    }
  },
  {
    "translation": {
      "en": "Jenny?",
      "th": "เจนนี"
    }
  },
  {
    "translation": {
      "en": "-Oh, he's big. -Oh, yeah, he's a hundred pounds.",
      "th": "- มันตัวใหญ่จัง - ใช่ มันหนัก 100 ปอนด์"
    }
  },
  {
    "translation": {
      "en": "-Now, he just wants to say hello here. -Yeah, he loves people.",
      "th": "- มันแค่อยากสวัสดีน่ะ - ใช่ มันชอบผู้คนน่ะ"
    }
  },
  {
    "translation": {
      "en": "Now, just be calm and you just stay still. And you're a dog person, right?",
      "th": "แค่ทำตัวสบายๆ แล้วอยู่นิ่งๆ คุณชอบหมาใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "-Actually, I'm-- -Ready? Here we go.",
      "th": "- ที่จริงฉัน... - พร้อมมั้ย เอาล่ะนะ"
    }
  },
  {
    "translation": {
      "en": "Marley, you can say hello. Oh, no, no, no. No, don't let him do that.",
      "th": "มาร์ลีย์ สวัสดีสิ ไม่ อย่าให้มันทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "You just knee him if he does that.",
      "th": "คุณต้องเอาเข่าบังถ้ามันทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "It shouldn't happen all the time, just when you walk through the door.",
      "th": "ไม่ต้องห่วง มันไม่เป็นแบบนี้ตลอด แค่ตอนที่คุณเข้าประตูบ้านมา"
    }
  },
  {
    "translation": {
      "en": "This will tell you everything you need to know.",
      "th": "ไม่ต้องห่วง มันไม่เป็นแบบนี้ตลอด แค่ตอนที่คุณเข้าประตูบ้านมา อ่านนี่แล้วคุณจะรู้ทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "-I've got the bags here. -You got everything? Okay. Thank you.",
      "th": "- กระเป๋าอยู่นี่ - ได้ทุกอย่างครบแล้วนะ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-All right. Come on, honey. -Will you get the door?",
      "th": "- โอเค ไปกันเถอะ ที่รัก - เปิดประตูหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "-Okay, here we are. -Come on, honey, we're really late.",
      "th": "- โอเค - ไปเถอะ ที่รัก เราสายมากแล้ว"
    }
  },
  {
    "translation": {
      "en": "Debby, welcome to our home.",
      "th": "เดบบี ยินดีต้อนรับสู่บ้านของเรา"
    }
  },
  {
    "translation": {
      "en": "Marley is a spirited dog who loves interaction.",
      "th": "มาร์ลีย์เป็นหมาร่าเริงที่ชอบเล่นสนุก"
    }
  },
  {
    "translation": {
      "en": "We've never left him before...",
      "th": "เรายังไม่เคยทิ้งมันมาก่อน"
    }
  },
  {
    "translation": {
      "en": "...but we are sure he'll behave just as he does when we're at home.",
      "th": "แต่เราแน่ใจว่ามันจะทำตัวดี เหมือนตอนเราอยู่บ้าน"
    }
  },
  {
    "translation": {
      "en": "There are just a few things about Marley you're gonna need to know.",
      "th": "มีเรื่องเกี่ยวกับมาร์ลีย์ที่คุณควรรู้ไว้"
    }
  },
  {
    "translation": {
      "en": "He eats three times a day.",
      "th": "มันกินวันละสามมื้อ"
    }
  },
  {
    "translation": {
      "en": "If he looks starved, feed him again.",
      "th": "ถ้ามันยังหิวก็ให้เพิ่มอีกได้"
    }
  },
  {
    "translation": {
      "en": "Now, of course, all of this food is gonna have to go somewhere...",
      "th": "แน่นอนว่าพอเอาเข้าก็ต้องมีออก"
    }
  },
  {
    "translation": {
      "en": "...so use the blue pooper-scooper and watch your step.",
      "th": "ใช้ไม้ตักอึสีฟ้าและระวังอย่าเหยียบเข้าล่ะ"
    }
  },
  {
    "translation": {
      "en": "Don't worry about the color. He likes mangoes.",
      "th": "ไม่ต้องห่วงเรื่องสี มันชอบกินมะม่วงน่ะ"
    }
  },
  {
    "translation": {
      "en": "Marley is not allowed to drink out of the toilet...",
      "th": "อย่าให้มันดื่มน้ำในโถเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "...so be sure to keep the lid closed and the brick on the lid.",
      "th": "ช่วยปิดฝาโถส้วมและวางอิฐทับด้วย"
    }
  },
  {
    "translation": {
      "en": "Actually, you might wanna just keep the bathroom door shut in general.",
      "th": "ที่จริงปิดประตูห้องน้ำตลอดเลยดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Like most dogs, Marley needs a lot of exercise...",
      "th": "มาร์ลีย์ต้องออกกำลังกายเยอะ เหมือนหมาส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "...so try to take him for a walk or a run every morning and every evening.",
      "th": "พยายามพามันออกไปวิ่งหรือเดินทุกเช้าเย็น"
    }
  },
  {
    "translation": {
      "en": "Marley.",
      "th": "มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Let go, let go, let go. Marley!",
      "th": "ปล่อยๆ มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "And be sure to lock the doors and windows before you go to sleep.",
      "th": "อย่าลืมล็อกประตูและหน้าต่างก่อนนอน"
    }
  },
  {
    "translation": {
      "en": "But don't worry, Marley is an excellent watchdog.",
      "th": "แต่ไม่ต้องห่วง มาร์ลีย์เป็นหมาเฝ้าบ้านอย่างดี"
    }
  },
  {
    "translation": {
      "en": "You can rest easy at night knowing he's on the job.",
      "th": "คุณนอนได้สบายเพราะรู้ว่ามันทำหน้าที่อยู่"
    }
  },
  {
    "translation": {
      "en": "Thunderstorms are his weak point.",
      "th": "มันกลัวฟ้าร้อง"
    }
  },
  {
    "translation": {
      "en": "You can give him sedatives if you think a storm is arriving.",
      "th": "คุณให้มันกินยาระงับประสาทได้ ถ้าคิดว่าจะมีพายุเข้า"
    }
  },
  {
    "translation": {
      "en": "Okay. Here you go. Marley. Marley, come back here.",
      "th": "โอเค เอาไป มาร์ลีย์ๆ กลับมานี่"
    }
  },
  {
    "translation": {
      "en": "He doesn't like them... ...so push them down his throat as far as they go.",
      "th": "มันไม่ชอบ เพราะงั้นยัดยาลงคอของมันให้ลึกๆ"
    }
  },
  {
    "translation": {
      "en": "Welcome, welcome. I'm Mrs. Butterly.",
      "th": "ยินดีต้อนรับๆ ฉันคือคุณนายบัตเตอร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Now, finally, we do not allow Marley to get up on any piece of furniture...",
      "th": "ข้อสุดท้าย เราไม่ให้มาร์ลีย์ ขึ้นไปนั่งบนเฟอร์นิเจอร์ใดๆ"
    }
  },
  {
    "translation": {
      "en": "...or chew on anything except his toys.",
      "th": "หรือกัดอะไรนอกจากของเล่นของมัน"
    }
  },
  {
    "translation": {
      "en": "Other than that, enjoy him. Love, Jenny and John.",
      "th": "นอกนั้นก็ขอให้สนุกกับมันนะจ๊ะ รัก เจนนีกับจอห์น"
    }
  },
  {
    "translation": {
      "en": "We serve tea every day at 4 and dinner at 6 sharp.",
      "th": "เราเสิร์ฟชาทุกวันตอนสี่โมงเย็น และมื้อค่ำตอนหกโมงตรง"
    }
  },
  {
    "translation": {
      "en": "Oh, and these blankets are woolen. Good heat in them.",
      "th": "ผ้าห่มพวกนี้ทำจากขนแกะทำให้อุ่นสบาย"
    }
  },
  {
    "translation": {
      "en": "-So they're electric? -Oh, not in this house.",
      "th": "- มีไฟฟ้าด้วยเหรอคะ - ในบ้านนี้ไม่มีหรอก"
    }
  },
  {
    "translation": {
      "en": "My brother died in a fire, God rest his soul.",
      "th": "พี่ชายฉันถูกไฟคลอกตาย ขอให้วิญญาณเขาไปสู่สุคติ"
    }
  },
  {
    "translation": {
      "en": "In this room, actually.",
      "th": "ที่จริงก็ในห้องนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Oh, not to worry. It's been repapered.",
      "th": "ไม่ต้องห่วงนะ เราติดวอลเปเปอร์ใหม่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Well, good night to you both and God bless you.",
      "th": "ราตรีสวัสดิ์นะคะ พวกคุณ ขอให้พระเจ้าคุ้มครอง"
    }
  },
  {
    "translation": {
      "en": "Thank you. You-- Bless you.",
      "th": "ขอบคุณค่ะ โชคดีนะ"
    }
  },
  {
    "translation": {
      "en": "That was just weird.",
      "th": "เมื่อกี้มันแปลกๆ นะ"
    }
  },
  {
    "translation": {
      "en": "Oh, gosh.",
      "th": "พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "Honey, I know that we haven't had sex since, you know...",
      "th": "ที่รัก ฉันรู้ว่าเรายังไม่ได้มีเซ็กส์กันตั้งแต่เรื่องนั้น แต่ฉันว่าเราคงไม่อยากทำกันคืนนี้แน่"
    }
  },
  {
    "translation": {
      "en": "...but I don't think we're breaking that streak tonight.",
      "th": "แต่ฉันว่าเราคงไม่อยากทำกันคืนนี้แน่"
    }
  },
  {
    "translation": {
      "en": "No, I don't wanna break the streak here. This doesn't feel--",
      "th": "ไม่ๆ ผมก็ไม่อยากทำที่นี่ มันรู้สึกไม่..."
    }
  },
  {
    "translation": {
      "en": "I mean, I think I could, you know, handle God watching and his mother...",
      "th": "ถ้าแค่ มีพระเจ้ากับแม่ของพระองค์ คอยมองอยู่ก็ไม่เป็นไรหรอก แต่ไม่เอาตุ๊กตาพระสันตะปาปาตัวนี้นะ"
    }
  },
  {
    "translation": {
      "en": "...but not this little porcelain pontiff right here.",
      "th": "แต่ไม่เอาตุ๊กตาพระสันตะปาปาตัวนี้นะ"
    }
  },
  {
    "translation": {
      "en": "It's July and I think I can see my breath.",
      "th": "เดือนกรกฎาคมแท้ๆ แต่ไอเย็นออกจากปากเลย"
    }
  },
  {
    "translation": {
      "en": "-Honey, I can't feel my toes. -That's not good.",
      "th": "- ที่รัก นิ้วเท้าฉันชาเลย - ไม่ดีแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm gonna check on that.",
      "th": "ไหนดูหน่อยซิ"
    }
  },
  {
    "translation": {
      "en": "-Oh, good God. -That's not the bed.",
      "th": "- พระเจ้า - นี่ไม่ใช่เสียงเตียงหรอก"
    }
  },
  {
    "translation": {
      "en": "It's the shrieks of oversexed souls in hell.",
      "th": "มันเป็นเสียงร้องของวิญญาณที่โหยหาเซ็กส์ในนรก"
    }
  },
  {
    "translation": {
      "en": "Do you wanna join them?",
      "th": "อยากไปร่วมกับพวกเขามั้ย"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "th": "จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "We don't have to.",
      "th": "ไม่ต้องก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "I know, but the idea that it hasn't happened here in 50 years is just....",
      "th": "ฉันรู้ แต่พอคิดว่าไม่เคยมีใคร ทำอะไรกันในนี้มา 50 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's kind of turning me on.",
      "th": "มันทำให้ฉันมีอารมณ์"
    }
  },
  {
    "translation": {
      "en": "Honey, I missed you.",
      "th": "ที่รัก ผมคิดถึงคุณจัง"
    }
  },
  {
    "translation": {
      "en": "-Marley. Hi, honey. -Marley.",
      "th": "- มาร์ลีย์ ไงจ๊ะ ที่รัก - มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "-Oh, come here. Oh, my God. -Hi. We missed you so much.",
      "th": "- มานี่ซิ พระเจ้า - ไง เราคิดถึงแกมาก"
    }
  },
  {
    "translation": {
      "en": "-Hey, Debby. -Hey.",
      "th": "- ไง เดบบี - ไงคะ"
    }
  },
  {
    "translation": {
      "en": "There were 11 thunderstorms while you were gone.",
      "th": "ตอนที่คุณไม่อยู่ มีพายุ 11 ครั้ง"
    }
  },
  {
    "translation": {
      "en": "Eleven. And you were right, he doesn't like thunderstorms.",
      "th": "สิบเอ็ดครั้ง และคุณพูดถูกว่ามันไม่ชอบพายุ"
    }
  },
  {
    "translation": {
      "en": "Okay, yeah, 11. That's a lot of thunderstorms.",
      "th": "ใช่ 11 ครั้งก็เยอะอยู่"
    }
  },
  {
    "translation": {
      "en": "Oh, and just so you know, I am a dog person, but that's not a dog.",
      "th": "และขอบอกนะว่าฉันชอบหมา แต่นั่นไม่ใช่หมา"
    }
  },
  {
    "translation": {
      "en": "That is evil with a dog face that is humping my leg... ...and peeing on your carpet.",
      "th": "นั่นคือปีศาจร้ายที่มีหน้าเป็นหมา คอยขี่ขาฉันและฉี่รดพรมคุณ"
    }
  },
  {
    "translation": {
      "en": "-Marley. Marley. -Marley, stop that.",
      "th": "- มาร์ลีย์ - มาร์ลีย์ หยุดเลย"
    }
  },
  {
    "translation": {
      "en": "Marley, come on, it's just thunder. No barking.",
      "th": "มาร์ลีย์ มันก็แค่ฟ้าร้อง อย่าเห่าสิ"
    }
  },
  {
    "translation": {
      "en": "Marley, come on. It's just thunder.",
      "th": "มาร์ลีย์ ไม่เอาน่า มันก็แค่ฟ้าร้อง"
    }
  },
  {
    "translation": {
      "en": "Marley, come on.",
      "th": "มาร์ลีย์ ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "Jenny! Can you help me out here?",
      "th": "เจนนี ช่วยผมหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "I got 20 minutes to file this column, and I gotta--",
      "th": "ผมมีเวลา 20 นาทีเขียนคอลัมน์นี้ แล้วยังต้อง..."
    }
  },
  {
    "translation": {
      "en": "Jenny?",
      "th": "เจนนี"
    }
  },
  {
    "translation": {
      "en": "-The luck of the Irish. -What?",
      "th": "- โชคดีของชาวไอริช - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, God. John. Honey.",
      "th": "พระเจ้า จอห์น ที่รักคะ"
    }
  },
  {
    "translation": {
      "en": "John. John, wake up, honey. It's time.",
      "th": "จอห์นๆ ตื่น ได้เวลาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Okay, what do I need? Oh, these will be comfortable. Okay.",
      "th": "โอเค ฉันต้องใช้อะไรบ้าง นี่น่าจะใส่สบายนะ"
    }
  },
  {
    "translation": {
      "en": "You all right? You all right?",
      "th": "คุณโอเคมั้ยๆ"
    }
  },
  {
    "translation": {
      "en": "Are you okay? It's okay, I'm not gonna hurt her.",
      "th": "คุณโอเคนะ ไม่เป็นไร ฉันไม่ได้จะทำร้ายเธอ"
    }
  },
  {
    "translation": {
      "en": "Try not to scream. I don't want him to kill me.",
      "th": "อย่าร้องนะ ผมไม่อยากโดนมันขย้ำตาย"
    }
  },
  {
    "translation": {
      "en": "You remembered to install the car seat, right?",
      "th": "ใส่เก้าอี้เด็กในรถแล้วใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "They won't let us take the baby home--",
      "th": "พวกเขาจะไม่ให้เราพาลูกกลับบ้านนะ"
    }
  },
  {
    "translation": {
      "en": "-I wouldn't forget. -I know, I'm sorry.",
      "th": "- ผมไม่ลืมหรอก - ฉันรู้ ขอโทษ"
    }
  },
  {
    "translation": {
      "en": "-Got that right there? -I think I got it. What else?",
      "th": "- คุณได้ของแล้วใช่มั้ย - ได้แล้วค่ะ มีอะไรอีกนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, come on, Marley, help me out here.",
      "th": "เอาล่ะ มาร์ลีย์ ช่วยฉันหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "You can chew through drywall, Marley. This is nothing for you.",
      "th": "แกกัดผนังยังได้ แค่นี้สบายมาก"
    }
  },
  {
    "translation": {
      "en": "Good, yeah.",
      "th": "ดีมาก"
    }
  },
  {
    "translation": {
      "en": "No, no, you're gonna stay here.",
      "th": "ไม่ๆ แกต้องอยู่นี่"
    }
  },
  {
    "translation": {
      "en": "I'll leave you this bone to keep you busy now.",
      "th": "ฉันจะทิ้งกระดูกไว้ให้ แกจะได้ไม่เหงา"
    }
  },
  {
    "translation": {
      "en": "Hopefully no thunderstorms. And I'm off.",
      "th": "หวังว่าจะไม่มีพายุนะ ฉันไปล่ะ"
    }
  },
  {
    "translation": {
      "en": "Who's your daddy? Come here.",
      "th": "ไหนใครคือพ่อแก มานี่มา"
    }
  },
  {
    "translation": {
      "en": "Here's the thing. In about two minutes, we're gonna bring home the baby...",
      "th": "คืออย่างนี้นะ อีกสองนาทีเราจะพาลูกกลับมา"
    }
  },
  {
    "translation": {
      "en": "...and you'd be doing me a really big favor if you didn't freak out.",
      "th": "และแกคงช่วยฉันเยอะเลย ถ้าไม่สติแตก"
    }
  },
  {
    "translation": {
      "en": "And I'm gonna try to do the same.",
      "th": "ฉันก็จะพยายามเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "-Are you ready? -I'm ready, yes.",
      "th": "- คุณพร้อมมั้ย - ฉันพร้อมแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Hi, come here.",
      "th": "- โอเค - ไง มานี่ซิ"
    }
  },
  {
    "translation": {
      "en": "Hi, baby. Oh, hi. Hi, sweetie. Hi, Marley.",
      "th": "ไง เจ้าหนู ไง มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Come on. Come here. Okay?",
      "th": "มานี่ โอเคมั้ย"
    }
  },
  {
    "translation": {
      "en": "-Marley. -Would be a bummer if you ate the baby.",
      "th": "- มาร์ลีย์ - ถ้ามันกินลูกเราล่ะก็แย่เลย"
    }
  },
  {
    "translation": {
      "en": "-Just.... -Look, Marley, this is Patrick.",
      "th": "- แค่... - มาร์ลีย์ นี่แพทริกนะ"
    }
  },
  {
    "translation": {
      "en": "Not to be confused with a chew toy, although it may look like one.",
      "th": "อย่าจำสับสนกับของกัดเล่นนะ ถึงจะดูคล้ายกันก็เถอะ"
    }
  },
  {
    "translation": {
      "en": "Say hi. See, honey? He's not eating the baby.",
      "th": "ทักทายสิ เห็นมั้ย ที่รัก มันไม่กินลูกเรา"
    }
  },
  {
    "translation": {
      "en": "Very good.",
      "th": "ดีมาก"
    }
  },
  {
    "translation": {
      "en": "Yeah. No, I have a quote for it right here.",
      "th": "ใช่ ฉันมีใบเสนอราคาตรงนี้"
    }
  },
  {
    "translation": {
      "en": "Well, have Legal call them again and get a release for it.",
      "th": "ให้ทนายโทรหาเขาอีกที แล้วขอใบอนุญาต"
    }
  },
  {
    "translation": {
      "en": "They told me it was on the record.",
      "th": "พวกเขาบอกฉันว่าลงบันทึกแล้ว"
    }
  },
  {
    "translation": {
      "en": "I don't-- Patrick, honey, be careful with those toys.",
      "th": "ไม่สิ แพทริก ลูกรัก ระวังของเล่นด้วย"
    }
  },
  {
    "translation": {
      "en": "You know Marley gets-- Carla, I'm not talking to you.",
      "th": "มาร์ลีย์มันชอบ... คาร์ลา ฉันไม่ได้พูดกับเธอ"
    }
  },
  {
    "translation": {
      "en": "Will you just call them and get a release? I'll call you back. I'll call you right back.",
      "th": "ช่วยโทรหาเขาแล้วขอใบอนุญาตหน่อย เดี๋ยวฉันโทรกลับ"
    }
  },
  {
    "translation": {
      "en": "Ready?",
      "th": "พร้อมมั้ย"
    }
  },
  {
    "translation": {
      "en": "How far do you wanna go?",
      "th": "อยากไปไกลแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Those days are over for us, amigo.",
      "th": "เราผ่านวันแบบนี้มาแล้ว เพื่อน"
    }
  },
  {
    "translation": {
      "en": "We had a good run, though.",
      "th": "เราวิ่งกันสนุกมากเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Hey, look. There's Daddy.",
      "th": "นี่ ดูสิ พ่อมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Come on, Marley.",
      "th": "มาเถอะ มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "This is gonna sound crazy, but what's that thing called...",
      "th": "ฉันรู้ว่ามันต้องฟังดูบ้ามาก แต่ไอ้นั่นมันเรียกว่าอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "...when you owe money on a house?",
      "th": "ถ้าเราติดค่าบ้าน"
    }
  },
  {
    "translation": {
      "en": "-It starts with an M. -Mortgage.",
      "th": "- มันเริ่มต้นด้วยตัวจ. - จำนอง"
    }
  },
  {
    "translation": {
      "en": "Mortgage.",
      "th": "จำนอง"
    }
  },
  {
    "translation": {
      "en": "Is it possible to be this tired?",
      "th": "คนเราเหนื่อยขนาดนี้ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "You know what? I'm gonna get up with him tonight.",
      "th": "คืนนี้ผมจะตื่นมาดูลูกเอง"
    }
  },
  {
    "translation": {
      "en": "No, you won't. You don't hear him.",
      "th": "ไม่หรอก คุณไม่ได้ยินเขาร้อง"
    }
  },
  {
    "translation": {
      "en": "-Yeah, you're right. -Yeah, well, why?",
      "th": "- ใช่ นั่นสิ - ใช่ ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "I'm just a blessedly sound sleeper. I do have to go into the office tomorrow, though.",
      "th": "- ผมเป็นคนหลับลึก - พรุ่งนี้ฉันต้องเข้าที่ทำงาน"
    }
  },
  {
    "translation": {
      "en": "-Will you watch him then for me? -It would be my pleasure.",
      "th": "- ช่วยดูเขาตอนนั้นได้มั้ย - ยินดีเลยจ้ะ"
    }
  },
  {
    "translation": {
      "en": "-How long are we talking about? -I don't know.",
      "th": "- นานแค่ไหนเหรอ - ไม่รู้เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "-It's not quite what you expected, huh? -I don't know what I expected.",
      "th": "- มันไม่เหมือนที่คุณคิดไว้ใช่มั้ย - ผมก็ไม่รู้ว่าตัวเองคิดอะไร"
    }
  },
  {
    "translation": {
      "en": "I never thought Marley would seem like the easy one.",
      "th": "ไม่คิดว่ามาร์ลีย์จะดูเลี้ยงง่ายไปเลย"
    }
  },
  {
    "translation": {
      "en": "I know. I know, but you know what? We adjusted to him...",
      "th": "ฉันรู้ๆ แต่อะไรรู้มั้ย เราปรับตัวให้เข้ากับมัน"
    }
  },
  {
    "translation": {
      "en": "...and we'll adjust to the baby.",
      "th": "และเราจะปรับตัวให้เข้ากับลูก"
    }
  },
  {
    "translation": {
      "en": "I'm just trying to remember us from before.",
      "th": "ผมพยายามนึกถึงเราสมัยก่อน"
    }
  },
  {
    "translation": {
      "en": "-You mean those younger... -Yeah.",
      "th": "- หมายถึงวันที่เรายังเด็ก - ใช่"
    }
  },
  {
    "translation": {
      "en": "...sexier, better-looking people?",
      "th": "เซ็กซี่และดูดีกว่านี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I remember them.",
      "th": "- ใช่ - ฉันจำพวกเขาได้"
    }
  },
  {
    "translation": {
      "en": "-I remember them vaguely. -I miss them.",
      "th": "- ฉันจำได้รางๆ - ผมคิดถึงพวกเขา"
    }
  },
  {
    "translation": {
      "en": "They're here.",
      "th": "พวกเขาอยู่นี่ไง"
    }
  },
  {
    "translation": {
      "en": "They're here, they're just really tired.",
      "th": "พวกเขาอยู่นี่ แค่เหนื่อยมากก็เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "What, now you're jealous?",
      "th": "อะไร แกหึงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Stay here.",
      "th": "อยู่นี่นะ"
    }
  },
  {
    "translation": {
      "en": "-Call the police. -Okay.",
      "th": "- โทรเรียกตำรวจ - ได้"
    }
  },
  {
    "translation": {
      "en": "Hey, hey, hey. Are you all right? What happened?",
      "th": "นี่ๆ เป็นอะไรมั้ย เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "He told me not to scream or he'd stab me, but I screamed.",
      "th": "เขาบอกฉันว่าอย่าร้อง ไม่งั้นเขาจะแทงฉัน แต่ฉันก็ร้อง"
    }
  },
  {
    "translation": {
      "en": "-I screamed and he stabbed me. -Sit down, just sit down.",
      "th": "- ฉันร้อง เขาเลยแทงฉัน - นั่งก่อนๆ"
    }
  },
  {
    "translation": {
      "en": "It's okay, it's all right.",
      "th": "ไม่เป็นไรๆ"
    }
  },
  {
    "translation": {
      "en": "-Where's your mother? -At work.",
      "th": "- แม่เธออยู่ไหน - ที่ทำงานค่ะ"
    }
  },
  {
    "translation": {
      "en": "It's okay, it's not that bad. Keep your hand placed right here.",
      "th": "ไม่เป็นไร ไม่ได้แย่มาก วางมือไว้ตรงนี้นะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "My wife called the police, so everything's gonna be okay.",
      "th": "เมียฉันโทรหาตำรวจแล้ว ทุกอย่างจะโอเคนะ"
    }
  },
  {
    "translation": {
      "en": "In all the time I've lived here, I've never gotten your name.",
      "th": "ตั้งแต่ย้ายมาอยู่ที่นี่ ฉันยังไม่รู้ชื่อเธอเลย"
    }
  },
  {
    "translation": {
      "en": "-Lisa. -Okay, I'm gonna sit right here, Lisa.",
      "th": "- ลิซา - โอเค ฉันจะนั่งตรงนี้นะ ลิซา"
    }
  },
  {
    "translation": {
      "en": "You're gonna keep your hands placed there...",
      "th": "เอามือกดไว้ตรงนี้ก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "...and we're gonna wait for the police to get here.",
      "th": "เราจะนั่งรอจนกว่าตำรวจมา"
    }
  },
  {
    "translation": {
      "en": "They're gonna take care of this, all right?",
      "th": "พวกเขาจะจัดการเรื่องนี้เอง"
    }
  },
  {
    "translation": {
      "en": "Okay? Look at me.",
      "th": "โอเคนะ มองฉันสิ"
    }
  },
  {
    "translation": {
      "en": "It's all right. It's all right.",
      "th": "ไม่เป็นไรนะๆ"
    }
  },
  {
    "translation": {
      "en": "Safest neighborhood?",
      "th": "หมู่บ้านที่ปลอดภัยที่สุด"
    }
  },
  {
    "translation": {
      "en": "In terms of crime, I'd say you're looking at Boca.",
      "th": "ถ้าปลอดอาชญากรรมคงเป็นโบคา"
    }
  },
  {
    "translation": {
      "en": "Boca? I was afraid you were gonna say that.",
      "th": "โบคาเหรอ ผมกลัวว่าคุณจะพูดแบบนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "-That's the way it is, John. -Okay, thanks.",
      "th": "- มันเป็นแบบนี้แหละ จอห์น - โอเค ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Boca. Not so bad.",
      "th": "โบคา ก็ไม่เลวนัก"
    }
  },
  {
    "translation": {
      "en": "You got kids playing in the street. I don't know, what do you guys think?",
      "th": "มีเด็กเล่นตามถนน ไม่รู้สิ พวกนายว่าไง"
    }
  },
  {
    "translation": {
      "en": "We might live here one day, if we can afford it.",
      "th": "เราอาจย้ายมาอยู่ที่นี่ถ้ามีเงินพอนะ"
    }
  },
  {
    "translation": {
      "en": "There we go. I can get you right here.",
      "th": "ถึงแล้ว มาอุ้มหน่อย"
    }
  },
  {
    "translation": {
      "en": "Stay. Marley, no.",
      "th": "อยู่ก่อน มาร์ลีย์ อย่า"
    }
  },
  {
    "translation": {
      "en": "Marley. Marley.",
      "th": "มาร์ลีย์ๆ"
    }
  },
  {
    "translation": {
      "en": "And don't you love this kitchen? Look at the state-of-the-art appliances.",
      "th": "ชอบครัวนี้มั้ย ดูอุปกรณ์แสนสวยพวกนี้สิ"
    }
  },
  {
    "translation": {
      "en": "And my favorite part, the pool, is....",
      "th": "ฉันชอบสระว่ายน้ำที่สุดเลย มัน..."
    }
  },
  {
    "translation": {
      "en": "-Why don't we look over here? -Sorry, can I get a brochure?",
      "th": "- เรามาดูตรงนี้ดีกว่า - ผมขอแผ่นพับหน่อยได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "-Sure. -Thank you. Looks nice.",
      "th": "- ได้สิ - ขอบคุณ ดูดีจัง"
    }
  },
  {
    "translation": {
      "en": "Whose dog is that?",
      "th": "นั่นหมาใครน่ะ"
    }
  },
  {
    "translation": {
      "en": "Jenny?",
      "th": "เจนนี"
    }
  },
  {
    "translation": {
      "en": "Honey.",
      "th": "ที่รัก"
    }
  },
  {
    "translation": {
      "en": "Jen?",
      "th": "เจน"
    }
  },
  {
    "translation": {
      "en": "Hey. You okay?",
      "th": "นี่ คุณเป็นอะไรรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "-Yeah, I'm good. Where have you been? -I wanna show you something.",
      "th": "ฉันไม่เป็นไร พวกคุณไปไหนมา - มีอะไรให้ดูน่ะ - อะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's a house. Now, it's a little pricey, but I think we can do it.",
      "th": "บ้านน่ะ อาจจะแพงไปหน่อย แต่ผมว่าเราไหวนะ"
    }
  },
  {
    "translation": {
      "en": "-Boca? -I know, I know.",
      "th": "- โบคาเหรอ - ผมรู้ๆ"
    }
  },
  {
    "translation": {
      "en": "But Frank Bennet on the Metro desk says it's the safest neighborhood.",
      "th": "แต่แฟรงก์ เบนเน็ต บอกว่ามันเป็นหมู่บ้านที่ปลอดภัยที่สุด"
    }
  },
  {
    "translation": {
      "en": "-I'm just not sure now is the right time. -But when is the right time?",
      "th": "- ฉันไม่แน่ใจว่าตอนนี้เหมาะรึเปล่า - แล้วเมื่อไหร่ล่ะ"
    }
  },
  {
    "translation": {
      "en": "After one of us gets stabbed in the driveway?",
      "th": "หลังจากที่เราสักคนโดนแทงหน้าบ้านเหรอ"
    }
  },
  {
    "translation": {
      "en": "-John. -Honey, it's cramped in here.",
      "th": "- จอห์น - ที่รัก บ้านนี้มันแคบไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "This was supposed to be a three-year house. I know. I know that.",
      "th": "- บ้านนี้เรากะอยู่แค่สามปีเอง จำได้มั้ย - ฉันรู้ๆ"
    }
  },
  {
    "translation": {
      "en": "I just don't think we can afford to buy a new one.",
      "th": "ฉันแค่คิดว่าเราไม่มีเงินพอซื้อบ้านใหม่หรอก"
    }
  },
  {
    "translation": {
      "en": "But, honey, we can. With both our salaries--",
      "th": "ที่รัก เราซื้อได้นะ เงินเดือนเราสองคน..."
    }
  },
  {
    "translation": {
      "en": "Honey, I'm pregnant. Really?",
      "th": "- ที่รัก ฉันท้อง - จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Are you sure?",
      "th": "แน่ใจเหรอ"
    }
  },
  {
    "translation": {
      "en": "Come here.",
      "th": "มานี่สิ"
    }
  },
  {
    "translation": {
      "en": "Pretty sure.",
      "th": "แน่ใจเลย"
    }
  },
  {
    "translation": {
      "en": "Four for four.",
      "th": "ทั้งสี่แท่งเลย"
    }
  },
  {
    "translation": {
      "en": "-Hold on. -That's great.",
      "th": "- เดี๋ยวก่อน - ดีจัง"
    }
  },
  {
    "translation": {
      "en": "Congratulations.",
      "th": "ยินดีด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "-Come on. -I mean, to both of us.",
      "th": "- มานี่มา - สำหรับเราทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "Oh, yes. Oh, you're such a good boy.",
      "th": "ใช่จ้ะ ลูกเป็นเด็กดี"
    }
  },
  {
    "translation": {
      "en": "-Another baby. -I know.",
      "th": "- มีลูกอีกคนเหรอ - ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "Honey, I think I have to quit my job. You don't have to do that. We can get some help.",
      "th": "- ที่รัก ฉันอาจต้องลาออกจากงาน - ไม่ต้องก็ได้ เราจ้างพี่เลี้ยงมั้ย"
    }
  },
  {
    "translation": {
      "en": "No, I don't want any help. I really don't.",
      "th": "ไม่ ฉันไม่อยากมีคนช่วย จริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "I really-- I just don't want-- Will you hand me that pacifier?",
      "th": "ฉันไม่อยาก... ขอจุกนมหน่อย"
    }
  },
  {
    "translation": {
      "en": "I just-- I don't wanna be one of those people...",
      "th": "ฉันไม่อยากเป็นพวกที่"
    }
  },
  {
    "translation": {
      "en": "...that sees their child for an hour at night.",
      "th": "เจอลูกคืนละชั่วโมงเดียว"
    }
  },
  {
    "translation": {
      "en": "-I don't. -I know, but you love your work and--",
      "th": "- ไม่เอาหรอก - ใช่ แต่คุณรักงานคุณนี่"
    }
  },
  {
    "translation": {
      "en": "I do, I love my work, honey, but this is killing me.",
      "th": "ฉันรักงานนะ ที่รัก แต่ฉันจะตายเอาได้"
    }
  },
  {
    "translation": {
      "en": "When I'm at the office, I just wanna be here.",
      "th": "พออยู่ที่ทำงาน ใจก็คอยคิดอยากอยู่บ้าน"
    }
  },
  {
    "translation": {
      "en": "And when I'm here, I am constantly thinking about work.",
      "th": "แล้วพออยู่ที่นี่ ฉันก็จะคิดถึงแต่เรื่องงาน"
    }
  },
  {
    "translation": {
      "en": "And I just know that I'm doing both jobs halfway.",
      "th": "และฉันรู้ว่าตัวเองกำลัง ทำทั้งสองอย่างครึ่งๆ กลางๆ"
    }
  },
  {
    "translation": {
      "en": "Well, you're not doing them halfway.",
      "th": "ไม่หรอก"
    }
  },
  {
    "translation": {
      "en": "Look, if I have to give up something, I do not wanna give up this.",
      "th": "ถ้าฉันต้องยอมสละสักอย่าง ฉันไม่ยอมสละสิ่งนี้แน่"
    }
  },
  {
    "translation": {
      "en": "Why should I give you a raise? Give me one good reason.",
      "th": "ทำไมผมต้องขึ้นเงินเดือนให้คุณ ขอเหตุผลดีๆ หน่อย"
    }
  },
  {
    "translation": {
      "en": "-Because I'm doing a good job? -Is that a question?",
      "th": "- เพราะผมทำงานดีมั้งครับ - นี่เป็นคำถามเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, but since I took over the column, the readership's doubled.",
      "th": "เปล่า แต่ตั้งแต่ผมมาเขียนคอลัมน์ มีคนอ่านเพิ่มตั้งเท่าตัว"
    }
  },
  {
    "translation": {
      "en": "So you are doing a good job.",
      "th": "งั้นคุณก็ทำงานได้ดี"
    }
  },
  {
    "translation": {
      "en": "Yes, if you go by the circulation and popularity.",
      "th": "ใช่ครับ ถ้าดูจากความแพร่หลายและความนิยม"
    }
  },
  {
    "translation": {
      "en": "Okay. Why not make it permanent?",
      "th": "โอเค งั้นทำให้มันถาวรเลยมั้ย"
    }
  },
  {
    "translation": {
      "en": "What do you mean, like forever? Yeah, that's what \"permanent\" means.",
      "th": "- หมายถึงตลอดไปเลยเหรอครับ - ใช่ \"ถาวร\" แปลว่างั้น"
    }
  },
  {
    "translation": {
      "en": "John, every bozo out there would like to have their own column.",
      "th": "จอห์น ใครๆ ก็อยากมีคอลัมน์ของตัวเองกันทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "Everybody in that entire room.",
      "th": "ทุกคนในห้องนั้น"
    }
  },
  {
    "translation": {
      "en": "And you've taken the column and you've turned it into something fresh.",
      "th": "และคุณได้เขียนคอลัมน์แล้วเติมความสดใหม่ให้มัน"
    }
  },
  {
    "translation": {
      "en": "I know you don't wanna hear it, but you're a really good columnist.",
      "th": "ผมรู้ว่าคุณไม่อยากได้ยิน แต่คุณเป็นนักเขียนคอลัมน์ที่ดีนะ"
    }
  },
  {
    "translation": {
      "en": "Why are you hesitating?",
      "th": "ทำไมต้องลังเล"
    }
  },
  {
    "translation": {
      "en": "I just have this idea about myself, you know, as a reporter.",
      "th": "ผมแค่คิดว่าตัวเองเป็นนักข่าว"
    }
  },
  {
    "translation": {
      "en": "Well, sometimes life comes up with a better idea. I'll tell you what.",
      "th": "บางทีชีวิตก็เสนอความคิด ที่ดีกว่าให้เรา เอาอย่างนี้"
    }
  },
  {
    "translation": {
      "en": "You take on a daily column, I will double your salary.",
      "th": "ถ้าคุณเขียนวันละหนึ่งคอลัมน์ ผมจะเพิ่มเงินเดือนให้เท่าตัว"
    }
  },
  {
    "translation": {
      "en": "Gonna start you off with some corn flakes.",
      "th": "เราจะเริ่มด้วยคอร์นเฟล็ก"
    }
  },
  {
    "translation": {
      "en": "The most important meal-- No, Marley.",
      "th": "มื้อสำคัญที่สุด ไม่นะ มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Most important meal of the day. There. I might take a little spoonful.",
      "th": "มื้อสำคัญที่สุดของวัน ขอพ่อชิมคำนึง"
    }
  },
  {
    "translation": {
      "en": "John, please, just take him for a sec. I gotta take a shower. I gotta go.",
      "th": "จอห์น ช่วยดูเขานิดนึงนะ ฉันต้องอาบน้ำ ต้องไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "But it happens every time. Well, you've got to spend more time with him.",
      "th": "- แต่ลูกเป็นอย่างนี้ทุกครั้งเลย - งั้นคุณก็ต้องอยู่กับเขาให้มากๆ นะ"
    }
  },
  {
    "translation": {
      "en": "Down.",
      "th": "นั่งลง"
    }
  },
  {
    "translation": {
      "en": "Marley.",
      "th": "มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "th": "นี่ไง"
    }
  },
  {
    "translation": {
      "en": "-Okay, I'll do it, I'll do it. -No, no, no, it's fine.",
      "th": "- โอเค ฉันทำเองๆ - ไม่ๆ ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "You say to spend more time with him, and I do, and then you wanna take over.",
      "th": "คุณบอกให้ใช้เวลากับลูกมากๆ แต่พอผมทำ คุณกลับจะมาแย่ง"
    }
  },
  {
    "translation": {
      "en": "I don't want you changing him when you're mad.",
      "th": "ฉันไม่อยากให้คุณเปลี่ยนผ้าอ้อมลูกตอนโกรธ"
    }
  },
  {
    "translation": {
      "en": "-I'm not mad, I'm-- -Thank you. Come on.",
      "th": "- ผมไม่ได้โกรธ - ขอบคุณ มาเถอะ"
    }
  },
  {
    "translation": {
      "en": "Hi, baby. Come on, honey.",
      "th": "ไง ลูก ไม่เป็นไรนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, baby. I know, I know.",
      "th": "ลูกรัก แม่รู้จ้ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, watch out. Oh, come on, Conor. Come on, what?",
      "th": "ระวังนะ คอเนอร์ เป็นอะไร ลูก"
    }
  },
  {
    "translation": {
      "en": "What's the matter? What do you need? What is it?",
      "th": "เป็นอะไรจ๊ะ อยากได้อะไรเหรอ อะไรจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Do you want some food? Food? Milk?",
      "th": "อยากกินอาหารเหรอ อาหารหรือนมดีเอ่ย"
    }
  },
  {
    "translation": {
      "en": "No? Okay.",
      "th": "ไม่เหรอ โอเค"
    }
  },
  {
    "translation": {
      "en": "He's just colicky, Jen. He'll grow out of it.",
      "th": "เขาแค่ปวดท้องน่ะ เจน เดี๋ยวก็หายเอง"
    }
  },
  {
    "translation": {
      "en": "Well, here's an idea. Why don't you stay home, and I'll go to work while he grows out of it?",
      "th": "เอางี้มั้ยล่ะ ทำไมคุณไม่อยู่บ้าน แล้วฉันไปทำงานระหว่างรอให้เขาหายเองล่ะ"
    }
  },
  {
    "translation": {
      "en": "Sorry, I'm tired. Just go. Just go.",
      "th": "ขอโทษ ฉันเหนื่อยน่ะ คุณไปเถอะๆ"
    }
  },
  {
    "translation": {
      "en": "It's postpartum depression.",
      "th": "อาการซึมเศร้าหลังคลอดน่ะ"
    }
  },
  {
    "translation": {
      "en": "They're hormones go on tilt, and they get depressed.",
      "th": "ฮอร์โมนปั่นป่วนเลยทำให้พวกเธอซึมเศร้า"
    }
  },
  {
    "translation": {
      "en": "I remember after my fourth kid was born...",
      "th": "ผมจำได้ตอนลูกคนที่สี่เกิด"
    }
  },
  {
    "translation": {
      "en": "...I'd wake up in the middle of the night sometimes and my wife would be there...",
      "th": "ผมตื่นมากลางดึกแล้วชอบเจอเมีย"
    }
  },
  {
    "translation": {
      "en": "...staring at me with a meat cleaver in her hand.",
      "th": "ยืนจ้องผมพร้อมถือมีดอีโต้ในมือ"
    }
  },
  {
    "translation": {
      "en": "I thought she was gonna kill me.",
      "th": "นึกว่าเธอจะฆ่าผมเสียอีก"
    }
  },
  {
    "translation": {
      "en": "I still do.",
      "th": "ทุกวันนี้ก็คิดงั้น"
    }
  },
  {
    "translation": {
      "en": "You get her the gift?",
      "th": "- คุณซื้อของขวัญให้เธอรึเปล่า - ครับ และก็..."
    }
  },
  {
    "translation": {
      "en": "-Yeah, and.... -Well, it usually works.",
      "th": "- คุณซื้อของขวัญให้เธอรึเปล่า - ครับ และก็... ปกติมันได้ผลนะ"
    }
  },
  {
    "translation": {
      "en": "Okay, Janice, make him look pretty.",
      "th": "เอาล่ะ แจนิซ ถ่ายรูปเขาให้หล่อๆ นะ"
    }
  },
  {
    "translation": {
      "en": "He's gonna have this picture next to his byline for the next 20 years.",
      "th": "เขาต้องมีรูปนี้ประกอบงานเขียนไปอีก 20 ปี"
    }
  },
  {
    "translation": {
      "en": "What are you doing? Get in here.",
      "th": "ทำอะไรอยู่ เข้ามาสิ"
    }
  },
  {
    "translation": {
      "en": "Patrick, honey, please, stop doing that. You're gonna make him sick.",
      "th": "แพทริก ลูกรัก หยุดที ลูกจะทำให้มันป่วยนะ"
    }
  },
  {
    "translation": {
      "en": "-Just eat it, okay? -Careful, Patrick.",
      "th": "- กินอย่างเดียวก็พอ - ระวังนะ แพทริก"
    }
  },
  {
    "translation": {
      "en": "Remember what we did to Marley when he didn't listen.",
      "th": "จำได้มั้ยว่าเราทำอะไรกับมาร์ลีย์ตอนที่มันไม่ฟัง"
    }
  },
  {
    "translation": {
      "en": "Honey, we really have to pick out a color of fabric... ...for the curtains in the boys' room.",
      "th": "ที่รัก เราต้องเลือกสีผ้าม่านห้องลูก"
    }
  },
  {
    "translation": {
      "en": "Okay, well, I don't know, whatever you want.",
      "th": "ไม่รู้สิ แล้วแต่คุณเถอะ"
    }
  },
  {
    "translation": {
      "en": "I'd really like your help deciding.",
      "th": "ฉันอยากให้คุณช่วยตัดสินใจ"
    }
  },
  {
    "translation": {
      "en": "No, let me get him.",
      "th": "ไม่ ผมไปดูลูกเอง"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Marley, just....",
      "th": "มาร์ลีย์ แก..."
    }
  },
  {
    "translation": {
      "en": "Marley. Bad dog. Marley. Marley, stop it.",
      "th": "มาร์ลีย์ ไอ้หมาเลว มาร์ลีย์ๆ หยุดเลย"
    }
  },
  {
    "translation": {
      "en": "Marley, let go. Let go. Marley, let go. Marley.",
      "th": "มาร์ลีย์ ปล่อยๆ มาร์ลีย์ ปล่อยนะ มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Marley. Marley. Marley, get back here. Get back here.",
      "th": "มาร์ลีย์ๆ กลับมานี่ๆ"
    }
  },
  {
    "translation": {
      "en": "Marley. Marley. Bad dog.",
      "th": "มาร์ลีย์ๆ ไอ้หมาเลว"
    }
  },
  {
    "translation": {
      "en": "Marley, get back here. Marley.",
      "th": "มาร์ลีย์ กลับมานี่ มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "See, we were supposed to return these, and now we have to pay for them.",
      "th": "เห็นมั้ย เราควรต้องเอาของกลับไปคืน แต่ตอนนี้ต้องจ่ายเงินซื้อแล้ว"
    }
  },
  {
    "translation": {
      "en": "-That's okay. Come on, just-- -No, it's not okay. It's not okay.",
      "th": "- ไม่เป็นไรนะ - ไม่นะ เป็นสิ"
    }
  },
  {
    "translation": {
      "en": "I told you not to leave anything edible where he can get it.",
      "th": "บอกกี่ครั้งแล้วว่าอย่าวางของกินได้ ไว้ในที่ที่มันเอื้อมถึง"
    }
  },
  {
    "translation": {
      "en": "I know, but you wouldn't exactly say this is edible.",
      "th": "ใช่ แต่นี่มันไม่ใช่ของกินนี่"
    }
  },
  {
    "translation": {
      "en": "John, you know what I mean.",
      "th": "จอห์น คุณรู้ดี แถมยังบอกว่าจะตื่นเช้า"
    }
  },
  {
    "translation": {
      "en": "You said you'd get up early and walk him. He chews things when he gets restless.",
      "th": "จอห์น คุณรู้ดี แถมยังบอกว่าจะตื่นเช้า แล้วพามันไปเดิน มันชอบแทะของถ้ามันหงุดหงิด"
    }
  },
  {
    "translation": {
      "en": "-I am gonna walk him. I just woke up. -Know what? Forget it.",
      "th": "- ก็จะพามันไปเดินอยู่ ผมเพิ่งตื่นนี่ไง - เออ ช่างมันเถอะ"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna do it myself. -You don't have to--",
      "th": "- ฉันจะทำเอง - ไม่ๆ คุณไม่ต้อง..."
    }
  },
  {
    "translation": {
      "en": "Yes, I'm doing it myself.",
      "th": "ฉันจะทำเอง"
    }
  },
  {
    "translation": {
      "en": "You don't get it. She's gonna kill you.",
      "th": "แกไม่เข้าใจเหรอ เธอฆ่าแกแน่"
    }
  },
  {
    "translation": {
      "en": "You've got to take it easy.",
      "th": "แกต้องสงบลงหน่อย"
    }
  },
  {
    "translation": {
      "en": "We're both hanging by a thread.",
      "th": "เราทั้งคู่กำลังจะโดนเล่นงาน"
    }
  },
  {
    "translation": {
      "en": "-So who gets the dog if you guys split up? -We're not splitting up.",
      "th": "- งั้นใครจะได้หมาถ้าพวกนายเลิกกัน - เราไม่เลิกกันหรอก"
    }
  },
  {
    "translation": {
      "en": "-Out of the realm of possibility? -Completely.",
      "th": "- แค่พูดถึงความเป็นไปได้ - ไม่มีทาง"
    }
  },
  {
    "translation": {
      "en": "There's nothing she can do...",
      "th": "ไม่มีอะไรที่เธอทำได้เลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "...no tantrum too big, no depression too deep...",
      "th": "ไม่เกรี้ยวกราดเกินไป ไม่เศร้าเกินไป"
    }
  },
  {
    "translation": {
      "en": "...no failure to perform wifely duties, that would push you over?",
      "th": "ไม่บกพร่องในหน้าที่ภรรยา จนทำให้นายระเบิดเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Why do you jump right to splitting up? Come on, buddy. Mend it, don't end it.",
      "th": "ทำไมนายต้องรีบสรุปว่าเราจะเลิกกัน เราต้องช่วยกันแก้ไขก่อนสิ พวก"
    }
  },
  {
    "translation": {
      "en": "-So life is better with Jenny than without? -Yes, what--?",
      "th": "- งั้นชีวิตที่มีเจนนีดีกว่าตอนไม่มีสินะ - ใช่ อะไร..."
    }
  },
  {
    "translation": {
      "en": "Are you wearing a wire? Jen, are you--? She's listening to this.",
      "th": "นายสวมที่ดักฟังเหรอ เจน คุณฟังอยู่รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Jenny, yes, we had a fight, but I still love you.",
      "th": "เจนนี เราทะเลาะกันก็จริง แต่ผมยังรักคุณนะ"
    }
  },
  {
    "translation": {
      "en": "I mean, come on, buddy. I had a fight with my wife. Let me just sulk.",
      "th": "เพื่อน ฉันทะเลาะกับเมียมา ขอบ่นหน่อยไม่ได้รึไง"
    }
  },
  {
    "translation": {
      "en": "I just wanna know if you're really happy.",
      "th": "ฉันแค่อยากรู้ว่านายมีความสุขจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Oh, wait, there she is.",
      "th": "เดี๋ยวก่อน เธออยู่นั่นไง"
    }
  },
  {
    "translation": {
      "en": "-Where? Who? -Give me the kid.",
      "th": "- ไหน ใคร - เอาเด็กมา"
    }
  },
  {
    "translation": {
      "en": "No, no, no, I can't be a party to this. That's shameless.",
      "th": "ไม่ๆ ฉันไม่ขอมีส่วนร่วม - น่าอายจะตาย - แบบนี้ดีกว่าใช้ลูกหมาอีก"
    }
  },
  {
    "translation": {
      "en": "This is gonna be even better than the puppy.",
      "th": "- น่าอายจะตาย - แบบนี้ดีกว่าใช้ลูกหมาอีก"
    }
  },
  {
    "translation": {
      "en": "No, not my son.",
      "th": "ไม่นะ อย่าใช้ลูกชายฉัน"
    }
  },
  {
    "translation": {
      "en": "Marley, no. Please, please, Marley, no. Please.",
      "th": "มาร์ลีย์ ไม่นะ ขอร้องๆ"
    }
  },
  {
    "translation": {
      "en": "Marley! Marley, what are you--?",
      "th": "มาร์ลีย์ๆ แกทำอะไร"
    }
  },
  {
    "translation": {
      "en": "Marley, God, look at this.",
      "th": "มาร์ลีย์ พระเจ้า ดูสิ"
    }
  },
  {
    "translation": {
      "en": "Stop it. Why do you do this? Why do you ruin everything? Go on.",
      "th": "หยุดนะ ทำไมแกต้องทำแบบนี้ ทำไมต้องทำลายทุกอย่างด้วย"
    }
  },
  {
    "translation": {
      "en": "Patrick! Are you okay? I'm sorry.",
      "th": "แพทริก ลูกเป็นอะไรมั้ย แม่ขอโทษ"
    }
  },
  {
    "translation": {
      "en": "John, get that dog out of here. I want that dog out of here right now.",
      "th": "จอห์น เอาหมาออกไป ฉันต้องการให้ไอ้หมานั่นออกไปเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "-I'll take him for a walk. -No, take him to that farm.",
      "th": "- เดี๋ยวผมพามันไปเดินเล่น ไปกัน พวก - ฉันพูดจริงนะ เอามันไปปล่อย"
    }
  },
  {
    "translation": {
      "en": "All right, buddy, we're going to the farm again.",
      "th": "- เดี๋ยวผมพามันไปเดินเล่น ไปกัน พวก - ฉันพูดจริงนะ เอามันไปปล่อย ดูเหมือนเราต้องเอาแกไปเชือดอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hey, I'm serious. I'm not kidding.",
      "th": "- นี่ ฉันพูดจริงนะ - ผมรู้"
    }
  },
  {
    "translation": {
      "en": "-I can't take this anymore. -What did he do?",
      "th": "- ฉันทนไม่ไหวแล้ว - มันทำอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Everything. What hasn't he done? He's just a horrible, horrible animal.",
      "th": "ทุกอย่างเลย มันไม่ทำอะไรบ้าง มันเป็นสัตว์ที่แย่มากๆ"
    }
  },
  {
    "translation": {
      "en": "Well, that's a little unfair.",
      "th": "ไม่ยุติธรรมเลยนะ"
    }
  },
  {
    "translation": {
      "en": "No, what's unfair is that Conor hasn't slept in two weeks...",
      "th": "ที่ไม่ยุติธรรม คือคอเนอร์ไม่ได้นอนมาสองอาทิตย์แล้ว"
    }
  },
  {
    "translation": {
      "en": "...because of that dog's barking... ...that Patrick gets knocked down twice a day...",
      "th": "เพราะมันเห่าไม่หยุด แล้วแพทริกก็โดนชนล้มวันละสองครั้ง"
    }
  },
  {
    "translation": {
      "en": "...that I can't even think straight.",
      "th": "แล้วฉันก็คิดอะไรไม่ออกเลย"
    }
  },
  {
    "translation": {
      "en": "-And God forbid there's a hint of thunder. -Just calm down for a second.",
      "th": "- และให้ตายเถอะ พวกเสียงฟ้าร้องนั่นอีก - ใจเย็นก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "I know it's been a rough couple of months with the new baby. I understand that.",
      "th": "ผมรู้ว่าสองเดือนที่ผ่านมามันลำบาก เพราะลูกคนที่สองและหลายๆ เรื่อง ผมเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "But I was talking with Arnie, and postpartum depression--",
      "th": "แต่ผมคุยกับอาร์นีแล้ว เรื่องอาการซึมเศร้าหลังคลอดลูก..."
    }
  },
  {
    "translation": {
      "en": "Don't you dare.",
      "th": "อย่าเชียวนะ"
    }
  },
  {
    "translation": {
      "en": "I am not depressed. I am exhausted.",
      "th": "ฉันไม่ได้ซึมเศร้า ฉันเหนื่อย"
    }
  },
  {
    "translation": {
      "en": "I am not angry because of some condition.",
      "th": "ฉันไม่ได้โกรธเพราะมีอาการอะไรทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "I can't even go out for an hour without the kids...",
      "th": "ฉันทิ้งลูกออกไปข้างนอกยังไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "...because every babysitter is terrified of Marley.",
      "th": "เพราะพี่เลี้ยงเด็กแถวนี้ทุกคนกลัวมาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "I know, but you said you didn't wanna work anymore.",
      "th": "ผมรู้ แต่คุณบอกเองว่าไม่อยากทำงานแล้ว"
    }
  },
  {
    "translation": {
      "en": "-We can get help, but you said-- -I don't need any help!",
      "th": "- เราหาพี่เลี้ยงได้ แต่... - ฉันไม่ต้องการ"
    }
  },
  {
    "translation": {
      "en": "-Just get rid of the dog. -That's not gonna happen, obviously.",
      "th": "- แค่จัดการกับหมาซะ - โอเค ไม่มีทางแน่นอน"
    }
  },
  {
    "translation": {
      "en": "-Please keep your voice down. -Me keep my voice down?",
      "th": "- ลดเสียงคุณหน่อยสิ - ลดเสียงผมเหรอ"
    }
  },
  {
    "translation": {
      "en": "Just get rid of the dog. Everybody gets rid of their dogs.",
      "th": "จัดการหมาซะ ใครๆ ก็ทำกันทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "-It's just a dog. -I'm just a husband.",
      "th": "- มันก็แค่หมา - และผมก็แค่สามีคนนึง"
    }
  },
  {
    "translation": {
      "en": "-Gonna get rid of me? -I've thought about it.",
      "th": "- จะทิ้งผมเหรอถ้าทำตัวไม่ดี - ฉันยังไม่ได้คิด"
    }
  },
  {
    "translation": {
      "en": "-Oh, well, that makes two of us. -What do you have to complain about?",
      "th": "- งั้นเราก็คิดเหมือนกันทั้งคู่ - แล้วคุณจะมาบ่นอะไร"
    }
  },
  {
    "translation": {
      "en": "What do I--? Oh, because you're such a joy to be around?",
      "th": "ผมจะบ่นอะไรเหรอ เพราะคุณทำตัวน่ารักมากเลยใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Oh, you're such a jerk.",
      "th": "คุณมันงี่เง่า"
    }
  },
  {
    "translation": {
      "en": "Nice to walk in and feel like you're joining a chain gang.",
      "th": "ดีจังที่กลับบ้านแล้วรู้สึกเหมือนเป็นนักโทษ"
    }
  },
  {
    "translation": {
      "en": "Just a jerk.",
      "th": "ไอ้คนงี่เง่า"
    }
  },
  {
    "translation": {
      "en": "Stop it.",
      "th": "หยุดนะ"
    }
  },
  {
    "translation": {
      "en": "It's your fault.",
      "th": "ความผิดของแกเลย"
    }
  },
  {
    "translation": {
      "en": "You gotta be kidding me.",
      "th": "ล้อเล่นใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Nope. It's just for a couple days till things cool down at home.",
      "th": "ไม่ แค่สองวันจนกว่าเรื่องที่บ้านจะเย็นลง"
    }
  },
  {
    "translation": {
      "en": "A couple days will be all right.",
      "th": "สองวันไม่เป็นไรหรอก"
    }
  },
  {
    "translation": {
      "en": "You guys know each other, so you should be okay.",
      "th": "พวกนายรู้จักกันแล้ว ไม่มีอะไรหรอก"
    }
  },
  {
    "translation": {
      "en": "You want a beer? I'm all right.",
      "th": "- เอาเบียร์มั้ย - ไม่ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Are you moving?",
      "th": "ตกลงจะย้ายแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Where?",
      "th": "- ใช่ - ไปไหน"
    }
  },
  {
    "translation": {
      "en": "New York.",
      "th": "นิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "The Gray Lady came a-courting.",
      "th": "เดอะไทมส์เรียกตัวไป"
    }
  },
  {
    "translation": {
      "en": "The Times offered you a permanent job?",
      "th": "เดอะไทมส์ให้งานประจำนายเหรอ"
    }
  },
  {
    "translation": {
      "en": "Gave Arnie my notice last week.",
      "th": "เพิ่งยื่นใบลาออกกับอาร์นีอาทิตย์ที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-You didn't even say anything. -I know. I'm sorry, I just....",
      "th": "- นายไม่เห็นพูดอะไรเลย - ฉันรู้ ขอโทษนะ ฉันแค่..."
    }
  },
  {
    "translation": {
      "en": "It all happened so fast, I'm not even used to the idea yet.",
      "th": "มันเกิดขึ้นเร็วมาก ฉันยังไม่ทันตั้งตัวเลย"
    }
  },
  {
    "translation": {
      "en": "That's great. The New York Times.",
      "th": "ดีจัง เดอะนิวยอร์กไทมส์"
    }
  },
  {
    "translation": {
      "en": "It's what we always dreamed of.",
      "th": "มันคือสิ่งที่เราฝันมาตลอด"
    }
  },
  {
    "translation": {
      "en": "Well, congratulations. I mean, you deserve it.",
      "th": "ยินดีด้วยนะ นายสมควรได้รับมัน"
    }
  },
  {
    "translation": {
      "en": "-Thanks for looking after Marley. -Yeah.",
      "th": "- ขอบใจที่ดูแลมาร์ลีย์นะ - ได้"
    }
  },
  {
    "translation": {
      "en": "He's eating your briefcase right now. -Shit. -Marley. Marley, no.",
      "th": "- มันกำลังกินกระเป๋านายอยู่น่ะ - เวรเอ๊ย มาร์ลีย์ๆ อย่า"
    }
  },
  {
    "translation": {
      "en": "-Two days, John, I'm serious. -Sorry.",
      "th": "- แค่สองวันนะ จอห์น ฉันพูดจริง - โทษทีนะ"
    }
  },
  {
    "translation": {
      "en": "-Sorry, I didn't mean to wake you. -I wasn't sleeping.",
      "th": "- ขอโทษ ผมไม่ได้ตั้งใจปลุกคุณ - ฉันไม่ได้หลับ"
    }
  },
  {
    "translation": {
      "en": "Where's Marley? Sebastian's gonna watch him for a few days.",
      "th": "- มาร์ลีย์อยู่ไหนคะ - เซบาสเตียนจะดูแลมันให้สองวัน"
    }
  },
  {
    "translation": {
      "en": "I'd love to see that.",
      "th": "อยากเห็นจัง"
    }
  },
  {
    "translation": {
      "en": "Just until I can find a more permanent home.",
      "th": "จนกว่าผมจะหาบ้านถาวรให้มันได้"
    }
  },
  {
    "translation": {
      "en": "This is his permanent home, John. Marley's not going anywhere.",
      "th": "นี่คือบ้านถาวรของมันนะ จอห์น มาร์ลีย์ไม่ต้องไปไหนทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "Honey, I'm sorry. I just got overwhelmed.",
      "th": "ที่รัก ฉันขอโทษนะ ฉันแค่เครียดไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "No one tells you how hard this is all gonna be.",
      "th": "ไม่มีใครบอกเราเลยว่ามันยากขนาดไหน"
    }
  },
  {
    "translation": {
      "en": "Which part?",
      "th": "ส่วนไหนล่ะ"
    }
  },
  {
    "translation": {
      "en": "What? All of it.",
      "th": "ทั้งหมดเลย"
    }
  },
  {
    "translation": {
      "en": "Marriage, being a parent.",
      "th": "การแต่งงาน การเป็นแม่คน"
    }
  },
  {
    "translation": {
      "en": "It's the hardest job in the world, and nobody prepares you for that.",
      "th": "มันเป็นงานที่ยากที่สุดในโลก และไม่มีใครเตรียมพร้อมให้เราได้"
    }
  },
  {
    "translation": {
      "en": "Nobody tells you how much you have to give up.",
      "th": "ไม่มีใครบอกเราว่าต้องเสียสละขนาดไหน"
    }
  },
  {
    "translation": {
      "en": "I feel like they do tell you, but, I don't know, you don't listen...",
      "th": "ผมว่าพวกเขาบอกนะ แต่เราไม่ฟังเอง"
    }
  },
  {
    "translation": {
      "en": "...or you think, \"They're just miserable.\"",
      "th": "หรือเราก็คิดว่า \"พวกนั้นอาจกำลังเศร้า\""
    }
  },
  {
    "translation": {
      "en": "I've given up so much of what made me who I am.",
      "th": "ฉันต้องทิ้งหลายอย่างที่เป็นตัวตนฉัน"
    }
  },
  {
    "translation": {
      "en": "But I can't say that, because I'm a very bad person if I say that.",
      "th": "แต่ฉันพูดแบบนั้นไม่ได้ เพราะฉันคงแย่มากถ้าพูดออกไป"
    }
  },
  {
    "translation": {
      "en": "But I feel that, I really do. I feel it sometimes.",
      "th": "แต่บางครั้งฉันก็รู้สึกแบบนั้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I just....",
      "th": "ฉันแค่"
    }
  },
  {
    "translation": {
      "en": "-I just want you to know that. -I do know that.",
      "th": "- ฉันแค่อยากให้คุณรู้ไว้ - ผมรู้"
    }
  },
  {
    "translation": {
      "en": "-And you can say it. I say it. -But I did make a choice.",
      "th": "- คุณพูดได้นะ ผมยังพูดเลย - แต่ฉันเลือกไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "I made a choice, and even if it's harder than I thought...",
      "th": "ฉันเลือกไปแล้วและถ้ามันจะยากกว่าที่ฉันคิด..."
    }
  },
  {
    "translation": {
      "en": "...I don't regret it.",
      "th": "ฉันก็ไม่เสียใจ"
    }
  },
  {
    "translation": {
      "en": "-Are you sure? -I'm very sure.",
      "th": "- คุณแน่ใจนะ - แน่ใจค่ะ"
    }
  },
  {
    "translation": {
      "en": "Because it kind of has a \"there's no place like home\" feeling to it.",
      "th": "- เพราะมันเหมือนมี - ไม่ๆ ความรู้สึกแบบ \"ไม่มีที่ไหนเหมือนบ้านเรา\""
    }
  },
  {
    "translation": {
      "en": "I think these things are gonna happen, and we're gonna get through them.",
      "th": "ฉันว่าเรื่องพวกนี้ต้องเกิดขึ้น และเราต้องผ่านมันไปได้"
    }
  },
  {
    "translation": {
      "en": "-And we'll just do it together. -Together.",
      "th": "- และเราต้องผ่านมันไปด้วยกัน - ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "Getting rid of Marley is not gonna fix anything.",
      "th": "การกำจัดมาร์ลีย์ - ไม่ช่วยอะไรหรอก - ไม่เลย"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "- ไม่ช่วยอะไรหรอก - ไม่เลย"
    }
  },
  {
    "translation": {
      "en": "And getting rid of you isn't gonna fix anything either.",
      "th": "และการกำจัดคุณออกไป ก็ไม่ทำให้อะไรดีขึ้นเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "-Can I ask you a favor? -Yes.",
      "th": "- ผมขออะไรอย่างได้มั้ย - ได้"
    }
  },
  {
    "translation": {
      "en": "No more kids for a while?",
      "th": "อย่าเพิ่งมีลูกอีกนะ"
    }
  },
  {
    "translation": {
      "en": "Absolutely. Deal.",
      "th": "แน่นอน ตกลง"
    }
  },
  {
    "translation": {
      "en": "Hi, guys.",
      "th": "ว่าไง ทุกคน"
    }
  },
  {
    "translation": {
      "en": "All right, say hello to Colleen.",
      "th": "ทักทายคอลลีนสิ"
    }
  },
  {
    "translation": {
      "en": "-Daddy says her name is Whoops. -Oh, no, I....",
      "th": "- พ่อบอกว่าน้องชื่ออุ๊ยพลาด - เปล่านะ ผม..."
    }
  },
  {
    "translation": {
      "en": "-Patrick said that. -What?",
      "th": "- แพทริกพูดเอง - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-I don't know. -Why did you say that?",
      "th": "- ผมไม่รู้เรื่อง - ทำไมพูดแบบนี้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "I was just kidding around. It was kind of a secret, guys.",
      "th": "ผมล้อเล่นน่ะ มันเป็นความลับนะ หนุ่มๆ"
    }
  },
  {
    "translation": {
      "en": "Over here.",
      "th": "ทางนี้"
    }
  },
  {
    "translation": {
      "en": "-Wait, wait. Over here. -Oh, yeah!",
      "th": "- เดี๋ยวๆ ทางนี้ - ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "The old pro brings it back.",
      "th": "ผู้เล่นมือเก๋าแย่งลูกกลับมาได้"
    }
  },
  {
    "translation": {
      "en": "He looks for a little separation, gets an assist from Colleen.",
      "th": "เขาหาที่ว่างแล้วได้คอลลีนช่วย"
    }
  },
  {
    "translation": {
      "en": "-Yeah! -Yeah, score!",
      "th": "- เจ๋ง - ได้แต้ม"
    }
  },
  {
    "translation": {
      "en": "-Nice shot, Dad. -Come on, \"Nice shot\"? Come on, Conor.",
      "th": "- แม่นมาก พ่อ - ไม่เอาน่า แค่แม่นเหรอ คอเนอร์"
    }
  },
  {
    "translation": {
      "en": "-Extraordinary. -Yeah. Again.",
      "th": "- แม่นเหมือนจับวาง - ใช่ อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "No, wait, let me get that. I'll be back.",
      "th": "เดี๋ยว พ่อรับก่อน เดี๋ยวมา"
    }
  },
  {
    "translation": {
      "en": "-All right. -My knees are shot.",
      "th": "- ได้เลย - โดนสกัดดาวรุ่งซะงั้น"
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "th": "ฮัลโหล"
    }
  },
  {
    "translation": {
      "en": "Yes, it is.",
      "th": "ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah.",
      "th": "ใช่ๆ"
    }
  },
  {
    "translation": {
      "en": "Hi, how are you? Thanks for getting back to me.",
      "th": "สบายดีมั้ยครับ ขอบคุณที่โทรกลับ"
    }
  },
  {
    "translation": {
      "en": "-Darn. -Hey, who was that on the phone?",
      "th": "- บ้าเอ๊ย - ใครโทรมาเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "The Philadelphia Inquirer.",
      "th": "เดอะฟิลาเดลเฟีย เอ็นไควเรอร์"
    }
  },
  {
    "translation": {
      "en": "I sent the editor some clips a while back, and he wants to meet.",
      "th": "ผมส่งคลิปให้บรรณาธิการได้พักนึงแล้ว เขาอยากเจอน่ะ"
    }
  },
  {
    "translation": {
      "en": "What's a while back?",
      "th": "พักนึงขนาดไหน"
    }
  },
  {
    "translation": {
      "en": "He was down here on vacation like a month ago...",
      "th": "เขามาพักร้อนที่นี่เดือนที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "...and he read my stuff, and we kind of had lunch.",
      "th": "และเขาได้อ่านงานเขียนผม เราเลยกินมื้อเที่ยงกัน"
    }
  },
  {
    "translation": {
      "en": "How do you kind of have lunch? Well, I didn't think anything was gonna come of it.",
      "th": "- กินมื้อเที่ยงยังไง - ผมก็ไม่ได้หวังว่าจะมีอะไรหรอก"
    }
  },
  {
    "translation": {
      "en": "-Okay, but...? -They offered me a job.",
      "th": "- โอเค แต่... - เขาเสนองานให้ผม"
    }
  },
  {
    "translation": {
      "en": "I mean, I have, you know, an interview.",
      "th": "ผมจะได้ไปสัมภาษณ์"
    }
  },
  {
    "translation": {
      "en": "As, like, a columnist or...?",
      "th": "เป็นคอลัมน์นิสต์เหรอ"
    }
  },
  {
    "translation": {
      "en": "-As a reporter. -As a reporter?",
      "th": "- ในฐานะนักข่าว - นักข่าวเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, what did you say? I said, \"Thank you very much, but I'm happy here.\"",
      "th": "- แล้วคุณว่ายังไง - ผมบอกไปว่า \"ขอบคุณมาก แต่ผมชอบอยู่ที่นี่\""
    }
  },
  {
    "translation": {
      "en": "\"Never have I heard someone piss and moan as much as John Grogan.",
      "th": "\"ผมไม่เคยเจอใครขี้บ่น เท่าจอห์น โกรแกนมาก่อน"
    }
  },
  {
    "translation": {
      "en": "If he doesn't like it here, he should move.\"",
      "th": "ถ้าเขาไม่ชอบที่นี่ก็ควรไปซะ\""
    }
  },
  {
    "translation": {
      "en": "Part of my job is to get a response.",
      "th": "การรับความเห็นคือส่วนนึงของงานผม"
    }
  },
  {
    "translation": {
      "en": "I'm glad to see a little blood flowing from people.",
      "th": "ผมดีใจที่เห็นพวกเขาตอบรับมาบ้าง"
    }
  },
  {
    "translation": {
      "en": "No, there's a recurring theme here.",
      "th": "ไม่ นี่มันมีแต่เรื่องเดิมๆ"
    }
  },
  {
    "translation": {
      "en": "The theme is that we got a lot of cranks in Broward County.",
      "th": "เรื่องเดิมๆ ก็คือ ที่บราเวิร์ดเคาน์ตีมีพวกหัวร้อนเยอะ"
    }
  },
  {
    "translation": {
      "en": "That's what I'm up against.",
      "th": "ผมรับมือเรื่องนี้อยู่"
    }
  },
  {
    "translation": {
      "en": "What I'm trying to say, with all due respect, is that you are one of them.",
      "th": "ที่ผมจะบอกก็คือคุณก็เป็นหนึ่งในนั้น"
    }
  },
  {
    "translation": {
      "en": "Well, I'm a commentator.",
      "th": "ก็ผมเป็นผู้บรรยายข่าว"
    }
  },
  {
    "translation": {
      "en": "Everyone wants me to act like everything's great when there are issues.",
      "th": "เวลาเกิดเรื่อง ทุกคนอยากให้ผมทำเหมือนไม่มีอะไรเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "There's overcrowding, there's crime, there's racial tensions.",
      "th": "มีทั้งปัญหาประชากรแออัด อาชญากรรมและเหยียดเชื้อชาติ"
    }
  },
  {
    "translation": {
      "en": "Every time you turn around, there's a new sky rise even uglier than the--",
      "th": "ถ้าคุณหันไปก็จะเห็นตึกระฟ้าหลังใหม่ ที่อัปลักษณ์ยิ่งกว่า..."
    }
  },
  {
    "translation": {
      "en": "That goes on all over the world. It's not Florida, it's you. What's wrong?",
      "th": "มันก็มีแบบนี้ทั่วโลกนั่นแหละ มันไม่ได้เป็นที่ฟลอริดา เป็นที่คุณ มีอะไรนัก"
    }
  },
  {
    "translation": {
      "en": "Nothing's wrong. Everyone wants to think:",
      "th": "ไม่มีอะไรหรอก ทุกคนก็แค่อยากคิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Oh, he's turning 40. He's become a curmudgeon.\"",
      "th": "\"เขาจะอายุ 40 แล้ว กำลังจะกลายเป็นตาลุงขี้ยัวะ\""
    }
  },
  {
    "translation": {
      "en": "That's not it. Maybe....",
      "th": "ไม่ใช่เลย อาจจะ..."
    }
  },
  {
    "translation": {
      "en": "I don't know. I don't know, maybe I'm sick of my column.",
      "th": "ไม่รู้สิ ผมอาจอิ่มตัวกับการเขียนคอลัมน์แล้ว"
    }
  },
  {
    "translation": {
      "en": "I don't find the things that I'm saying that interesting.",
      "th": "เรื่องที่ผมเขียนไม่น่าสนใจขนาดนั้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "John, John, you're the comic voice of South Florida.",
      "th": "จอห์น คุณคือนักเขียนคอลัมน์สุดฮา แห่งฟลอริดาใต้นะ"
    }
  },
  {
    "translation": {
      "en": "You're a national treasure, for God's sakes.",
      "th": "คุณเป็นคนสำคัญของชาตินะ ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "Maybe a regional treasure.",
      "th": "คงสำคัญแค่ในแถบนี้"
    }
  },
  {
    "translation": {
      "en": "-Well, a municipal treasure for sure. -Thank you.",
      "th": "- อย่างน้อยก็ของเขตล่ะ - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Listen, take a vacation. Go away for a couple weeks.",
      "th": "ฟังนะ ลาพักร้อนซะ ไปเที่ยวสักสองอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "-Take a month off. -And go where?",
      "th": "- ลาไปเลยหนึ่งเดือนก็ได้ - แล้วไปไหน"
    }
  },
  {
    "translation": {
      "en": "-I don't know. Take-- -I live in a vacation spot.",
      "th": "- ไม่รู้สิ ไป... - ผมอยู่ในแหล่งพักร้อนอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Then go someplace where it's painful and sad.",
      "th": "งั้นไปที่ที่มันน่าเศร้าสิ"
    }
  },
  {
    "translation": {
      "en": "Forty is gonna be tough, buddy. I'm not gonna lie to you.",
      "th": "อายุ 40 นี่ลำบากนะ เพื่อน ฉันพูดจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "But we knew that.",
      "th": "แต่เรารู้อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "We knew this was when Father Time was gonna make his move...",
      "th": "เรารู้เรื่องนี้ตอนที่กาลเวลา"
    }
  },
  {
    "translation": {
      "en": "...try to take us down a dark alley and just beat the hell out of us.",
      "th": "ลากเราไปซอยมืดๆ แล้วซ้อมเราจนกระอัก"
    }
  },
  {
    "translation": {
      "en": "You got a little more white around the temples...",
      "th": "แกนี่ชักจะมีขนหงอกแถวๆ ขมับนะ"
    }
  },
  {
    "translation": {
      "en": "...but it makes you look more distinguished, I think.",
      "th": "แต่ฉันว่ามันทำให้แกดูสง่าขึ้น"
    }
  },
  {
    "translation": {
      "en": "We both lost a step.",
      "th": "เราต่างก็สูญเสียตัวตนไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Well, how's it feel to have your best years behind you?",
      "th": "รู้สึกยังไงบ้างที่ช่วงยุคทองของแกผ่านไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "You do everything you wanted to?",
      "th": "แกได้ทำทุกอย่างที่อยากทำรึยัง"
    }
  },
  {
    "translation": {
      "en": "No, me neither.",
      "th": "ไม่เหรอ ฉันก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "All right. You hot? You wanna cool off? Let's do it.",
      "th": "โอเค แกร้อนใช่มั้ย ไปคลายร้อนกันมั้ย เอาเลย"
    }
  },
  {
    "translation": {
      "en": "You know what?",
      "th": "รู้อะไรมั้ย"
    }
  },
  {
    "translation": {
      "en": "Not today.",
      "th": "ไม่ใช่วันนี้"
    }
  },
  {
    "translation": {
      "en": "You've been on a leash a little too long.",
      "th": "แกโดนล่ามมานานเกินไป"
    }
  },
  {
    "translation": {
      "en": "Go, go.",
      "th": "ไปเลย"
    }
  },
  {
    "translation": {
      "en": "You got a little bit of a second wind.",
      "th": "แกยังมีแรงเหลืออีกแฮะ"
    }
  },
  {
    "translation": {
      "en": "Go get it.",
      "th": "ไปเอามา"
    }
  },
  {
    "translation": {
      "en": "-Hey, get your dog! -What?",
      "th": "- นี่ ไปจับหมาคุณสิ - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "No, no. Please, God, no.",
      "th": "ไม่นะ ขอร้องนะ"
    }
  },
  {
    "translation": {
      "en": "No, no, no!",
      "th": "อย่าๆ"
    }
  },
  {
    "translation": {
      "en": "Come here, come here. It's okay.",
      "th": "มานี่ๆ ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Dude, that was not cool.",
      "th": "เมื่อกี้ไม่ดีเลยนะ พวก"
    }
  },
  {
    "translation": {
      "en": "Come on, girl, let's go!",
      "th": "มาเลย สาวน้อย ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Great.",
      "th": "ยอดเลย"
    }
  },
  {
    "translation": {
      "en": "Let's go. Let's go.",
      "th": "ไปกันเถอะๆ"
    }
  },
  {
    "translation": {
      "en": "Man, you are the world's worst dog. You know that, right?",
      "th": "รู้ใช่มั้ยว่าแกเป็นหมาที่แย่ที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "You were top five going into the day...",
      "th": "ตอนแรกแกแค่ติดหนึ่งในห้า"
    }
  },
  {
    "translation": {
      "en": "...and with this little stunt, you moved into number one.",
      "th": "แต่พอสร้างวีรกรรมแบบนั้นก็เอาที่หนึ่งไปเลย"
    }
  },
  {
    "translation": {
      "en": "And I take my hat off to you.",
      "th": "ขอคารวะเลย"
    }
  },
  {
    "translation": {
      "en": "Surprise!",
      "th": "เซอร์ไพรส์"
    }
  },
  {
    "translation": {
      "en": "Dad, can I blow out--?",
      "th": "พ่อ ขอผมเป่าได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "-Happy birthday. -Yes, you can help me.",
      "th": "- สุขสันต์วันเกิดนะครับ - ดี ช่วยเลย"
    }
  },
  {
    "translation": {
      "en": "But hold on, hold on. On three.",
      "th": "รอก่อน นับถึงสามนะ"
    }
  },
  {
    "translation": {
      "en": "-One, two, three. -One, two, three.",
      "th": "- หนึ่ง สอง สาม - หนึ่ง สอง สาม"
    }
  },
  {
    "translation": {
      "en": "But don't beg, Marley.",
      "th": "ไม่ต้องขอนะ มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "That's not good. Because we don't have to.",
      "th": "มันไม่ดีเพราะเราไม่จำเป็นต้องขอกัน"
    }
  },
  {
    "translation": {
      "en": "Tell me the truth. Were you surprised?",
      "th": "บอกมาตามตรงนะ คุณแปลกใจรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Completely, yes. Thank you.",
      "th": "แน่นอน ขอบคุณนะ"
    }
  },
  {
    "translation": {
      "en": "-Really? -I was. You guys got me.",
      "th": "- จริงเหรอ - จริงๆ คุณหลอกผมสนิทเลย"
    }
  },
  {
    "translation": {
      "en": "We got you.",
      "th": "เราหลอกคุณได้"
    }
  },
  {
    "translation": {
      "en": "Are you ready for your birthday present?",
      "th": "พร้อมสำหรับของขวัญวันเกิดมั้ย"
    }
  },
  {
    "translation": {
      "en": "There's more? I don't need any other present.",
      "th": "มีอีกเหรอ ผมไม่ต้องการของขวัญแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Happy birthday. -What was that?",
      "th": "- สุขสันต์วันเกิดค่ะ - นั่นมันอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "That was my blessing to take that job in Philadelphia.",
      "th": "นั่นคือคำอวยพรจากฉันให้คุณรับงานที่ฟิลาเดลเฟีย"
    }
  },
  {
    "translation": {
      "en": "That was months ago. I'm not thinking about that.",
      "th": "นั่นมันหลายเดือนแล้ว ผมไม่ได้คิดเรื่องนี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Well, then any other job. We'll follow you wherever you wanna go.",
      "th": "งั้นงานอะไรก็ได้ เราจะตามคุณไปทุกที่ที่คุณต้องการ"
    }
  },
  {
    "translation": {
      "en": "I understand, but I'm not gonna do that. I'm not gonna uproot us.",
      "th": "ผมเข้าใจ แต่ผมไม่ทำหรอก ผมไม่อยากย้ายครอบครัวของเรา"
    }
  },
  {
    "translation": {
      "en": "We've got our friends, the kids enjoy school... ...and I've got my poker game.",
      "th": "เรามีเพื่อน เด็กๆ ก็ชอบไปโรงเรียน แล้วผมก็มีนัดเล่นไพ่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-I couldn't possibly. -First of all, it's just an interview.",
      "th": "- ผมทำไม่ได้หรอก - ข้อหนึ่ง มันก็แค่การสัมภาษณ์"
    }
  },
  {
    "translation": {
      "en": "You don't have the job yet.",
      "th": "คุณยังไม่ได้งานนี้"
    }
  },
  {
    "translation": {
      "en": "And second of all, honey, you don't have any friends.",
      "th": "ข้อสอง ที่รัก คุณไม่มีเพื่อนเลย"
    }
  },
  {
    "translation": {
      "en": "That's right. I was wondering, who were all those strangers tonight?",
      "th": "จริงด้วย ผมยังคิดอยู่เลย ว่าคนแปลกหน้าพวกนี้เป็นใคร"
    }
  },
  {
    "translation": {
      "en": "I hired them.",
      "th": "ฉันจ้างมา"
    }
  },
  {
    "translation": {
      "en": "What I'm trying to say is that our life is here, and I'm okay with that.",
      "th": "ผมแค่บอกว่าเรามีชีวิตอยู่กันที่นี่ แล้วผมก็โอเคกับมันดีนะ"
    }
  },
  {
    "translation": {
      "en": "Our life is wherever we are.",
      "th": "จะอยู่ที่ไหน มันก็คือชีวิตเรา"
    }
  },
  {
    "translation": {
      "en": "-That's it. And you're not happy here. -That's not true.",
      "th": "- พอแล้ว คุณไม่มีความสุขที่นี่ - ไม่จริงเลย"
    }
  },
  {
    "translation": {
      "en": "You're not happy doing that column. You're restless. I can feel it.",
      "th": "คุณไม่มีความสุขที่เขียนคอลัมน์ - ฉันรู้สึกเลยว่าคุณหงุดหงิด - ไม่จริงสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "I'm not.",
      "th": "- ฉันรู้สึกเลยว่าคุณหงุดหงิด - ไม่จริงสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "I feel it every day that you read Sebastian's articles.",
      "th": "- รู้สึกทุกวันที่คุณอ่านงานเซบาสเตียน - เปล่าสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "I feel it every time you sit an extra five minutes in your car... ...before you come in.",
      "th": "ฉันรู้สึกได้ตอนที่คุณนั่งในรถต่ออีกห้านาที ที่ลานจอดหน้าบ้านก่อนจะเดินเข้ามา"
    }
  },
  {
    "translation": {
      "en": "-I don't do that. -You do.",
      "th": "- ผมไม่ได้ทำอย่างนั้น - ทำสิ"
    }
  },
  {
    "translation": {
      "en": "-I'm checking things in the car, I'm not-- -I just think it's time for a change.",
      "th": "- ผมเช็กสภาพรถต่างหาก ผมไม่ได้... - ถึงเวลาที่ต้องเปลี่ยนแปลงแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm 40, Jen.",
      "th": "ผมอายุ 40 แล้วนะ เจน"
    }
  },
  {
    "translation": {
      "en": "Maybe at 39, but I'm too-- I don't know.",
      "th": "ถ้าอายุ 39 ก็ว่าไปอย่าง ไม่รู้สิ มันรู้สึกเหมือนสายไป"
    }
  },
  {
    "translation": {
      "en": "It feels a little late to be making big changes.",
      "th": "ถ้าอายุ 39 ก็ว่าไปอย่าง ไม่รู้สิ มันรู้สึกเหมือนสายไป - ที่จะมาเปลี่ยนแปลงครั้งใหญ่น่ะ - ไม่เลย"
    }
  },
  {
    "translation": {
      "en": "No, no, no.",
      "th": "- ที่จะมาเปลี่ยนแปลงครั้งใหญ่น่ะ - ไม่เลย"
    }
  },
  {
    "translation": {
      "en": "What are you doing? We're not old, John.",
      "th": "- คุณทำอะไร - เรายังไม่แก่นะ จอห์น"
    }
  },
  {
    "translation": {
      "en": "We can still surprise ourselves.",
      "th": "เราทำให้ตัวเองประหลาดใจได้เสมอแหละ"
    }
  },
  {
    "translation": {
      "en": "See, most girls would do a swan dive... ...but you know that a cannonball is so much sexier.",
      "th": "ผู้หญิงส่วนใหญ่คงจะพุ่งหลาว แต่รู้มั้ยว่าท่าทิ้งระเบิดเซ็กซี่กว่าอีก"
    }
  },
  {
    "translation": {
      "en": "So are you ready for your other birthday present or what?",
      "th": "งั้นพร้อมสำหรับของขวัญวันเกิดอีกอย่างรึยัง"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "พร้อมแล้ว"
    }
  },
  {
    "translation": {
      "en": "This is like an embarrassment of riches, this birthday.",
      "th": "วันเกิดครั้งนี้ เหมือนเรื่องน่าอายของพวกคนรวยเลย"
    }
  },
  {
    "translation": {
      "en": "They just keep coming. It's like Hanukkah.",
      "th": "มันมาไม่หยุดอย่างกับเทศกาลวันหยุด"
    }
  },
  {
    "translation": {
      "en": "See? We're not old.",
      "th": "เห็นมั้ย เราไม่แก่สักหน่อย"
    }
  },
  {
    "translation": {
      "en": "Grogan.",
      "th": "โกรแกน"
    }
  },
  {
    "translation": {
      "en": "-Just wanna wish you good luck up there. -Thanks. Yeah.",
      "th": "- ผมมาอวยพรให้คุณโชคดีที่นั่นนะ - ครับ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "It'll be good. I'm gonna miss everybody.",
      "th": "มันต้องไปได้สวย ผมจะคิดถึงทุกคนนะ"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna miss your laugh. -Yeah.",
      "th": "- ผมจะคิดถึงเสียงหัวเราะของคุณ - ใช่"
    }
  },
  {
    "translation": {
      "en": "There's a good chance that every piece of advice I gave you was a lot of crap.",
      "th": "คำแนะนำของผมคงใช้ไม่ได้สักอย่างสินะ"
    }
  },
  {
    "translation": {
      "en": "Oh, no, no. I appreciate it just the same.",
      "th": "ไม่หรอกครับ ยังไงผมก็ขอบคุณนะ"
    }
  },
  {
    "translation": {
      "en": "Well, at this point, a mushy guy would tell you he was proud of you...",
      "th": "ตอนนี้ถ้าเป็นพวกอ่อนไหว ผมคงจะบอกว่าภูมิใจในตัวคุณ กอดคุณแล้วเดินออกไปส่ง"
    }
  },
  {
    "translation": {
      "en": "...give you a hug, and send you on your way.",
      "th": "ผมคงจะบอกว่าภูมิใจในตัวคุณ กอดคุณแล้วเดินออกไปส่ง"
    }
  },
  {
    "translation": {
      "en": "Well, I'm glad you're not that guy, sir.",
      "th": "ผมดีใจที่คุณไม่ได้เป็นแบบนั้นครับ"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Okay. Thanks.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "Grogan, just for the record, you surprised the hell out of me.",
      "th": "โกรแกน ขอบอกเลยว่าคุณทำให้ผมแปลกใจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "That's my specialty.",
      "th": "งานถนัดผมเลยล่ะครับ"
    }
  },
  {
    "translation": {
      "en": "-Are we here yet? -No.",
      "th": "- เราถึงรึยังครับ - ยัง"
    }
  },
  {
    "translation": {
      "en": "-Now? -We got a couple hours to go.",
      "th": "- ตอนนี้ล่ะ - อีกสองชั่วโมงจ้ะ"
    }
  },
  {
    "translation": {
      "en": "-Now? -Soak it up.",
      "th": "- ตอนนี้ล่ะ - ชื่นชมวิวไป"
    }
  },
  {
    "translation": {
      "en": "-Now? -We must be near it.",
      "th": "- ตอนนี้ล่ะ - คงใกล้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Are we getting hot or cold?",
      "th": "เราใกล้หรือไกล"
    }
  },
  {
    "translation": {
      "en": "-Why are we turning in here? -We're living here.",
      "th": "- ทำไมเราเลี้ยวเข้ามาที่นี่ - เราจะอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "I want a moment of silence just to take this in, okay?",
      "th": "พ่อขอความเงียบนิดนึงเพื่อซึมซับความสงบ"
    }
  },
  {
    "translation": {
      "en": "Before the pandemonium. Look at this.",
      "th": "ก่อนที่จะวุ่นวาย ดูนี่สิ"
    }
  },
  {
    "translation": {
      "en": "-Here we go. -Come on, we're here.",
      "th": "- เอาล่ะนะ - มากันเลย ถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Marley. Marley, no. Marley, Marley, Marley, no, no. Marley, no.",
      "th": "มาร์ลีย์ๆ อย่า มาร์ลีย์ๆ ไม่ๆ"
    }
  },
  {
    "translation": {
      "en": "And we're home.",
      "th": "และเราก็ถึงบ้านแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hey, Andy Rooney. If you're knocking off, I'll walk with you to the train.",
      "th": "ไง ผมแอนดี รูนีย์ ถ้าคุณจะกลับ ผมเดินไปขึ้นรถไฟกับคุณก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "Okay, I'm ready. Put an exclamation point here.",
      "th": "โอเค จะเสร็จแล้ว ขอใส่เครื่องหมายอัศเจรีย์ก่อน"
    }
  },
  {
    "translation": {
      "en": "Mark Twain said not to use exclamation points...",
      "th": "มาร์ก ทเวนเคยพูด ว่าอย่าใช้เครื่องหมายอัศเจรีย์"
    }
  },
  {
    "translation": {
      "en": "...because it's like laughing at your own joke.",
      "th": "เพราะมันเหมือนเราหัวเราะมุกของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Sometimes you gotta laugh at your own joke because it's funny.",
      "th": "แต่บางทีเราต้องขำมุกตัวเองบ้างเพราะมันฮาดี"
    }
  },
  {
    "translation": {
      "en": "-It's here, it's here, it's here! -Mom, get up, get up, get up.",
      "th": "- มันตกแล้วๆ - แม่ ตื่นเร็วๆ"
    }
  },
  {
    "translation": {
      "en": "-Where? Where? Where? -Over here.",
      "th": "- ที่ไหนๆ - ที่นี่"
    }
  },
  {
    "translation": {
      "en": "Come on, come on, come on. It's here, it's here.",
      "th": "มาเร็วๆ มันตกลงมาแล้ว เร็วพ่อ ดูสิ เร็วๆ"
    }
  },
  {
    "translation": {
      "en": "Come on, Dad. Look, Daddy. Come on, come on, come on.",
      "th": "เร็วพ่อ ดูสิ เร็วๆ"
    }
  },
  {
    "translation": {
      "en": "Whoa, Daddy.",
      "th": "โอ้โห พ่อ"
    }
  },
  {
    "translation": {
      "en": "Okay, look at me. Guys, guys, guys.",
      "th": "โอเค ดูนี่สิ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Remember, angels can fly, so you gotta get the wings up high.",
      "th": "จำไว้ นางฟ้าบินได้ ลูกต้องยกปีกให้สูง"
    }
  },
  {
    "translation": {
      "en": "Yeah. Now, that one's coming. Now you can really see it.",
      "th": "ใช่ ตัวนี้มาแล้ว เห็นได้ชัดเลย"
    }
  },
  {
    "translation": {
      "en": "Guys, lunch is ready.",
      "th": "มื้อเที่ยงเสร็จแล้วจ้ะ"
    }
  },
  {
    "translation": {
      "en": "-Okay. Heading in. -Take that.",
      "th": "- โอเค เดี๋ยวไป - เอาไปเลย"
    }
  },
  {
    "translation": {
      "en": "-I'll get you. -Let's go. Marley!",
      "th": "- โดนแน่ - มาเร็ว มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "-Come on, guys. -Marley, come on. Marley.",
      "th": "- มาเร็ว พวกเรา - มาร์ลีย์ มาเร็ว มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "No, no, you know what, honey? Let him be. He's happy.",
      "th": "ไม่ต้องหรอก ที่รัก ปล่อยมันเถอะ มันมีความสุขออก"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณนะ"
    }
  },
  {
    "translation": {
      "en": "What are you doing in here? You're going for the bunk bed tonight?",
      "th": "แกมาทำอะไรในนี้ คืนนี้อยากนอนบนเตียงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Pretty good day. I mean, the snow? Come on.",
      "th": "วันนี้สนุกดีนะ หิมะน่ะ"
    }
  },
  {
    "translation": {
      "en": "All right. Sleep tight.",
      "th": "โอเค หลับให้สบายนะ"
    }
  },
  {
    "translation": {
      "en": "-Too much color? -Yeah.",
      "th": "- ใส่สีตีไข่เยอะไปเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Don't get me wrong, it's a good piece. But you're reporting now, John.",
      "th": "อย่าเข้าใจผิดนะ เขียนดีแล้ว แต่ตอนนี้คุณเป็นนักข่าวแล้วนะ จอห์น"
    }
  },
  {
    "translation": {
      "en": "I want you to tell the story, I don't want you to be in the story.",
      "th": "ผมอยากให้คุณเล่าเรื่อง ไม่ใช่อยู่ในเรื่องเอง"
    }
  },
  {
    "translation": {
      "en": "I'm pretty sure I don't mention myself in there. The point is, I still feel you in there.",
      "th": "- ผมว่าผมไม่ได้พูดถึงตัวเองในนั้นนะ - ประเด็นคือผมยังรู้สึกถึงตัวคุณได้ในนั้น"
    }
  },
  {
    "translation": {
      "en": "And all I'm saying is less you and more facts.",
      "th": "ผมแค่จะบอกว่าลดตัวคุณ แล้วเพิ่มข้อเท็จจริง"
    }
  },
  {
    "translation": {
      "en": "Got it.",
      "th": "เข้าใจแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "-Door's always open. -Thanks.",
      "th": "- ประตูเปิดรับเสมอนะ - ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "Hut.",
      "th": "เตรียมพร้อม"
    }
  },
  {
    "translation": {
      "en": "He's coming, he's coming.",
      "th": "พ่อมาแล้วๆ"
    }
  },
  {
    "translation": {
      "en": "Here comes the old pro. He shows up for the fourth quarter.",
      "th": "ผู้เล่นมือเก๋ามาแล้ว มาทันเล่นควอร์เตอร์สี่พอดี"
    }
  },
  {
    "translation": {
      "en": "Yeah. Oh, yes. He catches it.",
      "th": "ใช่แล้ว เขารับลูกได้"
    }
  },
  {
    "translation": {
      "en": "Then he fends off one guy.",
      "th": "และเขากันออกไปได้คนนึง"
    }
  },
  {
    "translation": {
      "en": "He's running through there. He's shaking tackles left and right.",
      "th": "เขากำลังวิ่งฝ่าไป กำลังสลัดทั้งด้านซ้ายและขวา"
    }
  },
  {
    "translation": {
      "en": "They can't get him, because he's got too much--",
      "th": "พวกนั้นจับเขาไม่ได้ เพราะเขามี..."
    }
  },
  {
    "translation": {
      "en": "And Grogan goes down. Down goes Grogan.",
      "th": "และโกรแกนก็ล้มลง"
    }
  },
  {
    "translation": {
      "en": "-You're home early. -That's right.",
      "th": "- คุณกลับบ้านเร็วจัง - ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "I had to come home and teach these kids how to play football the right way.",
      "th": "ผมต้องกลับมาสอนเด็กพวกนี้ ให้เล่นอเมริกันฟุตบอลอย่างถูกวิธี"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-Guys, seriously, dinner's in an hour. -Okay.",
      "th": "- เด็กๆ มื้อค่ำอีกหนึ่งชั่วโมงนะ - โอเค"
    }
  },
  {
    "translation": {
      "en": "And I want you to finish your homework... ...and take off those shoes before you come in.",
      "th": "ทำการบ้านให้เสร็จ แล้วถอดรองเท้าก่อนเข้าบ้านด้วย"
    }
  },
  {
    "translation": {
      "en": "Yeah, take off your shoes. Ground and pound, ground and pound, ground and pound.",
      "th": "- ใช่ ถอดรองเท้าด้วย - จับกดลงๆ"
    }
  },
  {
    "translation": {
      "en": "My God.",
      "th": "พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "I come home and it's like I got mugged.",
      "th": "พอกลับบ้านแล้ว รู้สึกเหมือนโดนทำร้ายร่างกายเลย"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Come on. What's wrong with him, Dad?",
      "th": "- มาสิ - มันเป็นอะไร พ่อ"
    }
  },
  {
    "translation": {
      "en": "Nothing's wrong. He's just tired. Right, Dad?",
      "th": "ไม่มีอะไรหรอก มันแค่เหนื่อยน่ะ ใช่มั้ยครับ พ่อ"
    }
  },
  {
    "translation": {
      "en": "Yeah. I think the football took it out of him.",
      "th": "ใช่ พ่อว่ามันคงเล่นจนเหนื่อย"
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "th": "ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "I don't know, I just don't understand.",
      "th": "ไม่รู้สิ ฉันไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "A year ago, you couldn't wait to be done with your column.",
      "th": "ปีที่แล้วคุณเขียนคอลัมน์ด้วยความเร็วจี๋"
    }
  },
  {
    "translation": {
      "en": "I know, but now I got this guy...",
      "th": "ใช่ แต่ตอนนี้มีคนนึง"
    }
  },
  {
    "translation": {
      "en": "...going through every sentence with a fine-toothed comb...",
      "th": "ที่คอยติงานผมแทบจะทุกคำ"
    }
  },
  {
    "translation": {
      "en": "...and I gotta admit, I miss the freedom, where I could just--",
      "th": "และผมยอมรับว่า ผมคิดถึงอิสระตอนที่ผมสามารถ..."
    }
  },
  {
    "translation": {
      "en": "What? It's just-- It's exhausting sometimes, John.",
      "th": "- อะไร - บางครั้งมันก็เหนื่อยนะ จอห์น"
    }
  },
  {
    "translation": {
      "en": "You always wanting something that you don't have.",
      "th": "คุณมักอยากได้สิ่งที่คุณไม่มี"
    }
  },
  {
    "translation": {
      "en": "Are you happy?",
      "th": "แล้วคุณมีความสุขมั้ย"
    }
  },
  {
    "translation": {
      "en": "-I mean, none of this was part of the plan. -No.",
      "th": "สิ่งเหล่านี้ไม่ได้อยู่ในแผน ไม่ มันไม่ได้อยู่ในแผน"
    }
  },
  {
    "translation": {
      "en": "No, it wasn't part of the plan.",
      "th": "ไม่ มันไม่ได้อยู่ในแผน"
    }
  },
  {
    "translation": {
      "en": "But it's so much better.",
      "th": "แต่มันดีกว่าเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "You know? I'm just sort of done making plans.",
      "th": "ฉันเลิกวางแผนไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Marley. Oh, gross.",
      "th": "มาร์ลีย์ แหวะ"
    }
  },
  {
    "translation": {
      "en": "Seems like somebody needs to go out.",
      "th": "ดูเหมือนมีคนต้องออกไปนะ"
    }
  },
  {
    "translation": {
      "en": "All right. Marley. Come on. Come on, boy.",
      "th": "โอเค มาร์ลีย์ มาเลย เจ้าหนู"
    }
  },
  {
    "translation": {
      "en": "Oh, come on.",
      "th": "ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "Now it's really coming down.",
      "th": "ตอนนี้ฝนดันตกหนักซะได้"
    }
  },
  {
    "translation": {
      "en": "Marley?",
      "th": "มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Marley!",
      "th": "มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Where did he go? Marley!",
      "th": "มันไปไหนนะ มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "What's going on? I don't know, he's just-- He's not coming back.",
      "th": "- เกิดอะไรขึ้น - ไม่รู้สิ มันไม่กลับมาน่ะ"
    }
  },
  {
    "translation": {
      "en": "-Marley! -Well, he couldn't have gone far.",
      "th": "- มาร์ลีย์ - มันคงไปไม่ไกล"
    }
  },
  {
    "translation": {
      "en": "-Marley! -I'll come with you. Hold on.",
      "th": "- มาร์ลีย์ - ฉันไปด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Marley! I don't know where he could've gone.",
      "th": "- มาร์ลีย์ - มาร์ลีย์ มันไม่น่าจะไปไหนได้นะ"
    }
  },
  {
    "translation": {
      "en": "Maybe he went next door again in the barn.",
      "th": "มันอาจเข้าไปในยุ้งฉางข้างบ้านอีกรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "-Well, we can check in the woodshed. -Okay.",
      "th": "- เราไปดูที่โรงเก็บเครื่องมือกัน - โอเค"
    }
  },
  {
    "translation": {
      "en": "Marley!",
      "th": "มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Marley?",
      "th": "มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Marley.",
      "th": "มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Where the...?",
      "th": "อยู่ไหนนะ"
    }
  },
  {
    "translation": {
      "en": "-Do you see anything? -No, nothing.",
      "th": "- คุณเห็นอะไรมั้ย - ไม่เลย"
    }
  },
  {
    "translation": {
      "en": "-I gotta go talk to them. -Okay.",
      "th": "- ฉันต้องไปคุยกับลูกๆ - โอเค"
    }
  },
  {
    "translation": {
      "en": "Oh, wow, it's pouring out there.",
      "th": "ข้างนอกฝนตกหนักเชียว"
    }
  },
  {
    "translation": {
      "en": "Did you find him?",
      "th": "เจอมันมั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "You know what? He's out exploring.",
      "th": "มันออกไปเที่ยวเล่นน่ะ"
    }
  },
  {
    "translation": {
      "en": "You know how he loves the woods.",
      "th": "ลูกก็รู้ว่ามันชอบป่า"
    }
  },
  {
    "translation": {
      "en": "Bobby says dogs, when they're gonna die...",
      "th": "บ็อบบีบอกว่าเวลาหมาจะตาย"
    }
  },
  {
    "translation": {
      "en": "...they go away to do it. That's what his beagle did.",
      "th": "มันจะแอบไปตายตามลำพัง หมาบีเกิลของเขาก็เป็น"
    }
  },
  {
    "translation": {
      "en": "Well, you know what, that's true for beagles...",
      "th": "บีเกิลอาจเป็นอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "...but not Labs like Marley.",
      "th": "แต่ไม่ใช่ลาบราดอร์อย่างมาร์ลีย์หรอกจ้ะ"
    }
  },
  {
    "translation": {
      "en": "He's just out causing trouble. Don't worry.",
      "th": "มันก็แค่ออกไปสนุกน่ะ อย่าห่วงเลย"
    }
  },
  {
    "translation": {
      "en": "Okay, now, you finished with your homework?",
      "th": "โอเค ทำการบ้านเสร็จรึยัง"
    }
  },
  {
    "translation": {
      "en": "-Yep. -Nope.",
      "th": "- ครับ - ยังครับ"
    }
  },
  {
    "translation": {
      "en": "Nope? Well, let's make that a \"yep.\" Come on, now.",
      "th": "ยังเหรอ งั้นรีบทำให้เสร็จกัน มาเร็ว"
    }
  },
  {
    "translation": {
      "en": "Marley!",
      "th": "มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Marley!",
      "th": "มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Marley!",
      "th": "มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Marley.",
      "th": "มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Marley.",
      "th": "มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Marley, are you okay?",
      "th": "มาร์ลีย์ แกเป็นอะไรรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Just stay there.",
      "th": "อยู่นี่นะ"
    }
  },
  {
    "translation": {
      "en": "Why did his stomach twist? We don't exactly know why this happens.",
      "th": "ทำไมกระเพาะมันบิดน่ะเหรอ เรายังไม่รู้สาเหตุแน่ชัดนะคะ"
    }
  },
  {
    "translation": {
      "en": "Most likely, he ate or drank something quickly... ...and his stomach just flipped.",
      "th": "น่าจะเป็นเพราะมันกินหรือดื่มอะไรเร็วไป กระเพาะมันเลยบิด"
    }
  },
  {
    "translation": {
      "en": "I did manage to get a tube down there to relieve some of the gas.",
      "th": "หมอสอดท่อลงไประบายแก๊สในท้องแล้ว"
    }
  },
  {
    "translation": {
      "en": "-I think I untwisted it. -He seems okay.",
      "th": "- ตอนนี้น่าจะดีขึ้นแล้วล่ะ - มันดูดีขึ้นแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "For now he's good.",
      "th": "ตอนนี้มันปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "The problem is that once this happens, it almost always happens again.",
      "th": "ปัญหาคือเมื่อเคยเป็นแล้วมักจะเป็นอีก"
    }
  },
  {
    "translation": {
      "en": "And if it does, I don't know what I'm gonna be able to do for him.",
      "th": "และถ้าเป็นอีก หมอก็ไม่รู้ว่าจะทำอะไรได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "He's an older dog. I honestly don't think he would survive the surgery.",
      "th": "มันแก่แล้ว ถ้าผ่าตัดก็คงไม่รอด"
    }
  },
  {
    "translation": {
      "en": "Well, we have to make sure that it doesn't happen again.",
      "th": "เราจะพยายามไม่ให้เกิดขึ้นอีกแน่ครับ"
    }
  },
  {
    "translation": {
      "en": "Most likely, it is gonna happen again.",
      "th": "แต่มันต้องเกิดขึ้นอีกแน่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, you also talked about that maybe he ate too fast...",
      "th": "เราคุยกันว่ามันอาจกินเร็วเกินไป"
    }
  },
  {
    "translation": {
      "en": "...or drank, you know, too quickly... ...and so maybe it doesn't have to happen again.",
      "th": "หรือดื่มเร็วไปก็เท่านั้น คงไม่เกิดขึ้นอีกแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "We'll monitor that.",
      "th": "เราจะคอยดูนะครับ"
    }
  },
  {
    "translation": {
      "en": "I'm just saying you may wanna prepare yourself...",
      "th": "แต่หมออยากให้คุณเตรียมใจไว้"
    }
  },
  {
    "translation": {
      "en": "...that he may not make it through the night.",
      "th": "ว่ามันอาจไม่รอดคืนนี้ไปค่ะ"
    }
  },
  {
    "translation": {
      "en": "Maybe 10 percent of dogs survive this kind of a thing.",
      "th": "มีหมาแค่สิบเปอร์เซ็นต์เท่านั้นที่รอดจากอาการนี้"
    }
  },
  {
    "translation": {
      "en": "What is that number based on?",
      "th": "เปอร์เซ็นต์รอดนี่เทียบกับอะไรเหรอครับ"
    }
  },
  {
    "translation": {
      "en": "What is it based on?",
      "th": "เทียบกับอะไรเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, the reason why I ask is, I bet that number is based on regular dogs.",
      "th": "ใช่ ที่ผมถาม ก็เพราะเปอร์เซ็นต์ที่ว่าคงวัดจากหมาทั่วไป"
    }
  },
  {
    "translation": {
      "en": "Regular dogs? Yeah, and this guy here is not like other dogs.",
      "th": "- หมาทั่วไปเหรอ - ใช่ เจ้าตัวนี้ไม่เหมือนหมาทั่วไปครับ"
    }
  },
  {
    "translation": {
      "en": "I know people say that all the time...",
      "th": "ผมรู้ว่าใครๆ ก็พูดแบบนี้ แต่บอกตามตรง"
    }
  },
  {
    "translation": {
      "en": "...but to be honest, I'm not sure he really is a dog.",
      "th": "ผมรู้ว่าใครๆ ก็พูดแบบนี้ แต่บอกตามตรง ผมไม่แน่ใจว่ามันเป็นหมาแน่รึเปล่าด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "He once ate an answering machine, just polished it off.",
      "th": "มันเคยกินเครื่องตอบรับโทรศัพท์ด้วย"
    }
  },
  {
    "translation": {
      "en": "He didn't chew it, he ate it and then digested it... ...and then had the phone for dessert.",
      "th": "มันไม่ได้แค่แทะ มันกินแล้วย่อยออกมาเลย แล้วยังกินโทรศัพท์เป็นของหวาน"
    }
  },
  {
    "translation": {
      "en": "Another time, my son had colic, and this guy sat up all night, didn't move.",
      "th": "มีครั้งนึงที่ลูกชายผมปวดท้อง มันก็นั่งเฝ้าทั้งคืน ไม่ยอมขยับไปไหน"
    }
  },
  {
    "translation": {
      "en": "Just stayed right there for nine hours, just keeping an eye on Conor.",
      "th": "นั่งเฝ้าคอเนอร์อยู่ตรงนั้นเก้าชั่วโมงเต็ม"
    }
  },
  {
    "translation": {
      "en": "So I think maybe that the, you know, the number applies to regular dogs...",
      "th": "ผมเลยคิดว่าเปอร์เซ็นต์รอด คงใช้เทียบกับหมาทั่วไปเท่านั้นน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "...but not to him. Well, you've got a fighter here.",
      "th": "- แต่ไม่ใช่กับมัน - มันเป็นนักสู้นะคะ"
    }
  },
  {
    "translation": {
      "en": "Let's hope for the best.",
      "th": "หวังว่ามันจะโชคดีนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, I know he's gonna be okay. I'll see you in the morning.",
      "th": "ผมรู้ว่ามันต้องไม่เป็นไร แล้วเจอกันตอนเช้านะครับ"
    }
  },
  {
    "translation": {
      "en": "-Oh, hi. -Hey.",
      "th": "- ไงคะ - ไง"
    }
  },
  {
    "translation": {
      "en": "They're gonna keep him overnight, but he seemed better when I left.",
      "th": "คืนนี้หมอให้มันนอนโรงพยาบาลก่อน แต่ตอนที่ผมออกมา มันก็ดูดีแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "And the vet really seemed on top of it.",
      "th": "และสัตวแพทย์ก็ดูเก่งดี"
    }
  },
  {
    "translation": {
      "en": "-Are you okay? -Yeah, I'm good.",
      "th": "- คุณเป็นอะไรรึเปล่า - ผมไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "-What are you reading? -I'm reading your old columns.",
      "th": "- คุณอ่านอะไรเหรอ - ฉันอ่านคอลัมน์เก่าๆ ของคุณ"
    }
  },
  {
    "translation": {
      "en": "Marley's in so many of them.",
      "th": "มาร์ลีย์อยู่ในนี้เยอะมาก"
    }
  },
  {
    "translation": {
      "en": "You still look at those?",
      "th": "คุณยังอ่านอยู่อีกเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I do sometimes.",
      "th": "ใช่ บางทีฉันก็อ่าน"
    }
  },
  {
    "translation": {
      "en": "Even on the crappiest days...",
      "th": "ขนาดในวันแย่ๆ"
    }
  },
  {
    "translation": {
      "en": "...when the kids are driving me nuts, the laundry's not done...",
      "th": "วันที่ลูกๆ ทำฉันประสาทเสีย หรือตอนที่ซักผ้าไม่เสร็จ"
    }
  },
  {
    "translation": {
      "en": "...and a hundred other things are wrong...",
      "th": "และอีกสารพัดเรื่องที่ผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "...I always know that I have this.",
      "th": "ฉันรู้เสมอว่าฉันยังมีมัน"
    }
  },
  {
    "translation": {
      "en": "It's five minutes of you.",
      "th": "ห้านาทีที่ได้อยู่กับคุณ"
    }
  },
  {
    "translation": {
      "en": "Sometimes they're sad...",
      "th": "บางทีมันก็เศร้า"
    }
  },
  {
    "translation": {
      "en": "...and sometimes they're really funny, silly or whatever...",
      "th": "บางทีก็ตลก บ้าบอ หลากอารมณ์น่ะ"
    }
  },
  {
    "translation": {
      "en": "...but they're all you.",
      "th": "แต่มันคือตัวคุณทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "And for those five minutes...",
      "th": "และห้านาทีเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "...you make me feel better.",
      "th": "ทำให้ฉันรู้สึกดีขึ้นได้"
    }
  },
  {
    "translation": {
      "en": "You should read them. They're pretty great.",
      "th": "ลองอ่านดูนะ มันดีจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Might even make a nice book.",
      "th": "รวมเป็นหนังสือดีๆ ได้เลย"
    }
  },
  {
    "translation": {
      "en": "-A book? -Something.",
      "th": "- หนังสือเหรอ - ทำนองนั้น"
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "th": "ฮัลโหล"
    }
  },
  {
    "translation": {
      "en": "All right. Thank you.",
      "th": "ได้ครับ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "He's coming home.",
      "th": "มันจะได้กลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "Is he there?",
      "th": "มันจะอยู่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Of course he's there. He's always there.",
      "th": "มันอยู่แน่นอน มันอยู่เสมอ"
    }
  },
  {
    "translation": {
      "en": "How does he know when we're coming?",
      "th": "มันจะรู้ได้ไงว่าเรามา"
    }
  },
  {
    "translation": {
      "en": "I don't know. He just knows.",
      "th": "ไม่รู้สิ มันรู้แล้วกัน"
    }
  },
  {
    "translation": {
      "en": "Dogs know stuff like that.",
      "th": "หมามักรู้เรื่องแบบนี้"
    }
  },
  {
    "translation": {
      "en": "-All dogs? -All good dogs.",
      "th": "- หมาทุกตัวเหรอ - หมาที่ดีทุกตัว"
    }
  },
  {
    "translation": {
      "en": "-Look, there he is. There he is, Marley. -Yeah.",
      "th": "- ดูสิ มันอยู่นั่นไง มาร์ลีย์ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Hi, Marley.",
      "th": "ไง มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "-Marley. -How you doing, Marley?",
      "th": "- มาร์ลีย์ - แกเป็นไงบ้าง มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "-I missed you at school. -Hey, I'll race you to the house.",
      "th": "- ตอนอยู่โรงเรียนฉันคิดถึงแกนะ - นี่ วิ่งแข่งกันกลับบ้านเร็ว"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Go.",
      "th": "- โอเค - ไปเลย"
    }
  },
  {
    "translation": {
      "en": "-Eagles? -Yeah, the Eagles are going all the way.",
      "th": "- อีเกิลส์ - ใช่ อีเกิลส์ชนะแน่"
    }
  },
  {
    "translation": {
      "en": "-I don't know. -I guarantee you.",
      "th": "- ไม่รู้สิ - ฉันรับรองเลย"
    }
  },
  {
    "translation": {
      "en": "-What are you, a Dolphins fan? -No.",
      "th": "- อะไร นายเป็นแฟนดอลฟินส์เหรอ - เปล่า"
    }
  },
  {
    "translation": {
      "en": "-John Grogan. -Hey.",
      "th": "- จอห์น โกรแกน - ไง - พรุ่งนี้เจอกัน - แล้วเจอกันพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "-I'll see you tomorrow. -All right.",
      "th": "- พรุ่งนี้เจอกัน - แล้วเจอกันพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "I said to myself, \"That sorry son of a bitch looks like John Grogan.\"",
      "th": "ฉันบอกตัวเองว่า \"ไอ้หอกหน้าแหยนี่ หน้าเหมือนจอห์น โกรแกนเลย\""
    }
  },
  {
    "translation": {
      "en": "-What are you doing here? -A story.",
      "th": "- นายมาทำอะไรที่นี่ - ทำข่าว"
    }
  },
  {
    "translation": {
      "en": "DEA's showing off the new field office. I'm cov--",
      "th": "พวกปปส.อยากโชว์ออฟฟิศใหม่ ฉันเลยมา"
    }
  },
  {
    "translation": {
      "en": "You know what? Doesn't matter. Man, it is good to see you.",
      "th": "ช่างมันเถอะ ดีใจจังที่ได้เจอนาย"
    }
  },
  {
    "translation": {
      "en": "-It's good to see you. -Yeah.",
      "th": "ช่างมันเถอะ ดีใจจังที่ได้เจอนาย - ดีจังที่ได้เจอนาย - ใช่"
    }
  },
  {
    "translation": {
      "en": "-You living in the city somewhere? -I live just outside of town.",
      "th": "- นายอยู่ในเมืองเหรอ - บ้านฉันอยู่นอกเมืองนิดเดียว"
    }
  },
  {
    "translation": {
      "en": "More space for the kids.",
      "th": "มีที่ให้ลูกวิ่งเล่นมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "-Oh, what do you got, like five now? -Three. Here.",
      "th": "- ตอนนี้มีห้าคนแล้วมั้ง - สามคน ดูนี่"
    }
  },
  {
    "translation": {
      "en": "I'll show you a little snapshot of the Grogan brood.",
      "th": "ฉันจะให้ดูรูปแก๊งโกรแกน"
    }
  },
  {
    "translation": {
      "en": "-Wow, Jen's holding up. -Yeah, thanks. I think.",
      "th": "- โอ้โห เจนยังสวยเหมือนเดิม - ใช่ ขอบใจนะ"
    }
  },
  {
    "translation": {
      "en": "I see you finally got a little girl, huh?",
      "th": "มีลูกสาวด้วย"
    }
  },
  {
    "translation": {
      "en": "-Colleen. She arrived after you left. -What's with the ladybug getup?",
      "th": "คอลลีน พอนายย้ายไป เธอก็เกิด - ทำไมใส่ชุดเต่าทอง - ใส่ไปงานละครโรงเรียนน่ะ"
    }
  },
  {
    "translation": {
      "en": "That was for her school play in preschool...",
      "th": "- ทำไมใส่ชุดเต่าทอง - ใส่ไปงานละครโรงเรียนน่ะ"
    }
  },
  {
    "translation": {
      "en": "...and then we couldn't get her out of her costume for a month afterwards.",
      "th": "แล้วเธอก็ใส่มันอีกทั้งเดือนเลย"
    }
  },
  {
    "translation": {
      "en": "And the reason why Marley looks like he's biting her head...",
      "th": "แล้วที่ดูเหมือนมาร์ลีย์งับหัวเธออยู่"
    }
  },
  {
    "translation": {
      "en": "...is because of the antennas on-- He went ballistic.",
      "th": "ก็เพราะมีหนวดบนชุด มันบ้าไปเลย"
    }
  },
  {
    "translation": {
      "en": "-Things don't change. -That's right.",
      "th": "- เหมือนเดิมเป๊ะเลย - ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "I wish I didn't have this interview.",
      "th": "ฉันไม่น่าติดสัมภาษณ์เลย"
    }
  },
  {
    "translation": {
      "en": "That's okay, I gotta get home. I got-- Conor's got a soccer game.",
      "th": "ไม่เป็นไร ฉันต้องกลับบ้านเหมือนกัน คอเนอร์มีแข่งฟุตบอล"
    }
  },
  {
    "translation": {
      "en": "All right, well, one of these days we've gotta catch up.",
      "th": "ได้ งั้นเราต้องนัดกันวันหลัง"
    }
  },
  {
    "translation": {
      "en": "Yeah, let's do that. We'll catch up one of these days.",
      "th": "ดีเลย แล้วเราค่อยนัดกันใหม่"
    }
  },
  {
    "translation": {
      "en": "-Well, it was good to see you. -Come here. Good to see you.",
      "th": "- ดีใจที่ได้เจอกันนะ - มานี่ ดีใจที่เจอนะ"
    }
  },
  {
    "translation": {
      "en": "-Give Jenny my best, okay? -All right. I will. Okay.",
      "th": "- ฝากสวัสดีเจนนีด้วย - ได้เลย"
    }
  },
  {
    "translation": {
      "en": "-Here. -Oh, yeah.",
      "th": "- นี่ - เออ ใช่"
    }
  },
  {
    "translation": {
      "en": "Here. That's a great picture, John.",
      "th": "รูปนี้น่ารักดี จอห์น"
    }
  },
  {
    "translation": {
      "en": "You did okay.",
      "th": "นายทำได้ดีนะ"
    }
  },
  {
    "translation": {
      "en": "Thanks. You did okay too.",
      "th": "ขอบใจ นายก็ทำได้ดี"
    }
  },
  {
    "translation": {
      "en": "-I'll see you. -I'll see you.",
      "th": "- แล้วเจอกัน - แล้วเจอกัน"
    }
  },
  {
    "translation": {
      "en": "-I think you'll like the next one better. -Good.",
      "th": "- เธอคงชอบอันต่อไปมากกว่า - ดีเลย"
    }
  },
  {
    "translation": {
      "en": "Don't do it to yourself. We're in Philly. Let's get a cheese steak. Hi.",
      "th": "อย่าเลย เราอยู่ฟิลาเดลเฟียนะ ไปหาชีสสเต๊กกินกันดีกว่า ไง"
    }
  },
  {
    "translation": {
      "en": "-Hi. -Sebastian.",
      "th": "- ไงคะ - ผมเซบาสเตียนครับ"
    }
  },
  {
    "translation": {
      "en": "-Hello. -Nice to meet you.",
      "th": "- ไง - ยินดีที่ได้รู้จัก"
    }
  },
  {
    "translation": {
      "en": "Nice to meet you.",
      "th": "ยินดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "th": "สวัสดี"
    }
  },
  {
    "translation": {
      "en": "Is anybody home?",
      "th": "มีใครอยู่บ้าง"
    }
  },
  {
    "translation": {
      "en": "Marley, hey. Marley, Marley, Marley.",
      "th": "มาร์ลีย์ๆ นี่ มาร์ลีย์ๆ"
    }
  },
  {
    "translation": {
      "en": "Hey, hey. Marley. Marley.",
      "th": "นี่ๆ มาร์ลีย์ๆ"
    }
  },
  {
    "translation": {
      "en": "Marley. You didn't hear me, did you?",
      "th": "มาร์ลีย์เอ๊ย ไม่ได้ยินเสียงฉันล่ะสิ"
    }
  },
  {
    "translation": {
      "en": "I just caught you in a senior moment there, Marley.",
      "th": "ฉันเพิ่งเห็นว่าแกแก่เป็นเหมือนกันนะ มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "All right, let's go for a walk. Come on, let's go.",
      "th": "ไปเดินเล่นกันดีกว่า มาเร็ว ไปกัน"
    }
  },
  {
    "translation": {
      "en": "Come on. Come on. You're almost to the top.",
      "th": "มาเลย เกือบถึงยอดแล้ว"
    }
  },
  {
    "translation": {
      "en": "You know what? Come here.",
      "th": "รู้อะไรมั้ย มานี่"
    }
  },
  {
    "translation": {
      "en": "This is a good spot right here.",
      "th": "ตรงนี้เป็นจุดที่เหมาะดีนะ"
    }
  },
  {
    "translation": {
      "en": "I know you're a strong boy, but you're gonna let me know, all right?",
      "th": "ฉันรู้ว่าแกเข้มแข็ง แต่แกจะบอกฉันใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "You know, when it's time.",
      "th": "เมื่อถึงเวลา"
    }
  },
  {
    "translation": {
      "en": "I don't wanna make that decision on my own.",
      "th": "ฉันไม่อยากตัดสินใจคนเดียว"
    }
  },
  {
    "translation": {
      "en": "You let me know when you're ready, okay?",
      "th": "แกบอกมานะว่าพร้อมเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Marley?",
      "th": "มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "There he is.",
      "th": "อยู่นี่เอง"
    }
  },
  {
    "translation": {
      "en": "Marley.",
      "th": "มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "Hi. Honey, what are you doing down here?",
      "th": "ไงจ๊ะ ที่รัก มาทำอะไรข้างล่างนี่"
    }
  },
  {
    "translation": {
      "en": "It's time to head upstairs. You don't sleep down here.",
      "th": "ได้เวลาขึ้นไปแล้ว แกไม่ได้นอนข้างล่างนี่"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "มาเร็ว"
    }
  },
  {
    "translation": {
      "en": "Can you make it upstairs?",
      "th": "ขึ้นไหวมั้ย"
    }
  },
  {
    "translation": {
      "en": "I think he's pretty comfortable down here.",
      "th": "ฉันว่ามันนอนตรงนี้สบายกว่านะ"
    }
  },
  {
    "translation": {
      "en": "-I'll get him a blanket. -You all right?",
      "th": "- ฉันจะไปเอาผ้าห่มมาให้ - แกเป็นอะไรมั้ย"
    }
  },
  {
    "translation": {
      "en": "I'm gonna lay down here for a second.",
      "th": "ฉันจะนอนตรงนี้สักพัก"
    }
  },
  {
    "translation": {
      "en": "Take a load off.",
      "th": "ให้แกสบายใจ"
    }
  },
  {
    "translation": {
      "en": "Yeah. It's actually nice down here.",
      "th": "ใช่ นอนตรงนี้สบายจัง"
    }
  },
  {
    "translation": {
      "en": "This might be better.",
      "th": "อย่างนี้ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Well, it would be twice a week, 600 words. And what's the subject?",
      "th": "- สัปดาห์ละสองครั้ง 600 คำ - แล้วหัวข้อล่ะ"
    }
  },
  {
    "translation": {
      "en": "You know, everyday stuff. The stuff we all go through, but funnier.",
      "th": "ก็เรื่องประจำวัน สิ่งที่เราต้องเจอ แต่ตลกกว่า"
    }
  },
  {
    "translation": {
      "en": "I don't get it. I thought you came here to be a reporter.",
      "th": "ผมไม่เข้าใจเลย จอห์น ผมนึกว่าคุณมาที่นี่เพื่อเป็นนักข่าว"
    }
  },
  {
    "translation": {
      "en": "I know, I did, but we both know that isn't me.",
      "th": "ผมรู้ แต่เราทั้งคู่รู้ดีว่านั่นไม่ใช่ผม"
    }
  },
  {
    "translation": {
      "en": "I'm a columnist, a good one, and I think--",
      "th": "ผมเป็นนักเขียนคอลัมน์ที่เก่ง และผมคิดว่า..."
    }
  },
  {
    "translation": {
      "en": "Excuse me, John? Your wife's on the phone. It's important.",
      "th": "ขอโทษนะ จอห์น ภรรยาคุณโทรมาค่ะ เรื่องสำคัญ"
    }
  },
  {
    "translation": {
      "en": "Okay, I'll be right there.",
      "th": "โอเค เดี๋ยวผมไป"
    }
  },
  {
    "translation": {
      "en": "Think about it? Possible?",
      "th": "คิดดูนะว่าพอมีทางเป็นไปได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "-Thanks. -You're welcome.",
      "th": "- ขอบใจนะ - ยินดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Hello? -I can't get him to come back inside.",
      "th": "- ฮัลโหล - มันไม่ยอมเข้าบ้านเลย"
    }
  },
  {
    "translation": {
      "en": "He's just laying out there in the cold, and he won't move.",
      "th": "มันนอนตากลมหนาวอยู่ข้างนอก ไม่ขยับเลย"
    }
  },
  {
    "translation": {
      "en": "-Hey. -Hi.",
      "th": "- ไง - ไง"
    }
  },
  {
    "translation": {
      "en": "Patrick came home and we got him here.",
      "th": "แพทริกกลับมาบ้าน เราเลยพามันเข้ามาได้"
    }
  },
  {
    "translation": {
      "en": "Dr. Platt said that if he's comfortable, leave him for a while and see.",
      "th": "หมอแพลตต์บอกว่าถ้ามันค่อยยังชั่วแล้ว ปล่อยมันสักพักแล้วคอยดูอาการ แต่"
    }
  },
  {
    "translation": {
      "en": "But he's just not getting better.",
      "th": "มันไม่ดีขึ้นเลย"
    }
  },
  {
    "translation": {
      "en": "All right. I'm gonna take him in.",
      "th": "โอเค ผมจะพามันไปเอง"
    }
  },
  {
    "translation": {
      "en": "-Is he sick again? -Yeah, he is, honey.",
      "th": "- มันป่วยอีกเหรอคะ - ใช่จ้ะ ลูกรัก"
    }
  },
  {
    "translation": {
      "en": "He doesn't feel too good.",
      "th": "มันรู้สึกไม่ค่อยดี พ่อเลยจะพามันไปหาหมอ"
    }
  },
  {
    "translation": {
      "en": "But I'm gonna take him to the doctor. They're gonna try to make him feel better.",
      "th": "มันรู้สึกไม่ค่อยดี พ่อเลยจะพามันไปหาหมอ พวกเขาจะทำให้มันรู้สึกดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "It's all right, Marley. You're gonna be okay.",
      "th": "ไม่เป็นไรนะ มาร์ลีย์ แกต้องไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "You could take Lamby, but don't chew her other ear off.",
      "th": "แกเอาแลมบีไปได้ แต่อย่ากัดหูอีกข้างขาดนะ"
    }
  },
  {
    "translation": {
      "en": "That's sweet, honey.",
      "th": "น่ารักจัง ลูกรัก"
    }
  },
  {
    "translation": {
      "en": "Here, I'll take it.",
      "th": "มา พ่อเอาไปเอง"
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "th": "ลาก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "เรียบร้อยแล้ว"
    }
  },
  {
    "translation": {
      "en": "I've tried everything I did last time that worked...",
      "th": "หมอลองทุกอย่างที่ได้ผลครั้งก่อนแล้ว"
    }
  },
  {
    "translation": {
      "en": "...but I'm not having any luck.",
      "th": "แต่ไม่มีอะไรดีขึ้นเลย"
    }
  },
  {
    "translation": {
      "en": "I'm not able to get the tube down there. The stomach is still twisted.",
      "th": "หมอสอดท่อเข้าไปไม่ได้เลยกระเพาะยังบิดอยู่"
    }
  },
  {
    "translation": {
      "en": "-There's still surgery, but-- -He's not strong enough.",
      "th": "- ยังเหลือวิธีผ่าตัด แต่... - แต่มันไม่แข็งแรงพอ"
    }
  },
  {
    "translation": {
      "en": "-I like this one the best. -Which one?",
      "th": "- ผมชอบอันนี้มากกว่า - อันไหน"
    }
  },
  {
    "translation": {
      "en": "Oh, the mangoes. Yeah.",
      "th": "มะม่วง ใช่"
    }
  },
  {
    "translation": {
      "en": "-Hello? -Hey, it's me.",
      "th": "- ฮัลโหล - นี่ผมเอง"
    }
  },
  {
    "translation": {
      "en": "So it's his stomach again.",
      "th": "ปัญหาที่กระเพาะอีกแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "And they could do surgery, but.... I know.",
      "th": "- จะลองผ่าตัดก็ได้แต่... - ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "Do you want me to come down there?",
      "th": "อยากให้ฉันไปที่นั่นมั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "No, I think it's a good idea to stay with the kids and, you know, be with them.",
      "th": "ไม่ต้องหรอก ผมว่าคุณอยู่กับลูกเถอะ"
    }
  },
  {
    "translation": {
      "en": "And I'm just gonna....",
      "th": "ผมจะ..."
    }
  },
  {
    "translation": {
      "en": "I love you, John.",
      "th": "ฉันรักคุณนะ จอห์น"
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "th": "ผมรักคุณ"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "th": "ไงครับ"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna give you some time. -Okay.",
      "th": "- ฉันจะให้เวลาคุณนะคะ - ครับ"
    }
  },
  {
    "translation": {
      "en": "-I'll be right outside if you need me. -All right. Thanks.",
      "th": "- มีอะไรก็เรียกฉันด้านนอกนะคะ - ครับ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Look what I got for you.",
      "th": "ดูสิว่าฉันมีอะไรมาให้"
    }
  },
  {
    "translation": {
      "en": "Remember this?",
      "th": "จำได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Look what Colleen sent you. You remember that?",
      "th": "ดูสิว่าคอลลีนส่งอะไรมาให้ จำได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "You remember chewing up that ear? No.",
      "th": "แกจำที่กัดหูไปได้มั้ย ไม่สินะ"
    }
  },
  {
    "translation": {
      "en": "It's tough to remember all the things you've chewed up, isn't it?",
      "th": "ถ้าให้จำของที่กัดทุกชิ้นคงยากใช่มั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "It all starts to kind of run together.",
      "th": "มันก็เหมือนๆ กันหมดล่ะนะ"
    }
  },
  {
    "translation": {
      "en": "It's okay. You don't have to do anything.",
      "th": "ไม่เป็นไร แกไม่ต้องทำอะไร"
    }
  },
  {
    "translation": {
      "en": "You don't have your usual energy.",
      "th": "แกไม่มีแรงเหมือนแต่ก่อน"
    }
  },
  {
    "translation": {
      "en": "You remember how we were always saying what a pain you are?",
      "th": "จำได้มั้ยว่าเราชอบบ่นว่าแกมันแสบขนาดไหน"
    }
  },
  {
    "translation": {
      "en": "That you're the world's worst dog?",
      "th": "บ่นว่าแกเป็นหมาที่แย่ที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "Don't believe it.",
      "th": "อย่าไปเชื่อนะ"
    }
  },
  {
    "translation": {
      "en": "Don't believe it even for a minute...",
      "th": "อย่าได้เชื่อแม้แต่นิดเดียว"
    }
  },
  {
    "translation": {
      "en": "...because you know we couldn't find a better dog.",
      "th": "เพราะว่ารู้มั้ย เราหาหมาที่ดีกว่าแกไม่ได้อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "You know, what made you such a great dog...",
      "th": "รู้มั้ยว่าทำไมแกถึงเป็นหมาที่ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "...is that you loved us every day, no matter what.",
      "th": "เพราะไม่ว่ายังไงแกก็รักเราทุกวัน"
    }
  },
  {
    "translation": {
      "en": "That's an amazing thing.",
      "th": "มันเป็นเรื่องที่วิเศษมาก"
    }
  },
  {
    "translation": {
      "en": "You know how much we love you?",
      "th": "แกรู้ใช่มั้ยว่าเรารักแกมากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "We love you so much.",
      "th": "เรารักแกมากเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "We love you more than anything.",
      "th": "เรารักแกมากกว่าอะไรทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "I don't know exactly where we go from here...",
      "th": "ฉันก็ไม่รู้ว่าต่อไปเราจะไปยังไงต่อ"
    }
  },
  {
    "translation": {
      "en": "...but I want you to remember you're a great dog, Marley.",
      "th": "แต่ขอให้แกจำไว้ว่า แกเป็นหมาที่ยอดเยี่ยม มาร์ลีย์"
    }
  },
  {
    "translation": {
      "en": "You're a great dog.",
      "th": "แกเป็นหมาที่ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "He won't feel this. He'll just slip away.",
      "th": "มันไม่รู้สึกหรอก มันจะแค่ค่อยๆ หลับไป"
    }
  },
  {
    "translation": {
      "en": "You ready?",
      "th": "คุณพร้อมมั้ย"
    }
  },
  {
    "translation": {
      "en": "-Yeah, we're ready. -Okay.",
      "th": "- ครับ เราพร้อมแล้ว - โอเค"
    }
  },
  {
    "translation": {
      "en": "Okay. Get down.",
      "th": "โอเค ลงมาได้"
    }
  },
  {
    "translation": {
      "en": "-He's wrapped in his blanket. -Yeah, so he can stay warm.",
      "th": "- มีผ้าห่มของมันพันอยู่ด้วย - ใช่ มันจะได้อบอุ่นไงจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Do you guys wanna read what you wrote?",
      "th": "ลูกๆ อยากอ่านที่เขียนมั้ย"
    }
  },
  {
    "translation": {
      "en": "Mine's a picture of me and Marley, grasshoppers and ice cream.",
      "th": "ของหนูเป็นรูปตัวเองกับมาร์ลีย์ ตั๊กแตนและไอศกรีม"
    }
  },
  {
    "translation": {
      "en": "Mommy wrote what I said.",
      "th": "แม่เขียนที่หนูพูด"
    }
  },
  {
    "translation": {
      "en": "\"Dear Marley, I will never forget you forever. Colleen.\"",
      "th": "\"มาร์ลีย์ที่รัก ฉันจะไม่มีวันลืมแกตลอดไป คอลลีน\""
    }
  },
  {
    "translation": {
      "en": "And these are kisses.",
      "th": "และนี่คือรอยจูบ"
    }
  },
  {
    "translation": {
      "en": "-That's beautiful. -Thank you.",
      "th": "- เพราะมาก ลูก - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "You wanna put it in? He'll like that. Set it down.",
      "th": "ลูกอยากใส่ลงไปมั้ย มันต้องชอบแน่ วางลงไปเลย"
    }
  },
  {
    "translation": {
      "en": "Good. That's a great picture.",
      "th": "ดีจ้ะ รูปสวยมากเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Conor, do you wanna...?",
      "th": "คอเนอร์ ลูกอยากจะ..."
    }
  },
  {
    "translation": {
      "en": "\"Dear Marley, I loved you all my life.",
      "th": "\"มาร์ลีย์ที่รัก ฉันรักแกมาก"
    }
  },
  {
    "translation": {
      "en": "I hope you like heaven and that there's lots to chew on.",
      "th": "หวังว่าแกจะชอบสวรรค์ และที่นั่นคงมีอะไรให้กัดเยอะ"
    }
  },
  {
    "translation": {
      "en": "Your brother, Conor Richard Grogan.\"",
      "th": "น้องชายของแก คอเนอร์ ริชาร์ด โกรแกน\""
    }
  },
  {
    "translation": {
      "en": "That's a good letter.",
      "th": "เป็นจดหมายที่ดีมากจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Patrick, do you wanna say something?",
      "th": "แพทริก อยากพูดอะไรมั้ย"
    }
  },
  {
    "translation": {
      "en": "He knows.",
      "th": "มันรู้อยู่แล้วครับ"
    }
  },
  {
    "translation": {
      "en": "I'd like to give him something.",
      "th": "ฉันอยากให้บางอย่างกับมัน"
    }
  },
  {
    "translation": {
      "en": "This necklace.",
      "th": "สร้อยคอเส้นนี้"
    }
  },
  {
    "translation": {
      "en": "It's been on quite a journey.",
      "th": "มันผ่านเรื่องราวมากมาย"
    }
  },
  {
    "translation": {
      "en": "Your dad gave it to me...",
      "th": "พ่อของลูกให้แม่มา"
    }
  },
  {
    "translation": {
      "en": "...to celebrate the beginning of our family.",
      "th": "เพื่อฉลองการเริ่มต้นครอบครัวของเรา"
    }
  },
  {
    "translation": {
      "en": "But, you know...",
      "th": "แต่รู้มั้ย"
    }
  },
  {
    "translation": {
      "en": "...our family had really already begun.",
      "th": "ว่าครอบครัวของเราได้เริ่มก่อนหน้านั้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "Bye, Clearance Puppy.",
      "th": "ลาก่อน เจ้าลูกหมาลดราคา"
    }
  },
  {
    "translation": {
      "en": "A dog has no use for fancy cars... ...or big homes or designer clothes.",
      "th": "หมาไม่ต้องการรถแพงๆ บ้านหลังใหญ่หรือเสื้อผ้าหรูหรา"
    }
  },
  {
    "translation": {
      "en": "A waterlogged stick will do just fine.",
      "th": "แค่ไม้ท่อนนึงมันก็มีความสุขแล้ว"
    }
  },
  {
    "translation": {
      "en": "A dog doesn't care if you're rich or poor...",
      "th": "หมาไม่สนใจหรอกว่าเราจะรวยหรือจน"
    }
  },
  {
    "translation": {
      "en": "...clever or dull, smart or dumb.",
      "th": "หัวดีหรือหัวขี้เลื่อย ฉลาดหรือโง่"
    }
  },
  {
    "translation": {
      "en": "Give him your heart and he'll give you his.",
      "th": "ให้ใจมัน แล้วมันก็จะให้ใจเรากลับคืน"
    }
  },
  {
    "translation": {
      "en": "How many people can you say that about?",
      "th": "เราจะพูดแบบนี้กับคนได้สักกี่คนกัน"
    }
  },
  {
    "translation": {
      "en": "How many people can make you feel rare and pure and special?",
      "th": "จะมีสักกี่คนที่ทำให้เรารู้สึกมีค่า บริสุทธิ์และพิเศษ"
    }
  },
  {
    "translation": {
      "en": "How many people can make you feel extraordinary?",
      "th": "มีสักกี่คนที่ทำให้เรารู้สึกดีได้ขนาดนี้"
    }
  }
]