[
  {
    "translation": {
      "en": "Would you like to see before, you know...",
      "th": "อยากจะดูก่อนไหม แบบว่า..."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "อยาก"
    }
  },
  {
    "translation": {
      "en": "Brian? Who's this?",
      "th": "ไบรอัน...นี่ใคร"
    }
  },
  {
    "translation": {
      "en": "You know, I asked myself the same thing when my dad passed.",
      "th": "ฉันก็ถามแบบนี้เหมือนกัน ตอนพ่อฉันเสีย"
    }
  },
  {
    "translation": {
      "en": "I said, \"Who is this man?\"",
      "th": "ฉันบอก \"ชายคนนี้เป็นใครกัน\""
    }
  },
  {
    "translation": {
      "en": "No, no, Brian. Who's this in the coffin?",
      "th": "ไม่ ไบรอัน คนที่อยู่ในโลงน่ะใคร"
    }
  },
  {
    "translation": {
      "en": "-Because that's not my father. -Are you sure?",
      "th": "- นั่นไม่ใช่พ่อฉัน - แน่ใจนะ"
    }
  },
  {
    "translation": {
      "en": "Are you asking me if I'm sure I know what my father looks like?",
      "th": "หาว่าฉันไม่รู้ว่า พ่อฉันหน้าตายังไงงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, people make mistakes in a time of grief, Aaron.",
      "th": "คนเราทำพลาดกันได้เวลาเสียใจ"
    }
  },
  {
    "translation": {
      "en": "Look at the damn body, man.",
      "th": "มาดูศพเลยเพื่อน"
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "th": "เวรแล้ว"
    }
  },
  {
    "translation": {
      "en": "-You got Jackie Chan in there! -Okay, listen...",
      "th": "- นายใส่เฉินหลงไว้ - โอเค ฟังนะ"
    }
  },
  {
    "translation": {
      "en": "Come on, Brian. You know what my father looks like.",
      "th": "ไม่เอาน่า ไบรอัน นายก็รู้ว่าพ่อฉันหน้าตาเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "We are very scattered today. This type of thing almost never happens.",
      "th": "เราวุ่นกันมาก แบบนี้เกือบไม่เคยเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "-Almost never happens? -I said that out loud?",
      "th": "- เกือบไม่เคยเหรอ - ฉันพูดอย่างนั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's not Burger King. You can't just mess up my order.",
      "th": "ไม่ใช่เบอร์เกอร์คิงนะ นายจะได้ทำมั่วๆ ได้"
    }
  },
  {
    "translation": {
      "en": "Please, just calm down. I think I know where he is. You think?",
      "th": "- ใจเย็นก่อน ฉันรู้ว่าเขาอยู่ไหน - อย่างนั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "If my dad's not in this coffin in one hour, then you have to take his place.",
      "th": "ในหนึ่งชั่วโมงถ้าพ่อฉันไม่อยู่ในโลง นายต้องลงไปแทน"
    }
  },
  {
    "translation": {
      "en": "-You got it? -Don't worry. I'll get him back.",
      "th": "- เข้าใจไหม - ไม่ต้องห่วง ฉันจะพาเขากลับมา"
    }
  },
  {
    "translation": {
      "en": "I promise that. He's in one of two places. I think it's the second place.",
      "th": "ฉันสัญญา มีอยู่สองงาน ฉันว่าเขาอยู่งานที่สอง"
    }
  },
  {
    "translation": {
      "en": "Listen, okay, guys? Let's pack this up. Close this.",
      "th": "โอเค พรรคพวก เก็บนี่กลับ ปิดนี่"
    }
  },
  {
    "translation": {
      "en": "Let's go, let's get out of here.",
      "th": "ไปกัน ไปจากที่นี่"
    }
  },
  {
    "translation": {
      "en": "Wait a minute, before we move... Okay. Did I give you my keys?",
      "th": "เดี๋ยวนะ ก่อนเราไป โอเค ฉันฝากกุญแจไว้หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "No. They in the car. I left the damn keys in the car.",
      "th": "ไม่ อยู่ในรถ ลืมไว้ในรถ"
    }
  },
  {
    "translation": {
      "en": "Let's go, guys. I think it's on.",
      "th": "ไปเถอะ พวก รถคงติดเครื่องอยู่"
    }
  },
  {
    "translation": {
      "en": "If you're so antsy about being here, why'd you come out in the first place?",
      "th": "ถ้านายมาแล้วประหม่า นายออกมาทำไม"
    }
  },
  {
    "translation": {
      "en": "-You know why. -I hate funerals.",
      "th": "- นายก็รู้ว่าทำไม - ฉันเกลียดงานศพ"
    }
  },
  {
    "translation": {
      "en": "All about death, death, death.",
      "th": "มีแต่เรื่อง ตายๆ ๆ"
    }
  },
  {
    "translation": {
      "en": "I don't think funerals are designed for anybody to like, Norman.",
      "th": "งานศพไม่ได้มีไว้ ให้ใครชอบหรอก นอร์แมน"
    }
  },
  {
    "translation": {
      "en": "I suppose. I don't want a regular funeral when it's my time to go, you know.",
      "th": "คงอย่างนั้น ถ้าถึงเวลาของฉัน ฉันไม่เอางานศพแบบทั่วๆ ไป"
    }
  },
  {
    "translation": {
      "en": "I want my life celebrated.",
      "th": "ฉันอยากให้ฉลองกัน"
    }
  },
  {
    "translation": {
      "en": "Like Anna Nicole Smith, Richard Nixon, somebody big and powerful.",
      "th": "อย่าง แอนนา นิโคล สมิธ ริชาร์ด นิกสัน พวกคนใหญ่คนโต"
    }
  },
  {
    "translation": {
      "en": "I want mine to be the saddest day ever.",
      "th": "ของฉันอยากให้เศร้าสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Stock market should crash, factories shut down,",
      "th": "ตลาดหุ้นล่ม โรงงานปิดตัว"
    }
  },
  {
    "translation": {
      "en": "girls crying in the streets.",
      "th": "สาวๆ ตามท้องถนนร้องไห้"
    }
  },
  {
    "translation": {
      "en": "That kind of thing. An eclipse would be nice.",
      "th": "อะไรทำนองนั้น เกิดอุปราคาด้วยก็จะดีมาก"
    }
  },
  {
    "translation": {
      "en": "-Come on. -What?",
      "th": "- ไม่เอาน่า - มีอะไร"
    }
  },
  {
    "translation": {
      "en": "You still smoking after all of those warnings and stuff out there?",
      "th": "โดนเตือนแล้วยังจะสูบอีก"
    }
  },
  {
    "translation": {
      "en": "No, Norman, stop, all right. You used to smoke. We used to smoke together.",
      "th": "พอเลย นอร์แมน นายก็เคยสูบ เราเคยสูบด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "I used to piss my pants and then I stopped.",
      "th": "ฉันเคยฉี่รดกางเกง แล้วฉันก็เลิกแล้ว"
    }
  },
  {
    "translation": {
      "en": "I got my own problems to worry about without worrying about your damn smoking.",
      "th": "ฉันมีปัญหาของฉัน ไม่ต้องมาเพิ่ม เรื่องการสูบของนาย"
    }
  },
  {
    "translation": {
      "en": "Come on, Norman. What problems you got, man?",
      "th": "ไม่เอาน่า นอร์แมน นายมีปัญหาอะไร"
    }
  },
  {
    "translation": {
      "en": "-I told you! My rash! -Got to use condoms, papa.",
      "th": "- ก็บอกแล้วไง ฉันเป็นผื่น - งั้นก็ใช้ถุงยางสิ"
    }
  },
  {
    "translation": {
      "en": "-On my hand, dude. -You still have to use a condom, Norman.",
      "th": "- เป็นที่มือ เพื่อน - ก็ต้องใช้ถุงยางอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "That's the first line of defense. This shit ain't normal. Look at it.",
      "th": "- แนวป้องกันแรกเลยนะ - แต่นี่ไม่ปกติ ดูสิ"
    }
  },
  {
    "translation": {
      "en": "-Fuck. That ain't a rash, man. -What you think it is?",
      "th": "- บ้าจริง ไม่ใช่ผื่นแล้วเพื่อน - คิดว่าอะไร"
    }
  },
  {
    "translation": {
      "en": "I don't know, but it's very splotchy.",
      "th": "ไม่รู้ แต่กะดำกะด่างมาก"
    }
  },
  {
    "translation": {
      "en": "Splotchy? I hate splotchy. I'm gonna pass away, I'm gonna die!",
      "th": "กะดำกะด่าง ฉันเกลียดมัน ฉันกำลังจะตาย"
    }
  },
  {
    "translation": {
      "en": "-Nah. -And I'm so damn young!",
      "th": "- ไม่หรอก - ฉันยังหนุ่มอยู่เลย"
    }
  },
  {
    "translation": {
      "en": "They brought the wrong body.",
      "th": "พวกเขาเอาศพมาผิด"
    }
  },
  {
    "translation": {
      "en": "Honey, did you hear me? They brought the wrong body.",
      "th": "ที่รัก ได้ยินไหม พวกเขาเอาศพมาผิด"
    }
  },
  {
    "translation": {
      "en": "Oh, my God! Well, do they know where he is?",
      "th": "พระเจ้า แล้วพวกเขารู้ไหม ว่าศพอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "They think so.",
      "th": "คิดว่ารู้"
    }
  },
  {
    "translation": {
      "en": "I told you. I told you not to use the Marshalls,",
      "th": "บอกแล้วไง บอกแล้วว่าอย่าใช้มาร์แชลล์"
    }
  },
  {
    "translation": {
      "en": "but, no, you wanted to keep it all in the neighborhood.",
      "th": "แต่คุณก็อยากช่วยคนกันเอง"
    }
  },
  {
    "translation": {
      "en": "Don't rub it in, not today. I got too much to worry about.",
      "th": "อย่าซ้ำได้ไหม ไม่ใช่วันนี้ ผมมีเรื่องให้ห่วงเยอะแล้ว"
    }
  },
  {
    "translation": {
      "en": "Dad insisted on having his funeral at home, so now I just can't escape it.",
      "th": "พ่อยืนกรานให้จัดงานศพที่บ้าน ผมก็ต้องทำตามนั้น"
    }
  },
  {
    "translation": {
      "en": "Death is everywhere.",
      "th": "ความตายอยู่ทุกหนแห่ง"
    }
  },
  {
    "translation": {
      "en": "Baby, no. No, it's not. Mom won't stop crying.",
      "th": "- ที่รัก ไม่หรอก - แม่ร้องไห้ไม่หยุด"
    }
  },
  {
    "translation": {
      "en": "-Ryan hasn't helped out. -Not like he ever does.",
      "th": "- ไรอันช่วยอะไรไม่ได้ - อย่างกับเขาช่วย"
    }
  },
  {
    "translation": {
      "en": "Plus on top of that, I got to worry about this whole eulogy thing.",
      "th": "ไหนจะเรื่องคำอาลัยอีก"
    }
  },
  {
    "translation": {
      "en": "I am sure it'll be the best eulogy anybody's ever heard.",
      "th": "ไหนจะเรื่องคำอาลัยอีก ฉันแน่ใจว่าจะเป็นคำอาลัย ที่ดีที่สุดที่ใครเคยได้ยิน"
    }
  },
  {
    "translation": {
      "en": "Doesn't matter.",
      "th": "ไม่สำคัญหรอก"
    }
  },
  {
    "translation": {
      "en": "All anybody's gonna be thinking is, \"Why isn't Ryan doing the eulogy?",
      "th": "ใครๆ ก็คงจะคิดว่า \"ทำไมไรอันไม่กล่าวอาลัย\""
    }
  },
  {
    "translation": {
      "en": "\"Step aside and let the writer say a few words.\" Even I'm gonna be thinking it.",
      "th": "\"หลบไปแล้วให้นักเขียนพูด\" ผมเองก็คิดแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Why don't you just let him do it then?",
      "th": "แล้วทำไมไม่ให้เขาพูดล่ะ"
    }
  },
  {
    "translation": {
      "en": "So, now you want Ryan to do the eulogy? No. I'm just saying...",
      "th": "- คุณอยากให้ไรอันกล่าวอย่างนั้นสิ - เปล่า ฉันจะบอกว่า..."
    }
  },
  {
    "translation": {
      "en": "You're just saying that you wanna hear Ryan's eulogy.",
      "th": "คุณเพิ่งพูดว่าอยากฟัง ไรอันกล่าวอาลัย"
    }
  },
  {
    "translation": {
      "en": "No. You're the oldest, so...",
      "th": "- เปล่า คุณแก่ที่สุด ดังนั้น... - เหตุผลที่ผมต้องเป็นคนพูด"
    }
  },
  {
    "translation": {
      "en": "So, the only reason I should do it is because I'm old.",
      "th": "- เปล่า คุณแก่ที่สุด ดังนั้น... - เหตุผลที่ผมต้องเป็นคนพูด - ก็เพราะผมแก่ - แอรอน ใจเย็น"
    }
  },
  {
    "translation": {
      "en": "Aaron, calm down.",
      "th": "- ก็เพราะผมแก่ - แอรอน ใจเย็น"
    }
  },
  {
    "translation": {
      "en": "I think that you are every bit as good a writer as your brother.",
      "th": "ฉันว่าคุณก็เขียนได้ดีไม่แพ้น้องคุณ"
    }
  },
  {
    "translation": {
      "en": "I just think that you need to let someone actually read your book.",
      "th": "ฉันว่าน่าจะให้คนอื่น ได้อ่านหนังสือคุณ"
    }
  },
  {
    "translation": {
      "en": "It's not ready yet.",
      "th": "มันยังไม่เสร็จ"
    }
  },
  {
    "translation": {
      "en": "Okay, fine. But don't forget, we close on the house next week.",
      "th": "งั้นก็ได้ แต่อย่าลืมสัปดาห์หน้า เราจะไปจ่ายค่าบ้าน"
    }
  },
  {
    "translation": {
      "en": "-I know. -I mean, I love your mom,",
      "th": "- ผมรู้ - คือว่า ฉันรักแม่คุณนะ"
    }
  },
  {
    "translation": {
      "en": "but I am so ready to move.",
      "th": "- แต่ฉันก็อยากย้ายแล้ว - ผมรู้ ที่รัก"
    }
  },
  {
    "translation": {
      "en": "I know, honey, but we just got to get through today, okay?",
      "th": "- แต่ฉันก็อยากย้ายแล้ว - ผมรู้ ที่รัก - แต่เราต้องผ่านวันนี้ไปก่อน - ก็ใช่ไง"
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "th": "- แต่เราต้องผ่านวันนี้ไปก่อน - ก็ใช่ไง"
    }
  },
  {
    "translation": {
      "en": "I know this is rough.",
      "th": "ฉันรู้ว่านี่มันไม่เหมาะ"
    }
  },
  {
    "translation": {
      "en": "But it's the last day of my cycle.",
      "th": "แต่เป็นวันสุดท้ายของรอบเดือน"
    }
  },
  {
    "translation": {
      "en": "And I'm 37 years old, so we need to try to,",
      "th": "ฉันอายุ 37 แล้ว เราต้องลองดู"
    }
  },
  {
    "translation": {
      "en": "you know, we need to do it, at least once today, okay?",
      "th": "เราต้องทำกันในวันนี้ อย่างน้อยหนึ่งครั้ง"
    }
  },
  {
    "translation": {
      "en": "-Babe. -Yeah?",
      "th": "- ที่รัก - ว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "You're gonna have to switch that cycle down to low for now, just for now.",
      "th": "คุณเก็บเรื่องรอบเดือนนั่น ไว้ก่อนได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Can we at least find the body first?",
      "th": "อย่างน้อยให้เราหาศพให้เจอก่อน"
    }
  },
  {
    "translation": {
      "en": "-Are you okay? -Yeah, absolutely.",
      "th": "- คุณไม่เป็นไรนะ - ครับ แน่นอน"
    }
  },
  {
    "translation": {
      "en": "Okay, I'm a... I'm a little nervous. Why, because you're gonna see my dad again?",
      "th": "- ก็ได้ คือผม ประหม่านิดหน่อย - เพราะคุณจะได้พบพ่อฉันอีกเหรอ"
    }
  },
  {
    "translation": {
      "en": "I just don't think I've ever been so openly hated by anyone before.",
      "th": "- ก็ได้ คือผม ประหม่านิดหน่อย - เพราะคุณจะได้พบพ่อฉันอีกเหรอ ไม่คิดว่าผมจะโดนใคร เกลียดแบบนี้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "Even my seventh graders aren't that mean.",
      "th": "- ตอน ม.หนึ่งนี่ เด็กๆ ไปเลย - พ่อคงห่วงเรื่องที่..."
    }
  },
  {
    "translation": {
      "en": "I think he's gonna be more concerned today that his brother just died than be...",
      "th": "- ตอน ม.หนึ่งนี่ เด็กๆ ไปเลย - พ่อคงห่วงเรื่องที่... คุณอาตายมากกว่าที่จะ...ที่รัก"
    }
  },
  {
    "translation": {
      "en": "-Babe. -I'm sorry, baby. It's the traffic.",
      "th": "คุณอาตายมากกว่าที่จะ...ที่รัก โทษทีที่รัก รถมันจอแจ"
    }
  },
  {
    "translation": {
      "en": "Right. Anyway, when I tell him that we're getting married,",
      "th": "ค่ะ พอฉันบอกพ่อว่าเราจะแต่งงานกัน"
    }
  },
  {
    "translation": {
      "en": "he's just gonna have to accept you. I...",
      "th": "พ่อก็จะยอมรับคุณเอง ฉัน..."
    }
  },
  {
    "translation": {
      "en": "-Jesus! Are you okay? -Oh, my God.",
      "th": "- พระเจ้า เป็นอะไรไหม - พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-You asshole! -Fuck you, bitch.",
      "th": "- เจ้าชั่ว - ยายบ้า"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, flip me off. Can't you see there's a traffic jam?",
      "th": "เหรอ ก็บ้านะสิ ไม่เห็นหรือไงรถมันติด"
    }
  },
  {
    "translation": {
      "en": "You poke your eye out, your father's gonna kill me.",
      "th": "ถ้าตาคุณบวม พ่อคุณฆ่าผมแน่"
    }
  },
  {
    "translation": {
      "en": "-Oscar, baby. -Yes.",
      "th": "- ออสการ์ ที่รัก - ครับ"
    }
  },
  {
    "translation": {
      "en": "-Look at me. -Okay.",
      "th": "- มองฉันสิ - โอเค"
    }
  },
  {
    "translation": {
      "en": "-Relax. Okay? -All right.",
      "th": "- ใจเย็น โอเคไหม - ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Everything is fine. Okay? Breathe.",
      "th": "ทุกอย่างต้องเรียบร้อย หายใจลึกๆ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-Better? -Better.",
      "th": "- ดีขึ้นไหม - ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "Oh, good. It's okay.",
      "th": "ดี ไม่เป็นไรนะ"
    }
  },
  {
    "translation": {
      "en": "Fuck you!",
      "th": "ไปตายซะ"
    }
  },
  {
    "translation": {
      "en": "I think you'll find that everything is in perfect order.",
      "th": "ฉันว่าคงเห็นแล้วว่า ทุกอย่างเป็นดังที่สั่ง"
    }
  },
  {
    "translation": {
      "en": "Oh, so, now you wanna be professional.",
      "th": "อย่างนั้นตอนนี้นายก็เป็นมืออาชีพแล้ว"
    }
  },
  {
    "translation": {
      "en": "You got your keys? You got your BlackBerry?",
      "th": "กุญแจกับแบล็กเบอร์รี่ของนาย ยังอยู่ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Because once we bury him, we not gonna dig him back up just so you can tweet.",
      "th": "เพราะถ้าฝังเขาแล้ว เราจะไม่ขุดขึ้นมาให้นายหาของนะ"
    }
  },
  {
    "translation": {
      "en": "Look, I'm trying, okay? Hey, how is your mother holding up, Aaron?",
      "th": "ฉันพยายามอยู่ แม่นายเป็นยังไงบ้าง แอรอน"
    }
  },
  {
    "translation": {
      "en": "She's fine. She's in great health.",
      "th": "แม่แข็งแรงดี"
    }
  },
  {
    "translation": {
      "en": "-There's no more business here. -Good.",
      "th": "- หมดธุระแล้ว - ก็ดี แล้วลุงรัสเซลล์ล่ะ"
    }
  },
  {
    "translation": {
      "en": "What about your Uncle Russell? He wasn't doing that well.",
      "th": "- หมดธุระแล้ว - ก็ดี แล้วลุงรัสเซลล์ล่ะ - เขาไม่ค่อยสบายนี่ เป็นยังไงบ้าง - ลาก่อน"
    }
  },
  {
    "translation": {
      "en": "-How's he doing? -Bye.",
      "th": "- เขาไม่ค่อยสบายนี่ เป็นยังไงบ้าง - ลาก่อน"
    }
  },
  {
    "translation": {
      "en": "Okay, I'm just asking. It's conversation, that's all.",
      "th": "โอเค ก็แค่ถามดู ชวนคุยน่ะ ก็แค่นั้น"
    }
  },
  {
    "translation": {
      "en": "I'm here if you need me, you know that. Thank you for everything.",
      "th": "ฉันอยู่นี่ถ้าต้องการอะไร ขอบคุณสำหรับทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "-Michelle, come here. -Bye, Brian.",
      "th": "- มิเชลล์ มานี่มา - บายจ้ะ"
    }
  },
  {
    "translation": {
      "en": "You don't have to come.",
      "th": "ไม่ต้องมาก็ได้"
    }
  },
  {
    "translation": {
      "en": "I'm just saying, everybody knows that the Colonel stole that recipe",
      "th": "ฉันจะบอกว่า ใครๆ ก็รู้ว่าผู้พันขโมยสูตร"
    }
  },
  {
    "translation": {
      "en": "for fried chicken from a slave named Jubalai.",
      "th": "ไก่ทอดมาจากทาสชื่อจูบาลัย"
    }
  },
  {
    "translation": {
      "en": "Now, I give him credit for the coleslaw, but that's it.",
      "th": "ฉันให้เครดิตเขาเรื่องโคลสลอว์ แต่แค่นั้นนะ"
    }
  },
  {
    "translation": {
      "en": "Hey, buddy! How you doing?",
      "th": "สวัสดี เพื่อน เป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "I need a favor. I need you to pick up Uncle Russell.",
      "th": "ฉันอยากให้ช่วย นายไปรับลุงรัสเซลล์ให้หน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I know it's a hassle, but you're the closest.",
      "th": "ฉันรู้ว่ามันยุ่งยาก แต่นายอยู่ใกล้ที่สุด"
    }
  },
  {
    "translation": {
      "en": "-Damn! He's always in a bad mood. -Just say you'll do it. We'll do it.",
      "th": "- บ้าจริง เขาขี้โมโหจะตาย - ตอบไปว่านายจะทำ เราจะไป"
    }
  },
  {
    "translation": {
      "en": "It's not a mood if he's always in it. It's his personality. Can you do it?",
      "th": "ไม่ใช่อารมณ์เขาหรอก มันเป็นบุคลิก นายไปรับใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "All right, I'll do it.",
      "th": "ก็ได้ ฉันจะไป"
    }
  },
  {
    "translation": {
      "en": "Hey, Mama. How you holding up?",
      "th": "สวัสดีครับ แม่ เป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "There were so many things we wanted to do still.",
      "th": "ยังมีอีกหลายอย่างที่เราอยากทำ"
    }
  },
  {
    "translation": {
      "en": "Travel. We were going to Australia and China. He wanted to go to Thailand.",
      "th": "เดินทาง เราจะไปออสเตรเลียกับจีน เขาอยากไปประเทศไทย"
    }
  },
  {
    "translation": {
      "en": "Oh, come on, Ma, you're not gonna fly 25 hours.",
      "th": "ไม่เอาน่าแม่ แม่คงไม่นั่งเครื่อง 25 ชั่วโมงหรอก"
    }
  },
  {
    "translation": {
      "en": "That's not the point. I haven't been feeling well.",
      "th": "นั่นไม่ใช่ประเด็น แม่รู้สึกไม่ดีนัก"
    }
  },
  {
    "translation": {
      "en": "Who knows how long I'm gonna live without him?",
      "th": "ใครจะไปรู้ว่าแม่จะอยู่ได้นานแค่ไหน เมื่อไม่มีพ่อ"
    }
  },
  {
    "translation": {
      "en": "It might make a difference if I had a grandchild",
      "th": "แต่อาจจะดีขึ้นถ้าแม่มีหลาน"
    }
  },
  {
    "translation": {
      "en": "who could take my mind off of everything, but...",
      "th": "ทำให้แม่หายเหงาได้ แต่..."
    }
  },
  {
    "translation": {
      "en": "-Oh, well. -Cynthia, we are trying.",
      "th": "- ก็นะ - ซินเธีย เราพยายามอยู่"
    }
  },
  {
    "translation": {
      "en": "I know what you're trying to do, Michelle, all hours of the day and night, trying.",
      "th": "ฉันรู้ว่าเธอพยายามทำอะไรอยู่ มิเชลล์ พยายามทำอยู่ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "But it doesn't seem to be working, now does it? Where's Ryan?",
      "th": "แต่ดูเหมือนจะไม่ได้ผล จริงไหม ไรอันอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "-Have you talked to him yet? -He should be here soon.",
      "th": "- คุยกับน้องหรือยัง - เขาน่าจะมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Just to see his face would make me feel so much better.",
      "th": "เห็นหน้าน้อง แม่ก็คงรู้สึกดีขึ้นเยอะ"
    }
  },
  {
    "translation": {
      "en": "Oh, I have missed him so much. My baby.",
      "th": "แม่คิดถึงเขาจัง ลูกรักของแม่"
    }
  },
  {
    "translation": {
      "en": "Do you need me to do something, Cynthia?",
      "th": "อยากให้หนูทำอะไรให้ไหมคะ ซินเธีย"
    }
  },
  {
    "translation": {
      "en": "You could take your hand off my husband's coffin.",
      "th": "เอามือออกจากโลงสามีฉันก็พอ"
    }
  },
  {
    "translation": {
      "en": "You are leaving a smudge mark.",
      "th": "มันเป็นรอยหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Is she shooting us the finger? Or is she just waving?",
      "th": "เธอแจกกล้วยเราเหรอ หรือเธอแค่โบกมือ"
    }
  },
  {
    "translation": {
      "en": "That's nice, ladies! Thank you!",
      "th": "เยี่ยมเลย สาวๆ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-There he is. -What?",
      "th": "- เขาอยู่นั่น - อะไร"
    }
  },
  {
    "translation": {
      "en": "-He's okay. -He's gonna need assistance?",
      "th": "- เขาโอเค - ต้องให้ช่วยไหม"
    }
  },
  {
    "translation": {
      "en": "He's just grumpy.",
      "th": "เขาแค่อารมณ์เสีย"
    }
  },
  {
    "translation": {
      "en": "You got to know how to handle him.",
      "th": "นายต้องรู้วิธีรับมือกับเขา"
    }
  },
  {
    "translation": {
      "en": "Oh, he looks kind of sweet.",
      "th": "เขาก็ดูน่ารักดีนี่"
    }
  },
  {
    "translation": {
      "en": "-Hi, Uncle Russell! -Hi, Uncle Russell!",
      "th": "- สวัสดีครับ - สวัสดี ลุงรัสเซลล์"
    }
  },
  {
    "translation": {
      "en": "You remember me? I'm Norman. I came to pick you up and take you to the funeral.",
      "th": "จำผมได้ไหม ผมนอร์แมน ผมมารับลุงไปงานศพ"
    }
  },
  {
    "translation": {
      "en": "Where the fuck you been, you fat bastard? You took any longer, I'd be dead, too!",
      "th": "หายหัวไปไหนมา ไอ้อ้วน ฉันรอจนจะตายตามไปอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Shit, good thing you know how to handle him.",
      "th": "ให้ตาย ดีนะที่นายรู้วิธีรับมือเขา"
    }
  },
  {
    "translation": {
      "en": "Would you like to ride shotgun?",
      "th": "อยากนั่งหน้าไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Stop the game, all right? ...take this missile in your ass.",
      "th": "- หยุดเกมก่อนสิ - เอานี่ กินจรวดซะ"
    }
  },
  {
    "translation": {
      "en": "-Listen. -Yes, the pills. I have them.",
      "th": "- ฟังนะ - ใช่ ยา ฉันมี"
    }
  },
  {
    "translation": {
      "en": "-They're right here. -All right, cool. Can I come and get them?",
      "th": "- อยู่นี่ไง - ฉันไปเอาได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-I have a funeral to go to. Shit! -Whatever. Man, I'll come over there.",
      "th": "- ฉันต้องไปงานศพ บ้าจริง - ช่างเถอะ เดี๋ยวฉันไป"
    }
  },
  {
    "translation": {
      "en": "-Fuck. -Did you try them?",
      "th": "- บ้าจริง - นายลองไปบ้างหรือยัง"
    }
  },
  {
    "translation": {
      "en": "No, no, I'm not gonna try them. I made them.",
      "th": "ไม่ ฉันไม่ลองหรอก ฉันเป็นคนทำนะ"
    }
  },
  {
    "translation": {
      "en": "But they're good, right? The stuff's good?",
      "th": "พวกมันดีไหม ของดีไหม"
    }
  },
  {
    "translation": {
      "en": "I got to go. Never get high on your own supply.",
      "th": "ฉันต้องวางแล้ว อย่าได้เล่นของตัวเองเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "And, dude, this shit's gonna blow your mind, I guarantee it.",
      "th": "นี่จะทำให้นายฟิน ฉันรับประกัน"
    }
  },
  {
    "translation": {
      "en": "You'll love it. All right, got to go. Bye.",
      "th": "นายจะชอบ ฉันต้องวางแล้ว บาย"
    }
  },
  {
    "translation": {
      "en": "Do you always open the door half naked?",
      "th": "พี่มาเปิดประตูแบบกึ่งโป๊เสมอเหรอ"
    }
  },
  {
    "translation": {
      "en": "Come on, Jeff, we're gonna be late.",
      "th": "ไม่เอาน่า เจฟฟ์ เดี๋ยวก็สายหรอก"
    }
  },
  {
    "translation": {
      "en": "All I got to do is just put some pants on.",
      "th": "ฉันใส่กางเกงก็ไปได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "And this is my house, so... You all right, man?",
      "th": "แล้วนี่ก็บ้านฉัน นายสบายดีไหม"
    }
  },
  {
    "translation": {
      "en": "-He's fine. He's just freaking out. -Is he okay?",
      "th": "- เขาไม่เป็นไร แค่กำลังประหม่า - โอเคไหมเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-A car almost ran into us, and I was yelling. -And this guy just jumped right in our lane.",
      "th": "มีรถเกือบชนเรา ฉันก็เลยตะโกนด่า หมอนี่ปาดเข้าเลนเรา"
    }
  },
  {
    "translation": {
      "en": "-I didn't see him. -He did, he totally did.",
      "th": "- ฉันไม่ทันเห็นน่ะ - เขาปาด"
    }
  },
  {
    "translation": {
      "en": "-I'm sorry, baby, I... -No, baby, it's fine. It's fine, okay?",
      "th": "- ผมขอโทษ คือผม... - ไม่เป็นไร โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "You guys are funny. Hey, what do you think?",
      "th": "พวกเธอนี่แปลกดี นี่ คิดว่าไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "-Yes, no? -No.",
      "th": "- ใช้ได้ไหม - ไม่"
    }
  },
  {
    "translation": {
      "en": "-Go put on your pants, please. -All right.",
      "th": "- ไปใส่กางเกงซะ ขอเถอะ - ก็ได้"
    }
  },
  {
    "translation": {
      "en": "And make sure they're black, Jeffrey! Okay, Mom.",
      "th": "- ดูให้ดีนะว่าสีดำ เจฟฟรีย์ - ครับ คุณแม่"
    }
  },
  {
    "translation": {
      "en": "-I'm so hungry. -God, my heart is racing.",
      "th": "- ฉันหิวจังเลย - พระเจ้า ผมใจสั่น"
    }
  },
  {
    "translation": {
      "en": "I don't know what's wrong with me.",
      "th": "ไม่รู้ผมเป็นอะไรไป"
    }
  },
  {
    "translation": {
      "en": "Oh, here. Take this one. It'll calm you down. Jeff won't mind.",
      "th": "นี่ กินสิ จะช่วยให้คุณสบายใจขึ้น เจฟฟ์ไม่ว่าหรอก"
    }
  },
  {
    "translation": {
      "en": "What do you mean, take one of those? What is that?",
      "th": "- ให้กินเหรอ อะไรน่ะ - แวเลี่ยม ฉันก็เคยกิน"
    }
  },
  {
    "translation": {
      "en": "It's Valium. I used to take it all the time. It's gonna make you feel better, I promise.",
      "th": "- ให้กินเหรอ อะไรน่ะ - แวเลี่ยม ฉันก็เคยกิน มันช่วยให้รู้สึกดีขึ้น เชื่อฉันสิ"
    }
  },
  {
    "translation": {
      "en": "-Valium, are you sure? -Yeah.",
      "th": "- แวเลี่ยม คุณแน่ใจนะ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Yes. -You know, I shouldn't be taking someone else's pills, right?",
      "th": "- แน่ใจ - ผมไม่ควรกินยาคนอื่นนะ ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-No, it's okay. -I got to drive and...",
      "th": "- ไม่ ไม่เป็นไรหรอก - ผมต้องขับรถนะ แล้วก็..."
    }
  },
  {
    "translation": {
      "en": "Babe, I'll drive. All right? Just open wide. There we go. Take...",
      "th": "ที่รัก เดี๋ยวฉันขับเอง อ้ากว้างๆ แบบนั้น กินซะ"
    }
  },
  {
    "translation": {
      "en": "Let's do this.",
      "th": "ไปกันเลย"
    }
  },
  {
    "translation": {
      "en": "-Oh, my keys. -Jeff, you're wearing sneakers?",
      "th": "- กุญแจฉัน - เจฟฟ์ พี่ใส่รองเท้าผ้าใบ"
    }
  },
  {
    "translation": {
      "en": "-They're black, Elaine. -But they're sneakers, Jeff.",
      "th": "- ก็สีดำไง - แต่มันเป็นผ้าใบ"
    }
  },
  {
    "translation": {
      "en": "Is he gonna be any less dead if I'm not wearing sneakers?",
      "th": "ใส่ผ้าใบ แล้วเขาจะฟื้นมาว่าเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Forget it. Let's just go. Can I just... -No, I got it.",
      "th": "- ช่างเหอะ งั้นรีบไป... - ไม่ ผมขับไหว"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-Come on, Jeff. -I'm coming. I'm coming.",
      "th": "- เร็วเข้า เจฟฟ์ - มาแล้วๆ"
    }
  },
  {
    "translation": {
      "en": "-We're waiting. -Oh, shoot!",
      "th": "- เรารออยู่นะ - เวรกรรม"
    }
  },
  {
    "translation": {
      "en": "I still can't believe he's gone.",
      "th": "ไม่น่าเชื่อเลยว่าเขาจากไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "You can't understand death until you've given life.",
      "th": "เธอไม่เข้าใจความตายหรอก จนกว่าเธอจะให้ชีวิต"
    }
  },
  {
    "translation": {
      "en": "-Hey, Mama. -Ryan, my baby!",
      "th": "- สวัสดีครับ แม่ - ไรอัน ลูกรัก"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "เป็นยังไงบ้างครับ"
    }
  },
  {
    "translation": {
      "en": "Mama, I know this is hard, but it's gonna be okay,",
      "th": "แม่ครับ ผมรู้ว่ามันยาก แต่ทุกอย่างจะต้องเรียบร้อย"
    }
  },
  {
    "translation": {
      "en": "and we're gonna get through it.",
      "th": "เราจะผ่านมันไปได้"
    }
  },
  {
    "translation": {
      "en": "Oh, Ryan, you always know exactly what to say, always!",
      "th": "เราจะผ่านมันไปได้ ไรอัน ลูกรู้เสมอว่าต้องพูดยังไง"
    }
  },
  {
    "translation": {
      "en": "I guess if people died every week, we'd see you all the time.",
      "th": "ถ้ามีคนตายทุกสัปดาห์ เราคงได้เจอกันบ่อยๆ"
    }
  },
  {
    "translation": {
      "en": "-Hey, big bro. How you doing? -Holding up.",
      "th": "- สวัสดีพี่ใหญ่ เป็นยังไงบ้าง - ก็ดี"
    }
  },
  {
    "translation": {
      "en": "-How was your flight, Ryan? -It was okay.",
      "th": "- บินมาเหนื่อยไหม ไรอัน - ก็โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "But I had to buy the seat next to me. I just can't do the small talk anymore.",
      "th": "แต่ผมต้องซื้อที่นั่งข้างๆ ด้วย แบบว่าขี้เกียจคุยกับใคร"
    }
  },
  {
    "translation": {
      "en": "And while I'm sitting there, up in first class, they march all the broke people through.",
      "th": "ตอนที่นั่งมา ชั้นเฟิสต์คลาส พวกถังแตกกำลังขึ้นเครื่องกัน"
    }
  },
  {
    "translation": {
      "en": "And a couple of them eyeballing me, mad because I'm snacking on warm nuts.",
      "th": "มีสองคนมองผมตาเป็นมัน เพราะผมกำลังกินถั่วคั่วอยู่"
    }
  },
  {
    "translation": {
      "en": "So I'm like, \"Take your broke, no-nuts ass to the back of the plane.\"",
      "th": "ผมก็แบบ \"ตามสบายนะ หลังเครื่องไม่เสิร์ฟถั่ว\""
    }
  },
  {
    "translation": {
      "en": "Plus, there was tons of turbulence,",
      "th": "แถมอากาศก็ปั่นป่วน"
    }
  },
  {
    "translation": {
      "en": "but I guess that's the thing about flying first class.",
      "th": "แถมอากาศก็ปั่นป่วน แต่นั่นก็มีเรื่องหนึ่ง ของการนั่งเฟิสต์คลาส"
    }
  },
  {
    "translation": {
      "en": "No matter how much you pay, if the plane crashes, you still end up dead.",
      "th": "ไม่สำคัญว่าจะจ่ายแพงแค่ไหน ถ้าเครื่องตก ยังไงก็ตาย"
    }
  },
  {
    "translation": {
      "en": "-End up dead! -I'll make sure she's okay.",
      "th": "- ยังไงก็ตาย - ไปดูว่าแม่ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "-Please. -End up dead!",
      "th": "- ขอเถอะ - ยังไงก็ตาย"
    }
  },
  {
    "translation": {
      "en": "You always know just what to say. My bad.",
      "th": "- รู้ว่าต้องพูดยังไงเสมอ - ผมผิดเอง"
    }
  },
  {
    "translation": {
      "en": "Hey. I love it when you come to family functions, man.",
      "th": "ดีใจที่นายมาร่วมงานของครอบครัวนะ"
    }
  },
  {
    "translation": {
      "en": "Because Dad takes his pure hate out on you.",
      "th": "เพราะพ่อเกลียดนายสุดๆ"
    }
  },
  {
    "translation": {
      "en": "-Jeff. -I'm joking. Oscar.",
      "th": "- เจฟฟ์ - มุกน่ะ ออสการ์"
    }
  },
  {
    "translation": {
      "en": "You okay? Was there a dog in here just now?",
      "th": "- นายโอเคไหม - มีน้องหมาอยู่ในนี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "-What? -What?",
      "th": "- อะไรนะ - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Like a Dalmatian or a Schnauzer?",
      "th": "ดัลเมเชียนหรือชเนาเซอร์นี่แหละ"
    }
  },
  {
    "translation": {
      "en": "-Honey, what are you talking about? -I don't know.",
      "th": "- ที่รัก พูดเรื่องอะไร - ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "It's just a shame that somebody has to die to get the family together.",
      "th": "น่าละอายที่ต้องมีคนตาย ครอบครัวถึงมารวมกันได้"
    }
  },
  {
    "translation": {
      "en": "It was hard to see Dad like this. He's in a better place now, right?",
      "th": "ลำบากใจที่ต้องเห็นพ่อแบบนี้ พ่ออยู่ในที่ๆ ดีกว่าแล้ว จริงไหม"
    }
  },
  {
    "translation": {
      "en": "-He was sick a long time. -Since when does dead beat sick?",
      "th": "- พ่อป่วยมานานแล้ว - ความตายชนะความป่วยตั้งแต่เมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "You know what I mean. This is why I try not to get close to people.",
      "th": "พี่เข้าใจที่ผมพูด แบบนี้แหละ ผมถึงไม่สนิทกับใคร"
    }
  },
  {
    "translation": {
      "en": "-Too much emotion involved. -Guess that's why you never call.",
      "th": "- มีอารมณ์มาเกี่ยวข้องมากเกินไป - ก็เลยไม่แม้แต่จะโทรมา"
    }
  },
  {
    "translation": {
      "en": "Some families see each other all the time, some meet up at funerals. That's just us.",
      "th": "บางครอบครัวก็เจอกันประจำ บางครอบครัวก็แค่ในงานศพ แบบเรา"
    }
  },
  {
    "translation": {
      "en": "Hey, listen, I know this is a bad time, but I'm gonna need that money.",
      "th": "ฟังนะ ฉันรู้ว่าไม่ใช่เวลาที่เหมาะ แต่ฉันก็ต้องการเงินนั่น"
    }
  },
  {
    "translation": {
      "en": "-Shit. -We're splitting these costs, right?",
      "th": "- ให้ตาย - เราแบ่งกันจ่ายใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Okay. But I don't have it right now.",
      "th": "ก็ได้ แต่ตอนนี้ไม่ได้พกมา"
    }
  },
  {
    "translation": {
      "en": "What the fuck you mean, you don't have it right now? You just bought a first class ticket for your toothbrush.",
      "th": "หมายความว่าไง นายซื้อตั๋วเฟิสต์คลาสยังได้เลย"
    }
  },
  {
    "translation": {
      "en": "I don't have any cash. Honest. I lost a lot of shit when the market collapsed.",
      "th": "ไม่ได้พกเงินสดมา บอกตามตรง ผมเสียไปเยอะตอนตลาดล่ม"
    }
  },
  {
    "translation": {
      "en": "So, if you don't mind, we gonna have to discuss this later.",
      "th": "ถ้าไม่ว่าอะไร ไว้คุยเรื่องนี้กันทีหลัง"
    }
  },
  {
    "translation": {
      "en": "-No, no, no, no, let's discuss this right now. -Hey, you mind? I'm grieving.",
      "th": "- ไม่ๆ คุยกันตอนนี้เลย - ไม่ว่ากันนะ ผมเศร้าอยู่"
    }
  },
  {
    "translation": {
      "en": "Look at all these cars. You got to get to these funerals early.",
      "th": "รถมากันเพียบแล้ว นายควรมางานศพให้เร็วกว่านี้"
    }
  },
  {
    "translation": {
      "en": "Come on. There's nowhere to park.",
      "th": "ไม่เอาน่า ก็ไม่มีที่จอดแล้ว"
    }
  },
  {
    "translation": {
      "en": "-What? There's a spot right there. Grab it. -That looks like it's too close to the corner.",
      "th": "- มีที่จอดตรงนั้นไง ไปสิ - นั่นอยู่ติดมุมถนนมากไป"
    }
  },
  {
    "translation": {
      "en": "-Nah. You can wedge it in there. Grab it. -I don't need a ticket today.",
      "th": "- นายเสียบเข้าไปได้ - วันนี้ฉันไม่อยากโดนใบสั่ง"
    }
  },
  {
    "translation": {
      "en": "You're not gonna get a ticket. Would you just... You're gonna lose it. Grab it.",
      "th": "ไม่โดนใบสั่งหรอก เดี๋ยวใครแย่งไป เสียบเลย"
    }
  },
  {
    "translation": {
      "en": "Norman! Come on. Now, see?",
      "th": "นอร์แมน ไม่เอาน่า เห็นไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Elaine! I was gonna park there. Oh, I'm sorry, Norman. Are you family?",
      "th": "- อีเลน ฉันกำลังจะจอดนะ - โทษที นอร์แมน ครอบครัวนายเหรอ"
    }
  },
  {
    "translation": {
      "en": "-No, but I'm like family. -Oh, honey, there's no such thing.",
      "th": "- เปล่า แต่ก็เหมือนครอบครัว - ไม่มีอะไรแบบนั้นหรอก"
    }
  },
  {
    "translation": {
      "en": "-Elaine. -Oh, God. -Hey. -What are you doing here?",
      "th": "- อีเลน สวัสดี - พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "Well, your father invited me.",
      "th": "- มาทำอะไรที่นี่ - พ่อคุณเชิญผมมา"
    }
  },
  {
    "translation": {
      "en": "Thought you might need a real shoulder to cry on.",
      "th": "เผื่อคุณอยากซบไหล่ร้องไห้"
    }
  },
  {
    "translation": {
      "en": "-Oh, please. Come on. Oscar. -Who the fuck's that?",
      "th": "- ขอเหอะ ไม่เอาน่า ออสการ์ - ใครล่ะนั่น"
    }
  },
  {
    "translation": {
      "en": "He... Come on, honey. We're here.",
      "th": "เขา...มาเร็ว ที่รัก เรามาถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "-You all right? -Come on.",
      "th": "- ไม่เป็นไรนะ - ไปเร็ว"
    }
  },
  {
    "translation": {
      "en": "We there?",
      "th": "ถึงแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Damn. I got Uncle Russell.",
      "th": "- ครับ - กรรม ฉันลืมลุงรัสเซลล์ไปเลย"
    }
  },
  {
    "translation": {
      "en": "How could I forget about Uncle Russell?",
      "th": "ฉันลืมได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "I said what's happening? What the hell is going on?",
      "th": "ฉันถามว่าเกิดอะไรขึ้น เกิดบ้าอะไรกันขึ้น"
    }
  },
  {
    "translation": {
      "en": "What the fuck's this guy doing?",
      "th": "หมอนี่จะทำอะไร"
    }
  },
  {
    "translation": {
      "en": "It's very green here, isn't it? It's, like, so green.",
      "th": "ที่นี่เขียวดีจัง ว่าไหม มันเขียวมากๆ"
    }
  },
  {
    "translation": {
      "en": "Like, God, wow, it's like... It's like I'm inside a lime.",
      "th": "อย่างกับผมไปอยู่ข้างในมะนาว"
    }
  },
  {
    "translation": {
      "en": "-Oscar? -Yes?",
      "th": "- ออสการ์ - ครับ"
    }
  },
  {
    "translation": {
      "en": "-Look at me. -Okay.",
      "th": "- มองฉันสิ - ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Hi. Are you all right? Yeah, why?",
      "th": "- คุณโอเคไหม - ครับ ทำไมเหรอ"
    }
  },
  {
    "translation": {
      "en": "All this stuff about dogs and things being green. What's going on?",
      "th": "แล้วเรื่องน้องหมากับของเขียวๆ เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "What are you talking about? I'm fine. I've never been greener.",
      "th": "คุณพูดเรื่องอะไร ผมสบายดี ผมไม่เขียวไปกว่านี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Jeff, look at this.",
      "th": "เจฟฟ์ ดูนี่สิ"
    }
  },
  {
    "translation": {
      "en": "-Hello. -What's wrong with Oscar?",
      "th": "- สวัสดีครับ - ออสการ์เป็นอะไรไป"
    }
  },
  {
    "translation": {
      "en": "-I don't know. -You guys keep playing.",
      "th": "- ไม่รู้สิ - เล่นต่อไปนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. It's the Valium.",
      "th": "พระเจ้า คงเพราะแวเลี่ยม"
    }
  },
  {
    "translation": {
      "en": "-Valium? -I'm in the band.",
      "th": "- แวเลี่ยมเหรอ - ร่วมวงด้วยสิ"
    }
  },
  {
    "translation": {
      "en": "I gave him one of your Valium.",
      "th": "ฉันให้เขากินแวเลี่ยมพี่ไปหนึ่งเม็ด"
    }
  },
  {
    "translation": {
      "en": "He's probably not used to it.",
      "th": "เขาอาจไม่คุ้นกับมัน"
    }
  },
  {
    "translation": {
      "en": "-Yeah, right. -I know you were looking.",
      "th": "- ใช่ งั้นแหละ - รู้นะว่ามองอยู่"
    }
  },
  {
    "translation": {
      "en": "Where's he going?",
      "th": "เขาจะไปไหน"
    }
  },
  {
    "translation": {
      "en": "-Oscar! -Shit.",
      "th": "- ออสการ์ - เวรแล้ว"
    }
  },
  {
    "translation": {
      "en": "-You're going the wrong way, dumbass! -That hurts!",
      "th": "- แกไปผิดทาง เจ้าบ้า - เจ็บนะลุง"
    }
  },
  {
    "translation": {
      "en": "-Stop the car, Norman. -What?",
      "th": "- หยุดรถ นอร์แมน - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Stop the car! I'm getting out. I got to talk to her. I got to speak to Elaine. Stop the car.",
      "th": "หยุดรถ ฉันจะลง ฉันต้องไปคุยกับอีเลน หยุดรถ"
    }
  },
  {
    "translation": {
      "en": "What about Uncle Russell? -I need you to help... -Where are we?",
      "th": "- แล้วลุงรัสเซลล์ล่ะ ฉันอยากให้ช่วย - เราถึงไหนแล้ว"
    }
  },
  {
    "translation": {
      "en": "-We're gonna be late, fatty! -Damn it!",
      "th": "- เดี๋ยวก็สายหรอก ไอ้อ้วน - บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "Uncle Russell, you hit me in my splotch.",
      "th": "ลุงรัสเซลล์ ลุงตีโดนรอยช้ำผม"
    }
  },
  {
    "translation": {
      "en": "You got to stop this, Uncle Russell, or you gonna be in a box next.",
      "th": "ถ้าลุงไม่หยุด ลุงได้ลงโลงรายต่อไปแน่"
    }
  },
  {
    "translation": {
      "en": "-Hey, how you doing? All right. -Thank you.",
      "th": "- สวัสดีครับ สบายดีนะครับ - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Who are these people? I don't recognize half of them.",
      "th": "พวกนี้ใครกัน ผมจำได้ไม่ถึงครึ่ง"
    }
  },
  {
    "translation": {
      "en": "It's your family. You don't recognize them from the last funeral?",
      "th": "ตระกูลนายไง งานศพคราวที่แล้วจำไม่ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "What side of the family is he on? Probably a friend of Dad's from work.",
      "th": "- แล้วนั่นน่ะญาติข้างไหน - อาจเป็นเพื่อนของพ่อจากที่ทำงาน"
    }
  },
  {
    "translation": {
      "en": "You know, the funeral looks good. You did a good job.",
      "th": "งานศพดูดีนะ พี่ทำได้ดีมาก"
    }
  },
  {
    "translation": {
      "en": "No, we did a good job.",
      "th": "ไม่ เราทำได้ดีมาก"
    }
  },
  {
    "translation": {
      "en": "Are you telling me I got to pay for the whole funeral?",
      "th": "นายจะให้ฉันจ่ายคนเดียวทั้งงานเหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm saying you gonna have to pay for the whole thing now.",
      "th": "ผมบอกแล้วไง เดี๋ยวผมจ่ายให้ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "All right, just for a few months, till I get my next advance.",
      "th": "ขอเวลาแค่สองสามเดือน เดี๋ยวผมก็ทำเงินได้"
    }
  },
  {
    "translation": {
      "en": "What am I, a damn credit union?",
      "th": "ฉันเป็นเครดิตยูเนียนหรือไง"
    }
  },
  {
    "translation": {
      "en": "Goddamn, man! What the fuck? Jesus Christ!",
      "th": "ให้ตายสิ อะไรกัน พระเจ้าทรงโปรด"
    }
  },
  {
    "translation": {
      "en": "Hello, boys. How you holding up? We're doing pretty good.",
      "th": "- สวัสดีเด็กๆ เป็นยังไงกันบ้าง - เราสบายดีครับ"
    }
  },
  {
    "translation": {
      "en": "We just got to wait for a few more people to come and then we can start.",
      "th": "เราแค่รอคนอีกไม่กี่คน แล้วเราก็เริ่มกันเลย"
    }
  },
  {
    "translation": {
      "en": "Have you met my brother, Ryan? The writer? Oh, man!",
      "th": "- เคยเจอน้องผมหรือยังครับ ไรอัน - นักเขียนนี่ ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "You know, I got to tell you,",
      "th": "ต้องขอบอกนะ ฉันรับงานวันนี้"
    }
  },
  {
    "translation": {
      "en": "I squeezed this job in today because I really wanted to meet you.",
      "th": "ต้องขอบอกนะ ฉันรับงานวันนี้ ก็เพราะอยากเจอนาย"
    }
  },
  {
    "translation": {
      "en": "Listen, I just finished reading Momma's Secret.",
      "th": "ฟังนะ ฉันเพิ่งอ่านเรื่อง ความลับของแม่ จบ"
    }
  },
  {
    "translation": {
      "en": "But, listen, that'll be our little secret, because I'm not supposed to be reading that kind of stuff, you know?",
      "th": "รู้แล้วเหยียบไว้นะ ฉันไม่ควรอ่านเรื่องพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "Right. Well, I'm sure the Lord'll forgive you.",
      "th": "ครับ ผมว่าพระเจ้าจะให้อภัยคุณ"
    }
  },
  {
    "translation": {
      "en": "-I can't wait to hear your eulogy. -Actually, I'm doing the eulogy.",
      "th": "- อยากฟังนายกล่าวคำอาลัยไวๆ จัง - อันที่จริง ผมเป็นคนกล่าว"
    }
  },
  {
    "translation": {
      "en": "-Oh, I thought... -Well, Aaron's the oldest, technically.",
      "th": "- โอ้ ฉันนึกว่า... - แอรอนเป็นลูกคนโตนะครับ"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "th": "จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "-How's my little Cynthia? -Oh, Duncan.",
      "th": "- ซินเธียน้อยเป็นยังไงบ้าง - ดันแคน"
    }
  },
  {
    "translation": {
      "en": "Oh, look at you. I'm just trying to hold it all together.",
      "th": "- ดูเธอสิ - ฉันก็แค่พยายามดึงสติไว้"
    }
  },
  {
    "translation": {
      "en": "He was a good husband and a great father to two healthy, strong boys.",
      "th": "เขาเป็นสามีที่ดีและพ่อที่ยอดเยี่ยม ของเด็กผู้ชายที่เข็มแข็งสองคน"
    }
  },
  {
    "translation": {
      "en": "Why they have decided not to have children of their own",
      "th": "ทำไมพวกเขาถึงไม่ยอมมีลูกกันสักที ไม่เข้าใจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-is beyond me. -Cynthia. Can I get you some coffee?",
      "th": "ซินเธีย เอากาแฟไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Coffee may do many things, Michelle, but it does not bring back the dead.",
      "th": "กาแฟช่วยได้หลายอย่าง มิเชลล์ แต่ช่วยนำคนตายกลับมาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Tea?",
      "th": "ชาล่ะคะ"
    }
  },
  {
    "translation": {
      "en": "-Hey, Ryan. -Yeah.",
      "th": "- ไรอัน - ว่าไง"
    }
  },
  {
    "translation": {
      "en": "I got to go over the speech. Could you look out for Uncle Russell?",
      "th": "จะออกไปพูดแล้ว ช่วยคอยระวังลุงรัสเซลล์ให้ด้วย"
    }
  },
  {
    "translation": {
      "en": "Look at Martina. Man, that girl is all grown up.",
      "th": "ดูมาร์ทิน่าสิ โตเป็นสาวแล้ว"
    }
  },
  {
    "translation": {
      "en": "Come on, man. Little Martina? She's, like, in the 12th grade.",
      "th": "ไม่เอาน่าเพื่อน มาร์ทิน่าน้อย เธออยู่ ม.หก เอง"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, she may be in 12th grade, but that ass is in grad school.",
      "th": "ใช่ เธออาจอยู่ ม.หก แต่ก้นนั้นระดับมหาวิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "-Anyway... -I should go see how she's doing.",
      "th": "- แต่ก็นะ - ผมจะไปดูว่าเธอเป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "You know, that's just being neighborly. Yeah, you just do that.",
      "th": "- แบบว่ามีมิตรไมตรีน่ะ - ใช่ นายเพิ่งทำไป"
    }
  },
  {
    "translation": {
      "en": "-See if she needs a juice box or something. -Man!",
      "th": "- คอยดูว่าเธออยากเสียสาวไหม - พี่ก็"
    }
  },
  {
    "translation": {
      "en": "\"My father was an exceptional man.",
      "th": "พ่อผมเป็นคนพิเศษ"
    }
  },
  {
    "translation": {
      "en": "-\"He was born in 19...\" -1938.",
      "th": "- พ่อเกิดในปี 19... - 1938"
    }
  },
  {
    "translation": {
      "en": "Hi, there, Aaron. Hi. How's it going?",
      "th": "- ว่าไง แอรอน - สวัสดีครับ สบายดีไหม"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry to hear about your dad. He talked about you a lot.",
      "th": "เสียใจด้วยเรื่องพ่อนาย เขาเล่าเรื่องนายไว้เยอะ"
    }
  },
  {
    "translation": {
      "en": "Did he ever mention me? I'm sorry. Frank.",
      "th": "เขาเคยเล่าเรื่องฉันไหม โทษที ฉัน แฟรงค์"
    }
  },
  {
    "translation": {
      "en": "Not really. Honey. Can I see you for a moment?",
      "th": "- ไม่แน่ใจครับ - ที่รัก ขอคุยด้วยสักครู่สิ"
    }
  },
  {
    "translation": {
      "en": "One second. I got to go, Frank.",
      "th": "สักครู่ ผมไปก่อนนะครับ แฟรงค์"
    }
  },
  {
    "translation": {
      "en": "Thanks for coming, though.",
      "th": "ขอบคุณที่มา"
    }
  },
  {
    "translation": {
      "en": "Be careful with my shit! Don't bang up the rims.",
      "th": "ระวังของด้วย อย่าให้ขอบกระแทกนะ"
    }
  },
  {
    "translation": {
      "en": "Hurry up now! We're late!",
      "th": "เร็วเข้า เราสายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Listen, we still need to finish that thing, remember?",
      "th": "ฟังนะ เรายังต้องทำ เรื่องนั้นให้เสร็จ จำได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Oh, come on, baby, I'm just not in the mood right now. I'm not wearing any panties.",
      "th": "- โธ่ที่รัก ผมไม่มีอารมณ์หรอก - ฉันไม่ได้ใส่กางเกงในนะ"
    }
  },
  {
    "translation": {
      "en": "Hey, my father's dead. Put some panties on.",
      "th": "นี่งานศพพ่อผม ใส่กางเกงในซะ"
    }
  },
  {
    "translation": {
      "en": "I'm trying to help here.",
      "th": "ฉันพยายามจะปลุกอารมณ์ไง"
    }
  },
  {
    "translation": {
      "en": "Please, honey, I really wanna make this baby thing happen, so, come on.",
      "th": "นะที่รัก ฉันอยากให้เรา มีลูกกันได้สักที ไปเร็ว"
    }
  },
  {
    "translation": {
      "en": "-We've got five minutes. -Hey, hey, hey, hey, hey.",
      "th": "- เรามีเวลาห้านาที - นี่ๆ"
    }
  },
  {
    "translation": {
      "en": "-What? -Don't... Don't... Don't stare.",
      "th": "- อะไร - อย่า อย่า อย่าจ้อง"
    }
  },
  {
    "translation": {
      "en": "There's a guy down there... Don't look, don't look.",
      "th": "ชายที่อยู่ข้างล่างนั่น อย่ามองๆ"
    }
  },
  {
    "translation": {
      "en": "...in a black leather jacket who keeps checking me out.",
      "th": "คนที่ใส่แจ็กเก็ตดำคอยมองผมตลอด"
    }
  },
  {
    "translation": {
      "en": "All right, okay, I see him. What?",
      "th": "- เอาละ โอเค เห็นแล้ว มีอะไร - อย่าจ้อง"
    }
  },
  {
    "translation": {
      "en": "-Don't stare, don't stare. -I'm not staring.",
      "th": "- เอาละ โอเค เห็นแล้ว มีอะไร - อย่าจ้อง - ฉันไม่ได้จ้อง - รู้จักเขาไหม"
    }
  },
  {
    "translation": {
      "en": "You recognize him?",
      "th": "- ฉันไม่ได้จ้อง - รู้จักเขาไหม"
    }
  },
  {
    "translation": {
      "en": "Well, no, but, I mean, he must be a friend of your father's.",
      "th": "ไม่ เขาคงเป็นเพื่อนพ่อคุณ"
    }
  },
  {
    "translation": {
      "en": "Now I got to go and check the food.",
      "th": "งั้นฉันขอไปตรวจอาหารก่อน"
    }
  },
  {
    "translation": {
      "en": "Hey! Put some panties on before you touch the food. Big ones.",
      "th": "ใส่กางเกงในก่อนที่จะแตะอาหารนะ อย่าลืมละ"
    }
  },
  {
    "translation": {
      "en": "-Look! Look. -But, you know, he's in a better place.",
      "th": "- ดูสิ - แต่รู้ไหม เขาไปดีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Isn't it beautiful? Plus, it sings.",
      "th": "สวยใช่ไหมล่ะ แถมร้องเพลงได้ด้วย"
    }
  },
  {
    "translation": {
      "en": "-Yep. It's right there. -I'll see you inside.",
      "th": "- ใช่ แบบนั้น - เดี๋ยวเจอกันข้างในนะ"
    }
  },
  {
    "translation": {
      "en": "-It's right there. -It's the Bee Gees.",
      "th": "- แบบนั้นแหละ - วงบีจีส์น่ะ"
    }
  },
  {
    "translation": {
      "en": "-Sounding great. Elaine. -Thank you so much for coming.",
      "th": "- เพราะมากเลย อีเลน - ขอบคุณที่มาค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Hi, inside, yes. What? -Listen, listen, listen, listen.",
      "th": "- เชิญค่ะ มีอะไร - ฟังนะ ฟัง"
    }
  },
  {
    "translation": {
      "en": "-Okay. I got to tell you something, all right? -Okay.",
      "th": "- ฉันมีเรื่องจะบอก - ว่ามา"
    }
  },
  {
    "translation": {
      "en": "And I'm just warning you right now that you're not gonna like it.",
      "th": "ฉันขอเตือนไว้ก่อนเลย เธอต้องไม่ชอบแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Aaron.",
      "th": "แอรอน"
    }
  },
  {
    "translation": {
      "en": "-Uncle Duncan. -How are we doing on time?",
      "th": "- ลุงดันแคน - เราจะทันฤกษ์ไหม"
    }
  },
  {
    "translation": {
      "en": "You know what, as soon as Russell gets here, we'll be ready to go.",
      "th": "คือว่าถ้าลุงรัสเซลล์มา เราก็พร้อมแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "Fine. So, what's this nonsense I hear about Ryan not saying a few words?",
      "th": "ก็ได้ แล้วมันเรื่องอะไรกัน ฉันได้ยินว่าไรอันไม่ได้ขึ้นพูด"
    }
  },
  {
    "translation": {
      "en": "I offered to do the eulogy, but Aaron's the oldest.",
      "th": "ผมก็อยากกล่าวนะ แต่แอรอนเป็นพี่คนโต"
    }
  },
  {
    "translation": {
      "en": "I'm sure it's gonna be one of a kind. It's a real shame.",
      "th": "- ผมแน่ใจว่าพี่คงพูดได้ดี - ช่างน่าเสียดาย"
    }
  },
  {
    "translation": {
      "en": "I mean, I'm sure you'll do fine, Aaron, but with Ryan being the writer in the family.",
      "th": "ฉันว่านายคงพูดได้ดี แต่ไรอันเป็นนักเขียนของตระกูล"
    }
  },
  {
    "translation": {
      "en": "You know, I'm a writer, too.",
      "th": "- รู้ไหม ผมก็เป็นนักเขียน - เราต่างก็เขียนเช็ค"
    }
  },
  {
    "translation": {
      "en": "Well, we all write checks. Your brother is an author.",
      "th": "- รู้ไหม ผมก็เป็นนักเขียน - เราต่างก็เขียนเช็ค - น้องนายเป็นนักประพันธ์ - ขอตัวก่อนนะครับ"
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "th": "- น้องนายเป็นนักประพันธ์ - ขอตัวก่อนนะครับ"
    }
  },
  {
    "translation": {
      "en": "Uncle Duncan, I have to ask you a question.",
      "th": "ผมขอถามหน่อย"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Martina.",
      "th": "- ว่ามา - มาร์ทิน่า"
    }
  },
  {
    "translation": {
      "en": "Little Martina?",
      "th": "แม่หนูมาร์ทิน่าเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, she's not actually related to us or anything, is she?",
      "th": "เธอไม่ได้เป็นญาติอะไรกับเราใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "No. No, no, no. She's just a family friend.",
      "th": "เปล่า ไม่ได้เป็น แค่ครอบครัวเรารู้จักกัน"
    }
  },
  {
    "translation": {
      "en": "Oh, good, good.",
      "th": "อย่างนั้นก็ดีเลย"
    }
  },
  {
    "translation": {
      "en": "-What do you mean, it's not Valium? -Well, it's interesting.",
      "th": "- หมายความว่าไง ไม่ใช่แวเลี่ยม - อืม ช่างน่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "What you thought was Valium is actually not Valium.",
      "th": "สิ่งที่เธอคิดว่าเป็นแวเลี่ยม จริงๆ แล้ว ไม่ใช่แวเลี่ยม"
    }
  },
  {
    "translation": {
      "en": "-Yikes. -What is it, Jeff?",
      "th": "- ว้าย - แล้วมันคืออะไร เจฟฟ์"
    }
  },
  {
    "translation": {
      "en": "It's like a hallucinogenic.",
      "th": "เป็นพวกยาหลอนประสาท"
    }
  },
  {
    "translation": {
      "en": "-Mescaline, acid, Special K. -What?",
      "th": "- เมสคาลีน แอลเอสดี เคตามีน - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Served up in a little pill bottle.",
      "th": "อัดไว้ในเม็ดเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. This isn't funny. -No, it's not, it's not funny at all.",
      "th": "- พระเจ้า อำกันใช่ไหม - เปล่า ไม่ได้อำ พูดจริง"
    }
  },
  {
    "translation": {
      "en": "-Look at him. Look at him. -Oh, my God.",
      "th": "- ดูเขาสิ - พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-He's high as a kite. -What...",
      "th": "- เมาค้างเลย - อะไรกัน..."
    }
  },
  {
    "translation": {
      "en": "The man is clearly high. What are you doing with this stuff in the house?",
      "th": "- หมอนี่เมาปลิ้นเลย - แล้วไปยุ่งอะไรกับยา"
    }
  },
  {
    "translation": {
      "en": "I'm a pharmacology student, Laney.",
      "th": "ฉันเรียนเภสัชนะ เลนนี่"
    }
  },
  {
    "translation": {
      "en": "And first of all, who just waltzes up in someone's apartment and just starts popping pills?",
      "th": "ที่สำคัญ ใครกันเข้าห้องคนอื่น แล้วไปฉกยาเขามา"
    }
  },
  {
    "translation": {
      "en": "-Well, I thought it was Valium. -Clearly.",
      "th": "- ก็ฉันคิดว่าเป็นแวเลี่ยม - ก็เห็นอยู่"
    }
  },
  {
    "translation": {
      "en": "What should I do? Should I tell him? No, no, no. That'll just freak him out.",
      "th": "- ควรบอกเขาไหม - ไม่ๆ เดี๋ยวเขาแตกตื่น"
    }
  },
  {
    "translation": {
      "en": "-Okay. Okay. -You know, this is gonna be fine. Okay?",
      "th": "- โอเค - ทุกอย่างต้องเรียบร้อย โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "Don't let him spend too much time talking to any one person.",
      "th": "อย่าปล่อยให้เขาคุยกับใครนานนัก"
    }
  },
  {
    "translation": {
      "en": "-Okay, okay. -Or bush.",
      "th": "- โอเค ก็ได้ - หรือคุยกับพุ่มไม้"
    }
  },
  {
    "translation": {
      "en": "He's in a bush right now.",
      "th": "เขาเข้าพุ่มไม้ไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Okay, Oscar? Honey. Come back. Where are you going?",
      "th": "โอเค ออสการ์ ที่รัก กลับมา คุณจะไปไหน"
    }
  },
  {
    "translation": {
      "en": "Jeffrey, help me.",
      "th": "เจฟฟรีย์ ช่วยที"
    }
  },
  {
    "translation": {
      "en": "Oscar. Oscar. Oh, man.",
      "th": "- ออสการ์ๆ - เวรกรรม"
    }
  },
  {
    "translation": {
      "en": "Help me! My groin.",
      "th": "- ช่วยด้วย ขาหนีบฉัน - อีกเดี๋ยวจะเจ็บหัวแทน"
    }
  },
  {
    "translation": {
      "en": "It's gonna be your head in a minute. Hurry up, we gonna be late for the funeral.",
      "th": "- ช่วยด้วย ขาหนีบฉัน - อีกเดี๋ยวจะเจ็บหัวแทน เรากำลังจะไปงานศพสาย"
    }
  },
  {
    "translation": {
      "en": "My scrotum is gonna look like a duffle bag",
      "th": "ไข่ผมยานเป็นถุงทะเล"
    }
  },
  {
    "translation": {
      "en": "with two bowling balls in it when I get up this hill with you.",
      "th": "ที่ใส่ลูกโบว์ลิ่งไว้สองลูกแน่ หากต้องเข็นขึ้นเนิน"
    }
  },
  {
    "translation": {
      "en": "That's what your brain is.",
      "th": "นั่นมันสมองนาย"
    }
  },
  {
    "translation": {
      "en": "Fuck.",
      "th": "เวรละ"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "สวัสดี"
    }
  },
  {
    "translation": {
      "en": "Oscar. Oscar.",
      "th": "ออสการ์ๆ"
    }
  },
  {
    "translation": {
      "en": "Oh, Dad. Hi.",
      "th": "พ่อคะ สวัสดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "How are you?",
      "th": "เป็นยังไงบ้างคะ"
    }
  },
  {
    "translation": {
      "en": "Not too bad, considering we're at my brother's funeral.",
      "th": "ไม่แย่นัก ดูได้จากที่ได้มา ร่วมงานศพน้องชาย"
    }
  },
  {
    "translation": {
      "en": "-Yes, yes, we are. -Hey, Pop.",
      "th": "- ค่ะๆ ใช่ค่ะ - สวัสดี พ่อ"
    }
  },
  {
    "translation": {
      "en": "-Hey. -How you doing? You look good.",
      "th": "- ว่าไง - สบายดีนะพ่อ"
    }
  },
  {
    "translation": {
      "en": "How're they treating you over there at Pepperdine? Good. You know, don't worry about me.",
      "th": "- ที่เปปเปอร์ไดน์เป็นยังไงบ้าง - ดีครับ ไม่ต้องห่วงผม"
    }
  },
  {
    "translation": {
      "en": "-I'm not worried about you. -Oscar.",
      "th": "- พ่อไม่ได้ห่วงแก - ออสการ์"
    }
  },
  {
    "translation": {
      "en": "Good. Oscar, Oscar.",
      "th": "ดีครับ ออสการ์ๆ"
    }
  },
  {
    "translation": {
      "en": "-So, I see you brought your friend. -He's not my friend, he's my boyfriend.",
      "th": "- ลูกพาเพื่อนมาด้วยนี่ - ไม่ใช่เพื่อนค่ะ แฟนหนู"
    }
  },
  {
    "translation": {
      "en": "Doctor! Good to see you.",
      "th": "หมอครับ ยินดีที่ได้พบ"
    }
  },
  {
    "translation": {
      "en": "-I'm extremely sorry, sir. -Derek. Glad you could make it.",
      "th": "- ผมเสียใจด้วยจริงๆ ครับ - เดเรค ดีใจที่มาได้นะ"
    }
  },
  {
    "translation": {
      "en": "Thank you. Elaine. Hello.",
      "th": "ขอบคุณครับ อีเลน สวัสดี"
    }
  },
  {
    "translation": {
      "en": "So, how's everything going with my portfolio?",
      "th": "แล้วหลักทรัพย์ของฉันเป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Could not be better, sir. In fact, we should get together and play a round of golf",
      "th": "ยังไปได้สวยครับ เราน่าจะนัดกันไปออกรอบบ้าง"
    }
  },
  {
    "translation": {
      "en": "and I'll tell you all about it, every last detail.",
      "th": "ผมจะได้อธิบายในรายละเอียดให้ฟัง"
    }
  },
  {
    "translation": {
      "en": "-Happily. -Great.",
      "th": "- ยินดี - เยี่ยมครับ"
    }
  },
  {
    "translation": {
      "en": "-Maybe Elaine would join us. -Wonderful.",
      "th": "- ให้อีเลนไปด้วยไหม - เยี่ยมเลยครับ"
    }
  },
  {
    "translation": {
      "en": "Make it a threesome.",
      "th": "จะได้เป็นชุดสามคน"
    }
  },
  {
    "translation": {
      "en": "-Elaine! -Oh, Aunt Cynthia.",
      "th": "- อีเลน - น้าซินเธีย"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry about Uncle Edward.",
      "th": "เสียใจด้วยจริงๆ ค่ะ เรื่องอาเอ็ดเวิร์ด"
    }
  },
  {
    "translation": {
      "en": "-We're gonna miss him so much. -And Jeff, sneakers.",
      "th": "- เราคงคิดถึงคุณอามาก - แล้วก็เจฟฟ์ ใส่ผ้าใบ"
    }
  },
  {
    "translation": {
      "en": "He bought them for me. He bought them for me.",
      "th": "อาซื้อให้ผมนะครับ"
    }
  },
  {
    "translation": {
      "en": "Oh, gosh. Aunt Cynthia, this is Oscar.",
      "th": "น้าซินเธีย นี่ออสการ์ค่ะ"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry about the death.",
      "th": "เสียใจกับการสูญเสียด้วยครับ"
    }
  },
  {
    "translation": {
      "en": "-Oh, it's okay. -Sorry.",
      "th": "- ไม่เป็นไรจ้ะ - โทษทีครับ"
    }
  },
  {
    "translation": {
      "en": "Amazing grace...",
      "th": "พระคุณพระเจ้า..."
    }
  },
  {
    "translation": {
      "en": "How sweet the sound, yeah!",
      "th": "นั้นแสนชื่นใจ"
    }
  },
  {
    "translation": {
      "en": "That saved a wretch like...",
      "th": "ได้ช่วยคนชั่วอย่าง..."
    }
  },
  {
    "translation": {
      "en": "Very nice to see both of you.",
      "th": "ดีใจที่ได้เจอเธอทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "-It's nice to see you, too, Aunt Cynthia. -So sorry, ma'am, so sorry.",
      "th": "- ดีใจที่ได้พบค่ะ น้าซินเธีย - เสียใจด้วยครับ เสียใจด้วยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-Dad, Dad. -Cynthia.",
      "th": "- พ่อๆ - ซินเธีย"
    }
  },
  {
    "translation": {
      "en": "-Okay, so we need a plan. -Yes, we do.",
      "th": "- โอเค เราต้องมีแผน - ใช่ เราต้องมี"
    }
  },
  {
    "translation": {
      "en": "What is he doing?",
      "th": "เขาทำอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "-I love you. -Oh, God.",
      "th": "- ผมรักคุณ - พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "th": "พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "Come on! Push, you pussy. Lard-ass.",
      "th": "เร็วเข้า เข็นสิ เจ้าหนู เจ้าตูดใหญ่"
    }
  },
  {
    "translation": {
      "en": "-Did you just fart, old man? -Put your butt in it.",
      "th": "- ลุงตดหรือเปล่า - ก็แล้วแต่เลย"
    }
  },
  {
    "translation": {
      "en": "-Hey. -Oh, God.",
      "th": "- สวัสดี - พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "I heard about the engagement, Elaine.",
      "th": "ผมรู้เรื่องหมั้นแล้ว อีเลน"
    }
  },
  {
    "translation": {
      "en": "-How did you... -Yeah, I did.",
      "th": "- คุณรู้ได้ยังไง - ครับ ผมรู้"
    }
  },
  {
    "translation": {
      "en": "You know, I can't deal with you today. Oh, don't.",
      "th": "- วันนี้ฉันไม่อยากรับมือกับคุณ - ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "But I have not told my dad yet,",
      "th": "ฉันยังไม่ได้บอกพ่อ"
    }
  },
  {
    "translation": {
      "en": "and I would appreciate it if you kept your mouth shut.",
      "th": "และจะขอบคุณมาก ถ้าคุณช่วยเก็บไว้เป็นความลับ"
    }
  },
  {
    "translation": {
      "en": "Okay. I'll do that for you.",
      "th": "โอเค ผมจะปิดปากเพื่อคุณ"
    }
  },
  {
    "translation": {
      "en": "What is he looking...",
      "th": "เขามองอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "-Hey, Elaine, I... Could I... -Oscar?",
      "th": "- อีเลน ผม ผม... - ออสการ์"
    }
  },
  {
    "translation": {
      "en": "-Hey, baby. -You didn't even let me finish.",
      "th": "- ที่รักคะ - ไม่ยอมให้ผมพูดให้จบเลย"
    }
  },
  {
    "translation": {
      "en": "My father was an exceptional man.",
      "th": "พ่อผมเป็นคนพิเศษ"
    }
  },
  {
    "translation": {
      "en": "He was born in 1938.",
      "th": "พ่อเกิดในปี 1938"
    }
  },
  {
    "translation": {
      "en": "1938 was an exceptional year. In 1938...",
      "th": "ปี 1938 เป็นปีที่พิเศษ ในปี 1938..."
    }
  },
  {
    "translation": {
      "en": "Actually, there is something I'd like to talk to you about, if you have a minute.",
      "th": "ที่จริงฉันมีเรื่องจะคุยด้วย ถ้านายมีเวลา"
    }
  },
  {
    "translation": {
      "en": "Yeah, sure.",
      "th": "ครับ ได้สิ"
    }
  },
  {
    "translation": {
      "en": "Quit crying. You got snot all over my collar and everything.",
      "th": "ครับ ได้สิ เลิกร้องไห้ น้ำมูกเลอะ ปกเสื้อฉันหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Man, not stairs.",
      "th": "- เวรกรรม บันได - บันไดแล้วทำไม"
    }
  },
  {
    "translation": {
      "en": "What's wrong with the stairs? Just get me up the stairs. Hurry up!",
      "th": "- เวรกรรม บันได - บันไดแล้วทำไม - เอาฉันขึ้นบันได เร็วเข้า - ผมต้องอุ้มลุงขึ้นไปใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "I got to take your old ass up these stairs?",
      "th": "- เอาฉันขึ้นบันได เร็วเข้า - ผมต้องอุ้มลุงขึ้นไปใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, you got to take my old ass up these stairs.",
      "th": "นายก็ต้องอุ้มฉันขึ้นไปนะสิ"
    }
  },
  {
    "translation": {
      "en": "-So, you go to a lot of funerals? -No, this is my first one.",
      "th": "- เธอไปงานศพบ่อยไหม - ไม่ค่ะ นี่ครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "I want our wedding to be like this.",
      "th": "ผมอยากให้งานแต่งเราเป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "You might meet the man of your dreams at this one, huh?",
      "th": "งานนี้เธออาจจะเจอชายในฝันก็เป็นได้"
    }
  },
  {
    "translation": {
      "en": "Got to go to a funeral and I got a crybaby here. Come on.",
      "th": "งานศพ ฉันมีเด็กขี้แยอยู่นี่ด้วย เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "This is a bit delicate.",
      "th": "นี่ค่อนข้างซับซ้อน"
    }
  },
  {
    "translation": {
      "en": "When they gave out brains, man, they left yours in the elevator, shit!",
      "th": "บ้าหรือเปล่า ปกติเขาใช้ลิฟต์ยกลุง"
    }
  },
  {
    "translation": {
      "en": "You know what, can this wait?",
      "th": "คือว่า ไว้ก่อนได้ไหมครับ ลุงผมมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "I think my uncle just got here, and we're running a little late.",
      "th": "คือว่า ไว้ก่อนได้ไหมครับ ลุงผมมาแล้ว แล้วเราก็สายมากแล้วด้วย"
    }
  },
  {
    "translation": {
      "en": "-Sure. It's fine. -Do something, man!",
      "th": "- ได้สิ ไม่เป็นไร - ทำอะไรบ้างสิ"
    }
  },
  {
    "translation": {
      "en": "Thanks a lot.",
      "th": "ขอบคุณมาก"
    }
  },
  {
    "translation": {
      "en": "Told you about breathing on my neck, too. Come on.",
      "th": "บอกแล้วไงอย่าหายใจรดต้นคอ"
    }
  },
  {
    "translation": {
      "en": "Hey, I got it. Sit down. I got it. You all right?",
      "th": "เดี๋ยวฉันเอง ไปนั่งเถอะ ฉันทำเอง ไม่เป็นไรนะ"
    }
  },
  {
    "translation": {
      "en": "-I'm seeing double. -Just sit down.",
      "th": "- ตาลายหมดแล้ว - นั่งลง"
    }
  },
  {
    "translation": {
      "en": "-Is that you, Derek? -Sit down.",
      "th": "- เดเรค ใช่ไหม - นั่งลง"
    }
  },
  {
    "translation": {
      "en": "Hey, old-timer, how are you? Hey, thanks a lot, thanks a lot.",
      "th": "- สวัสดีครับลุง เป็นยังไงบ้าง - ขอบคุณมาก ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-I need something to drink. -Okay, thanks again. Yeah.",
      "th": "- หาอะไรให้ดื่มหน่อย - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-Come on, Norman. -Some Gatorade.",
      "th": "- เร็วเข้า - ขอ เกเตอเรด"
    }
  },
  {
    "translation": {
      "en": "-Get up. -I got to get my electrolytes up.",
      "th": "- ลุกขึ้น - ฉันต้องเพิ่มอิเล็กโทรไลต์"
    }
  },
  {
    "translation": {
      "en": "Could you kindly take your seats? We'd like to begin the service.",
      "th": "ช่วยนั่งลงก่อนครับ เราจะเริ่มงานกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Watch out now. -Okay.",
      "th": "- ระวังด้วย - โอเค"
    }
  },
  {
    "translation": {
      "en": "Watch out now. Watch out now. I'm family.",
      "th": "ระวังด้วยๆ ฉันเป็นคนในครอบครัว"
    }
  },
  {
    "translation": {
      "en": "God damn it. You got old people here.",
      "th": "ให้ตายสิ มีคนแก่ด้วย"
    }
  },
  {
    "translation": {
      "en": "-Hey. -Nice legs there.",
      "th": "- ว่ายัังไง - ขาสวยนะ"
    }
  },
  {
    "translation": {
      "en": "Family and friends, we are gathered here to mourn the passing of a fine man...",
      "th": "ครอบครัวและมิตร เรามารวมกัน เพื่อไว้อาลัยให้กับชายผู้จากไป"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I'm sorry about that. ...Edward Barnes.",
      "th": "- ผมขอโทษ ขอโทษเรื่องนั้นด้วย - เอ็ดเวิร์ด บาร์น"
    }
  },
  {
    "translation": {
      "en": "Now, I'd like to begin...",
      "th": "เอาละ ผมจะขอเริ่ม..."
    }
  },
  {
    "translation": {
      "en": "Elaine, I know you don't think I'm part of this family.",
      "th": "อีเลน ฉันรู้ว่าเธอไม่เห็นฉัน เป็นคนในครอบครัว"
    }
  },
  {
    "translation": {
      "en": "Because you're not, so be quiet.",
      "th": "เพราะนายไม่ใช่ แล้วก็เงียบซะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, but when you dissed me back there, I had Uncle Russell with me in the car.",
      "th": "ตอนที่เธอแย่งที่จอดรถฉัน ลุงรัสเซลล์อยู่ในรถฉัน"
    }
  },
  {
    "translation": {
      "en": "You took my parking space. I had to push him up a hill by myself.",
      "th": "เธอแย่งที่จอดฉันไป ฉันเลยต้องเข็นลุงข้ามเขามา"
    }
  },
  {
    "translation": {
      "en": "We almost missed the service.",
      "th": "เราเกือบมาไม่ทันงาน"
    }
  },
  {
    "translation": {
      "en": "Norman, you poke me one more time, I'm gonna kick your ass.",
      "th": "นอร์แมน ถ้าสะกิดฉันอีกที ฉันจะถีบนาย"
    }
  },
  {
    "translation": {
      "en": "Threats, threats.",
      "th": "ขู่เหรอ ขู่"
    }
  },
  {
    "translation": {
      "en": "-What's going on? -She took my parking spot, Aaron.",
      "th": "- มีอะไรกัน - เธอแย่งที่จอดรถฉัน แอรอน"
    }
  },
  {
    "translation": {
      "en": "Parking spot? My father's dead. Act right.",
      "th": "ที่จอดรถ พ่อฉันตายนะ ทำตัวดีๆ หน่อย"
    }
  },
  {
    "translation": {
      "en": "\"Then Jonathan and David made a covenant, \"because he loved him as his own soul.",
      "th": "โจนาธานก็ทำพันธสัญญา กับเดวิด เพราะท่านรักเขาดั่งชีวิต"
    }
  },
  {
    "translation": {
      "en": "\"And Jonathan stripped himself of the robe that was upon him, \"and gave it to David, and his garments,",
      "th": "โจนาธานถอดเสื้อคลุมออก ให้กับเดวิด พร้อมทั้งเครื่องแต่งตัว"
    }
  },
  {
    "translation": {
      "en": "\"even to his sword, and to his bow, and to his girdle.\"",
      "th": "ดาบ คันธนู แล้วก็ผ้ารัดเอว"
    }
  },
  {
    "translation": {
      "en": "And now we'll hear a word from Edward's son, Aaron, Ryan's older brother.",
      "th": "เราจะมาฟังคำอาลัยจาก ลูกชายเอ็ดเวิร์ด แอรอน พี่ชายไรอัน"
    }
  },
  {
    "translation": {
      "en": "Only by a couple of months. We was actually born the same year.",
      "th": "แก่กว่าไม่กี่เดือนนะครับ เราเกิดปีเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "No fault of yours, Mama.",
      "th": "ไม่ใช่ความผิดแม่นะครับ"
    }
  },
  {
    "translation": {
      "en": "-Last chance. -I got it. I got it.",
      "th": "- โอกาสสุดท้าย - ฉันรู้ ฉันทำได้"
    }
  },
  {
    "translation": {
      "en": "Daddy's only gonna die once.",
      "th": "พ่อตายแค่ครั้งเดียวนะ"
    }
  },
  {
    "translation": {
      "en": "Good afternoon. Or I guess just afternoon,",
      "th": "สวัสดียามบ่าย หรือขอเดาว่าเพิ่งบ่าย"
    }
  },
  {
    "translation": {
      "en": "I mean, it couldn't possibly be that good.",
      "th": "ยังไงก็ไม่ใช่เรื่องดี"
    }
  },
  {
    "translation": {
      "en": "My father was an exceptional man.",
      "th": "พ่อผมเป็นคนพิเศษ"
    }
  },
  {
    "translation": {
      "en": "And he was born in 1938,",
      "th": "พ่อเกิดในปี 1938"
    }
  },
  {
    "translation": {
      "en": "an exceptional year.",
      "th": "เป็นปีที่พิเศษ"
    }
  },
  {
    "translation": {
      "en": "In 1938, the number one song was Shortnin' Bread.",
      "th": "ในปี 1938 เพลงที่ดังที่สุด คือเพลง \"ขนมปังแสนสั้น\""
    }
  },
  {
    "translation": {
      "en": "Some of you might remember it.",
      "th": "พวกคุณบางคนอาจจำได้"
    }
  },
  {
    "translation": {
      "en": "Mama's little baby love shortnin', shortnin'",
      "th": "ลูกน้อยของแม่ชอบสั้นๆ"
    }
  },
  {
    "translation": {
      "en": "Mama's little baby love shortnin' bread",
      "th": "ลูกน้อยของแม่ชอบขนมปังสั้นๆ"
    }
  },
  {
    "translation": {
      "en": "Also in 1938, Time magazine's Man of the Year was Adolf Hitler.",
      "th": "แล้วในปีนั้น นิตยสารไทม์ยกให้ อดอล์ฟ ฮิตเลอร์ เป็นบุคคลแห่งปี"
    }
  },
  {
    "translation": {
      "en": "I bet you they wished they could have that one back.",
      "th": "พวกเขาคงอยากเรียกรางวัลนั้นคืน"
    }
  },
  {
    "translation": {
      "en": "One thing my father loved to do was watch the Discovery Channel.",
      "th": "สิ่งหนึ่งที่พ่อผมชอบทำ ก็คือนั่งดูดิสคัฟเวอรี่แชนแนล"
    }
  },
  {
    "translation": {
      "en": "I guess you could call my mother a real \"Shark Week\" widow.",
      "th": "ผมว่าคุณเรียกแม่ผมว่าแม่ม่าย \"ฉลามบุกทะเลเดือด\" ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Anything to do with sharks or wild boar or the dung beetle,",
      "th": "อะไรก็ตามที่เกี่ยวกับฉลาม หรือหมูป่า หรือด้วงมูล"
    }
  },
  {
    "translation": {
      "en": "-this always fascinated him. -Did you just see that?",
      "th": "- พ่อหลงใหลหมด - คุณเห็นนั่นไหม"
    }
  },
  {
    "translation": {
      "en": "-He really loved The Golden Girls. -See what?",
      "th": "- พ่อชอบดูเรื่อง \"แก๊งคุณยาย\" - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Blanche, Dorothy, and Rose.",
      "th": "บลันช์ โดโรธี กับโรส"
    }
  },
  {
    "translation": {
      "en": "-That coffin just moved. -He especially loved it",
      "th": "- โลงศพมันขยับ - พ่อชอบดู"
    }
  },
  {
    "translation": {
      "en": "-when The Golden Girls were syndicated... -No, no, no.",
      "th": "- ตอนที่แก๊งคุณยายรวมตัวกัน - ไม่ ไม่นะ ไม่"
    }
  },
  {
    "translation": {
      "en": "-Elaine. -...it was on at least three times a day.",
      "th": "- อีเลน - สามครั้งต่อวัน"
    }
  },
  {
    "translation": {
      "en": "And sometimes I'd say, \"Dad, you wanna go out?\" And he'd go...",
      "th": "บางครั้งผมต้องถามว่า \"พ่อจะไปไหม\""
    }
  },
  {
    "translation": {
      "en": "He's alive. There's something alive in there.",
      "th": "เขายังไม่ตาย มีคนอยู่ในนั้น"
    }
  },
  {
    "translation": {
      "en": "-No, there's not... -You have to tell, someone's moving...",
      "th": "- ไม่มีหรอก - มีคนอยู่"
    }
  },
  {
    "translation": {
      "en": "The coffin's moving. I'm sorry.",
      "th": "โลงมันขยับ โทษที"
    }
  },
  {
    "translation": {
      "en": "-There's somebody in there. -No, Oscar, sit. Please.",
      "th": "- มีคนอยู่ในนั้น - ไม่ นั่งลง"
    }
  },
  {
    "translation": {
      "en": "It's moving. I just saw it move.",
      "th": "มันขยับ ผมเห็นมันขยับ"
    }
  },
  {
    "translation": {
      "en": "-Someone's alive in there, trying to get out. -Need some help?",
      "th": "- เขายังไม่ตาย พยายามจะออกมา - ให้ช่วยไหม"
    }
  },
  {
    "translation": {
      "en": "-No, can't you see it? -I'm fine.",
      "th": "- เห็นไหม - ไม่ต้อง"
    }
  },
  {
    "translation": {
      "en": "What the hell is wrong with you people? The coffin's moving.",
      "th": "พวกคุณเป็นอะไรไป โลงมันขยับ"
    }
  },
  {
    "translation": {
      "en": "Oscar, sit down.",
      "th": "ออสการ์ นั่งลง"
    }
  },
  {
    "translation": {
      "en": "-No, I just need to show you, he's alive. -Elaine, do something.",
      "th": "- ผมอยากให้เห็นว่าเขายังไม่ตาย - ทำอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "No, no, I'm gonna show you. I'm gonna show you. No, no.",
      "th": "- ผมจะให้คุณดู - ไม่นะ ไม่"
    }
  },
  {
    "translation": {
      "en": "-Get away from there. -Oscar!",
      "th": "- ออกไปให้พ้น - ออสการ์"
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. Ryan! No! No! -Do something!",
      "th": "- พระเจ้า ไรอัน ไม่นะ ไม่ - ทำอะไรสักอย่างสิ"
    }
  },
  {
    "translation": {
      "en": "Hey! Hey!",
      "th": "นี่ นี่"
    }
  },
  {
    "translation": {
      "en": "The body!",
      "th": "ศพ"
    }
  },
  {
    "translation": {
      "en": "-Cynthia! Cynthia! -Mama.",
      "th": "- ซินเธียๆ - แม่"
    }
  },
  {
    "translation": {
      "en": "No, I'm gonna help, I got to help him.",
      "th": "ไม่ ผมอยากช่วย ผมจะช่วยเขา"
    }
  },
  {
    "translation": {
      "en": "-No, no! -Wait a minute! Wait! He's gonna die!",
      "th": "- ไม่นะ ไม่ - เดี๋ยวก่อน เขากำลังจะตาย"
    }
  },
  {
    "translation": {
      "en": "Aaron, you the oldest. Go see what the fuck is going on.",
      "th": "แอรอน พี่แก่สุด ไปดูทีว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Okay, I will. Hey!",
      "th": "โอเค ก็ได้ นี่"
    }
  },
  {
    "translation": {
      "en": "Jeff. I'm not all the way comfortable with this.",
      "th": "- เจฟฟ์ - งานนี้ฉันไม่สะดวก"
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "th": "เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "I'm too old for this shit.",
      "th": "ฉันแก่เกินไปสำหรับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "-When is this funeral gonna happen? -It's gonna happen later, honey.",
      "th": "- งานศพจะมีเมื่อไหร่ - เอาไว้จัดทีหลังนะ ที่รัก"
    }
  },
  {
    "translation": {
      "en": "-Hey! Hey! Hey! Hey! Hey! -I just...",
      "th": "- นี่ๆ - ผมเพิ่ง..."
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. -Hey!",
      "th": "- พระเจ้า - นี่"
    }
  },
  {
    "translation": {
      "en": "-What the fuck was that? -Aaron.",
      "th": "- มันเรื่องอะไรกัน - แอรอน"
    }
  },
  {
    "translation": {
      "en": "-No, no. -Aaron, I'm so sorry.",
      "th": "- ไม่นะ ไม่ - แอรอน ฉันขอโทษ"
    }
  },
  {
    "translation": {
      "en": "-You need to understand that this is... -You sorry? You sorry?",
      "th": "- นายต้องเข้าใจนะ - เธอขอโทษเหรอ"
    }
  },
  {
    "translation": {
      "en": "My father's sprawled out on the floor like fucking Screamin' Jay Hawkins,",
      "th": "พ่อฉันกลิ้งบนพื้นอย่างกับ เจย์ ฮอว์กินส์ จอมสยอง"
    }
  },
  {
    "translation": {
      "en": "-but it's okay, because you're sorry! -I'm so...",
      "th": "- แต่ไม่เป็นไร เพราะเธอขอโทษ - ไม่ คือฉัน..."
    }
  },
  {
    "translation": {
      "en": "-The coffin was moving. I... -Is he talking to me? -Talking to me? -Oscar. Oscar, honey, shut up.",
      "th": "- ก็โลงมันขยับ - เขาพูดอะไร พูดกับฉันเหรอ"
    }
  },
  {
    "translation": {
      "en": "-You talking to me? -Please, for a second.",
      "th": "เงียบเลย ขอละ สักครู่"
    }
  },
  {
    "translation": {
      "en": "No, he's not talking to you. Listen to me, Aaron. Go back inside.",
      "th": "ไม่ เขาไม่ได้พูดกับนาย ฟังนะ แอรอน กลับเข้าไปข้างใน"
    }
  },
  {
    "translation": {
      "en": "Aaron, no. I will explain later.",
      "th": "แอรอน ไม่ ฉันจะอธิบายทีหลัง"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, can make it up to me at my father's next funeral!",
      "th": "ก็ได้ ไว้จัดงานศพพ่อฉันครั้งหน้าก็ได้"
    }
  },
  {
    "translation": {
      "en": "-Baby. -No, no, no, no, no.",
      "th": "- ที่รัก - ไม่ ไม่ ไม่"
    }
  },
  {
    "translation": {
      "en": "I will not have sex with you right now!",
      "th": "ผมจะไม่มีเซ็กส์กับคุณตอนนี้"
    }
  },
  {
    "translation": {
      "en": "-I wasn't going to ask you that. -I'm sorry, what were you gonna ask me?",
      "th": "- ไม่ได้จะพูดเรื่องนั้น - แล้วจะพูดเรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "-Is everything okay? -No.",
      "th": "- ทุกอย่างเรียบร้อยไหม - ไม่"
    }
  },
  {
    "translation": {
      "en": "-You just... -No.",
      "th": "- คุณเพิ่ง... - ไม่"
    }
  },
  {
    "translation": {
      "en": "-Michelle, I'm sorry. -No, it's okay.",
      "th": "- มิเชลล์ ฉันขอโทษ - ไม่ ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna kill him. I'll kill him. -It's okay.",
      "th": "- ฉันจะฆ่ามัน - ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "You fucking moron!",
      "th": "แก เจ้าบ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "-Dad, Dad! Leave it alone, please, please! -Leave it alone?",
      "th": "- พ่อ ปล่อยเขาไป นะคะ - ปล่อยมันเหรอ"
    }
  },
  {
    "translation": {
      "en": "I can't believe you brought this maniac. I never want to see him again.",
      "th": "ลูกพามันมาได้ยังไง พ่อไม่อยากเห็นหน้ามันอีก"
    }
  },
  {
    "translation": {
      "en": "This isn't what Oscar's normally like, you know that. He just took some medication and he's...",
      "th": "ปกติเขาไม่ได้เป็นแบบนี้ พ่อก็รู้ เขากินยาเข้าไป แล้วเขาก็..."
    }
  },
  {
    "translation": {
      "en": "-Medication? -I gave him a Valium",
      "th": "- ยาเหรอ - หนูให้เขากินแวเลี่ยม ผลลัพธ์แย่มาก"
    }
  },
  {
    "translation": {
      "en": "-and he's having a very bad reaction to it. -Valium? That is not a Valium high.",
      "th": "- ยาเหรอ - หนูให้เขากินแวเลี่ยม ผลลัพธ์แย่มาก แวเลี่ยมเหรอ นั่นไม่ใช่เมาแวเลี่ยม"
    }
  },
  {
    "translation": {
      "en": "Your mother was on Valium for 40 years and she never knocked over a coffin.",
      "th": "แม่ลูกกินแวเลี่ยมมา 40 ปี เธอไม่เคยคว่ำโลงศพ"
    }
  },
  {
    "translation": {
      "en": "-Dad, stop it. -This is not over.",
      "th": "- พ่อ พอเถอะ - มันยังไม่จบ"
    }
  },
  {
    "translation": {
      "en": "You're gonna pay for that, I promise you!",
      "th": "นายจะต้องชดใช้ ฉันสัญญา"
    }
  },
  {
    "translation": {
      "en": "-Thanks, Jeff. -No problem, cuz.",
      "th": "- ขอบคุณนะ เจฟฟ์ - ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "People, allow me to extend my apologies.",
      "th": "ทุกท่าน โปรดรับคำขอโทษจากผม"
    }
  },
  {
    "translation": {
      "en": "But everything is now being put back into its proper place,",
      "th": "แต่ตอนนี้ทุกอย่าง กลับเข้าที่เข้าทางแล้ว"
    }
  },
  {
    "translation": {
      "en": "so, please, enjoy the refreshments. The catfish nuggets are to die for.",
      "th": "เชิญกินของว่างกันก่อน นักเก็ตปลาดุกแสนอร่อย"
    }
  },
  {
    "translation": {
      "en": "We'll let you know when we're ready to continue. Let's just burn him and get it over with.",
      "th": "- เราจะแจ้งให้ทราบเมื่อทำพิธีต่อ - เผาเขาให้จบๆ ไป"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna go have a smoke. -All right.",
      "th": "- ฉันจะไปสูบบุหรี่หน่อย - ได้สิ"
    }
  },
  {
    "translation": {
      "en": "Hey. That must have been horrible for you.",
      "th": "นั่นคงทำให้เธอกลัว"
    }
  },
  {
    "translation": {
      "en": "Maybe we should go outside, get some air?",
      "th": "เราน่าจะออกไปสูดอากาศข้างนอกกัน"
    }
  },
  {
    "translation": {
      "en": "Hey, bigshot. I read your last book there.",
      "th": "พ่อหนุ่ม ฉันอ่านหนังสือเล่มใหม่ของแกด้วย"
    }
  },
  {
    "translation": {
      "en": "-Black Hurt. -That's cool. Thanks, Uncle Russ.",
      "th": "- แบล็กเฮิร์ต - เยี่ยมเลยครับ ขอบคุณครับลุงรัสส์"
    }
  },
  {
    "translation": {
      "en": "I'm not giving you a compliment, you arrogant bastard.",
      "th": "ฉันไม่ได้ชมแกหรอกนะ เจ้าจอมโอหัง"
    }
  },
  {
    "translation": {
      "en": "What a load of bullshit. I wouldn't wipe my ass with it.",
      "th": "มีแต่เรื่องไร้สาระ ฉันไม่เอาไปเช็ดก้นด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "-Hey, Aaron. Yo, you all right, man? -I'm holding up.",
      "th": "- ไง แอรอน นายไม่เป็นไรนะ - ฉันยังไหว"
    }
  },
  {
    "translation": {
      "en": "Yeah. That was heavy-duty, the way your father fell out his coffin like a dead fish.",
      "th": "คงลำบากน่าดูที่พ่อนายตกมา จากโลงอย่างกับปลาตาย"
    }
  },
  {
    "translation": {
      "en": "He was like... I was like, \"Damn!\" Man.",
      "th": "เขาก็แบบ...ฉันก็แบบ \"บ้าจริง\""
    }
  },
  {
    "translation": {
      "en": "Not now, Norman.",
      "th": "ไม่ใช่ตอนนี้นะ นอร์แมน"
    }
  },
  {
    "translation": {
      "en": "-I got to go somewhere, okay? -You're right. I'm sorry.",
      "th": "- ฉันต้องไปดูอย่างอื่น - ได้สิ ขอโทษด้วย"
    }
  },
  {
    "translation": {
      "en": "Hey, Aaron. But, you know, it's just scary.",
      "th": "แต่แอรอน รู้ไหม มันน่ากลัว"
    }
  },
  {
    "translation": {
      "en": "You never know when your room is gonna be ready. You never know.",
      "th": "นายไม่รู้หรอกว่าเมื่อไหร่ ห้องจะพร้อม ไม่มีทางรู้"
    }
  },
  {
    "translation": {
      "en": "When your room is ready, your room is ready.",
      "th": "ห้องจะพร้อม เมื่อมันพร้อม"
    }
  },
  {
    "translation": {
      "en": "And I'm like scared because I got this rash on my wrist,",
      "th": "ฉันเองก็กลัว เพราะฉันมีผื่นขึ้นที่ข้อมือ"
    }
  },
  {
    "translation": {
      "en": "and I don't know where it's coming from and... I know it ain't Chlamydia.",
      "th": "ฉันไม่รู้ด้วยว่ามันมายังไง ฉันรู้แต่ว่าไม่ใช่หนองในเทียม"
    }
  },
  {
    "translation": {
      "en": "I know what that look like, but this is something different and I'm just scared.",
      "th": "ฉันรู้ว่ามันเป็นยังไง นี่ต่างออกไป และฉันก็กลัว"
    }
  },
  {
    "translation": {
      "en": "-I don't know, man. -Well, just show it to Uncle Duncan.",
      "th": "- ไม่รู้สิ เพื่อน - เอาไปให้ลุงดันแคนดูสิ"
    }
  },
  {
    "translation": {
      "en": "He's a doctor.",
      "th": "เขาเป็นหมอ"
    }
  },
  {
    "translation": {
      "en": "You know something, Uncle Duncan, you're right.",
      "th": "จริงด้วย ลุงดันแคน นายพูดถูก"
    }
  },
  {
    "translation": {
      "en": "Maybe we're standing still and the coffin's moving.",
      "th": "เรายืนอยู่เฉยๆ แล้วโลงก็ขยับ"
    }
  },
  {
    "translation": {
      "en": "-No, no, it's not... -No, nothing...",
      "th": "- ไม่... - เปล่า ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "Listen to me, the coffin moved. -I saw it move. -No, Oscar, it wasn't...",
      "th": "- ฟังผมสิ โลงมันขยับ ผมเห็น - ออสการ์ มันเปล่า..."
    }
  },
  {
    "translation": {
      "en": "-God, Elaine, am I losing my mind? -No, you're not losing your mind, honey.",
      "th": "- พระเจ้า ผมบ้าไปแล้วเหรอ - ไม่ ที่รัก คุณไม่ได้บ้า"
    }
  },
  {
    "translation": {
      "en": "-Why are my hands so big? -Oscar. Look at me. Focus.",
      "th": "- ทำไมมือผมใหญ่จัง - ออสการ์ มองฉัน แล้วตั้งใจ"
    }
  },
  {
    "translation": {
      "en": "Elaine, I love this game.",
      "th": "อีเลน ผมชอบเกมนี้"
    }
  },
  {
    "translation": {
      "en": "Okay, good. Because I have to tell you something.",
      "th": "โอเค ดีเลย เพราะฉันมีเรื่องจะบอกคุณ"
    }
  },
  {
    "translation": {
      "en": "Okay. What is it, my love?",
      "th": "โอเค ว่ามาเลยที่รัก"
    }
  },
  {
    "translation": {
      "en": "Remember that Valium that I gave you earlier?",
      "th": "จำแวเลี่ยมที่ฉันให้กิน ก่อนหน้านี้ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "- ครับ - มันกลายเป็นว่า..."
    }
  },
  {
    "translation": {
      "en": "Well, it turns out that it wasn't really Valium. Not completely.",
      "th": "- ครับ - มันกลายเป็นว่า... มันไม่ใช่แวเลี่ยม ไม่ใช่เลยสักนิด"
    }
  },
  {
    "translation": {
      "en": "-Did you just hear me? -Hello? Hello?",
      "th": "- คุณได้ยินฉันไหม - ฮัลโหลๆ"
    }
  },
  {
    "translation": {
      "en": "-Am I going blind in here? -Oh, God.",
      "th": "- ผมตาบอดแล้วเหรอ - พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "I promise.",
      "th": "ผมสัญญา"
    }
  },
  {
    "translation": {
      "en": "Hey, Uncle Duncan! Miss Cynthia, Michelle.",
      "th": "ลุงดันแคนครับ คุณซินเธีย มิเชลล์"
    }
  },
  {
    "translation": {
      "en": "I got this thing on my hand and it's been there for weeks,",
      "th": "เจ้านี่ขึ้นที่มือผมหลายสัปดาห์แล้ว"
    }
  },
  {
    "translation": {
      "en": "and I was just wondering what you think it might be.",
      "th": "แล้วผมสงสัยว่าลุงจะรู้ว่ามันคืออะไร"
    }
  },
  {
    "translation": {
      "en": "I'm not... Look, you probably should see a dermatologist, Norman.",
      "th": "ฉันไม่...ฟังนะ นายน่าจะไปหาหมอโรคผิวหนัง"
    }
  },
  {
    "translation": {
      "en": "-I'm going out to get some air. -Okay.",
      "th": "- ฉันจะไปสูดอากาศหน่อย - โอเค"
    }
  },
  {
    "translation": {
      "en": "I mean... Why? I don't have sickle cell anemia or nothing, right?",
      "th": "ทำไมล่ะ ผมไม่เป็น โรคเม็ดเลือดแดงผิดปกติใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "No, it looks like a pigment mutation. A pigment mutation?",
      "th": "- เปล่า เหมือนเม็ดสีผิวกลายพันธุ์ - เม็ดสีผิวกลายพันธุ์เหรอ"
    }
  },
  {
    "translation": {
      "en": "You mean like the Incredible Hulk or something? I can't be turning green out there.",
      "th": "แบบ \"ฮัลค์\" น่ะเหรอ ผมตัวสีเขียวไม่ได้นะ"
    }
  },
  {
    "translation": {
      "en": "I'm a black man, I'm sensitive, I'd be turning green over every little thing.",
      "th": "ผมเป็นคนดำ ผมอ่อนไหว ผมคงเขียวไปหมด"
    }
  },
  {
    "translation": {
      "en": "I can see it now. Me getting mail from child support, \"That not Hulk baby.",
      "th": "ผมรู้ได้เลย ผมจะได้จดหมายจาก ฝ่ายดูแลเด็ก \"คุณไม่ใช่ลูกของฮัลค์"
    }
  },
  {
    "translation": {
      "en": "\"Hulk take blood tests on Maury Povich.\"",
      "th": "ฮัลค์ทำการตรวจเลือดไว้กับ เมารี่ โพวิช\""
    }
  },
  {
    "translation": {
      "en": "You're probably just allergic to something. Maybe shellfish or nuts.",
      "th": "นายอาจจะแพ้อะไรสักอย่าง อาจเป็นพวกหอยหรือถั่ว"
    }
  },
  {
    "translation": {
      "en": "-Nuts? Well, what nut mutates? -I don't know. Now excuse me.",
      "th": "- ถั่ว ถั่วกลายพันธุ์เหรอครับ - ไม่รู้สิ ขอตัวก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "Somebody gave me hypoallergenic drugs?",
      "th": "มีคนเอายาหลอนประสาทให้ผมกิน"
    }
  },
  {
    "translation": {
      "en": "-It's a form of hallucinogenic. -Hagucilenic.",
      "th": "- มันเป็นพวกยาหลอนประสาท - ยาร่านประสาท"
    }
  },
  {
    "translation": {
      "en": "-Elaine, Elaine, did you tell him? -I just did.",
      "th": "- อีเลน บอกเขาแล้วเหรอ - ใช่ บอกแล้ว"
    }
  },
  {
    "translation": {
      "en": "-How you feeling, big guy? -I've been drugged.",
      "th": "- รู้สึกยังไงบ้าง - ฉันโดนวางยา"
    }
  },
  {
    "translation": {
      "en": "Yeah, not, no, yeah.",
      "th": "ใช่ เปล่า ก็ใช่ แบบว่า นิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "-Yeah, yeah, a little bit. Hey, listen... -I've been drugged by you.",
      "th": "ใช่ เปล่า ก็ใช่ แบบว่า นิดหน่อย ฉันโดนนายวางยา"
    }
  },
  {
    "translation": {
      "en": "-You fool! -Wait, Oscar!",
      "th": "- เจ้าบ้า - เดี๋ยว ออสการ์"
    }
  },
  {
    "translation": {
      "en": "-Let him go! Oh, my God. -How long does it last?",
      "th": "- ปล่อยเขานะ โอ้ พระเจ้า - มีฤทธิ์นานแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Elaine, he's incredibly strong right now.",
      "th": "ตอนนี้เขาแข็งแรงมาก"
    }
  },
  {
    "translation": {
      "en": "-I know, and I'm sorry. -How long does it last?",
      "th": "- ฉันขอโทษ - นานแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "-Like eight hours? -Eight hours, fuck!",
      "th": "- แปดชั่วโมงมั้ง - แปดชั่วโมง บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "Babe, what are you doing? I'm gonna be sick.",
      "th": "- ที่รัก คุณจะทำอะไร - ผมรู้สึกไม่ดีเลย"
    }
  },
  {
    "translation": {
      "en": "-Jeffrey, this is all your fault. -This is your fault. You gave it to him.",
      "th": "- เจฟฟรี่ย์ ความผิดพี่ - ความผิดเธอ เธอเอาให้เขากิน"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "th": "บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "Baby, slow down.",
      "th": "ที่รัก รอด้วย"
    }
  },
  {
    "translation": {
      "en": "Hey, Elaine. What's going on? -What are you doing? You following me? -Not now, Derek!",
      "th": "- เกิดอะไรขึ้น ไล่ตามผมเหรอ - ไม่ใช่ตอนนี้ เดเรค"
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "th": "เฮ้ย"
    }
  },
  {
    "translation": {
      "en": "-Sorry. You all right? -Are you okay?",
      "th": "- โทษที ไม่เป็นไรนะ - เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "-Oh, shit. -Oscar!",
      "th": "- เวรแล้ว - ออสการ์"
    }
  },
  {
    "translation": {
      "en": "Excuse me, everyone, he's gonna be sick. Oscar, sweetie, slow down!",
      "th": "ขอโทษค่ะ เขาไม่สบาย ออสการ์ รอด้วย"
    }
  },
  {
    "translation": {
      "en": "-Oscar! Oscar! -Oscar!",
      "th": "- ออสการ์ๆ - ออสการ์"
    }
  },
  {
    "translation": {
      "en": "Oscar, no! Don't go in there! Oscar! Oscar, out!",
      "th": "ออสการ์ อย่าเข้าไปในนั้น ออกมา"
    }
  },
  {
    "translation": {
      "en": "In here, there's a bathroom here. Oh, God.",
      "th": "ในนี้ ห้องน้ำอยู่ทางนี้ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-Jeez! Oscar. -Get back.",
      "th": "- พระเจ้า ออสการ์ - ถอยไป"
    }
  },
  {
    "translation": {
      "en": "What are you doing? Get back or I will blow your head off.",
      "th": "- ทำอะไรของคุณ - ถอยไป เดี๋ยวเป่าหัวกระจุย"
    }
  },
  {
    "translation": {
      "en": "-Get your hands up! -Are you...",
      "th": "- ยกมือขึ้น - นี่คุณ..."
    }
  },
  {
    "translation": {
      "en": "Hands up!",
      "th": "ยกมือขึ้น"
    }
  },
  {
    "translation": {
      "en": "Oscar, baby.",
      "th": "ออสการ์ ที่รัก"
    }
  },
  {
    "translation": {
      "en": "-Are you kidding me? Open this door, baby. -Easy, big fellow.",
      "th": "- ล้อเล่นใช่ไหม เปิดประตู - เย็นไว้ เพื่อนตัวใหญ่"
    }
  },
  {
    "translation": {
      "en": "-Honey. -Oh, shit.",
      "th": "- ที่รัก - เวรละ"
    }
  },
  {
    "translation": {
      "en": "You're locked in, so, please, -unlock the door, okay? -Oh, shit.",
      "th": "ได้โปรด อย่าขังตัวเอง เปิดประตูนะคะ"
    }
  },
  {
    "translation": {
      "en": "-Elaine? I can't find the pill bottle. -Can you just...",
      "th": "- อีเลน ฉันหายาไม่เจอ - นายช่วย..."
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "th": "เวรกรรม"
    }
  },
  {
    "translation": {
      "en": "-Oscar, open the door. -Lasts up to eight hours.",
      "th": "- ออสการ์ เปิดประตู - มีฤทธิ์แปดชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "-Open the door. -Perfect.",
      "th": "- เปิดประตู - เยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "-Oscar, open the door, sweetie. -It's already been five minutes.",
      "th": "- ออสการ์ เปิดประตูที - ผ่านไปห้านาทีแล้ว"
    }
  },
  {
    "translation": {
      "en": "-That's good. -Damn it!",
      "th": "- เยี่ยมเลย - บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "Motherfucker! Five minutes? Oh, shit!",
      "th": "ให้ตายเถอะ ห้านาที เวรกรรม"
    }
  },
  {
    "translation": {
      "en": "-Shit, shit, shit, shit! -What's going on?",
      "th": "- บ้าๆ ๆ - เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "-Oscar, open the door, please. -You know what,",
      "th": "- เปิดประตู - คือว่านะ..."
    }
  },
  {
    "translation": {
      "en": "why don't you go get something to eat? We're gonna start pretty soon. Yeah.",
      "th": "หาอะไรกินไปก่อน เดี๋ยวเราจะเริ่มงานต่อ"
    }
  },
  {
    "translation": {
      "en": "Grief does strange things to people, doesn't it?",
      "th": "ความเศร้าทำให้คนเราแปลกไป ว่าไหม"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -If you remember, there's something I would like to talk to you about.",
      "th": "- ใช่ - จำได้ไหม ฉันมีเรื่องที่ต้องคุยด้วย"
    }
  },
  {
    "translation": {
      "en": "-Could we just do this... -Is there someplace private we could go?",
      "th": "- เราเอาไว้ค่อย... - มีที่ที่เป็นส่วนตัวให้คุยกันไหม"
    }
  },
  {
    "translation": {
      "en": "Cocksuckers!",
      "th": "คนน่ารังเกียจ"
    }
  },
  {
    "translation": {
      "en": "This is lovely.",
      "th": "ห้องสวยดีนะ"
    }
  },
  {
    "translation": {
      "en": "-So Edward. -I know.",
      "th": "- ตามแบบเอ็ดเวิร์ด - ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "You're writing a novel? Yeah, that's mine.",
      "th": "- นายเขียนนิยายด้วยเหรอ - ครับ นั่นของผม"
    }
  },
  {
    "translation": {
      "en": "-Sorry. -Just like your brother.",
      "th": "- โทษทีนะ - ก็เหมือนน้องชายนาย"
    }
  },
  {
    "translation": {
      "en": "Actually, I was writing before my brother.",
      "th": "อันที่จริง ผมเขียนก่อนน้อง"
    }
  },
  {
    "translation": {
      "en": "I got a couple of pieces published in Jet. One about hypertension.",
      "th": "สองชิ้นได้ตีพิมพ์ในเจ็ต ชิ้นหนึ่งเกี่ยวกับความดันเลือดสูง"
    }
  },
  {
    "translation": {
      "en": "That was a while back, though, and now I'm working mainly as a tax accountant.",
      "th": "นั่นต้องย้อนกลับไปเมื่อ ตอนที่ผมเป็นนักบัญชีอากร"
    }
  },
  {
    "translation": {
      "en": "Well, then, you must be very proud of Ryan.",
      "th": "อย่างงั้นนายคงภูมิใจในตัวไรอันมาก"
    }
  },
  {
    "translation": {
      "en": "Getting all of his novels published.",
      "th": "นิยายของเขาได้ตีพิมพ์หมด"
    }
  },
  {
    "translation": {
      "en": "Yeah. Pretty proud.",
      "th": "ครับ ภูมิใจมาก"
    }
  },
  {
    "translation": {
      "en": "What did you wanna talk about? Your father and I were very close.",
      "th": "- แล้วอยากคุยเรื่องอะไรเหรอ - พ่อนายกับฉันสนิทกันมาก"
    }
  },
  {
    "translation": {
      "en": "-That's nice, that's nice. -Spent a lot of time together.",
      "th": "- ดีครับ ก็ดี - เราใช้เวลาด้วยกันบ่อยๆ"
    }
  },
  {
    "translation": {
      "en": "Okay, well, you know, Dad was a fun guy.",
      "th": "โอเคครับ พ่อเป็นคนสนุก"
    }
  },
  {
    "translation": {
      "en": "I have some photos I want to show you. Few snaps of us.",
      "th": "ฉันมีรูปที่อยากให้นายดู เราถ่ายกันไว้สองสามใบ"
    }
  },
  {
    "translation": {
      "en": "That's me and your dad at Venice Beach, Muscle Beach.",
      "th": "นั่นฉันกับพ่อนายที่หาดเวนิช หาดมัสเคิล"
    }
  },
  {
    "translation": {
      "en": "And here we are in West Hollywood, at the Halloween parade.",
      "th": "ส่วนนี่ก็ที่เวสต์ฮอลลีวูด ในขบวนฮาโลวีน"
    }
  },
  {
    "translation": {
      "en": "I don't know if you've ever been, but what a spectacle that is.",
      "th": "ไม่รู้ว่านายเคยไปไหม แต่น่าตื่นเต้นมาก"
    }
  },
  {
    "translation": {
      "en": "Oscar.",
      "th": "ออสการ์"
    }
  },
  {
    "translation": {
      "en": "How'd you get in here?",
      "th": "เข้าไปในนั้นได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "And here we are at the premiere of Dreamgirls.",
      "th": "แล้วนี่รอบปฐมทัศน์ของ เรื่องดรีมเกิร์ลส"
    }
  },
  {
    "translation": {
      "en": "I was dressed as Deena and your father just had to be Effie.",
      "th": "ฉันแต่งเป็นดีน่า ส่วนพ่อนายแต่งเป็นเอฟฟี่"
    }
  },
  {
    "translation": {
      "en": "So, how exactly did you know my father?",
      "th": "แล้วคุณรู้จักพ่อผมในแบบไหนแน่"
    }
  },
  {
    "translation": {
      "en": "No. No.",
      "th": "ไม่นะ ไม่"
    }
  },
  {
    "translation": {
      "en": "You think you can come in here and just slander my dad's name",
      "th": "คุณคิดว่าเข้ามาที่นี่ แล้วมาทำลายชื่อเสียงพ่อผม"
    }
  },
  {
    "translation": {
      "en": "by showing me a couple of pictures of you guys going to see Dreamgirls?",
      "th": "ด้วยการให้ผมดูรูปที่พวกคุณ ไปดูเรื่องดรีมเกิร์ลสด้วยกัน แล้วไงล่ะ ผมก็ดูดรีมเกิร์ลสสองสามรอบ"
    }
  },
  {
    "translation": {
      "en": "So what? I've seen Dreamgirls two, three times.",
      "th": "แล้วไงล่ะ ผมก็ดูดรีมเกิร์ลสสองสามรอบ"
    }
  },
  {
    "translation": {
      "en": "Doesn't mean I'm gay.",
      "th": "ไม่ได้หมายความว่าผมเป็นเกย์"
    }
  },
  {
    "translation": {
      "en": "Steppin' to the bad side Gonna be a mean ride",
      "th": "ก้าวไปสู่ด้านเลวร้าย แล้วจะไปได้สวย"
    }
  },
  {
    "translation": {
      "en": "-What's that prove? -I'm sorry.",
      "th": "- พิสูจน์อะไรได้ - ฉันขอโทษ"
    }
  },
  {
    "translation": {
      "en": "I guess he would've told you himself, but he wasn't sure how you'd react.",
      "th": "เขาว่าเขาจะบอกนายเอง แต่เขาไม่แน่ใจว่านายจะรับได้"
    }
  },
  {
    "translation": {
      "en": "Does my mother know? No. And there's no reason she has to.",
      "th": "- แล้วแม่รู้ไหม - ไม่ แล้วไม่จำเป็นต้องบอกเธอ"
    }
  },
  {
    "translation": {
      "en": "Just as long as I get what's owed to me.",
      "th": "ตราบใดที่ฉันได้ในส่วนของฉัน"
    }
  },
  {
    "translation": {
      "en": "Excuse me? What's owed to you?",
      "th": "ขอโทษครับ อะไรคือส่วนของคุณ"
    }
  },
  {
    "translation": {
      "en": "Well, I deserve something.",
      "th": "ฉันควรได้อะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "Your father and I were lovers and he left me absolutely nothing in his will.",
      "th": "พ่อนายกับฉันเป็นคู่รักกัน เขาไม่ทิ้งอะไรไว้ให้ฉันบ้างเลย"
    }
  },
  {
    "translation": {
      "en": "How do you think that makes me feel? I don't know and I don't care.",
      "th": "- นายคิดว่าฉันจะรู้สึกยังไง - ผมไม่รู้ แล้วผมก็ไม่สน"
    }
  },
  {
    "translation": {
      "en": "I will tell you how it makes me feel. Cheap.",
      "th": "ฉันจะบอกให้ว่ารู้สึกยังไง ราคาถูก"
    }
  },
  {
    "translation": {
      "en": "-Like some cheap piece of ass. -What do you want?",
      "th": "- เหมือนพวกก้นราคาถูก - ต้องการอะไร"
    }
  },
  {
    "translation": {
      "en": "What I want is a lot, but I'm not asking you for what I want.",
      "th": "สิ่งที่ฉันต้องการนั้นเยอะมาก แต่ฉันจะไม่ขอในสิ่งที่ฉันต้องการ"
    }
  },
  {
    "translation": {
      "en": "-I deserve $30,000. -$30,000?",
      "th": "- ฉันควรได้ 30,000 ดอลลาร์ - สามหมื่นดอลลาร์เหรอ"
    }
  },
  {
    "translation": {
      "en": "Are you smoking meth? I'm not giving you $30,000.",
      "th": "เมายามาหรือเปล่า ผมไม่ให้ 30,000 ดอลลาร์คุณหรอก"
    }
  },
  {
    "translation": {
      "en": "I'm trying to buy a house! I'm trying to have a kid!",
      "th": "เมายามาหรือเปล่า ผมไม่ให้ 30,000 ดอลลาร์คุณหรอก ผมจะซื้อบ้าน แล้วจะมีลูก ผมไม่มีสามหมื่นให้คุณหรอก"
    }
  },
  {
    "translation": {
      "en": "I can't give you $30,000!",
      "th": "ผมจะซื้อบ้าน แล้วจะมีลูก ผมไม่มีสามหมื่นให้คุณหรอก"
    }
  },
  {
    "translation": {
      "en": "Now, listen, your father made me a promise to take care of me.",
      "th": "พ่อนายให้สัญญาว่าจะดูแลฉัน"
    }
  },
  {
    "translation": {
      "en": "I made certain sacrifices to keep him happy.",
      "th": "ฉันอุตส่าห์อุทิศตัว ทำให้เขามีความสุข"
    }
  },
  {
    "translation": {
      "en": "Now, I don't want to, but I will show these photos to your mother.",
      "th": "ถึงฉันไม่อยากทำ แต่ฉันจะเอารูปนี่ให้แม่นายดู"
    }
  },
  {
    "translation": {
      "en": "Do you really want me to do that?",
      "th": "นายอยากให้ฉันทำแบบนั้นใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "th": "บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "Wait here.",
      "th": "รออยู่นี่"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Oh, Aaron. I was just telling George here how when we were boys together,",
      "th": "แอรอน ฉันกำลังเล่าให้จอร์จฟัง สมัยที่เราเป็นเด็กๆ"
    }
  },
  {
    "translation": {
      "en": "your father used to make us all go skinny-dipping.",
      "th": "พ่อนายกับเราเคยแก้ผ้าเล่นน้ำด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "-Isn't that funny? -Hilarious.",
      "th": "- ตลกไหมล่ะ - ฮากระจาย"
    }
  },
  {
    "translation": {
      "en": "-Well, maybe your husband will know. -Wait! Wait! Aaron! Aaron!",
      "th": "- บางทีสามีคุณควรจะได้รู้ - เดี๋ยวๆ แอรอนๆ"
    }
  },
  {
    "translation": {
      "en": "Sometime today? Anything I can do to help?",
      "th": "- ไว้ก่อนก็ได้ - มีอะไรให้ผมช่วยไหม"
    }
  },
  {
    "translation": {
      "en": "No, I'm fine, thank you.",
      "th": "ไม่ ไม่เป็นไร ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Oscar, please. Say, Elaine, what are you doing after the funeral?",
      "th": "- ออสการ์ ขอเถอะ - คุณจะทำอะไรหลังเสร็จงานศพ"
    }
  },
  {
    "translation": {
      "en": "I got Usher tickets, front row, Staples Center.",
      "th": "ผมมีตั๋วอัชเชอร์ แถวหน้า ที่สเตเปิลส์เซ็นเตอร์"
    }
  },
  {
    "translation": {
      "en": "You don't have Usher tickets. Well, no, not yet, but I can get them like that.",
      "th": "- คุณไม่มีตั๋วหรอก - ใช่ แต่ผมหาได้"
    }
  },
  {
    "translation": {
      "en": "You know what? Derek, please, go away.",
      "th": "รู้อะไรไหม เดเรค ช่วยไปไกลๆ เลย"
    }
  },
  {
    "translation": {
      "en": "You don't deserve her!",
      "th": "นายไม่คู่ควรกับเธอ"
    }
  },
  {
    "translation": {
      "en": "He doesn't.",
      "th": "เขาไม่คู่ควร"
    }
  },
  {
    "translation": {
      "en": "I'm gonna go find Norman.",
      "th": "ผมไปหานอร์แมนก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "So, you've never been to New York?",
      "th": "- งั้นเธอก็ไม่เคยไปนิวยอร์ก - เคยสิ ไปกับพ่อแม่ครั้งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "I've been, with my parents once.",
      "th": "- งั้นเธอก็ไม่เคยไปนิวยอร์ก - เคยสิ ไปกับพ่อแม่ครั้งหนึ่ง นั่นไม่ได้เห็นนิวยอร์กหรอก แค่ไปเยี่ยม ไปเที่ยว"
    }
  },
  {
    "translation": {
      "en": "Now, that's not seeing New York. You got to come visit. Just hang out.",
      "th": "นั่นไม่ได้เห็นนิวยอร์กหรอก แค่ไปเยี่ยม ไปเที่ยว"
    }
  },
  {
    "translation": {
      "en": "-When's your birthday? -I turned 18 last week.",
      "th": "- เมื่อไหร่ถึงวันเกิด - ฉัน 18 แล้ว เมื่อสัปดาห์ก่อน"
    }
  },
  {
    "translation": {
      "en": "Yeah. Well, that's my favorite number, girl.",
      "th": "นั่นแหละ ตัวเลขของสาวที่ฉันชอบ"
    }
  },
  {
    "translation": {
      "en": "You know, I want you to get yourself on a bus",
      "th": "รู้ไหม ฉันอยากให้เธอขึ้นรถบัส"
    }
  },
  {
    "translation": {
      "en": "and come visit me in New York this year. Can you do that?",
      "th": "แล้วไปหาฉันที่นิวยอร์กปีนี้ ทำได้ไหม"
    }
  },
  {
    "translation": {
      "en": "For me?",
      "th": "เพื่อฉัน"
    }
  },
  {
    "translation": {
      "en": "All right. Yeah.",
      "th": "ก็ได้ ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, that's what I'm talking about. And I got all kind of snacks for you.",
      "th": "มันต้องอย่างนี้สิ มีขนมอร่อยๆ ไว้รอเธอด้วย"
    }
  },
  {
    "translation": {
      "en": "-Really? -You like Sugar Daddies?",
      "th": "- จริงเหรอ - ชอบแบบเสี่ยเลี้ยงไหม"
    }
  },
  {
    "translation": {
      "en": "-Ryan, Ryan, I need to talk to you. -Gummi bears...",
      "th": "- ไรอัน ฉันอยากคุยด้วย - กัมมี่แบร์ไหม"
    }
  },
  {
    "translation": {
      "en": "-Ryan, I need to talk... -Aaron, not now.",
      "th": "- ฉันอยากคุยด้วย - ไม่ใช่ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "-I really need to talk to you. -Aaron, give me five minutes, okay?",
      "th": "- ฉันต้องคุยกับนาย - ขออีกห้านาทีได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Bro, I'm grieving here.",
      "th": "พี่ชาย ผมกำลังเศร้าอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "Martina, could you excuse us? We've really got to talk about something.",
      "th": "มาร์ทิน่า เราขอตัวก่อนนะ เรามีเรื่องต้องคุยกัน"
    }
  },
  {
    "translation": {
      "en": "Hey, SpongeBob is on. All right, talk to you later.",
      "th": "รายการสพันจ์บ็อบมาแล้ว ไว้ค่อยคุยกันนะ"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "th": "- ทำอะไรของพี่ - จำชายคนที่เข้ามา"
    }
  },
  {
    "translation": {
      "en": "Remember the guy that came by a little earlier, that we didn't recognize?",
      "th": "- ทำอะไรของพี่ - จำชายคนที่เข้ามา - ก่อนหน้านี้แล้วเราไม่รู้จักได้ไหม - คนที่ใส่แจ็กแก็ตหนัง"
    }
  },
  {
    "translation": {
      "en": "-Dude in the leather jacket. -Yeah, well,",
      "th": "- ก่อนหน้านี้แล้วเราไม่รู้จักได้ไหม - คนที่ใส่แจ็กแก็ตหนัง ใช่ เขามาดูลาดเลา แล้วเขาก็ เอารูปเขากับพ่อให้ฉันดู"
    }
  },
  {
    "translation": {
      "en": "he came by the study, and he showed me some pictures of him and Dad.",
      "th": "ใช่ เขามาดูลาดเลา แล้วเขาก็ เอารูปเขากับพ่อให้ฉันดู"
    }
  },
  {
    "translation": {
      "en": "So? So, he showed you some pictures,",
      "th": "เขาเอารูปให้พี่ดู"
    }
  },
  {
    "translation": {
      "en": "-what's wrong with that? -Pictures of him and Dad together.",
      "th": "- แล้วมีปัญหาอะไร - รูปเขากับพ่อ ถ่ายคู่กัน"
    }
  },
  {
    "translation": {
      "en": "-So, we playing 20 questions now or what? -He was Dad's lover.",
      "th": "- เราจะเล่น 20 คำถามกันใช่ไหม - เขาเป็นกิ๊กของพ่อเรา"
    }
  },
  {
    "translation": {
      "en": "-No, man. No, no, no, no. -Yeah, yeah, the guy's name is Frank.",
      "th": "- ไม่ ไม่หรอก ไม่ๆ ๆ - ใช่ๆ หมอนั่นชื่อแฟรงค์"
    }
  },
  {
    "translation": {
      "en": "He showed me some pictures of him and Dad doing stuff.",
      "th": "เขาเอารูปพ่อกับเขา มีอะไรกันให้ฉันดูด้วย"
    }
  },
  {
    "translation": {
      "en": "You telling me our father was on the downlow?",
      "th": "พี่จะบอกว่าพ่อชอบอัดถั่วดำเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Way down low. -Hell no.",
      "th": "- ฉีกทุเรียนเลยแหละ - บ้าน่า"
    }
  },
  {
    "translation": {
      "en": "I don't believe that. My father's not gay.",
      "th": "ผมไม่เชื่อหรอก พ่อไม่ใช่เกย์"
    }
  },
  {
    "translation": {
      "en": "Matter of fact, he's so straight, he makes me seem gay.",
      "th": "จะว่ากันตามตรง พ่อทำให้ผมดูเหมือนเกย์"
    }
  },
  {
    "translation": {
      "en": "And I ain't fucking gay.",
      "th": "แต่ผมก็ไม่ใช่เกย์"
    }
  },
  {
    "translation": {
      "en": "Daddy!",
      "th": "โอ้ พ่อจ๋า"
    }
  },
  {
    "translation": {
      "en": "I ain't know he did yoga. Look. He got the wheelbarrow.",
      "th": "ไม่ยักรู้ว่าเล่นโยคะด้วย ดูสิ พ่อยกล้อด้วย"
    }
  },
  {
    "translation": {
      "en": "-Thanks. -I just don't get it.",
      "th": "- ขอบคุณ - ฉันไม่เข้าใจเลย"
    }
  },
  {
    "translation": {
      "en": "I don't know what she sees in that poser that she doesn't see in me.",
      "th": "ไม่รู้ว่าเธอเห็นอะไรในตัวหมอนั่น ที่ฉันไม่มี"
    }
  },
  {
    "translation": {
      "en": "-Seems serious, don't it? -Of course it is, it's my life.",
      "th": "- ดูจริงจังนะ - แหงละ มันชีวิตฉัน"
    }
  },
  {
    "translation": {
      "en": "I've only been sleeping like eight hours a night, man.",
      "th": "ฉันนอนแค่แปดชั่วโมงต่อคืน"
    }
  },
  {
    "translation": {
      "en": "-I'm at my wit's end. -What?",
      "th": "- ฉันมีปัญหาที่แก้ไม่ตก - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-No, dude. -Yeah?",
      "th": "- ไม่หรอก เพื่อน - ใช่สิ"
    }
  },
  {
    "translation": {
      "en": "-Me. Pigment mutation? -Right.",
      "th": "- ฉันสิ เม็ดสีกลายพันธุ์ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Well, maybe it's vitiligo, that thing Michael Jackson had on his balls.",
      "th": "อาจเป็นด่างขาว ที่ไมเคิล แจ็กสัน เป็นที่ไข่"
    }
  },
  {
    "translation": {
      "en": "I don't know what Michael Jackson had on his balls.",
      "th": "ผมไม่รู้หรอกนะว่า ไข่ไมเคิล แจ็กสัน เป็นอะไร"
    }
  },
  {
    "translation": {
      "en": "-Okay. -You asking me,",
      "th": "- โอเค - ถ้าถามฉันนะ"
    }
  },
  {
    "translation": {
      "en": "like I was down there or something.",
      "th": "ฉันเองก็แย่อยู่เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "-Hey. Try this cake. It might have nuts in it. -So?",
      "th": "- ลองชิมเค้กสิ มีถั่วอยู่ไหม - แล้วไง"
    }
  },
  {
    "translation": {
      "en": "Elaine's dad said I might just be allergic to nuts.",
      "th": "พ่ออีเลนบอกว่า ฉันอาจแพ้ถั่ว"
    }
  },
  {
    "translation": {
      "en": "So, don't eat nuts. Put the fork down. Don't eat it. That's what I do when I'm stressed. I eat.",
      "th": "- อย่ากินถั่ว วางส้อมซะ - เวลาที่ฉันเครียด ฉันจะกิน"
    }
  },
  {
    "translation": {
      "en": "You ain't gonna eat when your hand falls off, papa.",
      "th": "ถ้าอยากเสียมือไปก็กินเลย"
    }
  },
  {
    "translation": {
      "en": "Just try the cake for me. See if it has nuts in it, please?",
      "th": "ชิมเค้กให้หน่อย ดูทีว่ามีถั่วหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Elaine's driving me crazy, and you're not helping.",
      "th": "อีเลนทำฉันแทบคลั่ง ส่วนนายก็ไม่ช่วยอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "Hey, fathead. Quit slopping down food for a second. Make me a plate.",
      "th": "เจ้าอ้วน หยุดทำอาหารหกสักแป๊บ ไปเอามาให้ฉันจานหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "I'm gonna wash my hands, and make you a dynamite plate.",
      "th": "ผมขอล้างมือก่อน เดี๋ยวจัดจานเด็ดให้ครับ"
    }
  },
  {
    "translation": {
      "en": "I know you like hot sauce on your collard greens. That's...",
      "th": "ผมรู้ลุงชอบคะน้าราดซอสพริก"
    }
  },
  {
    "translation": {
      "en": "Come here to papa.",
      "th": "มาหาป๋ามา"
    }
  },
  {
    "translation": {
      "en": "Uncle Russell.",
      "th": "ลุงรัสเซลล์"
    }
  },
  {
    "translation": {
      "en": "Have you seen a little pill, pill bottle with some Valium in it?",
      "th": "เห็นขวดยาเล็กๆ ที่เขียนว่า แวเลี่ยมบ้างไหมครับ"
    }
  },
  {
    "translation": {
      "en": "-Is that a yes or... -God, don't scare me like that.",
      "th": "- นั่นคือเห็น หรือว่าไม่... - อย่ามาทำฉันกลัว"
    }
  },
  {
    "translation": {
      "en": "Shit tastes like it got nuts in it. Shit.",
      "th": "บ้าจริง รสเหมือนใส่ถั่วด้วย"
    }
  },
  {
    "translation": {
      "en": "-I'm sure we'll start again soon. -Dr. Barnes! Dr. Barnes!",
      "th": "- เดี๋ยวเราจะเริ่มพิธีใหม่ - คุณหมอบาร์นส์ๆ"
    }
  },
  {
    "translation": {
      "en": "-Let's go back inside. -Soon. I just need a moment alone.",
      "th": "- กลับเข้าข้างในเถอะ - เดี๋ยวไป ขออยู่ลำพังสักครู่"
    }
  },
  {
    "translation": {
      "en": "Just one minute.",
      "th": "แป๊ปเดียวครับ"
    }
  },
  {
    "translation": {
      "en": "-Dr. Barnes, just one quick... -Excuse me.",
      "th": "- คุณหมอบาร์นส์ แป๊บเดียว - ขอตัวก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "How you doing, Miss Cynthia?",
      "th": "เป็นยังไงบ้างครับ คุณซินเธีย"
    }
  },
  {
    "translation": {
      "en": "-You look good. -Thank you.",
      "th": "- คุณดูดีนะ - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "You hanging in there? Your macaroni is superb.",
      "th": "เข้าไปหรือยังครับ มักกะโรนีคุณอร่อยมาก"
    }
  },
  {
    "translation": {
      "en": "Six different cheeses. He looked good in that box.",
      "th": "มีชีสตั้งหกอย่าง เขาอยู่สบายในโลงแล้ว"
    }
  },
  {
    "translation": {
      "en": "The rigor mortis set in well. You know, except for that left hand.",
      "th": "ตัวเริ่มแข็งแล้ว ยกเว้นแค่มือซ้าย"
    }
  },
  {
    "translation": {
      "en": "You might just wanna throw an oven mitt or something on there. Yeah.",
      "th": "สวมถุงมือกันจับของร้อนให้ได้เลย"
    }
  },
  {
    "translation": {
      "en": "The suit he got on is magnificent, you know.",
      "th": "สูทที่เขาใส่ก็สวยมาก"
    }
  },
  {
    "translation": {
      "en": "Looked like Colin Powell. Looked just like a Republican.",
      "th": "ยังกับ คอลิน พาวเวลล์ เหมือนพวกริพับลิกัน"
    }
  },
  {
    "translation": {
      "en": "But did you check the shoes?",
      "th": "แต่ตรวจดูรองเท้าหรือเปล่า บางครั้งพวกเขาก็แอบ"
    }
  },
  {
    "translation": {
      "en": "'Cause sometimes they take the shoes right off their feet in the funeral home, right?",
      "th": "แต่ตรวจดูรองเท้าหรือเปล่า บางครั้งพวกเขาก็แอบ ถอดรองเท้าออก แล้วเอากลับบ้านไป"
    }
  },
  {
    "translation": {
      "en": "-Especially if they're gators. -Norman. Just...",
      "th": "- ยิ่งหนังจระเข้ยิ่งแล้วใหญ่ - นอร์แมน เดี๋ยวนะ"
    }
  },
  {
    "translation": {
      "en": "-Excuse me. -Sorry, Miss Cynthia.",
      "th": "- ขอตัวก่อน - ขอโทษครับ คุณซินเธีย"
    }
  },
  {
    "translation": {
      "en": "Jesus Christ!",
      "th": "พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "Somebody dropped they pills.",
      "th": "ใครทำยาตกไว้น่ะ"
    }
  },
  {
    "translation": {
      "en": "If we don't get him the money right now, he's gonna start showing Mom the pictures.",
      "th": "ถ้าเราไม่ให้เงินเขาเดี๋ยวนี้ เขาจะเอารูปให้แม่ดู"
    }
  },
  {
    "translation": {
      "en": "-Let me think. All right? Let me think. -Think, think.",
      "th": "- ขอผมคิดก่อน ขอคิดก่อน - คิดสิ คิด"
    }
  },
  {
    "translation": {
      "en": "-You gonna have to pay him, then. -That's your big idea?",
      "th": "- งั้นพี่ก็ต้องจ่ายเขา - คิดได้นะ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna have to pay him? Where's your money?",
      "th": "ฉันก็ต้องจ่าย แล้วเงินนายล่ะ"
    }
  },
  {
    "translation": {
      "en": "Don't you have a savings or a nest egg? A damn piggy bank?",
      "th": "เงินออม เงินสำรอง กระปุกหมูนายล่ะ"
    }
  },
  {
    "translation": {
      "en": "Aaron, I'm in debt up to my ass. I'm broke, man. It's \"Hammertime,\" okay?",
      "th": "ผมหนี้ท่วมหัวอยู่ ผมถังแตก มันเป็นช่วง \"ขาลง\" โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "If I don't get some money soon, I'm gonna have to do a damn reality show.",
      "th": "ผมคงไม่ได้เงินเร็วๆ นี้ ผมต้องทำเรียลลิตี้โชว์ก่อน"
    }
  },
  {
    "translation": {
      "en": "Okay, so, I gotta pay for the funeral, the catering, and all this other shit,",
      "th": "งั้นฉันก็ต้องจ่ายค่างานศพ ค่างานเลี้ยง แล้วก็ค่าอื่นๆ อีก"
    }
  },
  {
    "translation": {
      "en": "and now I gotta pull $30,000 out of my ass?",
      "th": "แถมยังต้องจ่ายอีกสามหมื่น"
    }
  },
  {
    "translation": {
      "en": "-You know, he's your dad, too. -Yeah, but you the oldest.",
      "th": "- พ่อนายเหมือนกันนะ - แต่พี่แก่สุด"
    }
  },
  {
    "translation": {
      "en": "-By nine months, as you love to point out. -Doesn't matter.",
      "th": "- แค่เก้าเดือน นายเพิ่งพูดไป - ไม่สำคัญหรอก"
    }
  },
  {
    "translation": {
      "en": "Besides, you been living off of Mom and Dad long enough.",
      "th": "อีกอย่าง พี่อยู่กินกับ พ่อกับแม่มานานแล้ว"
    }
  },
  {
    "translation": {
      "en": "You must've saved some money. What? You haven't paid rent in a long time.",
      "th": "พี่ประหยัดไปได้เยอะ พี่ไม่ต้องจ่ายค่าเช่า"
    }
  },
  {
    "translation": {
      "en": "Hey, hey, I've been living with them, not off them. And Dad's been retired for five years.",
      "th": "ฉันอยู่กับพวกเขา ไม่ได้อยู่กิน พ่อเกษียณมาห้าปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Who do you think's been paying all these bills?",
      "th": "นายคิดว่าใครเป็นคนจ่ายค่าใช้จ่าย"
    }
  },
  {
    "translation": {
      "en": "Well, if we both got money issues, what can we do? Fuck him! Fuck...",
      "th": "เราเงินช็อตกันหมด จะให้ทำยังไง เล่นมันเลยไหม"
    }
  },
  {
    "translation": {
      "en": "Fuck him, Aaron. Fuck him.",
      "th": "เล่นมันเลย แอรอน เล่นมัน"
    }
  },
  {
    "translation": {
      "en": "Pay the man. Just pay him.",
      "th": "จ่ายมันเถอะ จ่ายๆ ไป"
    }
  },
  {
    "translation": {
      "en": "-Are you okay there, friend? -Hey, fuck no.",
      "th": "- เป็นอะไรหรือเปล่าครับ - เออ เป็นสิ"
    }
  },
  {
    "translation": {
      "en": "My nephew's dead, and the little bastards ate all the potato salad. Shit.",
      "th": "หลานฉันตาย เจ้าชั่วนั่นกิน สลัดมันฝรั่งหมด บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "Listen, I think we're just about ready to start that service again.",
      "th": "เราพร้อมจะเริ่มงานต่อแล้ว"
    }
  },
  {
    "translation": {
      "en": "Just five more minutes, please, please. Just five. Five.",
      "th": "ขออีกห้านาทีครับ แค่ห้านาที"
    }
  },
  {
    "translation": {
      "en": "Hey, hey, baby, what's going on? Is everything okay?",
      "th": "มีอะไรกัน ทุกอย่างเรียบร้อยไหม"
    }
  },
  {
    "translation": {
      "en": "No, we're not gonna be able to move out as soon as we hoped. I'm sorry. I'm sorry.",
      "th": "ไม่ เราคงไม่ได้ย้ายออกอย่างที่หวัง ผมขอโทษ ผมเสียใจ"
    }
  },
  {
    "translation": {
      "en": "Wait. Listen to me. Hello? What are you talking about?",
      "th": "เดี๋ยว ฟังฉันนะ คุณพูดเรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "You know I wouldn't have said it unless I had a good reason.",
      "th": "ผมคงไม่พูดหรอก ถ้าไม่มีเหตุผล"
    }
  },
  {
    "translation": {
      "en": "-Okay, fine, so what's the reason? -Aaron, we don't have time right now.",
      "th": "- ก็ได้ แล้วเหตุผลอะไร - เราไม่มีเวลาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Aaron, listen, I am trying to be understanding,",
      "th": "- ไปเถอะ - ฉันพยายามทำความเข้าใจอยู่"
    }
  },
  {
    "translation": {
      "en": "but you have some explaining to do. And I mean it!",
      "th": "แต่คุณต้องอธิบายมา ฉันพูดจริงนะ"
    }
  },
  {
    "translation": {
      "en": "Just a little more time, okay?",
      "th": "ขอเวลาอีกหน่อย"
    }
  },
  {
    "translation": {
      "en": "Hey, hey, hey, hey, that's not supposed to be read yet.",
      "th": "นี่ๆ นั่นยังไม่ควรถูกอ่าน"
    }
  },
  {
    "translation": {
      "en": "-Well, it was on the coffee table. -And what's that supposed to mean?",
      "th": "- ก็มันอยู่บนโต๊ะกาแฟ - แล้วนั่นหมายความว่าไง ก็ถ้าใครวางของไว้บนโต๊ะกาแฟ"
    }
  },
  {
    "translation": {
      "en": "Well, when someone leaves something on a coffee table,",
      "th": "ก็ถ้าใครวางของไว้บนโต๊ะกาแฟ"
    }
  },
  {
    "translation": {
      "en": "it's assumed it's for everybody. That's pretty standard.",
      "th": "ก็หมายความว่าใครหยิบก็ได้ ค่อนข้างเป็นมาตรฐาน"
    }
  },
  {
    "translation": {
      "en": "Those are coffee table rules.",
      "th": "นั่นเป็นกฎของโต๊ะกาแฟ"
    }
  },
  {
    "translation": {
      "en": "-Can we get to the point here? -Fine by me.",
      "th": "- งั้นเข้าเรื่องเลยไหม - ยังไงก็ได้"
    }
  },
  {
    "translation": {
      "en": "So, I write the check, you give us the photos, and you stay away from our mother.",
      "th": "ผมจะเขียนเช็คให้ คุณเอารูปให้เรา แล้วอยู่ให้ห่างจากแม่เรา"
    }
  },
  {
    "translation": {
      "en": "-Is that the deal? -Deal.",
      "th": "- ตกลงไหม - ตกลง"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-What's your last name? -Lovett.",
      "th": "- นามสกุลอะไร - เลิฟเวตต์"
    }
  },
  {
    "translation": {
      "en": "With two \"Ts.\"",
      "th": "ตัว \"ต.\" สองตัว"
    }
  },
  {
    "translation": {
      "en": "-Lovett. -Is that your first one?",
      "th": "- เลิฟเวตต์ - นั่นเรื่องแรกเหรอ"
    }
  },
  {
    "translation": {
      "en": "-What? -The novel. It's a first draft.",
      "th": "- อะไร - นิยายน่ะ ฉบับร่างแรก"
    }
  },
  {
    "translation": {
      "en": "-Yeah. Yeah, yeah, so? -No, nothing.",
      "th": "- ใช่ แล้วไง - เปล่า ไม่มีอะไร"
    }
  },
  {
    "translation": {
      "en": "I tried writing once. Didn't work for me, either.",
      "th": "ฉันก็เคยหัดเขียน ไม่ได้เรื่องเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "I think it's like a gift. Either you have it or you don't.",
      "th": "ฉันว่ามันเป็นพรสวรรค์ ซึ่งนายอาจจะมีหรือไม่มี"
    }
  },
  {
    "translation": {
      "en": "Must be hard for you, though.",
      "th": "นายคงอึดอัดมาก"
    }
  },
  {
    "translation": {
      "en": "I mean, your brother being a bestselling author and all.",
      "th": "ที่น้องชายนายเป็น นักเขียนที่ขายดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "Your father and I read Rhonda's Tiny Box cover to cover together.",
      "th": "ที่น้องชายนายเป็น นักเขียนที่ขายดีที่สุด พ่อนายกับฉันอ่านเรื่อง กล่องใบเล็กของรอนด้าด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "We loved it. He was so proud of you.",
      "th": "เราชอบมาก เขาภูมิใจในตัวนาย"
    }
  },
  {
    "translation": {
      "en": "Well, thank you. I guess.",
      "th": "อย่างนั้นก็ ขอบคุณนะ"
    }
  },
  {
    "translation": {
      "en": "-That's it. I can't do it. -Whoa, whoa, whoa, Aaron. Aaron, no, no.",
      "th": "- พอที ฉันทำไม่ได้ - เฮ้ยๆ แอรอนๆ ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "th": "พี่จะทำอะไร"
    }
  },
  {
    "translation": {
      "en": "There is no way in the world I'm giving this guy my hard-earned money. No.",
      "th": "ไม่มีทางที่ฉันจะให้เงินที่หามา อย่างลำบากกับหมอนี่"
    }
  },
  {
    "translation": {
      "en": "Hey, don't be stupid, okay? Now, I'll pay you back as soon as my advance comes in.",
      "th": "อย่าโง่ไปหน่อยเลย เดี๋ยวผมมีเงินแล้วคืนให้"
    }
  },
  {
    "translation": {
      "en": "He picks today, the day of our father's funeral.",
      "th": "เขาเลือกวันนี้ วันที่จัดงานศพพ่อ"
    }
  },
  {
    "translation": {
      "en": "And then on top of that, he insults my book? No! No!",
      "th": "แล้วยิ่งไปกว่านั้น เขาดูถูกหนังสือฉัน ไม่ๆ"
    }
  },
  {
    "translation": {
      "en": "-But he got pictures. -So what? I don't give a fuck what he's got.",
      "th": "- แต่เขามีรูป - แล้วยังไง ฉันไม่สนหรอก"
    }
  },
  {
    "translation": {
      "en": "He can show them to the world. He can put them on Facebook for all I care.",
      "th": "จะเอาไปให้ใครดูก็เชิญ โพสต์ลงเฟซบุ๊กก็ได้ ฉันไม่สน"
    }
  },
  {
    "translation": {
      "en": "Who the fuck does he think he is? Fine. But this is on your head.",
      "th": "- เขาคิดว่าเขาเป็นใครกัน - ก็ได้ นายต้องรับผิดชอบ"
    }
  },
  {
    "translation": {
      "en": "Whoa, whoa. Hold on. Hold on now, hold on. Okay, you need to back off.",
      "th": "- เฮ้ยๆ เดี๋ยวก่อน เดี๋ยว - โอเค ถอยไปซะ"
    }
  },
  {
    "translation": {
      "en": "-No, no, no. Let's discuss this for a minute. -There is nothing to discuss.",
      "th": "- ไม่ คุยกันก่อน - ไม่มีอะไรต้องคุย"
    }
  },
  {
    "translation": {
      "en": "-No, don't... -I said back off, buddy!",
      "th": "- ไม่ อย่าเพิ่ง... - ฉันบอกให้ถอยไปไง"
    }
  },
  {
    "translation": {
      "en": "You gonna bring a gat to a funeral? Now, nobody got to get capped. Nobody...",
      "th": "เอาปืนมางานศพด้วยเหรอ ไม่ควรมีใครต้องถูกยิง ไม่ควรเลย"
    }
  },
  {
    "translation": {
      "en": "-Get his gun! Get his gun! -He ain't got no damn gun.",
      "th": "- เอาปืนเขามา - เขาไม่มีปืนหรอก"
    }
  },
  {
    "translation": {
      "en": "-You got any rope? Any duct tape? -Hey, what do I look like, a serial killer?",
      "th": "- เอาเชือกมา ผ้าเทปก็ได้ - ฉันเหมือนนักฆ่าต่อเนื่องหรือไง"
    }
  },
  {
    "translation": {
      "en": "I don't just keep rope and duct tape in my pocket.",
      "th": "ฉันไม่ได้พกเชือกหรือผ้าเทปติดตัวนะ"
    }
  },
  {
    "translation": {
      "en": "-I can't see nothing. There you go. -Help! Help!",
      "th": "- ฉันไม่เห็นอะไรเลย ค่อยยังชั่ว - ช่วยด้วยๆ"
    }
  },
  {
    "translation": {
      "en": "-Hey, use your tie! -My tie, my tie?",
      "th": "- ใช้เน็กไทพี่สิ - เน็กไทฉันเหรอ"
    }
  },
  {
    "translation": {
      "en": "-What the fuck am I gonna do with my tie? -Stuff it in his mouth.",
      "th": "- จะเอาเน็กไทฉันไปทำอะไร - มัดปากเขาไง"
    }
  },
  {
    "translation": {
      "en": "All right, first key... First key to war is to cut off communication.",
      "th": "ข้อแรกของการทำสงครามคือ ตัดการสื่อสาร"
    }
  },
  {
    "translation": {
      "en": "All right, now, grab that curtain thing. Hurry up. Grab the curtain thing.",
      "th": "ไปเอาม่านมา เร็วเข้า เอาม่านมา"
    }
  },
  {
    "translation": {
      "en": "Tie his legs. Come on, Aaron, damn!",
      "th": "มัดขาเขาไว้ เร็วเข้า แอรอน บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "-Feel like I'm in a fucking rodeo! -Yeah, yeah. Okay, now get his hands. Shit.",
      "th": "- อย่างกับฉันมัดวัวกระทิงอยู่ - ใช่ ทีนี้ก็มัดแขนเขา บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "God damn. Strong, ain't he? Damn it, do I gotta do everything?",
      "th": "ให้ตาย แข็งแรงจัง บ้าจริง ผมต้องทำทุกอย่างหรือไง"
    }
  },
  {
    "translation": {
      "en": "Everything but write a fucking check!",
      "th": "ทำทุกอย่างยกเว้นเขียนเช็ค"
    }
  },
  {
    "translation": {
      "en": "You know what was in that cake? What's going on? Who's that dude?",
      "th": "รู้ไหมอะไรอยู่ในเค้ก เกิดอะไรขึ้น หมอนั่นใคร"
    }
  },
  {
    "translation": {
      "en": "Norman, come in and shut the damn door. Come on, Aaron, tie it.",
      "th": "เข้ามาแล้วปิดประตูซะ เร็วเข้า มัดมัน"
    }
  },
  {
    "translation": {
      "en": "-What's happening? -He having a seizure.",
      "th": "- เกิดอะไรขึ้น - เขากำลังชัก"
    }
  },
  {
    "translation": {
      "en": "-Damn! -Yeah, yeah.",
      "th": "- บ้าจริง - ใช่ๆ"
    }
  },
  {
    "translation": {
      "en": "You know what? I just found some Valium outside.",
      "th": "รู้อะไรไหม ฉันเก็บแวเลี่ยมได้"
    }
  },
  {
    "translation": {
      "en": "-You think this will calm him down? -Good. Yeah, yeah, give him some.",
      "th": "- นี่ทำให้เขาสงบได้ - ดี ให้เขากินเลย"
    }
  },
  {
    "translation": {
      "en": "-Okay. All right. -Come on.",
      "th": "- โอเค - เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "Put this jacket under his head so he don't bite down on his tongue.",
      "th": "เอาแจ็กเก็ตหนุนหัวไว้ เขาจะได้ไม่กัดลิ้นตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I learned that procedure at Boys and Girls High School.",
      "th": "ฉันเรียนมาจากพวกเด็ก ม.ปลาย"
    }
  },
  {
    "translation": {
      "en": "-Come on. -Here, buddy, this'll make you feel calm.",
      "th": "- เร็วเข้า - นี่ เพื่อน นี่จะทำให้สงบลง"
    }
  },
  {
    "translation": {
      "en": "-Open up, open up. -There you go.",
      "th": "- อ้าปาก อ้าปากสิ - อย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "-Right there. Yes, yes, baby. -Open up, open up.",
      "th": "- แบบนั้น ใช่ ใช่เลย - อ้าปากๆ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Look at that. You gonna be fine, my friend.",
      "th": "- ใช่ - ดูนั่นสิ ไม่เป็นไรหรอก"
    }
  },
  {
    "translation": {
      "en": "-Did you guys happen to see a little... -Come, come in, Jeff, come in.",
      "th": "- พวกนายมีใครเห็น... - เข้ามาๆ เจฟฟ์"
    }
  },
  {
    "translation": {
      "en": "Norman, I told you to lock the damn door. You said, \"Shut the damn door,\" Ryan!",
      "th": "- นอร์แมน ฉันบอกให้ล็อกประตูไง - นายบอก \"ปิดประตูซะ\" ไรอัน"
    }
  },
  {
    "translation": {
      "en": "-What's... What's going on? -He's having a seizure.",
      "th": "- เกิดอะไรขึ้น - เขากำลังชัก"
    }
  },
  {
    "translation": {
      "en": "-Yeah. So, why is he all tied up? -We don't want him to swallow his tongue.",
      "th": "- แล้วทำไมต้องมัดเขาด้วย - เราไม่อยากให้เขากัดลิ้นตัวเอง"
    }
  },
  {
    "translation": {
      "en": "No. That's part of the medical procedure.",
      "th": "ใช่ นั่นเป็นขั้นตอนทางการแพทย์"
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "th": "พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "He's blackmailing you? Over what?",
      "th": "เขาแบล็กเมลนาย เรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "If I could tell you, it wouldn't be blackmail, now, would it?",
      "th": "ถ้าฉันบอกได้ จะเรียกว่าแบล็กเมลเหรอ"
    }
  },
  {
    "translation": {
      "en": "Hey, look, just trust us. He's the bad guy. Okay? We'll explain it to you later.",
      "th": "เชื่อเราเถอะ เขาเป็นคนไม่ดี ไว้ค่อยอธิบายทีหลัง"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, what are we gonna do with him?",
      "th": "แล้วเราจะทำยังไงกับเขา"
    }
  },
  {
    "translation": {
      "en": "Yeah, what are we gonna do, Ryan? Now that you've jumped his ass?",
      "th": "เราจะทำยังไง กับเรื่องที่นายก่อไว้"
    }
  },
  {
    "translation": {
      "en": "-I don't know. Okay? You think, people. -You're the big writer.",
      "th": "- ไม่รู้สิ ช่วยกันคิดหน่อย - นายเป็นนักเขียนใหญ่นะ"
    }
  },
  {
    "translation": {
      "en": "Why don't you write something where we all live happily ever after?",
      "th": "ช่วยเขียนตอนจบแบบมีความสุขที"
    }
  },
  {
    "translation": {
      "en": "-How long's that Valium gonna last? -Valium? What... What Valium?",
      "th": "- แวเลี่ยมออกฤทธิ์นานแค่ไหน - แวเลี่ยมไหน แวเลี่ยมไหน"
    }
  },
  {
    "translation": {
      "en": "I found a bottle of Valium, so we gave him a few, thinking it would calm him down.",
      "th": "ฉันเจอแวเลี่ยม เลยเอาให้เขากิน เผื่อว่าเขาจะสงบลง"
    }
  },
  {
    "translation": {
      "en": "You gave him a few of these? Oh, shit.",
      "th": "นายให้เขากินนี่เข้าไป เวรละ"
    }
  },
  {
    "translation": {
      "en": "-What? -What?",
      "th": "- อะไร - มีอะไร"
    }
  },
  {
    "translation": {
      "en": "See...",
      "th": "มานี่..."
    }
  },
  {
    "translation": {
      "en": "I just gave him a few Valium. I found them on the ground outside.",
      "th": "ฉันแค่ให้เขากินแวเลี่ยม ฉันเก็บได้ที่พื้นนอกบ้าน"
    }
  },
  {
    "translation": {
      "en": "All right, see, here's the story.",
      "th": "เอาละ เรื่องเป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "All right. Everybody calling these little guys here Valium,",
      "th": "ใครๆ ก็เรียกเจ้าหนูนี่ว่าแวเลี่ยม"
    }
  },
  {
    "translation": {
      "en": "-they're wrong, 'cause it's not Valium. -Yeah, and?",
      "th": "- แต่เข้าใจผิด มันไม่ใช่แวเลี่ยม - เหรอ แล้วอะไร"
    }
  },
  {
    "translation": {
      "en": "It's more like acid mixed with acid, which is acid.",
      "th": "มันยิ่งกว่าแอลเอสดีกำลังสอง ซึ่งก็คือแอลเอสดี"
    }
  },
  {
    "translation": {
      "en": "And Oscar took one earlier by mistake, which is why he's been acting all crazy.",
      "th": "ออสการ์บังเอิญกินไปหนึ่งเม็ด เขาเลยมีอาการแปลกๆ"
    }
  },
  {
    "translation": {
      "en": "Jeff, what are you doing with that stuff? I just whipped up a simple batch for a friend.",
      "th": "- นายไปยุ่งอะไรกับของแบบนั้น - ฉันปรุงตัวอย่างมาให้เพื่อนฉัน"
    }
  },
  {
    "translation": {
      "en": "-What friend, Amy Winehouse? -Wait. Wait a minute.",
      "th": "- เพื่อนแบบไหน เอมี่ ไวน์เฮาส์เหรอ - เดี๋ยวก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "You telling us that Elaine's boyfriend, old boy who knocked over our father's coffin,",
      "th": "นายจะบอกว่าแฟนอีเลน คนที่คว่ำโลงศพพ่อเรา"
    }
  },
  {
    "translation": {
      "en": "-only had one of those things? -Yeah. One.",
      "th": "- กินมันไปแค่เม็ดเดียว - ใช่ เม็ดเดียว"
    }
  },
  {
    "translation": {
      "en": "-Oh, shit. -Shit's right.",
      "th": "- ซวยแล้ว - ใช่ ซวยแล้ว"
    }
  },
  {
    "translation": {
      "en": "-And you gave him how many? -About four or five.",
      "th": "- นายให้เขาไปเท่าไหร่แน่ - ประมาณสี่หรือห้าเม็ด"
    }
  },
  {
    "translation": {
      "en": "Four or five? Jesus, Norman! That poor bastard.",
      "th": "สี่หรือห้า บ้าแล้ว เจ้าชั่วที่น่าสงสาร"
    }
  },
  {
    "translation": {
      "en": "-I thought they were Valium. -Look, you at a ten, I need you at a two.",
      "th": "- ก็คิดว่าเป็นแวเลี่ยม - นายลองสักสองเม็ดไหม"
    }
  },
  {
    "translation": {
      "en": "Jeff, I thought they were Valium.",
      "th": "ก็ฉันคิดว่าเป็นแวเลี่ยม"
    }
  },
  {
    "translation": {
      "en": "-But five? -Yes.",
      "th": "- แต่ห้าเม็ดนะ - ใช่"
    }
  },
  {
    "translation": {
      "en": "I mean, I wouldn't give somebody five cough drops. See, that's 'cause the wave cap is too tight.",
      "th": "ฉันไม่จ่ายยาแก้ไอห้าเม็ด เพราะจะทำให้หัวแทบระเบิด"
    }
  },
  {
    "translation": {
      "en": "Okay, okay, maybe we should call an ambulance.",
      "th": "โอเค งั้นเราจะโทรเรียกรถพยาบาล"
    }
  },
  {
    "translation": {
      "en": "If anyone finds out that this guy's been force-fed acid,",
      "th": "ถ้ามีใครรู้ว่าหมอนี่ ถูกจับป้อนแอลเอสดี"
    }
  },
  {
    "translation": {
      "en": "we could all be arrested. TMZ, here I come.",
      "th": "เราคงโดนจับกันหมด พวกนักข่าวก็จะมา"
    }
  },
  {
    "translation": {
      "en": "-Could he die? -Hey, hey, hey, hey, hey!",
      "th": "- เขาจะตายไหม - นี่ๆ"
    }
  },
  {
    "translation": {
      "en": "-What? -Could he die?",
      "th": "- อะไรนะ - เขาจะตายไหม"
    }
  },
  {
    "translation": {
      "en": "No! Crazy. Maybe.",
      "th": "ไม่หรอก บ้าน่า ก็อาจจะ"
    }
  },
  {
    "translation": {
      "en": "A little bit. Possibly. It depends.",
      "th": "มีความเป็นไปได้อยู่ นิดหน่อย ก็แล้วแต่"
    }
  },
  {
    "translation": {
      "en": "Aaron? Ryan, honey? Are you in there, baby?",
      "th": "แอรอน ไรอัน อยู่ในนั้นหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "We need to get things started. Ma, we'll be right out.",
      "th": "- เราต้องเริ่มงานกันต่อ - แม่ครับ เดี๋ยวเราออกไป"
    }
  },
  {
    "translation": {
      "en": "Okay, look, look, look. We gotta go out there, okay?",
      "th": "อย่างนี้นะ เราต้องออกไป โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "We gotta buy some time until we figure this out.",
      "th": "เราต้องซื้อเวลาจนกว่าเราจะคิดออก"
    }
  },
  {
    "translation": {
      "en": "You two stay here and watch him. What you mean, us stay here and watch...",
      "th": "- นายสองคนอยู่นี่คอยดูไว้ - หมายความว่าไง ให้เราอยู่ดู"
    }
  },
  {
    "translation": {
      "en": "Norman, just make sure he doesn't escape, okay? Just lock the door behind us.",
      "th": "ให้แน่ใจว่าเขาจะไม่หนีไป ล็อกประตูหลังด้วย"
    }
  },
  {
    "translation": {
      "en": "This is all your fault. You and your chemistry set, man.",
      "th": "นี่ความผิดนายทั้งหมด นายกับยาของนายน่ะ"
    }
  },
  {
    "translation": {
      "en": "-Ever since the ninth grade... -Shut up, Norman.",
      "th": "- ตั้งแต่ ม.สามแล้ว - เงียบเลย นอร์แมน"
    }
  },
  {
    "translation": {
      "en": "Hey, Mom. How's it going?",
      "th": "แม่ครับ เป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Reverend Davis wants to talk to the two of you.",
      "th": "บาทหลวงเดวิดอยากคุยกับลูกๆ"
    }
  },
  {
    "translation": {
      "en": "-Aaron, where's your tie? -I'm looking for it.",
      "th": "- แอรอน เน็กไทลูกไปไหน - ผมก็หาอยู่"
    }
  },
  {
    "translation": {
      "en": "Now, look, I have been patient, but I'm about done with patience.",
      "th": "ฟังนะ ฉันอดทนอยู่ แต่หมดความอดทนแล้ว"
    }
  },
  {
    "translation": {
      "en": "If we don't resume this funeral pretty soon,",
      "th": "ถ้าเราไม่เริ่มงานต่อเร็วๆ นี้"
    }
  },
  {
    "translation": {
      "en": "we gonna have to have a little conversation about my compensation.",
      "th": "เราคงต้องคุยกันเรื่องค่าชดเชยฉัน"
    }
  },
  {
    "translation": {
      "en": "Sure. Could I get five more minutes?",
      "th": "ได้ครับ ผมขออีกห้านาทีนะ"
    }
  },
  {
    "translation": {
      "en": "Why are you making me go through this again?",
      "th": "ทำไมต้องมาวุ่นวายกับฉันอีก"
    }
  },
  {
    "translation": {
      "en": "-Just hear me out, okay? -Listen...",
      "th": "- ฟังผมก่อนนะ โอเคไหม - ฟังนะ..."
    }
  },
  {
    "translation": {
      "en": "The only reason you won't go out with me",
      "th": "เหตุผลเดียวที่คุณไม่คบกับผม ก็เพราะพ่อคุณชอบผม"
    }
  },
  {
    "translation": {
      "en": "-is 'cause your dad likes me. -No! It...",
      "th": "เหตุผลเดียวที่คุณไม่คบกับผม ก็เพราะพ่อคุณชอบผม เปล่า มันก็..."
    }
  },
  {
    "translation": {
      "en": "-Can you... Can I get some help, please? -Good Lord, your skin's so supple...",
      "th": "- ช่วยฉันหน่อยได้ไหม - พระเจ้า ผิวคุณช่างนุ่มจัง"
    }
  },
  {
    "translation": {
      "en": "-Can you stop that? -Okay.",
      "th": "- พอสักที - โอเค"
    }
  },
  {
    "translation": {
      "en": "The real reason why I don't wanna go out with you is because it was a mistake before.",
      "th": "ที่ฉันไม่อยากคบกับคุณ เพราะมันเคยผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "We had a couple of intense months,",
      "th": "เราจริงจังกันอยู่สองเดือน แล้วฉันก็รู้ตัวว่าเราแค่..."
    }
  },
  {
    "translation": {
      "en": "-but then I realized that we just... -Not fair, not true. We had a lot of fun. We...",
      "th": "เราจริงจังกันอยู่สองเดือน แล้วฉันก็รู้ตัวว่าเราแค่... ไม่แฟร์ ไม่จริงเลย เราสนุกกันมาก เรา..."
    }
  },
  {
    "translation": {
      "en": "-I bought you a watch, right? -Here.",
      "th": "- ผมซื้อนาฬิกาให้คุณด้วย - นี่ไง"
    }
  },
  {
    "translation": {
      "en": "-Why? -Take it.",
      "th": "- ทำไม - เอาไป"
    }
  },
  {
    "translation": {
      "en": "What about our first night together? After Norman's party?",
      "th": "แล้วคืนแรกของเราล่ะ หลังจากปาร์ตี้ของนอร์แมน"
    }
  },
  {
    "translation": {
      "en": "-That was amazing. Transcendent. -I was so drunk.",
      "th": "- มันช่างน่าทึ่ง สุดยอด - ฉันเมามาก"
    }
  },
  {
    "translation": {
      "en": "You could've been a donkey for all I knew.",
      "th": "เท่าที่จำได้คุณน่าเบื่อมาก"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -It's not a compliment, Derek! You know...",
      "th": "- ขอบคุณ - ไม่ใช่คำชม เดเรค รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "Go away. Go away.",
      "th": "ไปซะ ไปเลย"
    }
  },
  {
    "translation": {
      "en": "You still think about me though, don't you? Don't say anything.",
      "th": "คุณยังคิดถึงผมอยู่ใช่ไหม ไม่ต้องพูดเลย"
    }
  },
  {
    "translation": {
      "en": "What is wrong with him?",
      "th": "เขาบ้าหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "It's beautiful.",
      "th": "สวยจังเลย"
    }
  },
  {
    "translation": {
      "en": "There's still no potato salad.",
      "th": "ยังไม่มีสลัดมันฝรั่ง"
    }
  },
  {
    "translation": {
      "en": "-Hey, Uncle Russell. -Hey, hey.",
      "th": "- สวัสดีครับ ลุงรัสเซลล์ - ว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "No, you... That belongs to this lady. You don't wanna eat that.",
      "th": "ไม่นะครับ นั่นของสาวคนนั้น ลุงไม่อยากกินหรอก"
    }
  },
  {
    "translation": {
      "en": "She don't need it. It's mine now.",
      "th": "เธอไม่เอา เสร็จฉัน"
    }
  },
  {
    "translation": {
      "en": "What's your problem, son? It's women. Women are my problem, Uncle Russell.",
      "th": "- มีปัญหาอะไรพ่อหนุ่ม - ปัญหาของผมก็เรื่องผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "No such thing as having a woman without a problem.",
      "th": "ก็งั้นแหละ ผู้หญิงมีแต่ปัญหา"
    }
  },
  {
    "translation": {
      "en": "-Right. -If they didn't have problems,",
      "th": "- ใช่ครับ - ถ้าไม่มีปัญหา"
    }
  },
  {
    "translation": {
      "en": "-they wouldn't let us touch them. -Right.",
      "th": "- พวกหล่อนคงไม่ให้เราแตะต้อง - ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "Yeah. Let me tell you something about women.",
      "th": "ฉันจะบอกอะไรให้นะ เรื่องผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "Smarter than you think they are,",
      "th": "พวกเธอฉลาดกว่าที่นายคิดไว้"
    }
  },
  {
    "translation": {
      "en": "but not nearly as smart as they think they are.",
      "th": "แต่ไม่ได้ฉลาดเท่าที่ พวกหล่อนคิดว่าฉลาด"
    }
  },
  {
    "translation": {
      "en": "Sweet bitches.",
      "th": "สวยแต่แสบ"
    }
  },
  {
    "translation": {
      "en": "Yeah. I don't get it. She acts like I don't exist.",
      "th": "ผมไม่เข้าใจเลย เธอทำเหมือนผมไม่มีตัวตน"
    }
  },
  {
    "translation": {
      "en": "I can't believe she doesn't feel the way I do.",
      "th": "เธอไม่ได้รู้สึกเหมือนผมรู้สึก"
    }
  },
  {
    "translation": {
      "en": "-She's just playing hard to get. -Right.",
      "th": "- เล่นตัวให้ยาก - ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "-She wants you to work for it a bit. -Okay.",
      "th": "- เธออยากให้นายพยายาม - โอเคครับ"
    }
  },
  {
    "translation": {
      "en": "A woman wants a man who can control her.",
      "th": "ผู้หญิงชอบผู้ชายที่ควบคุมเธอได้"
    }
  },
  {
    "translation": {
      "en": "-Yeah, you think so? Is that what it is? -You walk up to her, and you shake her.",
      "th": "- งั้นเหรอ เป็นอย่างนั้นเหรอ - เดินไปหาเธอ แล้วเขย่าตัวเธอ"
    }
  },
  {
    "translation": {
      "en": "-Shake her? -Yeah.",
      "th": "- เขย่าเธอเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-You want me to shake her? -Not shaking her hasn't worked, has it?",
      "th": "- ให้ผมเขย่าเธอเหรอ - ไม่ เขย่าเธอไม่ได้ผลแน่ ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-Yeah, okay. -You shake her, and you kiss her.",
      "th": "- ให้ผมเขย่าเธอเหรอ - ไม่ เขย่าเธอไม่ได้ผลแน่ ใช่ไหม - ครับ โอเค - เขย่าเธอ แล้วก็จูบ"
    }
  },
  {
    "translation": {
      "en": "I just don't know if that'll go over so well.",
      "th": "ไม่รู้สิ นั่นจะไปได้สวยไหม"
    }
  },
  {
    "translation": {
      "en": "-Man. -What's up?",
      "th": "- โธ่เอ๊ย - มีอะไรครับ"
    }
  },
  {
    "translation": {
      "en": "I gotta take a shit. Man, just when I had my potato...",
      "th": "ฉันปวดอึ มาปวดตอนกินมันฝรั่ง..."
    }
  },
  {
    "translation": {
      "en": "Hey, hey, hey, Norman! I gotta take a crap!",
      "th": "นี่ๆ นอร์แมน พาฉันเข้าห้องน้ำที"
    }
  },
  {
    "translation": {
      "en": "-Look at his eyes. That doesn't look normal. -He looks like a zombie.",
      "th": "- ตาเขา ดูไม่ปกตินะ - เขาดูเหมือนซอมบี้"
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "th": "ฮัลโหล"
    }
  },
  {
    "translation": {
      "en": "-Hello? -Hello.",
      "th": "- ฮัลโหล - ฮัลโหล"
    }
  },
  {
    "translation": {
      "en": "-I need the toilet, open up! -Go deal with him.",
      "th": "- ฉันต้องเข้าห้องน้ำ เปิดประตู - ไปจัดการสิ"
    }
  },
  {
    "translation": {
      "en": "Open the door.",
      "th": "เปิดประตู"
    }
  },
  {
    "translation": {
      "en": "-Can't you use the one upstairs? -I'm in a wheelchair, you fucking idiot!",
      "th": "- ใช้ของชั้นบนได้ไหม - ฉันนั่งรถเข็น เจ้าโง่เอ๊ย"
    }
  },
  {
    "translation": {
      "en": "How am I supposed to get up the goddamn stairs?",
      "th": "ฉันจะขึ้นชั้นบนได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "-What are we gonna do? -I don't know.",
      "th": "- เราจะทำยังไง - ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "-Open the fucking door! -Let's put him behind the couch.",
      "th": "- เปิดประตูสิ - เอาเขาไว้หลังโซฟา"
    }
  },
  {
    "translation": {
      "en": "Shit. Man, I need the toilet. Open up.",
      "th": "บ้าจริง ฉันต้องเข้าส้วม เปิดประตู"
    }
  },
  {
    "translation": {
      "en": "Norman!",
      "th": "นอร์แมน"
    }
  },
  {
    "translation": {
      "en": "-Open the goddamn door! -Just a minute. I'm trying to find the key.",
      "th": "- เปิดประตูสิ - เดี๋ยวครับ ผมหากุญแจอยู่"
    }
  },
  {
    "translation": {
      "en": "I need the toilet, you fat bastard.",
      "th": "ฉันต้องเข้าห้องน้ำนะโว้ย"
    }
  },
  {
    "translation": {
      "en": "-Sorry, sorry. -I'm just going across the room",
      "th": "- โทษที - ผมหาทั่วห้องเลย"
    }
  },
  {
    "translation": {
      "en": "to get the key, Uncle Russell.",
      "th": "หากุญแจอยู่ครับ ลุงรัสเซลล์"
    }
  },
  {
    "translation": {
      "en": "So you could use the bathroom, 'cause I know you gotta doo-doo.",
      "th": "ลุงจะได้ใช้ห้องน้ำ ผมรู้ดีว่าลุงอยากอึ"
    }
  },
  {
    "translation": {
      "en": "Now open the fucking door! Shit! Damn it.",
      "th": "เปิดประตูเดี๋ยวนี้ เจ้าบ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "What the hell is going on here?",
      "th": "เกิดบ้าอะไรกันขึ้น"
    }
  },
  {
    "translation": {
      "en": "Uncle Russell.",
      "th": "ลุงรัสเซลล์"
    }
  },
  {
    "translation": {
      "en": "Get your ass out here. Uncle Russell nothing, man. Shit.",
      "th": "ย้ายก้นมานี่เลย ลุงรัสเซลล์อะไรอยู่ได้ เจ้าบ้า"
    }
  },
  {
    "translation": {
      "en": "Come on, Aaron, think.",
      "th": "ไม่เอาน่า แอรอน คิดสิ"
    }
  },
  {
    "translation": {
      "en": "-I'm thinking, I'm thinking. -Well, you know what?",
      "th": "- ฉันกำลังคิด - รู้อะไรไหมพี่"
    }
  },
  {
    "translation": {
      "en": "-Stop thinking and do something. -Why do I gotta do something?",
      "th": "- เลิกคิด ทำอะไรสักอย่าง - ทำไมฉันต้องเป็นคนทำ"
    }
  },
  {
    "translation": {
      "en": "-You the one that tied him up. -Well, somebody had to look out for Mama.",
      "th": "- นายน่ะอยากมัดเขาไว้ - ต้องมีคนคอยดูแลแม่"
    }
  },
  {
    "translation": {
      "en": "I been looking out for Mom since you got your book deal,",
      "th": "ฉันก็คอยดูแลแม่ เพราะนายเอาแต่เขียนหนังสือ"
    }
  },
  {
    "translation": {
      "en": "you pompous piece of shit. You just can't get over it, can you?",
      "th": "- แล้วก็เอาแต่คุยโว - ก้าวข้ามไม่ได้เลยใช่ไหมพี่"
    }
  },
  {
    "translation": {
      "en": "You burning with jealousy, all because I left and did what you always wanted to do?",
      "th": "มอดไหม้ด้วยไฟอิจฉา เพราะผมจากไปทำในสิ่งที่พี่อยากทำ"
    }
  },
  {
    "translation": {
      "en": "I couldn't just leave my family.",
      "th": "ฉันทิ้งครอบครัวฉันไปเฉยๆ ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I got Mom, I got Dad, I got a wife. I got all sorts of responsibilities.",
      "th": "ฉันมีแม่ มีพ่อ มีเมีย ฉันต้องรับผิดชอบทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "Don't put it off on responsibility.",
      "th": "อย่ามาพูดเรื่องความรับผิดชอบ"
    }
  },
  {
    "translation": {
      "en": "You spent three years on a novel, and you won't let anybody read it.",
      "th": "พี่เขียนนิยายมาสามปี แต่ไม่ยอมให้ใครอ่าน"
    }
  },
  {
    "translation": {
      "en": "What you gonna do? Wait until you're dead?",
      "th": "จะรอให้ตายก่อนหรือไง"
    }
  },
  {
    "translation": {
      "en": "What you think you're gonna be, the Tupac of books? Makaveli?",
      "th": "หรือคิดว่าพี่เป็นทูแพ็ก มาคาเวลี่ งั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "At least I'm not some hack writing a bunch of crap, Mr. Mama's Secret.",
      "th": "อย่างน้อยฉันก็ไม่เขียนเรื่องไร้สาระ อย่าง \"ความลับของแม่\" หรอก"
    }
  },
  {
    "translation": {
      "en": "The secret is it sucks. Mr. Black Hurt, it hurts to read that shit.",
      "th": "ความลับน่ะมันห่วย มิสเตอร์แบล็กเฮิร์ต เจ็บปวดที่ได้อ่าน"
    }
  },
  {
    "translation": {
      "en": "Mr. No Ink. Mr. Blank Page. Ain't nothing there. Ain't nothing there.",
      "th": "มิสเตอร์ไร้หมึก กระดาษเปล่า ไม่ใช่แบบนั้นๆ"
    }
  },
  {
    "translation": {
      "en": "At least my shit gets published. That's what it's about, just getting published?",
      "th": "- งานขยะของผมได้ตีพิมพ์ - เรื่องนั้นใช่ไหม ตีพิมพ์"
    }
  },
  {
    "translation": {
      "en": "-Don't put your hand on me, Aaron. -I'll put my hand on you.",
      "th": "- อย่ามาแตะตัวผม - ฉันจะแตะ"
    }
  },
  {
    "translation": {
      "en": "-Don't touch me, man. -I'll put my hand upside you.",
      "th": "- อย่ามาแตะผมนะพี่ - แตะอีกด้านก็ได้"
    }
  },
  {
    "translation": {
      "en": "-Is that what you... -I'm a hands-on motherfucker.",
      "th": "- แล้วพี่... - แตะไปแตะมาด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "What you wanna do, punch me? Punch me in the face?",
      "th": "พี่จะเอาไง จะต่อยผมเหรอ"
    }
  },
  {
    "translation": {
      "en": "No. Why would I do that when I could do this?",
      "th": "ทำไมต้องทำแบบนั้น ฉันจะทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "-Here, look. How does that feel? -My ball. My ball.",
      "th": "- นี่ไง รู้สึกยังไงบ้าง - ไข่ฉันๆ"
    }
  },
  {
    "translation": {
      "en": "I'm telling Mom.",
      "th": "ผมจะฟ้องแม่"
    }
  },
  {
    "translation": {
      "en": "-I'm telling Mom. -No, no.",
      "th": "- ผมจะฟ้องแม่ - ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "Don't you tell Mama! Don't you tell Mama!",
      "th": "อย่าฟ้องแม่ๆ"
    }
  },
  {
    "translation": {
      "en": "-Aaron, you wrong. -I got your black hurt.",
      "th": "- พี่พลาดแล้ว - เสร็จฉันละ แบล็กเฮิร์ต"
    }
  },
  {
    "translation": {
      "en": "-I got your... -Aaron.",
      "th": "- เสร็จละ... - แอรอน"
    }
  },
  {
    "translation": {
      "en": "-Go! Not now! -What is going on?",
      "th": "- ไปก่อน ไม่ใช่ตอนนี้ - เกิดอะไรกันขึ้น"
    }
  },
  {
    "translation": {
      "en": "-Get a brick or something. -Why are you acting like this?",
      "th": "- เอาอิฐมา - ทำไมคุณเป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "-Get off me. Tell her. -Tell me what?",
      "th": "- ปล่อยผมนะ แล้วบอกเธอ - บอกอะไรฉัน"
    }
  },
  {
    "translation": {
      "en": "-What? -Come here.",
      "th": "- อะไร - มานี่มา"
    }
  },
  {
    "translation": {
      "en": "Remember the guy with the leather jacket? Of course, yeah, your father's friend.",
      "th": "- จำชายที่ใส่แจ็กเก็ตหนังได้ไหม - จำได้ เพื่อนพ่อคุณไง"
    }
  },
  {
    "translation": {
      "en": "Okay, I don't know how to tell you this, but it looks like him and Dad were...",
      "th": "ผมไม่รู้จะบอกคุณยังไง แต่ดูเหมือนเขากับพ่อผม..."
    }
  },
  {
    "translation": {
      "en": "Were being intimate.",
      "th": "มีความเป็นส่วนตัวกัน"
    }
  },
  {
    "translation": {
      "en": "-They were having sex, Michelle. -No.",
      "th": "- พวกเขามีเซ็กส์กันนะ มิเชลล์ - ไม่"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -No. With him? Are you sure?",
      "th": "- จริง - ไม่ กับเขาน่ะนะ แน่ใจเหรอ"
    }
  },
  {
    "translation": {
      "en": "-I mean, maybe he's here making the... -We're sure.",
      "th": "- เขาอาจจะมาเพื่อ... - เราแน่ใจ"
    }
  },
  {
    "translation": {
      "en": "And what makes things worse",
      "th": "และเรื่องที่ทำให้มันแย่ลง"
    }
  },
  {
    "translation": {
      "en": "-is now this guy wants $30,000. -$30,000?",
      "th": "- ก็คือหมอนี่ต้องการสามหมื่น - สามหมื่นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Or else he's gonna start showing pictures of them doing stuff.",
      "th": "หรือจะให้เขาเอารูปไป เปิดโปงเรื่องที่พวกเขาทำ"
    }
  },
  {
    "translation": {
      "en": "-Stuff? Like what kind of stuff? -Sex stuff.",
      "th": "หรือจะให้เขาเอารูปไป เปิดโปงเรื่องที่พวกเขาทำ - เรื่องอะไรแบบไหน - เรื่องมีเซ็กส์"
    }
  },
  {
    "translation": {
      "en": "Oh, my!",
      "th": "เวรกรรม"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Quickly!",
      "th": "- โอเค - เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "-I got a goddamn torpedo coming down. -Wait a minute!",
      "th": "- ตอร์ปิโดจะออกแล้ว - รอเดี๋ยวก่อน"
    }
  },
  {
    "translation": {
      "en": "Get my pants. Get my... Take my pants down!",
      "th": "กางเกงฉัน ถอดกางเกงฉัน"
    }
  },
  {
    "translation": {
      "en": "-You do that by yourself! -No. How can I? I'm incapable!",
      "th": "- ถอดเองไม่ได้เหรอลุง - ไม่ ฉันจะทำได้ไง ฉันพิการ"
    }
  },
  {
    "translation": {
      "en": "I'm goddamn handicapped! My drawers, my drawers.",
      "th": "ฉันเป็นคนพิการ กางเกงในฉัน"
    }
  },
  {
    "translation": {
      "en": "-Don't leave me here... -No, who calls them drawers?",
      "th": "ใครเรียกมันว่ากางเกงใน"
    }
  },
  {
    "translation": {
      "en": "My drawers! My drawers! Come on! Am I there? Come on. Shit.",
      "th": "กางเกงในฉัน เร็วเข้า ได้ยัง เร็วเข้า บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "Wait a minute.",
      "th": "เดี๋ยวก่อนสิ"
    }
  },
  {
    "translation": {
      "en": "-That's the snake in my mouth. -Wait a minute! Wait a minute!",
      "th": "- คิดว่ามัดฉันได้เหรอ - เดี๋ยวก่อน"
    }
  },
  {
    "translation": {
      "en": "-No! No! My hand is stuck! -How you get your hand...",
      "th": "- ไม่นะ มือผมติดอยู่ - นายเอามือใส่ไปได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "-I love these padded seats. -No! No, my hand is stuck!",
      "th": "- ชอบเบาะรองนั่งจัง - ไม่นะ มือผมติดอยู่"
    }
  },
  {
    "translation": {
      "en": "No, Uncle Russell! Please!",
      "th": "ไม่นะ ลุงรัสเซลล์ ได้โปรด"
    }
  },
  {
    "translation": {
      "en": "Please come off. Please come off, man.",
      "th": "ขอละ ล้างออก ล้างออกน่ะ"
    }
  },
  {
    "translation": {
      "en": "How does something like that happen? Oh, my...",
      "th": "เรื่องแบบนี้เกิดขึ้นได้ยังไง เวรกรรม"
    }
  },
  {
    "translation": {
      "en": "Norman. Norman!",
      "th": "นอร์แมนๆ"
    }
  },
  {
    "translation": {
      "en": "Jeff, please, get me a towel. Please.",
      "th": "เจฟฟ์ ส่งผ้าเช็ดตัวให้หน่อย"
    }
  },
  {
    "translation": {
      "en": "-What? -You missed a spot.",
      "th": "- มีอะไร - ล้างไม่หมดน่ะ"
    }
  },
  {
    "translation": {
      "en": "No! No! No! Please, God. No!",
      "th": "ไม่ๆ ได้โปรด พระเจ้า ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "-Norman. Norman, calm down. Calm down. -No! No!",
      "th": "- นอร์แมนๆ ใจเย็นๆ - ไม่ๆ"
    }
  },
  {
    "translation": {
      "en": "I think I got some of it in my mouth.",
      "th": "ฉันว่ามันเข้าไปในปากฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "Norman! Pull yourself together!",
      "th": "นอร์แมน ตั้งสติหน่อย"
    }
  },
  {
    "translation": {
      "en": "Would you rather be shitty-mouthed or get caught? Think.",
      "th": "นายอยากกินอึหรือว่าถูกจับ คิดสิ"
    }
  },
  {
    "translation": {
      "en": "You right, you right. I'm gonna get myself together.",
      "th": "จริงด้วย ฉันต้องตั้งสติ ทุกอย่างจะต้องเรียบร้อย"
    }
  },
  {
    "translation": {
      "en": "Everything is copastetic. I'm gonna forget about the poop in my mouth.",
      "th": "จริงด้วย ฉันต้องตั้งสติ ทุกอย่างจะต้องเรียบร้อย ลืมเรื่องอึในปากซะ"
    }
  },
  {
    "translation": {
      "en": "-Just gonna hold my breath for a second. -It never was there, never was there.",
      "th": "- ขอกลั้นหายใจสักครู่ - ไม่เหม็นหรอกน่า ไม่เหม็นหรอก"
    }
  },
  {
    "translation": {
      "en": "-Shit. -Oh, no.",
      "th": "- เวรเอ๊ย - ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "How the... How the... How the fuck did he...",
      "th": "ได้ไง ทำไมเขาถึง..."
    }
  },
  {
    "translation": {
      "en": "-Check him. -Hey, hey, hey. Hey, buddy?",
      "th": "- ไปดูสิ - นี่ๆ เพื่อน"
    }
  },
  {
    "translation": {
      "en": "Hey. Are you okay, man?",
      "th": "เป็นอะไรหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "-Hey, buddy. -Check him.",
      "th": "- นี่เพื่อน - เป็นไง"
    }
  },
  {
    "translation": {
      "en": "-You okay? -Wake up. Come on, wake up, little buddy.",
      "th": "- โอเคไหม - ตื่นสิ เร็วเข้า เจ้าตัวน้อย"
    }
  },
  {
    "translation": {
      "en": "-What's his name? -I don't know.",
      "th": "- เขาชื่ออะไร - ฉันไม่รู้"
    }
  },
  {
    "translation": {
      "en": "-Larry, try Larry. -Larry?",
      "th": "- แลร์รี่ ลองแลร์รี่ดู - แลร์รี่"
    }
  },
  {
    "translation": {
      "en": "Shake him.",
      "th": "เขย่าสิ"
    }
  },
  {
    "translation": {
      "en": "-Hey, hey, Larry? -Come on.",
      "th": "- นี่ แลร์รี่ - ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "-Yo, Larry? -Maybe it's not Larry.",
      "th": "- ไง แลร์รี่ - อาจไม่ใช่ แลร์รี่"
    }
  },
  {
    "translation": {
      "en": "Try another one. Bert, Ernie, I don't know, Big Bird, whatever.",
      "th": "ลองชื่ออื่น เบิร์ท เออร์นี่ นกยักษ์ อะไรก็ได้"
    }
  },
  {
    "translation": {
      "en": "I'm gonna check to see if he's breathing, 'cause that's what people do when they're alive, right?",
      "th": "ดูว่าเขาหายใจไหม คนเป็นต้องหายใจ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna check to make sure he's breathing, 'cause he's gotta be breathing.",
      "th": "ฉันจะตรวจดู เขาจะต้องหายใจ"
    }
  },
  {
    "translation": {
      "en": "Lord Jesus, please let him be breathing. He's not breathing.",
      "th": "ได้โปรด ให้เขาหายใจด้วยเถอะ เขาไม่หายใจ"
    }
  },
  {
    "translation": {
      "en": "-Shit. -What?",
      "th": "- เวรละสิ - อะไร"
    }
  },
  {
    "translation": {
      "en": "He's dead.",
      "th": "เขาตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "We're just gonna give this guy half the money we saved.",
      "th": "เราจะให้เงินเก็บของเราครึ่งหนึ่ง กับหมอนี่"
    }
  },
  {
    "translation": {
      "en": "-It's not quite that simple. -Well, why not?",
      "th": "- มันไม่ง่ายอย่างนั้น - ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Aaron refused to pay.",
      "th": "แอรอนไม่ยอมจ่าย"
    }
  },
  {
    "translation": {
      "en": "-Well, how come you couldn't pay, Ryan? -That's not the point.",
      "th": "- แล้วทำไมนายไม่จ่ายล่ะ ไรอัน - หลงประเด็นแล้ว"
    }
  },
  {
    "translation": {
      "en": "Besides, the only reason Aaron tore up the check",
      "th": "อีกอย่าง สาเหตุที่แอรอนฉีกเช็คทิ้ง"
    }
  },
  {
    "translation": {
      "en": "is because little man was talking shit about his novel.",
      "th": "เพราะเจ้าเตี้ยนั่น พูดเรื่องนิยายของเขา"
    }
  },
  {
    "translation": {
      "en": "-Hey, hey, hey, hey, no. -Wait. What?",
      "th": "- นี่ๆ ไม่นะ - เดี๋ยว อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Your novel?",
      "th": "นิยายคุณ"
    }
  },
  {
    "translation": {
      "en": "You won't let me read your novel, but you let that guy read your novel?",
      "th": "คุณไม่ยอมให้ฉันอ่านนิยายคุณ แต่ยอมให้หมอนั่นอ่าน"
    }
  },
  {
    "translation": {
      "en": "-I didn't let him. -Really? Really, Aaron? Really?",
      "th": "- ผมเปล่ายอม - จริงน่ะ แอรอน จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Thanks a lot.",
      "th": "ขอบใจว่ะ"
    }
  },
  {
    "translation": {
      "en": "Let her go. She'll get over it.",
      "th": "ปล่อยเธอไป เดี๋ยวเธอก็ลืม"
    }
  },
  {
    "translation": {
      "en": "Hey. At least that white guy finally got what he deserved.",
      "th": "อย่างน้อยคนขาวนั่นก็สมควรโดนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Let me get this straight.",
      "th": "ขอฉันพูดตามตรงนะ"
    }
  },
  {
    "translation": {
      "en": "Our father was having gay sex with a guy that could fit in his pocket,",
      "th": "พ่อเรามีเซ็กส์กับเพศเดียวกัน โดยที่หมอนั่นขนาดตัวไม่สมกันเลย"
    }
  },
  {
    "translation": {
      "en": "and you're mad 'cause he's white?",
      "th": "แต่นายกลับโกรธที่เขาเป็นคนขาวเหรอ"
    }
  },
  {
    "translation": {
      "en": "I don't give a fuck 'cause... Leave me be. I'm grieving.",
      "th": "อย่ามางี่เง่าน่า ปล่อยผมไป ผมกำลังเศร้า"
    }
  },
  {
    "translation": {
      "en": "Grieving.",
      "th": "กำลังเศร้า"
    }
  },
  {
    "translation": {
      "en": "Hey, hi.",
      "th": "ว่ายังไงครับ สวัสดี"
    }
  },
  {
    "translation": {
      "en": "What the fuck is he doing now?",
      "th": "เขาทำอะไรอีกล่ะทีนี้"
    }
  },
  {
    "translation": {
      "en": "Norman. Why are you grinning like Louis Armstrong?",
      "th": "นอร์แมน ทำไมถึงยิ้มแบบ หลุยส์ อาร์มสตรอง"
    }
  },
  {
    "translation": {
      "en": "Aaron, Ryan, could you please come to the study?",
      "th": "แอรอน ไรอัน ช่วยเข้าไปที่ห้องหนังสือที"
    }
  },
  {
    "translation": {
      "en": "Smells like shit.",
      "th": "กลิ่นเหมือนอึเลย"
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "th": "ขอโทษครับ"
    }
  },
  {
    "translation": {
      "en": "What? Wait a minute, wait a minute.",
      "th": "อะไร เดี๋ยวนะ เดี๋ยวก่อน"
    }
  },
  {
    "translation": {
      "en": "Somebody call an ambulance. Get an... Get an ambulance.",
      "th": "ใครก็ได้ โทรเรียกรถพยาบาลที เรียกรถพยาบาลมา"
    }
  },
  {
    "translation": {
      "en": "It's... It's... There's no point.",
      "th": "มันไม่มีประโยชน์แล้ว"
    }
  },
  {
    "translation": {
      "en": "What do you mean, there's no point? I mean, look at him, Aaron. He's dead.",
      "th": "- หมายความว่ายังไง - ดูเขาสิ แอรอน เขาตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "You mean, like dead dead?",
      "th": "หมายถึงตายแหงแก๋เหรอ"
    }
  },
  {
    "translation": {
      "en": "-Is there any other kind of dead, Aaron? -What did y'all do to him?",
      "th": "- มีตายอย่างอื่นอีกหรือไง - พวกนายทำอะไรลงไป"
    }
  },
  {
    "translation": {
      "en": "-We didn't do nothing. -Well, you must've done something.",
      "th": "- เปล่านะ - นายต้องทำอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "When we left, he was alive, and I was expecting to find him that way when I got back.",
      "th": "ตอนเราออกไป เขายังมีชีวิตอยู่ แล้วฉันก็ยังอยากให้เป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "He got in a fight with the table and the table won.",
      "th": "เขาคงสู้กับโต๊ะ แล้วโต๊ะชนะ"
    }
  },
  {
    "translation": {
      "en": "-This is really bad. -Yeah.",
      "th": "- แย่แล้ว - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Guys, what are we gonna do? -About 25 to life.",
      "th": "- เราจะทำยังไงกันดี - จำคุก 25 ปี"
    }
  },
  {
    "translation": {
      "en": "I think I have somewhere else to be right now. Whoa, whoa, whoa, whoa.",
      "th": "- ฉันต้องชิ่งก่อนแล้ว - เฮ้ยๆ ๆ"
    }
  },
  {
    "translation": {
      "en": "Ryan, I can't go to jail. I'm not jail type.",
      "th": "ฉันไม่อยากติดคุก ฉันไม่ใช่พวกนั้น"
    }
  },
  {
    "translation": {
      "en": "You know how fast a rash spreads in prison?",
      "th": "รู้ไหมผื่นแพร่กระจายในคุกได้ไวแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Cut that shit out. No one here knows who this guy is.",
      "th": "อย่าไร้สาระ ไม่มีใครรู้จักหมอนี่"
    }
  },
  {
    "translation": {
      "en": "Nobody knows his name. They probably didn't even notice him.",
      "th": "ไม่มีใครรู้ชื่อเขา อาจไม่ได้สังเกตด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "Didn't notice him? He's four fucking feet tall.",
      "th": "ไม่สังเกตเขาเหรอ เขาสูงสี่ฟุตนะ"
    }
  },
  {
    "translation": {
      "en": "All we gotta do is get rid of the body.",
      "th": "ที่เราต้องทำก็แค่กำจัดศพ"
    }
  },
  {
    "translation": {
      "en": "-It'll be like he came and left. -What are you gonna do, put it on Craigslist?",
      "th": "- เหมือนว่าเขามาแล้วก็ไป - อัพขึ้นเครกส์ลิสต์ไหม"
    }
  },
  {
    "translation": {
      "en": "Takes me two months to get rid of a couch!",
      "th": "สองเดือนฉันก็ขายโซฟาออก"
    }
  },
  {
    "translation": {
      "en": "Wait.",
      "th": "เดี๋ยวนะ"
    }
  },
  {
    "translation": {
      "en": "Did anybody see the size of Uncle Edward's coffin?",
      "th": "สังเกตขนาดโลงของลุงเอ็ดเวิร์ด บ้างหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "You wanna bury him with our father?",
      "th": "นายอยากฝังเขากับพ่อเราเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "I mean, why not? It's not like anybody's gonna notice.",
      "th": "ทำไมจะไม่ล่ะ ไม่มีใครสังเกตหรอก"
    }
  },
  {
    "translation": {
      "en": "-Come on. -Wait a minute.",
      "th": "- เอาน่า - เดี๋ยวก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "You gotta admit it makes sense, Aaron. I mean, think about it.",
      "th": "พี่ต้องยอมรับว่านี่เข้าท่า ลองคิดดูสิ"
    }
  },
  {
    "translation": {
      "en": "The coffin's here, the hole's in the ground.",
      "th": "โลงอยู่นี่ หลุมลึกลงไปในดิน"
    }
  },
  {
    "translation": {
      "en": "I mean, unless you got a better suggestion, big bro.",
      "th": "เว้นแต่พี่จะมีคำแนะนำที่ดีกว่านี้"
    }
  },
  {
    "translation": {
      "en": "I say we bury the motherfucker.",
      "th": "ฉันว่าฝังๆ มันไปเถอะ"
    }
  },
  {
    "translation": {
      "en": "It's funny. No matter what you say or how many times you say it,",
      "th": "แปลกดีนะ ไม่ว่าคุณจะพูดยังไง พูดสักกี่ครั้ง"
    }
  },
  {
    "translation": {
      "en": "I'm still convinced that we're gonna wind up together.",
      "th": "ผมก็ยังเชื่อว่า เราจะกลับมาลงเอยกัน"
    }
  },
  {
    "translation": {
      "en": "Well, we all make mistakes, don't we?",
      "th": "- เราต่างก็ทำผิดพลาด จริงไหม - อีเลน ผมพูดจริง"
    }
  },
  {
    "translation": {
      "en": "Elaine, I'm serious. You only live once. All right?",
      "th": "- เราต่างก็ทำผิดพลาด จริงไหม - อีเลน ผมพูดจริง เราต่างก็ตายครั้งเดียว"
    }
  },
  {
    "translation": {
      "en": "So, you might as well do whatever it is that's gonna make you the most happy.",
      "th": "เราควรจะทำในสิ่งที่ทำให้มีความสุข"
    }
  },
  {
    "translation": {
      "en": "Maybe I found something outside of myself that I truly care about.",
      "th": "ฉันอาจพบบางอย่าง นอกเหนือตัวฉัน ที่ฉันแคร์จริงๆ"
    }
  },
  {
    "translation": {
      "en": "And maybe you should, too, Derek.",
      "th": "คุณก็ควรเช่นกัน เดเรค"
    }
  },
  {
    "translation": {
      "en": "And I'm not talking about my father or his money.",
      "th": "ฉันไม่ได้พูดถึงเรื่องพ่อฉัน หรือเงินของพ่อ"
    }
  },
  {
    "translation": {
      "en": "Well, that's just... That's just downright cold.",
      "th": "นั่นช่างเย็นชาจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-I care about you, Elaine. -You don't, Derek. You care about you.",
      "th": "- ผมแคร์คุณนะ อีเลน - เปล่าเลย คุณแคร์แต่ตัวเอง"
    }
  },
  {
    "translation": {
      "en": "You care about me in relation to how I affect you.",
      "th": "คุณแคร์ฉัน ในแบบที่ส่งผลต่อคุณ"
    }
  },
  {
    "translation": {
      "en": "Not true, Elaine. I deserve you. I do.",
      "th": "ไม่จริงเลย อีเลน ผมคู่ควรกับคุณ"
    }
  },
  {
    "translation": {
      "en": "-Get over yourself. -I'm serious.",
      "th": "- เลิกหลงตัวเองซะที - ผมพูดจริง หมอนี่มีดีอะไร"
    }
  },
  {
    "translation": {
      "en": "What is it about this guy? What does he have that I don't?",
      "th": "- เลิกหลงตัวเองซะที - ผมพูดจริง หมอนี่มีดีอะไร อะไรที่เขามีแล้วผมไม่มี ไม่ประสบความสำเร็จ ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Not success, right? Right?",
      "th": "อะไรที่เขามีแล้วผมไม่มี ไม่ประสบความสำเร็จ ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Well, for one thing, he's caring.",
      "th": "แค่อย่างเดียว เขาแคร์ไง"
    }
  },
  {
    "translation": {
      "en": "-Come on. -You wouldn't cross a room to help somebody in need,",
      "th": "คุณไม่วิ่งข้ามห้องไปช่วยใคร"
    }
  },
  {
    "translation": {
      "en": "-and that's all Oscar ever does. -Come on.",
      "th": "- แต่ออสการ์ทำ - ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "He helps people. He's considerate.",
      "th": "เขาช่วยผู้คน เขามีน้ำใจ"
    }
  },
  {
    "translation": {
      "en": "-He's thoughtful. He's stable. -Yeah?",
      "th": "- มีความคิด และมั่นคง - งั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "He's a bunch of things that you will never be.",
      "th": "มีอะไรอีกเยอะที่คุณไม่มี"
    }
  },
  {
    "translation": {
      "en": "-Like naked on the roof. -What?",
      "th": "- อย่างแก้ผ้าอยู่บนหลังคา - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Boy.",
      "th": "เวรกรรม"
    }
  },
  {
    "translation": {
      "en": "Oh, my God! Oscar!",
      "th": "พระเจ้า ออสการ์"
    }
  },
  {
    "translation": {
      "en": "Listen to me, I should've done this hours ago.",
      "th": "ผมควรทำนี่ตั้งนานแล้ว"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "th": "จะทำอะไร"
    }
  },
  {
    "translation": {
      "en": "-I don't know, but come here. -Stop it! No!",
      "th": "- ไม่รู้สิ แต่มานี่ - หยุดนะ ไม่"
    }
  },
  {
    "translation": {
      "en": "-Elaine? Oh, God. -Get off me!",
      "th": "- อีเลน พระเจ้า - ปล่อยฉันนะ"
    }
  },
  {
    "translation": {
      "en": "-Elaine! -Oh, my God!",
      "th": "- อีเลน - พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-Seriously. -Oscar!",
      "th": "- เอาจริงสิ - ออสการ์"
    }
  },
  {
    "translation": {
      "en": "Oscar, it's okay. What are you doing?",
      "th": "ออสการ์ ไม่เป็นไร คุณจะทำอะไร"
    }
  },
  {
    "translation": {
      "en": "-Could've had something beautiful, Elaine... -Oscar!",
      "th": "- น่าจะเป็นอะไรที่สวยงาม - ออสการ์"
    }
  },
  {
    "translation": {
      "en": "...but you had to ruin it. Not even bleeding. You hit like a girl.",
      "th": "แต่คุณทำพังหมด เลือดไม่ออกด้วยซ้ำ ต่อยเบาอย่างกับผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "Oscar! What are you doing?",
      "th": "ออสการ์ คุณทำอะไร"
    }
  },
  {
    "translation": {
      "en": "-What am I doing? -What are you doing?",
      "th": "- ผมทำอะไร - คุณจะทำอะไร"
    }
  },
  {
    "translation": {
      "en": "-I saw you kissing him. -No! -No, I wasn't kissing him! -Yes, I just saw it.",
      "th": "- ผมเห็นคุณจูบเขา ผมเห็นนะ - เปล่า"
    }
  },
  {
    "translation": {
      "en": "-You just kissed him! -No, I didn't kiss him,",
      "th": "- คุณจูบเขา - ฉันเปล่าจูบเขา"
    }
  },
  {
    "translation": {
      "en": "-I swear to you. -One more thing, Elaine. -You're a cheater. -Shut up and get out of here!",
      "th": "- ฉันสาบานได้ - คุณนอกใจผม"
    }
  },
  {
    "translation": {
      "en": "She cheated on me. I'm gonna jump.",
      "th": "- หุบปาก แล้วออกไป - เธอนอกใจ ผมจะโดด"
    }
  },
  {
    "translation": {
      "en": "-No! Honey! Honey, please, calm down. -That's it. I'm gonna go talk to Norman.",
      "th": "- ไม่ ที่รัก ใจเย็นก่อน - พอกันที ผมจะไปคุยกับนอร์แมน"
    }
  },
  {
    "translation": {
      "en": "You guys are perfect for each other. -You have drugs in your system. -I'm gonna jump.",
      "th": "- พวกคุณเหมาะสมกันแล้ว - ผมจะโดด"
    }
  },
  {
    "translation": {
      "en": "Oscar. No! Oscar, get back here! Honey, please!",
      "th": "ออสการ์ ไม่นะ กลับมานี่ ได้โปรด"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna jump. -Oscar, you're gonna hurt yourself.",
      "th": "- ผมจะโดด - ออสการ์ เดี๋ยวก็เจ็บตัวหรอก"
    }
  },
  {
    "translation": {
      "en": "Oscar! Oh, my God!",
      "th": "ออสการ์ โอ้ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-Oscar, are you okay? -I'm fine, I'm okay.",
      "th": "- ออสการ์ เป็นอะไรไหม - ผมไม่เป็นไร ผมโอเค"
    }
  },
  {
    "translation": {
      "en": "Look at all you ants. Shit.",
      "th": "ดูสิ มดเต็มเลย เวรกรรม"
    }
  },
  {
    "translation": {
      "en": "Shit, this is high up. Jesus Christ.",
      "th": "บ้าจริง บนนี้สูงจัง พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "So, how we gonna get him to the coffin?",
      "th": "เราจะเอาเขาลงโลงได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "What about that Louis Vuitton bag you brought?",
      "th": "กระเป๋าหลุยส์ วิตตองที่นายเอามาไง"
    }
  },
  {
    "translation": {
      "en": "We could fit two of him in there.",
      "th": "ใส่เขาสองคนยังได้เลย"
    }
  },
  {
    "translation": {
      "en": "You know, Aaron, this ain't about us. Okay? Come on, y'all, think.",
      "th": "นี่ไม่ใช่แค่เรา โอเคไหม ไม่เอาน่า ช่วยกันคิดสิ"
    }
  },
  {
    "translation": {
      "en": "We should smuggle him in the laundry bag.",
      "th": "เราแอบใส่เขาไว้ในถุงผ้า"
    }
  },
  {
    "translation": {
      "en": "Wow. Like they do in the prison movies.",
      "th": "- โอ้โฮ - แบบในหนังแหกคุกไง"
    }
  },
  {
    "translation": {
      "en": "-Norman, it's Derek, let me in. -Shit!",
      "th": "- นอร์แมน นี่เดเรค ให้ฉันเข้าไป - บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "-All right, let's put him in the bathroom. -Norman!",
      "th": "- เอาเขาไปไว้ในห้องน้ำ - นอร์แมน"
    }
  },
  {
    "translation": {
      "en": "-Hold on! -Norman.",
      "th": "- เดี๋ยวก่อน - นอร์แมน"
    }
  },
  {
    "translation": {
      "en": "Hold on! I'm trying to find my pants!",
      "th": "เดี๋ยวก่อน ฉันหากางเกงอยู่"
    }
  },
  {
    "translation": {
      "en": "-What pants? -Hold on!",
      "th": "- กางเกงอะไร - รอก่อน"
    }
  },
  {
    "translation": {
      "en": "Man, open the door. It's an emergency.",
      "th": "เปิดประตูสิ นี่เรื่องฉุกเฉิน"
    }
  },
  {
    "translation": {
      "en": "-Norman, please, let me in. -Shit.",
      "th": "- ให้ฉันเข้าไป - บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "What the hell? Aaron?",
      "th": "อะไรกัน แอรอน"
    }
  },
  {
    "translation": {
      "en": "What the hell's Uncle Russell doing in the toilet?",
      "th": "ลุงรัสเซลล์ไปทำอะไรในนั้น"
    }
  },
  {
    "translation": {
      "en": "-He had to go! -I don't care, not in there, not now.",
      "th": "- ก็เขาจะเข้า - ฉันไม่สน ไม่ใช่ในนั้น ไม่ใช่ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "-What the hell's wrong with you? -That's how I got old man poop...",
      "th": "- นายเป็นอะไรไป - ฉันจะอึยังไง"
    }
  },
  {
    "translation": {
      "en": "Aaron? Open the door. Let me in.",
      "th": "แอรอน เปิดประตู ให้ฉันเข้าไป"
    }
  },
  {
    "translation": {
      "en": "-Hey, hey. -Hey, Aaron.",
      "th": "- นี่ๆ - นี่ แอรอน"
    }
  },
  {
    "translation": {
      "en": "I gotta talk to Norman right now.",
      "th": "ฉันต้องคุยกับนอร์แมนเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm here. What's up?",
      "th": "ได้ ฉันอยู่นี่ มีอะไร"
    }
  },
  {
    "translation": {
      "en": "Hey, man, it's Oscar. He went crazy. He's up...",
      "th": "ออสการ์ เขาบ้าไปแล้ว เขาขึ้นไป..."
    }
  },
  {
    "translation": {
      "en": "-The hell's going on in here? -Nothing. What?",
      "th": "- เกิดบ้าอะไรขึ้นที่นี่ - เปล่านี่ อะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's Oscar, man. He went crazy. He's up on the roof, stark naked.",
      "th": "ออสการ์บ้าไปแล้ว เขาขึ้นไปบนหลังคา แก้ผ้าด้วย"
    }
  },
  {
    "translation": {
      "en": "He saw me kissing Elaine and now he's threatening to jump.",
      "th": "เขาเห็นฉันจูบอีเลน เขาก็เลยขู่ว่าจะโดด"
    }
  },
  {
    "translation": {
      "en": "-You were kissing Elaine? -Yeah, I told you she was in love with me.",
      "th": "- นายจูบอีเลนเหรอ - ฉันบอกนายแล้วไงว่าเธอรักฉัน"
    }
  },
  {
    "translation": {
      "en": "-Shit! -What?",
      "th": "- บ้าจริง - อะไร"
    }
  },
  {
    "translation": {
      "en": "I gotta... I gotta go. Whoa, hold up. Where you going, big boy?",
      "th": "- ฉันต้องไปแล้ว - เดี๋ยวสิ จะทำยังไงกับเจ้าหนูนี่"
    }
  },
  {
    "translation": {
      "en": "Ry, Ry, if he jumps, my sister's gonna kill me.",
      "th": "ถ้าเขาโดด น้องสาวฉันฆ่าฉันแน่"
    }
  },
  {
    "translation": {
      "en": "You know I wouldn't jump ship, but I gotta go. Aaron, I'm out.",
      "th": "ฉันไม่อยากเอาตัวรอด แต่ฉันต้องไป ฉันไปละ"
    }
  },
  {
    "translation": {
      "en": "Shit! I gotta go. Lock up. Don't kill anybody.",
      "th": "บ้าจริง ฉันไปนะ ล็อกประตู แล้วอย่าฆ่าใครอีก"
    }
  },
  {
    "translation": {
      "en": "-She's cheating on me! That girl right there. -Please, come down, baby.",
      "th": "- เธอนอกใจผม ผู้หญิงคนนั้น - ได้โปรด ใจเย็นก่อนที่รัก"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna jump now. -Oscar. Oscar, what are you doing?",
      "th": "- ผมจะโดดลงไป - ออสการ์ นายจะทำอะไร"
    }
  },
  {
    "translation": {
      "en": "-She cheated on me! -Oscar.",
      "th": "- เธอนอกใจ - ออสการ์"
    }
  },
  {
    "translation": {
      "en": "I didn't do anything! He kissed me! Oscar! Try to get down.",
      "th": "- ฉันไม่ได้ทำอะไร เขาจูบฉัน - ออสการ์ ลงมาเถอะ"
    }
  },
  {
    "translation": {
      "en": "Please, come down, baby.",
      "th": "ได้โปรด ลงมาเถอะ ที่รัก"
    }
  },
  {
    "translation": {
      "en": "-I don't want you to hurt yourself. -I saw you kissing him,",
      "th": "- ฉันไม่อยากให้คุณบาดเจ็บ - ผมเห็นคุณจูบเขา"
    }
  },
  {
    "translation": {
      "en": "cheating on me right in front of me. What was that?",
      "th": "- นอกใจผม ทำแบบนั้นได้ยังไง - เรามาคุยกันในนี้ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-Can we just talk about it in here? -Cheater, cheater, Derek eater,",
      "th": "- นอกใจผม ทำแบบนั้นได้ยังไง - เรามาคุยกันในนี้ได้ไหม คนโกง จอมเขมือบเดเรค"
    }
  },
  {
    "translation": {
      "en": "-had a dada, something, something. -Oscar, please!",
      "th": "- ชอบตีท้ายครัว และอื่นๆ - ออสการ์ ขอละ"
    }
  },
  {
    "translation": {
      "en": "You be quiet, Jezebel! Cheaters never win, winners never cheat.",
      "th": "เงียบไปเลย เจสซาเบล คนโกงไม่ชนะหรอก ผู้ชนะไม่เคยโกง"
    }
  },
  {
    "translation": {
      "en": "-I'm coming up. -No, ma'am.",
      "th": "- ฉันจะขึ้นไป - อย่าเชียวนะ"
    }
  },
  {
    "translation": {
      "en": "You don't wanna come back inside, -so I'm coming up. -Elaine, this is a man's job!",
      "th": "- คุณไม่ยอมลงมา งั้นฉันจะขึ้นไป - นี่มันงานของผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "-You can't... Don't come up here! -Don't do that! What are you doing?",
      "th": "- อย่าได้ขึ้นมาเชียว - อย่าทำแบบนั้น จะทำอะไร"
    }
  },
  {
    "translation": {
      "en": "-Elaine. Elaine! -You come up here, I'm jumping.",
      "th": "- อีเลน - คุณขึ้นมา ผมจะโดด"
    }
  },
  {
    "translation": {
      "en": "One more step, I'm... I'm jumping off this roof.",
      "th": "อีกก้าวเดียว ผมจะโดดลงไป"
    }
  },
  {
    "translation": {
      "en": "-Elaine! -Elaine.",
      "th": "- อีเลน - อีเลน"
    }
  },
  {
    "translation": {
      "en": "-Elaine! -Don't come up here! I'm gonna jump.",
      "th": "- อีเลน - อย่าขึ้นมา ผมจะโดด"
    }
  },
  {
    "translation": {
      "en": "What are you doing? Elaine!",
      "th": "ลูกทำอะไร อีเลน"
    }
  },
  {
    "translation": {
      "en": "-Hey. -Hey!",
      "th": "- นี่ - นี่"
    }
  },
  {
    "translation": {
      "en": "-God, what are you doing now? -Hey, hey, hey.",
      "th": "- พระเจ้า คุณทำอะไรอยู่ - นี่ๆ"
    }
  },
  {
    "translation": {
      "en": "I think I can get rid of this guy, but I need you to stay out here",
      "th": "ผมกำจัดหมอนั่นได้แล้ว แต่ผมอยากให้คุณอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "and make sure that nobody comes in, okay? Okay, fine, fine, fine. I'll do what I can.",
      "th": "- แล้วอย่าปล่อยให้ใครเข้าไป - ได้ ฉันจะทำเต็มที่"
    }
  },
  {
    "translation": {
      "en": "-But, listen, you owe me. -Okay.",
      "th": "- ฟังนะ คุณติดค้างฉัน - โอเค"
    }
  },
  {
    "translation": {
      "en": "-Big time. -Okay, okay, all the sperm you want.",
      "th": "- ครั้งใหญ่ - ให้สเปิร์มหมดตัวเลย"
    }
  },
  {
    "translation": {
      "en": "-All the sperm you want. -Yeah, please.",
      "th": "- ให้สเปิร์มหมดตัวเลย - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Don't. -All the sperm I want. All the sperm I want.",
      "th": "- อย่านะ - ให้สเปิร์มหมดตัวเลย"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-Who is it? -It's Aaron.",
      "th": "- ใครน่ะ - แอรอน"
    }
  },
  {
    "translation": {
      "en": "Who do you think it is? Open the door.",
      "th": "คิดว่าใครอีกล่ะ เปิดประตู"
    }
  },
  {
    "translation": {
      "en": "Everybody's outside. We gotta move this body right now.",
      "th": "ทุกคนออกไปข้างนอก เราต้องย้ายศพเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "-Well, let's do it. -Let's go for it.",
      "th": "- ย้ายกันเลย - เอาเลย"
    }
  },
  {
    "translation": {
      "en": "-Let me get my arms up. -Come on. Come on.",
      "th": "- ฉันช้อนแขนขึ้นเอง - เร็วเข้า ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "-You got that? -Be gentle, be gentle.",
      "th": "- ยกไหวไหม - ค่อยๆ นะ"
    }
  },
  {
    "translation": {
      "en": "Just because he's dead don't mean he can't bruise.",
      "th": "เพราะเขาตายแล้ว ไม่ได้หมายความว่าฟกช้ำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-He's small, but he's heavy as shit. -You turn him around this way.",
      "th": "- ตัวเล็กแต่หนักน่าดู - หมุนมาทางนี้สิ"
    }
  },
  {
    "translation": {
      "en": "-Come on. You go first. -Be careful with his head.",
      "th": "- นายออกก่อน - ระวังด้วย"
    }
  },
  {
    "translation": {
      "en": "-All right. -Be careful with his head.",
      "th": "- เอาละ - ระวัง"
    }
  },
  {
    "translation": {
      "en": "I wish Dad would've picked a smaller guy.",
      "th": "อยากให้พ่อเลือกคน ที่ตัวเล็กกว่านี้จัง"
    }
  },
  {
    "translation": {
      "en": "Quick.",
      "th": "เร็ว"
    }
  },
  {
    "translation": {
      "en": "Quick.",
      "th": "เร็ว"
    }
  },
  {
    "translation": {
      "en": "You got it. Come on.",
      "th": "นายทำได้ เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "-Make sure no one comes in. -Okay.",
      "th": "- อย่าให้ใครเข้ามาละ - โอเค"
    }
  },
  {
    "translation": {
      "en": "Hey there, young fellow.",
      "th": "ว่าไง พ่อหนุ่ม"
    }
  },
  {
    "translation": {
      "en": "-Hey, Reverend! -You think I can find a phone somewhere?",
      "th": "- สวัสดีครับ - โทรศัพท์อยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "There's something I wanna ask you. At what age did you decide to get your church on?",
      "th": "ผมมีเรื่องอยากจะถาม หลวงพ่อบวชตอนอายุเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "Watch out, watch out, watch out, watch out.",
      "th": "ระวังนะ ระวังๆ"
    }
  },
  {
    "translation": {
      "en": "-I really need to use the phone. -That's cool.",
      "th": "- ฉันต้องใช้โทรศัพท์ - เยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "-Was there one inside here? -No, there's no one inside there,",
      "th": "- ในนั้นมีสักเครื่องไหม - ในนั้นไม่มีครับ"
    }
  },
  {
    "translation": {
      "en": "but I need to make a confession.",
      "th": "- แต่ผมมีเรื่องจะสารภาพ - ฉันไม่ใช่พระ"
    }
  },
  {
    "translation": {
      "en": "-I'm not a priest. -That's all right, 'cause I'm not a Catholic!",
      "th": "- แต่ผมมีเรื่องจะสารภาพ - ฉันไม่ใช่พระ ไม่เป็นไร ผมก็ไม่ใช่คาทอลิก"
    }
  },
  {
    "translation": {
      "en": "It's just that, I know that I've been touched in some religious fashion.",
      "th": "คือผมถูกครอบงำ โดยพวกลัทธิที่กำลังนิยม"
    }
  },
  {
    "translation": {
      "en": "I'm addicted to strip clubs. The smell, the pole, the stretch marks, the C-section scars.",
      "th": "ผมชอบคลับเปลื้องผ้า ชอบกลิ่นเสา รอยแผลเป็นยาว ผ่าหน้าท้อง"
    }
  },
  {
    "translation": {
      "en": "I didn't know nothing about whip cream. Nothing! I didn't even... 'Cause I'm diabetic,",
      "th": "ผมไม่ยุ่งเกี่ยวกับวิปครีม เพราะผมเป็นเบาหวาน"
    }
  },
  {
    "translation": {
      "en": "so if I eat whip cream in the wrong place, I'm gonna break out.",
      "th": "ถ้าผมเผลอกินวิปครีมเข้าไป ผมก็คงแย่"
    }
  },
  {
    "translation": {
      "en": "-Got him? -Got him.",
      "th": "- ไหวไหม - ไหวสิ"
    }
  },
  {
    "translation": {
      "en": "We can't just leave him like this.",
      "th": "เราวางไว้แบบนี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Well, in a strange way, this might be what he wanted.",
      "th": "แปลกไปหน่อย แต่เขาอาจชอบแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Come on, man. You can't be serious for one damn second?",
      "th": "ไม่เอาน่า จริงจังอะไรสักเรื่องได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Just forget it, man. That's just more Ryan bullshit.",
      "th": "ช่างเถอะ ก็แค่อีกเรื่องไร้สาระของไรอัน"
    }
  },
  {
    "translation": {
      "en": "Why you gotta say shit like that?",
      "th": "ทำไมต้องว่ากันขนาดนั้นด้วย"
    }
  },
  {
    "translation": {
      "en": "Why don't you try laughing, enjoying life? Be spontaneous for once.",
      "th": "ทำไมพี่ไม่หัวเราะ สนุกกับชีวิต ปล่อยตัวปล่อยใจบ้างสักครั้ง"
    }
  },
  {
    "translation": {
      "en": "It might make you a better writer.",
      "th": "อาจทำให้เป็นนักเขียนที่ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "-You done? -Yeah, I'm done.",
      "th": "- พูดจบหรือยัง - จบแล้ว"
    }
  },
  {
    "translation": {
      "en": "Let's do this.",
      "th": "งั้นมาจัดการนี่"
    }
  },
  {
    "translation": {
      "en": "Just this light came down on me, and there was angels,",
      "th": "มีแสงส่องลงมาที่ผม แล้วก็มีเทวดา"
    }
  },
  {
    "translation": {
      "en": "-but they were dressed like strippers. -Look, look,",
      "th": "แต่งตัวเหมือนนักเต้นเปลื้องผ้า"
    }
  },
  {
    "translation": {
      "en": "I really need to make a phone call. There's a man outside on the roof -and he's about to jump. -Don't worry about it.",
      "th": "ฉันต้องใช้โทรศัพท์ มีคนบนหลังคาและกำลังจะกระโดด"
    }
  },
  {
    "translation": {
      "en": "-He gonna be jumping for joy after I get... -Wait, wait, hey!",
      "th": "ไม่ต้องห่วง เขาโดดแบบสนุกๆ เดี๋ยวๆ นี่"
    }
  },
  {
    "translation": {
      "en": "But, Reverend, I haven't finished telling you.",
      "th": "หลวงพ่อ ผมยังเล่าไม่จบ"
    }
  },
  {
    "translation": {
      "en": "-I met Shalawnda in the strip club. -Let's pray.",
      "th": "- ผมเจอชาลอว์นด้าในคลับ - มาสวดมนต์กัน"
    }
  },
  {
    "translation": {
      "en": "Bye, Dad.",
      "th": "ลาก่อนครับพ่อ"
    }
  },
  {
    "translation": {
      "en": "-Oscar... -Don't come any closer,",
      "th": "- ออสการ์ - อย่าเข้ามาใกล้..."
    }
  },
  {
    "translation": {
      "en": "-or I'm gonna jump off this roof. -I love you. I only love you.",
      "th": "- ไม่อย่างนั้นผมจะโดดลงไป - ฉันรักคุณคนเดียว"
    }
  },
  {
    "translation": {
      "en": "-What were you doing with him, then? -I wasn't with him.",
      "th": "- แล้วไปจูบเขาทำไม - ฉันเปล่า"
    }
  },
  {
    "translation": {
      "en": "-I saw you kissing him passionately. -He kissed me!",
      "th": "- ผมเห็นคุณจูบเขา - เขาจูบฉัน"
    }
  },
  {
    "translation": {
      "en": "It doesn't matter. I'll never be good enough. -That's not true. -I'll never be good enough for your father.",
      "th": "ไม่สำคัญหรอก ผมไม่เคยดีพอสำหรับพ่อคุณ"
    }
  },
  {
    "translation": {
      "en": "-I'm never gonna be good enough for you. -Baby, come inside, please.",
      "th": "- ผมไม่เคยดีพอสำหรับคุณ - ที่รัก เข้าไปข้างในเถอะ"
    }
  },
  {
    "translation": {
      "en": "-No, you go inside. -You have to come with me.",
      "th": "- ไม่ คุณนั่นแหละเข้าไป - คุณต้องไปกับฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "Why should I? Because you're gonna be a father.",
      "th": "- ทำไมผมต้องไป - เพราะคุณกำลังจะเป็นพ่อคน"
    }
  },
  {
    "translation": {
      "en": "-I'm pregnant? -No.",
      "th": "- ผมท้องเหรอ - เปล่า"
    }
  },
  {
    "translation": {
      "en": "-I'm pregnant. -You're pregnant, too?",
      "th": "- ฉันท้อง - คุณก็ท้องเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes. We're pregnant.",
      "th": "ใช่ เราท้อง"
    }
  },
  {
    "translation": {
      "en": "-We're gonna have a baby? -Yeah.",
      "th": "- เราจะมีลูกกัน - ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "th": "จริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "Baby, you scared me. Don't do that.",
      "th": "คุณทำฉันกลัว อย่าทำอีกนะ"
    }
  },
  {
    "translation": {
      "en": "We're having a baby!",
      "th": "เรากำลังจะมีลูก"
    }
  },
  {
    "translation": {
      "en": "-Great. -It's okay.",
      "th": "- เยี่ยมเลย - ไม่เป็นไรครับ"
    }
  },
  {
    "translation": {
      "en": "I wish somebody would give me a baby.",
      "th": "ฉันก็อยากให้มีใครทำฉันท้องบ้าง"
    }
  },
  {
    "translation": {
      "en": "You blew it, son! This is... It's upsetting for me, too.",
      "th": "- นายทำพังหมด - นี่ก็ ทำผมโมโหเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "I'm gonna go check on Cynthia.",
      "th": "ฉันจะไปดูซินเธียหน่อย"
    }
  },
  {
    "translation": {
      "en": "Aaron? Hurry up! People are coming inside!",
      "th": "แอรอน เร็วเข้า คนกำลังจะเข้าไปข้างใน"
    }
  },
  {
    "translation": {
      "en": "Aaron! Is he gone?",
      "th": "แอรอน เขาไปหรือยัง"
    }
  },
  {
    "translation": {
      "en": "-Looks like it. -Well, everything's cool?",
      "th": "- ดูเหมือนจะอย่างนั้น - ทุกอย่างเรียบร้อยนะ"
    }
  },
  {
    "translation": {
      "en": "Everything's cool. It's...",
      "th": "ทุกอย่างเรียบร้อย มัน..."
    }
  },
  {
    "translation": {
      "en": "-Cool. -Yeah.",
      "th": "- เรียบร้อย - ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "-Can we go now? -Yeah.",
      "th": "- ลงไปได้หรือยัง - ครับ"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Okay.",
      "th": "- โอเค - โอเค"
    }
  },
  {
    "translation": {
      "en": "Oh, my God! Oscar, hold on! Oh, my God!",
      "th": "พระเจ้า ออสการ์ เกาะไว้ โอ้ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "Honey. Oh, shit.",
      "th": "ที่รัก ตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Jeff! -Fuck!",
      "th": "- เจฟฟ์ - บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "-Jeff! Jeff, help me, please! -Stay... Stay right... Stay right there!",
      "th": "- เจฟฟ์ ช่วยด้วย - เกาะไว้ อยู่นิ่งๆ"
    }
  },
  {
    "translation": {
      "en": "-Elaine, stay right there! -Be careful, he's on something.",
      "th": "ระวังด้วย เขาเมาอยู่"
    }
  },
  {
    "translation": {
      "en": "-I got him, I got him. -Okay?",
      "th": "- ฉันจัดการเอง - โอเค"
    }
  },
  {
    "translation": {
      "en": "Someone's coming up. You're gonna be fine.",
      "th": "มีคนขึ้นไปแล้ว ไม่เป็นไรหรอก"
    }
  },
  {
    "translation": {
      "en": "-Jeff! -I'm slipping, I'm slipping.",
      "th": "- เจฟฟ์ - ผมลื่นๆ"
    }
  },
  {
    "translation": {
      "en": "Pull yourself back up!",
      "th": "ดึงตัวขึ้นมาสิ"
    }
  },
  {
    "translation": {
      "en": "Jeff! Jeff, hurry up!",
      "th": "เจฟฟ์ๆ เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "-Pull yourself back up! -Okay, I can't do it.",
      "th": "- ดึงตัวเองขึ้นมา - โอเค ผมทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-Somebody, help me, please! -Help me!",
      "th": "- ใครก็ได้ช่วยด้วย ได้โปรด - ช่วยด้วย"
    }
  },
  {
    "translation": {
      "en": "-Jeff! -Jeff!",
      "th": "- เจฟฟ์ - เจฟฟ์"
    }
  },
  {
    "translation": {
      "en": "-Oscar, I'm coming! -Come on.",
      "th": "- ออสการ์ ฉันมาแล้ว - เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "Oscar!",
      "th": "ออสการ์"
    }
  },
  {
    "translation": {
      "en": "Baby, please, help me, help me. I can't hold you.",
      "th": "ที่รัก ได้โปรด ช่วยฉัน ฉันรั้งไว้ไม่ไหวแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Who's that? -I got him. I got him.",
      "th": "- ใครน่ะ - ได้ตัวแล้วๆ"
    }
  },
  {
    "translation": {
      "en": "-Jeff! It's Jeff! -Jeff?",
      "th": "- เจฟฟ์มา - เจฟฟ์"
    }
  },
  {
    "translation": {
      "en": "My manhood is being questioned right now. Just... Come on.",
      "th": "- ฉันกำลังกังขาในความเป็นชายอยู่ - แค่ ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "-You have him? -Yeah, it's on my cheek.",
      "th": "- ได้ตัวเขาแล้วใช่ไหม - ใช่ แนบแก้มเลย"
    }
  },
  {
    "translation": {
      "en": "-Okay. I'm letting go now! -It's on my cheek, Elaine.",
      "th": "- ฉันปล่อยละนะ - แนบติดแก้มเลย"
    }
  },
  {
    "translation": {
      "en": "-You're okay, Jeff has you. -He's incredibly endowed.",
      "th": "- เจฟฟ์จับคุณไว้แล้ว - ได้จากพ่อมาเยอะนะ"
    }
  },
  {
    "translation": {
      "en": "I could use some help here, please.",
      "th": "ฉันอยากให้ช่วยตรงนี้หน่อย"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I got you, buddy.",
      "th": "- ใช่แล้ว - ฉันจับนายไว้แล้วเพื่อน"
    }
  },
  {
    "translation": {
      "en": "-You're so beautiful. -Okay, I love you.",
      "th": "- คุณสวยจังเลย - ฉันรักคุณนะ"
    }
  },
  {
    "translation": {
      "en": "I love you!",
      "th": "ผมรักคุณ"
    }
  },
  {
    "translation": {
      "en": "Hi, Miss Cynthia. Norman.",
      "th": "- ไงครับ คุณซินเธีย - นอร์แมน"
    }
  },
  {
    "translation": {
      "en": "Is that you?",
      "th": "นั่นเธอเหรอ"
    }
  },
  {
    "translation": {
      "en": "Aaron? -Aaron, I really think we should start again. -I'll get the reverend.",
      "th": "- แอรอน แม่ว่าเราเริ่มงานได้แล้ว - ผมจะไปตามบาทหลวง"
    }
  },
  {
    "translation": {
      "en": "Ryan, thank you so much for getting things back on track.",
      "th": "ไรอัน ขอบใจมากที่ทำให้ ทุกอย่างเข้าที่เข้าทาง"
    }
  },
  {
    "translation": {
      "en": "I am really so glad you're here.",
      "th": "แม่ดีใจมากที่ลูกอยู่ด้วย"
    }
  },
  {
    "translation": {
      "en": "Where's Uncle Russell?",
      "th": "ลุงรัสเซลล์อยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "I'm starting to feel better.",
      "th": "ผมรู้สึกดีขึ้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Good. -Thanks to you. And you.",
      "th": "- ดีเลย - ต้องขอบคุณคุณ แล้วก็ลูก"
    }
  },
  {
    "translation": {
      "en": "And you, Jeff. Thank you. Thank you, Jeff.",
      "th": "- แล้วก็คุณ เจฟฟ์ ขอบคุณ - ขอบคุณ เจฟฟ์"
    }
  },
  {
    "translation": {
      "en": "-That was very brave. -Hey. Whoa, whoa.",
      "th": "- นั่นกล้าหาญมาก - เฮ้ยๆ"
    }
  },
  {
    "translation": {
      "en": "Listen, no offense, but, like, me and you can't never touch again.",
      "th": "ฟังนะ อย่าว่ากัน แต่นายกับฉัน อย่าถูกตัวกันอีก"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Okay.",
      "th": "- ก็ได้ - ตกลงนะ"
    }
  },
  {
    "translation": {
      "en": "-Jeff. -All right.",
      "th": "- เจฟฟ์ - ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "I need to go get, like, a big-ass Tic Tac right now.",
      "th": "ฉันคงต้องไปหา ลูกอมกลิ่นมินต์อมสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "Oh, God. Oh, baby.",
      "th": "พระเจ้า โอ้ ที่รัก"
    }
  },
  {
    "translation": {
      "en": "-Oh, shit. -Jeff...",
      "th": "- ให้ตาย - เจฟฟ์"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, Dad. I'm just... I'm just real vulnerable right now.",
      "th": "ขอโทษครับพ่อ ผมแค่อ่อนไหวไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "Do you have those buttons there?",
      "th": "ติดกระดุมหมดแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Okay.",
      "th": "- ครับ - โอเค"
    }
  },
  {
    "translation": {
      "en": "-Elaine. -Dad.",
      "th": "- อีเลน - พ่อคะ"
    }
  },
  {
    "translation": {
      "en": "-Thank God you're safe. -Yes. We're good.",
      "th": "- ขอบคุณพระเจ้า ลูกปลอดภัย - ค่ะ เราปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "And you. You imbecile. What the hell is wrong with you?",
      "th": "แล้วนาย เจ้างี่เง่า นายเป็นบ้าอะไรไป"
    }
  },
  {
    "translation": {
      "en": "Stay away from my daughter.",
      "th": "อยู่ให้ห่างลูกสาวฉันเลย"
    }
  },
  {
    "translation": {
      "en": "-Look, Dad... -Elaine, stay out of this.",
      "th": "- พ่อคะ - อีเลน อย่ายุ่งกับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "No! I'm not gonna stay out of it. This is my life.",
      "th": "ไม่ หนูต้องยุ่ง นี่มันชีวิตหนู"
    }
  },
  {
    "translation": {
      "en": "You don't like it, too bad. But I'm gonna tell you something.",
      "th": "พ่อไม่ชอบก็แย่หน่อย แต่หนูจะบอกอะไรให้นะ"
    }
  },
  {
    "translation": {
      "en": "If you wanna have me and my child in your life,",
      "th": "ถ้าพ่อยังอยากเจอหน้าหนูกับลูก"
    }
  },
  {
    "translation": {
      "en": "you better change your attitude. You got that?",
      "th": "พ่อควรเปลี่ยนทัศนคติซะใหม่ เข้าใจไหมคะ"
    }
  },
  {
    "translation": {
      "en": "-I love you. -My little girl.",
      "th": "- หนูรักพ่อนะ - สาวน้อยของพ่อ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "จ้ะ"
    }
  },
  {
    "translation": {
      "en": "I love you, too, Dad.",
      "th": "ผมก็รักพ่อ"
    }
  },
  {
    "translation": {
      "en": "What the fuck's going on in here?",
      "th": "เกิดบ้าอะไรกันขึ้นในนี้"
    }
  },
  {
    "translation": {
      "en": "-Sorry, Uncle Russell. -Yeah, sorry about that.",
      "th": "- ขอโทษครับ ลุงรัสเซลล์ - ขอโทษด้วยครับ"
    }
  },
  {
    "translation": {
      "en": "Somebody was on the roof, and we just had to get him off.",
      "th": "มีคนขึ้นไปบนหลังคา เราต้องไปเอาเขาลงมา"
    }
  },
  {
    "translation": {
      "en": "Okay, I got your pants. I got your pants. Hold on.",
      "th": "ผมจับกางเกงไว้ เดี๋ยวครับ"
    }
  },
  {
    "translation": {
      "en": "Never mind that. What about that dead body you dragged in here?",
      "th": "ช่างเถอะ แล้วศพที่แกลากเข้ามาล่ะ"
    }
  },
  {
    "translation": {
      "en": "-What... -Dead body?",
      "th": "- อะไร - ศพเหรอ"
    }
  },
  {
    "translation": {
      "en": "-No dead body. -Hey, don't mess with me!",
      "th": "- ไม่มีศพ - อย่ามาตบตาฉัน"
    }
  },
  {
    "translation": {
      "en": "I know a dead man when I see one. I live in a goddamn retirement home.",
      "th": "ฉันเห็นก็รู้ว่าตายแล้ว ฉันอยู่บ้านคนชรานะ"
    }
  },
  {
    "translation": {
      "en": "Let's go, God damn it. It smells in this room. Shit!",
      "th": "ไปเถอะ ให้ตายสิ ห้องนี้มันเหม็นอึ"
    }
  },
  {
    "translation": {
      "en": "-How's the... How's the skin thing? -I don't know.",
      "th": "- เป็นไง เรื่องผิวเป็นยังไงบ้าง - ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "I'm more concerned with the shit smell. Can you tell?",
      "th": "ฉันห่วงเรื่องเหม็นอึมากกว่า นายว่าเหม็นไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, but the thing on your hand, you just put a little vinegar on it.",
      "th": "ก็เหม็น แต่ไอ้ที่ขึ้นบนมือนาย ลองทาด้วยน้ำส้มสายชูนะ"
    }
  },
  {
    "translation": {
      "en": "That'll clear it right up. It's an old family secret.",
      "th": "มันจะช่วยให้หายไป สูตรลับของครอบครัว"
    }
  },
  {
    "translation": {
      "en": "The shit thing, I can't help you with. I would recommend a shower or a bath.",
      "th": "เรื่องเหม็นอึ ฉันคงช่วยไม่ได้ ฉันว่านายน่าจะไปอาบน้ำ"
    }
  },
  {
    "translation": {
      "en": "-Thanks. -You're welcome.",
      "th": "- ขอบคุณ - ด้วยความยินดี"
    }
  },
  {
    "translation": {
      "en": "-I'm sorry about the whole Elaine thing. -It's okay.",
      "th": "- ฉันเสียใจด้วยเรื่องอีเลน - ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Did you hear she's gonna have a kid? Can you see me as a dad?",
      "th": "เธอกำลังจะมีลูก นายคิดว่าฉันเป็นพ่อคนได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-No. -No.",
      "th": "- ไม่ - ไม่"
    }
  },
  {
    "translation": {
      "en": "Well, this shit's been crazy.",
      "th": "เรื่องมันชักยุ่ง"
    }
  },
  {
    "translation": {
      "en": "You have people falling out of the casket, you got people hanging off the roof.",
      "th": "มีคนตกจากโลง มีคนขึ้นไปบนหลังคา"
    }
  },
  {
    "translation": {
      "en": "Can I have the keys? I'm gonna go wait in the car.",
      "th": "เอากุญแจมา ฉันจะไปรอในรถ"
    }
  },
  {
    "translation": {
      "en": "-What? -I'm just tired.",
      "th": "- อะไรนะ - ฉันเหนื่อยๆ น่ะ"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Okay.",
      "th": "- โอเค - โอเค"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "นี่"
    }
  },
  {
    "translation": {
      "en": "-Love you. -Hey, I love you, too.",
      "th": "- รักนะ - รักเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "I saw him! He was dead!",
      "th": "ฉันเห็นเขา เขาตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "-I know you did, Uncle Russell. We all did. -Shit.",
      "th": "- เรารู้ครับว่าลุงเห็น เราก็เห็น - บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "No, dumbshit. In the bathroom. He was in the bathroom dead.",
      "th": "อย่าโง่น่า ในห้องน้ำ เขาตายอยู่ในห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "I cannot believe what a nightmare today has been.",
      "th": "ไม่อยากเชื่อเลย วันนี้มันฝันร้ายชัดๆ"
    }
  },
  {
    "translation": {
      "en": "I don't know, I think it's kind of exciting. For a funeral.",
      "th": "ไม่รู้สิ ฉันว่าน่าตื่นเต้นดี สำหรับงานศพละนะ"
    }
  },
  {
    "translation": {
      "en": "-Listen, about that stuff earlier, I... -I know, we'll work it out.",
      "th": "- เรื่องก่อนหน้านี้ ผม... - ฉันรู้ เราจะหาทางออกกัน"
    }
  },
  {
    "translation": {
      "en": "-Agreed? -Agreed.",
      "th": "- เห็นด้วยไหม - เห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "Let's just get through this day and then we'll worry about the rest of our lives.",
      "th": "แค่ให้ผ่านวันนี้ไป แล้วเราค่อยห่วงชีวิตเราที่เหลือ"
    }
  },
  {
    "translation": {
      "en": "I still have to give this eulogy. After everything I found out.",
      "th": "ผมยังต้องกล่าวคำอาลัยนี่ หลังจากที่รู้เรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "We've really got to get this damn thing started.",
      "th": "เมื่อไหร่จะเริ่มงานบ้านี่สักที"
    }
  },
  {
    "translation": {
      "en": "Look, we're gonna have to zip through this thing now, son.",
      "th": "เราต้องรวบรัดกันหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "I mean, I've already missed a funeral and two christenings.",
      "th": "ฉันพลาดหนึ่งงานศพ กับสองพิธีตั้งชื่อแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Yeah, yeah, sure. Let's... Let's start. -Okay. You want a open casket?",
      "th": "- ครับ เริ่มกันเลย - อยากเปิดโลงไหม"
    }
  },
  {
    "translation": {
      "en": "-No! -No.",
      "th": "- ไม่ครับ - ไม่"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Everybody in their seats now.",
      "th": "ทุกท่าน เชิญนั่ง"
    }
  },
  {
    "translation": {
      "en": "-You with the hat? -Yeah?",
      "th": "- คุณคนที่สวมหมวก - คะ"
    }
  },
  {
    "translation": {
      "en": "Sit on down.",
      "th": "นั่งลงสิ"
    }
  },
  {
    "translation": {
      "en": "Now, I'd like to apologize on behalf of the family for all of the distractions.",
      "th": "ผมต้องขอโทษกับการกระทำ ของครอบครัวที่ทำให้ว้าวุ่น"
    }
  },
  {
    "translation": {
      "en": "Aaron, the oldest son, would like to say a few words about his father.",
      "th": "แอรอน จะพูดอะไรเพื่อพ่อเขาสักเล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "\"My father was an exceptional man.",
      "th": "พ่อผมเป็นคนที่พิเศษ"
    }
  },
  {
    "translation": {
      "en": "\"He was born in 19...\"",
      "th": "เขาเกิดในปี 19..."
    }
  },
  {
    "translation": {
      "en": "-What the hell is going on now? -There's someone in there.",
      "th": "- เกิดบ้าอะไรขึ้นอีก - มีคนอยู่ในนั้น"
    }
  },
  {
    "translation": {
      "en": "I knew it! I knew it!",
      "th": "ผมว่าแล้วๆ"
    }
  },
  {
    "translation": {
      "en": "\"He was born in 1930...\"",
      "th": "เขาเกิดในปี 1930..."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "th": "เวรแล้ว"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "th": "บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "What the fuck!",
      "th": "บ้าอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "What the fuck you doing in my father's coffin?",
      "th": "นายไปทำอะไรในโลงศพพ่อฉัน"
    }
  },
  {
    "translation": {
      "en": "Edward, I miss you!",
      "th": "เอ็ดเวิร์ด ฉันคิดถึงนาย"
    }
  },
  {
    "translation": {
      "en": "Leave me with my Edward!",
      "th": "ปล่อยฉันไว้กับเอ็ดเวิร์ดของฉัน"
    }
  },
  {
    "translation": {
      "en": "My picture. My beautiful memories!",
      "th": "รูปฉัน รูปแห่งความทรงจำ"
    }
  },
  {
    "translation": {
      "en": "No, Mama, don't. Give me...",
      "th": "ไม่ครับแม่ อย่าดู เอามาให้ผม"
    }
  },
  {
    "translation": {
      "en": "You bastard!",
      "th": "เจ้าสารเลว"
    }
  },
  {
    "translation": {
      "en": "My father!",
      "th": "พ่อของผม..."
    }
  },
  {
    "translation": {
      "en": "My father was an exceptional man.",
      "th": "พ่อของผมเป็นคนที่พิเศษ"
    }
  },
  {
    "translation": {
      "en": "Did he have his faults?",
      "th": "เขามีข้อเสียไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "มี"
    }
  },
  {
    "translation": {
      "en": "But he worked hard for his family.",
      "th": "แต่เขาทำงานหนักเพื่อครอบครัวของเขา"
    }
  },
  {
    "translation": {
      "en": "All I wanted to do today",
      "th": "สิ่งที่ผมอยากทำในวันนี้"
    }
  },
  {
    "translation": {
      "en": "was tell him how much we all loved, cherished and respected him.",
      "th": "คือบอกเขาว่าเรารักเขามากแค่ไหน หวงแหนและบูชาเขา"
    }
  },
  {
    "translation": {
      "en": "Is that really too much to ask for?",
      "th": "นั่นมากไปที่ผมจะขอเหรอ"
    }
  },
  {
    "translation": {
      "en": "So, maybe he loved Dreamgirls more than most men.",
      "th": "เขาอาจจะชอบดรีมเกิร์ลส มากกว่าชายทั่วไป"
    }
  },
  {
    "translation": {
      "en": "But, hey, life is complicated.",
      "th": "แต่ชีวิตมันเป็นเรื่องซับซ้อน"
    }
  },
  {
    "translation": {
      "en": "We do our best.",
      "th": "เราทำดีที่สุดแล้ว"
    }
  },
  {
    "translation": {
      "en": "And Dad, he did his best.",
      "th": "แล้วพ่อ ก็ทำดีที่สุดแล้ว"
    }
  },
  {
    "translation": {
      "en": "One thing he did was teach us to chase after our dreams.",
      "th": "สิ่งหนึ่งที่พ่อทำ คือสอนให้เราไล่ตามความฝัน"
    }
  },
  {
    "translation": {
      "en": "So, when you leave here today,",
      "th": "แล้ววันนี้เมื่อคุณกลับไป"
    }
  },
  {
    "translation": {
      "en": "I want you to remember my father for who he truly was,",
      "th": "ผมอยากให้คุณจำพ่อผมไว้ ในแบบที่เขาเป็น"
    }
  },
  {
    "translation": {
      "en": "a loving, kind, gentle man, that never judged anyone,",
      "th": "ชายที่น่ารัก ใจดี สุภาพ ไม่เคยว่าร้ายผู้ใด"
    }
  },
  {
    "translation": {
      "en": "who never cast disparaging remarks",
      "th": "ไม่เคยพูดจาดูถูกใคร"
    }
  },
  {
    "translation": {
      "en": "or held prejudice against any race, creed, gender,",
      "th": "หรือมีอคติกับเชื้อชาติ ลัทธิ เพศ"
    }
  },
  {
    "translation": {
      "en": "or height.",
      "th": "หรือความสูง"
    }
  },
  {
    "translation": {
      "en": "And if I turn out to be just half the man that my father was,",
      "th": "ผมโตมาเป็นชายในแบบ ที่พ่อผมเป็นครึ่งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "then the child I'm planning on having with my beautiful wife",
      "th": "แล้วเมื่อตอนเป็นเด็ก ผมอยากจะมีเมียสวยๆ"
    }
  },
  {
    "translation": {
      "en": "will be truly blessed.",
      "th": "ซึ่งเป็นพรที่ได้เป็นจริง"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "Well done, son.",
      "th": "ทำได้ดีมาก เจ้าหนู"
    }
  },
  {
    "translation": {
      "en": "It's gonna be good, boy.",
      "th": "เดี๋ยวก็ดีเอง เจ้าหนู"
    }
  },
  {
    "translation": {
      "en": "Good job.",
      "th": "เก่งมาก"
    }
  },
  {
    "translation": {
      "en": "Oscar, let's not do this again.",
      "th": "ออสการ์ พอเลย"
    }
  },
  {
    "translation": {
      "en": "I always thought he had a little sugar in his tank.",
      "th": "ฉันว่าแล้วว่าแกชอบไม้ป่าเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "Hey, how's Mom holding up?",
      "th": "นี่ แล้วแม่เป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "She's good. Resting.",
      "th": "ก็ไม่เป็นไร พักผ่อนอยู่"
    }
  },
  {
    "translation": {
      "en": "You know, it's gonna take a while for her to accept Dad was...",
      "th": "คงต้องใช้เวลาอีกสักพัก เพื่อยอมรับว่าพ่อเป็น..."
    }
  },
  {
    "translation": {
      "en": "You know. She'll be okay.",
      "th": "รู้ไหม แม่ไม่เป็นไรหรอก"
    }
  },
  {
    "translation": {
      "en": "You know, that was a pretty good send-off you gave the old man. You wrote that?",
      "th": "รู้ไหม นั่นเป็นคำพูดไว้อาลัย ที่เยี่ยมมาก พี่เขียนเองเหรอ"
    }
  },
  {
    "translation": {
      "en": "Some guy I met told me I need to be spontaneous.",
      "th": "ไม่รู้ใครบอกให้ฉันปล่อยตัวปล่อยใจ"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, Dad would've been proud. I know I was.",
      "th": "พ่อคงภูมิใจ ผมเองก็ภูมิใจ"
    }
  },
  {
    "translation": {
      "en": "Maybe when you're ready, you'll let me take a look at that novel of yours.",
      "th": "เมื่อพี่พร้อม ให้ผมอ่านนิยายพี่ด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ได้"
    }
  },
  {
    "translation": {
      "en": "-Yeah, I'm gonna send it to you next week. -All right.",
      "th": "- ได้สิ เดี๋ยวสัปดาห์หน้าส่งให้เลย - ก็ดี"
    }
  },
  {
    "translation": {
      "en": "-But you know Michelle gotta read it first. -Okay.",
      "th": "- แต่มิเชลล์ต้องได้อ่านก่อนนะ - โอเค"
    }
  },
  {
    "translation": {
      "en": "I'm not going through that again.",
      "th": "ฉันไม่อยากโดนแบบนั้นอีก"
    }
  },
  {
    "translation": {
      "en": "All right. Well, thanks, big bro.",
      "th": "เอาละ ขอบคุณนะ พี่ชาย"
    }
  },
  {
    "translation": {
      "en": "Sure you don't wanna stay another day?",
      "th": "ไม่อยู่ต่ออีกวันเหรอ"
    }
  },
  {
    "translation": {
      "en": "Got a good Laker game coming up.",
      "th": "ทีมเลเกอร์มีแข่งนะ"
    }
  },
  {
    "translation": {
      "en": "-Your boy, Kobe. -No.",
      "th": "- เด็กนาย โคบี้ - ไม่ละ"
    }
  },
  {
    "translation": {
      "en": "I'd just be feeling sad or be in the way.",
      "th": "อยู่เศร้าที่นี่ หรือไปเศร้าระหว่างทาง"
    }
  },
  {
    "translation": {
      "en": "You know how it is. Probably gonna get on back.",
      "th": "มันเป็นวิธีที่กลับเข้ารูปเข้ารอย"
    }
  },
  {
    "translation": {
      "en": "You know, do my thing. Still gotta grieve.",
      "th": "ทำงานแบบผม มันต้องเศร้า"
    }
  },
  {
    "translation": {
      "en": "Me, too.",
      "th": "ฉันก็ด้วย"
    }
  },
  {
    "translation": {
      "en": "What? A brother's gotta get to the airport.",
      "th": "อะไร ก็น้องต้องไปสนามบิน"
    }
  },
  {
    "translation": {
      "en": "Come on, you better make sure you don't go to jail first.",
      "th": "ไม่เอาน่า แน่ใจนะว่าไม่แวะคุกก่อน"
    }
  },
  {
    "translation": {
      "en": "-Hey. -Ryan.",
      "th": "- ไงครับ - ไรอัน"
    }
  },
  {
    "translation": {
      "en": "-Sis. -Baby, listen,",
      "th": "- พี่สาว - ที่รัก ฟังนะ"
    }
  },
  {
    "translation": {
      "en": "-don't stay away so long next time, okay? -I sure won't. All right, bro.",
      "th": "- อย่าห่างหายไปนานอีก โอเคไหม - แน่นอนครับ ไปนะพี่"
    }
  },
  {
    "translation": {
      "en": "Hey, next funeral.",
      "th": "ได้ งานศพหน้านะ"
    }
  },
  {
    "translation": {
      "en": "-Love you, man. -Love you, too, man.",
      "th": "- รักพี่นะ - รักแกเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Wow, I see he got his ride.",
      "th": "โอ้โฮ มีคนไปส่งเขาด้วย"
    }
  },
  {
    "translation": {
      "en": "Yeah. R. Kelly used the same car service.",
      "th": "ใช่ อาร์. เคลลี่ ก็ใช้รถศูนย์เดียวกัน"
    }
  },
  {
    "translation": {
      "en": "Just like candy.",
      "th": "ก็เหมือนลูกกวาด"
    }
  },
  {
    "translation": {
      "en": "I am worn out. This has been a long day.",
      "th": "ฉันเหนื่อยมาก เป็นวันที่แสนยาวนาน"
    }
  },
  {
    "translation": {
      "en": "A long, long day.",
      "th": "นานแสนนาน"
    }
  },
  {
    "translation": {
      "en": "-And guess what? -What?",
      "th": "- ทายสิว่าอะไร - อะไร"
    }
  },
  {
    "translation": {
      "en": "Now I'm interested.",
      "th": "ตอนนี้ ผมสนแล้ว"
    }
  },
  {
    "translation": {
      "en": "No Mama. No guests. No Uncle Russell.",
      "th": "ไม่มีแม่ ไม่มีแขก ไม่มีลุงรัสเซลล์"
    }
  },
  {
    "translation": {
      "en": "-Where's Uncle Russell? -He's upstairs.",
      "th": "- ลุงรัสเซลล์อยู่ไหน - อยู่ข้างบน"
    }
  },
  {
    "translation": {
      "en": "I gave him a couple Valium and put him to bed.",
      "th": "ฉันให้เขากินแวเลี่ยมไปสองเม็ด ส่งเข้านอนไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Shit. Man.",
      "th": "บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "Everything's so fucking green.",
      "th": "อะไรๆ ช่างเขียวไปหมด"
    }
  }
]