[
  {
    "translation": {
      "en": "In New York City, there's a fine line between law and chaos.",
      "th": "ในกรุงนิวยอร์ก เส้นแบ่งนั้นบาง... ระหว่างกฎหมายและความโกลาหล"
    }
  },
  {
    "translation": {
      "en": "On that line live Danson and Highsmith.",
      "th": "บนเส้นนั้นมีแดนสันและไฮสมิทอยู่"
    }
  },
  {
    "translation": {
      "en": "Tell me again why I decided to get on this roof!",
      "th": "บอกอีกทีสิ ทำไ่มฉันถึงตัดสินใจขึ้นหลังคานี่"
    }
  },
  {
    "translation": {
      "en": "I think you can chalk that up to bad life choices.",
      "th": "นายต้องโทษการเลือกชีวิตที่ผิดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Get rid of that asshole.",
      "th": "จัดการไอ้สารเลวนั่น"
    }
  },
  {
    "translation": {
      "en": "I hate it when you say:",
      "th": "- โอ๊ะโอ - เกลียดจริงๆ เวลานายพูด \"โอ๊ะโอ\""
    }
  },
  {
    "translation": {
      "en": "Dude, you put a ding in my hood!",
      "th": "นายทำให้กระโปรงรถฉันบุบ"
    }
  },
  {
    "translation": {
      "en": "Come on with it, then!",
      "th": "จัดมาเลยสิ"
    }
  },
  {
    "translation": {
      "en": "Whoa, hey!",
      "th": "เฮ้ย นี่"
    }
  },
  {
    "translation": {
      "en": "That's trouble.",
      "th": "แย่แล้วสิ"
    }
  },
  {
    "translation": {
      "en": "Did someone call Nine-One-holy-shit?",
      "th": "มีใครเรียก 91 ซวยแหลก หรือยัง"
    }
  },
  {
    "translation": {
      "en": "That's it. I'm sick of all this running.",
      "th": "พอที ฉันเบื่อกับการหนีเต็มทีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hang on!",
      "th": "จับไว้"
    }
  },
  {
    "translation": {
      "en": "You have the right to remain silent!",
      "th": "คุณมีสิทธิ์ที่จะไม่พูดอะไร"
    }
  },
  {
    "translation": {
      "en": "But I wanna hear you scream!",
      "th": "แต่ผมอยากได้ยินคุณกรีดร้อง"
    }
  },
  {
    "translation": {
      "en": "Down on the ground!",
      "th": "หมอบลงกับพื้น"
    }
  },
  {
    "translation": {
      "en": "Detective! Yeah, yeah! Detective!",
      "th": "- คุณนักสืบ - ใช่ๆ คุณนักสืบ"
    }
  },
  {
    "translation": {
      "en": "One at a time, all right?",
      "th": "ทีละคนได้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Yeah, detectives, Rick Grayson, New York Observer Online.",
      "th": "ครับ คุณนักสืบ ริค เกรย์สัน จากนิวยอร์กอ็อบเสิร์ฟเวอร์ออนไลน์"
    }
  },
  {
    "translation": {
      "en": "These suspects were caught with a quarter pound of marijuana...",
      "th": "ผู้ต้องสงสัยถูกจับพร้อมกัญชา แค่ ศูนย์จุดสองห้าปอนด์"
    }
  },
  {
    "translation": {
      "en": "...a misdemeanor.",
      "th": "เป็นคดีเล็กน้อยในบางรัฐ"
    }
  },
  {
    "translation": {
      "en": "Do you think this arrest was worth 12 million in property damages?",
      "th": "คุณว่าการจับกุมที่ทำให้ทรัพย์สิน เสียหาย มูลค่า 12 ล้าน มันคุ้มไหม"
    }
  },
  {
    "translation": {
      "en": "Why don't we let New York City answer that question?",
      "th": "ทำไมเราไม่ให้นิวยอร์ก ตอบคำถามนั้นล่ะครับ"
    }
  },
  {
    "translation": {
      "en": "The greatest city on Earth, yeah!",
      "th": "เมืองที่ยิ่งใหญ่ที่สุดในโลก ใช่"
    }
  },
  {
    "translation": {
      "en": "Hi, Sarah Gapone from TMZ print edition.",
      "th": "ซาร่าห์ กาโพน จากทีเอ็มแซด ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Danson, are the rumors about you and Kim Kardashian true?",
      "th": "แดนสัน ข่าวลือเกี่ยวกับคุณกับ คิม คาร์ดาเชียน เป็นความจริงไหมคะ"
    }
  },
  {
    "translation": {
      "en": "No comment.",
      "th": "ไม่มีความเห็น"
    }
  },
  {
    "translation": {
      "en": "But, yes.",
      "th": "แต่จริงครับ"
    }
  },
  {
    "translation": {
      "en": "Danson and Highsmith, free hot dogs for life!",
      "th": "แดนสันกับไฮสมิท ฮอตด็อกฟรีตลอดชีพเลย"
    }
  },
  {
    "translation": {
      "en": "No drinks. No drinks. I can't do it. I can't do it.",
      "th": "- ไม่รวมเครื่องดื่ม ไม่รวม - โธ่ ผมทำไม่ได้ ผมทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Danson and Highsmith shoot, drive, and sex with style. They're rock stars.",
      "th": "ผมทำไม่ได้ ผมทำไม่ได้ แดนสันกับไฮสมิท ยิง ขับรถ และอึ๊บ อย่างมีสไตล์ พวกเขาเป็นดาวร็อก"
    }
  },
  {
    "translation": {
      "en": "Then you got your jokers, your ball busters, your vets...",
      "th": "พวกเขาเป็นดาวร็อก จากนั้นก็มีตัวตลก พวกทำเสียเรื่อง เสื้อเกราะของคุณ"
    }
  },
  {
    "translation": {
      "en": "...and the other guys.",
      "th": "แล้วก็คนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "We know, we know. We know.",
      "th": "เรารู้ เรารู้ เรารู้"
    }
  },
  {
    "translation": {
      "en": "All right, all right. Listen up, listen up!",
      "th": "เอาละๆ ฟังนะ"
    }
  },
  {
    "translation": {
      "en": "We're having a celebration tonight at Butter.",
      "th": "เราจะจัดฉลองกันคืนนี้ที่บัตเตอร์"
    }
  },
  {
    "translation": {
      "en": "Brody Jenner's gonna be there. Bai Ling.",
      "th": "โบรดี้ เจนเนอร์จะไปที่นั่น ไบหลิง"
    }
  },
  {
    "translation": {
      "en": "-That little short bitch from Jersey Shore. -Yeah!",
      "th": "- สาวตัวแสบจากเรื่องเจอร์ซีย์ชอร์ - แจ๋ว"
    }
  },
  {
    "translation": {
      "en": "And most of you are on the list.",
      "th": "และพวกคุณเกือบทุกคนอยู่ในรายชื่อ"
    }
  },
  {
    "translation": {
      "en": "You're the best.",
      "th": "คุณนี่ยอดเลย"
    }
  },
  {
    "translation": {
      "en": "Guys, I'm gonna say something right now.",
      "th": "ทุกคน ผมจะพูดอะไรหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "About a man who came from Austria with a dream.",
      "th": "มันเกี่ยวกับชายจากออสเตรีย ที่มีความฝัน"
    }
  },
  {
    "translation": {
      "en": "-Arnold Schwarzenegger! -Let me finish.",
      "th": "อาร์โนลด์ ชวาร์เซเน็กเกอร์ ขอพูดจบก่อน"
    }
  },
  {
    "translation": {
      "en": "He became a champion and then a movie star.",
      "th": "เขากลายเป็นแชมป์ แล้วก็ดาราหนัง"
    }
  },
  {
    "translation": {
      "en": "-Arnold Schwarzenegger! -God damn it, let me...",
      "th": "- อาร์โนลด์ ชวาร์เซเน็กเกอร์ - ให้ตายสิ ให้ผมพูดจบก่อน"
    }
  },
  {
    "translation": {
      "en": "They ruined the story.",
      "th": "พวกเขาทำเรื่องกร่อยหมด ทำเรื่องกร่อยเลย"
    }
  },
  {
    "translation": {
      "en": "Let.... What.... The point is...",
      "th": "- เรามา... - อะไร...ประเด็นก็คือ"
    }
  },
  {
    "translation": {
      "en": "...we couldn't do our job if it weren't for you doing the paperwork...",
      "th": "- เรามา... - อะไร...ประเด็นก็คือ เราทำงานของเราไม่ได้ ถ้าไม่มีคนทำงานเอกสาร รับโทรศัพท์"
    }
  },
  {
    "translation": {
      "en": "...answering phones, and all that stupid shit.",
      "th": "เรื่องสารพัดที่เราไม่ชอบทำ"
    }
  },
  {
    "translation": {
      "en": "All the gun fights, all the car chases...",
      "th": "เรื่องสารพัดที่เราไม่ชอบทำ การดวลปืน ขับรถไล่ล่า"
    }
  },
  {
    "translation": {
      "en": "...all the sex we don't wanna have with women, but we have to...",
      "th": "เซ็กส์ทั้งหลายที่เราไม่อยากมี กับสาวๆ แต่เราต้องมี"
    }
  },
  {
    "translation": {
      "en": "...all due to what you guys do. Thank you.",
      "th": "ทั้งหมดนี้ ก็เพราะสิ่งที่พวกคุณทำให้ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-And we'd do it again and again. -Hey, you shut your face!",
      "th": "และเราจะทำอีก นี่ หุบปากเลยนะ"
    }
  },
  {
    "translation": {
      "en": "If we wanna hear you talk...",
      "th": "ถ้าเราได้ยินอีก"
    }
  },
  {
    "translation": {
      "en": "...I will shove my arm up your ass and work your mouth like a puppet!",
      "th": "ฉันจะล้วงแขนทะลวงก้นนายเลย เชิดให้เหมือนหุ่นกระบอก"
    }
  },
  {
    "translation": {
      "en": "You hear me? You hear me?",
      "th": "ได้ยินไหม ได้ยินไหม"
    }
  },
  {
    "translation": {
      "en": "-Cash bar. -Yeah.",
      "th": "- บาร์เหล้าเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Peace out, bitches.",
      "th": "เงียบๆ หน่อย พวกจอแจ"
    }
  },
  {
    "translation": {
      "en": "Hey, fellas. All right, bring it in.",
      "th": "นี่ ทุกคน เอาละ เข้ามาใกล้ๆ"
    }
  },
  {
    "translation": {
      "en": "Come on. Bring it in a little bit. All right, right there.",
      "th": "ใกล้อีกหน่อย เอาละ นั่นแหละ พอๆ"
    }
  },
  {
    "translation": {
      "en": "Just back up, just like right there.",
      "th": "ถอยไป ตรงนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "All right, just one.... Just a.... There you go, right there. Right there.",
      "th": "เอาละ อีกหน่อย แค่ตรง... นั่นแหละ ตรงนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "This is their paperwork. They're not gonna do it.",
      "th": "นี่งานเอกสารพวกเขา พวกเขาจะไม่ทำมัน"
    }
  },
  {
    "translation": {
      "en": "That's right. This paperwork is like Bob's wife here.",
      "th": "ใช่แล้ว เอกสารนี่ก็เหมือนกับ เมียบ๊อบนี่แหละ"
    }
  },
  {
    "translation": {
      "en": "It's thick, ugly, got Danson's fingerprints all over it.",
      "th": "มันหนา น่าเกลียด มีลายนิ้วมือแดนสันเต็มไปหมด"
    }
  },
  {
    "translation": {
      "en": "-No offense. -That's all right.",
      "th": "- ไม่ได้ว่านะ บ๊อบ - ไม่เป็นไรครับ"
    }
  },
  {
    "translation": {
      "en": "-Anyway, now who wants it? -I do!",
      "th": "- ยังไงก็ตาม ใครต้องการบ้าง - ผมครับ"
    }
  },
  {
    "translation": {
      "en": "All right! Paper Bitch and Yankee Clipper on the case!",
      "th": "เอาละ เปเปอร์บิตช์ กับแยงกี้คลิปเปอร์รับคดีไป"
    }
  },
  {
    "translation": {
      "en": "-Nice work. Thanks. -Thank you.",
      "th": "- ขอบใจ อัลเลน - ขอบคุณ ผู้กอง"
    }
  },
  {
    "translation": {
      "en": "\"I'll do it! I'll do it!\"",
      "th": "\"ผมทำเอง ผมทำเอง\""
    }
  },
  {
    "translation": {
      "en": "Stop humming that song!",
      "th": "หยุดฮัมเพลงนั้นนะ"
    }
  },
  {
    "translation": {
      "en": "-I can hum if I want to. -No, I know you can.",
      "th": "ฉันฮัมได้ถ้าฉันอยากฮัม ฉันรู้ว่านายฮัมได้"
    }
  },
  {
    "translation": {
      "en": "I'm asking you to stop.",
      "th": "ฉันกำลังขอให้นายหยุด"
    }
  },
  {
    "translation": {
      "en": "-If you're asking, then I'll stop. -Thank you.",
      "th": "- ถ้านายขอร้อง ฉันจะหยุด - ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "Could you not smile like that?",
      "th": "ช่วยอย่ายิ้มแบบนั้นได้ไหม"
    }
  },
  {
    "translation": {
      "en": "You're asking me to mask my emotions because of how it makes you feel.",
      "th": "นายกำลังขอให้ฉันปิดบังอารมณ์ เพราะมันทำให้นายรู้สึกไม่ชอบ"
    }
  },
  {
    "translation": {
      "en": "That I will not do.",
      "th": "นั่นฉันจะไม่ทำ"
    }
  },
  {
    "translation": {
      "en": "Seriously, stop humming! Okay?",
      "th": "พูดจริงนะ หยุดฮัมเพลง ตกลงนะ"
    }
  },
  {
    "translation": {
      "en": "This isn't accounting or wherever...",
      "th": "นี่ไม่ใช่แผนกบัญชีหรือที่ไหนก็ตาม"
    }
  },
  {
    "translation": {
      "en": "...you and your little pocket calculator were transferred from.",
      "th": "ที่นายกับเครื่องคิดเลขเล็กๆ นั่น ถูกย้ายมานะ"
    }
  },
  {
    "translation": {
      "en": "Forensic accounting, okay. And it's an important part of the job.",
      "th": "ฝ่ายบัญชีนิติเวช และมันเป็นส่วนสำคัญของงาน"
    }
  },
  {
    "translation": {
      "en": "Yeah, whatever. Stop being so overtly happy about doing shit work, you moron.",
      "th": "และมันเป็นส่วนสำคัญของงาน ยังไงก็ช่าง หยุดทำเป็นมีความสุขเว่อร์ กับการทำงานซังกะบ๊วยซะที ไอ้ทึ่ม"
    }
  },
  {
    "translation": {
      "en": "Hey, guys. Reminder.",
      "th": "นี่ ทุกคน เตือนไว้ก่อน"
    }
  },
  {
    "translation": {
      "en": "The police union picnic's coming up this weekend.",
      "th": "ปิกนิกของสหภาพตำรวจ จะจัดสุดสัปดาห์นี้นะ"
    }
  },
  {
    "translation": {
      "en": "My wife's making her famous deviled eggs, again. My waistline's furious.",
      "th": "เมียฉันจะทำไข่ปีศาจ ที่เลื่องชื่อของเธออีกครั้ง รอบเอวฉันงี้ฉุนเลย"
    }
  },
  {
    "translation": {
      "en": "It's a bad time, Bob!",
      "th": "เวลาไม่เหมาะ บ๊อบ"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Going to get a slice.",
      "th": "เดี๋ยวไปเอาแผ่นหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "You know what I just did?",
      "th": "รู้ไหมว่าฉันเพิ่งทำอะไร"
    }
  },
  {
    "translation": {
      "en": "I walked out that door, saw a couple detectives...",
      "th": "ฉันเพิ่งเดินออกประตูนั้น เห็นนักสืบสองคน"
    }
  },
  {
    "translation": {
      "en": "...and I was about to start bad mouthing you...",
      "th": "ฉันเพิ่งเดินออกประตูนั้น เห็นนักสืบสองคน กำลังจะนินทานายลับหลัง"
    }
  },
  {
    "translation": {
      "en": "...but I stopped myself, because my pops taught me...",
      "th": "แต่ฉันหยุดไว้เพราะพ่อฉันสอนมา"
    }
  },
  {
    "translation": {
      "en": "...that a man who talks behind somebody's back is a coward.",
      "th": "ว่าคนที่แอบนินทาใครเป็นคนขี้ขลาด"
    }
  },
  {
    "translation": {
      "en": "Wow, I appreciate that.",
      "th": "โอ้โฮ ขอบคุณมากเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Good, I'm gonna tell you to your face.",
      "th": "ดี ฉันขอบอกนายซึ่งๆ หน้าเลย"
    }
  },
  {
    "translation": {
      "en": "-No. You don't have to. -No, I don't like you.",
      "th": "ไม่ต้องทำอย่างนั้นหรอก ไม่ ฉันไม่ชอบนาย"
    }
  },
  {
    "translation": {
      "en": "I think you're a fake cop.",
      "th": "ฉันว่านายมันตำรวจปลอม"
    }
  },
  {
    "translation": {
      "en": "The sound of your piss hitting the urinal? It sounds feminine.",
      "th": "ฉันว่านายมันตำรวจปลอม เสียงฉี่นายกระทบโถฉี่ - มันฟังดูเหมือนผู้หญิง - เฮ้อ"
    }
  },
  {
    "translation": {
      "en": "If we were in the wild, I would attack you.",
      "th": "ถ้าเราอยู่ในป่า ฉันจะโจมตีนาย"
    }
  },
  {
    "translation": {
      "en": "Even if you weren't in my food chain, I would go out of my way to attack you.",
      "th": "ถึงนายจะไม่ได้อยู่ใน ห่วงโซ่อาหารของฉัน ฉันจะยอมออกนอกเส้นทาง เพื่อโจมตีนาย"
    }
  },
  {
    "translation": {
      "en": "If I were a lion, and you were a tuna...",
      "th": "ถ้าฉันเป็นสิงโต นายก็เป็นทูน่า"
    }
  },
  {
    "translation": {
      "en": "...I would swim out in the ocean and freaking eat you!",
      "th": "ฉันจะว่ายน้ำไปกลางมหาสมุทร และกินนายซะ"
    }
  },
  {
    "translation": {
      "en": "And then I'd bang your tuna girlfriend.",
      "th": "ฉันจะว่ายน้ำไปกลางมหาสมุทร และกินนายซะ แล้วฉันจะอึ๊บแฟนทูน่าของนาย"
    }
  },
  {
    "translation": {
      "en": "Okay, first off, a lion swimming in the ocean?",
      "th": "โอเค แรกสุดเลย สิงโตว่ายน้ำในมหาสมุทรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Lions don't like water.",
      "th": "สิงโตไม่ชอบน้ำ"
    }
  },
  {
    "translation": {
      "en": "If you'd placed it near a river or some sort of fresh water source, that'd make sense.",
      "th": "ถ้านายเอามันไปไว้ใกล้แม่น้ำ หรือแหล่งน้ำจืดสักแห่ง นั่นก็พอเข้าใจได้"
    }
  },
  {
    "translation": {
      "en": "But you find yourself in the ocean, 20-foot waves...",
      "th": "นั่นก็พอเข้าใจได้ แต่นายจะเจอกับคลื่นสูง 20 ฟุต ในมหาสมุทร"
    }
  },
  {
    "translation": {
      "en": "...I'm assuming it's off the coast of South Africa...",
      "th": "ฉันขอเดาว่าเป็น นอกชายฝั่งอัฟริกาใต้นะ"
    }
  },
  {
    "translation": {
      "en": "...coming up against a full-grown, 800-pound tuna with his 20 or 30 friends?",
      "th": "ฉันขอเดาว่าเป็น นอกชายฝั่งอัฟริกาใต้นะ ถ้าต้องเจอทูน่าโตเต็มที่ หนัก 800 ปอนด์ กับเพื่อนมัน 20 หรือ 30 ตัว"
    }
  },
  {
    "translation": {
      "en": "You lose that battle.",
      "th": "นายต้องแพ้แหง"
    }
  },
  {
    "translation": {
      "en": "You lose that battle nine times out of ten. And guess what.",
      "th": "นายต้องแพ้แหง นายแพ้เก้าในสิบครั้ง"
    }
  },
  {
    "translation": {
      "en": "You've wandered into our school of tuna, and we now have a taste of lion.",
      "th": "และทายสิ นายหลุดเข้าหาฝูงทูน่าเมื่อไหร่ เราได้ลิ้มรสสิงโตแน่"
    }
  },
  {
    "translation": {
      "en": "We've talked to ourselves. We've communicated.",
      "th": "เราพูดคุยกัน เราสื่อสารกัน"
    }
  },
  {
    "translation": {
      "en": "-Yeah? -And said, \"You know what?",
      "th": "และบอกว่า \"รู้อะไรไหม\""
    }
  },
  {
    "translation": {
      "en": "\"Lion tastes good. Let's go get some more lion.\"",
      "th": "และบอกว่า \"รู้อะไรไหม\" \"สิงโตอร่อยนะ ไปหาสิงโตกินกันอีกเถอะ\""
    }
  },
  {
    "translation": {
      "en": "We've developed a system to establish a beachhead...",
      "th": "เราได้พัฒนาระบบที่จะยึดหัวหาด"
    }
  },
  {
    "translation": {
      "en": "...and aggressively hunt you and your family.",
      "th": "และล่านายและครอบครัวอย่างก้าวร้าว"
    }
  },
  {
    "translation": {
      "en": "And we will corner your pride...",
      "th": "และเราจะต้อนฝูงนายให้จนมุม"
    }
  },
  {
    "translation": {
      "en": "-...your children. -How you gonna do that?",
      "th": "- ลูกๆ เด็กๆ - นายจะทำอย่างนั้นได้ไง"
    }
  },
  {
    "translation": {
      "en": "We will construct a series of breathing apparatus with kelp.",
      "th": "เราจะสร้างอุปกรณ์หายใจ ทำด้วยสาหร่ายเคลป์"
    }
  },
  {
    "translation": {
      "en": "We will be able to trap certain amounts of oxygen.",
      "th": "เราจะสามารถเก็บออกซิเจน ไว้ได้ส่วนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "It's not gonna be days at a time, but an hour, hour 45, no problem.",
      "th": "มันอยู่ไม่ได้นานหลายวันหรอก แต่สักชั่วโมง ชั่วโมง 45 นาที ไม่มีปัญหา"
    }
  },
  {
    "translation": {
      "en": "That will give us enough time to figure out where you live...",
      "th": "นั่นก็มากพอที่จะรู้ว่านายอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "...go back to the sea, get more oxygen, and then stalk you.",
      "th": "กลับไปทะเล ไปเอาอากาศเพิ่ม แล้วก็ตามรอยนายไป"
    }
  },
  {
    "translation": {
      "en": "You just lost at your own game. You're outgunned and outmanned.",
      "th": "นายจะแพ้ในเกมของนายเอง อาวุธน้อยกว่า จำนวนน้อยกว่า"
    }
  },
  {
    "translation": {
      "en": "Did that go the way you thought it was gonna go?",
      "th": "นั่นเป็นไปตามที่ นายคิดว่าจะเป็นหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Nope.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "Two minutes before the markets open...",
      "th": "สองนาทีก่อนตลาดเปิด"
    }
  },
  {
    "translation": {
      "en": "...Pamela Boardman, CEO of Lendl Global, ringing the opening bell.",
      "th": "พาเมล่า บอร์ดแมน ซีอีโอของ เลนเดิลโกลบอล เคาะระฆังเปิดซื้อขาย"
    }
  },
  {
    "translation": {
      "en": "With Boardman is investment banker, David Ershon...",
      "th": "ผู้ที่ยืนอยู่ด้วยคือนักวาณิชธนกิจ เดวิด เออร์ชอน"
    }
  },
  {
    "translation": {
      "en": "...who manages 40 percent of Lendl's $70-billion equity pool.",
      "th": "ซึ่งจัดการ 40 เปอร์เซ็นต์ของหลักทรัพย์ มูลค่า เจ็ดหมื่นล้านของเลนเดิล"
    }
  },
  {
    "translation": {
      "en": "How much did we lose?",
      "th": "เราเสียไปเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "You may ring the bell now, Ms. Boardman.",
      "th": "เชิญสั่นกระดิ่งได้เลย คุณบอร์ดแมน"
    }
  },
  {
    "translation": {
      "en": "-Thirty-two. -Million?",
      "th": "- สามสิบสอง - ล้านเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, billion.",
      "th": "ไม่ พันล้าน"
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "th": "ไอ้เวรเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Chinatown. Three Triad gang members. I popped two of them off the draw.",
      "th": "ไชน่าทาวน์ พวกแก๊งอั้งยี่สามคน ผมเป่าไปสองแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Bang, bang. -Yeah.",
      "th": "- โป้งๆ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Then I raise up to take the leader out. -Shit, I feel like I'm there.",
      "th": "ผมโตมาเพื่อเก็บผู้นำ ผมรู้สึกว่าผมอยู่จุดนั้นแล้วตอนนี้"
    }
  },
  {
    "translation": {
      "en": "I hear a whistle. My partner's on the roof.",
      "th": "ผมได้ยินเสียงนกหวีด คู่หูของผมอยู่บนหลังคา"
    }
  },
  {
    "translation": {
      "en": "He says, \"Let's even the odds!\"",
      "th": "เขาบอกว่า \"เรามาทำให้สูสีกันหน่อย\""
    }
  },
  {
    "translation": {
      "en": "He tosses me down a Mossberg pump. I send one through his chest.",
      "th": "เขาโยนปืนลูกซองมอสเบิร์กลงมาให้ผม ผมส่งนัดหนึ่งทะลุอกมัน"
    }
  },
  {
    "translation": {
      "en": "Game over, bitches.",
      "th": "จบเกมไปเลย พวก"
    }
  },
  {
    "translation": {
      "en": "-All right. -Yeah.",
      "th": "- ยอดเลย - ใช่"
    }
  },
  {
    "translation": {
      "en": "Jimmy? Let's talk about how that story made you feel.",
      "th": "จิมมี่ มาคุยกันสิว่าเรื่องนั้น ทำให้คุณรู้สึกยังไง"
    }
  },
  {
    "translation": {
      "en": "Like a Viagra pill with a face.",
      "th": "เหมือนยาไวอากร้าที่มีหน้า"
    }
  },
  {
    "translation": {
      "en": "I know it's very tempting.",
      "th": "ฉันรู้ว่ามันเร้าใจมาก"
    }
  },
  {
    "translation": {
      "en": "You want to impress your friends.",
      "th": "คุณอยากทำให้เพื่อนประทับใจ"
    }
  },
  {
    "translation": {
      "en": "But this is serious stuff we're dealing with, okay?",
      "th": "แต่เรื่องที่เราเจออยู่มันจริงจัง รู้นะ"
    }
  },
  {
    "translation": {
      "en": "This is firing your weapon in the line of duty.",
      "th": "นี่คือการยิงปืนในหน้าที่"
    }
  },
  {
    "translation": {
      "en": "Officer Hoitz?",
      "th": "เจ้าหน้าที่ฮอยซ์"
    }
  },
  {
    "translation": {
      "en": "Oh, man.",
      "th": "โอ้ ให้ตาย"
    }
  },
  {
    "translation": {
      "en": "Would you like to share?",
      "th": "คุณอยากเล่าบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "No, I'd rather not.",
      "th": "ไม่ ไม่ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Officer Hoitz, you've been coming here for six months...",
      "th": "คุณฮอยซ์คะ คุณมาที่นี่ได้ หกเดือนแล้ว"
    }
  },
  {
    "translation": {
      "en": "...and you haven't said a word.",
      "th": "และไม่พูดสักคำเลยนะ"
    }
  },
  {
    "translation": {
      "en": "This is a safe environment, no judgment here.",
      "th": "นี่เป็นสิ่งแวดล้อมที่ปลอดภัย ฉันไม่ตัดสินหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "Douche bag.",
      "th": "ไอ้ระยำ"
    }
  },
  {
    "translation": {
      "en": "That's judgment, Jimmy. Come on.",
      "th": "นั่นคือคำตัดสิน จิมมี่ ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "I relive it every night.",
      "th": "ผมต้องอยู่กับมันทุกคืน"
    }
  },
  {
    "translation": {
      "en": "Bronx, October.",
      "th": "บร๊องซ์ เดือนตุลาคม"
    }
  },
  {
    "translation": {
      "en": "Game 7 of the World Series.",
      "th": "เกมเจ็ดของเวิร์ลด์ซีรีส์"
    }
  },
  {
    "translation": {
      "en": "For all the marbles. High pressure, unruly crowd, and I pulled tunnel duty.",
      "th": "เกมเจ็ดของเวิร์ลด์ซีรีส์ ทั้งมีเรื่องสารพัด แรงกดดันสูง ฝูงชนมีปัญหา ผมได้คุมในอุโมงค์"
    }
  },
  {
    "translation": {
      "en": "I saw a shadowy figure in the tunnel. I told him to stop.",
      "th": "เห็นเงาหนึ่งในอุโมงค์ ผมบอกให้เขาหยุด"
    }
  },
  {
    "translation": {
      "en": "Whoa, whoa, this is a restricted area!",
      "th": "เฮ้ยๆ นี่เป็นเขตหวงห้ามนะ"
    }
  },
  {
    "translation": {
      "en": "Finally pulled my gun. He started running at me.",
      "th": "ในที่สุดผมก็ชักปืน ผมชักออกมา เขาวิ่งหนีผม"
    }
  },
  {
    "translation": {
      "en": "Don't make me shoot! I'll do it!",
      "th": "ผมชักออกมา เขาวิ่งหนีผม อย่าให้ฉันยิงนะ ฉันยิงแน่"
    }
  },
  {
    "translation": {
      "en": "Are you deaf? You hear me yell, \"Freeze\"?",
      "th": "หูหนวกหรือเปล่า ได้ยินฉันบอกให้หยุดไหม"
    }
  },
  {
    "translation": {
      "en": "You dick! I'm Derek Jeter! You shot me!",
      "th": "ไอ้บ้าเอ๊ย ฉันเดเร็ค เจเตอร์ นายยิงฉัน"
    }
  },
  {
    "translation": {
      "en": "-You cost me 20 grand on that game! -Douche bag.",
      "th": "- นายทำให้ฉันเสียสองหมื่นในเกมนั้น - ไอ้ระยำ"
    }
  },
  {
    "translation": {
      "en": "Cost the city a championship.",
      "th": "ทำให้เมืองอดเป็นแชมป์"
    }
  },
  {
    "translation": {
      "en": "I was being groomed for a top position in homicide.",
      "th": "ผมถูกฝึกมาสำหรับ ตำแหน่งสูงสุดในหน่วยฆาตกรรม"
    }
  },
  {
    "translation": {
      "en": "Now I'm stuck with a desk jockey. Everybody calls me the Yankee Clipper.",
      "th": "ต้องมาติดอยู่กับคู่หูประจำโต๊ะ ทุกคนเรียกผมว่า \"แยงกี้คลิปเปอร์\""
    }
  },
  {
    "translation": {
      "en": "Because you shot Derek Jeter!",
      "th": "เพราะนายยิงเดเร็ค เจเตอร์"
    }
  },
  {
    "translation": {
      "en": "He's a biracial angel.",
      "th": "เขาเป็นหนุ่มหล่อลูกครึ่ง"
    }
  },
  {
    "translation": {
      "en": "You should've shot A-Rod.",
      "th": "นายน่าจะยิงเอร็อดนะ"
    }
  },
  {
    "translation": {
      "en": "Yo, Paper Bitch.",
      "th": "สวัสดี เปเปอร์บิตช์"
    }
  },
  {
    "translation": {
      "en": "-What's up, man? -Hey. Hey, guys.",
      "th": "- ว่ายังไง - สวัสดี ทุกคน"
    }
  },
  {
    "translation": {
      "en": "-Paper Bitch. -Paper Bitch.",
      "th": "- เปเปอร์บิตช์ - เปเปอร์บิตช์"
    }
  },
  {
    "translation": {
      "en": "I don't like that. I know you guys think it's fun.",
      "th": "ที่จริงผมไม่ชอบมันนะ - พวกคุณคิดว่าสนุก แต่ผมไม่ชอบ - ทำงานของแดนสัน ไฮสมิทเหรอ"
    }
  },
  {
    "translation": {
      "en": "Still working on the Danson and Highsmith paperwork?",
      "th": "- พวกคุณคิดว่าสนุก แต่ผมไม่ชอบ - ทำงานของแดนสัน ไฮสมิทเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Shit. -No, actually, actually, that's....",
      "th": "ไม่ จริงๆ แล้วนั่นมัน"
    }
  },
  {
    "translation": {
      "en": "What is this? That looks stupid.",
      "th": "นี่อะไร นั่นดูโง่เลย"
    }
  },
  {
    "translation": {
      "en": "Guys, it's illegal permitting for construction. Specifically, scaffolding.",
      "th": "นี่อะไร นั่นดูโง่เลย มันผิดกฎหมายนะที่อนุญาตให้ก่อสร้าง โดยเฉพาะนั่งร้าน"
    }
  },
  {
    "translation": {
      "en": "Some of the guys were talking.",
      "th": "มีคนเขาพูดกัึน"
    }
  },
  {
    "translation": {
      "en": "They were like, \"How come you've never fired your weapon in the office before?\"",
      "th": "แบบว่า \"ทำไมนายไม่เคย ยิงปืนในออฟฟิศเลย\""
    }
  },
  {
    "translation": {
      "en": "Good point.",
      "th": "พูดได้ดี"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I don't follow.",
      "th": "โทษที ฉันไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "-You've never fired in the office. -We all have. It's called a desk pop.",
      "th": "นายไม่เคยยิงปืนในออฟฟิศ เราทุกคนเคย มันเรียกว่าโป้งที่โต๊ะ"
    }
  },
  {
    "translation": {
      "en": "-Fellas, I know you don't respect me. -Not true.",
      "th": "เพื่อนๆ ฉันรู้ว่านายไม่เคารพฉัน ในฐานะตำรวจ"
    }
  },
  {
    "translation": {
      "en": "I'm not stupid. I'm not gonna discharge my firearm in the office.",
      "th": "- ไม่จริง - ฉันไม่ได้โง่นะ ฉันจะไม่ยิงปืนของฉันในออฟฟิศ"
    }
  },
  {
    "translation": {
      "en": "Listen. I'll try to make it clear.",
      "th": "ฉันจะบอกให้ชัดเลย"
    }
  },
  {
    "translation": {
      "en": "We honor the flag, you crap on it when you don't shoot your gun in the office.",
      "th": "เราให้เกียรติธงเรา แต่นายขี้ใส่มัน เมื่อนายไม่ยิงปืนในออฟฟิศ"
    }
  },
  {
    "translation": {
      "en": "Jimmy. When's the last time you had a desk pop?",
      "th": "จิมมี่ นายโป้งที่โต๊ะครั้งสุดท้ายเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "September '08.",
      "th": "กันยายน ปี 08"
    }
  },
  {
    "translation": {
      "en": "-Be a man. Do it. -Now.",
      "th": "- เป็นลูกผู้ชายหน่อย ทำเลย - เดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "-Please, do it. -Pop one off!",
      "th": "น่า เอาเลย ยิงนัดหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "-There you go. Pop it off! -Don't think, just go!",
      "th": "- ยิงไปเลย - อย่าคิด ยิงเลย"
    }
  },
  {
    "translation": {
      "en": "-Here we go. -Do it, yes.",
      "th": "- เอาละนะ - ทำเลย นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "He did it!",
      "th": "เขาทำแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hey! Shots fired!",
      "th": "เฮ้ย มีคนยิงปืน"
    }
  },
  {
    "translation": {
      "en": "Hey, Terry, I did it! I did my first desk pop!",
      "th": "ฉันยิงเอง โป้งแรกที่โต๊ะเลย"
    }
  },
  {
    "translation": {
      "en": "It's a real thing, right?",
      "th": "เป็นของจริงใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-A desk pop? -Yeah.",
      "th": "- โป้งที่โต๊ะเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "No, that's not real!",
      "th": "ไม่ นั่นไม่จริง"
    }
  },
  {
    "translation": {
      "en": "They were so convincing in their argument, they swung me.",
      "th": "พวกเขาพูดจาน่าเชื่อถือมาก พวกเขายุฉัน"
    }
  },
  {
    "translation": {
      "en": "You're gonna have to hand over your gun.",
      "th": "เอาละ อัลเลน ยื่นปืนมาเลย"
    }
  },
  {
    "translation": {
      "en": "Yes, sir.",
      "th": "ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "Captain, you really wanna disarm this guy, take out the batteries in the calculator.",
      "th": "ผู้กอง ถ้าคุณจะปลดอาวุธหมอนี่ ก็ถอดถ่านออกจากเครื่องคิดเลขเขาสิ"
    }
  },
  {
    "translation": {
      "en": "All right, I'm gonna give you this. A dummy gun. I use it for ceremony.",
      "th": "เอาละ ฉันจะให้นี่กับนาย ปืนปลอม ฉันใช้มันในพิธี"
    }
  },
  {
    "translation": {
      "en": "There.",
      "th": "รับไป"
    }
  },
  {
    "translation": {
      "en": "You get this back when I feel you know how to handle it.",
      "th": "นายจะได้นี่คืน เมื่อนายรู้วิธีใช้มัน"
    }
  },
  {
    "translation": {
      "en": "Listen, guys. I'm working two jobs. I'm working here.",
      "th": "ฟังนะทุกคน ฉันทำงานสองที่ ฉันทำงานอยู่นี่"
    }
  },
  {
    "translation": {
      "en": "And I got another job at Bed Bath and Beyond. Okay?",
      "th": "และฉันมีงานอีกแห่งที่ เบดบาทแอนด์บียอนด์ รู้นะ"
    }
  },
  {
    "translation": {
      "en": "I'm doing that just to put a kid through NYU...",
      "th": "ฉันทำมันเพื่อส่งลูกเรียนเอ็นวายยู"
    }
  },
  {
    "translation": {
      "en": "...so he can explore his bisexuality and become a deejay.",
      "th": "เพื่อให้เขาสำรวจความเป็นรักร่วมเพศ และกลายมาเป็นดีเจ"
    }
  },
  {
    "translation": {
      "en": "Now the last thing I need is a ballistics report in the unit.",
      "th": "ทีนี้สิ่งที่ฉันไม่อยากเห็น ก็คือรายงานการยิงในหน่วย"
    }
  },
  {
    "translation": {
      "en": "I'm just gonna ask you guys, please, come on.",
      "th": "ฉันอยากจะขอพวกนาย ได้โปรด เอาจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "Just think about.... Just be smart.",
      "th": "ช่วยคิดถึงมัน ทำตัวฉลาดหน่อย"
    }
  },
  {
    "translation": {
      "en": "211 in progress.",
      "th": "มีการปล้นเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "They're using a wrecking ball to clean out Castien Jewelry.",
      "th": "พวกเขากำลังใช้ลูกตุ้มยักษ์ ทำลายร้านอัญมณีแคสเชียน"
    }
  },
  {
    "translation": {
      "en": "All right, we got it.",
      "th": "เอาละ รับทราบแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Good luck. Have a good one. -Allen, let's go.",
      "th": "โชคดีนะ จับให้ได้ละ อัลเลน ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "-No, I got work to do. -What? This is work!",
      "th": "ไม่ ฉันมีงาน อะไร นี่งานนะ"
    }
  },
  {
    "translation": {
      "en": "Hey, yo! Danson and Highsmith. We roll in heavy.",
      "th": "ว่ายังไง แดนสันกับไฮสมิท เราเล่นของหนักนะ"
    }
  },
  {
    "translation": {
      "en": "You cream puffs, sit tight.",
      "th": "พวกปวกเปียก นั่งไปเลย"
    }
  },
  {
    "translation": {
      "en": "You gotta be shitting me!",
      "th": "พูดเล่นใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "You can't keep me cooped up in here, okay?",
      "th": "นายจะให้ฉันเก็บตัวในนี้ไม่ได้ เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "I am a peacock! You gotta let me fly!",
      "th": "ฉันเป็นนกยูงนะ นายต้องให้ฉันบิน"
    }
  },
  {
    "translation": {
      "en": "Did he just...? Did he just call himself a peacock?",
      "th": "เมื่อกี้เขาเรียกตัวเองว่านกยูงงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Let's go! Let's go!",
      "th": "ไปกันเถอะ ไปเร็ว"
    }
  },
  {
    "translation": {
      "en": "Come on, fellas! Wednesday night is taco night at Rikers Island!",
      "th": "มาเร็ว เพื่อน คืนวันพุธเป็นคืนทาโค ที่ไรเคอร์สไอแลนด์"
    }
  },
  {
    "translation": {
      "en": "That's the second one this week!",
      "th": "โธ่ คันที่สองแล้วอาทิตย์นี้"
    }
  },
  {
    "translation": {
      "en": "Hey, you monkeys! Stop!",
      "th": "นี่ ไอ้พวกลิง หยุดนะ"
    }
  },
  {
    "translation": {
      "en": "Let's go!",
      "th": "ไปเร็ว"
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "th": "เออ"
    }
  },
  {
    "translation": {
      "en": "Heads up!",
      "th": "ระวังนะ"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "th": "เวรเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Special Forces zip line.",
      "th": "สายสลิงของหน่วยพิเศษ"
    }
  },
  {
    "translation": {
      "en": "Cut that line! Cut it! Let's go!",
      "th": "ตัดสายนั้น ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "-These guys are pros. -Let's go!",
      "th": "พวกนี้มือโปร ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "-You thinking what I'm thinking, partner? -Aim for the bushes.",
      "th": "กำลังคิดอย่างที่ฉันคิดอยู่หรือเปล่า เล็งไปที่พุ่มไม้"
    }
  },
  {
    "translation": {
      "en": "Cops still argue to this day why Danson and Highsmith jumped.",
      "th": "ตำรวจยังคงถกเถียงกันถึงทุกวันนี้ ว่าทำไมแดนสันกับไฮสมิทถึงกระโดด"
    }
  },
  {
    "translation": {
      "en": "Maybe it was just pride, having survived so many brushes with death.",
      "th": "อาจเป็นแค่เรื่องศักดิ์ศรี หลังรอดตายอย่างเฉียดฉิวมาหลายครั้ง"
    }
  },
  {
    "translation": {
      "en": "Maybe their egos pushed them off.",
      "th": "บางทีอัตตาอาจผลักดันพวกเขา"
    }
  },
  {
    "translation": {
      "en": "I don't know. But that shit was crazy.",
      "th": "ไม่รู้สิ แต่นั่นมันบ้าชะมัด"
    }
  },
  {
    "translation": {
      "en": "Either way, there was a hole in New York City, and it needed to be filled.",
      "th": "ยังไงก็ตาม มันเกิดหลุมในนิวยอร์กแล้ว และมันจำเป็นต้องถูกกลบ"
    }
  },
  {
    "translation": {
      "en": "Two days ago, this city wept.",
      "th": "สองวันก่อน เมืองนี้ต้องร่ำไห้"
    }
  },
  {
    "translation": {
      "en": "We lost two heroes who gave everything for us...",
      "th": "เราเสียสองวีรบุรุษที่มอบทุกสิ่งให้เรา"
    }
  },
  {
    "translation": {
      "en": "...who paid that ultimate sacrifice so that we may walk these streets safely.",
      "th": "ซึ่งยอมเสียสละอย่างสูงสุด เพื่อให้เราเดินตามถนนได้อย่างปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "There wasn't even an awning.",
      "th": "มันไม่มีกระทั่งกันสาด ในทิศทางที่กระโดด"
    }
  },
  {
    "translation": {
      "en": "-No, I know. -They just jumped 20 stories.",
      "th": "นั่นสิ กระโดด 20 ชั้นเอาดื้อๆ"
    }
  },
  {
    "translation": {
      "en": "Doesn't make sense.",
      "th": "ดูไม่มีเหตุผลเลย ว่าไหม"
    }
  },
  {
    "translation": {
      "en": "I only hope God lets them take their .357s with them to heaven.",
      "th": "หวังว่าพระเจ้าจะยอมให้พวกเขา พก .357 ขึ้นสวรรค์ไปด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "It's our moment, Allen. Our moment to step up and be the guys.",
      "th": "เป็นทีของเราแล้ว อัลเลน ช่วงเวลาที่เราจะก้าวขึ้นไปเป็นคนสำคัญ"
    }
  },
  {
    "translation": {
      "en": "-We're at a funeral. Show some respect. -What?",
      "th": "- เราอยู่ในงานศพ เคารพเขาหน่อย - อะไร"
    }
  },
  {
    "translation": {
      "en": "You don't think every other detective isn't thinking the same thing?",
      "th": "นายไม่คิดว่านักสืบอื่นๆ ไม่ได้คิดเหมือนกันเหรอ"
    }
  },
  {
    "translation": {
      "en": "Allen, listen. Danson and Highsmith are gone.",
      "th": "อัลเลน ฟังฉันนะ แดนสันกับไฮสมิทตายไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Their desks are empty. Someone has to fill those seats.",
      "th": "โต๊ะของพวกเขาว่างแล้ว ใครสักคนต้องนั่งที่นั่น"
    }
  },
  {
    "translation": {
      "en": "That someone is us, okay? The city's dying for a hero.",
      "th": "ใครคนนั้นคือเรานะ เมืองนี้กำลังต้องการฮีโร่"
    }
  },
  {
    "translation": {
      "en": "-Is it? -Yeah.",
      "th": "- งั้นเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "What about nine million socially-conscious and unified citizens...",
      "th": "แล้วประชาชนที่รวมตัวกัน ด้วยสำนึกด้านสังคมอีกเก้าล้านคน"
    }
  },
  {
    "translation": {
      "en": "...stepping up and doing their part?",
      "th": "ที่ก้าวขึ้นมาทำส่วนของพวกเขาล่ะ"
    }
  },
  {
    "translation": {
      "en": "As a kid, didn't you dress up and play cops and robbers?",
      "th": "ตอนเป็นเด็ก นายไม่ได้เล่นตำรวจกับโจรเหรอ"
    }
  },
  {
    "translation": {
      "en": "I'll tell you what I did as a little kid.",
      "th": "ฉันจะบอกให้ว่าทำอะไร"
    }
  },
  {
    "translation": {
      "en": "I went to school and made my bed.",
      "th": "ฉันไปโรงเรียน และจัดเตียง"
    }
  },
  {
    "translation": {
      "en": "And at age 11, I audited my parents.",
      "th": "และตอน 11 ขวบ ฉันตรวจบัญชีพ่อแม่"
    }
  },
  {
    "translation": {
      "en": "And believe me, there were some discrepancies, and I was grounded.",
      "th": "และเชื่อสิ มันไม่ลงตัว และฉันถูกกักบริเวณ"
    }
  },
  {
    "translation": {
      "en": "What the hell are you?",
      "th": "นายเป็นตัวอะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Well, well, well. What do we got here?",
      "th": "แหมๆ มีอะไรตรงนี้"
    }
  },
  {
    "translation": {
      "en": "Look at these two jamokes, would you? One shot Jeter, the other shot an office.",
      "th": "ดูสองคนนี้หน่อยสิ เจเตอร์นัดเดียว และอีกคนยิงในออฟฟิศ"
    }
  },
  {
    "translation": {
      "en": "Have some decorum. We're at a funeral.",
      "th": "มีมารยาทหน่อย เราอยู่ในงานศพ"
    }
  },
  {
    "translation": {
      "en": "You wanna dance, brolio?",
      "th": "นายอยากเต้นเหรอไอ้หนุ่ม ฮะ"
    }
  },
  {
    "translation": {
      "en": "I will rock your body with big, nasty hooks. You'll be pissing blood out of your ass.",
      "th": "ฉันจะอัดนายด้วยตะขอมหาประลัย นายได้สำลักเลือดทางตูดแน่"
    }
  },
  {
    "translation": {
      "en": "-That's horrible. -Why don't you step back, man?",
      "th": "น่ากลัวนะ ทำไมนายไม่ถอยไปล่ะ"
    }
  },
  {
    "translation": {
      "en": "You touch him, I swear to God...",
      "th": "ถ้าแตะตัวเขา ฉันสาบานได้"
    }
  },
  {
    "translation": {
      "en": "I'm gonna beat you with Allen's head.",
      "th": "ฉันอัดนายเละแน่"
    }
  },
  {
    "translation": {
      "en": "He's not gonna do that. Hyperbole. Weird example.",
      "th": "เขาไม่ทำอย่างนั้นหรอก เว่อร์ละ นั่นเป็นตัวอย่างที่พิลึก"
    }
  },
  {
    "translation": {
      "en": "-You wanna go? -I wanna go!",
      "th": "- นายอยากลุยไหม - ฉันจะลุยเลย"
    }
  },
  {
    "translation": {
      "en": "-Get him off. -Kick his ass.",
      "th": "- เอาเขาออกไป - เตะก้นเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah. How do you like that?",
      "th": "ว่ายังไง ชอบอย่างนั้นไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "-Pull his hair! -I love it.",
      "th": "- ดึงผมเลย - ฉันชอบจัง"
    }
  },
  {
    "translation": {
      "en": "This hurts so good.",
      "th": "นี่มันเจ็บจริงๆ เลย"
    }
  },
  {
    "translation": {
      "en": "-Very sorry for your loss. -What a lovely hat.",
      "th": "เสียใจกับความสูญเสียของคุณครับ หมวกสวยดี"
    }
  },
  {
    "translation": {
      "en": "I love your shoes.",
      "th": "ผมชอบรองเท้าคุณ"
    }
  },
  {
    "translation": {
      "en": "-It's fine, it's fine. -Go, go.",
      "th": "- ไม่เป็นไร ไม่เป็นไร - เอาเลยๆ"
    }
  },
  {
    "translation": {
      "en": "Punish him!",
      "th": "จัดการเขาเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, man.",
      "th": "โธ่ ให้ตาย"
    }
  },
  {
    "translation": {
      "en": "Do it. That's how we do it in the hood.",
      "th": "เราทำอย่างนั้นแหละแถวบ้านเรา"
    }
  },
  {
    "translation": {
      "en": "-Punish him. -That's not even a move.",
      "th": "- จัดการเขา - นั่นไม่ใช่การเคลื่อนไหวด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "I'm the winner. I'm the winner, everybody saw.",
      "th": "ฉันคือผู้ชนะ ฉันคือผู้ชนะ ทุกคนเห็นแล้ว"
    }
  },
  {
    "translation": {
      "en": "What the hell is going on here?",
      "th": "มันเกิดบ้าอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Two good men are dead...",
      "th": "คนดีสองคนตายไป"
    }
  },
  {
    "translation": {
      "en": "...and you guys are fighting over who's gonna be the next hotshot?",
      "th": "แล้วพวกนายมาสู้กันว่า ใครจะเป็นขาลุยคนต่อไปเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Is that what's happening? -That's what's happening.",
      "th": "ใช่อย่างนั้นไหม ใช่ มันคือเรื่องนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "Let me tell you about those guys.",
      "th": "ฉันขอบอกนายเกี่ยวกับ พวกนั้นหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "They knew that to become a good cop, you had to solve cases. Okay?",
      "th": "พวกเขารู้ว่าการจะเป็นตำรวจที่ดี นายต้องไขคดี เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "Okay, and maybe you start with the Castien robbery.",
      "th": "และนายอาจเริ่มที่คดีปล้นแคสเชียน"
    }
  },
  {
    "translation": {
      "en": "Okay? So just watch it.",
      "th": "โอเคนะ ฉะนั้นระวังตัวไว้"
    }
  },
  {
    "translation": {
      "en": "Next time, me, you, library.",
      "th": "คราวหน้า ฉัน นาย ที่ห้องสมุด"
    }
  },
  {
    "translation": {
      "en": "-Not even close. -Come on, guys. Come on.",
      "th": "- ไม่ใกล้เคียงด้วยซ้ำ - ไม่เอาน่าพวกเรา ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "-You are... -I'm the winner!",
      "th": "- นายมัน... - ฉันคือผู้ชนะ"
    }
  },
  {
    "translation": {
      "en": "I didn't need you to stick up for me. I could've handled that myself.",
      "th": "ฉันไม่ต้องการให้นายออกรับ ตกลงนะ ฉันจัดการเรื่องนั้นเองก็ได้"
    }
  },
  {
    "translation": {
      "en": "Hey, don't flatter yourself. It's the partner's code. I had no choice.",
      "th": "นี่ อย่ายอตัวเองหน่อยเลย มันเป็นระเบียบของคู่หู ไม่มีทางเลือก"
    }
  },
  {
    "translation": {
      "en": "Move.",
      "th": "หลีกไป"
    }
  },
  {
    "translation": {
      "en": "-Nine-fifteen, let's have a great day! -Cut the shit!",
      "th": "เก้าโมงสิบห้าแล้ว ขอให้โชคดีทุกคน เข้าเรื่องเลย"
    }
  },
  {
    "translation": {
      "en": "Good morning.",
      "th": "อรุณสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "We've got shots fired. 509 East 10th Street.",
      "th": "เกิดการยิงกันขึ้นที่ 509 ถนนอีสต์ สิบ"
    }
  },
  {
    "translation": {
      "en": "Large amounts of cocaine on the scene. Try to stay out of trouble.",
      "th": "มีโคเคนจำนวนมากในที่เกิดเหตุ พยายามอย่าหาเรื่องนะหนุ่มๆ"
    }
  },
  {
    "translation": {
      "en": "No chance you'd wanna go, right?",
      "th": "อยากตอบรับสายนั้นไหม"
    }
  },
  {
    "translation": {
      "en": "No chance. Too busy.",
      "th": "ไม่มีทาง ยุ่งเกินไป"
    }
  },
  {
    "translation": {
      "en": "All right, ladies. Starting to get the picture? We're about to lock shit down.",
      "th": "เอาละสาวๆ เริ่มจะเห็นภาพหรือยัง เรากำลังจะล็อกที่นี่ไว้"
    }
  },
  {
    "translation": {
      "en": "-That's right. -Stay and get your type on.",
      "th": "- ใช่ - สาวๆ อยู่นี่ ใส่ชุดของนายไว้"
    }
  },
  {
    "translation": {
      "en": "Go get them. Lot of energy, lot of focus.",
      "th": "จับเลยพวกเรา พลังงานเยอะ จดจ่อไว้"
    }
  },
  {
    "translation": {
      "en": "Shut up!",
      "th": "หุบปาก"
    }
  },
  {
    "translation": {
      "en": "Could I see you in the hallway for a second?",
      "th": "หุบปาก ขอคุยกันที่ทางเดินหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "I'm super busy right now.",
      "th": "ฉันยุ่งมากเลยตอนนี้ เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "No, no, I know. This'll be real quick.",
      "th": "ไม่ๆ ฉันรู้ ฉันจะพูดอย่างเร็วเลย"
    }
  },
  {
    "translation": {
      "en": "It's about the construction permits.",
      "th": "มันเกี่ยวกับใบอนุญาตก่อสร้าง ที่นายพูดถึง"
    }
  },
  {
    "translation": {
      "en": "-The scaffolding? -This is our thing, yeah.",
      "th": "ละเมิดกฎเรื่องนั่งร้านเหรอ นี่เป็นงานเราเลย ใช่"
    }
  },
  {
    "translation": {
      "en": "So, what do you got?",
      "th": "แล้วนายมีอะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "I got this! I'll put one right in your neck.",
      "th": "ฉันมีนี่ ฉันจะยิงนัดหนึ่งใส่คอนายเลย"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "th": "นายทำอะไร"
    }
  },
  {
    "translation": {
      "en": "Let's go. We're going to that call.",
      "th": "ไปกันเถอะ เราจะไปตามที่แจ้งมา"
    }
  },
  {
    "translation": {
      "en": "-What is this? -Shut up.",
      "th": "- นี่อะไร - หุบปาก"
    }
  },
  {
    "translation": {
      "en": "We're going to the car, and going after this case.",
      "th": "เราจะไปที่รถนั่น ไปทำคดีนี้กัน"
    }
  },
  {
    "translation": {
      "en": "-You're not gonna shoot me. -I won't?",
      "th": "- นายไม่ยิงฉันหรอก - ไม่เหรอ"
    }
  },
  {
    "translation": {
      "en": "-No. -I shot Jeter.",
      "th": "- ไม่ - ฉันยิงเจเตอร์"
    }
  },
  {
    "translation": {
      "en": "-That was an accident. -Was it?",
      "th": "- นั่นเป็นอุบัติเหตุ - อย่างนั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Now move. -Okay.",
      "th": "ทีนี้ไปได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "นี่"
    }
  },
  {
    "translation": {
      "en": "Does anybody see this? He's got a gun on me.",
      "th": "มีใครเห็นนี่ไหม เขาเอาปืนจี้ฉัน"
    }
  },
  {
    "translation": {
      "en": "I'm being kidnapped.",
      "th": "ฉันกำลังถูกลักพาตัวนะ"
    }
  },
  {
    "translation": {
      "en": "Really, we're in a police station and no one is interested in this?",
      "th": "จริงเหรอ ในสถานีตำรวจ แต่ไม่มีใครสนใจเลย"
    }
  },
  {
    "translation": {
      "en": "-So then what happened? -What do you think happened?",
      "th": "- แล้วเกิดอะไรขึ้น - นายคิดว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "I woke up, took the belt off my neck, got in my car and got out of there.",
      "th": "ถอดเข็มขัดจากคอฉัน เข้าไปในรถ แล้วออกมา"
    }
  },
  {
    "translation": {
      "en": "Talk about a wild weekend, right?",
      "th": "เป็นสุดสัปดาห์ที่ระทึกน่าดูนะ"
    }
  },
  {
    "translation": {
      "en": "I thought I was gonna have to shoot my way out.",
      "th": "ฉันนึกว่าจะต้องยิงแหกออกมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "What are you gonna do, you know? Bar mitzvahs.",
      "th": "นายจะทำอะไรได้ ในพิธีบาร์มิตซวาห์"
    }
  },
  {
    "translation": {
      "en": "What the hell is this?",
      "th": "นี่มันบ้าอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "It's my car. It's a Prius.",
      "th": "รถฉันไง รถพริอุส"
    }
  },
  {
    "translation": {
      "en": "I feel like we're literally driving around in a vagina.",
      "th": "รู้สึกเหมือนเรากำลังขับไปมาในจิ๋มเลย"
    }
  },
  {
    "translation": {
      "en": "Detective Hoitz and Gamble are on that 518 on East 10th.",
      "th": "นักสืบฮอยซ์กับแกมเบิล เราอยู่ที่ 518 บนถนนอีสต์ สิบ"
    }
  },
  {
    "translation": {
      "en": "Negatory, Martin and Fosse, two minutes out.",
      "th": "ขอปฏิเสธ มาร์ตินกับฟอสซี่ อีกสองนาทีถึง"
    }
  },
  {
    "translation": {
      "en": "We'll just see who's there first.",
      "th": "เดี๋ยวก็ได้รู้ว่าใครไปถึงก่อน"
    }
  },
  {
    "translation": {
      "en": "You stay out of our crime scene! You hear me?",
      "th": "อย่ายุ่งกับจุดเกิดเหตุฉันนะ ได้ยินไหม"
    }
  },
  {
    "translation": {
      "en": "Go, go, go!",
      "th": "ไปๆ ๆ"
    }
  },
  {
    "translation": {
      "en": "You feel that, Allen? That tingling in your balls?",
      "th": "รู้สึกนั่นไหมอัลเลน ฮะ ความรู้สึกจี๊ดๆ ในลูกตุ้มนาย"
    }
  },
  {
    "translation": {
      "en": "Butterflies in your stomach?",
      "th": "รู้สึกปั่นป่วนท้องบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "Are you sure you don't have testicular cancer?",
      "th": "แน่ใจว่าไม่ได้เป็นมะเร็งอัณฑะ"
    }
  },
  {
    "translation": {
      "en": "I got something to get you going.",
      "th": "ฉันมีบางอย่างที่ทำให้นายอยากลุย"
    }
  },
  {
    "translation": {
      "en": "Let's go do some damage!",
      "th": "ไปสร้างความเสียหายกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Nope.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "What the hell is that?",
      "th": "นั่นเพลงบ้าอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "LRB. Little River Band.",
      "th": "แอลอาร์บี ลิตเติลริเวอร์แบนด์"
    }
  },
  {
    "translation": {
      "en": "This makes me feel like I'm going shopping for a bra.",
      "th": "ทำให้รู้สึกเหมือนกำลังช็อปปิง บราออกกำลังเลย"
    }
  },
  {
    "translation": {
      "en": "You know what? We go with no music, okay?",
      "th": "เอาอย่างนี้ไหม เราไปแบบไม่เปิดเพลง ดีไหม"
    }
  },
  {
    "translation": {
      "en": "-Fine. -Say bye.",
      "th": "- ได้ - บ๊ายบายเลย"
    }
  },
  {
    "translation": {
      "en": "No, don't say bye....",
      "th": "ไม่ๆ อย่าพูดว่าบาย"
    }
  },
  {
    "translation": {
      "en": "You just signed your death warrant!",
      "th": "นายเพิ่งเซ็นสัญญาตายของตัวเอง ฮอยซ์"
    }
  },
  {
    "translation": {
      "en": "Allen, punch that accelerator or I will shoot you in the foot!",
      "th": "นายเพิ่งเซ็นสัญญาตายของตัวเอง ฮอยซ์ เหยียบคันเร่งนั่น ไม่งั้นฉันยิงเท้านาย"
    }
  },
  {
    "translation": {
      "en": "America!",
      "th": "อเมริกา"
    }
  },
  {
    "translation": {
      "en": "Allen! Allen, hit the brake!",
      "th": "อัลเลนๆ เหยียบเบรก"
    }
  },
  {
    "translation": {
      "en": "Seriously, slow down! We're approaching the crime scene!",
      "th": "พูดจริงนะ ชะลอรถ เราเข้าใกล้ที่เกิดเหตุแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Terry, I'm coming in. -You're gonna smash right through!",
      "th": "เทอร์รี่ ฉันกำลังเข้าไป นายกำลังจะชนแถบกั้นนะ"
    }
  },
  {
    "translation": {
      "en": "Dude! What...?",
      "th": "เพื่อน อะไร..."
    }
  },
  {
    "translation": {
      "en": "That's a lot of cocaine.",
      "th": "นั่นมันโคเคนอื้อเลย"
    }
  },
  {
    "translation": {
      "en": "Did you yell \"America\" when you hit the accelerator?",
      "th": "นายตะโกนว่า \"อเมริกา\" ตอนเหยียบคันเร่งหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Nope. No. No.",
      "th": "เปล่าๆ"
    }
  },
  {
    "translation": {
      "en": "I've never actually put my foot all the way down...",
      "th": "ฉันไม่เคยเหยียบคันเร่งมิด"
    }
  },
  {
    "translation": {
      "en": "...to the ground with the accelerator like that.",
      "th": "จนติดพื้นแบบนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "It got me slightly aroused.",
      "th": "มันทำให้ฉันตื่นตัวหน่อยๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "th": "นี่ยังไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "Way to put your stamp on the crime scene, guys.",
      "th": "เป็นวิธีฝากรอยบนจุดเกิดเหตุ ที่สุดๆ เลยพวกนาย"
    }
  },
  {
    "translation": {
      "en": "-Prius, huh? -Yep, yep.",
      "th": "- พริอุสเหรอ - ใช่ๆ"
    }
  },
  {
    "translation": {
      "en": "Good mileage?",
      "th": "ประหยัดน้ำมันไหม"
    }
  },
  {
    "translation": {
      "en": "-Outstanding. -Yeah.",
      "th": "- โอ้ ยอดเลย - เหรอ"
    }
  },
  {
    "translation": {
      "en": "Did this come with a dental dam?",
      "th": "- โอ้ ยอดเลย - เหรอ นี่มาพร้อมกับแผ่นยางอนามัยหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "-No. -Get it?",
      "th": "- เปล่า - เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "-My Suburban shit one of these. -I didn't know they put tampons on wheels.",
      "th": "คนแถวบ้านฉันอึใส่แผ่นแบบนี้เมื่อคืน ไม่ยักรู้ว่าเขาใส่ผ้าอนามัยที่ล้อด้วย"
    }
  },
  {
    "translation": {
      "en": "We've had our fun, huh?",
      "th": "เราได้สนุกไปแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Looks like Scarface sneezed on your car.",
      "th": "ดูเหมือนไอ้หน้าบากจามใส่รถนายนะ"
    }
  },
  {
    "translation": {
      "en": "All right, everybody!",
      "th": "เอาละ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "I'm gonna need you all to back up now. We're taking over.",
      "th": "ต้องขอให้ถอยไปแล้ว เราจะจัดการเอง"
    }
  },
  {
    "translation": {
      "en": "\"At the crime scene, LOL.\"",
      "th": "\"ที่จุดเกิดเหตุ 555\""
    }
  },
  {
    "translation": {
      "en": "-Good tweet. -Yeah, thanks.",
      "th": "- ทวีตได้ดี ทวีตได้ดี - ใช่ ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "America has always been defined by its excess.",
      "th": "อเมริกาถูกจำกัดความ จากความเกินเลยเสมอ"
    }
  },
  {
    "translation": {
      "en": "The Grand Canyon, professional sports contracts.",
      "th": "เดอะแกรนด์แคนยอน สัญญากีฬาอาชีพ"
    }
  },
  {
    "translation": {
      "en": "Wendy's Baconator, extra bacon.",
      "th": "เบคอเนเตอร์ของร้านเวนดี้ ใส่เบคอนเพียบ"
    }
  },
  {
    "translation": {
      "en": "I myself have 18 Lamborghinis...",
      "th": "ผมเอง มีลัมโบร์กีนี 18 คัน"
    }
  },
  {
    "translation": {
      "en": "...and a Subaru station wagon.",
      "th": "และซูบารุสเตชันวากอน"
    }
  },
  {
    "translation": {
      "en": "And it's because of this excess that I have flourished.",
      "th": "และเพราะความเว่อร์นี่เอง ที่ผมมาได้ไกล"
    }
  },
  {
    "translation": {
      "en": "I implore you, please, do not stop profiting.",
      "th": "ผมขอร้องคุณนะ ได้โปรด อย่าหยุดทำกำไร"
    }
  },
  {
    "translation": {
      "en": "Live for excess. It's the American way.",
      "th": "ใช้ชีวิตให้เว่อร์ๆ มันเป็นวิถีของอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "th": "สวัสดีครับ"
    }
  },
  {
    "translation": {
      "en": "Mr. Ershon? I believe this call's for you.",
      "th": "คุณเออร์ชอน ผมว่าสายนี้ของคุณนะ"
    }
  },
  {
    "translation": {
      "en": "Sir David.",
      "th": "เซอร์เดวิด"
    }
  },
  {
    "translation": {
      "en": "David. You're not returning my calls, so I'd like you to meet Roger Wesley.",
      "th": "เดวิด คุณไม่โทรกลับสายฉัน ฉันอยากให้คุณพบกับโรเจอร์ เวสลีย์"
    }
  },
  {
    "translation": {
      "en": "-Good day, mate. -Hey.",
      "th": "- สวัสดี เพื่อน - สวัสดี"
    }
  },
  {
    "translation": {
      "en": "Roger and his team are gonna babysit you because I think you're going to take off.",
      "th": "ทีมของโรเจอร์จะดูแลคุณ เพราะฉันไม่ไว้ใจคุณ เพราะฉันคิดว่าคุณจะหนี"
    }
  },
  {
    "translation": {
      "en": "Pamela, this is ridiculous. I'm not going anywhere.",
      "th": "พาเมล่า นี่มันตลกน่า ผมไม่ไปไหนหรอก"
    }
  },
  {
    "translation": {
      "en": "David, the Lendl quarterlies come out on the 26th.",
      "th": "เดวิด ฟังนะ เดอะเลนเดิลควอเตอร์ลีส์ ออกมาวันที่ 26"
    }
  },
  {
    "translation": {
      "en": "You have until then to give me my money. I'm not reporting any losses.",
      "th": "คุณมีเวลาถึงวันนั้นที่จะให้เงินฉัน ฉันจะไม่รายงานขาดทุนนะ"
    }
  },
  {
    "translation": {
      "en": "I have zeroed in on a new investor.",
      "th": "ผมกำลังจ้องนักลงทุนใหม่รายหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Well, then, get their money, make it disappear, then pay us back.",
      "th": "ถ้าอย่างนั้นเอาเงินพวกเขามา ทำให้มันหายไป แล้วจ่ายคืนเรามา"
    }
  },
  {
    "translation": {
      "en": "Yes, yes, I'll tell him he doesn't need to keep watching me.",
      "th": "ได้ๆ ผมจะบอกเขาว่า เขาไม่จำเป็นต้องเฝ้าผม"
    }
  },
  {
    "translation": {
      "en": "-David! -Okay, sweetheart, bye-bye.",
      "th": "- เดวิด - โอเค ที่รัก บ๊ายบาย"
    }
  },
  {
    "translation": {
      "en": "Yeah. She overreacted. She's a woman. So you're good to go.",
      "th": "ใช่ เธอตื่นตัวเกินเหตุ เธอเป็นผู้หญิง ฉะนั้นคุณลุยได้"
    }
  },
  {
    "translation": {
      "en": "Heard everything, mate.",
      "th": "ได้ยินทุกอย่างแล้ว เพื่อน"
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen...",
      "th": "ท่านสุภาพสตรีและบุรุษครับ"
    }
  },
  {
    "translation": {
      "en": "...guess who gave me the secrets to making my first billion dollars.",
      "th": "ทายสิใครบอกความลับ ในการทำเงินพันล้านแรกของผม"
    }
  },
  {
    "translation": {
      "en": "That man there.",
      "th": "ชายคนนั้นไง"
    }
  },
  {
    "translation": {
      "en": "Go! Go!",
      "th": "ตามไปๆ"
    }
  },
  {
    "translation": {
      "en": "-Side! -Step aside, please.",
      "th": "- หลีก - หลีกทางไป ได้โปรด"
    }
  },
  {
    "translation": {
      "en": "You don't think I'm a real cop, do you?",
      "th": "นายไม่คิดว่าฉันเป็นตำรวจจริง ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "No. I've said that to your face numerous times.",
      "th": "ไม่ ฉันพูดอย่างนั้น ต่อหน้านายหลายทีแล้ว"
    }
  },
  {
    "translation": {
      "en": "-I was really honest about that. -I'm working on a huge case, all right?",
      "th": "ฉันพูดตามที่คิดเลยเรื่องนั้น เรากำลังทำคดีใหญ่อยู่ ตกลงไหม"
    }
  },
  {
    "translation": {
      "en": "Owner with seven buildings under construction.",
      "th": "เจ้าของอสังหาฯ ที่อาคารเจ็ดแห่งกำลังก่อสร้าง"
    }
  },
  {
    "translation": {
      "en": "He hasn't applied for a single scaffolding permit.",
      "th": "เขายังไม่ได้ทำเรื่องใบอนุญาต มีนั่งร้านเลยสักใบ"
    }
  },
  {
    "translation": {
      "en": "Now, according to Ask Jeeves, this perp is at the Plaza Hotel speaking right now.",
      "th": "ทีนี้จากในอาส์คจีฟส์ เจ้าตัวร้ายนี่กำลังพูดบรรยาย อยู่ที่โรงแรมพลาซ่าเลย"
    }
  },
  {
    "translation": {
      "en": "-That's your case? Scaffolding permits? -Yeah.",
      "th": "นั่นเหรอคดีใหญ่ของนาย ใบอนุญาตมีนั่งร้าน ใช่"
    }
  },
  {
    "translation": {
      "en": "Guess what? You're coming with me.",
      "th": "ทายสิ นายต้องมากับฉัน"
    }
  },
  {
    "translation": {
      "en": "It's a wooden gun.",
      "th": "นั่นมันปืนไม้นะ"
    }
  },
  {
    "translation": {
      "en": "That hurts, man!",
      "th": "โอ๊่ย เจ็บนะเว้ย"
    }
  },
  {
    "translation": {
      "en": "I've always got Little River Band loaded up here. I've got six disks in here.",
      "th": "ฉันโหลดลิตเติลริเวอร์แบนด์ ไว้ในนี้ตลอด ฉันมีดิสก์หกแผ่นในนี้"
    }
  },
  {
    "translation": {
      "en": "Claude, meet me outside, at the back of the service entrance.",
      "th": "คล็อด เจอผมข้างนอก ที่ด้านหลังทางเข้าช่องบริการ"
    }
  },
  {
    "translation": {
      "en": "I'm flying Air Singapore.",
      "th": "ผมกำลังจะบินแอร์สิงคโปร์"
    }
  },
  {
    "translation": {
      "en": "-Hey. How's the wife? -She died.",
      "th": "- ดักลาส เมียคุณเป็นยังไงบ้าง - เธอตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Attaboy!",
      "th": "อย่างนั้นสิ"
    }
  },
  {
    "translation": {
      "en": "I'll be there in two minutes exactly.",
      "th": "ผมจะไปถึงนั่นในสองนาที"
    }
  },
  {
    "translation": {
      "en": "Another thing I hate about you? You always pay in exact change.",
      "th": "อีกอย่างที่ฉันเกลียด เกี่ยวกับนายเหรอ นายจ่ายเงินแบบพอดีเป๊ะเสมอ"
    }
  },
  {
    "translation": {
      "en": "You're just mad because I have a change purse.",
      "th": "นายแค่โกรธเพราะฉันมี กระเป๋าใส่เหรียญที่สวย"
    }
  },
  {
    "translation": {
      "en": "Why do you even care?",
      "th": "ทำไมนายต้องสนด้วย"
    }
  },
  {
    "translation": {
      "en": "How can I help it? You know what? You know what's worse?",
      "th": "ทำไมนายต้องสนด้วย ฉันจะอดใจได้ยังไง รู้ไหมอะไรแย่กว่า"
    }
  },
  {
    "translation": {
      "en": "-The way you fart. They're not manly. -You're being ridiculous.",
      "th": "เสียงตดนาย เสียงตดนายไม่แมนเลย นายนี่บ้าไปแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "They sound like a baby blowing out candles on a cake.",
      "th": "เสียงมันเหมือนเด็กเป่าเทียนวันเกิด"
    }
  },
  {
    "translation": {
      "en": "-What? -Like a little:",
      "th": "- อะไรนะ - เหมือนกับเด็ก..."
    }
  },
  {
    "translation": {
      "en": "-You know what bugs me about you? -What?",
      "th": "- รู้ไหมนายทำให้ฉันตะขิดตะขวงใจอะไร - อะไร"
    }
  },
  {
    "translation": {
      "en": "I'm sure you've never voted.",
      "th": "ฉันแน่ใจเลยว่านายไม่เคยโหวต"
    }
  },
  {
    "translation": {
      "en": "No, I vote. Sports radio, AM 880. Play of the week.",
      "th": "ไม่ ฉันโหวต วิทยุกีฬาเอเอ็ม 880 เพลย์ออฟเดอะวีก"
    }
  },
  {
    "translation": {
      "en": "You're like a child in a leather jacket. That's what you're like.",
      "th": "นายก็เหมือนเด็กในแจ็กเก็ตหนัง"
    }
  },
  {
    "translation": {
      "en": "-Get out of the way, man! -Wait. Are you David Ershon?",
      "th": "หลีกไปเลยนะ เดี๋ยว คุณใช่เดวิด เออร์ชอนไหม"
    }
  },
  {
    "translation": {
      "en": "Well, it's Sir David Ershon, but I don't bother with the....",
      "th": "ใช่ ผมคือเวอร์เดวิด เออร์ชอน แต่ผมไม่สนเรื่อง..."
    }
  },
  {
    "translation": {
      "en": "Anyway, little bit of a rush, if you don't mind. Thank you.",
      "th": "ยังไงก็ตาม ผมค่อนข้างรีบ ถ้าคุณไม่ว่าอะไร ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-Excuse me, you're under arrest, okay? -What?",
      "th": "ขอโทษครับ แต่คุณถูกจับกุมแล้วครับ อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "You have the right to remain silent. Anything you do or say can be used....",
      "th": "คุณมีสิทธิ์ที่จะไม่พูดอะไร สิ่งที่คุณทำหรือพูดอาจถูกนำไปใช้..."
    }
  },
  {
    "translation": {
      "en": "-What's the next part? -As a floatation device.",
      "th": "- ว่าไงต่อนะ - เป็นอุปกรณ์ลอยตัว"
    }
  },
  {
    "translation": {
      "en": "As a floatation device.",
      "th": "เป็นอุปกรณ์ลอยตัว"
    }
  },
  {
    "translation": {
      "en": "You know what? That's very funny. I have never Miranda-ed anyone before.",
      "th": "นายรู้ไหม นั่นมันตลกมาก ฉันไม่เคยอ่านสิทธิ์ให้ใครฟังมาก่อน"
    }
  },
  {
    "translation": {
      "en": "-Really? -Are you guys for real?",
      "th": "- จริงเหรอ - พวกคุณเป็นตำรวจจริงหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Am I being punk'd?",
      "th": "นี่รายการอำหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Detective Allen Gamble.",
      "th": "นักสืบอัลเลน แกมเบิล"
    }
  },
  {
    "translation": {
      "en": "We are in a cocaine-covered car, and we are bringing in a perp.",
      "th": "เราอยู่ในรถที่คลุมไปด้วยโคเคน และเรากำลังนำผู้ต้องสงสัยเข้าไป"
    }
  },
  {
    "translation": {
      "en": "-One David Ershon. -A hundred and seventy-five pounds.",
      "th": "เดวิด เออร์ชอน หนัก 175 ปอนด์"
    }
  },
  {
    "translation": {
      "en": "-Thank you, 175 pounds. -Shut up, man!",
      "th": "หนัก 175 ปอนด์ - ขอบคุณ 175 ปอนด์ - หุบปากน่า"
    }
  },
  {
    "translation": {
      "en": "Martin and Fosse are probably on Studio B talking to Shepard Smith right now.",
      "th": "- ขอบคุณ 175 ปอนด์ - หุบปากน่า มาร์ตินกับฟอสซี่อาจอยู่ในสตูดิโอบี คุยกับเชฟเฟิร์ด สมิทอยู่ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "We arrest this jerkoff for a scaffolding permit?",
      "th": "เราจับกุมหมอนี่ เรื่องใบอนุญาตนั่งร้านเหรอ"
    }
  },
  {
    "translation": {
      "en": "Wait, wait, what am I being arrested for?",
      "th": "เดี๋ยวๆ ผมกำลังถูกจับเรื่องอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "For scaffolding permit violation.",
      "th": "เรื่องการละเมิดใบอนุญาตนั่งร้าน"
    }
  },
  {
    "translation": {
      "en": "-I got my insurance card. -Easy, mate.",
      "th": "- ฉันมีใบประกัน ตรงไหนสักแห่ง - ใจเย็น เพื่อน"
    }
  },
  {
    "translation": {
      "en": "-What the hell? You ran into us! -Stand over there.",
      "th": "บ้าเหรอ คุณวิ่งเข้าหาเรานะ - ยืนอยู่ตรงนั้น - ว่ายังไงนะ"
    }
  },
  {
    "translation": {
      "en": "-Wood? -What the...?",
      "th": "ไม้เหรอ อะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-Couldn't see the car. It's big. -What?",
      "th": "- มองไม่เห็นรถเลย ก็ใหญ่อยู่นะ - อะไร"
    }
  },
  {
    "translation": {
      "en": "Do not let these men take me.",
      "th": "อย่าให้พวกนี้เอาตัวผมไปนะ"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "th": "สวัสดี"
    }
  },
  {
    "translation": {
      "en": "-Why's she looking at you like that? -That's my car!",
      "th": "ทำไมเธอมองนายแบบนั้น นั่นรถฉัน"
    }
  },
  {
    "translation": {
      "en": "Hey, hey, hey! We didn't exchange insurance information!",
      "th": "นี่ๆ เรายังไม่ได้แลกเปลี่ยน ข้อมูลประกันเลย"
    }
  },
  {
    "translation": {
      "en": "Hey! Excuse me!",
      "th": "นี่ ขอโทษครับ"
    }
  },
  {
    "translation": {
      "en": "Why did they take our shoes?",
      "th": "ทำไมพวกเขาต้องเอารองเท้าเราไป"
    }
  },
  {
    "translation": {
      "en": "-What the hell just happened? -Where's my iPhone?",
      "th": "มันเกิดบ้าอะไรขึ้นน่ะ ไอโฟนของฉันอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "I think we've walked 30 blocks, man.",
      "th": "ฉันว่าเราเดินมา 30 ช่วงตึกแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "I don't get why we can't just call the office and have a squad car come pick us up.",
      "th": "ฉันไม่เข้าใจ ทำไมเราไม่แค่โทรหาออฟฟิศ แล้วเรียกรถของหน่วยมารับเราละ"
    }
  },
  {
    "translation": {
      "en": "They took our shoes, our guns, our car. No way that's going out on the radio.",
      "th": "ไม่ พวกเขาเอารองเท้าเรา ปืนเรา รถเราไป ไม่มีทาง นั่นจะต้องออกวิทยุสื่อสาร"
    }
  },
  {
    "translation": {
      "en": "If we're gonna do this together, there's issues we need to settle, okay?",
      "th": "ฟังนะ ถ้าเราจะทำนี่ด้วยกัน มีบางเรื่องที่เราต้องตกลงกัน"
    }
  },
  {
    "translation": {
      "en": "I mean, you said I had a weak chin. You said the way I pee is feminine.",
      "th": "นายบอกว่าฉันถูกข่มง่ายๆ นายบอกว่าวิธีที่ฉันฉี่เหมือนผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "How do you think that makes me feel?",
      "th": "คิดว่าฉันรู้สึกยังไง"
    }
  },
  {
    "translation": {
      "en": "I mean, that list you have, you put a lot of thought in. It's weird.",
      "th": "รายการที่นายคิดนั่น นายใส่ความคิดเข้าไป มันพิลึก"
    }
  },
  {
    "translation": {
      "en": "I hear you.",
      "th": "ฉันได้ยินแล้ว"
    }
  },
  {
    "translation": {
      "en": "Let's clean the slate right now. Fresh start.",
      "th": "ลืมมันไปเถอะนะ มาเริ่มกันใหม่"
    }
  },
  {
    "translation": {
      "en": "All right. Fresh start.",
      "th": "ตกลง เริ่มกันใหม่"
    }
  },
  {
    "translation": {
      "en": "Maybe we should call ourselves the Febreze Brothers...",
      "th": "บางทีเราน่าจะเรียกตัวเองว่า พี่น้องฟาบรีซนะ"
    }
  },
  {
    "translation": {
      "en": "...because it's feeling so fresh right now. Right?",
      "th": "เพราะมันรู้สึกสดใสมากเลยตอนนี้ ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Let's do another fresh start. I wanted to punch you in the face.",
      "th": "เรามาเริ่มต้นใหม่กันอีกครั้ง เพราะฉันอยากชกนาย"
    }
  },
  {
    "translation": {
      "en": "Fine, fresh start.",
      "th": "ได้ เริ่มต้นใหม่"
    }
  },
  {
    "translation": {
      "en": "It's the last one.",
      "th": "มันเป็นครั้งสุดท้ายแล้ว"
    }
  },
  {
    "translation": {
      "en": "I have to be able to express myself.",
      "th": "ฉันต้องสามารถแสดง ความเป็นตัวเองได้ รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "-Okay, folks! Everybody, listen up! -Listen up!",
      "th": "- โอเคเพื่อน ทุกคนฟังนะ - ฟังนะ"
    }
  },
  {
    "translation": {
      "en": "Got a high profile kidnapping.",
      "th": "เกิดการลักพาตัวคนสำคัญซะแล้ว"
    }
  },
  {
    "translation": {
      "en": "David Ershon, wealthy banker, multinational team.",
      "th": "เดวิด เออร์ชอน นายธนาคาร ทีมนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "Maybe a sleeper cell, but it's early.",
      "th": "อาจเปลี่ยนเป็นอีกพวกไปแล้ว แต่มันเร็วไปที่จะบอกได้"
    }
  },
  {
    "translation": {
      "en": "Hey, Bilbo Baggins. Where are your shoes? Because your feet are black.",
      "th": "อาจเปลี่ยนเป็นอีกพวกไปแล้ว แต่มันเร็วไปที่จะบอกได้ สวัสดี บิลโบ แบ็กกินส์ รองเท้านายอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "Who cares? It's not important, okay?",
      "th": "ใครจะสน มันไม่สำคัญ เข้าใจนะ"
    }
  },
  {
    "translation": {
      "en": "Hoitz, Gamble, captain. Not good.",
      "th": "ฮอยซ์ แกมเบิล นั่นผู้กอง ไม่ดีมั้ง"
    }
  },
  {
    "translation": {
      "en": "-Bye, guys. -Bye-bye.",
      "th": "- บาย ทุกคน - บ๊ายบาย"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "Guys, this is Don Beaman, the attorney for Mr. Ershon.",
      "th": "พวกเรา นี่คือดอน บีแมน ทนายของคุณเออร์ชอน"
    }
  },
  {
    "translation": {
      "en": "Roger Wesley, head of his private security.",
      "th": "โรเจอร์ เวสลีย์ หัวหน้าฝ่าย รปภ.ส่วนตัวของเขา"
    }
  },
  {
    "translation": {
      "en": "-Hey, how are you? Son of a bitch! -Hey!",
      "th": "- เป็นไงบ้าง ไอ้สารเลว - นี่ๆ"
    }
  },
  {
    "translation": {
      "en": "Hey, Terry! Take it easy!",
      "th": "นี่ เทอร์รี่ ใจเย็นๆ สิ"
    }
  },
  {
    "translation": {
      "en": "-That's the guy who took our guns. -And shoes!",
      "th": "นี่ เทอร์รี่ ใจเย็นๆ สิ - นั่นเป็นคนที่เอาปืนเราไปนะ - และรองเท้าผม"
    }
  },
  {
    "translation": {
      "en": "Wait a minute. Did you identify yourselves as police officers?",
      "th": "- นั่นเป็นคนที่เอาปืนเราไปนะ - และรองเท้าผม เดี๋ยวก่อนนะ นายได้แสดงตัว เป็นเจ้าหน้าที่ตำรวจหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "-What is this? -Allen, tell me. Did you?",
      "th": "นี่มันอะไร อัลเลน บอกฉันสิ ได้ทำไหม"
    }
  },
  {
    "translation": {
      "en": "No, we did not.",
      "th": "ไม่ครับ เราไม่ได้ทำ"
    }
  },
  {
    "translation": {
      "en": "Sorry, gentlemen. We thought you were abducting Mr. Ershon.",
      "th": "เสียใจด้วย สุภาพบุรุษ เราคิดว่าคุณกำลังลักพาตัว คุณเออร์ชอน"
    }
  },
  {
    "translation": {
      "en": "It's only protocol.",
      "th": "มันเป็นเพียงขั้นตอน"
    }
  },
  {
    "translation": {
      "en": "Mr. Ershon has agreed to correct this scaffolding situation. The case is closed.",
      "th": "คุณเออร์ชอนตกลงที่จะแก้ไข สถานการณ์เรื่องนั่งร้านนี้ คดีปิดแล้ว"
    }
  },
  {
    "translation": {
      "en": "I've taken care of all necessary paperwork.",
      "th": "ผมจัดการเอกสารสำคัญทั้งหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "And you fellas should just be glad...",
      "th": "และพวกคุณ ณ จุดนี้ ควรจะดีใจ"
    }
  },
  {
    "translation": {
      "en": "...that Mr. Ershon is not pressing charges for excessive force.",
      "th": "ที่คุณเออร์ชอนไม่ได้ตั้งข้อหา ใช้กำลังเกินควร"
    }
  },
  {
    "translation": {
      "en": "-Thank you, captain. -You bet.",
      "th": "- ขอบคุณ ผู้กอง - ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Australian?",
      "th": "ชาวออสเตรเลียเหรอ"
    }
  },
  {
    "translation": {
      "en": "Special Forces, right?",
      "th": "กองกำลังพิเศษใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Best watch your step, detective.",
      "th": "จะทำอะไรระวังให้ดีละ คุณนักสืบ"
    }
  },
  {
    "translation": {
      "en": "There are three things I love in this world:",
      "th": "มีสามอย่างที่ผมรักในโลกนี้"
    }
  },
  {
    "translation": {
      "en": "Kylie Minogue...",
      "th": "ไคลี่ มิโนก"
    }
  },
  {
    "translation": {
      "en": "...small dimples just above a woman's buttocks...",
      "th": "รอยบุ๋มเล็กๆ เหนือก้นผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "Beautiful features.",
      "th": "เป็นส่วนที่สวยมาก"
    }
  },
  {
    "translation": {
      "en": "...and the fear in a man's eye who knows I'm about to hurt him.",
      "th": "และความกลัวในสายตาผู้ชาย ที่รู้ว่าผมจะทำร้ายเขา"
    }
  },
  {
    "translation": {
      "en": "Hey! Shake your dicks. This pissing contest is over.",
      "th": "และความกลัวในสายตาผู้ชาย ที่รู้ว่าผมจะทำร้ายเขา สลัดจู๋ได้ การแข่งขันฉี่จบแล้ว"
    }
  },
  {
    "translation": {
      "en": "Come on, man.",
      "th": "ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "All right, look, they returned your shoes.",
      "th": "เอาละ ฟังนะ พวกเขาคืนรองเท้าให้นาย"
    }
  },
  {
    "translation": {
      "en": "And they returned your weapons. Here you go, Terry.",
      "th": "และพวกเขาคืนอาวุธให้นาย นี่ไง เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "Allen, someone was nice enough to put linseed oil on it...",
      "th": "อัลเลน ใครบางคนดีพอที่จะใส่ น้ำมันเมล็ดฝ้ายลงไป"
    }
  },
  {
    "translation": {
      "en": "...some kind of stain on that, dark walnut or something.",
      "th": "มีรอยเปื้อนบางอย่างบนนั้น วอลนัตดำหรืออะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "You might wanna think about dropping a thank you note.",
      "th": "นายอาจอยากทิ้งข้อความขอบคุณไว้"
    }
  },
  {
    "translation": {
      "en": "Okay. You're mad at us, huh, Gene?",
      "th": "โอเค คุณโกรธเราเหรอ จีน"
    }
  },
  {
    "translation": {
      "en": "First off, don't call me Gene. I'm your captain.",
      "th": "คุณโกรธเราเหรอ จีน แรกสุด อย่าเรียกฉันว่าจีน ฉันเป็นผู้กองของนาย"
    }
  },
  {
    "translation": {
      "en": "Guys, do you remember the \"Be Smart\" speech?",
      "th": "พวกนาย จำคำกล่าวเรื่อง \"จงฉลาด\" ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-Sure. -All right.",
      "th": "- แน่นอนครับ - ดีเลย"
    }
  },
  {
    "translation": {
      "en": "Well, what did you do? What'd you do about it?",
      "th": "แล้วนายจะทำยังไง นายจะทำยังไงกับมัน"
    }
  },
  {
    "translation": {
      "en": "The opposite. We were not smart, Captain Gene.",
      "th": "ตรงข้าม เราไม่ได้ฉลาด ผู้กองจีน"
    }
  },
  {
    "translation": {
      "en": "It's just \"captain.\"",
      "th": "เรียกแค่ผู้กองพอ"
    }
  },
  {
    "translation": {
      "en": "Just \"captain.\" Not \"Captain Gene.\" I don't have a kiddie show.",
      "th": "แค่ผู้กอง ไม่ใช่ผู้กองจีน ฉันไม่มีรายการเด็กนะ"
    }
  },
  {
    "translation": {
      "en": "That sounds creepy, \"Captain Gene.\"",
      "th": "มันฟังดูแปลก คำว่าผู้กองจีน"
    }
  },
  {
    "translation": {
      "en": "Police mistakenly arrest investment banker, David Ershon.",
      "th": "ตำรวจจับกุมนักวาณิชธนกิจ... เดวิด เออร์ชอนอย่างเข้าใจผิด"
    }
  },
  {
    "translation": {
      "en": "Was he the victim of financial profiling?",
      "th": "เขาจะเป็นเหยื่อของ การหาประโยชน์ด้านการเงิน"
    }
  },
  {
    "translation": {
      "en": "Financial profiling? That's crazy. He broke the law and we arrested him.",
      "th": "หาประโยชน์ทางการเงินเหรอ บ้าแล้ว เขาละเมิดกฎหมาย เราจับกุมเขา"
    }
  },
  {
    "translation": {
      "en": "That wasn't a security team. He said, \"Don't let these people take me.\"",
      "th": "นั่นไม่ใช่ทีมรปภ. เขาบอกว่า \"อย่าให้พวกนี้เอาตัวผมไป\""
    }
  },
  {
    "translation": {
      "en": "When you hear hooves, you think horses, not zebras.",
      "th": "เวลานายได้ยินเสียงกีบเท้า นายจะนึกถึงม้า ไม่ใช่ม้าลาย"
    }
  },
  {
    "translation": {
      "en": "What about donkeys or deer?",
      "th": "แล้วพวกลา หรือกวางล่ะ"
    }
  },
  {
    "translation": {
      "en": "They have hooves. What about bovine creatures?",
      "th": "พวกมันมีกีบเท้า แล้วสัตว์พวกวัวล่ะ"
    }
  },
  {
    "translation": {
      "en": "Were you just thinking to yourself, \"Fresh start\"?",
      "th": "นายกำลังคิดในใจว่า \"เริ่มต้นใหม่\" เหรอ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Yeah. I could see it.",
      "th": "- ใช่ - ใช่ ฉันพอมองเห็น"
    }
  },
  {
    "translation": {
      "en": "Why don't we just go over to my place?",
      "th": "ทำไมเราไม่ไปบ้านฉันเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "We'll talk the case down.",
      "th": "เราจะคุยกันเรื่องคดีนี้"
    }
  },
  {
    "translation": {
      "en": "We can have dinner. You can meet Sheila.",
      "th": "กินมื้อค่ำกัน นายจะได้เจอชีล่า"
    }
  },
  {
    "translation": {
      "en": "Two cops talking down a case while eating food, all right?",
      "th": "ตำรวจสองคนคุยกันเรื่องคดี ขณะกินอาหารกัน ตกลงนะ"
    }
  },
  {
    "translation": {
      "en": "-It's not dinner. -Fine.",
      "th": "- มันไม่ใช่กินมื้อค่ำ - ก็ได้"
    }
  },
  {
    "translation": {
      "en": "And let me apologize in advance...",
      "th": "และฉันขอโทษล่วงหน้า โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "...in case my wife acts like a world-class bitch.",
      "th": "ถ้าเมียผมทำตัวเป็น นางตัวแสบระดับโลก"
    }
  },
  {
    "translation": {
      "en": "She's a big old broad, and she likes to wield it.",
      "th": "เธอเป็นหญิงแก่ ตัวใหญ่ และเธออยากแสดงพลังน่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay, so I put together a little bio, complete with pictures of David Ershon.",
      "th": "โอเค งั้นฉันรวบรวมประวัติ ที่มีรูปถ่ายพร้อมของ คุณเดวิด เออร์ชอน"
    }
  },
  {
    "translation": {
      "en": "I used Adobe Premiere. I like to do a little weekend editing.",
      "th": "ฉันใช้อะโดบีพรีเมียร์ ฉันชอบการตัดต่อช่วงสุดสัปดาห์นิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "I recently just cut three minutes out of Goodfellas.",
      "th": "เร็วๆ นี้ฉันเพิ่งตัดหนัง \"คนดีเหยียบฟ้า\" ออกไปสามนาที"
    }
  },
  {
    "translation": {
      "en": "David Ershon is currently the CEO of Ershon Consortium.",
      "th": "เดวิด เออร์ชอน ปัจจุบันเป็นซีอีโอของ เออร์ชอนคอนซอร์เทียม"
    }
  },
  {
    "translation": {
      "en": "-Who's that talking? -It's the Frontline Narration App.",
      "th": "นั่นใครกำลังพูดน่ะ มันเป็นแอปฯ บรรยายพาดหัวข่าว ราคาแค่ 99 เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "Ershon Consortium, current financial investments exceed 70 billion.",
      "th": "เออร์ชอนคอนซอร์เทียม ปัจจุบัน การลงทุนด้านการเงินเกินเจ็ดหมื่นล้าน"
    }
  },
  {
    "translation": {
      "en": "His largest clients include Schering-Plough and Lendl Global.",
      "th": "ลูกค้ารายใหญ่สุดของเขามี เชอริ่งพลอฟกับเลนเดิลโกลบอล"
    }
  },
  {
    "translation": {
      "en": "Lendl has those ads where I can't figure out what they do.",
      "th": "เลนเดิลโกลบอลมีโฆษณาเยอะ คิดไม่ออกเลยว่าพวกเขาทำอะไร"
    }
  },
  {
    "translation": {
      "en": "Yeah, oil, media, health care, you've heard their jingle:",
      "th": "ใช่ น้ำมัน สื่อ ด้านสุขภาพ นายอาจเคยได้ยินเพลงโฆษณาพวกเขา"
    }
  },
  {
    "translation": {
      "en": "Lendl Global, we're in everything",
      "th": "เลนเดิลโกลบอล เราอยู่ในทุกสิ่ง"
    }
  },
  {
    "translation": {
      "en": "David Ershon is often found in the company of Judge Scalia...",
      "th": "เดวิด เออร์ชอนมักถูกพบในบริษัท ของผู้พิพากษาสกาเลีย"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -...and the lead singer of Maroon 5.",
      "th": "- ใช่ - และนักร้องนำวงมารูนไฟฟ์"
    }
  },
  {
    "translation": {
      "en": "I mean, this guy could be connected to drug cartels...",
      "th": "หมอนี่อาจเกี่ยวโยงกับพวกค้ายา"
    }
  },
  {
    "translation": {
      "en": "...black market organ sales, human trafficking, all of it.",
      "th": "การขายอวัยวะในตลาดมืด ค้ามนุษย์ ทั้งหมดเลย"
    }
  },
  {
    "translation": {
      "en": "-How do you get that from anything I said? -Hey, guys! Soup's on.",
      "th": "นายรู้เรื่องนั้นจาก สิ่งที่ฉันเพิ่งพูดได้ยังไง นี่ พวกเรา ซุปมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "What do you mean?",
      "th": "หมายความว่าไง"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "th": "สวัสดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Hi. -You must be Terry.",
      "th": "- สวัสดี - คุณต้องเป็นเทอร์รี่แน่"
    }
  },
  {
    "translation": {
      "en": "I'm sorry I've been hiding, honey, but this dinner was tricky.",
      "th": "ขอโทษที่ฉันไปแอบซ่อนตัวมา ที่รัก แต่ดินเนอร์นี้มันไม่ธรรมดา"
    }
  },
  {
    "translation": {
      "en": "-Who are you? -I'm Dr. Sheila Gamble, his wife.",
      "th": "- คุณเป็นใคร - ฉัน ดร.ชีล่า แกมเบิล ภรรยาเขา"
    }
  },
  {
    "translation": {
      "en": "-Come on, seriously. Who is that? -His old lady.",
      "th": "- ไม่เอาน่า ถามจริงๆ นั่นใคร - หญิงแก่ของเขา"
    }
  },
  {
    "translation": {
      "en": "-Sweetie, it's a workstation. -Got it.",
      "th": "- ที่รัก เราคุยงานอยู่นะ - รู้แล้ว"
    }
  },
  {
    "translation": {
      "en": "And you come in here, dressed like a hobo, it's distracting.",
      "th": "คุณเข้ามาในนี้ แต่งตัวเหมือนคนจรจัด มันรบกวนสมาธิ"
    }
  },
  {
    "translation": {
      "en": "I know you're working. I'm so sorry.",
      "th": "ฉันรู้ว่าคุณกำลังทำงานอยู่ ขอโทษจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-Come on, seriously. -Come on, what?",
      "th": "- ไม่เอาน่า ถามจริงๆ - ไม่เอาน่าอะไร"
    }
  },
  {
    "translation": {
      "en": "Who is that?",
      "th": "นั่นใครเหรอ"
    }
  },
  {
    "translation": {
      "en": "That's the old ball and chain.",
      "th": "นั่นแหละ เมียของฉัน"
    }
  },
  {
    "translation": {
      "en": "Get over here.",
      "th": "มานี่สิ"
    }
  },
  {
    "translation": {
      "en": "-Not-- Not right now. -Okay.",
      "th": "- ไม่ ไม่ใช่ตอนนี้ - โอเค"
    }
  },
  {
    "translation": {
      "en": "They're not all first-round picks, okay?",
      "th": "ฟังนะ มันไม่ใช่ สิ่งที่เก็บมารอบแรก รู้นะ"
    }
  },
  {
    "translation": {
      "en": "Are you gonna tell me who that is?",
      "th": "จะบอกไหมว่านั่นเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "-Are you really Allen's wife? -I know.",
      "th": "คุณเป็นเมียอัลเลนจริงๆ เหรอ อือ ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "People are shocked because he's Episcopalian and I'm Catholic...",
      "th": "หลายคนตกใจเพราะเขาเป็นนิกาย อิปิสโคปอลและฉันเป็นคาทอลิกแต่"
    }
  },
  {
    "translation": {
      "en": "...but somehow it works.",
      "th": "มันกลับไปกันได้"
    }
  },
  {
    "translation": {
      "en": "-Are you gonna change? -I already did.",
      "th": "คุณจะเปลี่ยนไหม โอ้ ฉันเปลี่ยนไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's no big deal. You look really nice.",
      "th": "มันไม่สำคัญหรอก คุณดูดีมาก"
    }
  },
  {
    "translation": {
      "en": "Terry, you don't have to be polite, okay? She looks kind of shitty.",
      "th": "เทอร์รี่ นายไม่จำเป็นต้องสุภาพหรอก เธอดูสภาพเยินทีเดียว"
    }
  },
  {
    "translation": {
      "en": "Don't speak to her like that.",
      "th": "อย่าพูดกับเธอแบบนั้น อัลเลน"
    }
  },
  {
    "translation": {
      "en": "Look, if I put that in my Cosmo Fashion App, you'd probably get a D-minus.",
      "th": "ฟังนะ ถ้าผมใส่รูปนั่นในแอปฯ ของ คอสโมแฟชั่น คุณอาจได้ \"ดีลบ\""
    }
  },
  {
    "translation": {
      "en": "Allen and his apps. He loves them.",
      "th": "อัลเลนกับแอปฯ ของเขา เขารักมัน"
    }
  },
  {
    "translation": {
      "en": "You know he's designed three of his own? One of them.... Can I tell him?",
      "th": "เขาออกแบบสามแอปฯ ของตัวเอง หนึ่งในนั้น..."
    }
  },
  {
    "translation": {
      "en": "One of them, you can take a picture of anybody's face...",
      "th": "- ฉันบอกเขาได้ไหม - เออๆ ถ้าคุณถ่ายหน้าใครก็ตาม"
    }
  },
  {
    "translation": {
      "en": "...and it'll tell you what the back of his head looks like.",
      "th": "มันจะบอกคุณว่า ด้านหลังหัวของคนนั้นเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "-Faceback. -Faceback.",
      "th": "- เฟซแบ็ก - เฟซแบ็ก"
    }
  },
  {
    "translation": {
      "en": "Got some horrible reviews out of the gate.",
      "th": "ได้รับคำวิจารณ์ย่ำแย่ตั้งแต่แรก"
    }
  },
  {
    "translation": {
      "en": "-It's gonna hit. -It's gonna catch.",
      "th": "- มันต้องฮิตแน่ - มันต้องไปได้แน่"
    }
  },
  {
    "translation": {
      "en": "Why are you with Allen?",
      "th": "ทำไมคุณถึงอยู่กับอัลเลน"
    }
  },
  {
    "translation": {
      "en": "I mean, that's not what I meant. I meant, how did you guys meet?",
      "th": "แบบว่า นั่นไม่ใช่สิ่งที่ผมหมายถึง ผมหมายถึง พวกคุณเจอกันยังไง"
    }
  },
  {
    "translation": {
      "en": "It's a really typical \"how we met\" story, Terry.",
      "th": "มันเป็นเรื่องราวการพบกัน ที่ธรรมดามาก เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "You're gonna be bored by it.",
      "th": "นายต้องเบื่อแน่"
    }
  },
  {
    "translation": {
      "en": "I was a dancer for the Knicks while finishing my residency.",
      "th": "ฉันเป็นนักเต้นให้ทีมนิกส์ กำลังเสร็จการฝึกงานที่รพ.โคลัมเบีย"
    }
  },
  {
    "translation": {
      "en": "Allen came into the ER with poison ivy on his rectum.",
      "th": "อัลเลนเข้ามาในห้องฉุกเฉิน มีไม้เลื้อยพิษในช่องทวารหนัก ใช่"
    }
  },
  {
    "translation": {
      "en": "Needless to say, I fell for him immediately.",
      "th": "ไม่ต้องพูดถึงเลย ฉันตกหลุมรักเขาทันที"
    }
  },
  {
    "translation": {
      "en": "It's funny, it's like a scene from that one movie, always forget the name of it.",
      "th": "มันตลกดี เหมือนฉากหนึ่ง จากหนังเรื่องนั้น ลืมชื่อมันทุกทีเลย"
    }
  },
  {
    "translation": {
      "en": "-With Meg Ryan. -Yes.",
      "th": "- ที่มีเม็ก ไรอัน แสดง - ใช่"
    }
  },
  {
    "translation": {
      "en": "Don't remember a movie where Meg Ryan meets a guy with poison ivy up his ass.",
      "th": "ฉันไม่รู้จักหนังที่เม็ก ไรอัน เจอชายที่มีไม้เลื้อยพิษติดก้นเขา"
    }
  },
  {
    "translation": {
      "en": "-I'll think of it. I'll think of it. -Okay.",
      "th": "- ฉันจะนึกดู ฉันจะนึกถึงมันดู - โอเค"
    }
  },
  {
    "translation": {
      "en": "So what about you? You have a girl?",
      "th": "แล้วคุณล่ะ เทอร์รี่ มีแฟนไหม"
    }
  },
  {
    "translation": {
      "en": "I did, yeah.",
      "th": "ผมเคยมี ใช่"
    }
  },
  {
    "translation": {
      "en": "We were supposed to get married, but she backed out.",
      "th": "เราควรได้แต่งงานกันแล้ว แต่เธอเปลี่ยนใจ มันซับซ้อน"
    }
  },
  {
    "translation": {
      "en": "-Terry shot Derek Jeter. -Shut up. This was before.",
      "th": "เทอร์รี่ยิงเดเร็ค เจเตอร์ หุบปาก อัลเลน นี่มันก่อนหน้านั้น"
    }
  },
  {
    "translation": {
      "en": "That's okay.",
      "th": "ไม่เป็นไรค่ะ"
    }
  },
  {
    "translation": {
      "en": "She's Got Mail. That's the movie.",
      "th": "อ้อ \"เชื่อมใจรักทางอินเทอร์เน็ต\" นั่นเป็นชื่อเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "That's it! Honey!",
      "th": "ใช่แล้ว คนเก่ง"
    }
  },
  {
    "translation": {
      "en": "-With Tom Hanks? -Right.",
      "th": "- เล่นกับทอม แฮงค์เหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-And Meg Ryan. -He didn't have poison ivy.",
      "th": "- กับเม็ก ไรอัน - เม็ก ไรอัน ไม่มีไม้เลื้อยพิษที่ก้นนะ"
    }
  },
  {
    "translation": {
      "en": "-Yes, he did. -He did. Yeah.",
      "th": "ไม่มีไม้เลื้อยพิษที่ก้นนะ - มีสิ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Way up there.",
      "th": "ขึ้นไปถึงนั่นเลย"
    }
  },
  {
    "translation": {
      "en": "Well, can't thank you enough for coming by. What a....",
      "th": "เอาละ เทอร์รี่ ขอบคุณมากเลยที่มา ช่างเป็น..."
    }
  },
  {
    "translation": {
      "en": "Wonderful evening. Thank you.",
      "th": "ค่ำคืนที่วิเศษจริงๆ ขอบคุณนะ"
    }
  },
  {
    "translation": {
      "en": "-It was so, so nice meeting you, Terry. -It was my pleasure. Thank you.",
      "th": "ฉันรู้สึกดีจริงๆ ที่ได้เจอคุณ เทอร์รี่ ยินดีครับ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "And remember, all I ask of you is, you don't let him get hurt, Terry.",
      "th": "และจำไว้นะ สิ่งที่ฉันขอจากคุณก็คือ... อย่าให้เขาบาดเจ็บ เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "-She tells me that every day. -Yep, I do.",
      "th": "- เธอบอกอย่างนั้นทุกวันก่อนฉันไป - ใช่ ฉันบอก"
    }
  },
  {
    "translation": {
      "en": "I come downstairs and I make him his fresh-cut strawberries...",
      "th": "ฉันลงมาข้างล่างและ เตรียมสตรอว์เบอร์รี่ตัดสดๆ ให้เขา"
    }
  },
  {
    "translation": {
      "en": "...and I say, \"Listen, sugar balls, whatever you do...",
      "th": "และฉันว่า \"ฟังนะ หวานใจของฉัน ไม่ว่าคุณจะทำอะไรวันนี้"
    }
  },
  {
    "translation": {
      "en": "-...you just don't get hurt.\" -Yeah. Every morning.",
      "th": "ก็อย่าบาดเจ็บละ ใช่ ทุกๆ เช้า"
    }
  },
  {
    "translation": {
      "en": "And then I show him my breasts and I say, \"These are waiting for you...",
      "th": "ฉันจะให้เขาดูหน้าอก และบอกว่า \"คู่นี้รอคุณอยู่นะ\""
    }
  },
  {
    "translation": {
      "en": "-...when you get home.\" -Right.",
      "th": "- \"ตอนคุณกลับมาบ้าน\" - ใช่"
    }
  },
  {
    "translation": {
      "en": "You know, they're not the biggest breasts he's ever seen...",
      "th": "มันไม่ใช่หน้าอกใหญ่สุด ที่เขาเห็นมา แต่"
    }
  },
  {
    "translation": {
      "en": "-...but, man, are they perky. -Not by a long shot.",
      "th": "- ให้ตายสิ มันกระชุ่มกระชวยไหมล่ะ - ไม่เลยสักนิด"
    }
  },
  {
    "translation": {
      "en": "-They are firm, and they are yours. -You're a nice lady.",
      "th": "มันแน่นดี มันเป็นของคุณ คุณเป็นผู้หญิงที่ดี"
    }
  },
  {
    "translation": {
      "en": "Thank you for coming.",
      "th": "ขอบคุณที่มาค่ะ"
    }
  },
  {
    "translation": {
      "en": "Detectives Hoitz and Gamble? Detectives Hoitz and Gamble? Over.",
      "th": "นักสืบฮอยซ์กับแกมเบิล นักสืบฮอยซ์กับแกมเบิล เปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "Go for Hoitz.",
      "th": "คุยกับฮอยซ์เลย"
    }
  },
  {
    "translation": {
      "en": "-We found your red Prius. -Great.",
      "th": "- เราเจอพริอุสสีแดงของคุณแล้ว - เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "It was trying to vote for Ralph Nader.",
      "th": "มันกำลังพยายามโหวตให้ ราล์ฟ เนเดอร์"
    }
  },
  {
    "translation": {
      "en": "-Come on. -Okay, sugar balls, listen up.",
      "th": "- ไม่เอาน่า - โอเค พ่อยอดชาย ฟังนะ"
    }
  },
  {
    "translation": {
      "en": "There's gonna be fingerprints.",
      "th": "ต้องมีลายนิ้วมือในรถนั่นแน่"
    }
  },
  {
    "translation": {
      "en": "We're gonna run those through the system.",
      "th": "พรุ่งนี้เราจะเอาลายนิ้วมือ ไปเช็กในระบบ"
    }
  },
  {
    "translation": {
      "en": "And if we get a hit, this case is gonna heat up faster than a junkie's spoon.",
      "th": "แล้วถ้ามีตรงกัน มันต้องร้อนฉ่าเร็วกว่าช้อนพวกขี้ยาอีก"
    }
  },
  {
    "translation": {
      "en": "You do one thing tomorrow, bring it.",
      "th": "ทำอย่างหนึ่งนะ เวลานายตื่นพรุ่งนี้ เอามาด้วย"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Thank you, Sheila.",
      "th": "โอเค ขอบคุณ ชีล่า"
    }
  },
  {
    "translation": {
      "en": "He'll bring it.",
      "th": "โอ้ เขาเอาไปแน่"
    }
  },
  {
    "translation": {
      "en": "-Good night! -Good night.",
      "th": "- ราตรีสวัสดิ์ - ราตรีสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "Thank you, Sheila.",
      "th": "ขอบคุณ ชีล่า"
    }
  },
  {
    "translation": {
      "en": "-Bye, Terry! -Bye, Sheila! I'll never forget tonight.",
      "th": "บาย เทอร์รี่ บาย ชีล่า ผมไม่มีวันลืมคืนนี้แน่"
    }
  },
  {
    "translation": {
      "en": "-Bye, Terry! -Whatever. Go inside.",
      "th": "- บาย เทอร์รี่ - อัลเลน ยังไงก็ช่าง เข้าไปข้างใน"
    }
  },
  {
    "translation": {
      "en": "Bye, Sheila!",
      "th": "บาย ชีล่า"
    }
  },
  {
    "translation": {
      "en": "-Night! -See you, Terry!",
      "th": "- ราตรีสวัสดิ์ - เจอกัน เจอกัน เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "Bye, Sheila.",
      "th": "บาย ชีล่า"
    }
  },
  {
    "translation": {
      "en": "I don't know if he heard me. Bye, Terry!",
      "th": "ไม่รู้ว่าเขาได้ยินไหม บาย เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "Bye, Sheila!",
      "th": "บาย ชีล่า"
    }
  },
  {
    "translation": {
      "en": "Well, here she is. They left her under an overpass for the night.",
      "th": "มันอยู่นี่ไง พวกเขาทิ้งมันไว้ใต้สะพานลอย ตอนกลางคืน"
    }
  },
  {
    "translation": {
      "en": "You find anything?",
      "th": "เจออะไรไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah. We found a lot of stuff.",
      "th": "ใช่ เราเจอของมากมาย"
    }
  },
  {
    "translation": {
      "en": "From bodily fluid and hair samples...",
      "th": "ของเหลวในร่างกายและตัวอย่างผม"
    }
  },
  {
    "translation": {
      "en": "...we determined that a bunch of old, homeless dudes had an orgy.",
      "th": "เราบอกได้ว่ามีพวกไร้บ้านแก่ๆ มาเซ็กส์หมู่กันในรถ"
    }
  },
  {
    "translation": {
      "en": "-Oh, God. -Yeah.",
      "th": "- โอ้ พระเจ้า - ใช่"
    }
  },
  {
    "translation": {
      "en": "You know what that's called? That's called a soup kitchen.",
      "th": "รู้ไหมว่าเขาเรียกยังไง เวลาพวกเขาทำแบบนั้น ครัวซุป"
    }
  },
  {
    "translation": {
      "en": "It's pretty rough stuff.",
      "th": "สวิงกันหนักน่าดู"
    }
  },
  {
    "translation": {
      "en": "Not long after that, a mama raccoon came along and gave birth on the floor.",
      "th": "ไม่นานหลังจากนั้น แม่แร็กคูนก็มา และคลอดลูกบนพื้น"
    }
  },
  {
    "translation": {
      "en": "What about fingerprints? Any fingerprints?",
      "th": "แล้วลายนิ้วมือล่ะ คุณเจอลายนิ้วมือบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "-Couldn't get a one. -Found a cell phone.",
      "th": "ไม่ ไม่เจอเลย เจอมือถือเครื่องหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "-Yeah, that's mine. -Any signs of a struggle or spent shells?",
      "th": "ใช่ นั่นของผม มีร่องรอยการต่อสู้หรือปลอกกระสุนไหม"
    }
  },
  {
    "translation": {
      "en": "No. Believe me, everybody that was in on this orgy was more than willing.",
      "th": "ไม่ เชื่อผมสิ ทุกคนที่สวิงกัน ยิ่งกว่าเต็มใจ"
    }
  },
  {
    "translation": {
      "en": "They even left you a note here.",
      "th": "พวกเขาถึงกับทิ้งข้อความไว้นี่ด้วย"
    }
  },
  {
    "translation": {
      "en": "\"Thanks for the F-shack. Love, Dirty Mike and the boys.\"",
      "th": "\"ขอบคุณสำหรับกระท่อมรัก\" \"รัก เดอร์ตี้ไมค์กับหนุ่มหื่น\""
    }
  },
  {
    "translation": {
      "en": "Here's something.",
      "th": "นี่คืออย่างหนึ่งที่เราพบ"
    }
  },
  {
    "translation": {
      "en": "About a dozen unscratched lottery tickets.",
      "th": "เราเจอตั๋วลอตเตอรี่ที่ยังไม่ได้ขูด ราว 12 แผ่น"
    }
  },
  {
    "translation": {
      "en": "No fingerprints or nothing. Check that out.",
      "th": "ไม่มีรอยนิ้วมือหรืออะไร เอาไปดูเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's a real shame. I got a Prius. It's a hell of a machine.",
      "th": "น่าเสียดายจริงๆ ผมซื้อพริอุสมา เป็นรถที่ยอดเลย"
    }
  },
  {
    "translation": {
      "en": "It's my first brand-new car. I've never owned a new car.",
      "th": "มันเป็นรถใหม่คันแรกของผม ผมไม่เคยเป็นเจ้าของรถใหม่"
    }
  },
  {
    "translation": {
      "en": "Watch out. In the back, there's a baby mouse in a used condom.",
      "th": "ดูสิ ที่ด้านหลังมีลูกหนู ในถุงยางที่ใช้แล้วด้วย"
    }
  },
  {
    "translation": {
      "en": "Really gross.",
      "th": "ขยะแขยงชะมัด"
    }
  },
  {
    "translation": {
      "en": "Not even a free ticket.",
      "th": "ไม่มีกระทั่งตั๋วฟรี"
    }
  },
  {
    "translation": {
      "en": "What are we gonna do?",
      "th": "เราจะทำยังไงดี"
    }
  },
  {
    "translation": {
      "en": "We got no fingerprints, a bunch of losing lottery tickets.",
      "th": "เราจะทำยังไงดี เราไม่มีลายนิ้วมือ ได้ลอตเตอรี่ไม่ถูกรางวัลมาเพียบ"
    }
  },
  {
    "translation": {
      "en": "Look, there's a two-minute call made after we were jumped.",
      "th": "ดูสิ มีการโทรสองนาที หลังจากเราถูกแย่งรถ"
    }
  },
  {
    "translation": {
      "en": "-They used your phone? -They ghost dialed.",
      "th": "- พวกเขาใช้โทรศัพท์นายเหรอ - พวกเขาโดนปุ่มโทรออก"
    }
  },
  {
    "translation": {
      "en": "Probably sat on it.",
      "th": "บางคนอาจนั่งทับมัน"
    }
  },
  {
    "translation": {
      "en": "It could have recorded their conversation when Ershon got grabbed.",
      "th": "มันอาจบันทึกการสนทนาของพวกเขา ตอนเออร์ชอนถูกจับ"
    }
  },
  {
    "translation": {
      "en": "We gotta hear the other side of that call.",
      "th": "เราต้องได้ยินอีกฝ่ายของการโทรนั้น"
    }
  },
  {
    "translation": {
      "en": "Nope, no, it's nothing.",
      "th": "ไม่ ไม่มี ไม่มีอะไร"
    }
  },
  {
    "translation": {
      "en": "-It's the only lead we have. -It's nothing.",
      "th": "- ไม่เหรอ มันเป็นเบาะแสเดียวที่เรามี - ไม่มีอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "Why did you just get super jumpy?",
      "th": "ทำไมนายถึงเกิดตื่นเต้นขึ้นมาล่ะ"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไร"
    }
  },
  {
    "translation": {
      "en": "It's an ex-girlfriend, okay?",
      "th": "นั่นเป็นแฟนเก่า เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "-What's the matter? What happened? -She was just a bit of a handful, that's it.",
      "th": "มีอะไร เกิดอะไรขึ้นกับพวกนาย เธอออกจะเอาการอยู่"
    }
  },
  {
    "translation": {
      "en": "Allen, it's the only lead we have.",
      "th": "อัลเลน มันเป็นเบาะแสเดียวที่เรามี"
    }
  },
  {
    "translation": {
      "en": "We either go with this or we walk away right now.",
      "th": "ถ้าเราไม่สืบจากตรงนี้ เราก็ต้องถอยจากคดีนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Fine. Let's go see her.",
      "th": "ได้ งั้นไปหาเธอกัน"
    }
  },
  {
    "translation": {
      "en": "Hello, Christinith.",
      "th": "สวัสดี คริสตินิท"
    }
  },
  {
    "translation": {
      "en": "Hello, Allen.",
      "th": "สวัสดี อัลเลน"
    }
  },
  {
    "translation": {
      "en": "-That's my partner, Terry. -Hi, Telly.",
      "th": "นั่นคู่หูผม เทอร์รี่ สวัสดี เทลลี่"
    }
  },
  {
    "translation": {
      "en": "-Holy shit. Dude. -Just relax, relax.",
      "th": "ให้ตายสิ เพื่อน ใจเย็นน่า ใจเย็น"
    }
  },
  {
    "translation": {
      "en": "I waited for you in Tower Records for four hours.",
      "th": "ฉันรอคุณในทาวเวอร์เร็กคอร์ดส์ อยู่สี่ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "That was 13 years ago.",
      "th": "นั่นมัน 13 ปีก่อน"
    }
  },
  {
    "translation": {
      "en": "Arnold Palmer alert. Arnold Palmer alert. Who wants some Arnie Palmies?",
      "th": "อาร์โนลด์ พาล์มเมอร์ มาแล้ว อาร์โนลด์ พาล์มเมอร์ มาแล้ว ใครอยากได้อาร์โนลด์ พาล์มเมอร์บ้าง"
    }
  },
  {
    "translation": {
      "en": "This one has the vodky, right here.",
      "th": "ที่รัก แก้วนี้มีวอดก้าด้วย"
    }
  },
  {
    "translation": {
      "en": "-Hal, just place it down, please. -All righty.",
      "th": "ฮาล วางมันลงเลย ได้โปรด ตกลง"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "I did things in bed with you that I haven't done with anyone since.",
      "th": "ฉันทำอะไรบนเตียงกับคุณ ที่ฉันไม่เคยทำกับใครอื่นเลย"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "-Christinith, your husband, it's awkward. -No, he knows.",
      "th": "คริสตินิท สามีคุณ มันอึดอัดนะ เขารู้ทั้งหมดนี่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-You're a lucky dog. -It's true.",
      "th": "คุณนี่โชคดีชะมัด จริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "Christine, this is a lovely house.",
      "th": "คริสติน นี่เป็นบ้านที่สวยมาก"
    }
  },
  {
    "translation": {
      "en": "It's Christinith. Are you stupid, or are you deaf?",
      "th": "ฉันชื่อคริสตินิท คุณโง่หรือหูหนวกกันแน่"
    }
  },
  {
    "translation": {
      "en": "Christinith, you idiot!",
      "th": "คริสตินิท ไอ้งี่เง่า"
    }
  },
  {
    "translation": {
      "en": "You come to our house, you get my wife's name right!",
      "th": "คุณมาบ้านเรา คุณต้องเรียกชื่อเมียฉันให้ถูก"
    }
  },
  {
    "translation": {
      "en": "-What? -Christinith!",
      "th": "- อะไร - คริสตินิท"
    }
  },
  {
    "translation": {
      "en": "Look, we really appreciate the hospitality.",
      "th": "ฟังนะ เราขอบคุณสำหรับการต้อนรับจริงๆ"
    }
  },
  {
    "translation": {
      "en": "We'd just love to get the message off your phone.",
      "th": "เราแค่อยากได้ข้อความในโทรศัพท์คุณ"
    }
  },
  {
    "translation": {
      "en": "We believe it might give us information regarding a kidnapping.",
      "th": "เราเชื่อว่ามันอาจให้ข้อมูลเรา เกี่ยวกับการลักพาตัว"
    }
  },
  {
    "translation": {
      "en": "Okay. Why don't you come to the kitchen, and I will let you listen to it...",
      "th": "โอเค ทำไมคุณไม่มาที่ครัวล่ะ แล้วฉันจะให้คุณฟังมัน"
    }
  },
  {
    "translation": {
      "en": "...and everyone else stay here.",
      "th": "และคนอื่น อยู่นี่ก่อน"
    }
  },
  {
    "translation": {
      "en": "-Okay, sweetie. -Come on.",
      "th": "โอเค ที่รัก มาเลย"
    }
  },
  {
    "translation": {
      "en": "-There's my phone. -Great, thank you for....",
      "th": "โอ้ นั่นไงโทรศัพท์ฉัน โอ้เยี่ยมเลย ขอบคุณสำหรับ..."
    }
  },
  {
    "translation": {
      "en": "I hate you, you son of a bitch!",
      "th": "ฉันเกลียดคุณ ไอ้สารเลว"
    }
  },
  {
    "translation": {
      "en": "-You're so strong. -I'm stronger than you will ever know!",
      "th": "คุณแข็งแรงมากเลย ฉันแข็งแรงกว่าที่คุณจะรู้"
    }
  },
  {
    "translation": {
      "en": "I hate you! I hate you!",
      "th": "ฉันเกลียดคุณ ฉันเกลียดคุณ"
    }
  },
  {
    "translation": {
      "en": "You're so adorable. Look at your face. Look at your face.",
      "th": "คุณช่างน่ารักจริงๆ ดูหน้าคุณสิ ดูหน้าคุณสิ"
    }
  },
  {
    "translation": {
      "en": "You go, \"I wuv you.\" Say it. \"I wuv you, Cwistinith.\"",
      "th": "คุณพูดสิ \"ผมร้ากคุณ\" พูดสิ \"ผมร้ากคุณ คริสตินิท\""
    }
  },
  {
    "translation": {
      "en": "You probably think because of the beard that I'm really hairy.",
      "th": "คุณอาจคิดว่าเพราะผมมีเครา ผมคงจะขนดกมาก"
    }
  },
  {
    "translation": {
      "en": "But I'm not.",
      "th": "แต่มันไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "Shaved.",
      "th": "โกนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Allen!",
      "th": "อัลเลน"
    }
  },
  {
    "translation": {
      "en": "Allen! Allen!",
      "th": "อัลเลนๆ"
    }
  },
  {
    "translation": {
      "en": "-This is police evidence. Terry! Let's go! -Hey!",
      "th": "นี่คือหลักฐานตำรวจ เทอร์รี่ ไปกันเถอะ นี่"
    }
  },
  {
    "translation": {
      "en": "You get back here and you make love to my wife!",
      "th": "กลับมานี่ แล้วร่วมรักกับเมียฉัน"
    }
  },
  {
    "translation": {
      "en": "Allen! Allen!",
      "th": "อัลเลนๆ"
    }
  },
  {
    "translation": {
      "en": "I don't get it, man. I just do not get it.",
      "th": "ฉันไม่เข้าใจเลย ฉันไม่เข้าใจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I mean, that girl Christinith was seriously hot.",
      "th": "ฉันหมายถึงคริสตินิทนั่นฮอตสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Your wife is crazy hot.",
      "th": "เมียนายก็ฮอตเหลือร้าย"
    }
  },
  {
    "translation": {
      "en": "Even that Brazilian security chick, she threw you a \"Do me\" vibe.",
      "th": "แม้แต่สาวรปภ.ชาวบราซิลนั่น ก็ส่งสัญญาณให้นายว่า \"ทำให้หน่อย\""
    }
  },
  {
    "translation": {
      "en": "What is it with you and hot ladies?",
      "th": "ทำไมนายมีเสน่ห์กับสาวฮอตนะ"
    }
  },
  {
    "translation": {
      "en": "First off, my wife is cute, but she's not hot.",
      "th": "อย่างแรกเลย เมียฉันน่ารัก แต่เธอไม่ฮอต"
    }
  },
  {
    "translation": {
      "en": "Dude, you're insane. Your wife is scalding hot.",
      "th": "เพื่อน นายบ้าแล้ว เมียนายน่ะร้อนฉ่าเลย"
    }
  },
  {
    "translation": {
      "en": "-You wanna listen to this or not? -Yeah, whatever.",
      "th": "- อยากฟังข้อความนี้หรือเปล่า - เอาสิ ยังไงก็ได้"
    }
  },
  {
    "translation": {
      "en": "You have one job, mate. Find a sucker to invest with you...",
      "th": "คุณมีงานอย่างเดียว เพื่อน หาไอ้โง่สักคนมาลงทุนกับคุณ"
    }
  },
  {
    "translation": {
      "en": "...so you can pay my boss back.",
      "th": "เพื่อให้คุณจ่ายเงินที่เสียไป ให้เจ้านายผมได้"
    }
  },
  {
    "translation": {
      "en": "And I don't care who.",
      "th": "ผมไม่สนว่าใคร"
    }
  },
  {
    "translation": {
      "en": "Right. I actually think I found a sucker...",
      "th": "ผมคิดว่าผมเจอไอ้โง่คนหนึ่งแล้ว"
    }
  },
  {
    "translation": {
      "en": "-He's talking to Ershon. -...to invest 32 billion.",
      "th": "เขากำลังคุยกับเออร์ชอน ให้ลงทุน 32,000 ล้าน"
    }
  },
  {
    "translation": {
      "en": "Who's got $32 billion to rob?",
      "th": "ใครมีเงิน 32,000 ล้านให้ปล้น"
    }
  },
  {
    "translation": {
      "en": "Once I get the money, I'll falsify the records...",
      "th": "เมื่อผมได้เงินมา ผมจะปลอมแปลงบันทึกนั้น"
    }
  },
  {
    "translation": {
      "en": "...to show their massive losses and then repay your employer.",
      "th": "เพื่อแสดงให้เห็นการขาดทุนมหาศาล แล้วเอาไปจ่ายเจ้านายคุณ"
    }
  },
  {
    "translation": {
      "en": "Now, since you're following me, I need to go to 2300 Park Avenue...",
      "th": "ทีนี้ ในเมื่อคุณตามผมมา ผมต้องไปที่ 2300 พาร์กอเวนิว"
    }
  },
  {
    "translation": {
      "en": "...and after that....",
      "th": "และหลังจากนั้น 400…"
    }
  },
  {
    "translation": {
      "en": "I told you it wasn't a security team.",
      "th": "ฉันบอกแล้วว่ามันไม่ใช่ทีมรปภ."
    }
  },
  {
    "translation": {
      "en": "-He was being abducted. -Obviously, but what kind...? Holy....",
      "th": "เขาถูกลักพาตัว แน่ละ แต่แบบไหน ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "Nobody leaves our house without making love to my wife!",
      "th": "ไม่มีใครไปโดยไม่ร่วมรักกับเมียฉัน"
    }
  },
  {
    "translation": {
      "en": "-Is that him? -Yeah!",
      "th": "- นั่นใช่เขาไหม - ใช่"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, they came out of nowhere!",
      "th": "พระเจ้า พวกเขามาจากไหนไม่รู้"
    }
  },
  {
    "translation": {
      "en": "-Holy shit! -They chased us 20 miles.",
      "th": "- บ้าแล้ว - พวกเขาไล่เรามา 20 ไมล์"
    }
  },
  {
    "translation": {
      "en": "-You come back here! You get back here! -Allen!",
      "th": "- คุณกลับมานี่เลยนะ - อัลเลน"
    }
  },
  {
    "translation": {
      "en": "2300 Park Avenue. It's the offices of the lottery.",
      "th": "ที่อยู่ 2300 พาร์กอเวนิว มันเป็นออฟฟิศของลอตเตอรี่"
    }
  },
  {
    "translation": {
      "en": "Shit, the lottery tickets we found.",
      "th": "ให้ตาย ตั๋วลอตเตอรี่ที่เราพบ"
    }
  },
  {
    "translation": {
      "en": "Ershon is using the lottery money to cover his losses.",
      "th": "เออร์ชอนกำลังใช้เงินจากลอตเตอรี่ มากลบการขาดทุนของเขา"
    }
  },
  {
    "translation": {
      "en": "Thirty-two billion dollars. That's the state's money.",
      "th": "เงิน 32 พันล้าน นั่นคือเงินของรัฐ"
    }
  },
  {
    "translation": {
      "en": "What do we tell Mauch? A guy lost some money.",
      "th": "เราจะบอกเมาช์ยังไง หมอนั่นเสียเงินบางส่วน"
    }
  },
  {
    "translation": {
      "en": "We have a scratchy phone message and an address. It's still half a case.",
      "th": "เรามีข้อความโทรศัพท์และที่อยู่ แต่เรายังมีหลักฐานไม่พอ"
    }
  },
  {
    "translation": {
      "en": "There's gotta be some sort of paper trail. If we can find that, we can track it...",
      "th": "มันต้องมีร่องรอยของเอกสารบ้างสิ ถ้าเราหานั่นได้ เราก็ตามรอยมันได้"
    }
  },
  {
    "translation": {
      "en": "...then we can go to Mauch.",
      "th": "ถ้างั้นเราก็ไปหาเมาช์ได้"
    }
  },
  {
    "translation": {
      "en": "So I did some more research on Ershon's accounting firm...",
      "th": "ฉันจึงค้นคว้าเพิ่ม เรื่องบริษัทบัญชีของเออร์ชอน"
    }
  },
  {
    "translation": {
      "en": "...and I found some interesting stuff. Turns out that Gretchel and Dawson has--",
      "th": "และฉันเจอสิ่งที่น่าสนใจทีเดียว ปรากฏว่าเกรทเชลกับดอว์สันได้..."
    }
  },
  {
    "translation": {
      "en": "Hold on, I'm up.",
      "th": "เดี๋ยวก่อน ฉันเอาด้วย"
    }
  },
  {
    "translation": {
      "en": "I gave my love to Erin",
      "th": "ผมให้ความรักกับเอริน"
    }
  },
  {
    "translation": {
      "en": "She promised to be true",
      "th": "เธอสัญญาว่าจะซื่อสัตย์"
    }
  },
  {
    "translation": {
      "en": "I went to war to come back",
      "th": "ผมไปสงครามเพื่อกลับมา"
    }
  },
  {
    "translation": {
      "en": "And find five British soldiers",
      "th": "เห็นทหารอังกฤษห้าคน"
    }
  },
  {
    "translation": {
      "en": "Had their way with her",
      "th": "กำลังมีความสุขกับเธอ"
    }
  },
  {
    "translation": {
      "en": "It was consensual",
      "th": "มันเป็นการสมยอม"
    }
  },
  {
    "translation": {
      "en": "Done?",
      "th": "เสร็จหรือยัง"
    }
  },
  {
    "translation": {
      "en": "Gretchel and Dawson Accounting Firm in New Jersey...",
      "th": "บริษัทบัญชีเกรทเชลแอนด์ดอว์สัน ในแฟร์ลอว์น นิวเจอร์ซีย์"
    }
  },
  {
    "translation": {
      "en": "...has only one client, David Ershon.",
      "th": "มีลูกค้าเพียงคนเดียว เดวิด เออร์ชอน"
    }
  },
  {
    "translation": {
      "en": "Pretty rinky-dink operation for a guy like that.",
      "th": "เป็นกิจการเล็กทีเดียว สำหรับคนแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "We're going to Jersey to visit an accounting firm.",
      "th": "ดูเหมือนเราต้องไปเจอร์ซีย์ เพื่อเยี่ยมบริษัทบัญชีซะแล้ว"
    }
  },
  {
    "translation": {
      "en": "That's a shitty day.",
      "th": "นั่นเป็นวันที่แย่เลย"
    }
  },
  {
    "translation": {
      "en": "And all their fathers were hanged",
      "th": "และพ่อของพวกเขาถูกแขวนคอ"
    }
  },
  {
    "translation": {
      "en": "And the children all got pink eye",
      "th": "และพ่อของพวกเขาถูกแขวนคอ และเด็กๆ เป็นโรคตาแดงกันหมด"
    }
  },
  {
    "translation": {
      "en": "While their Harry Potter books Were burned",
      "th": "ขณะที่หนังสือแฮร์รี่ พอตเตอร์ ของพวกเขาถูกเผา"
    }
  },
  {
    "translation": {
      "en": "Do you have fun singing those? They're depressing.",
      "th": "นายสนุกไหมที่ร้องเพลงพวกนั้น มันฟังดูน่าหดหู่มาก"
    }
  },
  {
    "translation": {
      "en": "I do. They're full of rich history.",
      "th": "สนุกสิ มันเต็มไปด้วยประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "Damn it, I'm late. I was supposed to meet my lady.",
      "th": "ให้ตาย ฉันสายแล้ว ฉันควรไปเจอผู้หญิงของฉัน"
    }
  },
  {
    "translation": {
      "en": "I thought you said you guys split up.",
      "th": "ให้ตาย ฉันสายแล้ว ฉันควรไปเจอผู้หญิงของฉัน ไหนบอกว่าเลิกกันแล้วไง"
    }
  },
  {
    "translation": {
      "en": "Let's just keep our thing about work, okay?",
      "th": "เรามาคุยกันแต่เรื่องงานเถอะนะ"
    }
  },
  {
    "translation": {
      "en": "All right. Goodbye, buddy.",
      "th": "ก็ได้ ลาก่อนเพื่อน"
    }
  },
  {
    "translation": {
      "en": "Hey, get off me, man.",
      "th": "นี่ อย่ามาจับนะ"
    }
  },
  {
    "translation": {
      "en": "What the hell are you doing?",
      "th": "คุณกำลังทำบ้าอะไร"
    }
  },
  {
    "translation": {
      "en": "I'm dancing, Terry. What the hell are you doing here?",
      "th": "ฉันเต้นอยู่ เทอร์รี่ คุณมาทำบ้าอะไรที่นี่"
    }
  },
  {
    "translation": {
      "en": "I love you, Francine.",
      "th": "ผมรักคุณ ฟรานซีน"
    }
  },
  {
    "translation": {
      "en": "If you were with me, you wouldn't be here shaking it for dollar bills!",
      "th": "ถ้าคุณอยู่กับผม คุณจะไม่ต้อง อยู่ในบาร์โป๊ ส่ายนมหาเงินแบบนี้"
    }
  },
  {
    "translation": {
      "en": "This is a ballet studio, Terry. Okay? These poles are horizontal.",
      "th": "นี่เป็นห้องเรียนบัลเลต์นะ เทอร์รี่ เข้าใจไหม เสาพวกนี้เป็นแนวนอน"
    }
  },
  {
    "translation": {
      "en": "He loves you very much, Francine.",
      "th": "เขารักคุณมาก ฟรานซีน"
    }
  },
  {
    "translation": {
      "en": "-Who is this guy? -What are you doing here, Allen?",
      "th": "หมอนี่เป็นใคร นายมาทำอะไรที่นี่ อัลเลน"
    }
  },
  {
    "translation": {
      "en": "It's the code. I'm your partner.",
      "th": "ตามกฎไง ฉันเป็นคู่หูนาย"
    }
  },
  {
    "translation": {
      "en": "I'm here to support a friend and a work colleague.",
      "th": "ฉันมานี่เพื่อสนับสนุนเพื่อน และเพื่อนร่วมงานคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Is this guy bothering you?",
      "th": "ฟรานซีน ชายคนนี้รบกวนคุณหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Who's this, your new boyfriend? Great. A new boyfriend.",
      "th": "นี่ใคร แฟนใหม่คุณเหรอ เยี่ยมเลย คุณมีแฟนใหม่แล้ว"
    }
  },
  {
    "translation": {
      "en": "He is my dance partner, Terry. Okay?",
      "th": "เขาเป็นคู่เต้นฉัน เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "I know that this is a big surprise...",
      "th": "ฉันรู้ว่านี่เป็นเซอร์ไพรส์ใหญ่"
    }
  },
  {
    "translation": {
      "en": "...but there are other things besides being a cop. Okay?",
      "th": "แต่ยังมีอย่างอื่นในโลก นอกจากการเป็นตำรวจนะ"
    }
  },
  {
    "translation": {
      "en": "Now, if you will excuse me, I'm gonna dance.",
      "th": "ทีนี้ ฉันขอตัวนะคะ ฉันจะเต้นค่ะ"
    }
  },
  {
    "translation": {
      "en": "You don't think I can do this shit?",
      "th": "คิดว่าผมทำแบบนี้ไม่ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "That was surprisingly good, Terry.",
      "th": "นั่นมันดีอย่างน่าทึ่งเลย เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "-I love you, Francine. -You don't know what love is.",
      "th": "ผมรักคุณ ฟรานซีน คุณไม่รู้ว่ารักคืออะไร"
    }
  },
  {
    "translation": {
      "en": "He loves you very much, Francine!",
      "th": "เขารักคุณมาก ฟรานซีน"
    }
  },
  {
    "translation": {
      "en": "I heard it when he said it. Thank you.",
      "th": "ฉันได้ยินแล้วตอนเขาพูด ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "You know what you're doing? You're killing me.",
      "th": "รู้ไหมว่าคุณกำลังทำอะไรกับผม คุณกำลังฆ่าผมข้างใน"
    }
  },
  {
    "translation": {
      "en": "And don't eyeball me!",
      "th": "อย่าจ้องสิโว้ย"
    }
  },
  {
    "translation": {
      "en": "Running around with this drug addict?",
      "th": "คุณไปมากับคนขี้ยาค้าผงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Terry!",
      "th": "เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "He does not approve of your behavior!",
      "th": "เขาไม่เห็นด้วยเรื่องพฤติกรรมคุณ"
    }
  },
  {
    "translation": {
      "en": "Can you please go?",
      "th": "คุณช่วยไปได้ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "And you too, creepy guy standing in the door?",
      "th": "และคุณด้วย คนน่ากลัวที่ยืนตรงประตูนั่น"
    }
  },
  {
    "translation": {
      "en": "Let's go, Allen.",
      "th": "ไปกันเถอะ อัลเลน"
    }
  },
  {
    "translation": {
      "en": "I think we all experienced our own ballet today.",
      "th": "ผมว่าเราต่างก็ได้สัมผัสกับ บัลเลต์ของตัวเองแล้ววันนี้"
    }
  },
  {
    "translation": {
      "en": "The ballet of emotion and feelings.",
      "th": "บัลเลต์แห่งอารมณ์และความรู้สึก"
    }
  },
  {
    "translation": {
      "en": "You're kind of making things worse.",
      "th": "คุณทำให้เรื่องมันแย่ลงมากกว่านะ"
    }
  },
  {
    "translation": {
      "en": "-You okay? -Yeah, I'm fine.",
      "th": "นายโอเคไหม ใช่ ฉันไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Hey, I didn't know you could dance.",
      "th": "นี่ ไม่ยักรู้ว่านายเต้นได้"
    }
  },
  {
    "translation": {
      "en": "We used to do those moves to make fun of guys...",
      "th": "ฉันเคยทำท่าเต้นพวกนั้น เพื่อล้อเลียนบางคน"
    }
  },
  {
    "translation": {
      "en": "...show them how queer they were, okay?",
      "th": "แสดงให้เห็นว่า พวกเขาเป็นแต๋วแค่ไหนน่ะ"
    }
  },
  {
    "translation": {
      "en": "-You learned to dance sarcastically? -Yeah, I guess.",
      "th": "นายเรียนรู้ที่จะเต้นแบบนั้น เพื่อประชดเหรอ ใช่ คงอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "Stay out of my personal life, okay? The kid flies private.",
      "th": "ออกไปจากชีวิตส่วนตัวฉัน โอเคไหม เดอะคิดต้องบินเดี่ยว"
    }
  },
  {
    "translation": {
      "en": "Stay focused on the case, man. I'll see you in Jersey tomorrow.",
      "th": "จดจ่อกับคดีไว้นะเพื่อน เจอกันในเจอร์ซีย์พรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "All right, Terry.",
      "th": "ก็ได้ เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "Hey, that was liberating for me. I don't know how it felt for you.",
      "th": "นั่นทำให้ฉันรู้สึกปลดปล่อยเลย ฉันไม่รู้ว่านายรู้สึกยังไง"
    }
  },
  {
    "translation": {
      "en": "Here, check this out. Article from six months ago.",
      "th": "นี่ ดูนี่สิ บทความจากหกเดือนก่อน"
    }
  },
  {
    "translation": {
      "en": "Talking about how the lottery is looking...",
      "th": "พูดถึงทางลอตเตอรี่ว่ากำลังคิดจะ"
    }
  },
  {
    "translation": {
      "en": "...to invest their $30-billion fund more aggressively.",
      "th": "เพิ่มการลงทุนเชิงรุกกับกองทุน สามหมื่นล้านของตัวเองให้มากขึ้น"
    }
  },
  {
    "translation": {
      "en": "So he's dealing drugs?",
      "th": "เขาค้ายาด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, it's not drugs. This isn't Miami Vice.",
      "th": "ไม่ มันไม่ใช่ยา นี่ไม่ใช่เรื่องไมอามี่ไวซ์นะ"
    }
  },
  {
    "translation": {
      "en": "Hey, I got you a gift.",
      "th": "ฉันมีของขวัญให้นายอย่างหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "I just saw something, and I thought of you, and so, I don't want it to be weird.",
      "th": "ฉันเห็นบางอย่าง แล้วนึกถึงนาย ฉันไม่อยากให้มันพิลึก"
    }
  },
  {
    "translation": {
      "en": "-I just wanted to be nice. -Of course it's weird.",
      "th": "แค่อยากให้มันดูดี แน่นอนมันพิลึก"
    }
  },
  {
    "translation": {
      "en": "It's a grown man giving another man a present.",
      "th": "ผู้ชายให้ของขวัญผู้ชายอีกคน"
    }
  },
  {
    "translation": {
      "en": "There you go. Open it up.",
      "th": "เอาไปเลย เปิดมันสิ"
    }
  },
  {
    "translation": {
      "en": "It's okay, you're welcome.",
      "th": "ไม่เป็นไร ยินดีจะให้"
    }
  },
  {
    "translation": {
      "en": "I like to do things like that.",
      "th": "ฉันชอบทำอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Take a look what it says.",
      "th": "ดูสิว่ามันเขียนว่าอะไร"
    }
  },
  {
    "translation": {
      "en": "\"FBI. Female body inspector.\"",
      "th": "\"เอฟบีไอ ผู้ตรวจเรือนร่างสาว\""
    }
  },
  {
    "translation": {
      "en": "You know, because we're both in law enforcement.",
      "th": "รู้ไหม เพราะเราต่างก็ ทำงานบังคับกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "We both like women.",
      "th": "เราชอบผู้หญิงทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "But I got a weird sense of humor. I'm a sick puppy.",
      "th": "แต่ฉันมีอารมณ์ขันแปลกๆ ฉันมันหมาน้อยโรคจิต"
    }
  },
  {
    "translation": {
      "en": "I can't look at it. It makes me laugh so hard.",
      "th": "ฉันมันหมาน้อยโรคจิต ฉันดูไม่ได้ มันทำให้หัวเราะหนัก"
    }
  },
  {
    "translation": {
      "en": "Me too.",
      "th": "ฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "Real nice. You know, it's all class.",
      "th": "ยอดเลยรู้ไหม มีระดับมาก"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Don't do that anymore.",
      "th": "- โอเค - อย่าทำแบบนั้นอีกนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, believe me, I won't.",
      "th": "ได้ เชื่อสิ ไม่ทำแล้ว"
    }
  },
  {
    "translation": {
      "en": "Do you understand what's so funny about it, though?",
      "th": "นายเข้าใจไหมว่ามันตลกยังไง"
    }
  },
  {
    "translation": {
      "en": "Because it's the FBI, right? It has the same logo, the same shield.",
      "th": "เพราะมันเป็นเอฟบีไอ ใช่ไหม มันมีโลโก้เดียวกัน รูปโล่เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "And at first glance, you're like, it's a mug that says \"FBI.\"",
      "th": "เมื่อมองทีแรก นายจะคิดว่า มันเป็นแก้วที่เขียนว่าเอฟบีไอ"
    }
  },
  {
    "translation": {
      "en": "But then at second glance, you're like, \"Female Body Inspector\"?",
      "th": "แต่พอมองอีกที นี่มัน \"ผู้ตรวจเรือนร่างสาว\""
    }
  },
  {
    "translation": {
      "en": "Get out of town. This is outrageous--",
      "th": "ไปไกลๆ เลย นี่มันบ้าแล้ว"
    }
  },
  {
    "translation": {
      "en": "Shut up!",
      "th": "หุบปาก"
    }
  },
  {
    "translation": {
      "en": "I'm gonna climb over that anger wall of yours...",
      "th": "ฉันจะข้ามกำแพงความโกรธของนาย"
    }
  },
  {
    "translation": {
      "en": "...one of these days, and it's gonna be glorious.",
      "th": "ในอีกไม่นานนี้ และมันจะต้องสง่างาม"
    }
  },
  {
    "translation": {
      "en": "Shouldn't we tell Mauch that we're going?",
      "th": "เราไม่ควรบอกเมาช์เหรอว่า เราจะไปที่นี่"
    }
  },
  {
    "translation": {
      "en": "-We're just going to check it out. -I know, but it's procedure.",
      "th": "เพื่ออะไร เราจะไปตรวจดู ฉันรู้ แต่ขั้นตอนมัน..."
    }
  },
  {
    "translation": {
      "en": "Terry answers to no one.",
      "th": "เทอร์รี่ไม่รายงานใคร"
    }
  },
  {
    "translation": {
      "en": "I do what I do.",
      "th": "ฉันทำตามแบบฉัน"
    }
  },
  {
    "translation": {
      "en": "What accounting firm is closed at 11 a.m. on a Tuesday?",
      "th": "บริษัทไหนกันที่ปิด 11 โมงวันอังคาร"
    }
  },
  {
    "translation": {
      "en": "This is a shithole.",
      "th": "โอ้ นี่มันสับปะรังเคมาก"
    }
  },
  {
    "translation": {
      "en": "I love bombs.",
      "th": "ฉันชอบระเบิด"
    }
  },
  {
    "translation": {
      "en": "I can't hear! I can't hear!",
      "th": "ฉันไม่ได้ยิน ฉันไม่ได้ยิน"
    }
  },
  {
    "translation": {
      "en": "There's blood blisters on my hands!",
      "th": "มีตุ่มเลือดที่มือฉัน"
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "th": "โอ้ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "How do they walk away in movies without flinching when it explodes behind them?",
      "th": "โอ้ พระเจ้า พวกในหนังเขาเดินกันหน้าตาเฉยได้ไงนะ ตอนมีระเบิดข้างหลัง"
    }
  },
  {
    "translation": {
      "en": "There's no way! I call bullshit on that!",
      "th": "ไม่มีทางเลย นั่นมันโกหกทั้งเพ"
    }
  },
  {
    "translation": {
      "en": "When they flew the Millennium Falcon outside of the Death Star...",
      "th": "ตอนพวกเขาขับมิลเลนเนียมฟัลคอน ออกมาจากเดทสตาร์"
    }
  },
  {
    "translation": {
      "en": "...and it was followed by the explosion, that was bullshit!",
      "th": "และมันมีระเบิดด้านหลัง นั่นมันโม้ชัดๆ"
    }
  },
  {
    "translation": {
      "en": "Don't you dare badmouth Star Wars! That was all accurate!",
      "th": "อย่ามานินทาสตาร์วอร์สนะ นั่นมันสมจริงทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "I need an MRI.",
      "th": "ฉันต้องการเอ็มอาร์ไอ"
    }
  },
  {
    "translation": {
      "en": "I need an MRI! I've got soft tissue damage.",
      "th": "ฉันต้องการเอ็มอาร์ไอ เนื้อเยื่ออ่อนของฉันเสียหาย"
    }
  },
  {
    "translation": {
      "en": "No way I don't have soft tissue damage.",
      "th": "ไม่มีทางที่ ฉันไม่มีเนื้อเยื่ออ่อนเสียหาย"
    }
  },
  {
    "translation": {
      "en": "Please stop.",
      "th": "ได้โปรด หยุด"
    }
  },
  {
    "translation": {
      "en": "I just wanna go somewhere and breastfeed right now!",
      "th": "ฉันอยากไปไหนสักแห่ง แล้วดูดนมจากเต้าจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Fire Department said it was a gas leak, but no way. That was timed.",
      "th": "(ดอว์สันกับเกรทเชล นักบัญชี) ดับเพลิงบอกว่าแก๊สรั่ว แต่ไม่มีทาง นั่นมันตั้งเวลาไว้แน่"
    }
  },
  {
    "translation": {
      "en": "They didn't wanna kill us, they wanted to scare us.",
      "th": "ไม่ได้อยากฆ่าเรา แต่อยากให้เรากลัว"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, they succeeded, okay?",
      "th": "ใช่ พวกเขาทำสำเร็จนะ"
    }
  },
  {
    "translation": {
      "en": "I'm tired of this. All right?",
      "th": "ฉันเบื่อเรื่องนี้แล้ว รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "I'm tired of explosions and people pointing guns at me.",
      "th": "ฉันเบื่อเรื่องระเบิด การมีคนหันปืนมาหา"
    }
  },
  {
    "translation": {
      "en": "I wanna go back to my desk.",
      "th": "ฉันอยากกลับไปที่โต๊ะ"
    }
  },
  {
    "translation": {
      "en": "Guess what? Life gets loud sometimes and messes with your ears.",
      "th": "ทายสิ ชีวิตมันเสียงดังเป็นบางครั้ง และทำให้หูนายปั่นป่วน"
    }
  },
  {
    "translation": {
      "en": "You can't escape it by hiding at your desk.",
      "th": "นายจะหนีด้วยการซ่อน ไปตลอดชีวิตไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "You know what? Yes, you can. I've done it for years, okay?",
      "th": "นายรู้ไหม มันทำได้ ฉันทำมาหลายปีแล้วน่ะ"
    }
  },
  {
    "translation": {
      "en": "There's no explosions at my desk.",
      "th": "ไม่มีระเบิดที่โต๊ะทำงานฉัน"
    }
  },
  {
    "translation": {
      "en": "There's no explosions at my home with my plain wife, in my plain house.",
      "th": "ไม่มีระเบิดที่บ้านฉัน กับเมียเรียบๆ ของฉัน ในบ้านเรียบๆ ของฉัน"
    }
  },
  {
    "translation": {
      "en": "What are you afraid of, man?",
      "th": "นายกลัวอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm your partner. You can tell me. What the hell are you hiding from?",
      "th": "ฉันเป็นคู่หูนายนะ บอกสิ นายกำลังซ่อนตัวจากอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "I was a sophomore in college.",
      "th": "ตอนนั้นฉันเรียนปีสอง ที่มหาวิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "The university I went to decided they needed to raise tuition.",
      "th": "ทางมหาวิทยาลัยตัดสินใจว่า ต้องเพิ่มค่าเรียน"
    }
  },
  {
    "translation": {
      "en": "A classmate of mine, Brenda, in an effort to raise money and stay in school...",
      "th": "เพื่อนร่วมชั้นของฉัน เบรนด้า เพื่อที่จะหาเงินและได้เรียนต่อไป"
    }
  },
  {
    "translation": {
      "en": "...came up with a nifty plan...",
      "th": "คิดแผนเด็ดขึ้นอย่างหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "...where she'd date guys and charge them money.",
      "th": "เธอคิดว่าจะออกเดตกับหนุ่มๆ และคิดเงินพวกเขา"
    }
  },
  {
    "translation": {
      "en": "I go on dates all the time...",
      "th": "ฉันออกเดตตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "...with a whole bunch of boys and stuff.",
      "th": "กับพวกแบบว่า หนุ่มๆ และสารพัด"
    }
  },
  {
    "translation": {
      "en": "And I need somebody to help me out, like my partner in crime.",
      "th": "และฉันต้องการใครบางคนให้มาช่วย เช่นเพื่อนร่วมแผนการ"
    }
  },
  {
    "translation": {
      "en": "-Yeah, I could make a schedule. -Yeah, that's what I was thinking.",
      "th": "ใช่ ผมอาจทำตารางเวลา ใช่ นั่นคือสิ่งที่ฉันคิดอยู่"
    }
  },
  {
    "translation": {
      "en": "-Provide transportation services. -Yeah, yeah.",
      "th": "ให้บริการขนส่ง ใช่ๆ"
    }
  },
  {
    "translation": {
      "en": "-It's gonna be good. -Thanks for asking me.",
      "th": "- เป็นเวลาที่เหมาะเลย - ขอบคุณที่ถาม"
    }
  },
  {
    "translation": {
      "en": "She needed help to make sure the dates went okay...",
      "th": "- เป็นเวลาที่เหมาะเลย - ขอบคุณที่ถาม บอกว่าเธอต้องการให้ฉันช่วย เพื่อให้แน่ใจว่าการเดตราบรื่น"
    }
  },
  {
    "translation": {
      "en": "and that the guys paid her. She said she'd give me a percentage.",
      "th": "และพวกผู้ชายจ่ายเงินให้เธอ เธอบอกว่าจะให้ส่วนแบ่งฉัน"
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. You were a pimp. -What? God, no.",
      "th": "โอ้ พระเจ้า นายเป็นแมงดา อะไรนะ พระเจ้า ไม่"
    }
  },
  {
    "translation": {
      "en": "No, I was just trying to help a friend.",
      "th": "ฉันแค่พยายามจะช่วยเพื่อนนะ"
    }
  },
  {
    "translation": {
      "en": "We started making a lot of money.",
      "th": "เราเริ่มทำเงินได้มากมาย"
    }
  },
  {
    "translation": {
      "en": "And wouldn't you know it, some of Brenda's girlfriends...",
      "th": "แล้วนายรู้ไหม เพื่อนสาวบางคนของเบรนด้า"
    }
  },
  {
    "translation": {
      "en": "...decided they wanted to be a part of it.",
      "th": "ตัดสินใจว่าอยากมีส่วนร่วมด้วย"
    }
  },
  {
    "translation": {
      "en": "Soon, there were about 14 ladies I was protecting...",
      "th": "ไม่นานก็มีสาว 14 คน ที่ฉันปกป้องอยู่"
    }
  },
  {
    "translation": {
      "en": "...while they gave me money.",
      "th": "ในขณะที่พวกเธอให้เงินฉัน"
    }
  },
  {
    "translation": {
      "en": "That's called a stable of whores.",
      "th": "นั่นเรียกว่าคอกอีตัว"
    }
  },
  {
    "translation": {
      "en": "We decided I shouldn't use my real name. So we came up with the name \"Gator.\"",
      "th": "เราตัดสินใจว่าฉันไม่ควรใช้ชื่อจริง เราจึงคิดชื่อ \"เกเตอร์\" ขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "I'm telling you, you were a pimp.",
      "th": "ฉันขอบอกเลยนะ นายเป็นแมงดา"
    }
  },
  {
    "translation": {
      "en": "No! Are you even listening to the story?",
      "th": "ไม่ นายได้ฟังเรื่องหรือเปล่าเนี่ย"
    }
  },
  {
    "translation": {
      "en": "One day, I wake up and look in the mirror...",
      "th": "ยังไงก็ตาม วันหนึ่งฉันตื่นขึ้นมา มองดูกระจก"
    }
  },
  {
    "translation": {
      "en": "...and I don't like what I see.",
      "th": "และฉันไม่ชอบในสิ่งที่เห็น"
    }
  },
  {
    "translation": {
      "en": "I mean, I had gotten out of control, and I didn't even realize it.",
      "th": "หมายถึง ฉันเริ่มควบคุมตัวเองไม่ได้ และฉันไม่รู้ตัวด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "You can't have a conscience in the pimp game.",
      "th": "นายจะมีจิตสำนึกไม่ได้ในงานของแมงดา"
    }
  },
  {
    "translation": {
      "en": "One night, two of my girls, Candy and Jolene, said, \"We gotta take you in\"...",
      "th": "คืนหนึ่งสาวโปรดสองคนของฉัน แคนดี้กับโจลีนบอกว่า \"เราต้องพาคุณเข้าไป\""
    }
  },
  {
    "translation": {
      "en": "...and they dropped me off at the emergency room.",
      "th": "และพวกเธอมาส่งฉันที่ห้องฉุกเฉิน"
    }
  },
  {
    "translation": {
      "en": "That's where I met Sheila. I was a mess.",
      "th": "นั่นคือที่ที่ฉันเจอชีล่า ฉันอาการแย่เลย"
    }
  },
  {
    "translation": {
      "en": "I made a promise to myself and to her that I would never get out of control again.",
      "th": "ฉันสัญญากับตัวเอง กับเธอ ว่าฉันจะไม่ขาดการควบคุมตนเองอีก"
    }
  },
  {
    "translation": {
      "en": "So as soon as I graduated...",
      "th": "ทันทีที่ฉันจบจากมหาวิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "...I became an accountant for the police department.",
      "th": "ฉันก็เป็นนักบัญชีให้กรมตำรวจ"
    }
  },
  {
    "translation": {
      "en": "The most stable job I could think of.",
      "th": "เป็นงานมั่นคงที่สุดที่ฉันนึกออก"
    }
  },
  {
    "translation": {
      "en": "An accountant for law and order.",
      "th": "นักบัญชีเพื่อกฎหมายและระเบียบ"
    }
  },
  {
    "translation": {
      "en": "I just don't wanna ever feel out of control like that ever again.",
      "th": "ฉันไม่อยากรู้สึก ขาดการควบคุมตนเองแบบนั้นอีกเลย"
    }
  },
  {
    "translation": {
      "en": "Don't worry. I got your back.",
      "th": "ไม่ต้องห่วง ฉันคอยระวังให้นายเอง"
    }
  },
  {
    "translation": {
      "en": "I say we go get in Ershon's grill, see if he cracks.",
      "th": "ฉันว่าเราไปเค้นเออร์ชอน ดูว่าเขาจะหลุดอะไรไหม"
    }
  },
  {
    "translation": {
      "en": "-I'm tired of all this tippy-toeing around. -Okay.",
      "th": "ฉันเบื่อการย่องไปมานี่จริงๆ โอเค"
    }
  },
  {
    "translation": {
      "en": "You can either walk the plank or take your panties off.",
      "th": "เธออาจเดินบนกระดานแคบ หรือถอดกางเกงก็ได้"
    }
  },
  {
    "translation": {
      "en": "The choice is yours.",
      "th": "ทางเลือกเป็นของเธอ"
    }
  },
  {
    "translation": {
      "en": "-I want to take my panties off. -You've made a wise choice, you have.",
      "th": "หนูอยากถอดกางเกงออก เลือกได้ฉลาด"
    }
  },
  {
    "translation": {
      "en": "Mr. Ershon, Detective Gamble and the officer who shot Derek Jeter are here.",
      "th": "คุณเออร์ชอน นักสืบแกมเบิล และนายตำรวจที่ยิงเดเร็ค เจเตอร์ มาค่ะ"
    }
  },
  {
    "translation": {
      "en": "Gentlemen, please.",
      "th": "คุณสุภาพบุรุษ เชิญครับ"
    }
  },
  {
    "translation": {
      "en": "-Remember us, hotshot? -Of course I do. Please, sit.",
      "th": "จำเราได้ไหม คนเก่ง แน่นอน จำได้สิ เชิญนั่ง"
    }
  },
  {
    "translation": {
      "en": "There she blows.",
      "th": "เธอส่งจูบมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Two of those Russian waters, please. No lime wedges, just cucumber.",
      "th": "ขอน้ำรัสเซียสองที่ ไม่ใส่มะนาวฝาน แค่แตงกวา"
    }
  },
  {
    "translation": {
      "en": "Guess where we just came from? An explosion at your accounting office.",
      "th": "ทายสิเราเพิ่งมาจากไหน มีระเบิดที่สำนักงานบัญชีคุณ"
    }
  },
  {
    "translation": {
      "en": "Yes, that awful gas leak.",
      "th": "ใช่ เป็นแก๊สรั่วที่แย่สุดๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Gas leak? The only gas leak is the one coming out of your mouth right now.",
      "th": "แก๊สรั่วเหรอ แก๊สรั่วแห่งเดียวที่มี กำลังออกมาจากปากคุณเองตอนนี้"
    }
  },
  {
    "translation": {
      "en": "I just thank God no one was hurt or injured in a bad way.",
      "th": "ผมขอบคุณพระเจ้าที่ไม่มีใคร เจ็บตัวหรือบาดเจ็บหนัก"
    }
  },
  {
    "translation": {
      "en": "I absolutely abhor death.",
      "th": "ผมเกลียดความตายสุดๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Hey, Andrew Lloyd Webber. The jig is up, okay?",
      "th": "นี่ แอนดรูว์ ลอยด์ เว็บเบอร์ เกมมันจบแล้ว เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "We know that wasn't your security team that grabbed you.",
      "th": "เรารู้ว่านั่นไม่ใช่ทีมรปภ.ของคุณ"
    }
  },
  {
    "translation": {
      "en": "And we know you're targeting a big fish to cover losses.",
      "th": "เรารู้ว่าคุณกำลังพุ่งเป้าไปที่ปลาใหญ่ เพื่อกลบยอดขาดทุน"
    }
  },
  {
    "translation": {
      "en": "You talk or I beat you so it don't show no bruises.",
      "th": "พูดมา ไม่งั้นผมจะทุบคุณให้น่วม"
    }
  },
  {
    "translation": {
      "en": "God, this water is good. Terry, have you tried the water?",
      "th": "พูดมา ไม่งั้นผมจะทุบคุณให้น่วม น้ำนี่อร่อยจริงๆ นายลองดื่มหรือยัง"
    }
  },
  {
    "translation": {
      "en": "Shut up, Allen.",
      "th": "หุบปาก อัลเลน"
    }
  },
  {
    "translation": {
      "en": "I assure you, I have no idea what you're talking about.",
      "th": "ผมขอยืนยันว่า ผมไม่รู้ว่าคุณกำลังพูดถึงอะไร"
    }
  },
  {
    "translation": {
      "en": "I understand there was a bit of a mix-up with the whole scaffolding business.",
      "th": "ผมเข้าใจว่ามันมีการสับสนกัน กับเรื่องนั่งร้านนั่น"
    }
  },
  {
    "translation": {
      "en": "The cucumber accents the water in such a way that....",
      "th": "แตงกวาเสริมรสชาติน้ำในแบบที่..."
    }
  },
  {
    "translation": {
      "en": "Perhaps by way of apology, I can offer you my personal courtside seats...",
      "th": "บางทีเพื่อเป็นการขอโทษ ผมจะให้ตั๋วข้างสนาม"
    }
  },
  {
    "translation": {
      "en": "...for the Knicks game, with access to the Ambassador Club.",
      "th": "ไปดูนิวยอร์กนิกส์ โดยที่เข้าแอมบาสซาเดอร์คลับได้"
    }
  },
  {
    "translation": {
      "en": "Come on, Knicks! Come on! I got Knicks' fever and it's catching!",
      "th": "เร็วสิ นิกส์ ลุยเลย ผมเป็นโรคบ้านิกส์ และมันเริ่มลุกลามแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hey. This feels weird sitting here. It feels like it's a bribe.",
      "th": "นี่ รู้สึกพิลึกจังที่มานั่งนี่ มันรู้สึกเหมือนรับสินบน"
    }
  },
  {
    "translation": {
      "en": "It is a bribe. Son-of-a-bitch, I saw courtside and I went blind.",
      "th": "มันคือสินบนน่ะแหละ ไอ้ระยำ ฉันดูข้างสนาม แล้วก็ลืมคิดเลย"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "Call me!",
      "th": "โทรมานะคะ"
    }
  },
  {
    "translation": {
      "en": "-Excuse me. -That was a trick.",
      "th": "ขอโทษนะ นั่นเป็นลูกเล่น"
    }
  },
  {
    "translation": {
      "en": "No more.",
      "th": "ไม่มีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Gentlemen, you have a choice: Mamma Mia or Jersey Boys.",
      "th": "คุณสุภาพบุรุษ คุณมีทางเลือก มัมม่า มีอา หรือเจอร์ซีย์บอยส์"
    }
  },
  {
    "translation": {
      "en": "Fantastic! You're so unbelievable!",
      "th": "ยอดไปเลย คุณเหลือเชื่อมาก"
    }
  },
  {
    "translation": {
      "en": "Damn it. He did it again.",
      "th": "ให้ตายสิ เขาทำอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Excuse me. -No more tickets.",
      "th": "- ขอโทษค่ะ - ไม่เอาตั๋วแล้ว"
    }
  },
  {
    "translation": {
      "en": "Mr. Ershon, I tried to keep them in the waiting room.",
      "th": "คุณเออร์ชอน ฉันพยายามให้พวกเขารอแล้ว"
    }
  },
  {
    "translation": {
      "en": "That's okay, Susan. Two Glacier waters with Mediterranean limes.",
      "th": "คุณเออร์ชอน ฉันพยายามให้พวกเขารอแล้ว ไม่เป็นไร ซูซาน น้ำเกลเชียร์สองแก้ว ใส่มะนาวเมดิเตอร์เรเนียน"
    }
  },
  {
    "translation": {
      "en": "No, no, no. No more water. We're not here for that.",
      "th": "ไม่เอาน้ำแล้ว ผมไม่ได้มาเพราะเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "No, I was very much looking forward to having a water.",
      "th": "ผมอยากได้น้ำอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "-How great is Jersey Boys? -It's not great. It's fantastic!",
      "th": "เจอร์ซีย์บอยส์เยี่ยมไหม มันไม่เยี่ยม มันวิเศษเลยแหละ"
    }
  },
  {
    "translation": {
      "en": "You totally undersold it. The pageantry, the costumes.",
      "th": "คุณไม่ได้โฆษณามันเลย ทั้งการแสดงและชุด"
    }
  },
  {
    "translation": {
      "en": "Wow, what a musical.",
      "th": "โอ้โฮ เป็นละครเพลงที่ยอดมาก"
    }
  },
  {
    "translation": {
      "en": "Hey. Get over here.",
      "th": "นี่ มานี่สิ"
    }
  },
  {
    "translation": {
      "en": "-What's wrong with you? -What?",
      "th": "- นายเป็นอะไรไป - อะไร"
    }
  },
  {
    "translation": {
      "en": "That's not what we're here for.",
      "th": "นั่นไม่ใช่เหตุผลที่เรามา"
    }
  },
  {
    "translation": {
      "en": "We're gonna do good cop, bad cop. Okay?",
      "th": "เราจะเล่นเป็น ตำรวจดีตำรวจเลว ตกลงนะ"
    }
  },
  {
    "translation": {
      "en": "It's the oldest game in the book for a reason. It works.",
      "th": "เหตุผลที่มันเป็นกลเม็ดเก่าสุดในตำรา มันได้ผล"
    }
  },
  {
    "translation": {
      "en": "I come strong, then you come in.",
      "th": "ฉันจะอัดหนัก แล้วนายก็เข้ามา"
    }
  },
  {
    "translation": {
      "en": "-You got it? -Yeah.",
      "th": "- เข้าใจไหม - เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "-I come strong, then you come in. -Right. Got it.",
      "th": "ฉันจัดหนัก แล้วนายก็เข้ามา - ได้ - เข้าใจนะ"
    }
  },
  {
    "translation": {
      "en": "Now you listen to me, you piece of shit.",
      "th": "ฟังฉันนะ ไอ้สารเลว"
    }
  },
  {
    "translation": {
      "en": "It's just you and me, and I'm gonna rip you apart!",
      "th": "ตอนนี้เหลือแค่แกกับฉัน และฉันจะฉีกแกเป็นชิ้นๆ"
    }
  },
  {
    "translation": {
      "en": "How did you cover your losses up? What drug cartel are you working with?",
      "th": "นายกลบการขาดทุนยังไง ฮะ นายทำงานกับพ่อค้ายารายไหน"
    }
  },
  {
    "translation": {
      "en": "-Okay, I'll talk to you, you're reasonable! -No, no, look at me!",
      "th": "โอเค ผมจะคุยกับคุณ คุณมีเหตุผล ไม่ๆ ฟังฉันนะ"
    }
  },
  {
    "translation": {
      "en": "You wanna talk to me? You wanna talk to me?",
      "th": "อยากคุยกับผมเหรอ อยากคุยกับผมเหรอ"
    }
  },
  {
    "translation": {
      "en": "Allen, what are you doing? What are you doing? Allen!",
      "th": "อัลเลน นายทำอะไรน่ะ นายทำอะไร อัลเลน"
    }
  },
  {
    "translation": {
      "en": "I'm gonna make you eat a plate of human shit!",
      "th": "ฉันจะบังคับให้แกกินขี้หนึ่งจาน"
    }
  },
  {
    "translation": {
      "en": "Get away from me!",
      "th": "หลีกไปไกลๆ นะ"
    }
  },
  {
    "translation": {
      "en": "Where is he?",
      "th": "เขาอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "Look, I'm really sorry about that.",
      "th": "ฟังนะ ฉันเสียใจจริงๆ เรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "I saw how aggressive you were being, and I thought:",
      "th": "ฉันเห็นความก้าวร้าวของนาย และก็คิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Wow, I gotta go even bigger than that, since we're doing bad cop, bad cop.\"",
      "th": "\"โอ้โฮ ฉันต้องลุยให้หนักกว่านั้น\" \"เพราะเรากำลังเล่นเกมตำรวจเลว\""
    }
  },
  {
    "translation": {
      "en": "What? No, I said, \"Good cop, bad cop.\" I'm the bad cop, you're the good cop.",
      "th": "อะไรนะ ไม่ ฉันบอกว่า \"ตำรวจดีตำรวจเลว\" ฉันเป็นตำรวจเลว นายเป็นตำรวจดี"
    }
  },
  {
    "translation": {
      "en": "Okay, then there it is. That's it. I thought you said, \"Bad cop, bad cop.\"",
      "th": "โอเค ก็นั่นไง นั่นแหละ ฉันนึกว่านายบอกว่า \"ตำรวจเลว ตำรวจเลว\""
    }
  },
  {
    "translation": {
      "en": "Well, while you were going crazy, look what I snagged from his desk.",
      "th": "ระหว่างที่นายกำลังบ้า ดูสิว่าฉันฉวยอะไรได้จากโต๊ะเขา"
    }
  },
  {
    "translation": {
      "en": "-Think it's his phone sheet. -Nice.",
      "th": "- คิดว่าเป็นข้อมูลการโทรของเขา - โอ้ ยอดเลย"
    }
  },
  {
    "translation": {
      "en": "Seven calls to the lottery office.",
      "th": "โทรเจ็ดครั้งไปสำนักงานลอตเตอรี่"
    }
  },
  {
    "translation": {
      "en": "That could be the evidence we need for Mauch.",
      "th": "อาจเป็นหลักฐานที่เราต้องการ ให้กับเมาช์"
    }
  },
  {
    "translation": {
      "en": "-Get back. Colombian drug lords. -Where are you getting that from?",
      "th": "ถอยไป เจ้าพ่อยาโคลัมเบีย นายรู้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Jesus!",
      "th": "พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "Can you imagine where you'd be in your career if you hadn't shot Jeter?",
      "th": "พอนึกออกไหมว่า หน้าที่การงานนายจะไปถึงไหนแล้ว ถ้าไม่ได้ยิงเจเตอร์"
    }
  },
  {
    "translation": {
      "en": "-We call this in, right? -We got all the evidence we need.",
      "th": "เราเรียกนี่มาเองใช่ไหม เรามีหลักฐานทั้งหมดที่เราต้องการ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, my butterfly.",
      "th": "ขอโทษนะ ผีเสื้อของฉัน"
    }
  },
  {
    "translation": {
      "en": "We'll load them up, send them back to go.",
      "th": "เราจะจับขึ้นรถ ส่งมันกลับไป"
    }
  },
  {
    "translation": {
      "en": "-Holy shit. -What?",
      "th": "แย่แล้วสิ อะไร"
    }
  },
  {
    "translation": {
      "en": "What do you mean, what? Where are we?",
      "th": "หมายความว่าไงอะไร เราอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "We're in the high desert.",
      "th": "เราอยู่กลางทะเลทราย"
    }
  },
  {
    "translation": {
      "en": "They took my shoes again, man! What the hell is it with taking shoes?",
      "th": "พวกนั้นเอารองเท้าฉันไปอีกแล้ว มันอะไรกันนะกับการยึดรองเท้า"
    }
  },
  {
    "translation": {
      "en": "-They took your wooden gun? -Yeah.",
      "th": "- มันเอาปืนไม้นายไปหรือเปล่า - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Hello? -Hello, Gene? I mean, captain.",
      "th": "- สวัสดี - สวัสดีจีน ผมหมายถึงผู้กอง"
    }
  },
  {
    "translation": {
      "en": "Captain, it's Allen Gamble.",
      "th": "ผู้กอง นี่อัลเลน แกมเบิล"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah. Where are you? What's going on?",
      "th": "รู้แล้ว นายอยู่ไหน เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Captain, it's a long story, but I'm just gonna cut to the chase.",
      "th": "เรื่องมันยาว แต่ผมจะรวบรัดเลยนะ"
    }
  },
  {
    "translation": {
      "en": "We are in Las Vegas, all right?",
      "th": "เราอยู่ในลาสเวกัส"
    }
  },
  {
    "translation": {
      "en": "We were kidnapped, put on a freight train, and shipped out here.",
      "th": "เราถูกลักพาตัว ใส่มากับรถไฟสินค้าและส่งมานี่"
    }
  },
  {
    "translation": {
      "en": "Let me just stop you right there. Don't bullshit me.",
      "th": "ฉันขอหยุดนายก่อนนะ อย่ามาหลอกกันเลยน่า"
    }
  },
  {
    "translation": {
      "en": "Captain, I am being straight with you.",
      "th": "ผู้กอง ผมพูดจริงกับคุณนะ"
    }
  },
  {
    "translation": {
      "en": "Look, we think something's going on, okay?",
      "th": "ฟังนะ เราคิดว่ามีบางอย่างเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "We think Ershon is targeting the lottery to cover his losses.",
      "th": "เราคิดว่าเออร์ชอนพุ่งเป้าไปที่ลอตเตอรี่ เพื่อกลบการขาดทุนของเขา"
    }
  },
  {
    "translation": {
      "en": "Wait. How many times did I explicitly say to you, \"Lay off Ershon\"?",
      "th": "เดี๋ยว ฉันพูดกับนายชัดๆ กี่ครั้งแล้ว ให้ \"เลิกยุ่งกับเออร์ชอน\""
    }
  },
  {
    "translation": {
      "en": "Terry, Captain wants to know...",
      "th": "เทอร์รี่ ผู้กองอยากรู้ว่า"
    }
  },
  {
    "translation": {
      "en": "...how many times has he asked us to lay off Ershon.",
      "th": "เขาขอให้เลิกยุ่งกับเออร์ชอน กี่ครั้งแล้ว"
    }
  },
  {
    "translation": {
      "en": "Twice.",
      "th": "สองครั้ง"
    }
  },
  {
    "translation": {
      "en": "Twice. Terry says twice. I agree.",
      "th": "สองครั้ง เทอร์รี่บอกว่าสองครั้ง ผมเห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "I'm hanging up. I'm done.",
      "th": "ฉันวางสายละ พอกันที"
    }
  },
  {
    "translation": {
      "en": "I gotta tell you, I started getting a hand for that, a taste for that Pai Gow.",
      "th": "ขอบอกเลย ฉันเริ่มมือขึ้นแล้วนะ เริ่มชอบไพ่ไพกาวแล้ว"
    }
  },
  {
    "translation": {
      "en": "Martin and Fosse, super cops, in three, two....",
      "th": "มาร์ตินกับฟอสซี่ สุดยอดตำรวจ ใน สาม สอง..."
    }
  },
  {
    "translation": {
      "en": "So we busted that junkie. Got back 74 thou in diamonds.",
      "th": "เราจับไอ้ขี้ยานั่น ได้เพชรกลับมา มูลค่า 74,000 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "Seventy-four thou.",
      "th": "มูลค่า 74,000 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "Solved the Castien case.",
      "th": "ไขคดีแคสเชียน"
    }
  },
  {
    "translation": {
      "en": "Seventy-four thousand dollars? That's all they took?",
      "th": "แค่ 74,000 เหรอ พวกเขาเอาไปแค่นั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "There's millions of dollars of diamonds in that place.",
      "th": "มีเพชรมูลค่าหลายล้านเลยในนั้น"
    }
  },
  {
    "translation": {
      "en": "How about this, Gamble? How about you shut your face?",
      "th": "เอาอย่างนี้ไหม นายหุบปากไปซะ"
    }
  },
  {
    "translation": {
      "en": "All right? Just shut it.",
      "th": "ตกลงไหม หุบปากเลย"
    }
  },
  {
    "translation": {
      "en": "Hoitz, Gamble, captain's looking for you.",
      "th": "ฮอยซ์ แกมเบิล ผู้กองเรียกหาอยู่"
    }
  },
  {
    "translation": {
      "en": "I know it's off the subject, but is Kevlar copyrighted?",
      "th": "ผมรู้ว่ามันนอกเรื่อง แต่เคฟลาร์มีลิขสิทธิ์ไหม"
    }
  },
  {
    "translation": {
      "en": "-Captain? -Yeah.",
      "th": "- ผู้กอง - ว่าไง"
    }
  },
  {
    "translation": {
      "en": "-Is it a bad time? -No, come on. Come on.",
      "th": "- ไม่สะดวกหรือเปล่าครับ - ไม่ มาเลย เข้ามา"
    }
  },
  {
    "translation": {
      "en": "-Not me, right? -Yeah, and you.",
      "th": "- ไม่ใช่ผมใช่ไหม - ใช่ และนายด้วย"
    }
  },
  {
    "translation": {
      "en": "Fellows, I'm sure you're familiar with the venerable DA Radford.",
      "th": "ทุกท่าน ผมแน่ใจว่าคุณคุ้นกับ ดีเอ แรฟฟอร์ด ที่น่านับถือ"
    }
  },
  {
    "translation": {
      "en": "-He wanted to come and pay us a visit. -Hello, gentlemen.",
      "th": "- เขาอยากมาเยี่ยมเรา - สวัสดี ทุกท่าน"
    }
  },
  {
    "translation": {
      "en": "-Hello, sir. -Hey.",
      "th": "- สวัสดีครับ - สวัสดี"
    }
  },
  {
    "translation": {
      "en": "-You know, I was talking to Gene here. -He prefers \"captain.\"",
      "th": "รู้ไหม ผมคุยกับจีนมา เขาชอบให้เรียกผู้กอง"
    }
  },
  {
    "translation": {
      "en": "Yes, I was talking to Gene here, and, you know, it's funny.",
      "th": "ใช่ ผมพูดกับจีนที่นี่ และรู้ไหมมันตลกดี"
    }
  },
  {
    "translation": {
      "en": "I don't know what you two have been up to...",
      "th": "ผมไม่รู้ว่าคุณสองคนคุยอะไรไว้"
    }
  },
  {
    "translation": {
      "en": "...but I've been getting calls from people I don't ever get calls from.",
      "th": "แต่ผมได้รับโทรศัพท์จาก คนที่ไม่เคยโทรมาเลย"
    }
  },
  {
    "translation": {
      "en": "In 40 years of enforcing the law, I've learned one thing.",
      "th": "หลังจากทำงานบังคับกฎหมาย มา 40 ปี ผมเรียนรู้อย่างหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "When that happens, stop.",
      "th": "เมื่อสิ่งนั้นเกิดขึ้น หยุด"
    }
  },
  {
    "translation": {
      "en": "-Gene, how's the family? -Good, good, Louis, thanks for asking.",
      "th": "จีน ครอบครัวเป็นยังไงบ้าง ดีๆ ลูอิส ขอบคุณที่ถาม"
    }
  },
  {
    "translation": {
      "en": "-My son's bisexual, so.... -Tremendous.",
      "th": "- ลูกชายผมเป็นรักร่วมเพศ - ยอดเลย"
    }
  },
  {
    "translation": {
      "en": "Gentlemen, do we understand each other?",
      "th": "สุภาพบุรุษ เราเข้าใจกันดีหรือยัง"
    }
  },
  {
    "translation": {
      "en": "-Cut the crap! -Will do.",
      "th": "พอซะที ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Guy never comes down here.",
      "th": "เขาไม่เคยมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "Twenty years, I think I've seen that guy in this building one time.",
      "th": "ใน 20 ปี ฉันเห็นคนนั้น เข้ามาที่นี่ครั้งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "-He's a heavyweight cat, that guy. -He was sitting right here.",
      "th": "เขาเป็นระดับพระกาฬ หมอนั่น เขาเคยนั่งที่นี่"
    }
  },
  {
    "translation": {
      "en": "Yeah. I think you missed the point. Anyway, look.",
      "th": "ใช่ ฉันคิดว่านายพลาดประเด็นไป ยังไงก็ตาม ฟังนะ"
    }
  },
  {
    "translation": {
      "en": "Blue and white found your firearms down by the Hudson River. Here you go, Terry.",
      "th": "ตำรวจพบอาวุธปืนนาย แถวแม่น้ำฮัดสัน นี่ไง"
    }
  },
  {
    "translation": {
      "en": "You know what?",
      "th": "รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "I'm gonna hang on to the wooden gun.",
      "th": "ฉันจะเก็บปืนไม้ไว้"
    }
  },
  {
    "translation": {
      "en": "-To give me back my real gun? -No.",
      "th": "- จะคืนปืนจริงให้ผมเหรอ - ไม่"
    }
  },
  {
    "translation": {
      "en": "Because I'm gonna give you this.",
      "th": "เพราะฉันจะให้นี่กับนาย"
    }
  },
  {
    "translation": {
      "en": "It's a rape whistle. You blow that if you run into any trouble...",
      "th": "มันเป็นนกหวีดข่มขืน นายต้องเป่าถ้าเจอกับปัญหา"
    }
  },
  {
    "translation": {
      "en": "...and someone with an actual gun will come and help you out.",
      "th": "แล้วคนที่มีปืนจริงจะมาช่วยนาย"
    }
  },
  {
    "translation": {
      "en": "We were abducted, captain! This shit is real!",
      "th": "เราถูกลักพาตัว ผู้กอง นี่เป็นเรื่องจริง"
    }
  },
  {
    "translation": {
      "en": "Ershon's dirty. He's targeting the lottery!",
      "th": "เออร์ชอนเล่นสกปรก เขากำลังพุ่งเป้าไปที่ลอตเตอรี่"
    }
  },
  {
    "translation": {
      "en": "Next, I want you guys to hand in all the evidence you think you have to the SEC.",
      "th": "ต่อไป ฉันอยากให้พวกนาย นำหลักฐานทั้งหมด ที่คิดว่ามี ให้กับกรรมการตลาดหลักทรัพย์"
    }
  },
  {
    "translation": {
      "en": "The financial district's under their jurisdiction.",
      "th": "เขตการเงินนั้นอยู่ภายใต้ การจัดการของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "Don't you get it? This case is talking to us!",
      "th": "คุณไม่เข้าใจเหรอ คดีนี้กำลังคุยกับเรา"
    }
  },
  {
    "translation": {
      "en": "I'm a peacock, captain! You gotta let me fly on this one!",
      "th": "ผมคือนกยูง ผู้กอง คุณต้องยอมให้ผมบินในเรื่องนี้นะ"
    }
  },
  {
    "translation": {
      "en": "You know what, Terry? Let's just settle this. Peacocks don't fly.",
      "th": "รู้ไหม เทอร์รี่ มาคุยเรื่องนี้กัน นกยูงไม่บิน"
    }
  },
  {
    "translation": {
      "en": "-They fly, they fly a little bit. -Yeah, about as much as a penguin.",
      "th": "พวกมันบิน พวกมันบินได้บ้าง ใช่ พอๆ กับเพนกวิน"
    }
  },
  {
    "translation": {
      "en": "One more thing, do me a favor, don't go chasing waterfalls.",
      "th": "อีกอย่างหนึ่ง ช่วยฉันหน่อยนะ อย่าตามล่าหาน้ำตก"
    }
  },
  {
    "translation": {
      "en": "Was that accidental, or were you trying to quote TLC on purpose?",
      "th": "นั่นมันบังเอิญหรือว่า คุณตั้งใจยกเนื้อเพลงของทีแอลซีมา"
    }
  },
  {
    "translation": {
      "en": "I don't even understand the reference.",
      "th": "ฉันไม่เข้าใจด้วยซ้ำ ว่านายอ้างอิงจากอะไร"
    }
  },
  {
    "translation": {
      "en": "-You don't understand what you said? -I don't know what that is.",
      "th": "- คุณไม่เข้าใจที่ตัวเองพูดเหรอ - ฉันไม่รู้ว่ามันคืออะไร ออกไป"
    }
  },
  {
    "translation": {
      "en": "How did they get that story?",
      "th": "พวกเขาได้เรื่องนั้นมายังไง"
    }
  },
  {
    "translation": {
      "en": "I'm tired of being treated like a jerk for trying to do the right thing.",
      "th": "ฉันเบื่อการถูกปฏิบัติเหมือนไอ้โง่ ในการพยายามทำสิ่งที่ถูกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hey, guys.",
      "th": "นี่ พวกนาย"
    }
  },
  {
    "translation": {
      "en": "There's a proxy vote for a big reinvestment of the pension coming up...",
      "th": "มีการโหวตพร็อกซี่สำหรับการลงทุนใหม่ ของกองทุนบำนาญที่จะมาถึง"
    }
  },
  {
    "translation": {
      "en": "-...so if you just wanna come by the old.... -Damn it, Bob!",
      "th": "ฉะนั้น ถ้านายแวะมาที่... ให้ตายสิ บ๊อบ"
    }
  },
  {
    "translation": {
      "en": "Let me ask you something.",
      "th": "ฉันขอถามอะไรหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "What do you even do around here besides interrupt people?",
      "th": "นายทำอะไรแถวนี้บ้าง นอกจากการขัดจังหวะคนอื่น"
    }
  },
  {
    "translation": {
      "en": "Well, I serve as treasurer to the union.",
      "th": "ฉันทำหน้าที่เป็นเหรัญญิกของสหภาพ"
    }
  },
  {
    "translation": {
      "en": "I make a wicked pot of decaf.",
      "th": "ฉันชงกาแฟไร้กาเฟอีนที่หอมกรุ่น"
    }
  },
  {
    "translation": {
      "en": "Exactly! You're a worthless piece of shit!",
      "th": "ใช่สิ นายมันไอ้คนไร้ค่า"
    }
  },
  {
    "translation": {
      "en": "Probably right, Terry. That's why I feel so sad all the time.",
      "th": "ก็อาจใช่ เทอร์รี่ ฉันถึงได้รู้สึกแย่ตลอดเวลาไง"
    }
  },
  {
    "translation": {
      "en": "I'm gonna go for a walk.",
      "th": "ฉันจะไปเดินเล่นละนะ"
    }
  },
  {
    "translation": {
      "en": "-Bob! -Say something.",
      "th": "บ๊อบ พูดอะไรหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "Come on! Bob!",
      "th": "ไม่เอาน่า บ๊อบ"
    }
  },
  {
    "translation": {
      "en": "I didn't mean it, all right? I'm upset.",
      "th": "ฉันไม่ได้ตั้งใจนะ ฉันหัวเสีย"
    }
  },
  {
    "translation": {
      "en": "These braised short ribs taste like a dog's asshole.",
      "th": "ซี่โครงสั้นเคี่ยวนี่ รสชาติอย่างกับตูดหมา"
    }
  },
  {
    "translation": {
      "en": "-Sweetie. -You know what? I'm sitting here thinking:",
      "th": "- ที่รัก - คุณรู้ไหม ผมนั่งอยู่นี่ คิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Who in the world would slow roast a dog's asshole...",
      "th": "\"ใครนะที่จะเคี่ยวตูดหมาช้าๆ\""
    }
  },
  {
    "translation": {
      "en": "...and serve it to their husband?\"",
      "th": "\"แล้วเสิร์ฟมันให้สามีบ้าง\""
    }
  },
  {
    "translation": {
      "en": "-You would. -You are being awful. What's wrong?",
      "th": "คุณนี่เอง คุณทำตัวแย่นะ มีอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Captain took us off the case. -I'm sorry.",
      "th": "ผู้กองให้เราออกจากคดีนี้ เสียใจด้วย"
    }
  },
  {
    "translation": {
      "en": "I told Terry about my dark days in college, and it brought up some feelings.",
      "th": "ผมบอกเทอร์รี่เกี่ยวกับ วันที่มืดมนในมหาวิทยาลัย และมันทำให้ เกิดความรู้สึกบางอย่างขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "Well, honeydick, that was a long time ago. You're not that same person you were.",
      "th": "ที่รัก นั่นมันนานมาแล้วนะ คุณไม่ใช่คนเดิมที่เคยเป็นแล้ว"
    }
  },
  {
    "translation": {
      "en": "No, you don't get it. There is a darkness inside of me.",
      "th": "ไม่ คุณไม่เข้าใจ มีด้านมืดอยู่ในตัวผม"
    }
  },
  {
    "translation": {
      "en": "It wants to get out. It wants to walk around.",
      "th": "มันอยากจะออกมา มันอยากมาเดินเล่น"
    }
  },
  {
    "translation": {
      "en": "It wants some walking around money, and it wants to buy some shoes.",
      "th": "มันต้องการเดินเล่นใกล้ๆ เงิน มันต้องการซื้อรองเท้า"
    }
  },
  {
    "translation": {
      "en": "And it wants to walk up with the people and say, \"Hey, Gator don't play no shit.\"",
      "th": "และมันอยากจะเดินไปกับผู้คน และบอกว่า \"เฮ้ย เกเตอร์ อย่าเล่นบ้าๆ นะ\""
    }
  },
  {
    "translation": {
      "en": "-You feel me? -Yeah.",
      "th": "ไ้ด้ยินผมไหม เข้าใจหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Gator never been about that, never been about playing no shit.",
      "th": "เกเตอร์ไม่เคยเป็นแบบนั้นเลย ไม่เคยอยู่นิ่งๆ เลย"
    }
  },
  {
    "translation": {
      "en": "-Sweetie, I'm sorry. -It's okay.",
      "th": "- ที่รัก ผมขอโทษ - ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "-I just.... -Remember that night we met?",
      "th": "ผมแค่... จำคืนนั้นที่เราพบกันได้ไหม"
    }
  },
  {
    "translation": {
      "en": "The attending physician told me, \"We got a drugged-out pimp in the back.\"",
      "th": "หมอที่ดูไข้บอกฉันว่า \"มีแมงดาเมายาด้านหลัง\""
    }
  },
  {
    "translation": {
      "en": "And I went back there, and I pulled open that curtain...",
      "th": "และฉันไปข้างหลังนั่น และเปิดม่านออก"
    }
  },
  {
    "translation": {
      "en": "...and I saw you.",
      "th": "แล้วก็เห็นคุณ"
    }
  },
  {
    "translation": {
      "en": "You were weak, scared...",
      "th": "คุณอ่อนแอ หวาดกลัว"
    }
  },
  {
    "translation": {
      "en": "...ass up, inflamed, crying.",
      "th": "ก้นโด่ง อักเสบ ร้องไห้"
    }
  },
  {
    "translation": {
      "en": "At that moment, I knew. \"Hey, he's no pimp. Pimps don't cry.\"",
      "th": "ณ ขณะนั้น ฉันรู้เลย \"นี่ เขาไม่ใช่แมงดา แมงดาไม่ร้องไห้\""
    }
  },
  {
    "translation": {
      "en": "Pimps don't cry",
      "th": "แมงดาไม่ร้องไห้"
    }
  },
  {
    "translation": {
      "en": "Pimps don't cry",
      "th": "แมงดาไม่ร้องไห้"
    }
  },
  {
    "translation": {
      "en": "No, they don't",
      "th": "ไม่ พวกเขาไม่ร้อง"
    }
  },
  {
    "translation": {
      "en": "They don't shed a tear",
      "th": "พวกเขาไม่หลั่งน้ำตา"
    }
  },
  {
    "translation": {
      "en": "Pimps don't cry",
      "th": "แมงดาไม่ร้องไห้"
    }
  },
  {
    "translation": {
      "en": "They never shed a tear",
      "th": "พวกเขาไม่เคยหลั่งน้ำตา"
    }
  },
  {
    "translation": {
      "en": "Come lay with me. Be safe, and let's make love. Come on.",
      "th": "มานอนกับฉัน ปลอดภัย และร่วมรักกัน มาสิ"
    }
  },
  {
    "translation": {
      "en": "Every time you say, \"Be safe,\" it tears me apart.",
      "th": "ทุกครั้งที่คุณบอกว่า \"ขอให้ปลอดภัย\" ผมใจจะขาด"
    }
  },
  {
    "translation": {
      "en": "You gotta let me be who I'm gonna be.",
      "th": "คุณต้องยอมปล่อยให้ผม เป็นคนที่ผมจะเป็น"
    }
  },
  {
    "translation": {
      "en": "Allen, I'm pregnant.",
      "th": "อัลเลน ฉันตั้งท้อง"
    }
  },
  {
    "translation": {
      "en": "Whose baby is that?",
      "th": "เป็นลูกของใครเหรอ"
    }
  },
  {
    "translation": {
      "en": "Who's the man who did that to you? Gator's bitches better be using jimmies!",
      "th": "ใครคือผู้ชายที่ทำอย่างนั้นกับคุณ สาวของเกเตอร์ต้องใช้ถุงยางสิ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. See, that's what I'm talking about.",
      "th": "เสียใจด้วย เห็นไหม นั่นแหละที่ผมพูดถึง"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "th": "โอ้ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "You need to leave.",
      "th": "คุณต้องไป"
    }
  },
  {
    "translation": {
      "en": "Get out! Get out, Allen! Get out!",
      "th": "ออกไปๆ อัลเลน ออกไป"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "นี่"
    }
  },
  {
    "translation": {
      "en": "Hey. What are you doing here?",
      "th": "ว่ายังไง นายมาทำอะไรที่นี่"
    }
  },
  {
    "translation": {
      "en": "Come here when I have lady troubles, which means I come here every night.",
      "th": "ฉันมานี่เวลามีปัญหาเรื่องผู้หญิง ซึ่งหมายถึงฉันมานี่แทบจะทุกคืน"
    }
  },
  {
    "translation": {
      "en": "What are you doing here?",
      "th": "นายมาทำอะไรที่นี่"
    }
  },
  {
    "translation": {
      "en": "Sheila and I got into it tonight.",
      "th": "ชีล่ากับฉันทะเลาะกันคืนนี้"
    }
  },
  {
    "translation": {
      "en": "She threw me out.",
      "th": "เธอไล่ฉันออกมา"
    }
  },
  {
    "translation": {
      "en": "Well, you're not a cop till your wife throws you out of the house, partner.",
      "th": "นายไม่ใช่ตำรวจจนกว่า เมียนายจะไล่ออกจากบ้าน คู่หู"
    }
  },
  {
    "translation": {
      "en": "Does it bother you that the Castien robbers only took 74 grand in diamonds?",
      "th": "นายสงสัยไหมว่า ทำไมพวกโจรแคสเชียน เอาเพชรไปมูลค่าเพียง 74,000"
    }
  },
  {
    "translation": {
      "en": "They're junkies. Who cares? I mean....",
      "th": "พวกมันเป็นขี้ยา จะสนทำไม ฉันหมายถึง..."
    }
  },
  {
    "translation": {
      "en": "I don't know if a junkie can go down a 20-story zip line, though.",
      "th": "ฉันไม่รู้ว่าขี้ยาจะกล้าห้อยสลิง สูง 20 ชั้นไหม"
    }
  },
  {
    "translation": {
      "en": "How you fellas doing?",
      "th": "พวกนายเป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "We're about to have us a little screw party in this red Prius over here...",
      "th": "เรากำลังจะจัดปาร์ตี้มั่วกันในพริอุสนี่"
    }
  },
  {
    "translation": {
      "en": "...if you wanna join us.",
      "th": "ถ้าอยากร่วมด้วยก็ได้"
    }
  },
  {
    "translation": {
      "en": "Hey, are you Dirty Mike and the boys?",
      "th": "นายใช่เดอร์ตี้ไมค์กับหนุ่มๆ ไหม"
    }
  },
  {
    "translation": {
      "en": "-How do you know who we are? -You left a note in that car.",
      "th": "รู้ได้ไงว่าเราเป็นใคร - นายทิ้งโน้ตไว้ในรถนั่น - ตำรวจ ไอ้บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "-Police, shithead. -He's a copper. We gotta go. Come on!",
      "th": "- นายทิ้งโน้ตไว้ในรถนั่น - ตำรวจ ไอ้บ้าเอ๊ย เขาเป็นตำรวจ เราต้องไปนะ"
    }
  },
  {
    "translation": {
      "en": "Hey! Goose it, boys! They're cops!",
      "th": "นี่ รีบหน่อยพวกเรา นั่นตำรวจนะ"
    }
  },
  {
    "translation": {
      "en": "You turned my beautiful Prius into a nightmare!",
      "th": "นายเปลี่ยนพริอุสแสนสวยของฉัน เป็นฝันร้ายเลย"
    }
  },
  {
    "translation": {
      "en": "We are gonna have sex in your car! It will happen again!",
      "th": "เราจะมีเซ็กส์ในรถนาย มันจะเกิดขึ้นอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "I don't know where I'm gonna sleep tonight.",
      "th": "ฉันไม่รู้ว่าจะนอนไหนคืนนี้"
    }
  },
  {
    "translation": {
      "en": "Fortunately, I know where you're gonna be drinking.",
      "th": "โชคดีที่ฉันรู้ว่านายจะไปดื่มที่ไหน"
    }
  },
  {
    "translation": {
      "en": "Jack of All Trades. Drinks on me. Come on.",
      "th": "พ่อหนุ่มรอบรู้ ฉันเลี้ยงเอง มาเร็ว"
    }
  },
  {
    "translation": {
      "en": "-No, I already have a beer. -No, no, no, no.",
      "th": "- ไม่ ฉันมีเบียร์แล้ว - ไม่ๆ ๆ"
    }
  },
  {
    "translation": {
      "en": "I'm talking about doing some serious drinking.",
      "th": "ฉันกำลังพูดถึงการดื่มอย่างจริงจังเลย"
    }
  },
  {
    "translation": {
      "en": "Drinking with Terry Hoitz.",
      "th": "ดื่มกับเทอร์รี่ ฮอยซ์"
    }
  },
  {
    "translation": {
      "en": "This sucks, man. Work our ass off on this case...",
      "th": "แย่ชะมัด เราลงแรงไปเหนื่อยแล้ว"
    }
  },
  {
    "translation": {
      "en": "...now we gotta hand over all of our evidence?",
      "th": "ตอนนี้ต้องยื่นหลักฐานให้ไปเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's not right.",
      "th": "ใช่ มันไม่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I'm hungover.",
      "th": "โอ้ พระเจ้า ฉันยังเมาค้างอยู่เลย"
    }
  },
  {
    "translation": {
      "en": "So you guys are law enforcement?",
      "th": "พวกคุณเป็นพวกรักษากฎหมายเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, we're an independent government agency who...",
      "th": "ใช่ เราเป็นหน่วยงานรัฐบาลอิสระซึ่ง"
    }
  },
  {
    "translation": {
      "en": "...along with the FBI and the Federal Reserve...",
      "th": "ร่วมกับเอฟบีไอและธนาคารกลาง"
    }
  },
  {
    "translation": {
      "en": "...regulate the stock market and corporate fraud.",
      "th": "ตรวจสอบตลาดหุ้น และการฉ้อโกงในบริษัท"
    }
  },
  {
    "translation": {
      "en": "And the Federal Reserve is a prison?",
      "th": "และธนาคารกลางเป็นคุกเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, basically, it's a held-for-profit bank that sets interest rates...",
      "th": "ไม่ พูดง่ายๆ มันคือธนาคาร เพื่อผลกำไร ที่ตั้งอัตราดอกเบี้ย"
    }
  },
  {
    "translation": {
      "en": "...and loans money to other banks.",
      "th": "ให้ธนาคารอื่นกู้เงิน"
    }
  },
  {
    "translation": {
      "en": "-Is that a wastebasket? -Yeah, right there.",
      "th": "- นั่นใช่ถังขยะไหม - ใช่ ตรงนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-You all right? -Holy hell!",
      "th": "คุณโอเคไหม นรกชัดๆ"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry.",
      "th": "ขอโทษจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I got so drunk last night.",
      "th": "ผมเมามากเมื่อคืน"
    }
  },
  {
    "translation": {
      "en": "I think I thought a tube of toothpaste was astronaut food.",
      "th": "ผมคิดว่ายาสีฟัน เป็นอาหารนักบินอวกาศ"
    }
  },
  {
    "translation": {
      "en": "Come on in, fellas.",
      "th": "เข้ามาเลยพวกคุณ"
    }
  },
  {
    "translation": {
      "en": "You gotta be kidding me. You're Ershon's lawyer.",
      "th": "คุณต้องล้อเล่นแน่ คุณคือทนายของเออร์ชอน"
    }
  },
  {
    "translation": {
      "en": "We're turning over our investigation to you?",
      "th": "เรากำลังโอนการสืบสวนไปให้คุณเหรอ"
    }
  },
  {
    "translation": {
      "en": "Let me assure you there will be no conflict of interest...",
      "th": "ผมขอรับประกันว่า จะไม่มีการขัดผลประโยชน์"
    }
  },
  {
    "translation": {
      "en": "...between me and David Ershon.",
      "th": "ระหว่างผมกับเดวิด เออร์ชอน"
    }
  },
  {
    "translation": {
      "en": "And if this were an actual investigation, I would immediately recuse myself.",
      "th": "และถ้านี่เป็นการสืบสวนจริง ผมจะถอนตัวเองในทันที"
    }
  },
  {
    "translation": {
      "en": "This is all the evidence we have, and I truly hope you take this seriously.",
      "th": "นี่เป็นหลักฐานทั้งหมดที่เรามี และผมหวังจริงๆ ว่าคุณจะจริงจังกับมัน"
    }
  },
  {
    "translation": {
      "en": "Yes. Very much so.",
      "th": "ครับ มากๆ เลยแหละ"
    }
  },
  {
    "translation": {
      "en": "From everything I've heard, I understand...",
      "th": "จากทุกอย่างที่ผมได้ยินมา ผมเข้าใจว่า"
    }
  },
  {
    "translation": {
      "en": "...you guys are the best at these types of investigations.",
      "th": "พวกคุณเก่งที่สุดในการสืบสวนแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Outside of Enron and AIG...",
      "th": "นอกจากเอ็นรอนกับเอไอจี"
    }
  },
  {
    "translation": {
      "en": "...and Bernie Madoff...",
      "th": "และเบอร์นี่ เมดอฟ"
    }
  },
  {
    "translation": {
      "en": "...WorldCom, Bear Stearns, Lehman Brothers.",
      "th": "เวิลด์คอม แบร์สเตินส์ เลห์แมนบราเทอร์ส"
    }
  },
  {
    "translation": {
      "en": "Okay. Thank you. Thank you, detective.",
      "th": "โอเค ขอบคุณ ขอบคุณคุณนักสืบ"
    }
  },
  {
    "translation": {
      "en": "-Would you like a seat, or you're fine? -No, I'm good.",
      "th": "- อยากนั่งไหมครับ - ไม่ครับ ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Okay. Let me just assure you fellas...",
      "th": "โอเค ผมขอบอกคุณหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "...David Ershon is an upstanding citizen.",
      "th": "เดวิด เออร์ชอน เป็นพลเมืองที่น่าเคารพ"
    }
  },
  {
    "translation": {
      "en": "I am playing squash with him tonight at the club...",
      "th": "ผมจะเล่นสควอชกับเขาคืนนี้"
    }
  },
  {
    "translation": {
      "en": "...and we're having dinner.",
      "th": "และเราจะกินมื้อเย็นกัน"
    }
  },
  {
    "translation": {
      "en": "You listen to me, you Windsor knot-wearing monkey...",
      "th": "คุณฟังผมนะ ไอ้ลิงผูกไทแบบวินด์เซอร์"
    }
  },
  {
    "translation": {
      "en": "...you play squash with Ershon, right?",
      "th": "คุณเล่นสควอชกับเออร์ชอน ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Your kids go to school with his? How would you know if he's clean or not?",
      "th": "ลูกๆ คุณไปโรงเรียนเดียวกับ ลูกเขาเหรอ คุณจะรู้ได้ไงว่าเขาใสสะอาด"
    }
  },
  {
    "translation": {
      "en": "I will take a look at your evidence...",
      "th": "ผมจะดูหลักฐานของคุณ"
    }
  },
  {
    "translation": {
      "en": "...and I will take a second look at the financials.",
      "th": "และดูด้านการเงินครั้งที่สอง"
    }
  },
  {
    "translation": {
      "en": "And when I come back and bust your ass...",
      "th": "ตอนผมกลับมาและจัดการคุณ"
    }
  },
  {
    "translation": {
      "en": "...we're locking David Ershon in the Federal Reserve!",
      "th": "เรากำลังจับตัวเดวิด เออร์ชอน ไว้ในธนาคารกลาง"
    }
  },
  {
    "translation": {
      "en": "He still doesn't understand the concept.",
      "th": "เขายังคงไม่เข้าใจหลักการ"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "th": "นายกำลังทำอะไร"
    }
  },
  {
    "translation": {
      "en": "We just handed all of our evidence over to the bad guy's lawyer!",
      "th": "เราเพิ่งส่งหลักฐานทั้งหมด ไปให้ทนายของคนร้าย"
    }
  },
  {
    "translation": {
      "en": "Are you a big man, huh?",
      "th": "นายเป็นผู้ใหญ่หรือเปล่า ฮะ"
    }
  },
  {
    "translation": {
      "en": "-I'm talking to you. -What?",
      "th": "ฉันพูดกับนายอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "You wake up in the morning, you say, \"I'm putting on my big boy pants\"?",
      "th": "- อะไรนะ - ตื่นมาตอนเช้า พูดว่า \"ผมกำลังใส่กางเกงผู้ใหญ่\" เหรอ"
    }
  },
  {
    "translation": {
      "en": "\"Look, I'm wearing a belt!",
      "th": "\"ผมกำลังใส่เข็มขัด\""
    }
  },
  {
    "translation": {
      "en": "\"I've got big boy pants on!\"",
      "th": "\"ผมใส่กางเกงผู้ใหญ่อยู่\""
    }
  },
  {
    "translation": {
      "en": "-Stop! -We don't, we don't do this!",
      "th": "- หยุด - เราไม่ เราไม่ทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "You're scaring the shit out of me, man! Stop it!",
      "th": "นายกำลังทำให้ฉันกลัวนะ หยุด"
    }
  },
  {
    "translation": {
      "en": "Is this how you conduct yourself? In a democracy?",
      "th": "นี่คือวิธีทำตัวของนาย ในระบบประชาธิปไตยเหรอ"
    }
  },
  {
    "translation": {
      "en": "What the hell are you doing, man?",
      "th": "นายทำบ้าอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "I'm so tired of you getting angry and yelling all the time.",
      "th": "ฉันเบื่อจริงๆ ที่นายโกรธ และตะโกนตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "It's exhausting.",
      "th": "มันเหนื่อยจะตาย"
    }
  },
  {
    "translation": {
      "en": "I feel like I'm partners with the Hulk.",
      "th": "ฉันรู้สึกเหมือนเป็นคู่หู กับมนุษย์จอมพลัง"
    }
  },
  {
    "translation": {
      "en": "You wanna know why I'm so angry all the time?",
      "th": "รู้ไหมทำไมฉันถึงโกรธอยู่ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "Because the more I try and do right, the more I screw things up.",
      "th": "เพราะยิ่งฉันพยายามทำสิ่งที่ถูกต้อง ฉันก็ยิ่งทำผิดพลาดมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "We've got a possible jumper at 3 World Financial Center, 23rd floor.",
      "th": "มีคนทำท่าจะกระโดดตึก ที่เลขที่สาม ศูนย์การเงินโลก ชั้น 23"
    }
  },
  {
    "translation": {
      "en": "All units, fire department, en route.",
      "th": "ทุกหน่วย หน่วยดับเพลิง กำลังไป"
    }
  },
  {
    "translation": {
      "en": "-SEC. -Beaman's office.",
      "th": "คณะกรรมการตลาดหลักทรัพย์ ออฟฟิศของบีแมน"
    }
  },
  {
    "translation": {
      "en": "We have to go.",
      "th": "เราต้องไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "-But the captain. -We have to go, Allen.",
      "th": "- แต่ผู้กอง - เราต้องไปแล้ว อัลเลน"
    }
  },
  {
    "translation": {
      "en": "All units, I need a respondent. Possible jumper, 3 World Financial Center.",
      "th": "ทุกหน่วย ฉันต้องการหน่วยตอบรับ มีคนจะกระโดดตึกเลขที่สาม เวิลด์ไฟแนนเชียลเซ็นเตอร์"
    }
  },
  {
    "translation": {
      "en": "Shit. It's Beaman!",
      "th": "เวรละ นั่นบีแมน"
    }
  },
  {
    "translation": {
      "en": "-He's gotta know something. -Wesley!",
      "th": "- เขาต้องรู้บางอย่างแน่ - เวสลีย์"
    }
  },
  {
    "translation": {
      "en": "Detective Hoitz and Gamble. We got this.",
      "th": "นักสืบฮอยซ์กับแกมเบิล เราจัดการเอง"
    }
  },
  {
    "translation": {
      "en": "I took an online class at University of Phoenix on negotiating.",
      "th": "ฉันเรียนทางออนไลน์ ที่มหาวิทยาลัยฟีนิกซ์ด้านการเจรจา"
    }
  },
  {
    "translation": {
      "en": "I'm gonna need a priest and a bullhorn.",
      "th": "ฉันคงต้องขอพระกับโทรโข่งหน่อย"
    }
  },
  {
    "translation": {
      "en": "-I got no bullhorn. -Does anyone have a bullhorn?",
      "th": "- ฉันไม่มีโทรโข่ง - มีใครมีโทรโข่งบ้าง"
    }
  },
  {
    "translation": {
      "en": "-Bullhorn, anyone? -Truck.",
      "th": "โทรโข่ง มีไหมครับ รถบรรทุก"
    }
  },
  {
    "translation": {
      "en": "Police business. I need to use your PA system.",
      "th": "งานตำรวจ ต้องขอใช้ระบบกระจายเสียงหน่อย"
    }
  },
  {
    "translation": {
      "en": "Okay, let me turn it on.",
      "th": "ให้ผมเปิดให้นะ"
    }
  },
  {
    "translation": {
      "en": "Mr. Beaman? Mr. Don Beaman?",
      "th": "คุณบีแมน คุณดอน บีแมน ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "It's Wesley. I know Ershon's Wesley's....",
      "th": "นี่เวสลีย์ ผมรู้ เวสลีย์ของเออร์ชอน..."
    }
  },
  {
    "translation": {
      "en": "Look, there's a lot to live for in this life.",
      "th": "ฟังนะ ชีวิตนี้ยังมีอะไรอีกมาก"
    }
  },
  {
    "translation": {
      "en": "A lot of great things, like soda pop, big fresh can of soda pop.",
      "th": "สิ่งที่เยี่ยมๆ มากมาย อย่าง... น้ำอัดลม น้ำอัดลมที่สดชื่นกระป๋องใหญ่"
    }
  },
  {
    "translation": {
      "en": "They do not care!",
      "th": "พวกเขาไม่สน"
    }
  },
  {
    "translation": {
      "en": "Give me this. I know how to talk to him.",
      "th": "เอามานี่ ฉันรู้วิธีคุยกับเขา"
    }
  },
  {
    "translation": {
      "en": "Listen, we all know you're a scumbag, and nobody cares about you.",
      "th": "ฟังนะ เราทุกคนรู้ว่าคุณมันชั่ว และไม่มีใครใส่ใจคุณ"
    }
  },
  {
    "translation": {
      "en": "Rotten piece of shit.",
      "th": "ไอ้สารเลวระยำ"
    }
  },
  {
    "translation": {
      "en": "That's worse than what I was saying.",
      "th": "นั่นมันแย่กว่าที่ฉันจะพูดอีก"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna lie to you, Don.",
      "th": "ผมจะไม่โกหกคุณละ ดอน"
    }
  },
  {
    "translation": {
      "en": "People down here are starting to murmur that you don't have the balls to do it.",
      "th": "คนแถวนี้เริ่มจะพึมพัมแล้วว่า คุณไม่กล้าทำหรอก"
    }
  },
  {
    "translation": {
      "en": "-I don't care! -Yeah.",
      "th": "- ผมไม่สน - ใช่"
    }
  },
  {
    "translation": {
      "en": "I say you can do it.",
      "th": "ผมว่าคุณทำได้นะ"
    }
  },
  {
    "translation": {
      "en": "I mean, I don't want you to jump. I'm just saying you have the capability.",
      "th": "ผมหมายถึง... ผมไม่อยากให้คุณกระโดด ผมแค่บอกว่าคุณสามารถทำได้"
    }
  },
  {
    "translation": {
      "en": "Look, he's flying!",
      "th": "ดูสิ เขาร่วงลงมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Stop that.",
      "th": "หยุดนะ"
    }
  },
  {
    "translation": {
      "en": "Half empty bottle of gin. Chair knocked over.",
      "th": "เหล้ายินครึ่งขวด เก้าอี้ล้ม"
    }
  },
  {
    "translation": {
      "en": "Look at this, it's a clear sign of a struggle. Make sure you get this, all right?",
      "th": "เป็นร่องรอยการต่อสู้ที่ชัดเจน ลงบันทึกเอาไว้นะ"
    }
  },
  {
    "translation": {
      "en": "Detectives, all your work's done here. You can go.",
      "th": "คุณนักสืบ งานส่วนของนายจบแล้ว พวกนายไปได้"
    }
  },
  {
    "translation": {
      "en": "What about Ershon targeting the lottery?",
      "th": "แล้วเรื่องที่เออร์ชอนพุ่งเป้า ไปที่ลอตเตอรี่ล่ะ"
    }
  },
  {
    "translation": {
      "en": "You know why Ershon was calling down to the lottery offices all those times?",
      "th": "รู้ไหมทำไมเออร์ชอนโทรมา ที่สำนักงานลอตเตอรี่ ตลอดช่วงนั้น"
    }
  },
  {
    "translation": {
      "en": "Because he was hooking up with the Powerball girl...",
      "th": "เขานอนกับสาวพาวเวอร์บอล"
    }
  },
  {
    "translation": {
      "en": "...the one on TV with all the numbered balls.",
      "th": "คนในทีวีที่อยู่กับลูกบอลตัวเลข"
    }
  },
  {
    "translation": {
      "en": "Yeah. She filed a restraining order on him last week.",
      "th": "เธอฟ้องไม่ให้เขาเข้าใกล้อาทิตย์ก่อน"
    }
  },
  {
    "translation": {
      "en": "It was right there in front of you the whole time.",
      "th": "ตรงนั้นเลย อยู่ต่อหน้านายมาตลอด"
    }
  },
  {
    "translation": {
      "en": "-Can't be. -You guys are getting transferred.",
      "th": "- เป็นไปไม่ได้ - พวกนายกำลังจะถูกย้าย"
    }
  },
  {
    "translation": {
      "en": "-What? -Traffic.",
      "th": "อะไร จราจรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, that's right.",
      "th": "ใช่ ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "You, you're gonna walk a beat downtown. You're gonna walk a beat downtown.",
      "th": "นาย นายไปเดินตรวจในเมือง นายไปเดินตรวจพื้นที่ในเมือง"
    }
  },
  {
    "translation": {
      "en": "-It's done. No, no. It's done. -Captain, what are you talking about?",
      "th": "- จบแล้ว ไม่ มันจบแล้ว - คุณพูดอะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-Save yourselves some gas. -Captain!",
      "th": "- เก็บลมปากไว้เถอะ - ผู้กอง"
    }
  },
  {
    "translation": {
      "en": "Is there an appeal process we can...?",
      "th": "- มีกระบวนการอุทธรณ์ที่เราพอจะ... - คุณต้องทำสิ่งที่คุณต้องทำ ผู้กอง"
    }
  },
  {
    "translation": {
      "en": "Had to do what you had to do, captain.",
      "th": "- มีกระบวนการอุทธรณ์ที่เราพอจะ... - คุณต้องทำสิ่งที่คุณต้องทำ ผู้กอง โอ๊ย โอ้โฮ เจ็บชะมัด"
    }
  },
  {
    "translation": {
      "en": "That hurt.",
      "th": "โอ้โฮ เจ็บชะมัด"
    }
  },
  {
    "translation": {
      "en": "-Excuse me. Where's my car? -They towed it.",
      "th": "ขอโทษนะ รถผมอยู่ไหน อ๋อ พวกเขาลากไป"
    }
  },
  {
    "translation": {
      "en": "Couple of homeless people were messing around in it.",
      "th": "อ๋อ พวกเขาลากไป คนไร้บ้านมาทำมันเลอะเทอะ"
    }
  },
  {
    "translation": {
      "en": "-That's an official police car. -Could have fooled me.",
      "th": "นั่นเป็นรถตำรวจทางการ เกือบหลอกผมได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Wow, Mauch was upset, huh?",
      "th": "โอ้โฮ เมาช์อารมณ์ไม่ดีงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Really? The only thing I had to be proud of in my life was being a detective.",
      "th": "จริงเหรอ สิ่งเดียวที่ฉันภูมิใจในชีวิต คือการเป็นนักสืบ"
    }
  },
  {
    "translation": {
      "en": "That was all I had. Now it's gone.",
      "th": "นั่นคือทั้งหมดที่ฉันมี ตอนนี้มันไม่เหลือแล้ว"
    }
  },
  {
    "translation": {
      "en": "I know. I know. You still got me.",
      "th": "ฉันรู้ๆ นายยังมีฉันอยู่"
    }
  },
  {
    "translation": {
      "en": "Don't you get it? I don't want you, Allen, okay? I never did.",
      "th": "นายไม่เข้าใจเหรอ ฉันไม่ต้องการนาย อัลเลน เข้าใจไหม ไม่เคยเลย"
    }
  },
  {
    "translation": {
      "en": "I told you that scaffolding violation was dogshit.",
      "th": "ฉันบอกแล้วการละเมิดเรื่องนั่งร้าน มันเรื่องเหลวไหล"
    }
  },
  {
    "translation": {
      "en": "I can't believe you still doubt me after everything we've seen.",
      "th": "ไม่อยากเชื่อว่านายยังสงสัยฉัน หลังจากทุกอย่างที่เราได้เห็น"
    }
  },
  {
    "translation": {
      "en": "It's a real case, and I'm a real cop. We just got the wrong target for Ershon.",
      "th": "มันเป็นคดีจริงๆ และฉันเป็นตำรวจจริงๆ เราแค่หาเป้าหมายของเออร์ชอนผิด"
    }
  },
  {
    "translation": {
      "en": "-You carry a rape whistle. -This is real cop work.",
      "th": "นายห้อยนกหวีดกันข่มขืน นี่เป็นงานตำรวจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "There is nothing about you that makes a man a man, okay?",
      "th": "ไม่มีอะไรในตัวนาย ที่ทำให้ชายเป็นชาย รู้นะ"
    }
  },
  {
    "translation": {
      "en": "You got no gun, no car, no wife, and now you got no partner.",
      "th": "นายไม่มีปืน ไม่มีรถ ไม่มีเมีย และตอนนี้ไม่มีคู่หู"
    }
  },
  {
    "translation": {
      "en": "Leave me alone.",
      "th": "อย่ามายุ่งกับฉัน"
    }
  },
  {
    "translation": {
      "en": "A mutt case.",
      "th": "คดีบ้าๆ"
    }
  },
  {
    "translation": {
      "en": "Terry, I am a cop, for your information, okay?",
      "th": "เทอร์รี่ ฉันเป็นตำรวจนะ ขอบอกหน่อย"
    }
  },
  {
    "translation": {
      "en": "A broken partnership.",
      "th": "คู่หูที่แตกแยก"
    }
  },
  {
    "translation": {
      "en": "I'm a cop!",
      "th": "ฉันเป็นตำรวจ"
    }
  },
  {
    "translation": {
      "en": "And getting busted down to a shitty assignment.",
      "th": "และถูกลดขั้นไปทำงานแย่ๆ"
    }
  },
  {
    "translation": {
      "en": "Allen and Terry hit the trifecta.",
      "th": "อัลเลนกับเทอร์รี่แหยมกับสามฝ่ายใหญ่"
    }
  },
  {
    "translation": {
      "en": "But sometimes when you get your ass kicked...",
      "th": "แต่บางทีเมื่อคุณโดนเตะก้นเข้า"
    }
  },
  {
    "translation": {
      "en": "...that's when you find out what's real...",
      "th": "นั่นคือตอนที่คุณรู้ว่าอะไรจริง"
    }
  },
  {
    "translation": {
      "en": "...and what needs doing.",
      "th": "และอะไรที่ต้องทำ"
    }
  },
  {
    "translation": {
      "en": "Whether it's directing traffic...",
      "th": "ไม่ว่าจะเป็นการโบกรถ"
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "th": "ไปเร็ว"
    }
  },
  {
    "translation": {
      "en": "...or cracking a multibillion dollar fraud.",
      "th": "หรือการไขคดีฉ้อโกงหลายพันล้าน"
    }
  },
  {
    "translation": {
      "en": "-Do you work here? -Yeah, I do.",
      "th": "คุณทำงานที่นี่เหรอ ใช่ ผมทำ"
    }
  },
  {
    "translation": {
      "en": "The wrecking ball that crashed into Castien down there.",
      "th": "ลูกตุ้มที่พุ่งใส่แคสเชียนตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "They also did damage to your office?",
      "th": "ทำความเสียหายออฟฟิศคุณด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Some police officers came by and sealed it off.",
      "th": "ตำรวจบางคนมาและปิดมันไว้"
    }
  },
  {
    "translation": {
      "en": "Do you recall what they looked like?",
      "th": "จำได้ไหมว่าพวกเขาหน้าตายังไง"
    }
  },
  {
    "translation": {
      "en": "One of them had an Australian accent.",
      "th": "คนหนึ่งมีสำเนียงออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "You don't happen to do any business for the state lottery, do you?",
      "th": "คุณคงไม่ได้บังเอิญทำธุรกิจ ให้หน่วยงานลอตเตอรี่ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "No. Our main client is Lendl Global.",
      "th": "ไม่ ลูกค้าหลักของเรา คือ เลนเดิลโกลบอล"
    }
  },
  {
    "translation": {
      "en": "Can I ask what this is about?",
      "th": "ผมถามได้ไหมว่านี่มันเรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "Gator needs his gat, you punkass bitch!",
      "th": "เกเตอร์ต้องการปืนของเขา ไอ้บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Because that's what a real cop is.",
      "th": "เพราะนั่นถึงจะเป็นตำรวจจริง"
    }
  },
  {
    "translation": {
      "en": "No, I didn't say \"Lock her up.\" I never said, \"Lock her up.\"",
      "th": "ไม่ได้บอกว่า \"ขังมันไว้\" ผมไม่เคยบอกว่า \"ขังมันไว้\""
    }
  },
  {
    "translation": {
      "en": "A guy who does what needs to be done.",
      "th": "ผู้ชายที่ทำสิ่งที่จำเป็นต้องทำ"
    }
  },
  {
    "translation": {
      "en": "A guy who knows how to use his dark side for good.",
      "th": "ผู้ชายที่รู้วิธีใช้ด้านมืดไปตลอด"
    }
  },
  {
    "translation": {
      "en": "And then you move to Florida.",
      "th": "แล้วคุณก็ย้ายไปฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "One, two, three, attack!",
      "th": "หนึ่ง สอง สาม โจมตี"
    }
  },
  {
    "translation": {
      "en": "Terry, it's me.",
      "th": "เทอร์รี่ ฉันเอง"
    }
  },
  {
    "translation": {
      "en": "-Tap out. Tap out. -It's me, Allen.",
      "th": "แตะหน่อยๆ ฉันเอง อัลเลน"
    }
  },
  {
    "translation": {
      "en": "Are you tapping out, or are you hitting me in the face?",
      "th": "นายกำลังแตะเบาๆ หรืออัดฉัน"
    }
  },
  {
    "translation": {
      "en": "I'm tapping you out!",
      "th": "กำลังแตะ"
    }
  },
  {
    "translation": {
      "en": "You crazy? What are you doing, man?",
      "th": "- บ้าเหรอ นายทำอะไร - เบาๆ"
    }
  },
  {
    "translation": {
      "en": "-They might be watching us. -Could've killed you.",
      "th": "- มันอาจกำลังดูอยู่ - เกือบฆ่าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Turn out the lights. Could be watching. -Who?",
      "th": "- ปิดไฟ - อะไรนะ - อาจกำลังดูอยู่ - ใคร"
    }
  },
  {
    "translation": {
      "en": "I found some big information, okay?",
      "th": "ฉันเจอข้อมูลสำคัญบางอย่างน่ะ"
    }
  },
  {
    "translation": {
      "en": "-About what? -Some scary shit, Terry. This is big.",
      "th": "เกี่ยวกับอะไร เรื่องน่ากลัว เทอร์รี่ เรื่องใหญ่เลย"
    }
  },
  {
    "translation": {
      "en": "How'd you get in here? This place is foolproof.",
      "th": "นายเข้ามาได้ยังไง ที่นี่ปิดกั้นแน่นหนา"
    }
  },
  {
    "translation": {
      "en": "-We can't be too careful. -What are you talking about?",
      "th": "เราต้องระวังสุดๆ เลย พูดอะไรของนาย"
    }
  },
  {
    "translation": {
      "en": "-This place might be bugged. -There's no bugs in here.",
      "th": "ที่นี่อาจถูกดักฟังนะ ไม่มีเครื่องดักฟังในนี้"
    }
  },
  {
    "translation": {
      "en": "First off, I missed you.",
      "th": "แรกสุดเลย ฉันคิดถึงนาย"
    }
  },
  {
    "translation": {
      "en": "-What's going on? -Did you hear what I said?",
      "th": "เกิดอะไรขึ้น นายได้ยินที่ฉันพูดไหม"
    }
  },
  {
    "translation": {
      "en": "-Fine, I kind of missed you too. -Thank you.",
      "th": "ได้ ฉันก็คิดถึงนายเหมือนกัน ขอบใจนะ"
    }
  },
  {
    "translation": {
      "en": "Okay. I found out whose losses Ershon has to cover.",
      "th": "โอเค ฉันรู้แล้วว่าเออร์ชอน ต้องกลบการขาดทุนของใคร"
    }
  },
  {
    "translation": {
      "en": "-It's Lendl Global. -What?",
      "th": "- เลนเดิลโกลบอล - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Lendl staged the Castien robbery as a distraction...",
      "th": "เลนเดิลจัดการปล้นแคสเชียน เป็นสิ่งเบี่ยงเบน"
    }
  },
  {
    "translation": {
      "en": "...so they could break into their own accounting firm next door.",
      "th": "เพื่อที่พวกเขาจะบุกเข้าไปใน บริษัทบัญชีห้องถัดไป"
    }
  },
  {
    "translation": {
      "en": "They then altered all the records to cover the losses...",
      "th": "จากนั้นพวกเขาเปลี่ยนแปลงบันทึก เพื่อกลบการขาดทุน"
    }
  },
  {
    "translation": {
      "en": "...that Ershon had cost them through all of his bad investments.",
      "th": "ที่เออร์ชอนทำกับพวกเขาไว้ จากการลงทุนแย่ๆ ทั้งหมดของเขา"
    }
  },
  {
    "translation": {
      "en": "You're not supposed to be doing this. You're supposed to be walking the beat.",
      "th": "นายไม่ควรจะมาทำสิ่งนี้นะ นายควรจะไปเดินตรวจ"
    }
  },
  {
    "translation": {
      "en": "I know. Pretty tricky, though, huh?",
      "th": "ฉันรู้ เรื่องมันซับซ้อนอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "This is bad, Allen. This is bad.",
      "th": "นี่มันแย่เลย อัลเลน นี่มันแย่เลย"
    }
  },
  {
    "translation": {
      "en": "No wonder the captain wanted us to stay out of this.",
      "th": "ไม่แปลกที่ผู้กองอยากให้เรา เลิกทำคดีนี้"
    }
  },
  {
    "translation": {
      "en": "Yeah, I bet Beaman started asking questions.",
      "th": "ใช่ ฉันพนันว่าบีแมนเริ่มสงสัย พวกนั้นเลยฆ่าเขา"
    }
  },
  {
    "translation": {
      "en": "-That's why they killed him. -Man.",
      "th": "ใช่ ฉันพนันว่าบีแมนเริ่มสงสัย พวกนั้นเลยฆ่าเขา ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "Here's the other thing.",
      "th": "อีกเรื่องหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Tomorrow, there's a massive business deal going down.",
      "th": "พรุ่งนี้จะมีการเจรจาธุรกิจครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "Ershon's leading it.",
      "th": "เออร์ชอนเป็นผู้นำการเจรจา"
    }
  },
  {
    "translation": {
      "en": "I still can't figure out who the poor sucker is they're making the deal with... but we gotta stop it.",
      "th": "ยังบอกไม่ได้ว่าพวกเขาตกลงกับใคร แต่เราต้องหยุดมัน"
    }
  },
  {
    "translation": {
      "en": "It's time to let the peacock fly.",
      "th": "ได้เวลาให้นกยูงบินแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm not going, Allen. I like what I do.",
      "th": "ฉันไม่ไปนะ ฉันชอบสิ่งที่ทำ"
    }
  },
  {
    "translation": {
      "en": "So do I. We're cops.",
      "th": "ฉันก็ด้วย เราเป็นตำรวจ"
    }
  },
  {
    "translation": {
      "en": "No. I like what I do now. I like working traffic. It's a great gig.",
      "th": "ไม่ ฉันชอบสิ่งที่ฉันทำอยู่ตอนนี้ ฉันชอบโบกรถ มันเป็นงานที่ยอดเลย"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "I like working traffic. I'm not going with you.",
      "th": "ฉันชอบทำงานจราจร ฉันไม่ไปกับนาย"
    }
  },
  {
    "translation": {
      "en": "What is this traffic bullshit?",
      "th": "งานจราจรบ้าบออะไร"
    }
  },
  {
    "translation": {
      "en": "-What are you talking about? -I'm talking about my life.",
      "th": "นายพูดถึงอะไร ฉันกำลังพูดถึงชีวิตฉัน"
    }
  },
  {
    "translation": {
      "en": "The corner I run on 54th and 3rd Avenue? It hums.",
      "th": "มุมถนนที่ฉันทำงาน ถนน 54 กับ สาม"
    }
  },
  {
    "translation": {
      "en": "It's Terry's intersection. And the traffic guys? They're good guys.",
      "th": "มันเป็นสี่แยกของเทอร์รี่ และตำรวจจราจร พวกเขาเป็นคนดี"
    }
  },
  {
    "translation": {
      "en": "There's this one guy, Phillip? He can pee in the urinal from 20 feet.",
      "th": "หมอนี่ ฟิลลิป เขาสามารถฉี่ ห่างจากโถได้ 20 ฟุต"
    }
  },
  {
    "translation": {
      "en": "You've gotta see it, Allen. You've got to.",
      "th": "นายต้องเห็นมัน อัลเลน"
    }
  },
  {
    "translation": {
      "en": "What happened to you? What happened to this being our time?",
      "th": "เกิดอะไรขึ้นกับนาย นี่เป็นโอกาสของเรานะ"
    }
  },
  {
    "translation": {
      "en": "No way, Allen. I'm out. I'm done.",
      "th": "ไม่มีทาง อัลเลน ฉันไม่เอาด้วย มันจบแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Get in the car. -Come on. We both know it's wooden.",
      "th": "เข้าไปในรถ ไม่เอาน่า อัลเลน เราต่างก็รู้ว่ามันเป็นไม้"
    }
  },
  {
    "translation": {
      "en": "-Apartment pop. Now get in the car. -You're not gonna shoot me.",
      "th": "ยิงใส่อพาร์ตเมนต์ ทีนี้เข้าไปในรถ นายไม่ยิงฉันหรอก"
    }
  },
  {
    "translation": {
      "en": "Okay, I'll be honest. This is only the second time I've ever fired this.",
      "th": "พูดตามตรงนะ นี่เป็นครั้งที่สอง ที่ฉันยิงปืนนี่"
    }
  },
  {
    "translation": {
      "en": "So stop pointing it at me.",
      "th": "หยุดเล็งมาทางฉันซะที"
    }
  },
  {
    "translation": {
      "en": "Look, tomorrow morning, all I know is I'm going to Mauch, all right?",
      "th": "ฟังนะ พรุ่งนี้เช้า สิ่งที่ฉันรู้คือ ฉันจะไปหาเมาช์ ตกลงไหม"
    }
  },
  {
    "translation": {
      "en": "For what? He doesn't care.",
      "th": "- เพื่ออะไร เขาไม่สนใจ - เขาหลบคดีนี้มานานเกินไป"
    }
  },
  {
    "translation": {
      "en": "He's been dodging this case for too long and I want answers.",
      "th": "- เพื่ออะไร เขาไม่สนใจ - เขาหลบคดีนี้มานานเกินไป ฉันต้องการคำตอบ ให้เขามองตาฉัน แล้วบอกว่าทำไม"
    }
  },
  {
    "translation": {
      "en": "I want him to look me in the eye and tell me why.",
      "th": "ฉันต้องการคำตอบ ให้เขามองตาฉัน แล้วบอกว่าทำไม"
    }
  },
  {
    "translation": {
      "en": "Turn on the news, man. Nobody cares.",
      "th": "เปิดข่าวดูสิ ไม่มีใครสนใจ"
    }
  },
  {
    "translation": {
      "en": "I hope I'm not alone.",
      "th": "หวังว่าฉันจะไม่ใช่คนเดียว"
    }
  },
  {
    "translation": {
      "en": "Hope you bring it.",
      "th": "หวังว่านายจะจัดเต็ม"
    }
  },
  {
    "translation": {
      "en": "We got a big day out there. Big one.",
      "th": "เรามีวันสำคัญที่นั่น สำคัญเลย"
    }
  },
  {
    "translation": {
      "en": "We got a full moon. People are gonna be amped, all right?",
      "th": "พระจันทร์เต็มดวง ทุกคนจะต้องคึกแน่ รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "Let's see what we got on hot tips, all right?",
      "th": "มาดูสิว่าเราได้อะไร เป็นข้อมูลเด็ด ดีไหม"
    }
  },
  {
    "translation": {
      "en": "The new bathmats are in.",
      "th": "เสื่ออาบน้ำใหม่เข้ามาแล้ว"
    }
  },
  {
    "translation": {
      "en": "One more thing. We got a serial rapist in Crown Heights.",
      "th": "อีกอย่างหนึ่ง มีนักข่มขืนต่อเนื่อง ในคราวน์ไฮทส์"
    }
  },
  {
    "translation": {
      "en": "Jeez, I'm sorry. That's from my other job. Ignore that. Forget that.",
      "th": "ตายละ โทษที นั่นมาจากอีกงานของฉัน อย่าไปสน ลืมไปซะ"
    }
  },
  {
    "translation": {
      "en": "Well, don't ignore it.",
      "th": "คือ อย่าละเลยมัน"
    }
  },
  {
    "translation": {
      "en": "If you live in Crown Heights, you know, walk in pairs.",
      "th": "ถ้าคุณอยู่ในคราวน์ไฮทส์ รู้นะ เดินเป็นคู่"
    }
  },
  {
    "translation": {
      "en": "Gene Mauch to kitchen accessories. Gene Mauch to kitchen accessories.",
      "th": "จีน เมาช์ ไปที่แผนกอุปกรณ์ครัว จีน เมาช์ ไปที่แผนกอุปกรณ์ครัว"
    }
  },
  {
    "translation": {
      "en": "I gotta go. Go get them. Let's be careful out there.",
      "th": "ผมต้องไปแล้ว ไปจับพวกเขา ระวังตัวหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "The oak.",
      "th": "- ไม้โอ๊ค - ผมชอบให้ไม้โอ๊คอยู่ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "I like to keep the oak together and the maple separately, okay?",
      "th": "- ไม้โอ๊ค - ผมชอบให้ไม้โอ๊คอยู่ด้วยกัน และไม้เมเปิลอยู่แยกกัน รู้นะ"
    }
  },
  {
    "translation": {
      "en": "And these chopping boards?",
      "th": "แล้วเขียงพวกนี้"
    }
  },
  {
    "translation": {
      "en": "Hey, captain.",
      "th": "สวัสดี ผู้กอง"
    }
  },
  {
    "translation": {
      "en": "Hey, Allen. Hey, how you doing?",
      "th": "สวัสดี อัลเลน เป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "What are you doing here? Are you here for the bathmats?",
      "th": "มาทำอะไรที่นี่ ซื้อเสื่ออาบน้ำเหรอ"
    }
  },
  {
    "translation": {
      "en": "-I need you to be straight with me. -Straight with us.",
      "th": "ผมอยากให้คุณพูดตรงๆ กับผม พูดตรงๆ กับเรา"
    }
  },
  {
    "translation": {
      "en": "Hey, Terry. Look at this.",
      "th": "สวัสดี เทอร์รี่ ดูนี่สิ"
    }
  },
  {
    "translation": {
      "en": "-I thought you were working traffic today. -Let them block the box.",
      "th": "นึกว่านายต้องโบกจราจรวันนี้ ให้พวกเขาทำไปสิ"
    }
  },
  {
    "translation": {
      "en": "-Besides, partners' code, right? -Thanks.",
      "th": "อีกอย่าง ระเบียบคู่หู ใช่ไหม - ขอบใจ - โอ้โฮ"
    }
  },
  {
    "translation": {
      "en": "Hey, why have you worked your ass off trying to kill this case?",
      "th": "ทำไมคุณถึงทำงานหนัก เพื่อจะทำลายคดีนี้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "All right, fine. I'm gonna tell you guys something.",
      "th": "เอาละ ได้ ฉันจะบอกอะไรพวกนายบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "You really went into deep water on this one. You really went in deep.",
      "th": "นายลงมาลึกแล้วกับเรื่องนี้ นายลงไปลึกจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Ershon's connected to all the higher ups...",
      "th": "เออร์ชอนมีเส้นสายกับ พวกระดับสูงมากมาย"
    }
  },
  {
    "translation": {
      "en": "...and I gotta save what little ass I have left, okay?",
      "th": "และฉันต้องรักษา สิ่งน้อยนิดที่ฉันเหลืออยู่ เข้าใจนะ"
    }
  },
  {
    "translation": {
      "en": "You keep hiding from shit in the world...",
      "th": "คุณเอาแต่ซ่อนจากเรื่องร้ายในโลก"
    }
  },
  {
    "translation": {
      "en": "...and eventually the world comes to your front door.",
      "th": "และในที่สุดโลกก็มาเคาะประตูหน้าคุณ"
    }
  },
  {
    "translation": {
      "en": "-Nice. -That's very nice.",
      "th": "เข้าท่านี่ ดีมากเลย"
    }
  },
  {
    "translation": {
      "en": "I heard it in an episode of Touched By An Angel.",
      "th": "เคยได้ยินในตอนหนึ่งของเรื่อง \"ทัชบายแอนด์แอนเจิล\""
    }
  },
  {
    "translation": {
      "en": "You keep this thing real quiet, and you make sure you have real evidence...",
      "th": "นายเก็บเรื่องนี้ไว้เงียบๆ เลยนะ และให้แน่ใจว่ามีหลักฐานดีๆ"
    }
  },
  {
    "translation": {
      "en": "...and maybe I'll see what I can do.",
      "th": "แล้วบางที ฉันอาจดูว่าจะทำอะไรได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "But if you make a lot of noise...",
      "th": "ถ้านายส่งเสียงดัง"
    }
  },
  {
    "translation": {
      "en": "...and you attract the media attention, and you bring the DA in on this...",
      "th": "และดึงดูดความสนใจของสื่อ ถ้าทำให้พวกอัยการมาจุ้นละก็"
    }
  },
  {
    "translation": {
      "en": "...I am out, okay?",
      "th": "ฉันขอถอนตัว ตกลงนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, we'll go in there like church mice.",
      "th": "เราจะเข้าไปในนั้นเหมือนหนูโบสถ์"
    }
  },
  {
    "translation": {
      "en": "But there's one case, one case in a career where you go all in.",
      "th": "แต่มีคดีเดียว คดีเดียวในอาชีพที่คุณต้องลุยเต็มที่ ครั้งนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "This is it.",
      "th": "คดีเดียวในอาชีพที่คุณต้องลุยเต็มที่ ครั้งนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "All right. Then you do us proud.",
      "th": "ตกลง ถ้าอย่างนั้นทำให้พวกเราภูมิใจ"
    }
  },
  {
    "translation": {
      "en": "Because I don't want no scrubs.",
      "th": "เพราะฉันไม่ต้องการพวกอวดดี"
    }
  },
  {
    "translation": {
      "en": "-Really? -No.",
      "th": "จริงเหรอ ไม่"
    }
  },
  {
    "translation": {
      "en": "-You're not aware that's a TLC song? -I have no idea what you're talking about.",
      "th": "คุณไม่รู้เหรอว่า นั่นเป็นเพลงของทีแอลซี ไม่รู้เลยว่านายพูดถึงอะไร"
    }
  },
  {
    "translation": {
      "en": "-Second time. -You said chasing waterfalls...",
      "th": "- ครั้งที่สอง - คุณบอกว่า \"อย่าตามล่าหาน้ำตก\""
    }
  },
  {
    "translation": {
      "en": "...now you're saying you don't want no scrubs.",
      "th": "ตอนนี้คุณ \"ไม่ต้องการคนอวดดี\""
    }
  },
  {
    "translation": {
      "en": "-I don't even understand the reference. -It's like a tic.",
      "th": "- ฉันไม่เข้าใจว่าอ้างถึงอะไรด้วยซ้ำ - มันหลายครั้งแล้ว"
    }
  },
  {
    "translation": {
      "en": "I have no idea what you're talking about. Remember, this thing gets messy, we never talked.",
      "th": "ฉันไม่รู้ว่านายพูดถึงอะไร จำไว้นะ มันมีปัญหาแน่ เราไม่เคยคุยกัน"
    }
  },
  {
    "translation": {
      "en": "-You can trust us. -Real quiet.",
      "th": "- คุณไว้ใจเราได้ - เงียบมากๆ"
    }
  },
  {
    "translation": {
      "en": "You gotta creep. Creep.",
      "th": "นายต้องคลาน คลาน"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "You don't say \"Creep-creep\" unless you're quoting TLC.",
      "th": "คุณต้องไม่พูดว่า \"คลานๆ\" นอกจากกำลังพูดถึงเพลงของทีแอลซี"
    }
  },
  {
    "translation": {
      "en": "Hey, guys.",
      "th": "นี่ พวกนาย"
    }
  },
  {
    "translation": {
      "en": "You know Danson and Highsmith were not good cops, right?",
      "th": "นายรู้ว่าแดนสันกับไฮสมิท ไม่ใช่ตำรวจดีใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, I guess we kind of knew that, but it's a drag. I mean, at a certain point, who's left to be a hero?",
      "th": "ผมว่าเรารู้ แต่มันแย่หน่อย เมื่อถึงจุดหนึ่ง ใครจะเหลือมาเป็นฮีโร่"
    }
  },
  {
    "translation": {
      "en": "Not to be corny, maybe it's you guys.",
      "th": "ไม่อยากพูดเฉิ่มๆ นะ อาจเป็นพวกนาย"
    }
  },
  {
    "translation": {
      "en": "You ready?",
      "th": "พร้อมหรือยัง"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Let's go.",
      "th": "พร้อม"
    }
  },
  {
    "translation": {
      "en": "-No, but the highlights are great. -Thank you.",
      "th": "- ไม่ แต่ช่วงไฮไลท์มันยอดเลย - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-Sexy but serious. -Thank you.",
      "th": "- เซ็กซี่แต่จริงจัง - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "th": "ขอโทษนะ"
    }
  },
  {
    "translation": {
      "en": "Who the hell are all these people? I was only expecting one man.",
      "th": "คนพวกนี้เป็นใคร ผมนึกว่าจะมาเจอคุณคนเดียว"
    }
  },
  {
    "translation": {
      "en": "You know, they're just some people I owe money to who wanted to be here.",
      "th": "คือว่า พวกเขาก็แค่ใครบางคน ที่ผมเป็นหนี้ ซึ่งอยากมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "Who are they?",
      "th": "พวกเขาเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "Well, they are some Chechen patriots, entrepreneurs.",
      "th": "ก็พวกรักชาติชาวเชเชน ผู้ประกอบการ"
    }
  },
  {
    "translation": {
      "en": "And the black chaps are some businessmen from Nigeria.",
      "th": "และพวกคนดำ เป็นนักธุรกิจจากไนจีเรีย"
    }
  },
  {
    "translation": {
      "en": "You owe money to the Nigerians and Chechens?",
      "th": "คุณเป็นหนี้พวกไนจีเรีย กับเชเชนด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes. Yes, I do.",
      "th": "ใช่ ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "-You're a piece of work. -Thank you.",
      "th": "คุณนี่มันตัวแสบจริงๆ ใช่ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Probably best to get started.",
      "th": "คงจะเป็นการดีสุด ถ้าเริ่มกันเลย"
    }
  },
  {
    "translation": {
      "en": "This is good, baby. We're in the game, we know the score.",
      "th": "งานนี้ดีแน่ เราอยู่ในเกม เรารู้คะแนน"
    }
  },
  {
    "translation": {
      "en": "The only thing that bugs me is we still don't know who Ershon's targeting.",
      "th": "สิ่งหนึ่งที่กวนใจฉันคือ เราไม่รู้ว่า เออร์ชอนกำลังพุ่งเป้าไปที่ใคร"
    }
  },
  {
    "translation": {
      "en": "-Is it the lotto? Who is it? -Who cares? Some rich prick.",
      "th": "ใช่ลอตเตอรี่ไหม เป็นใครกัน ใครจะสน พวกคนรวยไง"
    }
  },
  {
    "translation": {
      "en": "I have to tell you, I am tremendously excited by this deal.",
      "th": "ผมต้องขอบอกคุณว่า ผมตื่นเต้นสุดๆ กับข้อตกลงนี้"
    }
  },
  {
    "translation": {
      "en": "And I can assure you that every dime of your money...",
      "th": "ผมขอรับประกันเลยว่า ทุกๆ สตางค์ของเงินคุณ"
    }
  },
  {
    "translation": {
      "en": "...will be invested with the utmost diligence.",
      "th": "จะนำไปลงทุนอย่างระมัดระวังที่สุด"
    }
  },
  {
    "translation": {
      "en": "Your rates of return are really exciting.",
      "th": "อัตราผลตอบแทนของคุณ น่าตื่นใจมาก"
    }
  },
  {
    "translation": {
      "en": "We think our members are gonna be just thrilled.",
      "th": "เราคิดว่าสมาชิกของเราต้องพอใจแน่"
    }
  },
  {
    "translation": {
      "en": "Yeah. I mean, we've averaged, like, 18 percent over the last 10 years.",
      "th": "เราคิดว่าสมาชิกของเราต้องพอใจแน่ ใช่ ผมหมายถึงเราทำได้เฉลี่ย 18 เปอร์เซ็นต์มาตลอดสิบปี"
    }
  },
  {
    "translation": {
      "en": "All right. Quiet as a church mouse, in and out.",
      "th": "เอาละ เงียบเหมือนหนูโบสถ์ เข้าแล้วออก"
    }
  },
  {
    "translation": {
      "en": "I can feel that tingling in my balls you were talking about. Beautiful.",
      "th": "- ฉันรู้สึกว่ามันจั๊กจี๋ในไข่นะ - แจ๋ว"
    }
  },
  {
    "translation": {
      "en": "All right, listen up.",
      "th": "เอาละ ฟังนะ"
    }
  },
  {
    "translation": {
      "en": "I am Detective Gamble. This is Detective Hoitz.",
      "th": "ผมนักสืบแกมเบิล นี่นักสืบฮอยซ์"
    }
  },
  {
    "translation": {
      "en": "We need your cooperation.",
      "th": "เราต้องการความร่วมมือจากคุณ"
    }
  },
  {
    "translation": {
      "en": "David Ershon.",
      "th": "เดวิด เออร์ชอน"
    }
  },
  {
    "translation": {
      "en": "You're under arrest for fraud, embezzlement...",
      "th": "คุณถูกจับกุมข้อหาฉ้อโกง ยักยอก"
    }
  },
  {
    "translation": {
      "en": "...and in connection to the murder of Don Beaman.",
      "th": "และเกี่ยวโยงกับการสังหารบีแมน"
    }
  },
  {
    "translation": {
      "en": "This is a bad idea.",
      "th": "นี่เป็นความคิดที่แย่เลย"
    }
  },
  {
    "translation": {
      "en": "Hey, guys.",
      "th": "นี่ พวกคุณ"
    }
  },
  {
    "translation": {
      "en": "Bob? What are you doing here?",
      "th": "บ๊อบ คุณมาทำอะไรที่นี่"
    }
  },
  {
    "translation": {
      "en": "I'm investing.",
      "th": "ผมกำลังลงทุน"
    }
  },
  {
    "translation": {
      "en": "Do you remember we talked about that proxy vote a while back?",
      "th": "จำได้ไหมที่เราพูดถึงการโหวตนั่น นี่แหละคือจุดประสงค์ของมัน"
    }
  },
  {
    "translation": {
      "en": "-This is what it was for. -Holy shit.",
      "th": "จำได้ไหมที่เราพูดถึงการโหวตนั่น นี่แหละคือจุดประสงค์ของมัน เวรแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's a more aggressive investment strategy for the pension.",
      "th": "มันเป็นยุทธศาสตร์การลงทุนเชิงรุก สำหรับกองทุนบำนาญ"
    }
  },
  {
    "translation": {
      "en": "Allen! We're the suckers. They're targeting the police pension fund.",
      "th": "อัลเลน เราแย่แล้ว พวกเขากำลังพุ่งเป้า ที่กองทุนบำนาญตำรวจ"
    }
  },
  {
    "translation": {
      "en": "Gentlemen, you're here illegally and without a warrant.",
      "th": "สุภาพบุรุษ คุณมาที่นี่อย่างผิดกฎหมาย และไม่มีหมายจับ"
    }
  },
  {
    "translation": {
      "en": "We are within our rights to take action.",
      "th": "เรามีสิทธิ์ที่จะลงมือ"
    }
  },
  {
    "translation": {
      "en": "So much for quiet as church mice!",
      "th": "ไหนว่าเงียบเหมือนหนูโบสถ์ไง"
    }
  },
  {
    "translation": {
      "en": "Go!",
      "th": "ไป"
    }
  },
  {
    "translation": {
      "en": "Who the hell are those guys?",
      "th": "คนพวกนั้นเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "Gentlemen, I can get you obstructed view tickets for Rock of Ages.",
      "th": "คุณครับ ผมหาตั๋วเรื่อง ร็อคเขย่ายุค รักเขย่าโลก ให้ได้นะ"
    }
  },
  {
    "translation": {
      "en": "Even I admit that's not very tempting, but I'm not made of tickets, God damn it!",
      "th": "ถึงผมจะยอมรับว่านั่นไม่เร้าใจนัก แต่ตัวผมก็ไม่ได้ทำจากตั๋วนะ ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "Jeanie! Get over here! You, go get in the bloody car.",
      "th": "จีนนี่ มานี่สิ นาย เข้าไปในรถเวรนั่น"
    }
  },
  {
    "translation": {
      "en": "That's it, mate.",
      "th": "นั่นแหละ เพื่อน"
    }
  },
  {
    "translation": {
      "en": "I have had it with this joker and his wooden gun.",
      "th": "ฉันพอที กับไอ้ตัวตลกและปืนไม้นี่"
    }
  },
  {
    "translation": {
      "en": "They're gonna kill me. And then they will kill you.",
      "th": "พวกเขาจะฆ่าผม แล้วพวกเขาก็จะฆ่าคุณ"
    }
  },
  {
    "translation": {
      "en": "-Well, I'm gonna kill you first! -And then they will kill me.",
      "th": "ผมจะฆ่าคุณก่อน จากนั้นพวกเขาจะฆ่าผม"
    }
  },
  {
    "translation": {
      "en": "We have two rogue police officers. They are armed and dangerous...",
      "th": "จากนั้นพวกเขาจะฆ่าผม เจ้าหน้าที่ตำรวจทุจริตสองนาย พวกเขามีอาวุธและอันตราย"
    }
  },
  {
    "translation": {
      "en": "-...and holding David Ershon hostage. -Stupid pricks!",
      "th": "- และจับเดวิด เออร์ชอนเป็นตัวประกัน - ไอ้โง่"
    }
  },
  {
    "translation": {
      "en": "-It's us, we're good guys! -Exactly. They're the good guys.",
      "th": "นี่เรานะ เราเป็นฝ่ายดี ใช่ครับ พวกเขาเป็นฝ่ายดี"
    }
  },
  {
    "translation": {
      "en": "Where do we go? Where do we go?",
      "th": "เราไปไหนดี เราไปไหนดี"
    }
  },
  {
    "translation": {
      "en": "I have a small apartment. No one knows about it.",
      "th": "ผมมีอพาร์ตเมนต์เล็กๆ ที่ไม่มีใครรู้จัก"
    }
  },
  {
    "translation": {
      "en": "I use it mainly for my parents and prostitutes.",
      "th": "ผมใช้มันส่วนใหญ่กับพ่อแม่ และโสเภณี"
    }
  },
  {
    "translation": {
      "en": "Not at the same time. That would be wrong.",
      "th": "ไม่ใช่พร้อมกันนะ นั่นจะเป็นสิ่งผิด"
    }
  },
  {
    "translation": {
      "en": "Let's hear it from the top, every detail.",
      "th": "ขอฟังตั้งแต่ต้นสิ รายละเอียดทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "I think the best way to tell the story is by starting at the end, briefly...",
      "th": "ผมคิดว่าวิธีดีสุดที่จะเล่าเรื่อง คือการเริ่มตอนจบ สั้นๆ"
    }
  },
  {
    "translation": {
      "en": "...then going back to the beginning, and then periodically returning to the end...",
      "th": "แล้วก็ย้อนไปตอนเริ่มต้น แล้วก็กลับไปตอนจบเป็นระยะๆ"
    }
  },
  {
    "translation": {
      "en": "...maybe giving different characters' perspectives throughout.",
      "th": "อาจจะให้มุมมองตัวละครต่างๆ อย่างละเอียด"
    }
  },
  {
    "translation": {
      "en": "Just to give it a bit of dynamism, otherwise, it's just sort of a linear story.",
      "th": "เพื่อให้ความลื่นไหลกับมัน มิฉะนั้นมันจะเป็นแค่เรื่องราว แบบเส้นตรง"
    }
  },
  {
    "translation": {
      "en": "Just tell us what happened.",
      "th": "บอกมาเถอะว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "I lost a bunch of money from some people and now they want it back.",
      "th": "ผมทำเงินมากมายหายไป พวกเขาต้องการมันคืน"
    }
  },
  {
    "translation": {
      "en": "What about Don Beaman?",
      "th": "แล้วดอน บีแมนล่ะ"
    }
  },
  {
    "translation": {
      "en": "Beaman knew that I had falsified my financials...",
      "th": "บีแมนรู้ว่าผมปลอมแปลงการเงินของผม"
    }
  },
  {
    "translation": {
      "en": "...so they sent down Wesley to try and keep him quiet.",
      "th": "พวกเขาจึงส่งเวสลีย์ ไปพยายามทำให้เขาเงียบไว้"
    }
  },
  {
    "translation": {
      "en": "He forced him at gunpoint to drink a bunch of gin...",
      "th": "เขาบังคับบีแมนด้วยปืน ให้ดื่มเหล้าจินเยอะๆ"
    }
  },
  {
    "translation": {
      "en": "...and then forced him onto the ledge.",
      "th": "แล้วบังคับให้ไปยืนที่ขอบตึก"
    }
  },
  {
    "translation": {
      "en": "It was only a matter of time before he fell.",
      "th": "ไม่นานนักเขาก็ตกลงมา"
    }
  },
  {
    "translation": {
      "en": "At least we stopped you from getting the pension fund.",
      "th": "อย่างน้อยเราก็หยุดคุณ จากการได้กองทุนบำนาญ"
    }
  },
  {
    "translation": {
      "en": "Well, but, yeah, but you didn't. It's already in my account.",
      "th": "ก็ ใช่ แต่คุณไม่ได้ทำ มันอยู่ในบัญชีผมแล้ว"
    }
  },
  {
    "translation": {
      "en": "By 9:00 in the morning, it goes into the Lendl equity fund...",
      "th": "พอถึงเก้าโมงเช้า มันจะเข้าไปใน กองทุนหลักทรัพย์เลนเดิล"
    }
  },
  {
    "translation": {
      "en": "...and from there it's transferred to a dozen offshore accounts.",
      "th": "และจากตรงนั้น มันจะถูกโอน ไปยังบัญชีโพ้นทะเลเป็นสิบๆ แห่ง"
    }
  },
  {
    "translation": {
      "en": "By 9:01, it's gone.",
      "th": "พอถึง 9:01 น. มันก็ไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Well, what if we stop the transfer? -But you can't. I mean, there's a....",
      "th": "แล้วถ้าเราหยุดการโอนล่ะ แต่คุณทำไม่ได้ มันมี..."
    }
  },
  {
    "translation": {
      "en": "What if we stop the transfer?",
      "th": "ถ้าเราหยุดการโอนล่ะ"
    }
  },
  {
    "translation": {
      "en": "You'd have to be at Endemic Bank for 9:00 exactly...",
      "th": "คุณต้องอยู่ที่ธนาคารเอ็นเดมิก เวลาเก้าโมงตรง"
    }
  },
  {
    "translation": {
      "en": "...find the clerk, get the routing number.",
      "th": "หาเสมียน เอาเลขรหัสธนาคารมา"
    }
  },
  {
    "translation": {
      "en": "-We gotta stop it. -There's no way.",
      "th": "เราต้องหยุดมัน ไม่มีทางเลย"
    }
  },
  {
    "translation": {
      "en": "Every cop, the crazy Australian and his crew, they'll all be after us.",
      "th": "ตำรวจทุกนาย เจ้าออสเตรเลียบ้า และลูกน้อง ทั้งหมดนี้จะไล่ตามเรา"
    }
  },
  {
    "translation": {
      "en": "You could let me go, and I'll give you $10 million each.",
      "th": "คุณอาจปล่อยผมไป แล้วผมจะให้คนละสิบล้านเหรียญ"
    }
  },
  {
    "translation": {
      "en": "-It's not a bribe. -Of course it's a bribe.",
      "th": "มันไม่ใช่สินบน แน่นอน มันเป็นสินบน"
    }
  },
  {
    "translation": {
      "en": "You're offering to pay us money to not do our job.",
      "th": "คุณกำลังเสนอเงิน ให้เราไม่ทำงานของเรา"
    }
  },
  {
    "translation": {
      "en": "It's not a bribe.",
      "th": "มันไม่ใช่สินบน"
    }
  },
  {
    "translation": {
      "en": "We hang low here tonight. Nobody knows about this place.",
      "th": "เราแอบกันตรงนี้แหละคืนนี้ ไม่มีใครรู้จักที่นี่"
    }
  },
  {
    "translation": {
      "en": "We'll be safe. And tomorrow, we hit it.",
      "th": "เราจะปลอดภัย พรุ่งนี้เราจะบุก"
    }
  },
  {
    "translation": {
      "en": "-First things first, I gotta go see Sheila. -No way, it's too dangerous.",
      "th": "สิ่งแรกเลย ฉันต้องไปหาชีล่า ไม่มีทาง มันอันตรายเกินไป"
    }
  },
  {
    "translation": {
      "en": "Look, Terry, we don't know what's gonna happen to us tomorrow...",
      "th": "เทอร์รี่ เราไม่รู้ว่า จะเกิดอะไรกับเราพรุ่งนี้นะ"
    }
  },
  {
    "translation": {
      "en": "...but tonight, I need to make things right with Sheila.",
      "th": "แต่คืนนี้ ผมต้องแก้ไขสิ่งต่างๆ กับชีล่า"
    }
  },
  {
    "translation": {
      "en": "All right, go. Go. Be careful.",
      "th": "เอาละ ไปเลย ไป ระวังล่ะ"
    }
  },
  {
    "translation": {
      "en": "Thanks, I will.",
      "th": "ขอบใจ ระวังแน่"
    }
  },
  {
    "translation": {
      "en": "Will you say hi to Sheila for me?",
      "th": "ฝากทักทายชีล่าให้ด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Okay.",
      "th": "- โอเค - โอเค"
    }
  },
  {
    "translation": {
      "en": "Tell her. Say Terry was asking about you.",
      "th": "บอกเธอ บอกว่า \"เทอร์รี่ถามถึงคุณ\""
    }
  },
  {
    "translation": {
      "en": "He wants to make sure you know...",
      "th": "\"เขาอยากแน่ใจว่าคุณรู้\""
    }
  },
  {
    "translation": {
      "en": "...that he'll be there for you if anything happens.",
      "th": "\"ว่าเขาจะอยู่รอคุณ หากมีอะไรเกิดขึ้น\""
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Drop of a hat, I'm there.",
      "th": "- ได้ - ทันทีเลย ฉันจะไปที่นั่น"
    }
  },
  {
    "translation": {
      "en": "Look, it's starting to get a little weird, man.",
      "th": "ฟังนะ มันเริ่มฟังดูแปลกๆ แล้ว"
    }
  },
  {
    "translation": {
      "en": "If something happens to you, I need to be there to take care of her.",
      "th": "ถ้ามีอะไรเกิดขึ้นกับนาย ผมต้องไปอยู่คอยดูแลเธอ"
    }
  },
  {
    "translation": {
      "en": "All of her wants, her needs, and desires are now my responsibility.",
      "th": "ความต้องการ สิ่งจำเป็น ปรารถนาของเธอ ตอนนี้เป็นความรับผิดชอบของฉัน"
    }
  },
  {
    "translation": {
      "en": "Why do you say it like it's a predetermined thing?",
      "th": "ทำไมนายถึงพูดเหมือนมัน เป็นสิ่งที่ถูกกำหนดไว้แล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "Just go, man.",
      "th": "ไปเถอะน่าเพื่อน"
    }
  },
  {
    "translation": {
      "en": "Okay. Thanks.",
      "th": "ก็ได้ ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "Go.",
      "th": "ไป"
    }
  },
  {
    "translation": {
      "en": "Janeco Gallery.",
      "th": "เจนโคแกลเลอรี่"
    }
  },
  {
    "translation": {
      "en": "Francine, it's Terry. Please don't hang up.",
      "th": "ฟรานซีน นี่เทอร์รี่ ได้โปรดอย่าวางสาย"
    }
  },
  {
    "translation": {
      "en": "Please pick up.",
      "th": "ได้โปรดรับสายเถอะ"
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "th": "ฮัลโหล"
    }
  },
  {
    "translation": {
      "en": "Hey, sweetie. I was praying you'd be at your mom's house.",
      "th": "สวัสดี ที่รัก ผมภาวนาอยู่ ว่าคุณจะอยู่บ้านแม่คุณ"
    }
  },
  {
    "translation": {
      "en": "You know what, I can't talk any more. I think the phone's being tapped.",
      "th": "คุณรู้ไหม ผมพูดอีกไม่ได้แล้ว ผมคิดว่าโทรศัพท์ถูกดักฟัง"
    }
  },
  {
    "translation": {
      "en": "Baby, where are you? I wanna see you.",
      "th": "โอ้ที่รัก คุณอยู่ไหน ฉันอยากเจอคุณ"
    }
  },
  {
    "translation": {
      "en": "I'm near the place where we did it three Halloweens ago.",
      "th": "ผมอยู่ใกล้ที่ที่เราทำกัน ตอนฮาโลวีนสามปีก่อน"
    }
  },
  {
    "translation": {
      "en": "Do you remember?",
      "th": "คุณจำได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Okay, yeah, I got it.",
      "th": "โอเค ใช่ ฉันรู้ละ"
    }
  },
  {
    "translation": {
      "en": "I'm just warning you, though. Watch out. I think they're watching the house.",
      "th": "ผมแค่เตือนคุณนะ ระวัง ผมคิดว่าพวกเขามองอยู่"
    }
  },
  {
    "translation": {
      "en": "Don't worry, sweetie. I think I have a way of talking to you.",
      "th": "ไม่ต้องห่วง ฉันคิดว่าฉันมีวิธีคุยกับคุณ"
    }
  },
  {
    "translation": {
      "en": "I have to admit, I wasn't gonna come. I mean....",
      "th": "ฉันต้องยอมรับเลย ฉันว่าจะไม่มาแล้ว ฉันหมายถึง"
    }
  },
  {
    "translation": {
      "en": "After all those years, after the restraining order.",
      "th": "หลังจากหลายปีนั่น หลังจากการจำกัดบริเวณ"
    }
  },
  {
    "translation": {
      "en": "I was worried I might not see you again.",
      "th": "ผมก็กังวลว่าอาจไม่ได้เห็นคุณอีก"
    }
  },
  {
    "translation": {
      "en": "There's some very dangerous people after him...",
      "th": "มีคนอันตรายตามล่าเขา"
    }
  },
  {
    "translation": {
      "en": "...and now they're after us.",
      "th": "ตอนนี้พวกนั้นตามล่าเรา"
    }
  },
  {
    "translation": {
      "en": "It's just the old lady.",
      "th": "ก็แค่หญิงแก่"
    }
  },
  {
    "translation": {
      "en": "Hello, Allen.",
      "th": "สวัสดี อัลเลน"
    }
  },
  {
    "translation": {
      "en": "Hello, Mama Ramos. What are you doing out here?",
      "th": "สวัสดี แม่รามอส คุณมาทำอะไรตรงนี้"
    }
  },
  {
    "translation": {
      "en": "Sheila said she doesn't know what happened and she wants you back.",
      "th": "ชีล่าบอกว่าเธอไม่รู้ว่าเกิดอะไรขึ้น และเธออยากได้คุณคืนมา"
    }
  },
  {
    "translation": {
      "en": "-She also says... -Yes.",
      "th": "- เธอยังพูดด้วยว่า - ครับ"
    }
  },
  {
    "translation": {
      "en": "...she wants you on top of her, holding her hair...",
      "th": "เธออยากให้คุณอยู่บนตัวเธอ จับผมเธอ"
    }
  },
  {
    "translation": {
      "en": "...and riding her like a bucking bronco...",
      "th": "และขี่เธอเหมือนม้าพยศ"
    }
  },
  {
    "translation": {
      "en": "...while she sucks your thumb and says, \"Mommy likey.\"",
      "th": "ขณะที่เธอดูดนิ้วโป้งคุณ แล้วพูดว่า \"แม่ชอบจัง\""
    }
  },
  {
    "translation": {
      "en": "You-- You tell your daughter....",
      "th": "คุณไปบอกลูกสาวคุณว่า"
    }
  },
  {
    "translation": {
      "en": "He said he'll always love you.",
      "th": "เขาบอกว่าเขาจะรักลูกเสมอ"
    }
  },
  {
    "translation": {
      "en": "And he's so happy that you're having his child.",
      "th": "และเขาดีใจที่ลูกกำลังอุ้มท้องลูกเขา"
    }
  },
  {
    "translation": {
      "en": "Allen.",
      "th": "อัลเลน"
    }
  },
  {
    "translation": {
      "en": "He also says...",
      "th": "เขายังพูดด้วยว่า"
    }
  },
  {
    "translation": {
      "en": "...he wants you to stare into each other's eyes without blinking while you do it.",
      "th": "เขายังพูดด้วยว่า เขาอยากให้ลูกจ้องตาเขา โดยไม่กะพริบขณะที่ทำอยู่"
    }
  },
  {
    "translation": {
      "en": "-I love when we do that, Mom. -And then afterward...",
      "th": "- หนูชอบจังตอนเราทำอย่างนั้น แม่ - และหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "...lick the sweat off each other.",
      "th": "ก็เลียเหงื่อให้กันและกัน"
    }
  },
  {
    "translation": {
      "en": "I don't wanna do this.",
      "th": "แม่ไม่อยากทำนี่อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "-You say things that are too personal. -Okay, but just one more thing.",
      "th": "ลูกพูดสิ่งที่เป็นส่วนตัวเกินไป โอเค แต่อีกแค่อย่างเดียว"
    }
  },
  {
    "translation": {
      "en": "She said she loves you...",
      "th": "เธอบอกว่าเธอรักคุณ"
    }
  },
  {
    "translation": {
      "en": "...and wants to hold your hand and have iced tea with you.",
      "th": "และอยากจับมือคุณ และดื่มชาเย็นกับคุณ"
    }
  },
  {
    "translation": {
      "en": "Come on. That's not all she said.",
      "th": "ไม่เอาน่า นั่นไม่ใช่ทั้งหมดที่เธอพูด"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "-She says other things, but I don't want-- -Please, please, please.",
      "th": "เธอพูดอย่างอื่น แต่ฉันไม่อยาก... ได้โปรดๆ ได้โปรดเถอะ"
    }
  },
  {
    "translation": {
      "en": "You don't realize, I may be killed tomorrow.",
      "th": "คุณไม่รู้หรอก ผมอาจถูกฆ่าพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "She says she wants to unplug all the clocks and the phones...",
      "th": "เธอบอกว่าอยากถอดปลั๊กนาฬิกา และโทรศัพท์ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "-...and have a three-day sex marathon. -That's more like it. Yeah.",
      "th": "และมีเซ็กส์มาราธอนสามวัน มันต้องอย่างนั้นสิ ใช่"
    }
  },
  {
    "translation": {
      "en": "She wants to walk wrong for a week because you guys did it so hard.",
      "th": "เธออยากเดินกะเผลกไปหนึ่งอาทิตย์ เพราะพวกคุณทำกันหนักมาก"
    }
  },
  {
    "translation": {
      "en": "That's just lovely.",
      "th": "นั่นแหละยอดเลย"
    }
  },
  {
    "translation": {
      "en": "No more! He says things I can't say.",
      "th": "ไม่อีกแล้ว เขาพูดสิ่งที่แม่พูดไม่ได้"
    }
  },
  {
    "translation": {
      "en": "It involves a mannequin hand and an electric shaver taped to a golf club.",
      "th": "มันเกี่ยวกับมือหุ่นลองเสื้อ กับเครื่องโกนหนวดไฟฟ้า พันเข้ากับไม้กอล์ฟ"
    }
  },
  {
    "translation": {
      "en": "Now what'd she say?",
      "th": "ทีนี้เธอพูดว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "She says she loves you.",
      "th": "เธอบอกว่าเธอรักคุณ"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry about everything.",
      "th": "ผมเสียใจจริงๆ กับทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "And I just had to come here tonight to tell you that I love you.",
      "th": "และผมต้องมานี่คืนนี้ เพื่อบอกคุณว่าผมรักคุณ"
    }
  },
  {
    "translation": {
      "en": "And the reason why I act like you're a plain wife is that...",
      "th": "และเหตุผลที่ผมทำเหมือนคุณ เป็นเมียเรียบๆ ก็คือ"
    }
  },
  {
    "translation": {
      "en": "...I'm afraid that if I admit to how stunning...",
      "th": "ผมกลัวว่า ถ้าผมยอมรับว่าคุณน่าตะลึง"
    }
  },
  {
    "translation": {
      "en": "...and intelligent and wonderful you are...",
      "th": "และฉลาดและวิเศษแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "-...I'd just lose you. -Shut up, Allen. I love you.",
      "th": "ผมจะเสียคุณไป หุบปาก อัลเลน ฉันรักคุณ"
    }
  },
  {
    "translation": {
      "en": "We have a place that's safe. All right.",
      "th": "เรามีสถานที่ที่ปลอดภัยนะ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna break your hip.",
      "th": "ผมจะหักสะโพกคุณ"
    }
  },
  {
    "translation": {
      "en": "I'm about to do you grandpa-style.",
      "th": "ฉันต้องการลา ลา ลา ลา ลา ผมกำลังจะทำคุณด้วยท่าคุณปู่"
    }
  },
  {
    "translation": {
      "en": "I brought some music.",
      "th": "ฉันเอาเพลงมาด้วย"
    }
  },
  {
    "translation": {
      "en": "Not what I would've chosen, but screw it.",
      "th": "ไม่ใช่เพลงที่ฉันเลือกหรอก แต่ช่างมัน"
    }
  },
  {
    "translation": {
      "en": "All right. Let's go, Monday morning, time to go to work.",
      "th": "ตกลง ไปกันเลย เช้าวันจันทร์ ได้เวลาทำงานแล้ว"
    }
  },
  {
    "translation": {
      "en": "Let's do it.",
      "th": "ไปกันเลย"
    }
  },
  {
    "translation": {
      "en": "-You want my gate code? -Shut up, man!",
      "th": "- ต้องการรหัสประตูผมไหม - หุบปาก"
    }
  },
  {
    "translation": {
      "en": "That's Wesley!",
      "th": "วันจันทร์ๆ ดีกับฉันจริงๆ นั่นเวสลีย์"
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "th": "แจ๋ว"
    }
  },
  {
    "translation": {
      "en": "-Where'd you learn to drive like that? -\"Grand Theft Auto!\"",
      "th": "นายไปเรียนขับรถที่ไหนมา แกรนด์เทฟต์ออโต้"
    }
  },
  {
    "translation": {
      "en": "Shit, Allen, they're coming.",
      "th": "ตายละ อัลเลน พวกเขามาแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Oh, my God! -Shit.",
      "th": "- โอ้ พระเจ้า - ตายละ"
    }
  },
  {
    "translation": {
      "en": "-Do something, Allen! -Hold on, hold on.",
      "th": "- ทำอะไรสักอย่าง อัลเลน - จับไว้ๆ"
    }
  },
  {
    "translation": {
      "en": "Someone's been playing \"Grand Theft Auto.\"",
      "th": "ใครบางคนกำลังเล่นเกม \"แกรนด์เทฟต์ออโต้\""
    }
  },
  {
    "translation": {
      "en": "I did that!",
      "th": "ฉันเองแหละ"
    }
  },
  {
    "translation": {
      "en": "-I did that! -Oh, my God!",
      "th": "- ฉันเอง - โอ้ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-That's what I'm talking about! -We jackknifed them!",
      "th": "มันต้องอย่างนั้นสิ เราจัดการพวกเขา"
    }
  },
  {
    "translation": {
      "en": "Did you see that? It went backwards and then turned upside-down.",
      "th": "คุณเห็นไหม มันกลับหลังแล้วก็กลับหัว"
    }
  },
  {
    "translation": {
      "en": "Gator turns vans upside-down like they're in a crazy washing machine!",
      "th": "เกเตอร์ทำให้รถแวนกลับหัว เหมือนพวกเขาอยู่ใน เครื่องซักผ้าบ้าระห่ำเลย"
    }
  },
  {
    "translation": {
      "en": "Why are you calling yourself Gator?",
      "th": "ทำไมคุณถึงเรียกตัวเองว่าเกเตอร์ล่ะ"
    }
  },
  {
    "translation": {
      "en": "It's a nickname I had in college. I used to run a dating service.",
      "th": "เป็นชื่อเล่นผมในมหาวิทยาลัย ผมเคยทำธุรกิจให้บริการ"
    }
  },
  {
    "translation": {
      "en": "-He was a pimp. -Yeah, I was. I was a pimp.",
      "th": "- เขาเป็นแมงดา - ใช่ ถูกต้อง ผมเป็นแมงดา"
    }
  },
  {
    "translation": {
      "en": "Right now the streets are a bloodbath.",
      "th": "ตอนนี้ถนนนองเลือดไปหมด"
    }
  },
  {
    "translation": {
      "en": "And, statistically speaking, there's about 30 kids in here...",
      "th": "และพูดตามสถิติแล้ว มีเด็กราว 30 คนในนี้"
    }
  },
  {
    "translation": {
      "en": "...10 of you are gonna be dead before your next birthday.",
      "th": "พวกเธอสิบคนจะตาย ก่อนวันเกิดครั้งหน้า"
    }
  },
  {
    "translation": {
      "en": "Got a couple of tips, help you guys stay out of jail.",
      "th": "ผมมีข้อแนะนำจะบอก ที่ช่วยให้พวกคุณพ้นคุก"
    }
  },
  {
    "translation": {
      "en": "One, try your hardest to not be black or Hispanic.",
      "th": "หนึ่ง พยายามให้หนักสุด ไม่ให้เป็นคนดำหรือฮิสปานิก"
    }
  },
  {
    "translation": {
      "en": "-It's a good tip. -Yeah. Two....",
      "th": "- เป็นข้อแนะนำที่ดี - ใช่ สอง..."
    }
  },
  {
    "translation": {
      "en": "Gentlemen, we got a hot one.",
      "th": "สุภาพบุรุษ มีข่าวด่วน"
    }
  },
  {
    "translation": {
      "en": "Hoitz and Gamble have Ershon hostage, high-speed car chase in progress.",
      "th": "ฮอยซ์กับแกมเบิล จับเออร์ชอนเป็นตัวประกัน กำลังขับรถไล่ล่าด้วยความเร็วสูง"
    }
  },
  {
    "translation": {
      "en": "Yes! Gun, gun!",
      "th": "แจ๋ว ปืนๆ"
    }
  },
  {
    "translation": {
      "en": "Pass up the guns. Pass them up. Let's go, people.",
      "th": "ส่งปืนมา ส่งมา เอาเลย"
    }
  },
  {
    "translation": {
      "en": "There we go. Anything, any Tasers? No?",
      "th": "อย่างนั้นสิ มีปืนไฟฟ้าไหม ไม่เหรอ ดี"
    }
  },
  {
    "translation": {
      "en": "-Good. Who wants to go on a ride-along? -I do!",
      "th": "ใครอยากจะนั่งไปด้วยบ้าง หนูค่ะ"
    }
  },
  {
    "translation": {
      "en": "All right, you, sweetie. Come on, let's go. Move.",
      "th": "เธอเลยคนเก่ง ไปกันได้ ไป"
    }
  },
  {
    "translation": {
      "en": "-Move! Let's go. -Come on!",
      "th": "ขยับเลย ไปกันเถอะ เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "Cool, a helicopter! Must be covering the high-speed chase.",
      "th": "โอ้ แจ๋ว เฮลิคอปเตอร์ คงมาถ่ายการไล่ล่าด้วยความเร็วสูง"
    }
  },
  {
    "translation": {
      "en": "Jesus!",
      "th": "พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-Who are those guys? -They're Chechen investors.",
      "th": "พวกนั้นเป็นใคร นักลงทุนชาวเชเชน"
    }
  },
  {
    "translation": {
      "en": "We were gonna do a Chechen version of Dora the Explorer.",
      "th": "นักลงทุนชาวเชเชน เราจะทำเรื่องดอร่าสาวน้อยผจญภัย ในเวอร์ชั่นของเชเชน"
    }
  },
  {
    "translation": {
      "en": "Anyway, it went terribly wrong.",
      "th": "ยังไงก็ตาม มันพังไม่เป็นท่า"
    }
  },
  {
    "translation": {
      "en": "I feel like it's not fair that they have a helicopter!",
      "th": "ไม่ยุติธรรมเลย ที่พวกเขามีเฮลิคอปเตอร์"
    }
  },
  {
    "translation": {
      "en": "Oh, no.",
      "th": "โอ้ ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "Damn it.",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "Watch your head. God, your hair is soft.",
      "th": "ระวังหัว ให้ตายสิ ผมคุณนุ่มนะ"
    }
  },
  {
    "translation": {
      "en": "VO5 Hot Oil.",
      "th": "น้ำมันร้อน วีโอไฟฟ์"
    }
  },
  {
    "translation": {
      "en": "You're gonna wreck! There's cars coming from both directions!",
      "th": "นายเละแน่ มีรถมาจากทั้งสองทิศเลย"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna wreck!",
      "th": "ฉันไม่พังหรอก"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna wreck! You're right! -You want me to drive?",
      "th": "- ฉันต้องพังแน่ นายพูดถูก - อยากให้ฉันขับไหม"
    }
  },
  {
    "translation": {
      "en": "-This was a very clever idea. -Yeah.",
      "th": "นี่เป็นแนวคิดที่ฉลาดมาก ใช่"
    }
  },
  {
    "translation": {
      "en": "They're gone.",
      "th": "พวกเขาไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "th": "ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "They are Nigerians. Yeah, I'd forgotten about them.",
      "th": "พวกนี้เป็นไนจีเรีย ใช่ ผมลืมพวกเขาไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "-This is a shortcut. -Are you kidding? You cannot go there.",
      "th": "นี่เป็นทางลัด พูดเล่นหรือเปล่า นายไปตรงนั้นไม่ได้นะ"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "th": "นายจะทำอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "Hit him!",
      "th": "เบียดเลย"
    }
  },
  {
    "translation": {
      "en": "-Where are we? -Chelsea Pier.",
      "th": "- เราอยู่ไหน - ท่าเรือเชลซี"
    }
  },
  {
    "translation": {
      "en": "What the hell?",
      "th": "อะไรวะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Jesus!",
      "th": "โอ้ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "Them having a helicopter is definitely cheating.",
      "th": "การที่พวกเขามีเฮลิคอปเตอร์ ถือว่าโกงกันแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Go!",
      "th": "ไป"
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "th": "เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "We're cops! Hit the chopper!",
      "th": "เราเป็นตำรวจ ตีใส่คอปเตอร์เลย"
    }
  },
  {
    "translation": {
      "en": "This is Martin and Fosse, en route. Back off! This is our collar!",
      "th": "นี่คือมาร์ตินกับฟอสซี่ กำลังไป ถอยไป นี่เป็นคดีของเรา"
    }
  },
  {
    "translation": {
      "en": "Set up a perimeter. No arrests until we get there!",
      "th": "กั้นพื้นที่ไว้ ยังไม่จับกุม จนกว่าเราจะไปถึงนั่น"
    }
  },
  {
    "translation": {
      "en": "Take the light!",
      "th": "ฝ่าไฟแดงเลย"
    }
  },
  {
    "translation": {
      "en": "Do not authorize that transfer.",
      "th": "อย่าอนุมัติการโอนนั้น"
    }
  },
  {
    "translation": {
      "en": "This is David Ershon. The transfer is for him.",
      "th": "นี่คือเดวิด เออร์ชอน เงินโอนนั่นของเขา"
    }
  },
  {
    "translation": {
      "en": "He will tell you not to authorize it, okay? Tell him.",
      "th": "เขาจะบอกคุณว่าอย่าอนุมัติ บอกเขา"
    }
  },
  {
    "translation": {
      "en": "-Tell him! -Yeah, do as they say. Stop the transfer.",
      "th": "บอกเขา ทำตามพวกเขาบอก หยุดการโอน"
    }
  },
  {
    "translation": {
      "en": "Approve it.",
      "th": "อนุมัติ"
    }
  },
  {
    "translation": {
      "en": "Now.",
      "th": "เดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Do not touch anything!",
      "th": "ห้ามแตะต้องอะไร"
    }
  },
  {
    "translation": {
      "en": "I swear to God I'll blow your head all over this desk.",
      "th": "ห้ามแตะต้องอะไร สาบานได้ ฉันจะยิงหัวนาย กระจายทั่วโต๊ะเลย"
    }
  },
  {
    "translation": {
      "en": "Not a person in this room believes you'll shoot this clerk.",
      "th": "ไม่มีใครที่นี่เชื่อว่า คุณจะยิงเสมียนคนนี้"
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "th": "เหรอ"
    }
  },
  {
    "translation": {
      "en": "Thank you so much, gentlemen, for the prompt delivery of Mr. Ershon.",
      "th": "ขอบคุณมาก ท่านสุภาพบุรุษ สำหรับการส่งตัวคุณเออร์ชอน อย่างทันท่วงที"
    }
  },
  {
    "translation": {
      "en": "I have two competing bids from jilted investors.",
      "th": "ผมมีการประมูลแข่งกันสองราย จากนักลงทุนที่ถูกทอดทิ้ง"
    }
  },
  {
    "translation": {
      "en": "They're at 30 million, and holding.",
      "th": "ตอนนี้อยู่ที่ 30 ล้าน และรออยู่"
    }
  },
  {
    "translation": {
      "en": "-Wait! Can't you let me...? -Take him away.",
      "th": "- เดี๋ยว คุณปล่อยให้ผม... - เอาตัวเขาไป"
    }
  },
  {
    "translation": {
      "en": "But computers.",
      "th": "แต่คอมพิวเตอร์..."
    }
  },
  {
    "translation": {
      "en": "What if, one day, they were in charge?",
      "th": "แล้วถ้าวันหนึ่งพวกมันควบคุมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Now if you don't shut up, I will cut your ear off with a butter knife.",
      "th": "ถ้าคุณไม่หุบปาก ผมจะตัดหูคุณด้วยมีดหั่นเนย"
    }
  },
  {
    "translation": {
      "en": "That's blunt. Blunt's worse than if it's sharp.",
      "th": "นั่นมันทู่ มีดทู่แย่กว่ามีดคมนะ"
    }
  },
  {
    "translation": {
      "en": "Now!",
      "th": "เดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "You just stood there!",
      "th": "นายแค่ยืนอยู่นั่น"
    }
  },
  {
    "translation": {
      "en": "I didn't know that \"now\" meant that. How am I supposed to know that?",
      "th": "ไม่รู้ว่า \"เดี๋ยวนี้\" หมายถึงนั่น ฉันจะไปรู้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "-I knew what that meant. -Shut up.",
      "th": "- ผมรู้ว่านั่นหมายถึงอะไร - หุบปาก"
    }
  },
  {
    "translation": {
      "en": "You kill us and you kill Ershon. You're out 30 million dollars.",
      "th": "นายฆ่าเรา นายฆ่าเออร์ชอน นายก็เงินหายไป 30 ล้าน"
    }
  },
  {
    "translation": {
      "en": "-Who's got the golden goose now, huh? -Yeah.",
      "th": "- ใครเป็นห่านทองคำล่ะทีนี้ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "th": "โธ่เว้ย"
    }
  },
  {
    "translation": {
      "en": "He's still valuable with a bullet wound, mate.",
      "th": "เขายังมีค่าอยู่แม้จะมีแผลถูกยิง"
    }
  },
  {
    "translation": {
      "en": "He immediately called your bluff.",
      "th": "เขาจับโกหกนายได้ทันที"
    }
  },
  {
    "translation": {
      "en": "Get up. And kill the police.",
      "th": "ลุกขึ้น แล้วฆ่าตำรวจ"
    }
  },
  {
    "translation": {
      "en": "I just wanna make sure I get it right.",
      "th": "ผมอยากให้แน่ใจว่าผมทำถูกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Did you want this transfer approved or not approved?",
      "th": "คุณอยากให้การโอนนี้ ได้รับอนุมัติหรือไม่"
    }
  },
  {
    "translation": {
      "en": "You, mate, I'm gonna kill just for fun.",
      "th": "ส่วนคุณ ผมจะฆ่าเพื่อความสนุกนะ"
    }
  },
  {
    "translation": {
      "en": "Police, don't move! Drop your weapons!",
      "th": "ตำรวจ อย่าขยับ วางอาวุธลง"
    }
  },
  {
    "translation": {
      "en": "Drop it, or be dropped, homeboy!",
      "th": "วางลง ไม่งั้นร่วงแน่ พ่อหนุ่ม"
    }
  },
  {
    "translation": {
      "en": "I hope you like prison food and penis.",
      "th": "หวังว่าจะชอบอาหารในคุกกับจู๋นะ"
    }
  },
  {
    "translation": {
      "en": "-Police! Down on the ground! -Let me see your hands!",
      "th": "ตำรวจ หมอบลงกับพื้น ยื่นมือให้ฉันเห็น"
    }
  },
  {
    "translation": {
      "en": "-Hey, hey, you okay? -Hey.",
      "th": "นี่ๆ นายโอเคไหม นี่"
    }
  },
  {
    "translation": {
      "en": "Hey, Gene. Captain. I'm sorry.",
      "th": "นี่ จีน ผู้กอง โทษที"
    }
  },
  {
    "translation": {
      "en": "-I'm sorry. -That's okay. Don't worry about it.",
      "th": "- ขอโทษที - ไม่เป็นไร ไม่ต้องห่วงเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "You can call me Gene when we're not in the office.",
      "th": "นายเรียกจีนได้ เวลาเราไม่ได้อยู่ในออฟฟิศ"
    }
  },
  {
    "translation": {
      "en": "Okay. Thanks for coming by.",
      "th": "โอเค ขอบคุณที่แวะมา"
    }
  },
  {
    "translation": {
      "en": "Attaboy.",
      "th": "ต้องอย่างนี้สิ"
    }
  },
  {
    "translation": {
      "en": "Come on, stay with me. Stay with me.",
      "th": "ไม่เอาน่า อยู่กับฉัน อยู่กับฉัน"
    }
  },
  {
    "translation": {
      "en": "We're losing him! We're losing him! He's dying!",
      "th": "เราจะเสียเขาแล้ว เราจะเสียเขา เขากำลังจะตาย"
    }
  },
  {
    "translation": {
      "en": "No. No, no, no, no. I'm just resting. I'm just resting.",
      "th": "ไม่ๆ ผมแค่พักผ่อนๆ"
    }
  },
  {
    "translation": {
      "en": "-I'm sorry. Did I hurt you? -I was just resting.",
      "th": "- โทษที ฉันทำนายเจ็บไหม - แค่พักผ่อน"
    }
  },
  {
    "translation": {
      "en": "-Are you all right? -Just resting.",
      "th": "- นายโอเคไหม - แค่พักผ่อน"
    }
  },
  {
    "translation": {
      "en": "Hey, let me tell you something.",
      "th": "นี่ ฉันจะบอกอะไรนายนะ"
    }
  },
  {
    "translation": {
      "en": "As far as paperwork goes, we'll take care of it.",
      "th": "สำหรับเรื่องงานเอกสาร เราจะจัดการเอง"
    }
  },
  {
    "translation": {
      "en": "-You know why? -Why?",
      "th": "- รู้ไหมทำไม - ทำไม"
    }
  },
  {
    "translation": {
      "en": "Ain't too proud to beg.",
      "th": "ไม่หยิ่งเกินกว่าจะร้องขอ"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "โอ้ ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "-What? -It's not funny anymore.",
      "th": "- อะไรนะ - มันไม่ตลกอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "-I don't know what you're talking about. -TLC references.",
      "th": "ฉันไม่รู้ว่านายพูดเรื่องอะไร อ้างอิงเพลงของทีแอลซี"
    }
  },
  {
    "translation": {
      "en": "Still nothing. I swear to you.",
      "th": "ฉันไม่เข้าใจเลย สาบานได้"
    }
  },
  {
    "translation": {
      "en": "I'm gonna go over and check on Terry. I got a bad knee. Hold on. There you go.",
      "th": "ฉันจะไปดูเทอร์รี่หน่อย ฉันเข่าเจ็บ เดี๋ยวก่อน อย่างนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "It was the king of the mutt cases...",
      "th": "มันคือราชาแห่งคดียักยอก"
    }
  },
  {
    "translation": {
      "en": "...but Allen and Terry had worked it like stars.",
      "th": "แต่อัลเลนกับเทอร์รี่จัดการมัน เหมือนดาวเด่น"
    }
  },
  {
    "translation": {
      "en": "Within 24 hours of learning about Ershon's scheme...",
      "th": "ภายใน 24 ชั่วโมง ที่รู้เรื่องแผนของเออร์ชอน"
    }
  },
  {
    "translation": {
      "en": "...and Lendl's massive losses...",
      "th": "และการขาดทุนมหาศาลของเลนเดิล"
    }
  },
  {
    "translation": {
      "en": "...the government issued TARP funds to bail out Lendl.",
      "th": "รัฐบาลออกกองทุนทาร์ป เพื่อช่วยเหลือเลนเดิล"
    }
  },
  {
    "translation": {
      "en": "Lendl is in everything, and we're gonna go everywhere....",
      "th": "เลนเดิลอยู่ในทุกอย่าง และเราจะไปทุกแห่ง"
    }
  },
  {
    "translation": {
      "en": "They were too big to fail.",
      "th": "พวกเขาใหญ่เกินกว่าจะล้มเหลว"
    }
  },
  {
    "translation": {
      "en": "Ershon now resides in Palomino Federal Correctional Facility in Florida.",
      "th": "ปัจจุบันเออร์ชอนอยู่ใน สถานคุมประพฤติพาโลมิโน ในฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "He still invests. Currency's just different.",
      "th": "เขายังคงลงทุน แค่การใช้เงินแตกต่างกัน"
    }
  },
  {
    "translation": {
      "en": "Roger Wesley was linked to the Beaman murder...",
      "th": "โรเจอร์ เวสลีย์ พัวพันกับ การฆาตกรรมบีแมน"
    }
  },
  {
    "translation": {
      "en": "...by security cam footage which Martin and Fosse hadn't checked.",
      "th": "ด้วยภาพจากกล้องรปภ. ซึ่งมาร์ตินกับฟอสซี่ไม่ได้เช็กดู"
    }
  },
  {
    "translation": {
      "en": "It only showed the back of their heads.",
      "th": "มันแสดงให้เห็นด้านหลังศีรษะพวกเขา"
    }
  },
  {
    "translation": {
      "en": "But Allen's Faceback app was able to get a match to their faces.",
      "th": "มันแสดงให้เห็นด้านหลังศีรษะพวกเขา แต่เฟซแบ็ก แอปฯ ของอัลเลน สามารถนำไปเชื่อมโยงกับใบหน้าได้"
    }
  },
  {
    "translation": {
      "en": "Terry married Francine.",
      "th": "เทอร์รี่แต่งงานกับฟรานซีน"
    }
  },
  {
    "translation": {
      "en": "He played harp at the reception and it was beautiful.",
      "th": "เขาเล่นพิณที่จุดต้อนรับ และมันไพเราะเลย"
    }
  },
  {
    "translation": {
      "en": "He had learned how to play it in the eighth grade...",
      "th": "เขาเรียนมันตั้งแต่ชั้นมัธยมสอง"
    }
  },
  {
    "translation": {
      "en": "...to make fun of the fairy that lived up the street.",
      "th": "เพื่อล้อเลียนพวกแต๋วที่อยู่ปลายถนน"
    }
  },
  {
    "translation": {
      "en": "Terry asked Sheila to be his best man, but she declined.",
      "th": "เทอร์รี่ขอให้ชีล่ามาเป็นเพื่อนเจ้าบ่าว แต่เธอปฏิเสธ"
    }
  },
  {
    "translation": {
      "en": "Let's be honest, we all wanna be superstars and hotshots.",
      "th": "พูดตามตรงเลย เราต่างก็อยากเป็น ดาวเด่นและคนดัง"
    }
  },
  {
    "translation": {
      "en": "But guess what.",
      "th": "แต่ทายสิ"
    }
  },
  {
    "translation": {
      "en": "The people that do the real work, the ones that make the difference...",
      "th": "คนที่ทำงานจริงๆ คนที่สร้างความแตกต่าง"
    }
  },
  {
    "translation": {
      "en": "...you don't see them on TV or on the front page.",
      "th": "คุณไม่เห็นพวกเขาทางทีวี หรือตามหน้าหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "I'm talking about the day-in, day-outers, the grinders.",
      "th": "ผมกำลังพูดถึงพวกออกลุยตลอดวัน พวกขาลุย"
    }
  },
  {
    "translation": {
      "en": "Come on, man, you know who I'm talking about: the other guys.",
      "th": "ไม่เอาน่า คุณก็รู้ว่าผมพูดถึงอะไร คนอื่นไง"
    }
  },
  {
    "translation": {
      "en": "Goldman Sachs. This case is gonna be nasty.",
      "th": "(พลังงานจากน้ำมันพืช 100 เปอร์เซ็นต์) โกลด์แมนแซ็กส์ คดีนี้จะต้องวุ่นวายแน่"
    }
  },
  {
    "translation": {
      "en": "Hi. Cute glasses.",
      "th": "สวัสดี แว่นน่ารักค่ะ"
    }
  },
  {
    "translation": {
      "en": "-What was that? -What?",
      "th": "- อะไรน่ะ - อะไร"
    }
  },
  {
    "translation": {
      "en": "What? Dude, what is it with you and hot ladies? What's your secret?",
      "th": "เพื่อน นายมีอะไรนะ สาวฮอตถึงชอบนัก มีความลับอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Honestly, I have no idea what you're talking about.",
      "th": "มีความลับอะไรเหรอ พูดตามตรงนะ ฉันไม่รู้เลยว่า นายพูดเรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "Tell me who you lost your virginity to.",
      "th": "บอกสิว่านายเสียความบริสุทธิ์ให้ใคร"
    }
  },
  {
    "translation": {
      "en": "She actually became a TV actress. Heather Locklear.",
      "th": "เธอกลายเป็นดาราทีวีไปแล้ว เฮเทอร์ ล็อกเลียร์"
    }
  },
  {
    "translation": {
      "en": "Heather Locklear, what?",
      "th": "เฮเทอร์ ล็อกเลียร์ อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-You've heard of her? -Come on!",
      "th": "- เคยได้ยินชื่อเธอเหรอ - ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "-She was much chubbier back then. -I don't get it. I really, I don't get it.",
      "th": "เธอท้วมกว่านี้มากเลยสมัยนั้น ฉันไม่เข้าใจเลย จริงๆ นะ ไม่เข้าใจเลย"
    }
  },
  {
    "translation": {
      "en": "That was you. You don't have a sense of humor.",
      "th": "นายไม่มีอารมณ์ขันเลย"
    }
  },
  {
    "translation": {
      "en": "I do. I have a wonderful sense of humor.",
      "th": "ฉันมีอารมณ์ขันที่วิเศษเลย"
    }
  },
  {
    "translation": {
      "en": "All right, I'm gonna tell you the best joke in the world.",
      "th": "จะเล่าเรื่องตลกที่เด็ดสุดให้ฟังนะ"
    }
  },
  {
    "translation": {
      "en": "-We'll see if you laugh. -Please.",
      "th": "- ดูสิว่านายหัวเราะไหม - เอาเลย"
    }
  },
  {
    "translation": {
      "en": "-I love jokes. -All right.",
      "th": "- ฉันชอบเรื่องตลก - ตกลง"
    }
  },
  {
    "translation": {
      "en": "There was these two guys, all right, partners, best friends.",
      "th": "- ฉันชอบเรื่องตลก - ตกลง มีชายสองคนนะ เป็นคู่หู เพื่อนสนิทกัน"
    }
  },
  {
    "translation": {
      "en": "-Going moose hunting. -Right.",
      "th": "- ออกไปล่ากวางมูส - ใช่"
    }
  },
  {
    "translation": {
      "en": "Looking around. Everywhere they look, there's no moose.",
      "th": "- ออกไปล่ากวางมูส - ใช่ มองไปรอบๆ ทุกที่ที่มองไป มันไม่มีมูส"
    }
  },
  {
    "translation": {
      "en": "The guy's like, \"You know what? We gotta split up.",
      "th": "มองไปรอบๆ ทุกที่ที่มองไป มันไม่มีมูส เขาบอกว่า \"รู้ไหม เราต้องแยกกัน\""
    }
  },
  {
    "translation": {
      "en": "-\"You go this way. You go that way.\" -Right.",
      "th": "- \"ฉันไปทางนี้ นายไปทางนั้น\" - ใช่"
    }
  },
  {
    "translation": {
      "en": "Next thing you know, they lose sight of each other.",
      "th": "ต่อมาพวกเขาหากันไม่เจอ"
    }
  },
  {
    "translation": {
      "en": "All of a sudden, the guy hears some rumbling in the bushes.",
      "th": "ต่อมาพวกเขาหากันไม่เจอ ชายคนนั้นได้ยินเสียงโครมคราม ในพุ่มไม้"
    }
  },
  {
    "translation": {
      "en": "-Sure. -He starts heading over that way.",
      "th": "ชายคนนั้นได้ยินเสียงโครมคราม ในพุ่มไม้ - แน่นอนเลย - เขาเริ่มเดินไป"
    }
  },
  {
    "translation": {
      "en": "Out comes his friend in his orange suit. He's like, \"Don't shoot. I'm not a moose.\"",
      "th": "แล้วเพื่อนของเขาก็ออกมาในชุดสีส้ม เขาร้องว่า \"อย่ายิง ไม่ใช่กวางมูส\""
    }
  },
  {
    "translation": {
      "en": "And the guy readies his weapon, points it right at his face, and:",
      "th": "หมอนั่นเตรียมอาวุธ เล็งไปที่หน้าแล้วก็"
    }
  },
  {
    "translation": {
      "en": "Shoots the guy.",
      "th": "- ยิงออกไป - เฮ้ย"
    }
  },
  {
    "translation": {
      "en": "So the guy runs over, he goes, \"What are you doing?",
      "th": "หมอนั่นวิ่งมา บอกว่า \"นายทำอะไรน่ะ\""
    }
  },
  {
    "translation": {
      "en": "\"I told you I wasn't a moose.\"",
      "th": "\"ฉันบอกแล้วว่า ฉันไม่ใช่กวางมูส\""
    }
  },
  {
    "translation": {
      "en": "And the guy goes, \"I thought you said you were a moose.\"",
      "th": "เขาบอก \"ฉันนึกว่านายบอกว่า นายเป็นมูส\""
    }
  },
  {
    "translation": {
      "en": "But he's not a moose.",
      "th": "แต่เขาไม่ใช่มูส"
    }
  },
  {
    "translation": {
      "en": "Get the check-check from Shen-Shen. Let's get out of here.",
      "th": "ขอบิลจากเชนเชนเถอะ แล้วไปจากที่นี่กัน"
    }
  },
  {
    "translation": {
      "en": "Stop it. Stop it. Stop it.",
      "th": "หยุดเลยๆๆ"
    }
  },
  {
    "translation": {
      "en": "And cut.",
      "th": "คัทได้"
    }
  }
]