[
  {
    "translation": {
      "en": "The rumors of my promiscuity have been greatly exaggerated.",
      "th": "ข่าวลือความแรงของฉัน ถูกพูดกันไปมากมายเกินจริง"
    }
  },
  {
    "translation": {
      "en": "I used to be anonymous, invisible to the opposite sex.",
      "th": "ฉันเหมือนตัวละครลับ เหมือนอากาศธาตุ"
    }
  },
  {
    "translation": {
      "en": "If Google Earth were a guy...",
      "th": "ถ้ากูเกิลเอิร์ทเป็นผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "...he couldn't find me if I was dressed up as a 10-story building.",
      "th": "ต่อให้ฉันแต่งตัวเป็นตึกสิบชั้น เขาก็คงหาฉันไม่เจอ"
    }
  },
  {
    "translation": {
      "en": "Pretty cutting-edge stuff, huh? A high school girl feeling anonymous.",
      "th": "เรื่องใหญ่เลยใช่ไหมล่ะ ที่เด็กสาวมัธยมรู้สึกไม่มีความสำคัญ"
    }
  },
  {
    "translation": {
      "en": "Who am I? What does it all mean? Why am I here? Blah.",
      "th": "ฉันเป็นใคร เรื่องนี้หมายความว่าอะไร ทำไมฉันถึงมาอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "But don't worry, this isn't one of those tales.",
      "th": "แต่ไม่ต้องห่วงหรอกนะ นี่ไม่ใช่หนึ่งในข่าวลือนั้น"
    }
  },
  {
    "translation": {
      "en": "Though it sure started out that way.",
      "th": "แม้ว่ามันจะเริ่มต้นแบบนั้นก็ตาม"
    }
  },
  {
    "translation": {
      "en": "And then it changed pretty quickly when I started lying...",
      "th": "ซึ่งทุกอย่างเปลี่ยนไปอย่างรวดเร็ว เมื่อฉันเริ่มโกหก"
    }
  },
  {
    "translation": {
      "en": "...about some very personal things.",
      "th": "เรื่องส่วนตัวของฉันเอง"
    }
  },
  {
    "translation": {
      "en": "So let the record show that I, Olive Penderghast...",
      "th": "ขอให้วีดีโอเทปม้วนนี้เป็นหลักฐานว่า ฉันโอลีฟ เพนเดอร์กาสท์"
    }
  },
  {
    "translation": {
      "en": "...being of sound mind, and below-average breast size...",
      "th": "ผู้มีสติสัมปชัญญะครบถ้วน และมีหน้าอกเล็กกว่ามาตรฐาน"
    }
  },
  {
    "translation": {
      "en": "...swear to tell the truth, the whole truth...",
      "th": "จะพูดแต่ความจริง ความจริงทั้งหมด ความจริงเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "...and nothing but the truth. Starting now.",
      "th": "จะพูดแต่ความจริง ความจริงทั้งหมด ความจริงเท่านั้น ตั้งแต่นี้เป็นต้นไป"
    }
  },
  {
    "translation": {
      "en": "And what better way to share my private thoughts...",
      "th": "จะมีวิธีไหนที่ดีสำหรับการ ถ่ายทอดความคิดเห็นของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "...than to broadcast them on the Internet?",
      "th": "ได้ดีไปกว่าโพ้สต์ ลงอินเตอร์เน็ตอีกล่ะ"
    }
  },
  {
    "translation": {
      "en": "So here it is. Part one.",
      "th": "และนี่คือ ภาคที่หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "The shudder-inducing and clichéd, however totally false account...",
      "th": "เรื่องราวอันเร้าใจ และพูดกันมากมาย แต่ว่าบรรยายไปผิดโดยสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "...of how I lost my virginity to a guy at a community college.",
      "th": "เรื่องการเสียความบริสุทธิ์ของฉัน ให้กับผู้ชาย จากวิทยาลัยชุมชน"
    }
  },
  {
    "translation": {
      "en": "Let me just begin by saying that there are two sides to every story.",
      "th": "ฉันขอเริ่มเล่าว่าเรื่องทุกเรื่อง ย่อมมีสองด้านเสมอ"
    }
  },
  {
    "translation": {
      "en": "And this is my side, the right one.",
      "th": "และนี่คือด้านของฉัน ซึ่งเป็นด้านที่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "George is not a sexy name.",
      "th": "จอร์จเป็นชื่อที่ไม่เซ็กซี่เลยสักนิด"
    }
  },
  {
    "translation": {
      "en": "George is what you name your teddy bear...",
      "th": "จอร์จเป็นชื่อที่เราใช้เรียก ตุ๊กตาหมี"
    }
  },
  {
    "translation": {
      "en": "...not the name you wanna scream out during climax.",
      "th": "ไม่ใช่ชื่อที่เราจะร้องออกมา ตอนกำลังจะล่วงถึงสวรรค์"
    }
  },
  {
    "translation": {
      "en": "And by that, I assume you mean...?",
      "th": "แล้วนั่นคุณหมายความว่าอะไร"
    }
  },
  {
    "translation": {
      "en": "The stable and self-perpetuating end stage...",
      "th": "การสืบทอดต่อไปอย่างยั่งยืน และมั่นคง"
    }
  },
  {
    "translation": {
      "en": "...in the evolution of a plant community.",
      "th": "ในวิวัฒนาการของพืชค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Right. -Why, what were you thinking?",
      "th": "ทำไมเหรอคะ อาจารย์คิดอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "The same. But I don't say it out loud lest someone get the wrong idea.",
      "th": "เช่นกัน แต่ฉันไม่พูดออกมาหรอกนะ เพราะคนอื่นอาจจะเข้าใจผิดได้"
    }
  },
  {
    "translation": {
      "en": "I think you know innuendo is attached to everything these days.",
      "th": "ผมเชื่อว่าคุณคงรู้นะว่าข่าวลือ มันเกิดได้ทุกที่"
    }
  },
  {
    "translation": {
      "en": "Innuendo? What--? Whatever do you mean?",
      "th": "ข่าวลือเหรอคะ คือ... อาจารย์พูดถึงอะไรคะนี่"
    }
  },
  {
    "translation": {
      "en": "Rhiannon, Olive, go hit the books. They don't hit back.",
      "th": "ริอานนอน โอลีฟ อ่านหนังสือบ้าง หนังสือไม่มีภัยกับคุณหรอก"
    }
  },
  {
    "translation": {
      "en": "Also, hugs not drugs. Mess with the bull, get the horns.",
      "th": "อีกอย่าง ยาไม่ยุ่ง มุ่งแต่เรียน เฮี้ยนมาก ๆ ระวังจะเจอตอ"
    }
  },
  {
    "translation": {
      "en": "And any other clichés you can come up with.",
      "th": "เดี๋ยวจะได้มาบ่นไม่รู้จบอีก"
    }
  },
  {
    "translation": {
      "en": "Bye, Mr. Griffith.",
      "th": "ลาก่อนค่ะ อาจารย์กริฟฟิท"
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "th": "ลาก่อนค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Watch your mouth. -Sorry.",
      "th": "- ระวังปากบ้างสิ - ขอโทษที"
    }
  },
  {
    "translation": {
      "en": "Mr. Griffith is my favorite teacher.",
      "th": "อาจารย์กริฟฟิทเป็นอาจารย์ คนโปรดของฉัน"
    }
  },
  {
    "translation": {
      "en": "Although, after all the trouble I caused...",
      "th": "แต่หลังจากที่ฉันก่อปัญหามากมาย"
    }
  },
  {
    "translation": {
      "en": "...I don't know if I'm still his favorite student.",
      "th": "ฉันไม่แน่ใจว่าตัวเองจะ ยังเป็นศิษย์รักของเขาอยู่หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "You know, these are bad for you.",
      "th": "คุณก็รู้ว่ามันไม่ดี"
    }
  },
  {
    "translation": {
      "en": "It leads to unwanted pregnancy, all sorts of things.",
      "th": "มันนำไปสู่การตั้งครรภ์ อันไม่พึงประสงค์และอื่น ๆ อีกมากมาย"
    }
  },
  {
    "translation": {
      "en": "Mismatched tires on your vehicle, which is nonexistent.",
      "th": "ใส่ยางรถผิดที่ ถึงแม้คุณจะไม่มีรถก็ตาม"
    }
  },
  {
    "translation": {
      "en": "And here is where the trouble began. The lie that started the whole thing.",
      "th": "และนี่จุดที่ปัญหาเริ่มต้นขึ้น การโกหกที่เป็นต้นเหตุของทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "Please, please, I'm begging you. I will pay you. I'll pay you.",
      "th": "ได้โปรดนะ ขอร้องล่ะ เดี๋ยวฉันจ่ายให้เอง ฉันจ่ายให้"
    }
  },
  {
    "translation": {
      "en": "Rhi, I cannot go camping with you, okay?",
      "th": "รี ฉันไปแคมป์กับเธอไม่ได้ เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, but I have a date.",
      "th": "ฉันขอโทษ พอดีฉันมีเดต"
    }
  },
  {
    "translation": {
      "en": "-Okay? I told you. -With who?",
      "th": "- เข้าใจไหม ฉันบอกเธอแล้วนะ - กับใคร"
    }
  },
  {
    "translation": {
      "en": "-You don't know him. -And neither do you, you selfish bitch.",
      "th": "- เธอไม่รู้จักหรอก - เธอก็เหมือนกันแหละ คนเห็นแก่ตัว"
    }
  },
  {
    "translation": {
      "en": "Yes, I do. He goes to college with my brother.",
      "th": "ฉันรู้จักย่ะ เขาเรียนที่เดียวกับพี่ชายฉัน"
    }
  },
  {
    "translation": {
      "en": "Okay. What's his name, then?",
      "th": "ได้ เขาชื่ออะไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "Rhiannon is what you'd call a strong personality.",
      "th": "รีอานนอนคือคนประเภทที่คุณ สามารถเรียกได้ว่าแรง"
    }
  },
  {
    "translation": {
      "en": "She asked me to come camping with her family...",
      "th": "หล่อนขอให้ฉันไปแคมป์ กับครอบครัวของหล่อน"
    }
  },
  {
    "translation": {
      "en": "...and I don't know why I didn't wanna go.",
      "th": "ซึ่งฉันไม่รู้ว่า ทำไมถึงไม่อยากไป"
    }
  },
  {
    "translation": {
      "en": "A little because I didn't feel like hanging out with her all weekend.",
      "th": "ส่วนหนึ่งเป็นเพราะฉันไม่อยากจะ ติดอยู่กับหล่อนตลอดสุดสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "But mostly because her parents are the weirdest people I have ever met...",
      "th": "แต่หลัก ๆ คือพ่อแม่ของหล่อน เป็นคนประหลาดที่สุดเท่าที่เคยเจอ"
    }
  },
  {
    "translation": {
      "en": "...and I live in California.",
      "th": "และฉันอยู่ที่แคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "I ate dinner at her house once and I swore, never again.",
      "th": "ฉันเคยไปทานอาหารที่บ้านหล่อน และขอสาบานว่าจะไม่ไปอีก"
    }
  },
  {
    "translation": {
      "en": "-This is interesting. -Patchouli burger.",
      "th": "- แปลกจังนะคะ - เบอร์เกอร์พิมเสน"
    }
  },
  {
    "translation": {
      "en": "We grew it in our victory garden.",
      "th": "เราปลูกกันเองเลยนะ"
    }
  },
  {
    "translation": {
      "en": "You want some dessert?",
      "th": "เอาของหวานหน่อยไหม"
    }
  },
  {
    "translation": {
      "en": "No, thank you. I'm trying to watch my figure.",
      "th": "ไม่ดีกว่าค่ะ หนูกำลังควบคุมน้ำหนักอยู่"
    }
  },
  {
    "translation": {
      "en": "Well, I'm not.",
      "th": "แต่ฉันเปล่านี่"
    }
  },
  {
    "translation": {
      "en": "So I lied and told her I couldn't go...",
      "th": "ฉันก็เลยก็โกหกหล่อนว่า ฉันไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "...because I had a date with a friend of my brother's named George.",
      "th": "เพราะว่าฉันกำลังเดตกับเพื่อน ของพี่ชายที่ชื่อว่าจอร์จ"
    }
  },
  {
    "translation": {
      "en": "Let's just face it, there is no such thing as a sexy George.",
      "th": "เข้าประเด็นเลยดีกว่า จอร์จสุดเซ็กซี่ไม่มีตัวตนหรอก"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, mine is...",
      "th": "เหรอ จอร์จของฉันอย่างไร"
    }
  },
  {
    "translation": {
      "en": "...so I think we should just put this conversation to bed.",
      "th": "ฉันว่าเราพับเรื่องนี้ เก็บไปเลยดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Fine, don't go camping with us. Just know I hate you, bitch.",
      "th": "เออ ถ้าไม่ไปแคมป์ปิ้งกับฉัน รู้ไว้เลยว่าฉันเกลียดเธอ ยายบ้า"
    }
  },
  {
    "translation": {
      "en": "Go get your chocolate milk.",
      "th": "ไปซื้อนมช็อกโกแลตไป"
    }
  },
  {
    "translation": {
      "en": "-Do you want one? -No.",
      "th": "- เอาด้วยไหม - ไม่ล่ะ"
    }
  },
  {
    "translation": {
      "en": "And here's how I really spent the weekend.",
      "th": "และนี่คือช่วงชีวิต ในวันสุดสัปดาห์ของฉัน"
    }
  },
  {
    "translation": {
      "en": "That's the worst song ever.",
      "th": "เพลงห่วยชะมัด"
    }
  },
  {
    "translation": {
      "en": "But on Monday, when Rhi asked me how my weekend was....",
      "th": "แต่พอถึงวันจันทร์ พอรีถามฉัน ว่าสุดสัปดาห์ของฉันเป็นอย่างไร"
    }
  },
  {
    "translation": {
      "en": "He was charming, you know? He was a real gentleman.",
      "th": "เขาน่ารักมากเลยล่ะ สุภาพบุรุษตัวจริง"
    }
  },
  {
    "translation": {
      "en": "And it feels like I got a love and I know that it's all mine.",
      "th": "ฉันรู้สึกเหมือนกำลังมีความรัก รู้สึกว่าเขาเป็นของฉันคนเดียว"
    }
  },
  {
    "translation": {
      "en": "Okay, okay. Wait, wait. So are you going to see him again?",
      "th": "รู้แล้ว ๆ เดี๋ยวก่อนนะ เธอยังจะไปเจอเขาอีกเหรอ"
    }
  },
  {
    "translation": {
      "en": "No. No, probably not. You know, it was just one of those weekends.",
      "th": "ไม่หรอก คงไม่ล่ะ อย่างว่ามันก็แค่สุดสัปดาห์หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "A whole weekend?",
      "th": "ทั้งเสาร์อาทิตย์เลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yup.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "-Wait a minute. You didn't have--? -What?",
      "th": "- เดี๋ยวก่อนนะ เธอคงไม่ได้... - อะไร"
    }
  },
  {
    "translation": {
      "en": "No. No, of course not.",
      "th": "ไม่ ๆ ไม่มีทาง"
    }
  },
  {
    "translation": {
      "en": "You liar. You totally lost your V-card to him.",
      "th": "โกหก เธอเสียสาวให้เขาแล้วสินะ"
    }
  },
  {
    "translation": {
      "en": "-No, I didn't. -Yes, you did.",
      "th": "- เปล่านะ - เสียแล้วแน่ ๆ"
    }
  },
  {
    "translation": {
      "en": "-Tell me everything. -Rhi, I'm not that kind of girl.",
      "th": "- เล่ามาให้หมดเลย - รี ฉันไม่ใช่ผู้หญิงแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "The kind that does it, or the kind that does it...",
      "th": "แบบที่เสียไปแล้ว หรือแบบที่เสียไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "...and doesn't have the balls to tell her friend?",
      "th": "แล้วไม่กล้าแม้แต่ จะบอกเพื่อนกันล่ะ"
    }
  },
  {
    "translation": {
      "en": "-What? -I want every detail.",
      "th": "- อะไรนะ - ฉันขอเนื้อ ๆ"
    }
  },
  {
    "translation": {
      "en": "-Rhi. -Now, bitch.",
      "th": "- รี - เดี๋ยวนี้เลย ยายบ้า"
    }
  },
  {
    "translation": {
      "en": "You know, you call me \"bitch\" a lot. Okay?",
      "th": "เดี๋ยวนี้เธอเรียกฉันว่า ยายบ้าตลอดเลยนะ"
    }
  },
  {
    "translation": {
      "en": "-It's not a term of endearment. -I want every detail. Now, shitface.",
      "th": "- ไม่ใช่คำพูดแสดงความรักเลยนะ - ฉันขอเนื้อ ๆ เดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "You're not heading in the right direction.",
      "th": "เธอเข้าใจผิดไปใหญ่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Tell me.",
      "th": "บอกมา"
    }
  },
  {
    "translation": {
      "en": "Fine.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "We did it.",
      "th": "เราได้กันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "th": "สุดยอด"
    }
  },
  {
    "translation": {
      "en": "Finally. Now you're a super slut like me.",
      "th": "ในที่สุด เธอก็แรดสุด ฉุดไม่อยู่เหมือนฉันแล้ว"
    }
  },
  {
    "translation": {
      "en": "I don't think letting Peter Hedlund motorboat you...",
      "th": "ฉันไม่คิดว่าการให้ ปีเตอร์ เฮดลุนด์ เอาหน้าสบนมเธอ"
    }
  },
  {
    "translation": {
      "en": "...behind a Bed Bath & Beyond really makes you a super slut.",
      "th": "ด้านหลังร้านเบดบาท แอนด์บียอนด์ จะทำให้เธอแรดสุดฉุดไม่อยู่นะ"
    }
  },
  {
    "translation": {
      "en": "There were a lot of people walking past. Someone could've easily seen.",
      "th": "มีคนเดินผ่านไปมาตั้งเยอะแยะ บางคนอาจจะเห็นด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "Whatever. This isn't about me, this is about you.",
      "th": "เอาเถอะ นี่ไม่ใช่เรื่องของฉัน แต่นี่คือเรื่องของเธอ"
    }
  },
  {
    "translation": {
      "en": "What'd you let him do?",
      "th": "เธอให้เขาทำอะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "It was normal. You know? Nothing freaky.",
      "th": "ก็แบบทั่ว ๆ ไปนั่นแหละ ไม่มีอะไร... พิสดารหรอก"
    }
  },
  {
    "translation": {
      "en": "I don't know why I did it.",
      "th": "ฉันไม่รู้ว่าฉันทำไปทำไม"
    }
  },
  {
    "translation": {
      "en": "I guess maybe it was because it was the first time...",
      "th": "บางทีอาจะเป็นเพราะนี่ เป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "...I had sort of felt superior to Rhi.",
      "th": "ที่ฉันรู้สึกว่าอยู่เหนือรี"
    }
  },
  {
    "translation": {
      "en": "But I just started piling on lie after lie. It was like setting up Jenga.",
      "th": "แต่ฉันก็ได้สร้างเรื่องโกหก สุมขึ้นไปเรื่อย ๆ แล้ว เหมือนเกมส์เจงกา"
    }
  },
  {
    "translation": {
      "en": "Do you know, like, Glade candles?",
      "th": "เธอรู้จักเทียนหอมไหม"
    }
  },
  {
    "translation": {
      "en": "Those kind, but they were, like, sexy Glade candles.",
      "th": "อะไรเทือกนั้น แต่อันนี้ เป็นกลิ่นแบบยั่ว ๆ"
    }
  },
  {
    "translation": {
      "en": "-He was sweet. He was.... -Of course.",
      "th": "- เขาน่ารักมาก ๆ เลย - แน่ล่ะ"
    }
  },
  {
    "translation": {
      "en": "What the hell are you looking at, Sister Christian?",
      "th": "มองหาอะไรมิทราบย่ะ ยายแม่ชีหลงยุค"
    }
  },
  {
    "translation": {
      "en": "Just a couple of admitted whores.",
      "th": "ก็มองคุณตัวแถว ๆ นี้นี่แหละ"
    }
  },
  {
    "translation": {
      "en": "Marianne Bryant is the secretary of the student council...",
      "th": "มารีแอน ไบรแอนท์ เป็นเลขานุการ ของคณะกรรมการนักศึกษา"
    }
  },
  {
    "translation": {
      "en": "...chairman of the Orange Blossom dance committee...",
      "th": "ประธานกรรมการของ งานเต้นรำออเรนจ์ บลอสซัม"
    }
  },
  {
    "translation": {
      "en": "...and president of the Cross Your Heart Club...",
      "th": "และประธานชมรมพูดจริงจากใจ"
    }
  },
  {
    "translation": {
      "en": "...a club dedicated to shoving their beliefs down people's throats.",
      "th": "เป็นชมรมที่คอยยัดความคิดตัวเอง ใส่สมองคนอื่น"
    }
  },
  {
    "translation": {
      "en": "Obviously they don't care.",
      "th": "ไม่มีใครสนใจเลย"
    }
  },
  {
    "translation": {
      "en": "Last year's cause célèbre was the changing of the school mascot.",
      "th": "ผลงานเด่นของหล่อนเมื่อปีก่อน คือการเปลี่ยนตัวนำโชคของโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "Give it up for your Blue Devils!",
      "th": "ขอเสียงปรบมือให้กับบลูเดวิล"
    }
  },
  {
    "translation": {
      "en": "Blue!",
      "th": "บลู"
    }
  },
  {
    "translation": {
      "en": "Blue Devil!",
      "th": "บลูเดวิล"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "How can we exhibit school pride when we're conveyed to others...",
      "th": "เราจะแสดงความภาคภูมิใจต่อโรงเรียน ได้อย่างไร เมื่อเราแสดงออกว่าเป็น"
    }
  },
  {
    "translation": {
      "en": "...as Satan worshippers?",
      "th": "พวกบูชาซาตาน"
    }
  },
  {
    "translation": {
      "en": "Now, thankfully, we're the much less intimidating....",
      "th": "และตอนนี้ ต้องขอขอบคุณอย่างยิ่ง ที่เราดูน่ากลัวน้อยลงไปเยอะ"
    }
  },
  {
    "translation": {
      "en": "Give it up for the Woodchucks!",
      "th": "โปรดปรบมือต้อนรับตัววูดชัค"
    }
  },
  {
    "translation": {
      "en": "Hey! Go, Woodchucks!",
      "th": "ไปเลย วูดชัค"
    }
  },
  {
    "translation": {
      "en": "Woodchucks!",
      "th": "วูดชัค"
    }
  },
  {
    "translation": {
      "en": "I liked Todd much better when he was topless.",
      "th": "ฉันชอบตอนที่ทอดด์ถอดเสื้อมากกว่านะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, but even dressed as a woodchuck, I still fantasize about him.",
      "th": "ใช่แล้ว ถึงแม้เขาจะแต่งตัว เป็นวูดชัค ฉันก็ยังปลื้มเขาอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "Woodchucks.",
      "th": "วูดชัค"
    }
  },
  {
    "translation": {
      "en": "Now Marianne had a new cause célèbre.",
      "th": "และตอนนี้มารีแอนก็กำลังมีผลงานใหม่"
    }
  },
  {
    "translation": {
      "en": "Me.",
      "th": "ฉันนั่นเอง"
    }
  },
  {
    "translation": {
      "en": "Which brings us to part two.",
      "th": "ซึ่งนำมาสู่ภาคที่สอง"
    }
  },
  {
    "translation": {
      "en": "The accelerated velocity of terminological inexactitude.",
      "th": "การแพร่กระจายของถ้อยคำอันไม่มี ส่วนประกอบของความแม่นยำ"
    }
  },
  {
    "translation": {
      "en": "Which is really just my obnoxious way of saying that lies travel fast.",
      "th": "ก็คือวิธีการพูดอันน่ารำคาญของฉัน ในการบอกว่าเรื่องโกหกมันไปไวมาก"
    }
  },
  {
    "translation": {
      "en": "And, boy, did my terminological inexactitude accelerate with velocity.",
      "th": "ใช่แล้ว ถ้อยคำอันไม่มีส่วนประกอบ ของความแม่นยำนั้นไปเร็วจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "Did you hear about Olive?",
      "th": "รู้เรื่องของโอลีฟหรือยัง"
    }
  },
  {
    "translation": {
      "en": "No way.",
      "th": "ไม่มีทาง"
    }
  },
  {
    "translation": {
      "en": "-She's not a virgin anymore? -I can't believe it.",
      "th": "- หล่อนเสียสาวแล้วเหรอ - ไม่อยากจะเชื่อเลย"
    }
  },
  {
    "translation": {
      "en": "-Olive lost her virginity. -Yeah.",
      "th": "- โอลีฟเสียสาวไปแล้ว - ใช่"
    }
  },
  {
    "translation": {
      "en": "Maybe next time a certain somebody will be a little more careful...",
      "th": "บางทีคราวต่อไปใครบางคน ควรจะระวังตัวให้มากขึ้นหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "...what she says in the water closet.",
      "th": "เวลาพูดอะไรในห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "Yeah, about that? It's-- That's actually not what you think.",
      "th": "อ๋อ เรื่องนั้นนะเหรอ มันไม่ใช่อย่างที่เธอคิดหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "Can I talk to you alone for a second?",
      "th": "ขอฉันคุยกับเธอเป็นการส่วนตัว สักหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-You gonna be okay? -Yeah, I'm fine. Thank you.",
      "th": "- เธอคุยได้ใช่ไหม - ได้อยู่แล้ว ขอบใจนะ"
    }
  },
  {
    "translation": {
      "en": "Bye, Nina.",
      "th": "บ๊ายบาย นีน่า"
    }
  },
  {
    "translation": {
      "en": "What you heard in the bathroom the other day wasn't true at all.",
      "th": "สิ่งที่เธอได้ยินห้องน้ำเมื่อวันก่อน มันไม่จริงเลยสักนิดนะ"
    }
  },
  {
    "translation": {
      "en": "-It's actually a funny story. -Olive. That's your name, right?",
      "th": "- มันเป็นแค่เรื่องตลก - โอลีฟ คือชื่อของเธอใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah. And you're Marianne.",
      "th": "ใช่แล้ว ส่วนเธอก็คือมารีแอนสินะ"
    }
  },
  {
    "translation": {
      "en": "We've had nine classes together since kindergarten.",
      "th": "เราเรียนด้วยกันมาเก้าวิชา ตั้งแต่อนุบาล"
    }
  },
  {
    "translation": {
      "en": "Ten, if you count Religion of Other Cultures, which you didn't...",
      "th": "สิบ ถ้าเธอนับวิชาศาสนา ในวัฒนธรรมอื่นด้วย ซึ่งเธอคงไม่นับ"
    }
  },
  {
    "translation": {
      "en": "...because you refused to go.",
      "th": "เพราะว่าเธอไม่ยอมไป"
    }
  },
  {
    "translation": {
      "en": "Yeah. Listen, I'm not the one that you have to answer to...",
      "th": "จ้ะ ฟังนะฉันไม่ใช่คนที่เธอ จะต้องมาอธิบายอะไร"
    }
  },
  {
    "translation": {
      "en": "...for your depraved behavior.",
      "th": "เรื่องพฤติกรรมอันน่าอดสูของเธอ"
    }
  },
  {
    "translation": {
      "en": "There's a higher power that will judge you for your indecency.",
      "th": "คนที่มีอำนาจสูงกว่าฉันจะเป็น ผู้ตัดสินเรื่องน่าอับอายของเธอ"
    }
  },
  {
    "translation": {
      "en": "Tom Cruise?",
      "th": "ทอม ครูซเหรอ"
    }
  },
  {
    "translation": {
      "en": "I hope for your sake that God has a sense of humor.",
      "th": "ฉันหวังให้พระเจ้าท่าน มีอารมณ์ขันเพื่อเธอนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, I have 17 years' worth of anecdotal proof he does.",
      "th": "ฉันมีความเชื่อตลอด 17 ปีของฉัน ว่าพระองค์ท่านมีนะ"
    }
  },
  {
    "translation": {
      "en": "You've made your bed.",
      "th": "เธอทำตัวเองนะ"
    }
  },
  {
    "translation": {
      "en": "I just hope for your sake that you've cleaned the sheets.",
      "th": "ฉันหวังว่าเธอจะเก็บกวาด ความคาวให้เรียบร้อยด้วย"
    }
  },
  {
    "translation": {
      "en": "-Did I just get saved? -I missed you.",
      "th": "- นี่ฉันเพิ่งถูกช่วยหรืออย่างไร - ฉันคิดถึงเธอจัง"
    }
  },
  {
    "translation": {
      "en": "Oh, you too.",
      "th": "เธอก็เหมือนกันเหรอ"
    }
  },
  {
    "translation": {
      "en": "So Marianne spread the rumor.",
      "th": "มารีแอน ปล่อยข่าวลือ"
    }
  },
  {
    "translation": {
      "en": "For the first time ever, my sexual exploits were the talk of the school.",
      "th": "จนเป็นครั้งแรกในชีวิตเรื่องบนเตียง ของฉันถูกพูดถึงไปทั่วโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "Oh, you know what? I'm wrong. It was the second time.",
      "th": "จะว่าไป ฉันพูดผิด เป็นครั้งที่สองต่างหาก"
    }
  },
  {
    "translation": {
      "en": "The first time was back in 8th grade...",
      "th": "ครั้งแรกคือตอนที่ฉันอยู่เกรดแปด"
    }
  },
  {
    "translation": {
      "en": "...when all I wanted was a kiss from this guy I had always had a crush on.",
      "th": "เมื่อฉันต้องการจูบจากผู้ชายคนหนึ่ง ที่ฉันหลงรักเขามาตลอด"
    }
  },
  {
    "translation": {
      "en": "Todd and I were thrown together in Seven Minutes of Heaven.",
      "th": "ทอดด์กับฉันถูกกระชากเข้าไปอยู่ ในวิมานสวรรค์ถึงเจ็ดนาที"
    }
  },
  {
    "translation": {
      "en": "Luckily we had a super romantic song from our youth to set the mood.",
      "th": "โชคดีที่เรามีเพลงสุดโรแมนติก จากวัยเยาว์ช่วยสร้างบรรยากาศ"
    }
  },
  {
    "translation": {
      "en": "I think this is the part...",
      "th": "ฉันคิดว่าตอนนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "...where you're supposed to stick your tongue in my mouth.",
      "th": "ที่เราจะต้องสอดลิ้น เข้าไปในปาก"
    }
  },
  {
    "translation": {
      "en": "That's what I've heard, anyway.",
      "th": "จากที่ฉันได้ยินมานะ"
    }
  },
  {
    "translation": {
      "en": "Just give me a second, okay?",
      "th": "ขอเวลาฉันก่อนได้ไหม"
    }
  },
  {
    "translation": {
      "en": "According to my watch, you have 382 of them.",
      "th": "ถ้าดูจากนาฬิกาของฉันแล้ว เธอมี 382 วินาทีเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "-How do you do that? -What?",
      "th": "ทำได้อย่างไรนะ"
    }
  },
  {
    "translation": {
      "en": "Add so fast. And you also talk like a grown-up.",
      "th": "- ทำอะไร - คำนวณเร็วแบบนั้น - แถมยังพูดเหมือนเป็นผู้ใหญ่อีก - ไม่ต้องกังวลนะ"
    }
  },
  {
    "translation": {
      "en": "Don't worry, I'm not nearly as smart as I think I am.",
      "th": "- แถมยังพูดเหมือนเป็นผู้ใหญ่อีก - ไม่ต้องกังวลนะ ฉันไม่ได้ฉลาดเท่าที่ฉัน คิดเอาไว้หรอก"
    }
  },
  {
    "translation": {
      "en": "So if we didn't do anything, could you still tell people we kissed?",
      "th": "ต่อให้เราไม่ได้ทำอะไรกันก็ตาม เธอจะยังบอกคนอื่นได้ไหม ว่าเราจูบกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "th": "แน่นอน"
    }
  },
  {
    "translation": {
      "en": "-Thanks, Olive. -Sure, Todd.",
      "th": "- ขอบใจนะ โอลีฟ - ไม่เป็นไรเลย ทอดด์"
    }
  },
  {
    "translation": {
      "en": "I actually didn't wanna lie that time.",
      "th": "ที่จริง ตอนนั้นฉันไม่อยากโกหกเลย"
    }
  },
  {
    "translation": {
      "en": "When people thought I'd kissed someone, they didn't care.",
      "th": "เวลาคนอื่นคิดว่าฉันจูบใครสักคน พวกเขาไม่สนใจหรอก"
    }
  },
  {
    "translation": {
      "en": "But when they thought I slept with someone....",
      "th": "แต่พอเขาคิดว่าฉัน นอนกับใครสักคนล่ะก็..."
    }
  },
  {
    "translation": {
      "en": "Hey, Olive. How's it going?",
      "th": "นี่ โอลีฟ สบายดีไหม"
    }
  },
  {
    "translation": {
      "en": "I'm swell, Guy-I've-Never-Talked-to-Before.",
      "th": "ดีมากเลย เธอคนที่ฉัน ไม่เคยคุยด้วยมาก่อน"
    }
  },
  {
    "translation": {
      "en": "Thanks for asking.",
      "th": "ขอบใจที่ถามนะ"
    }
  },
  {
    "translation": {
      "en": "All I could think to myself was, \"Great, now I'm a tramp.\"",
      "th": "สิ่งที่ฉันคิดกับตัวเองได้มีพียงแค่ เยี่ยมไปเลย ฉันกลายเป็น คนสำส่อนไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm gonna have to get a lower-back tattoo...",
      "th": "สงสัยจะต้องไปสักบั้นท้ายแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "...and pierce something not on my face.",
      "th": "แล้วก็เจาะอะไรสักที แต่ไม่เอาบนหน้านะ"
    }
  },
  {
    "translation": {
      "en": "You guys know that I was here all weekend, right?",
      "th": "ทุกคนรู้ใช่ไหมคะ ว่าหนูอยู่นี่ตลอดเสาร์อาทิตย์"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Yes, you were upstairs.",
      "th": "รู้สิ ก็ลูกอยู่ข้างบน"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -You would testify to that?",
      "th": "เป็นพยานให้หน่อยได้ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I would take a bullet for you.",
      "th": "- ได้สิ - ให้พ่อรับแทนลูกได้นะ"
    }
  },
  {
    "translation": {
      "en": "You know that. Right between the eyes.",
      "th": "ใส่มาตรงกลางหน้านี่แหละ"
    }
  },
  {
    "translation": {
      "en": "Man, I would slit my throat...",
      "th": "หรือปาดคอตัวเองก็ได้"
    }
  },
  {
    "translation": {
      "en": "...rather than say something to someone...",
      "th": "ดีกว่าจะให้พ่อพูดอะไรที่ลูก ไม่อยากให้พ่อพูด"
    }
  },
  {
    "translation": {
      "en": "-...that you didn't want me to say. -That's not necessary.",
      "th": "ดีกว่าจะให้พ่อพูดอะไรที่ลูก ไม่อยากให้พ่อพูด ไม่ต้องขนาดนั้นก็ได้ค่ะ แต่หนูสบายใจขึ้นเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "-But that is comforting. -That's how I am, how I roll.",
      "th": "ไม่ต้องขนาดนั้นก็ได้ค่ะ แต่หนูสบายใจขึ้นเยอะเลย นี่แหละคนเป็นพ่อ นี่แหละที่ต้องทำ"
    }
  },
  {
    "translation": {
      "en": "That's how I do, as they say.",
      "th": "นี่แหละวิถีของพ่อ อย่างที่เขาว่าไว้"
    }
  },
  {
    "translation": {
      "en": "-I like the pants. -Thank you. They're Costco.",
      "th": "ผมชอบกางเกงพี่จัง ขอบใจจ้ะ จากคอสโคเลยนะ"
    }
  },
  {
    "translation": {
      "en": "You can have them when you get taller.",
      "th": "ถ้าเธอสูงขึ้นเมื่อไร มาเอาไปใส่ก็ได้"
    }
  },
  {
    "translation": {
      "en": "-I'm never gonna go through puberty. -Course you will.",
      "th": "- ผมไม่มีทางแตกเนื้อหนุ่มหรอก - ต้องแตกสิจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "But we're a family of late bloomers.",
      "th": "แต่บ้านเราแตกเนื้อหนุ่มสาว กันช้านิดหนึ่งนะ"
    }
  },
  {
    "translation": {
      "en": "I didn't until I was 14. Nor did Olive.",
      "th": "แม่ยังต้องรอถึง 14 เลย โอลีฟเองก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Why does that matter? I'm adopted.",
      "th": "เกี่ยวอะไรกับผมด้วยล่ะ ผมไม่ใช่ลูกแท้ ๆ สักหน่อย"
    }
  },
  {
    "translation": {
      "en": "What? Oh, my God. Who told you?",
      "th": "อะไรนะ ตายแล้ว ใครบอกลูกนี่"
    }
  },
  {
    "translation": {
      "en": "Guys, we were gonna do this at the right time.",
      "th": "นี่ทุกคน เราตั้งใจจะบอกเมื่อถึงเวลานี่"
    }
  },
  {
    "translation": {
      "en": "Listen to me.",
      "th": "ฟังพ่อนะ บางครั้ง เวลาที่ผู้ชายคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Sometimes, even when a man and a woman love each other very much...",
      "th": "ฟังพ่อนะ บางครั้ง เวลาที่ผู้ชายคนหนึ่ง และผู้หญิงคนหนึ่งรักกันมาก ๆ เหมือนอย่างพ่อกับแม่"
    }
  },
  {
    "translation": {
      "en": "...like your mother and I used to...",
      "th": "และผู้หญิงคนหนึ่งรักกันมาก ๆ เหมือนอย่างพ่อกับแม่"
    }
  },
  {
    "translation": {
      "en": "...their insides just don't cooperate with each other.",
      "th": "ความรู้สึกภายในมันมักจะ ไม่ค่อยให้ความร่วมมือสักเท่าไร"
    }
  },
  {
    "translation": {
      "en": "So, what's going on, honey?",
      "th": "มีอะไรเหรอจ๊ะ ลูกรัก"
    }
  },
  {
    "translation": {
      "en": "Why do you want us to take a bullet if anyone asks if you were here?",
      "th": "ทำไมถึงอยากให้พวกเราช่วยยืนยัน ถ้ามีใครมาถามว่าลูกอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "It's nothing. It's just the rumor mill.",
      "th": "ไม่มีอะไรหรอกค่ะ ก็แค่สายลมแห่งข่าวลือ"
    }
  },
  {
    "translation": {
      "en": "What's the rumor mill churning out these days? Anything interesting?",
      "th": "ข่าวลืออะไรกันนะหลุดออกมา มีอะไรน่าสนใจไหม"
    }
  },
  {
    "translation": {
      "en": "You know, not really. Not really. It's a little low on grist.",
      "th": "ไม่มีอะไรหรอกค่ะ ก็แค่ข่าวลือลม ๆ แล้ง ๆ"
    }
  },
  {
    "translation": {
      "en": "Clever wordplay. I like it. You must be related to me.",
      "th": "เล่นคำได้เก่งจริง ๆ พ่อชอบมาก ลูกต้องได้มาจากพ่อแน่ ๆ"
    }
  },
  {
    "translation": {
      "en": "-Only by marriage. -Give it to me.",
      "th": "- ก็สายเลือดนี่คะ - แน่นอนล่ะ"
    }
  },
  {
    "translation": {
      "en": "So, what we're all gonna take away from this:",
      "th": "เอาล่ะค่ะ ทุกอย่างเริ่มต้นจาก ตรงนี้นะคะ"
    }
  },
  {
    "translation": {
      "en": "-I was here all weekend, right? -Yes, yes, yes.",
      "th": "- หนูอยู่ที่นี่ตลอดสุดสัปดาห์ - ใช่ ๆ ๆ"
    }
  },
  {
    "translation": {
      "en": "Remember how I told you Google Earth couldn't find me...",
      "th": "จำที่ฉันบอกว่ากูเกิลเอิร์ท ก็ยังหาฉันไม่เจอ"
    }
  },
  {
    "translation": {
      "en": "...if I was dressed up as a ten-story building?",
      "th": "ต่อให้ฉันแต่งตัวเป็นตึก สิบชั้นได้ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Well, the next day it could find me if I was dressed as a crack on a sidewalk.",
      "th": "วันต่อมาต่อให้ฉันเป็นแค่รอยแตก บนฟุตบาท มันยังหาฉันเจอเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "That's the beauty of being a girl in high school.",
      "th": "นี่แหละค่ะ ความสวยงาม ของการเป็นเด็กนักเรียนมัธยม"
    }
  },
  {
    "translation": {
      "en": "People hear you had sex once and, bam, you're a bimbo.",
      "th": "พอมีใครรู้ว่าคุณเสียตัวไปแล้ว คุณกลายเป็นคนสวยใสไร้สมองไปเลย"
    }
  },
  {
    "translation": {
      "en": "I really didn't mean for the lie to put me on the map...",
      "th": "ฉันไม่ได้คิดเลยว่าเรื่องโกหก เรื่องเดียวจะทำให้ฉันมาทางนี้"
    }
  },
  {
    "translation": {
      "en": "...but I gotta admit, I kind of liked being on the map.",
      "th": "แต่ฉันคงต้องยอมรับว่า ฉันออกจะชอบทางสายนี้เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "So, clearly Nathaniel Hawthorne is a complex writer.",
      "th": "อย่างที่รู้ว่านาธาเนียล ฮอว์ธอร์น เป็นนักเขียนที่เข้าใจยาก"
    }
  },
  {
    "translation": {
      "en": "Even I had trouble with him.",
      "th": "ผมเองยังอ่านไม่ค่อยรู้เรื่องเลย"
    }
  },
  {
    "translation": {
      "en": "I read him originally when I was 5, but I struggled.",
      "th": "ผมอ่านหนังสือของเขาครั้งแรก ตอนห้าขวบ แต่ผมก็อ่านไม่จบ"
    }
  },
  {
    "translation": {
      "en": "So I'm gonna break it down for you. I'm gonna throw some rhymes.",
      "th": "ผมจะอธิบายให้คุณฟังเป็นบทกลอน ก็แล้วกันนะ"
    }
  },
  {
    "translation": {
      "en": "Anson, drop me a beat.",
      "th": "แอนสัน ขอจังหวะหน่อย"
    }
  },
  {
    "translation": {
      "en": "-What? -Give me a beat.",
      "th": "- อะไรนะครับ - ขอจังหวะหน่อย"
    }
  },
  {
    "translation": {
      "en": "Push it up.",
      "th": "เร็วเข้าสิ"
    }
  },
  {
    "translation": {
      "en": "Yeah, adultery, vengeance",
      "th": "คบชู้ แก้แค้น"
    }
  },
  {
    "translation": {
      "en": "Crimes of passion",
      "th": "อาชญากรรมจากความรักเหลือแสน"
    }
  },
  {
    "translation": {
      "en": "Kill the beat. I'm not gonna rap for you.",
      "th": "พอได้แล้ว ผมไม่แร็ปให้พวกคุณฟังหรอก"
    }
  },
  {
    "translation": {
      "en": "It's pandering and it's been done before...",
      "th": "มันจะมากไปหน่อย ซึ่งสามารถเห็นได้ทั่วไป"
    }
  },
  {
    "translation": {
      "en": "...in every bad movie you've ever seen. Okay.",
      "th": "ในหนังห่วย ๆ ที่พวกคุณเคยดูมานั่นแหละ เอาล่ะ"
    }
  },
  {
    "translation": {
      "en": "Ironically, we were studying The Scarlet Letter.",
      "th": "ตลกดีที่เรากำลังเรียน เรื่องอักษรคนบาปอยู่ด้วย"
    }
  },
  {
    "translation": {
      "en": "Now, isn't that always the way?",
      "th": "แต่ก็เป็นอย่างนี้อยู่แล้วนี่"
    }
  },
  {
    "translation": {
      "en": "The books you read in class always have some strong connection...",
      "th": "ที่เรื่องที่คุณเรียนในห้อง จะต้องมีความเกี่ยวข้อง"
    }
  },
  {
    "translation": {
      "en": "...with whatever angsty adolescent drama is going on.",
      "th": "กับโศกนาฏกรรมบีบคั้นหัวใจ ที่กำลังเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "Except for Huckleberry Finn. I don't know any teenage boys...",
      "th": "ยกเว้นเรื่องอักเกิลเบอร์รี ฟินน์ ฉันไม่รู้จักใครสักคน"
    }
  },
  {
    "translation": {
      "en": "...who have ever run away with a big, hulking black guy.",
      "th": "ที่หนีไปอยู่กับผู้ชาย อ้วน ดำ ล่ำ เตี้ย"
    }
  },
  {
    "translation": {
      "en": "For those who haven't read The Scarlet Letter...",
      "th": "สำหรับคนที่ยังไม่ได้อ่าน เรื่องอักษรคนบาป"
    }
  },
  {
    "translation": {
      "en": "...or for those who said you did but didn't, here's all you need to know.",
      "th": "หรือบางคนที่ไม่ได้อ่าน แต่บอกว่า อ่านแล้ว นี่คือสิ่งที่ควรรู้"
    }
  },
  {
    "translation": {
      "en": "This girl, Hester Prynne, has an affair with a minister...",
      "th": "ผู้หญิงคนนี้ชื่อ เฮสเตอร์ ไพรนน์ หล่อนมีความสัมพันธ์กับพระ"
    }
  },
  {
    "translation": {
      "en": "...is besmirched and made to wear a red A for \"adulterer.\"",
      "th": "ซึ่งถือว่าสกปรก และถูกบังคับ ให้ติดตัวอักษร \"ร\" จาก \"ร่านสวาท\""
    }
  },
  {
    "translation": {
      "en": "The town realizes she was too harshly judged...",
      "th": "เมื่อทั้งเมืองตระหนัก ว่าเธอถูกตัดสินอย่างรุนแรงเกินไป"
    }
  },
  {
    "translation": {
      "en": "...and she's really a good person, and she dies a saint.",
      "th": "และเธอก็เป็นคนดี เธอจึงได้เป็นนักบุญ"
    }
  },
  {
    "translation": {
      "en": "A whole bunch of other stuff happens too.",
      "th": "มีเรื่องแนวอื่นออกมาเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "If you have a test on it, rent the movie, but make sure it's the original...",
      "th": "ถ้าคุณอยากรู้ล่ะก็ ไปเช่าหนังมาดูสิ แต่เอาต้นฉบับนะ"
    }
  },
  {
    "translation": {
      "en": "...not the Demi Moore version where she talks in a fake British accent...",
      "th": "ไม่ใช่เวอร์ชั่นที่เดมี มัวร์ พยายามทำสำเนียงอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "...and takes a lot of baths.",
      "th": "แถมยังอาบน้ำเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "To say that one was freely adapted is a bit of an understatement, guvnor.",
      "th": "ที่ว่าคนเราปรับตัวได้อย่างเสรี เหมือนจะกล่าวน้อยไปนะ ท่านผู้ว่า"
    }
  },
  {
    "translation": {
      "en": "What we have to realize...",
      "th": "สิ่งที่เราควรตระหนักถึง"
    }
  },
  {
    "translation": {
      "en": "...is that Hester lived in an entirely different time.",
      "th": "ก็คือเฮสเตอร์มีชีวิตอยู่ใน ยุคที่ต่างจากเรามาก"
    }
  },
  {
    "translation": {
      "en": "A time when the worst crime a woman could commit was in fact adultery.",
      "th": "ยุคที่อาชญากรรมที่เลวร้ายที่สุด ที่ผู้หญิงจะสามารถก่อได้ ก็คือการคบชู้"
    }
  },
  {
    "translation": {
      "en": "Nina.",
      "th": "นีนา"
    }
  },
  {
    "translation": {
      "en": "I think Hester Prynne was--",
      "th": "หนูคิดว่าเฮสเตอร์ ไพร์น"
    }
  },
  {
    "translation": {
      "en": "Excuse my language. --a skank.",
      "th": "ขอโทษที่ใช้คำหยาบนะคะ เป็นโสเภณีค่ะ"
    }
  },
  {
    "translation": {
      "en": "A skank? So you don't think she was a victim at all?",
      "th": "โสเภณีเลยเหรอ เธอไม่คิดว่า หล่อนถูกกระทำหรืออย่างไร"
    }
  },
  {
    "translation": {
      "en": "Why should I? She brought it on herself.",
      "th": "ทำไมล่ะคะ หล่อนทำตัวเองทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "Perhaps you should embroider a red A on your wardrobe, abominable tramp.",
      "th": "บางทีเธอน่าจะติดคำว่า \"ร\" ตัวใหญ่ ๆ ไว้บนเสื้อผ้าของเธอนะ ยายสำส่อน"
    }
  },
  {
    "translation": {
      "en": "Perhaps you should get a wardrobe, you abominable twat.",
      "th": "เธอเองก็น่าจะหาตู้เสื้อผ้า มาทำที่สมสู่บ้างนะ ยายหอยเน่า"
    }
  },
  {
    "translation": {
      "en": "Not my best line, but it was provocative enough...",
      "th": "ถึงจะไม่ใช่ประโยคเด็ดของฉัน แต่มันก็ร้ายแรงมากพอ"
    }
  },
  {
    "translation": {
      "en": "...to land me in the principal's office.",
      "th": "ที่จะทำให้ฉันมานั่ง อยู่ในห้องอาจารย์ใหญ่ได้"
    }
  },
  {
    "translation": {
      "en": "Seems as if someone's on a downward spiral.",
      "th": "ดูเหมือนจะมีบางคน ที่สิ้นไร้ไม้ตอกน่าดูเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Seems as if someone's practicing the mundane activities...",
      "th": "ดูเหมือนจะมีบางคนฝึกทำเรื่องชั่ว ๆ"
    }
  },
  {
    "translation": {
      "en": "...she'll be saddled with the rest of her life.",
      "th": "ที่คน ๆ นั้นจะต้องแบกรับ ไปตลอดชีวิตที่น่าสมเพชเลยนะ"
    }
  },
  {
    "translation": {
      "en": "I hope you at least had the good sense to use protection.",
      "th": "ฉันหวังว่าเธอจะมีสติพอ ที่จะป้องกันตัวเองบ้างนะ"
    }
  },
  {
    "translation": {
      "en": "Why? Your parents didn't.",
      "th": "ทำไมล่ะ พ่อแม่เธอยังไม่ป้องกันเลย"
    }
  },
  {
    "translation": {
      "en": "-You're going to hell. -Just as long as you won't be there.",
      "th": "- เธอต้องตกนรกแน่ ๆ - ขอแค่เธอไม่ลงไปด้วยก็พอ"
    }
  },
  {
    "translation": {
      "en": "I can assure you I won't.",
      "th": "ฉันรับประกันเลยว่า ฉันไม่ไปแน่"
    }
  },
  {
    "translation": {
      "en": "Good.",
      "th": "ดีมาก"
    }
  },
  {
    "translation": {
      "en": "I don't care who started it. Just work it out.",
      "th": "ผมไม่สนหรอกนะว่าใครเริ่ม แก้ให้ได้แล้วกัน"
    }
  },
  {
    "translation": {
      "en": "Penderghast.",
      "th": "เพนเดอร์กาสท์"
    }
  },
  {
    "translation": {
      "en": "So why am I just meeting you?",
      "th": "ทำไมผมเพิ่งเคยเจอคุณนะ"
    }
  },
  {
    "translation": {
      "en": "Language like this would've warranted a visit years ago.",
      "th": "ถ้าใช้ภาษาแบบนี้น่าจะได้มา เจอกันตั้งนานแล้วนี่"
    }
  },
  {
    "translation": {
      "en": "This is the first time I've done anything remotely misbehavioral.",
      "th": "นี่เป็นครั้งแรกที่หนูแสดงพฤติกรรม ไม่ดีในที่สาธารณะ"
    }
  },
  {
    "translation": {
      "en": "This is foul.",
      "th": "แย่จริง ๆ"
    }
  },
  {
    "translation": {
      "en": "I know. I am so-- I'm really, really sorry.",
      "th": "หนูรู้ค่ะ หนูเสียใจ เสียใจจริง ๆ นะคะ"
    }
  },
  {
    "translation": {
      "en": "Sorry you said it or sorry you got caught?",
      "th": "เสียใจที่พูดออกมา หรือเสียใจที่ถูกจับได้กัน"
    }
  },
  {
    "translation": {
      "en": "Sorry I said it, honestly.",
      "th": "เสียใจที่พูดออกมาค่ะ ด้วยความสัตย์จริงเลย"
    }
  },
  {
    "translation": {
      "en": "And sorry I got caught a little bit too, but mostly just sorry I said it.",
      "th": "ที่จริงก็เสียใจที่ถูกจับได้ด้วย แต่เสียใจที่พูดออกมามากกว่าค่ะ"
    }
  },
  {
    "translation": {
      "en": "If you use a word like this again in my school, it'll be your last. Understand?",
      "th": "ถ้าคุณยังใช้คำพูดแบบนี้ในโรงเรียน ของผมอีก คุณหมดสิทธิ์เลยนะเข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "Yes, sir. Yes.",
      "th": "เข้าใจแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "I mean, this isn't one of those progressive schools...",
      "th": "ที่นี่ไม่ใช่โรงเรียนสมัยใหม่พวกนั้น"
    }
  },
  {
    "translation": {
      "en": "...where teachers are called by their first names...",
      "th": "ที่จะมาเรียกอาจารย์ ด้วยชื่อจริงของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "...and students are partners in learning...",
      "th": "หรือมีนักเรียนเป็นส่วนหนึ่ง ของการเรียนการสอน"
    }
  },
  {
    "translation": {
      "en": "...and there's a fundraising auction at the end of the year...",
      "th": "หรือมีการประมูลระดมทุน ตอนปลายปี"
    }
  },
  {
    "translation": {
      "en": "...where the more creative parents put on musical skits...",
      "th": "ให้ผู้ปกครองที่มีความคิดสร้างสรรค์ มาทำละครเพลงล้อเลียน"
    }
  },
  {
    "translation": {
      "en": "...about the community garden.",
      "th": "เรื่องสวนสาธารณะของชุมชน"
    }
  },
  {
    "translation": {
      "en": "This is public school.",
      "th": "ที่นี่เป็นโรงเรียนรัฐบาลทั่ว ๆ ไป"
    }
  },
  {
    "translation": {
      "en": "If I can keep the girls off the pole and the boys off the pipe, I get a bonus.",
      "th": "ซึ่งถ้าผมทำให้เด็กผู้หญิงเรียบร้อย เด็กผู้ชายน่ารักได้ ผมก็ได้โบนัส"
    }
  },
  {
    "translation": {
      "en": "Now, if you're sent to me one more time...",
      "th": "เอาล่ะ ถ้าคุณถูกส่งมา หาผมอีกครั้งล่ะก็"
    }
  },
  {
    "translation": {
      "en": "...you're gonna be out on your fantail. Now, am I making myself clear?",
      "th": "คุณหมดอนาคตที่นี่แน่ ๆ ผมพูดชัดพอไหม"
    }
  },
  {
    "translation": {
      "en": "Yes, sir.",
      "th": "ค่ะ อาจารย์"
    }
  },
  {
    "translation": {
      "en": "-Good. -I think so.",
      "th": "- ดีมาก - หนูคิดว่านะคะ"
    }
  },
  {
    "translation": {
      "en": "I mean, I got a little lost in the middle, but I found my way back.",
      "th": "คือหนูงง ๆ อยู่บ้างเหมือนกัน แต่พอจะเข้าใจแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "Detention after school tomorrow.",
      "th": "คุณถูกกักบริเวณพรุ่งนี้ หลังเลิกเรียน"
    }
  },
  {
    "translation": {
      "en": "Now, out.",
      "th": "เอาล่ะ ไปได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Even though it was my slutty alter ego that said a bad word in school...",
      "th": "ถึงแม้ว่าอัตตาแย่ๆของฉันจะทำให้ฉัน พูดคำหยาบในโรงเรียนก็ตาม"
    }
  },
  {
    "translation": {
      "en": "...it was my ass that got in trouble...",
      "th": "แต่ตัวฉันจริง ๆ นี่แหละที่มีปัญหา"
    }
  },
  {
    "translation": {
      "en": "...which was a place my ass had never been before.",
      "th": "ซึ่งเป็นภาวะที่ฉัน ไม่เคยเจอมาก่อน"
    }
  },
  {
    "translation": {
      "en": "Hey, Olive.",
      "th": "นี้ โอลีฟ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. The illusion is shattered.",
      "th": "พระเจ้าช่วย หมดกันภาพลักษณ์"
    }
  },
  {
    "translation": {
      "en": "They put you in the gas chamber if you take your head off at Disney World.",
      "th": "เขาไม่จับนายรมควันตายเหรอ มาถอดหน้ากากกลางดิสนีย์เวิลด์แบบนี้"
    }
  },
  {
    "translation": {
      "en": "I think they just fire you. You're thinking of Disneyland.",
      "th": "ฉันคิดว่าคงแค่โดนไล่ออก นั่นมันดิสนีย์แลนด์แล้ว"
    }
  },
  {
    "translation": {
      "en": "-Disney World is more liberal. -Oh, yeah.",
      "th": "- ดิสนีย์เวิลด์เสรีนิยมมากกว่านะ - นั่นสินะ"
    }
  },
  {
    "translation": {
      "en": "I always forget Disney World went blue in the last election.",
      "th": "ฉันก็ลืมทุกทีว่าดิสนีย์เวิลด์ เปลี่ยนไป ตั้งแต่เลือกตั้งคราวก่อน"
    }
  },
  {
    "translation": {
      "en": "Are you going to Melody Bostic's party?",
      "th": "เธอจะไปงานเลี้ยงของ เมโลดี้ บอสติกหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "I hadn't planned on it.",
      "th": "ฉันไม่ไปหรอก"
    }
  },
  {
    "translation": {
      "en": "Me neither. My cousin's getting married. It's a rehearsal dinner.",
      "th": "ฉันก็เหมือนกัน ญาติฉันจะแต่งงาน คืนนี้คงมีซ้อมกันตอนมื้อค่ำ"
    }
  },
  {
    "translation": {
      "en": "See you. Stay excellent.",
      "th": "ไว้เจอกันนะ สู้เขา"
    }
  },
  {
    "translation": {
      "en": "You too.",
      "th": "เช่นกัน"
    }
  },
  {
    "translation": {
      "en": "-What's up, kid? -Woodchuck.",
      "th": "- ว่าอย่างไร เจ้าหนู - วูดชัค"
    }
  },
  {
    "translation": {
      "en": "Please tell me the rumors are true.",
      "th": "บอกทีว่าที่เขาลือกันเป็นเรื่องจริง"
    }
  },
  {
    "translation": {
      "en": "Yes. Yes. I am a big, fat slut.",
      "th": "จริงสิ ฉันนะแรดตัวแม่เลย"
    }
  },
  {
    "translation": {
      "en": "No, the one where you got suspended for calling Nina Howell a dick...",
      "th": "ไม่ใช่ เรื่องที่เธอไปด่า ยายนีนา ฮาวเวลล์ว่าหอยเน่า"
    }
  },
  {
    "translation": {
      "en": "...and punching her in the left tit.",
      "th": "แล้วก็ต่อยนมข้างซ้าย ของหล่อนต่างหาก"
    }
  },
  {
    "translation": {
      "en": "I worry about the way information circulates at this school.",
      "th": "ฉันชักหวั่น ๆ เรื่องข่าวสาร ในโรงเรียนนี้เสียแล้ว"
    }
  },
  {
    "translation": {
      "en": "Rhi? I need to tell you something.",
      "th": "รี ฉันมีเรื่องอยากบอกเธอ"
    }
  },
  {
    "translation": {
      "en": "Like the exact moment you turned into such a badass?",
      "th": "เช่น วินาทีที่เปลี่ยนเธอให้กลายเป็น ยายตัวร้ายนะเหรอ"
    }
  },
  {
    "translation": {
      "en": "-I think I'm in love with you. -Okay.",
      "th": "- ฉันชักฉันหลงรักเธอเข้าแล้วสิ - เหรอ"
    }
  },
  {
    "translation": {
      "en": "Tell me you left a mark on that scrunched-up face of hers?",
      "th": "บอกมานะว่าได้ทิ้งรอยจารึก ไว้บนหน้าเหี่ยว ๆ ของหล่อนจริงไหม"
    }
  },
  {
    "translation": {
      "en": "-It's not true. -It wasn't the left tit?",
      "th": "- ไม่จริงสักหน่อย - แสดงว่าไม่ใช่นมข้างซ้าย"
    }
  },
  {
    "translation": {
      "en": "It was the right one. I always pegged you for a southpaw.",
      "th": "นมข้างขวาสินะ ฉันอุตส่าห์สอนให้เธอถนัดซ้าย"
    }
  },
  {
    "translation": {
      "en": "Can you listen to me for one second, please?",
      "th": "ช่วยฟังฉันหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Okay. It didn't happen.",
      "th": "ก็ได้ ไม่มีอะไรเกิดขึ้นทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, right. Your secret's safe with me, you little sex monkey.",
      "th": "อย่างนี้เอง ความลับเธอปลอดภัย หายห่วงแน่ ยายลิงน้อยหอยซุกซน"
    }
  },
  {
    "translation": {
      "en": "I got sent to the principal today.",
      "th": "วันนี้หนูโดนส่งเข้าห้อง อาจารย์ใหญ่ด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Did you win a medal or something?",
      "th": "ลูกได้รางวัล หรืออะไรมาเหรอ"
    }
  },
  {
    "translation": {
      "en": "Not exactly.",
      "th": "ไม่เชิงหรอกค่ะ"
    }
  },
  {
    "translation": {
      "en": "I used inappropriate language in English class.",
      "th": "หนูพูดคำหยาบในวิชาภาษาอังกฤษค่ะ"
    }
  },
  {
    "translation": {
      "en": "Although we're reading a book that I personally deem...",
      "th": "ถึงแม้ว่าเราจะกำลังอ่านหนังสือ ที่หนูเองคิดว่ามัน"
    }
  },
  {
    "translation": {
      "en": "...inappropriate for our age group, so I actually felt it was quite apropos.",
      "th": "ไม่เหมาะสมกับอายุของเราเท่าไร แต่มันก็เหมาะในเวลานั้นมากก็ตาม"
    }
  },
  {
    "translation": {
      "en": "What did you say?",
      "th": "ลูกพูดอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Let's just say it was an inappropriate word.",
      "th": "เอาเป็นว่า มันไม่สุภาพแล้วกันค่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, what did it start with?",
      "th": "แล้วมันเริ่มได้อย่างไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "A snide comment from a snotty girl in my class.",
      "th": "จากความเห็นแย่ ๆ ของผู้หญิง จอมสอดในห้องนะค่ะ"
    }
  },
  {
    "translation": {
      "en": "No, I mean what letter did the word start with?",
      "th": "ไม่ใช่ พ่อหมายถึงคำนั้น เริ่มด้วยตัวอะไร"
    }
  },
  {
    "translation": {
      "en": "-T. -Oh, T.",
      "th": "- ห. หีบค่ะ - อ๋อ ห.หีบ"
    }
  },
  {
    "translation": {
      "en": "-T? Let us think. T, T, T. -T. All right, T. Yeah, T.",
      "th": "- ห.หีบเหรอ อะไรนะ... ห. ห. ห. - ห.หีบ ห. หีบ ... ห.หีบ"
    }
  },
  {
    "translation": {
      "en": "-T, T, T. -T, T, T.",
      "th": "ห. ห. ห."
    }
  },
  {
    "translation": {
      "en": "-Guys. -Noun, adjective or verb?",
      "th": "ทุกคนคะ - นาม คุณศัพท์ หรือกริยาล่ะ - คำนามค่ะ"
    }
  },
  {
    "translation": {
      "en": "Noun. It's definitely slang. Think British.",
      "th": "- นาม คุณศัพท์ หรือกริยาล่ะ - คำนามค่ะ ต้องเป็นแสลงแน่เลย คิดแบบคนอังกฤษสิ"
    }
  },
  {
    "translation": {
      "en": "Tallywhacker? Termagant?",
      "th": "หำเหรอ หรือเหี้ยม"
    }
  },
  {
    "translation": {
      "en": "You're just saying sounds. Those are sounds.",
      "th": "แม่เพิ่งพูดคำที่ใกล้เคียงค่ะ คล้าย ๆ คำนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "-Spell it with your peas. -Yeah, spell it with your peas. Do it.",
      "th": "- สะกดด้วยถั่วเลย - ใช่ ๆ ใช้ถั่วสะกดเลย - เอาเลย - ได้ค่ะ หนูรับคำท้า"
    }
  },
  {
    "translation": {
      "en": "-I will take that challenge. -Do it.",
      "th": "- เอาเลย - ได้ค่ะ หนูรับคำท้า"
    }
  },
  {
    "translation": {
      "en": "I like that. All right.",
      "th": "หนูล่ะชอบจริง ๆ เอาล่ะ"
    }
  },
  {
    "translation": {
      "en": "So does this have anything to do with the rumor...",
      "th": "แล้วนี่เกี่ยวอะไรกับเรื่องข่าวลือ"
    }
  },
  {
    "translation": {
      "en": "...that you mentioned the other night?",
      "th": "ที่ลูกพูดถึงเมื่อคืนก่อนหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Do you need to talk to us about something, sweetie?",
      "th": "มีอะไรอยากคุยกับพ่อแม่ไหม ลูกรัก"
    }
  },
  {
    "translation": {
      "en": "What's a twit?",
      "th": "ห่วยคืออะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "That's an A, honey.",
      "th": "นั่นมันย.ยักษ์จ้ะ ลูก"
    }
  },
  {
    "translation": {
      "en": "It'll get you sent to the principal's office.",
      "th": "ต้องโดนส่งเข้า ห้องอาจารย์ใหญ่อยู่แล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "Sit down.",
      "th": "และมันเป็นคำไม่สุภาพ นั่งลงได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "We're lucky that this is not a common occurrence.",
      "th": "โชคดีนะที่มันไม่ได้เกิดขึ้นบ่อย ๆ"
    }
  },
  {
    "translation": {
      "en": "What would my punishment have been otherwise?",
      "th": "ฉันจะทำโทษอย่างไรดีนะ"
    }
  },
  {
    "translation": {
      "en": "-Bed without supper, I guess. -But I'm already finished.",
      "th": "งดอาหารเย็นล่ะเป็นอย่างไร แต่หนูทานเสร็จแล้วนี่คะ"
    }
  },
  {
    "translation": {
      "en": "-No dating. No dating. -Yeah, no dating.",
      "th": "- ห้ามเดตอย่างไร ห้ามเดต - ใช่ ห้ามเดต"
    }
  },
  {
    "translation": {
      "en": "-No dating for you, young lady. -No dating.",
      "th": "- ห้ามออกเดตเลย แม่สาวน้อย - ห้ามออกเดต"
    }
  },
  {
    "translation": {
      "en": "I think my complete lack of allure...",
      "th": "หนูว่าการที่หนูขาดเสน่ห์ โดยสิ้นเชิงแบบนี้"
    }
  },
  {
    "translation": {
      "en": "...already kind of shot that horse in the face.",
      "th": "ก็เท่ากับว่าหนูหมดหนทาง ของด้วยตัวเองอยู่แล้วล่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "I wouldn't know how to be grounded more than you know how to ground.",
      "th": "หนูไม่รู้จักการถูกกักบริเวณ ยิ่งกว่าที่พ่อกับแม่รู้วิธีหรอกค่ะ"
    }
  },
  {
    "translation": {
      "en": "That's right. Love you. Come here.",
      "th": "นั่นสินะ รักลูกนะ มานี่สิ"
    }
  },
  {
    "translation": {
      "en": "And I bet that girl was acting like exactly what you called her.",
      "th": "ผมเชื่อว่าเด็กคนนั้นคงทำตัว เหมือนอย่างที่ลูกพูดจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "Oh, you have no idea.",
      "th": "พ่อนึกไม่ถึงเลยล่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "I got a B-plus on my spelling test today.",
      "th": "ผมได้บีบวกในการสอบสะกดคำวันนี้"
    }
  },
  {
    "translation": {
      "en": "That's good, honey, but everything has spell check these days, so....",
      "th": "เก่งมากจ้ะ ลูก แต่ทุกวันนี้ เรามีเครื่องตรวจสอบตัวสะกดแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "Just kidding.",
      "th": "ล้อเล่นนะจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Where are you from originally?",
      "th": "ลูกมาจากไหนกันแน่นี่"
    }
  },
  {
    "translation": {
      "en": "So the next day I had detention...",
      "th": "วันต่อมาฉันก็ถูกทำโทษ"
    }
  },
  {
    "translation": {
      "en": "...which, thanks to recent budget cuts, meant cleaning.",
      "th": "ซึ่งต้องขอบคุณงบประมาณที่เพิ่ง ถูกตัดไป เลยแค่ต้องทำความสะอาด"
    }
  },
  {
    "translation": {
      "en": "I was looking forward to getting all this behind me.",
      "th": "ฉันหวังว่าฉันจะลืมเรื่องทุกอย่าง ได้ในเร็ววันนี้"
    }
  },
  {
    "translation": {
      "en": "I had done the crime. I was gonna do the time.",
      "th": "ฉันทำความผิดไป ฉันก็ต้องชดใช้"
    }
  },
  {
    "translation": {
      "en": "And that would be that, but that....",
      "th": "และมันก็ต้องเป็นไป แต่ว่า..."
    }
  },
  {
    "translation": {
      "en": "Aren't there, like, child labor laws against this?",
      "th": "เรามีกฎหมายคุ้มครองแรงงานเด็ก ไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Not in high school.",
      "th": "ไม่ใช่ในโรงเรียนหรอก"
    }
  },
  {
    "translation": {
      "en": "The principal's like the captain of the ship in international waters.",
      "th": "อาจารย์ใหญ่ทำตัว เหมือนกัปตันเรือรบเลย"
    }
  },
  {
    "translation": {
      "en": "He can even marry people.",
      "th": "เขายังอุตส่าห์ได้แต่งงาน"
    }
  },
  {
    "translation": {
      "en": "We haven't talked in a while. How have you been, Brandon?",
      "th": "เราไม่ได้คุยกันมาสักพักแล้วนะ - เป็นอย่างไรบ้างล่ะ แบรนดอน - สบายดี"
    }
  },
  {
    "translation": {
      "en": "Fabulous. I'm crushing it. Everything according to plan.",
      "th": "- เป็นอย่างไรบ้างล่ะ แบรนดอน - สบายดี เหลือเชื่อเลย ทุกอย่างเป็นไปตามแผน"
    }
  },
  {
    "translation": {
      "en": "I wanna be in detention.",
      "th": "ฉันอยากโดนทำโทษจะตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, why are you here?",
      "th": "ว่าแต่ทำไมนายมาอยู่ที่นี่ล่ะ"
    }
  },
  {
    "translation": {
      "en": "From the blood I saw gushing out of your nose, I thought you were bullied.",
      "th": "จากที่เห็นเลือดไหลออกจมูก ฉันก็นึกว่านายโดนแกล้งเสียอีก"
    }
  },
  {
    "translation": {
      "en": "Principal Gibbons is a homophobe, which is why I called him a fascist.",
      "th": "อาจารย์กิบบอนส์เกลียดพวกผิดเพศ ฉันเลยเรียกเขาว่าฟาสซิสต์"
    }
  },
  {
    "translation": {
      "en": "-So the rumors are true. -I don't know what you're talking about.",
      "th": "แสดงว่าข่าวลือเป็นของจริง ฉันไม่รู้หรอกนะว่าเธอพูดเรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "I meant about Gibbons being a fascist.",
      "th": "ฉันพูดถึงเรื่องที่กิบบอนส์ เป็นพวกฟาสซิสต์"
    }
  },
  {
    "translation": {
      "en": "So, what's with your new look? Very whore couture.",
      "th": "แล้วแต่งตัวอะไรของเธอ อย่างกับนางโลมเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, haven't you heard? I'm the new school slut.",
      "th": "ไม่รู้เรื่องเลยเหรอ ฉันนะตัวแม่คนใหม่ของโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "You know, I did hear something. I also heard he was twice your age.",
      "th": "ฉันก็ได้ยินมาเหมือนกันนะ แถมยังได้ยินด้วยว่าเขา แก่กว่าเธอเป็นรอบ"
    }
  },
  {
    "translation": {
      "en": "Oh, no, no, no. No, he was a freshman in college.",
      "th": "โอ๊ย ไม่ ๆ ๆ เขาเพิ่งขึ้นปีหนึ่งเท่านั้นเอง"
    }
  },
  {
    "translation": {
      "en": "I also heard he gave you crabs.",
      "th": "เห็นว่าเธอติดโลนมาด้วยนี่"
    }
  },
  {
    "translation": {
      "en": "-People suck. -Tell me about it.",
      "th": "บ้าชะมัด เล่าให้ฟังหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "He's not real.",
      "th": "เขาไม่มีตัวตนหรอก"
    }
  },
  {
    "translation": {
      "en": "-What? -The guy I slept with. I made him up.",
      "th": "อะไรนะ คนที่ฉันนอนด้วยนะ ฉันแต่งเรื่องขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "Wait, you started the rumor?",
      "th": "เดี๋ยวก่อนเธอเป็นคน แต่งข่าวขึ้นมาเองเหรอ"
    }
  },
  {
    "translation": {
      "en": "Indirectly, I guess sort of.",
      "th": "ไม่ได้ตั้งใจหรอก แต่ก็ประมาณนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "Or actually, no. No, not really. No, I didn't.",
      "th": "แต่จะว่าไป ก็เปล่านะ ไม่หรอก ไม่ ฉันไม่ได้แต่ง"
    }
  },
  {
    "translation": {
      "en": "Well, but you're perpetuating it. That's really messed up.",
      "th": "แต่เธอก็ปล่อยให้ข่าวกระจายออกไป เละเทะไปใหญ่แล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "You're not even a real slut. You just want people to think you are.",
      "th": "เธอไม่ได้แรดด้วยซ้ำ เธอแค่อยากให้คนอื่นคิดว่าเธอแรด"
    }
  },
  {
    "translation": {
      "en": "It's pathetic.",
      "th": "น่าสมเพชชะมัด"
    }
  },
  {
    "translation": {
      "en": "No offense, but you could probably learn something from me, Brando.",
      "th": "ฉันไม่เถียงหรอกนะ แต่นายน่าจะ เรียนรู้อะไรจากฉันบ้างสิ แบรนโด"
    }
  },
  {
    "translation": {
      "en": "Are you saying that I should act straight so people will like me?",
      "th": "เธอกำลังบอกให้ฉันแอ๊บแมนบ้าง คนอื่นจะได้ชอบฉันเหรอ"
    }
  },
  {
    "translation": {
      "en": "That's groundbreaking. You should teach a course at The Learning Annex.",
      "th": "ช่างคิดจริง ๆ เธอน่าจะไปเปิดสอน ที่เลิร์นนิง แอนเน็กซ์นะ แล้วตั้งชื่อวิชาแบบนี้ก็ได้"
    }
  },
  {
    "translation": {
      "en": "It could be called \"The Painfully Obvious with Olive Penderghast...",
      "th": "ที่เลิร์นนิง แอนเน็กซ์นะ แล้วตั้งชื่อวิชาแบบนี้ก็ได้ \"กว่าจะรู้ก็เละไปแล้ว โดยโอลีฟ แพนเดอร์กาสท์ สตรอว์ตัวแม่\""
    }
  },
  {
    "translation": {
      "en": "...the Fake School Slut.\"",
      "th": "\"กว่าจะรู้ก็เละไปแล้ว โดยโอลีฟ แพนเดอร์กาสท์ สตรอว์ตัวแม่\""
    }
  },
  {
    "translation": {
      "en": "I was just suggesting that maybe these kids we call peers...",
      "th": "ฉันแค่จะบอกว่าบางที พวกคนที่เราเรียกว่าเพื่อน"
    }
  },
  {
    "translation": {
      "en": "...are onto something. You know, like Marianne Bryant.",
      "th": "อาจจะวางแผนอะไรอยู่ก็ได้ อย่างยายมารีแอน ไบรอันท์"
    }
  },
  {
    "translation": {
      "en": "Maybe that whole stuck-up, Jesus-freak thing is an act. You know?",
      "th": "บางทีอาการคลั่งพระเยซู ที่เราเห็นทั้งหมดนั่นอาจจะเป็น แค่การแสดงก็ได้"
    }
  },
  {
    "translation": {
      "en": "No, I think she's just a stuck-up Jesus freak.",
      "th": "ไม่หรอก ฉันว่านางนะ คลั่งของจริงเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "And there are some of us who are just trying to blend in to the crowd.",
      "th": "และยังมีคนบางกลุ่มที่พยายาม จะเข้าสังคมให้ได้"
    }
  },
  {
    "translation": {
      "en": "Well, then you've gotta do everything you can to blend in...",
      "th": "ถ้าอย่างนั้นนายก็ต้องทำทุกอย่าง เพื่อให้เข้าสังคมให้ได้"
    }
  },
  {
    "translation": {
      "en": "...or decide not to care.",
      "th": "ไม่อย่างนั้นก็ต้องทำใจเสีย"
    }
  },
  {
    "translation": {
      "en": "I can't decide if you're a genius or a lunatic.",
      "th": "ฉันบอกไม่ถูกเลยว่านี่เธอฉลาด หรือเธอบ้ากันแน่"
    }
  },
  {
    "translation": {
      "en": "Well, don't they sort of go hand in hand?",
      "th": "มันก็ใกล้เคียงกันนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "-So you heard any word from George? -Nope.",
      "th": "- แล้วจอร์จติดต่อมาบ้างไหม - ไม่เลย"
    }
  },
  {
    "translation": {
      "en": "I told you, that was a one-night stand, which is now over.",
      "th": "ก็บอกแล้วว่าเรามีอะไรกันคืนเดียว ตอนนี้แยกกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "You're being pretty cavalier about this.",
      "th": "เธอไม่กังวลเรื่องนี้เลยนะ"
    }
  },
  {
    "translation": {
      "en": "Aren't you supposed to be eternally in love with him?",
      "th": "เธอควรจะมีรักนิรันดร์ กับเขาไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes, I believe so. If I was a Gossip Girl in Sweet Valley with traveling pants.",
      "th": "ใช่สิ ถ้าฉันเป็นวนิดา ของชายพจน์ แห่งบ้านทรายทองล่ะก็นะ"
    }
  },
  {
    "translation": {
      "en": "But no, I'm not. So I could really care less.",
      "th": "แต่เผอิญว่าฉันไม่ใช่ อย่างนั้นฉันก็ไม่ต้องสน"
    }
  },
  {
    "translation": {
      "en": "So Brandy Carter was telling Vanessa Hodges...",
      "th": "ยายแบรนดี้ คาร์เตอร์ บอกยายวาเนสซา ฮอดเจส"
    }
  },
  {
    "translation": {
      "en": "...that you were with three guys in a Jacuzzi.",
      "th": "ว่าเธอลงอ่างจากุสซี พร้อมผู้ชายอีกสามคน"
    }
  },
  {
    "translation": {
      "en": "Sounds like a lot of work.",
      "th": "ฟังดูงานหนักนะนี่"
    }
  },
  {
    "translation": {
      "en": "I guess that's still better than getting it on with some old dude.",
      "th": "แต่ฉันว่าก็ยังดีกว่า ไปมีอะไรกับคนแก่ล่ะนะ"
    }
  },
  {
    "translation": {
      "en": "Who said that?",
      "th": "ใครพูดเหรอ"
    }
  },
  {
    "translation": {
      "en": "Do you know that Brandon kid? That's what somebody told him.",
      "th": "เธอรู้จักเจ้าแบรนดอนนั่นไหม มีคนบอกเขาแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Isn't he a homo?",
      "th": "เขาเป็นเกย์ไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Speak of the devil. Hello.",
      "th": "ตายยากจริง ๆ ฮัลโหล"
    }
  },
  {
    "translation": {
      "en": "I was just talking about you with my friend, Rhiannon.",
      "th": "ฉันเพิ่งพูดถึงเรื่องนายกับ รีอานนอนไปเอง"
    }
  },
  {
    "translation": {
      "en": "You know Rhiannon. She's perpetually angry.",
      "th": "รีอานนอน ยายหน้าบูดตลอดศก"
    }
  },
  {
    "translation": {
      "en": "She curses like a Somali sailor. Bi--",
      "th": "ที่ชอบสบถแบบเถื่อน ๆ น่า..."
    }
  },
  {
    "translation": {
      "en": "-Yeah. That's the one. -\"Bi--\"? \"Bi--\"? What's \"bi-\"?",
      "th": "- นั่นแหละ คนนั้นเลย - น่า... น่าอะไร"
    }
  },
  {
    "translation": {
      "en": "-Okay. -I wanna know what \"bi--\" is.",
      "th": "- โอเค - ฉันอยากรู้ว่าน่าอะไร"
    }
  },
  {
    "translation": {
      "en": "Hello, what's \"bi--\"? What is \"bi--\"?",
      "th": "ฮัลโหล น่าอะไร น่าที่ว่านะอะไร"
    }
  },
  {
    "translation": {
      "en": "-Bye. -\"Bi--\"? What is \"bi--\"?",
      "th": "- บ๊ายบาย - ตกลงน่าอะไร"
    }
  },
  {
    "translation": {
      "en": "Bedazzling personality? Beautiful, beautiful soul?",
      "th": "น่าเอาเป็นแบบอย่าง น่ารัก..."
    }
  },
  {
    "translation": {
      "en": "-Big tits. -That's my identifier?",
      "th": "- น่ารักมาก ๆ เหรอ - หน้าอกใหญ่ เห็นฉันเป็นแบบนั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "All right, well, that was Brandon. He needs to talk to me about something.",
      "th": "แบรนดอนโทรมา เขาอยากคุยกับฉันหน่อย"
    }
  },
  {
    "translation": {
      "en": "-Probably wants to borrow an outfit. -Whatever, Big Tits.",
      "th": "- อาจจะขอยืมชุด - ช่างเถอะ ยายโนตม"
    }
  },
  {
    "translation": {
      "en": "Heck, yeah!",
      "th": "สุดยอด"
    }
  },
  {
    "translation": {
      "en": "Big tits!",
      "th": "หน้าอกใหญ่"
    }
  },
  {
    "translation": {
      "en": "The next day, things took a turn for the scandalous...",
      "th": "วันต่อมา เรื่องราวก็วนเข้าสู่ความอื้อฉาว"
    }
  },
  {
    "translation": {
      "en": "...which brings us to part three.",
      "th": "และนำมาซึ่งภาคที่สาม"
    }
  },
  {
    "translation": {
      "en": "A lady's choice and a gentleman's agreement.",
      "th": "\"ทางเลือกหญิงสาว และสัญญาลูกผู้ชาย\""
    }
  },
  {
    "translation": {
      "en": "Hi. Is there an Olive here?",
      "th": "สวัสดีครับ บ้านนี้มีโอลีฟไหมครับ"
    }
  },
  {
    "translation": {
      "en": "There's a whole jar of them in the fridge.",
      "th": "มีสิจ๊ะ เต็มโหลเลย อยู่ในตู้เย็นนะ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I must have the wrong address.",
      "th": "ขอโทษครับ สงสัยผมจะมาผิดบ้าน"
    }
  },
  {
    "translation": {
      "en": "Just kidding. Come on in.",
      "th": "ล้อเล่นนะจ๊ะ เข้ามาสิ"
    }
  },
  {
    "translation": {
      "en": "Any friend of Olive's is a friend of our daughter's.",
      "th": "ถ้าเป็นเพื่อนของโอลีฟ ก็เป็นเพื่อนของลูกสาวเรา"
    }
  },
  {
    "translation": {
      "en": "Olive, sweetie.",
      "th": "โอลีฟ ลูกรัก"
    }
  },
  {
    "translation": {
      "en": "There's a young man here to see you.",
      "th": "มีชายหนุ่มมาหาจ้ะ"
    }
  },
  {
    "translation": {
      "en": "He said something about asking for your hand in marriage.",
      "th": "เขาพูดถึงการแต่งงานด้วยนะจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, happy day, Mama!",
      "th": "มีความสุขจริงฉัน"
    }
  },
  {
    "translation": {
      "en": "Oh, I thought I was gonna have to spend my dowry...",
      "th": "ฉันก็นึกว่าจะต้องเสียเงิน"
    }
  },
  {
    "translation": {
      "en": "...on booze and pills to numb the loneliness.",
      "th": "ไปกับเหล้า และยา เพื่อดับความเหงาเสียแล้ว"
    }
  },
  {
    "translation": {
      "en": "A gentleman caller, hurray!",
      "th": "มีหนุ่มเข้ามาแล้ว ไชโย"
    }
  },
  {
    "translation": {
      "en": "-What's that? -Olive has a boy in her room.",
      "th": "- อะไรนะ - มีหนุ่มมาหาลูกถึงห้อง"
    }
  },
  {
    "translation": {
      "en": "-A boy? -A boy.",
      "th": "- หนุ่มเหรอ - หนุ่มสิ"
    }
  },
  {
    "translation": {
      "en": "-Wow, a boy. -A boy.",
      "th": "- หนุ่ม - หนุ่มค่ะ"
    }
  },
  {
    "translation": {
      "en": "A boy?",
      "th": "หนุ่มแน่เหรอ"
    }
  },
  {
    "translation": {
      "en": "A boy.",
      "th": "หนุ่มค่ะ"
    }
  },
  {
    "translation": {
      "en": "Welcome. This is where the magic happens.",
      "th": "ยินดีต้อนรับสู่สถานที่ อันสิ่งมหัศจรรย์บังเกิด"
    }
  },
  {
    "translation": {
      "en": "And by magic I mean nothing.",
      "th": "ซึ่งมหัศจรรย์ที่ฉันว่า คือ ไม่มีอะไร"
    }
  },
  {
    "translation": {
      "en": "-Do you wanna go out with me? -What?",
      "th": "- เธออยากคบกับฉันไหม - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Well, I mean, like, do you wanna be my girlfriend?",
      "th": "ฉันหมายความว่าเธออยาก เป็นแฟนกับฉันไหม"
    }
  },
  {
    "translation": {
      "en": "Brandon, just a couple hours ago you told me you were Kinsey Six gay.",
      "th": "แบรนดอน เมื่อหกชั่วโมงก่อน นายเพิ่งจะบอกฉันว่าเป็นเกย์"
    }
  },
  {
    "translation": {
      "en": "True, but you said I should pretend to be straight, so....",
      "th": "ก็ใช่ แต่เธอบอกเองให้ฉัน แกล้งทำเป็นผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "Yeah, I didn't mean with me.",
      "th": "ฉันไม่ได้ให้มาแกล้งกับฉัน"
    }
  },
  {
    "translation": {
      "en": "I mean, you're a nice guy and all, but you're not really my type.",
      "th": "คือนายก็ดีสมบูรณ์แบบ แต่ว่านายไม่ใช่แบบที่ฉันชอบ"
    }
  },
  {
    "translation": {
      "en": "Yeah, you're not really my type either.",
      "th": "เธอก็ไม่ใช่แบบที่ฉันชอบเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Yeah, I know that. I got that V where you'd rather see a P.",
      "th": "ฉันรู้ ฉันมีจิ๋ม แต่นายชอบจู๋มากกว่า"
    }
  },
  {
    "translation": {
      "en": "Do you wanna have sex with me or not?",
      "th": "เธออยากนอนกับฉันไหมตกลง"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, dude.",
      "th": "พระเจ้าช่วย อะไรนี่"
    }
  },
  {
    "translation": {
      "en": "You completely missed the point.",
      "th": "นายเข้าใจผิดใหญ่โตแล้ว ฉันไม่ได้หมายความอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "-That's not what I was saying. -I know what you were saying.",
      "th": "นายเข้าใจผิดใหญ่โตแล้ว ฉันไม่ได้หมายความอย่างนั้น ฉันเข้าใจว่าเธอหมายความว่าอะไร ฉันต้องแอ๊บแมนจนกว่าจะหลุดพ้น"
    }
  },
  {
    "translation": {
      "en": "I should act straight till I get out of this hellhole.",
      "th": "ฉันเข้าใจว่าเธอหมายความว่าอะไร ฉันต้องแอ๊บแมนจนกว่าจะหลุดพ้น"
    }
  },
  {
    "translation": {
      "en": "Then I can be whoever I wanna be. I get that.",
      "th": "แล้วฉันค่อยเป็นสิ่งที่ฉันอยากเป็น ฉันเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "You know that I didn't have sex with a college guy, right?",
      "th": "นายรู้ใช่ไหมว่าฉันไม่ได้นอน กับหนุ่มวิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "I just told everybody I did.",
      "th": "ฉันแค่บอกคนอื่นว่าฉันนอน"
    }
  },
  {
    "translation": {
      "en": "Actually, I told one person I did. And you know how these things work.",
      "th": "ที่จริงฉันบอกแค่คนเดียว และนายก็เห็นแล้วนี่ว่าผลเป็นอย่างไร"
    }
  },
  {
    "translation": {
      "en": "It's like wildfire.",
      "th": "ลามไปอย่างกับไฟลามทุ่ง"
    }
  },
  {
    "translation": {
      "en": "So you're saying I shouldn't really have sex?",
      "th": "เธอจะบอกว่าฉันไม่ต้อง มีอะไรจริง ๆ ก็ได้ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "I should just say I had sex with someone. A girl.",
      "th": "นายแค่บอกว่า นายไปนอนกับใครมาก็ได้ ผู้หญิงนะ"
    }
  },
  {
    "translation": {
      "en": "Yes. Yes.",
      "th": "นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Oh, no.",
      "th": "ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "-Wai-- Just-- -Oh, no, no, no.",
      "th": "เดี๋ยวนะ - ไม่ ๆ ๆ - แค่..."
    }
  },
  {
    "translation": {
      "en": "-No way! No way! -Just wait. Wait, wait. Stop it, stop it.",
      "th": "- ไม่ได้ ๆ - เดี๋ยวก่อน เดี๋ยว หยุดเลย หยุด"
    }
  },
  {
    "translation": {
      "en": "-Absolutely not. -Think about it. Think about it.",
      "th": "- ไม่ได้เด็ดขาด - ลองคิดดูสิ"
    }
  },
  {
    "translation": {
      "en": "-We could help each other out. -No.",
      "th": "- เราช่วยกันได้นะ - ไม่"
    }
  },
  {
    "translation": {
      "en": "You wanna maintain this floozy facade.",
      "th": "เธอเองก็อยากรักษาภาพลักษณ์นี้ไว้"
    }
  },
  {
    "translation": {
      "en": "I don't wanna get pushed into shit every day. It's a win-win-win.",
      "th": "ฉันเองก็ไม่อยากโดนเล่นทุกวัน มีแต่ได้กับได้กับได้นะ"
    }
  },
  {
    "translation": {
      "en": "How do you know I like being thought of as a floozy?",
      "th": "นายรู้ได้อย่างไรว่าฉัน ชอบมีภาพลักษณ์แบบนี้"
    }
  },
  {
    "translation": {
      "en": "Because at least you're being thought of.",
      "th": "เพราะอย่างน้อยก็มีคน นึกถึงเธอ"
    }
  },
  {
    "translation": {
      "en": "Just one good imaginary bonk.",
      "th": "แค่เล่าเรื่องบนเตียง สนุก ๆ เท่านั้นเอง"
    }
  },
  {
    "translation": {
      "en": "You are on crack. All right? And not the good kind.",
      "th": "นายบ้าไปแล้ว บ้าที่สุด บ้าไม่มีดีเลย"
    }
  },
  {
    "translation": {
      "en": "It doesn't have to be a bonk.",
      "th": "ไม่เห็นต้องเป็นเรื่องบนเตียงก็ได้"
    }
  },
  {
    "translation": {
      "en": "It could be an imaginary butterbean, lemon squeeze....",
      "th": "แค่แบบเป่าปี่ หรือตกปลาเฉย ๆ ก็ได้"
    }
  },
  {
    "translation": {
      "en": "-I don't know what any of that means. -That's because you're a virgin.",
      "th": "- ฉันไม่เข้าใจว่ามันคืออะไร - เพราะเธอยังบริสุทธิ์ต่างหาก"
    }
  },
  {
    "translation": {
      "en": "You know what? This is not the answer at all.",
      "th": "จะบอกอะไรให้นะ ฉันไม่เอาแบบนี้แน่"
    }
  },
  {
    "translation": {
      "en": "-I'll pay you whatever you want. -I don't want your money, Brandon.",
      "th": "ฉันจะจ่ายให้เท่าที่เธออยากได้ ฉันไม่ได้อยากได้เงินนายนะ แบรนดอน"
    }
  },
  {
    "translation": {
      "en": "Just do what I did and make someone up.",
      "th": "ทำอย่างที่ฉันทำก็พอ แต่งเรื่องขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "Who's going to believe me?",
      "th": "ใครจะไปเชื่อฉันล่ะ"
    }
  },
  {
    "translation": {
      "en": "You don't understand how hard it is, all right? I'm tormented.",
      "th": "เธอไม่รู้หรอกว่ามันเจ็บแค่ไหน ฉันทรมานมากนะ"
    }
  },
  {
    "translation": {
      "en": "And every day at school is like I'm being suffocated.",
      "th": "ทุกวันที่โรงรียนของฉัน เหมือนไม่มีอากาศหายใจ"
    }
  },
  {
    "translation": {
      "en": "And sure, we can sit and fantasize all we want...",
      "th": "แน่นอน เราสามารถนั่งเพ้อฝัน อย่างที่เราต้องการได้"
    }
  },
  {
    "translation": {
      "en": "...about how things are gonna be different one day...",
      "th": "ว่าวันหนึ่งทุกอย่างจะต้องเปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "...but this is today and it sucks.",
      "th": "แต่ตอนนี้คือวันนี้ และมันแย่"
    }
  },
  {
    "translation": {
      "en": "There's only one way around it. You were smart enough to think of it.",
      "th": "มีทางออกเพียงทางเดียวเท่านั้น และเธอก็ฉลาดพอที่จะนึกได้ ขอร้องล่ะ ช่วยฉันที"
    }
  },
  {
    "translation": {
      "en": "So please, just help me.",
      "th": "และเธอก็ฉลาดพอที่จะนึกได้ ขอร้องล่ะ ช่วยฉันที"
    }
  },
  {
    "translation": {
      "en": "Because I can't take another day of this. I don't know what I'll do.",
      "th": "เพราะฉันรับมันต่อไปไม่ไหวแล้ว และฉันไม่รู้ว่าจะทำอะไรไปบ้าง"
    }
  },
  {
    "translation": {
      "en": "I don't do anything half-assed. All right?",
      "th": "ฉันไม่ทำอะไรครึ่ง ๆ กลาง ๆ นะ เข้าใจไหม เราต้องออกสื่อไปเลย"
    }
  },
  {
    "translation": {
      "en": "It'll have to be a public event.",
      "th": "เข้าใจไหม เราต้องออกสื่อไปเลย"
    }
  },
  {
    "translation": {
      "en": "Melody Bostic is throwing a party tomorrow night.",
      "th": "เมโลดี บอสติก จะจัดงานเลี้ยงคืนพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "All of your tormentors will be there. You and I are going together. All right?",
      "th": "คนที่แกล้งนายต้องไปกันหมดแน่ เราจะไปที่นั่นด้วยกัน ตกลงไหม"
    }
  },
  {
    "translation": {
      "en": "You have to do everything I say and tell everyone that I am sensational.",
      "th": "นายต้องทำตามที่ฉันบอกทุกอย่าง และบอกทุกคนว่าฉันสุดยอด"
    }
  },
  {
    "translation": {
      "en": "-Thank you so much for doing this. -Just...",
      "th": "ขอบคุณนะที่ยอมช่วย แต่..."
    }
  },
  {
    "translation": {
      "en": "...you know, make sure you're ready to live with the consequences.",
      "th": "รับเรื่องที่จะเกิดขึ้นต่อมา ให้ได้ก็แล้วกัน"
    }
  },
  {
    "translation": {
      "en": "-What the hell is a lemon squeeze? -It's like a backwards melon bag.",
      "th": "ตกลงเป่าปี่คืออะไร ก็คล้าย ๆ กับเป่าขลุ่ยนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "How don't I know any of this?",
      "th": "ทำไมฉันไม่รู้จักคำพวกนี้เลย"
    }
  },
  {
    "translation": {
      "en": "The next night was the party at Melody Bostic's house.",
      "th": "คืนถัดมาเป็นงานเลี้ยงที่ ที่บ้านเมโลดี้ บอสติก"
    }
  },
  {
    "translation": {
      "en": "She is the most popular girl in school.",
      "th": "หล่อนเป็นสาวที่เป็นที่นิยมที่สุด ในโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "It's partly because she's pretty and has perfect hair...",
      "th": "ส่วนหนึ่งเป็นเพราะว่า หล่อนหน้าตาดี และผมสวย"
    }
  },
  {
    "translation": {
      "en": "...but mostly because her parents let her have these parties...",
      "th": "แต่ส่วนใหญ่แล้วเป็นเพราะว่า พ่อแม่ของหล่อนยอมให้หล่อนจัดงานได้"
    }
  },
  {
    "translation": {
      "en": "...every time she catches them doing it in the pool...",
      "th": "ทุกครั้งที่หล่อนจับได้ว่าพ่อกับแม่ แอบอึ๊บกันในสระว่ายน้ำ"
    }
  },
  {
    "translation": {
      "en": "...which is every week, apparently.",
      "th": "ซึ่งก็แทบจะทุกอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "Brandon and I showed up when it was in full swing.",
      "th": "แบรนดอนกับฉันไปถึงงาน ตอนที่ทุกคนกำลังสนุกสุดเหวี่ยง"
    }
  },
  {
    "translation": {
      "en": "I borrowed a dress from my mom, Brandon borrowed a jacket from me...",
      "th": "ฉันยืมชุดมาจากแม่ ส่วนแบรนดอน ก็ยืมชุดของฉันอีกที"
    }
  },
  {
    "translation": {
      "en": "...and we put on a little show.",
      "th": "เราจัดการแสดงกันนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "Hey, Olive and Brandon.",
      "th": "สวัสดี โอลีฟ แบรนดอน"
    }
  },
  {
    "translation": {
      "en": "What's up?",
      "th": "ว่าอย่างไรจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "I hope you don't mind, but we had a few pre-cocktail-party cocktails...",
      "th": "เธอคงไม่ว่าอะไรนะ แต่ว่าเรา อุ่นเครื่องกันมาก่อนแล้ว"
    }
  },
  {
    "translation": {
      "en": "...like, before the cocktail party with cocktails.",
      "th": "ก่อนที่เราจะเครื่องร้อนกันที่นี่"
    }
  },
  {
    "translation": {
      "en": "Listen, here's the sitch, Melody Bostic.",
      "th": "ฟังนะ พูดตรง ๆ เลยแล้วกัน เมโลดี้ บอสติก"
    }
  },
  {
    "translation": {
      "en": "Brandon was just in the middle of telling me this really funny thing...",
      "th": "แบรนดอน กำลังเล่าเรื่องสนุกค้างเอาไว้"
    }
  },
  {
    "translation": {
      "en": "...which is really funny.",
      "th": "ซึ่งมันสนุกมาก ๆ"
    }
  },
  {
    "translation": {
      "en": "And I was wondering if there's, like, a room where we could go...",
      "th": "และฉันอยากรู้ว่าเธอพอจะมีห้อง ที่เราจะไปเล่ากันต่อ"
    }
  },
  {
    "translation": {
      "en": "...where he could finish telling me that thing that's funny...",
      "th": "ให้เรื่องสนุกสุด ๆ เรื่องนั้น จบบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "...if you know what I mean.",
      "th": "เธอคงเข้าใจที่ฉันบอกนะ"
    }
  },
  {
    "translation": {
      "en": "You can use my room.",
      "th": "เธอใช้ห้องฉันก็ได้"
    }
  },
  {
    "translation": {
      "en": "Down the hall to the left.",
      "th": "อยู่สุดทางเดินทางซ้ายเลย"
    }
  },
  {
    "translation": {
      "en": "Cool.",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Is that Olive with Brandon?",
      "th": "นั่นโอลีฟกับแบรนดอนหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "I know. What the hell, right?",
      "th": "ใช่ ตกใจล่ะสิ ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "You guys are my buddies.",
      "th": "พวกนายเป็นเพื่อนฉัน...."
    }
  },
  {
    "translation": {
      "en": "I'm drunk, bitches. What's up?",
      "th": "ฉันเมาแล้วนะ อะไรนักหนา"
    }
  },
  {
    "translation": {
      "en": "I love your room!",
      "th": "ฉันชอบห้องเธอจัง"
    }
  },
  {
    "translation": {
      "en": "My sheets. Put a towel down.",
      "th": "ผ้าปูที่นอน ปูผ้าขนหนูก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "-Olive's gonna do a gay dude. -Thanks. Close the shades.",
      "th": "- โอลีฟจะเล่นเกย์ล่ะ - ขอบใจปิดหน้าต่างเสีย"
    }
  },
  {
    "translation": {
      "en": "-What are you doing? -Relax.",
      "th": "- ทำอะไรของเธอนะ - ใจเย็น ๆ สิ"
    }
  },
  {
    "translation": {
      "en": "Jesus, what is with you gays? Are you really that repulsed by lady parts?",
      "th": "พระเจ้า พวกเกย์นี่อย่างไร จะรังเกียจอะไรขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "What do you think I have down there, a gnome?",
      "th": "นายคิดว่าฉันจะทำอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "So nice. What is that, lavender? It's pretty.",
      "th": "สวยจังเลย มันอะไรนะ ลาเวนเดอร์หรือเปล่า สวยจังเลย"
    }
  },
  {
    "translation": {
      "en": "What are you doing? Can you--? Can you come here, please?",
      "th": "ทำอะไรของนายนะ ช่วยมาตรงนี้ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Jacket off. Come on.",
      "th": "ถอดแจ็กเก็ตออก เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "All right. Come on. Chop-chop. All right.",
      "th": "เอาล่ะ มานี่ ให้ไว ๆ ดีมาก"
    }
  },
  {
    "translation": {
      "en": "Now grunt. Grunt and make it convincing.",
      "th": "ส่งเสียงสิ ส่งเสียง เอาให้น่าเชื่อด้วย"
    }
  },
  {
    "translation": {
      "en": "I said grunt, not whine. Just grunt.",
      "th": "บอกให้คำราม ไม่ใช่คราง คำรามสิ"
    }
  },
  {
    "translation": {
      "en": "Moan, you know? Like, sex noises.",
      "th": "คำรามแบบกระเส่า ๆ แบบในหนังโป๊"
    }
  },
  {
    "translation": {
      "en": "God, you are pathetic.",
      "th": "พระเจ้า น่าสมเพชจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "Good. Good.",
      "th": "ดีแล้ว ดี"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Oh, yeah.",
      "th": "สุดยอด ๆ"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "th": "สุดยอด"
    }
  },
  {
    "translation": {
      "en": "-Oh, yeah. -Oh, yeah.",
      "th": "- สุดยอด - สุดยอด"
    }
  },
  {
    "translation": {
      "en": "-You don't have to be so aggressive. -You don't like that?",
      "th": "ไม่ต้องรุนแรงขนาดนี้ก็ได้ ไม่ชอบเหรอ ไม่ชอบเหรอ"
    }
  },
  {
    "translation": {
      "en": "-No, I don't like that. -You don't like that?",
      "th": "ไม่ชอบเหรอ ไม่ชอบเหรอ - ไม่ชอบ - แล้วถ้าแบบนี้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "How about that?",
      "th": "- ไม่ชอบ - แล้วถ้าแบบนี้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "-Little better. -Yeah, you like that.",
      "th": "- ดีขึ้นนิดหน่อย - ชอบแบบนี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "I like that.",
      "th": "ชอบสิ"
    }
  },
  {
    "translation": {
      "en": "-This guy, he's gay, no? -I think he's gay.",
      "th": "- หมอนี่เป็นเกย์ไม่ใช่เหรอ - ฉันนึกว่าเขาเป็นเกย์"
    }
  },
  {
    "translation": {
      "en": "-Don't stop! -Keep going.",
      "th": "- อย่าหยุดนะ - ต่อเลย ๆ"
    }
  },
  {
    "translation": {
      "en": "-Don't stop. -I'm not gonna stop.",
      "th": "- อย่าหยุดนะ - ไม่หยุดหรอก"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna stop.",
      "th": "ฉันไม่หยุดแน่"
    }
  },
  {
    "translation": {
      "en": "Now you try. You try.",
      "th": "นายลองบ้าง ๆ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna turn you around and take you from the back.",
      "th": "หันหลังเดี๋ยวนี้ ฉันจะเล่นจากข้างหลังบ้าง"
    }
  },
  {
    "translation": {
      "en": "That's not gonna make people think you're straight.",
      "th": "นั่นมันไม่ทำให้คนอื่น คิดว่านายเป็นชายทั้งแท่งนะ"
    }
  },
  {
    "translation": {
      "en": "Never mind that gayness because I'm a straight guy. Roar!",
      "th": "เกย์อะไรที่ไหน เพราะฉันเป็นชายทั้งแท่ง"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah! Oh, yeah!",
      "th": "สุดยอด ๆ"
    }
  },
  {
    "translation": {
      "en": "-That's awesome! That's perfect! -Yeah!",
      "th": "- ยอดเยี่ยม สุดยอด - เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "That's what I'm talking about!",
      "th": "ต้องอย่างนี้สิ"
    }
  },
  {
    "translation": {
      "en": "Do you smell that? Do you smell us?",
      "th": "ได้กลิ่นไหม ได้กลิ่นหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Did he just say it smelled?",
      "th": "เขาบอกว่ามีกลิ่นอย่างนั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Isn't it supposed to smell?",
      "th": "มันไม่ควรมีกลิ่นไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "You're not supposed to comment on it.",
      "th": "นายอย่าพูดแบบนั้นสิ"
    }
  },
  {
    "translation": {
      "en": "-It doesn't really smell that bad. -Oh, yeah. Yes, God!",
      "th": "กลิ่นไม่ได้แย่ขนาดนั้นสักหน่อย สุดยอด พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-Don't stop. Yeah! -Don't stop. It's too much fun.",
      "th": "- อย่าหยุดนะ - อย่าหยุด กำลังสนุกเลย"
    }
  },
  {
    "translation": {
      "en": "-You ready for the grand finale? -Yeah. What?",
      "th": "- พร้อมจบอย่างสวยงามหรือยัง - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "th": "สุดยอด"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "มานี่"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "th": "พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "Go forth, my son. You're a man now.",
      "th": "เชิญเลย ลูกรัก นายเป็นชายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "นี่"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบใจนะ"
    }
  },
  {
    "translation": {
      "en": "Seriously, thanks.",
      "th": "จริง ๆ นะ ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "-Here. -What is this?",
      "th": "- เอาไป - อะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Evidence.",
      "th": "หลักฐานอย่างไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "What's up?",
      "th": "มีอะไร"
    }
  },
  {
    "translation": {
      "en": "Hey, man.",
      "th": "เป็นอย่างไร"
    }
  },
  {
    "translation": {
      "en": "How was she?",
      "th": "หล่อนเด็ดไหม"
    }
  },
  {
    "translation": {
      "en": "Well, well, let's just say I'll be walking funny tomorrow.",
      "th": "แหม ๆ เอาเป็นว่า พรุ่งนี้ฉันเดินเป็นปูแน่"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-I'm drunk. What's up, bitches? -Yeah!",
      "th": "- ฉันเมาแล้ว ว่าอย่างไรจ๊ะ สาว ๆ - เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "-Whoa, hey. -Todd, hi.",
      "th": "สวัสดี ท็อดด์ สวัสดี"
    }
  },
  {
    "translation": {
      "en": "I thought you were at your cousin's rehearsal dinner.",
      "th": "ฉันนึกว่าเธอซ้อมมื้อค่ำ อยู่กับญาติเธอเสียอีก"
    }
  },
  {
    "translation": {
      "en": "It was a quick rehearsal. I only had one line.",
      "th": "ไม่มีอะไรมากนี่ ฉันพูดแค่ประโยคเดียวเอง"
    }
  },
  {
    "translation": {
      "en": "That was a joke.",
      "th": "ล้อเล่นนะ"
    }
  },
  {
    "translation": {
      "en": "I know.",
      "th": "รู้หรอก"
    }
  },
  {
    "translation": {
      "en": "Yeah, sorry. How's it going?",
      "th": "ขอโทษทีนะ เป็นอย่างไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "You know, I'm--",
      "th": "ฉันก็..."
    }
  },
  {
    "translation": {
      "en": "-I'm here. -Can I get you a beer?",
      "th": "- ฉันมางานนี้ - เอาเบียร์ฟรีไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "That rhymed. I liked it.",
      "th": "คล้องจองพอดี ฉันชอบจัง"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna go. -You sure?",
      "th": "ฉันกลับก่อนนะ จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. Bye. -See you at the salt mines.",
      "th": "จริง - ไปนะ - เจอกันที่โรงเรียน"
    }
  },
  {
    "translation": {
      "en": "Maybe this is gonna sound stupid...",
      "th": "มันอาจฟังดูโง่ ๆ..."
    }
  },
  {
    "translation": {
      "en": "...and, believe me, it's not like I was expecting, you know, fireworks...",
      "th": "และ เชื่อเถอะ ว่ามันไม่ใช่ อย่างที่ฉันคาดไว้ เหมือนดอกไม้ไฟ"
    }
  },
  {
    "translation": {
      "en": "...or a string quartet or anything...",
      "th": "หรือวงเครื่องสายสี่คนอะไรทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "...but I always thought pretending to lose my virginity...",
      "th": "แต่ฉันคิดเสมอว่าการแกล้ง ทำว่าเสียสาวไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "...would be a little more...",
      "th": "จะทำให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "...I don't know, special?",
      "th": "ไม่รู้สิ พิเศษขึ้นอีกหน่อย"
    }
  },
  {
    "translation": {
      "en": "Judy Blume should've prepared me for that.",
      "th": "จูดี้ บลูมน่าจะบอกฉันบ้างสิ"
    }
  },
  {
    "translation": {
      "en": "That is so beautiful.",
      "th": "เพราะจังเลย"
    }
  },
  {
    "translation": {
      "en": "Never had one lesson.",
      "th": "ไม่เคยเรียนเลยนะคะ"
    }
  },
  {
    "translation": {
      "en": "That boy from yesterday just dropped this off for you.",
      "th": "เพื่อนลูกคนที่มาเมื่อวาน เอานี่มาให้จ้ะ"
    }
  },
  {
    "translation": {
      "en": "Well, put it in the pile of gifts from my other suitors.",
      "th": "เอาไปกองรวมกับกองของขวัญ จากกิ๊กหนูเลยแม่"
    }
  },
  {
    "translation": {
      "en": "-Thanks. -He seems like a nice kid.",
      "th": "- ขอบคุณค่ะ - เขาดูน่ารักดีนะ"
    }
  },
  {
    "translation": {
      "en": "He seemed a little incredibly gay.",
      "th": "แต่ก็ดูเหมือนเกย์อยู่"
    }
  },
  {
    "translation": {
      "en": "A dyed-in-the-wool homosexual, that boy is.",
      "th": "ก็เกย์ของแท้ และดั้งเดิมเลยค่ะ หมอนั่นนะ"
    }
  },
  {
    "translation": {
      "en": "I just want you to know your father and I are totally supportive.",
      "th": "แม่แค่อยากให้ลูกรู้ว่า พ่อและแม่สนับสนุนทุกอย่างนะ"
    }
  },
  {
    "translation": {
      "en": "We love you no matter what the sexual orientation...",
      "th": "เรารักลูกนะแม้ว่า"
    }
  },
  {
    "translation": {
      "en": "...of your opposite-sex sex partner.",
      "th": "คนที่ลูกเลือกที่จะอยู่ด้วย จะมีความเบี่ยงเบนทางเพศ"
    }
  },
  {
    "translation": {
      "en": "We're not dating, Mom.",
      "th": "เราไม่ได้เป็นอะไรกันค่ะแม่"
    }
  },
  {
    "translation": {
      "en": "And don't worry about not making us grandparents...",
      "th": "และไม่ต้องกังวลเรื่องที่เรา จะไม่ได้อุ้มหลานนะ"
    }
  },
  {
    "translation": {
      "en": "...although we were kind of hoping you'd get knocked up...",
      "th": "ถึงเราจะแอบหวังว่าลูก จะพลาดป่องก็เถอะ"
    }
  },
  {
    "translation": {
      "en": "...so we'd have a second shot at raising kids.",
      "th": "เราจะได้มีโอกาสครั้งที่สอง ที่จะเลี้ยงเด็ก"
    }
  },
  {
    "translation": {
      "en": "Really do it right this time.",
      "th": "จะเลี้ยงให้ดีเลยคราวนี้"
    }
  },
  {
    "translation": {
      "en": "-Bye now. -I dated a homosexual once.",
      "th": "- พอเถอะค่ะ - แม่เคยคบเกย์นะ"
    }
  },
  {
    "translation": {
      "en": "For a long time, actually. A long time.",
      "th": "แต่นานมากแล้วล่ะ นานมาก"
    }
  },
  {
    "translation": {
      "en": "Dear God, dear Lord, tell me you did not marry and have children with him.",
      "th": "สิ่งศักดิ์สิทธิ์ทั้งหลาย บอกหนูที แม่ไม่ได้แต่งงาน และมีลูกกับเขา"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "No, no, no.",
      "th": "ไม่ ๆ ๆ"
    }
  },
  {
    "translation": {
      "en": "Your father is as straight as they come.",
      "th": "พ่อเรานะเป็นชายทั้งแท่ง"
    }
  },
  {
    "translation": {
      "en": "A little too straight, if you know what I mean.",
      "th": "ออกจะมากเกินไปด้วยซ้ำ ถ้าเข้าใจที่แม่สื่อนะ"
    }
  },
  {
    "translation": {
      "en": "I don't. Can you shut the door, please?",
      "th": "ไม่เข้าใจค่ะ ช่วยปิดประตูให้ด้วยนะคะ"
    }
  },
  {
    "translation": {
      "en": "Okay, door's right over there. Keep going.",
      "th": "ค่ะ ประตูอยู่ทางนั้น เดินต่อไปค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Take it down. -Go take that out to Dad. Nice.",
      "th": "- ฝันดีนะ - ไปทำให้พ่อดูนะคะ ราตรีสวัสดิ์ แจ๋วเลย"
    }
  },
  {
    "translation": {
      "en": "\"Just in case you don't shop at Target. Then you can go screw yourself.",
      "th": "เผื่อว่าเธอจะไม่เข้าร้านทาร์เก็ต จะได้เอานี่ไว้ช่วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Brandon.\"",
      "th": "แบรนดอน"
    }
  },
  {
    "translation": {
      "en": "Hi, Rhi.",
      "th": "- ฮัลโหล รี - จริงหรือเปล่าที่เธอได้กับแบรนดอน"
    }
  },
  {
    "translation": {
      "en": "Is it true you got with Brandon at Melody Dipshit's party?",
      "th": "- ฮัลโหล รี - จริงหรือเปล่าที่เธอได้กับแบรนดอน ที่งานเลี้ยงของยายเมโลดี้ หางกระดิก"
    }
  },
  {
    "translation": {
      "en": "Is that what people are saying happened?",
      "th": "เขาพูดกันแบบนั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "That's what everyone is saying happened.",
      "th": "เขาพูดกันแบบนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "Well, then I guess that-- I guess that's true.",
      "th": "ถ้าอย่างนั้นก็คงจริงแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "Just because you lost your virginity doesn't mean you can go...",
      "th": "การที่เธอเสียสาวไปแล้ว ไม่ได้หมายความว่าเธอจะ ไปนอนแผ่ให้ใครก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "-...throwing your cat at everybody. -I'm not throwing my cat at everybody.",
      "th": "ไม่ได้หมายความว่าเธอจะ ไปนอนแผ่ให้ใครก็ได้นะ ฉันไม่ได้นอนแผ่ให้ใครสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "I had to hear from Jackie Rudetsky.",
      "th": "ฉันต้องทนฟังจากแจ็คกี้ รูเด็ทสกี้"
    }
  },
  {
    "translation": {
      "en": "Do you know how embarrassing that is?",
      "th": "เธอรู้ไหมว่ามันน่าขายหน้าแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Finding out you slept with some gay dude from Jackie Rudetsky?",
      "th": "ที่ได้รู้ว่าเธอไปนอนกับเกย์ จากปากของแจ็คกี้ รูเด็ทสกี้"
    }
  },
  {
    "translation": {
      "en": "Must've been embarrassing.",
      "th": "ก็คงขายหน้าพอดู"
    }
  },
  {
    "translation": {
      "en": "Why didn't you tell me you were going?",
      "th": "ทำไมเธอไม่บอกว่าเธอจะไปงาน"
    }
  },
  {
    "translation": {
      "en": "I would've come with and held your hair.",
      "th": "ฉันจะได้ไปคอยดึงสติเธอ"
    }
  },
  {
    "translation": {
      "en": "Are you really making this about you right now?",
      "th": "หรือเธอเห็นว่าเรื่องนี้ เป็นเรื่องของเธอเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "-You're starting to get a reputation. -You're coming off as a little pious.",
      "th": "- เธอเริ่มมีฉายาแล้วนะ - เธอก็เริ่มเคร่งศีลแล้วสิ"
    }
  },
  {
    "translation": {
      "en": "You're pissing me off more than usual.",
      "th": "เธอโกรธฉันมากไปหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "I think it's a best friend's duty...",
      "th": "ฉันคิดว่าเป็นหน้าที่ของเพื่อนซี้"
    }
  },
  {
    "translation": {
      "en": "...to let her know that everyone, and I do mean everyone, is calling her...",
      "th": "...ที่จะให้บอกให้เธอรู้ว่าทุกคน และฉันหมายถึง ทุกคนจริง ๆ เรียกเธอว่า"
    }
  },
  {
    "translation": {
      "en": "...a dirty skank.",
      "th": "สำส่อนไม่เลือก"
    }
  },
  {
    "translation": {
      "en": "Well, do you think I'm a dirty skank?",
      "th": "แล้วเธอคิดว่า ฉันสำส่อนไม่เลือกหรือเปล่าล่ะ"
    }
  },
  {
    "translation": {
      "en": "You know, I didn't wanna believe it, but I guess it's true.",
      "th": "ฉันไม่ได้อยากจะเชื่อหรอกนะ แต่ฉันว่ามันจริง"
    }
  },
  {
    "translation": {
      "en": "That is your identifier.",
      "th": "นั่นแหละฉายาของเธอ"
    }
  },
  {
    "translation": {
      "en": "And you're a jealous virgin.",
      "th": "ส่วนเธอก็ยายสาวบริสุทธิ์ขี้อิจฉา"
    }
  },
  {
    "translation": {
      "en": "So....",
      "th": "เออ"
    }
  },
  {
    "translation": {
      "en": "People thought I was a dirty skank?",
      "th": "ใคร ๆ ก็เห็นว่าฉันสำส่อนไม่เลือก"
    }
  },
  {
    "translation": {
      "en": "Fine, I'd be the dirtiest skank they'd ever seen.",
      "th": "ได้ เดี๋ยวจะสำส่อนไม่เลือก ให้ได้เห็นเป็นบุญตาเลย"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "th": "บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "Is everything all right? It sounds like you're having sex in here...",
      "th": "เป็นอะไรหรือเปล่า เสียงลูก เหมือนกำลังทำกิจกรรมหรรษาอยู่เลย"
    }
  },
  {
    "translation": {
      "en": "...which can't be true, due to the fact that you have a homosexual boyfriend.",
      "th": "ซึ่งไม่น่าเป็นไปได้ เนื่องจาก ลูกมีแฟนเป็นเกย์"
    }
  },
  {
    "translation": {
      "en": "He's not my boyfriend.",
      "th": "เขาไม่ใช่แฟนหนูค่ะ"
    }
  },
  {
    "translation": {
      "en": "Hey, no judgment. All God's children. It's fine.",
      "th": "อย่าเพิ่งฟันธงสิ ทุกคนเป็นลูกพระเจ้านะ ไม่เป็นไรหรอก"
    }
  },
  {
    "translation": {
      "en": "I was gay once for a while.",
      "th": "พ่อเองก็เคยเป็นเกย์เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "No big deal. We all do it. It's okay.",
      "th": "ไม่เห็นมีอะไรแย่เลย"
    }
  },
  {
    "translation": {
      "en": "Dad, can you just shut the door, please?",
      "th": "พ่อคะ ช่วยปิดประตูเถอะค่ะ"
    }
  },
  {
    "translation": {
      "en": "You all right, buddy?",
      "th": "ไม่เป็นไรแน่นะ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Give them hell.",
      "th": "เต็มที่เลยลูก"
    }
  },
  {
    "translation": {
      "en": "-Hey, Anson. -Hey.",
      "th": "สวัสดี แอนสัน สวัสดี"
    }
  },
  {
    "translation": {
      "en": "I just realized the funniest thing. My name is an anagram for \"I love.\"",
      "th": "ฉันเพิ่งเข้าใจเรื่องตลกที่สุด ชื่อฉันผวนได้ว่า \"อีฟโล\""
    }
  },
  {
    "translation": {
      "en": "What's a--? What's an anagram?",
      "th": "ผวนคำคืออะไร"
    }
  },
  {
    "translation": {
      "en": "Look it up, big boy.",
      "th": "ลองค้นหาดูสิ พ่อหนุ่ม"
    }
  },
  {
    "translation": {
      "en": "What's your problem?",
      "th": "มีปัญหาอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "You wanna know what my problem is?",
      "th": "อยากรู้เหรอว่าฉันมีปัญหาอะไร"
    }
  },
  {
    "translation": {
      "en": "No. That was a rhetorical question. I don't wanna know anything from you.",
      "th": "ไม่ล่ะ ฉันถามลอย ๆ ฉันไม่ได้อยากรู้อะไรจากเธอหรอก"
    }
  },
  {
    "translation": {
      "en": "We are not friends anymore.",
      "th": "เราไม่ใช่เพื่อนกันอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "We are officially over.",
      "th": "เลิกคบกันอย่างเป็นทางการ"
    }
  },
  {
    "translation": {
      "en": "Oh, rats.",
      "th": "สุดยอด"
    }
  },
  {
    "translation": {
      "en": "I want my Juicy sweatshirt back. It was too loose around your chest anyway.",
      "th": "ฉันขอเสื้อจูซี่คืนด้วย เพราะนมเธอมันก็ไม่พอดีอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Burn.",
      "th": "แสบสันต์"
    }
  },
  {
    "translation": {
      "en": "-Stop. -What?",
      "th": "- พอเลย - อะไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "th": "ทำอะไรของเธอ"
    }
  },
  {
    "translation": {
      "en": "Nothing.",
      "th": "เปล่าค่ะ"
    }
  },
  {
    "translation": {
      "en": "Don't forget, tomorrow's Earth Day.",
      "th": "อย่าลืมล่ะ พรุ่งนี้วันสิ่งแวดล้อมนะ"
    }
  },
  {
    "translation": {
      "en": "Guys, we have a problem: Olive Penderghast.",
      "th": "ทุกคน เรื่องใหญ่แล้วล่ะ ยายโอลีฟ เพนเดอร์กาสท์"
    }
  },
  {
    "translation": {
      "en": "-We need to pray for her. -Amen.",
      "th": "- เราต้องภาวนาเพื่อเธอนะ - เอเมน"
    }
  },
  {
    "translation": {
      "en": "But we also need to get her the hell out of here.",
      "th": "แต่เราก็ต้องไล่หล่อน ออกไปจากที่นี่ด้วย"
    }
  },
  {
    "translation": {
      "en": "Amen.",
      "th": "เอเมน"
    }
  },
  {
    "translation": {
      "en": "You heard what happened at Melody Bostic's.",
      "th": "รู้เรื่องที่เกิดขึ้นที่บ้าน ของเมโลดี้ บอสติกไหม"
    }
  },
  {
    "translation": {
      "en": "-I was there. I heard the whole thing. -That's not something...",
      "th": "ฉันก็อยู่ที่นั่น ฉันได้ยินหมดเลย ไม่ใช่เรื่องที่นายควร เอามาอวดเลยนะ เคิร์ท"
    }
  },
  {
    "translation": {
      "en": "-...you need to advertise, Kurt. -Sorry. But I was.",
      "th": "ไม่ใช่เรื่องที่นายควร เอามาอวดเลยนะ เคิร์ท ขอโทษที แต่มันจริงนี่"
    }
  },
  {
    "translation": {
      "en": "I tried to witness to her, but this girl is defiant to any type of help.",
      "th": "ฉันพยายามจะทำให้หล่อนเห็น แต่หล่อนต่อต้านทุกรูปแบบ"
    }
  },
  {
    "translation": {
      "en": "Anybody here think they can talk to her, get her to see...",
      "th": "ฟมีใครคิดว่าจะสามารถไปพูดกับหล่อน ให้หล่อนเข้าใจได้ไหม"
    }
  },
  {
    "translation": {
      "en": "...what she's doing is wrong?",
      "th": "ว่าสิ่งที่หล่อนทำมันผิด"
    }
  },
  {
    "translation": {
      "en": "-It's okay. -I'm sorry, you guys. This is so stupid.",
      "th": "ไม่เป็นไรนะ ขอโทษนะ ทุกคน เรื่องนี้มันงี่เง่ามาก"
    }
  },
  {
    "translation": {
      "en": "No, it's not, Marianne. It's real.",
      "th": "ไม่หรอก มารีแอน มันคือความจริง"
    }
  },
  {
    "translation": {
      "en": "-It's real. -Yeah, it is.",
      "th": "- มันคือความจริง - ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Jesus tells us to love everyone.",
      "th": "พระเจ้าสอนให้เรารักทุกคน"
    }
  },
  {
    "translation": {
      "en": "I mean, even the whores and the homosexuals, but it's just so hard.",
      "th": "ไม่ว่าจะคนสำส่อน หรือคนรักร่วมเพศ แต่มันยากเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "It's so hard because they keep doing it over and over again.",
      "th": "ที่ยากเพราะว่าพวกเขา ยังคงทำผิดซ้ำแล้วซ้ำอีก"
    }
  },
  {
    "translation": {
      "en": "Make me a promise.",
      "th": "สัญญากับฉัน"
    }
  },
  {
    "translation": {
      "en": "Make God a promise, right here and right now...",
      "th": "สัญญากับพระเจ้า ตรงนี้ และตอนนี้"
    }
  },
  {
    "translation": {
      "en": "...that we will remain pure and chaste until marriage.",
      "th": "ว่าเราจะรักษาพรหมจรรย์ของเรา ไปจนกว่าจะแต่งงาน"
    }
  },
  {
    "translation": {
      "en": "We promise.",
      "th": "เราสัญญา"
    }
  },
  {
    "translation": {
      "en": "Awesome, awesome, awesome.",
      "th": "ดีมาก ๆ ๆ"
    }
  },
  {
    "translation": {
      "en": "I love you guys. God loves you guys. Now, let's change lives today.",
      "th": "ฉันรักพวกเธอ พระเจ้ารักพวกเธอ เรามาเปลี่ยนแปลงโลกกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "-Micah? -Let's do it.",
      "th": "- ไมก้า - เล่นเลย"
    }
  },
  {
    "translation": {
      "en": "I didn't know what they were so upset about.",
      "th": "ฉันไม่รู้ว่าพวกเขา ไม่พอใจอะไรกันนักหนา"
    }
  },
  {
    "translation": {
      "en": "I put an A on my wardrobe just like they asked.",
      "th": "ฉันแค่ติดคำว่าร่านไว้บนเสื้อทุกตัว ตามที่พวกเขาบอกเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Maybe it was because I was wearing clothes that were two sizes too small.",
      "th": "อาจจะเพราะฉันใส่ชุด ที่เล็กไปสองไซส์ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Hey, Olive!",
      "th": "สวัสดี โอลีฟ"
    }
  },
  {
    "translation": {
      "en": "You left your glass slipper at the party the other night.",
      "th": "เธอลืมรองเท้าแก้วเอาไว้ที่งาน เมื่อคืนก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, and I got pumpkin all over my dress too.",
      "th": "นั่นสิ แถมยังมีฟักทอง เลอะเต็มชุดฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "Nice. Solid joke.",
      "th": "มุกเด็ดนะ"
    }
  },
  {
    "translation": {
      "en": "It sucks because we could've revisited Melody's bedroom.",
      "th": "แย่เนอะ เพราะเราอาจต้อง ใช้ห้องนอนของเมโลดี้อีก"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, that was Melody Bostic's house.",
      "th": "พระเจ้าช่วย นั่นมันบ้าน ของเมโลดี้ บอสติกนี่"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I can't believe you remember that.",
      "th": "ใช่ ไม่อยากเชื่อเลยว่าเธอจำได้ด้วย"
    }
  },
  {
    "translation": {
      "en": "Well, yeah, come on. Who doesn't remember their first almost-kiss?",
      "th": "ใครจะจำคนที่เกือบ จะเป็นจูบแรกไม่ได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Hey, Olive.",
      "th": "นี่ โอลีฟ"
    }
  },
  {
    "translation": {
      "en": "Evan. Hey, what's rocking?",
      "th": "อีแวน มีอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Can I talk to you for a second?",
      "th": "ขอฉันคุยด้วยหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, what's up?",
      "th": "ได้สิ มีอะไร"
    }
  },
  {
    "translation": {
      "en": "Don't get mad, but Brandon told me what you did for him.",
      "th": "อย่าโกรธนะ แต่แบรนดอนบอกฉัน ว่าเธอทำให้เพื่อเขา"
    }
  },
  {
    "translation": {
      "en": "Oh, well, rest assured, it was equally as thrilling for me.",
      "th": "อ๋อ สบาย ๆ ฉันเองก็สนุกเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "No, he told me the truth.",
      "th": "ไม่ใช่ เขาบอกความจริงกับฉัน"
    }
  },
  {
    "translation": {
      "en": "I was just hoping you could do the same for me?",
      "th": "ฉันอยากให้เธอช่วยฉันเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Goodbye, Evan.",
      "th": "ลาก่อนนะ อีแวน"
    }
  },
  {
    "translation": {
      "en": "Wait, wait. I can pay you.",
      "th": "เดี๋ยวก่อนสิ ฉันจ่ายเงินให้เธอได้นะ"
    }
  },
  {
    "translation": {
      "en": "I am about six seconds away from slapping you so hard...",
      "th": "อีกหกวินาที ฉันจะตบหน้าเธอสักฉาด"
    }
  },
  {
    "translation": {
      "en": "-...your teeth will bleed. -Can you do it in front of everyone?",
      "th": "เลือดอาจกลบปากได้นะ ช่วยทำต่อหน้าคนอื่นได้ไหม"
    }
  },
  {
    "translation": {
      "en": "I don't need your permission, you know.",
      "th": "ฉันไม่จำเป็นต้องรอเธออนุญาตหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "I mean, at the rate you're going...",
      "th": "ก็ดูข่าวตัวเองสิ"
    }
  },
  {
    "translation": {
      "en": "...I don't see how people won't believe it.",
      "th": "ฉันไม่เห็นว่าใครจะไม่เชื่อ"
    }
  },
  {
    "translation": {
      "en": "-Are you threatening me? -I'll give you 100 bucks.",
      "th": "- นายขู่ฉันเหรอ - ฉันจะจ่ายให้ 100 เหรียญ"
    }
  },
  {
    "translation": {
      "en": "You are repugnant.",
      "th": "นายนี่น่าเกลียดจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "That's the problem.",
      "th": "นั่นแหละปัญหา"
    }
  },
  {
    "translation": {
      "en": "Never mind.",
      "th": "ช่างมันเถอะ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry I asked.",
      "th": "ขอโทษที่ขอแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "I knew it wouldn't work.",
      "th": "รู้อยู่แล้วล่ะว่าไม่เข้าท่า"
    }
  },
  {
    "translation": {
      "en": "I'm just a fat piece of shit.",
      "th": "ฉันมันก็แค่ไอ้อ้วนน่าเกลียด"
    }
  },
  {
    "translation": {
      "en": "When will high school end already?",
      "th": "เมื่อไหร่จะเรียนจบสักทีนะ"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "th": "บ้าชะมัด"
    }
  },
  {
    "translation": {
      "en": "I want a $100 gift card deposited into my locker by noon tomorrow.",
      "th": "ฉันต้องการเห็นบัตรของขวัญ มูลค่า 100 เหรียญ ในล็อกเกอร์ของฉัน ภายในเที่ยงวันพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "Preferably to the Gap, but I will also take Amazon.com or OfficeMax.",
      "th": "จะดีมากถ้าเป็นของแก็ป แต่ของแอมะซอน หรือออฟฟิศแม็กซ์ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Actually, make it OfficeMax. I have my eye on a label maker.",
      "th": "อันที่จริง เอาเป็นออฟฟิศแม็กซ์ดีกว่า ฉันกำลังเล็งเครื่องทำฉลากอยู่"
    }
  },
  {
    "translation": {
      "en": "We did not have sex, okay?",
      "th": "เราไม่ได้มีอะไรกันเข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "I let you fondle my chest, and it was a glorious moment for you...",
      "th": "ฉันจะให้จับหน้าอกเท่านั้น และนั่นคือวินาทีแห่งชัยชนะของนาย"
    }
  },
  {
    "translation": {
      "en": "...unmatched by anything you've experienced, including cake.",
      "th": "ที่จะไม่มีอะไรมาเทียบได้ รวมถึงเค้กด้วย"
    }
  },
  {
    "translation": {
      "en": "Got it?",
      "th": "เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "Wait a minute. A hundred bucks for second base?",
      "th": "เดี๋ยวก่อนนะ 100 เหรียญ ได้แค่นี้เองเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Doesn't that seem a little steep?",
      "th": "- ใช่ - ไม่แพงไปหน่อยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Can we throw in, like, some butt action or some pants rubbing?",
      "th": "ขอเป็นแบบ จับก้นกัน หรือถูกางเกงกันไม่ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "-What are you, 9? -Whatever. Are you in?",
      "th": "เพิ่งอายุเก้าขวบหรืออย่างไร ช่างเถอะ จะเอาไม่เอา"
    }
  },
  {
    "translation": {
      "en": "-Whatever. -Deal, then.",
      "th": "- ก็ได้ - ตามนั้นนะ"
    }
  },
  {
    "translation": {
      "en": "Thanks, Olive.",
      "th": "ขอบใจนะ โอลีฟ"
    }
  },
  {
    "translation": {
      "en": "You know, the sad thing is, Evan...",
      "th": "รู้ไหม เรื่องน่าเศร้าคืออะไร อีแวน"
    }
  },
  {
    "translation": {
      "en": "...if you'd been a gentleman and maybe asked me on a date...",
      "th": "ถ้านายสุภาพบุรุษพอ และมาขอฉันออกเดต"
    }
  },
  {
    "translation": {
      "en": "...I might've said yes.",
      "th": "- ฉันอาจจะตกลงก็ได้ - จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Really? Do you wanna go out with me?",
      "th": "- ฉันอาจจะตกลงก็ได้ - จริงเหรอ เธออยากไปเที่ยวกับฉันไหม"
    }
  },
  {
    "translation": {
      "en": "Not now I don't, shit-dick.",
      "th": "ตอนนี้ไม่อยากแล้ว ไอ้อ้วน"
    }
  },
  {
    "translation": {
      "en": "It should come as no surprise that the rumor I was soliciting sex for money...",
      "th": "ฉันไม่แปลกใจเลยที่ข่าวเรื่อง ฉันเป็นสาวไซด์ไลน์"
    }
  },
  {
    "translation": {
      "en": "...spread around the school faster than....",
      "th": "จะแพร่ไปทั่วโรงเรียนเร็วยิ่งกว่า"
    }
  },
  {
    "translation": {
      "en": "Well, faster than the first rumor about me spread.",
      "th": "เร็วยิ่งกว่าข่าวลือแรก ของฉันเสียอีก"
    }
  },
  {
    "translation": {
      "en": "Guys, come over here.",
      "th": "ทุกคน มาทางนี้"
    }
  },
  {
    "translation": {
      "en": "She'll do stuff for money. Around the world....",
      "th": "หล่อนเป็นสาวไซด์ไลน์ ระดับอินเตอร์เลย"
    }
  },
  {
    "translation": {
      "en": "But for people who knew the truth, I was open for business.",
      "th": "แต่คนที่รู้เรื่องจริง เข้าใจ ว่าฉันกำลังทำธุรกิจ"
    }
  },
  {
    "translation": {
      "en": "And whether I liked it or not, I had a lot of customers.",
      "th": "และไม่ว่าฉันจะชอบหรือไม่ ลูกค้าของฉันก็ล้นหลาม"
    }
  },
  {
    "translation": {
      "en": "Phil Lord gave me 100 bucks from Best Buy...",
      "th": "ฟิล ลอร์ด ให้บัตรเงินสด ของเบสต์บายราคา100 เหรียญ กับฉัน"
    }
  },
  {
    "translation": {
      "en": "...so he could tell people we hooked up behind the library.",
      "th": "เพื่อที่เขาจะได้เอาไปเล่าว่า เขามีอะไรกับฉันในห้องสมุด"
    }
  },
  {
    "translation": {
      "en": "I got $50 from T.J. Maxx so that Eric Ling could say...",
      "th": "ได้ของทีเจแม็กซ์อีก 50 เหรียญ แลกกับทีเอริค หลิง"
    }
  },
  {
    "translation": {
      "en": "...we got it on during Chemistry.",
      "th": "จะพูดว่าเราได้กันระหว่างวิชาเคมี"
    }
  },
  {
    "translation": {
      "en": "Ninety dollars from Panda Express so Ryan Dukes could tell people...",
      "th": "ของแพนด้าเอ็กเพรส 90 เหรียญ จากไรอัน ดุ๊กส์ แลกกับที่เขา"
    }
  },
  {
    "translation": {
      "en": "...I showed him mine, but he did not show me his.",
      "th": "จะบอกว่าเขาเห็นของฉันแล้ว แต่ฉันไม่ได้เห็นของเขา"
    }
  },
  {
    "translation": {
      "en": "Chris Miller, big spender that he is...",
      "th": "คริส มิลเลอร์ ที่สุดของพ่อบุญทุ่ม"
    }
  },
  {
    "translation": {
      "en": "...gave me $40 worth of movie passes for my pretend cowbell.",
      "th": "ให้ตั๋วหนังฟรีมูลค่า 40 เหรียญ แลกกับข่าวลือว่าเขาเสร็จบนนมฉัน"
    }
  },
  {
    "translation": {
      "en": "They had an expiration date and were only good...",
      "th": "แต่ตั๋วมันมีวันหมดอายุ แถมยังใช้ได้แค่"
    }
  },
  {
    "translation": {
      "en": "...at the stupid foreign movie theater.",
      "th": "ที่โรงหนังนอกกระแสงี่เง่าเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Hi. One for Der Scharlachrote Buchstabe.",
      "th": "สวัสดีค่ะ เอาตั๋ว... บัลลังก์รักฉาวโลก"
    }
  },
  {
    "translation": {
      "en": "But even that is better than Sanjay Chandrasekhar.",
      "th": "แต่ว่านั่นก็ยังดีกว่าของ ซานเจ จันทราสิกขา"
    }
  },
  {
    "translation": {
      "en": "Seriously? A coupon? Twenty percent off to Bath & Body Works?",
      "th": "เอาจริงเหรอ แค่คูปองลด 20% ของ บาทแอนด์บอดีเวิร์ก เท่านั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Is that how much our imaginary tryst meant to you?",
      "th": "นัดเดตในจินตนาการของนาย มีค่าแค่นี้เองเหรอ"
    }
  },
  {
    "translation": {
      "en": "I fake rocked your world.",
      "th": "ฉันอุตส่าห์ช่วยนาย"
    }
  },
  {
    "translation": {
      "en": "-It's all I can afford. -How's that my problem, amigo?",
      "th": "- ฉันหาได้แค่นี้ - มันใช่ปัญหาฉันที่ไหนล่ะ เพื่อน"
    }
  },
  {
    "translation": {
      "en": "I knew he wasn't Latino, but for some reason all these shady...",
      "th": "ฉันรู้ว่าเขาไม่ใช่คนละติน แต่ไม่รู้ทำไม สถานที่นัดพบ ในร่มไม้แบบนี้"
    }
  },
  {
    "translation": {
      "en": "...backdoor deals had me talking like Carlito.",
      "th": "ถึงทำให้ฉันอยากพูดแบบนี้นัก"
    }
  },
  {
    "translation": {
      "en": "-Beat it, ese. -Okay.",
      "th": "ก็ได้วะ ตามนั้น"
    }
  },
  {
    "translation": {
      "en": "Whatever happened to chivalry?",
      "th": "ความสุภาพบุรุษมันหายไปไหนหมด"
    }
  },
  {
    "translation": {
      "en": "Does it only exist in '80s movies?",
      "th": "หรือมันมีแค่ในหนังยุค 80 เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "I want John Cusack holding a boombox outside my window.",
      "th": "ฉันอยากได้จอห์น คูแช็ค มายืนถือ วิทยุเทปอยู่นอกหน้าต่าง"
    }
  },
  {
    "translation": {
      "en": "I wanna ride off on a lawn mower with Patrick Dempsey.",
      "th": "ฉันอยากนั่งบนรถตัดหญ้า กับ เพททริค เดมป์ซี่"
    }
  },
  {
    "translation": {
      "en": "I want Jake from Sixteen Candles waiting outside the church for me.",
      "th": "ฉันอยากให้เจคจากหนังเรื่อง \"สาวน้อยเรียนรัก\" มารอฉันอยู่ที่หน้าโบสถ์"
    }
  },
  {
    "translation": {
      "en": "I want Judd Nelson thrusting his fist into the air...",
      "th": "ฉันอยากเห็นจัดด์ เนลสัน ชูกำปั้นขึ้นฟ้า เพราะเขารู้ว่าชนะใจฉันแล้ว"
    }
  },
  {
    "translation": {
      "en": "...because he knows he got me.",
      "th": "ชูกำปั้นขึ้นฟ้า เพราะเขารู้ว่าชนะใจฉันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Just once, I want my life to be like an '80s movie.",
      "th": "แค่ครั้งเดียว ฉันอยากให้ชีวิตของฉัน เหมือนในหนังยุค 80"
    }
  },
  {
    "translation": {
      "en": "Preferably one with a really awesome musical number...",
      "th": "ยิ่งถ้าเป็นคนเท่ ๆ ด้วยแล้วยิ่งดี"
    }
  },
  {
    "translation": {
      "en": "...for no apparent reason.",
      "th": "ไม่รู้ทำไมเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "But, no. No. John Hughes did not direct my life.",
      "th": "แต่ไม่เลย ไม่มีจอห์น ฮิวส์ในชีวิตของฉัน"
    }
  },
  {
    "translation": {
      "en": "So instead of all that...",
      "th": "แทนที่จะเป็นอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "...I get to save 15 cents...",
      "th": "ฉันกลับได้ส่วนลด 15 เซนต์"
    }
  },
  {
    "translation": {
      "en": "...on a bottle of Juniper Breeze Antibacterial Gel.",
      "th": "จากเจลล้างมือ กลิ่นจูนิเปอร์ บรีซมาแทน"
    }
  },
  {
    "translation": {
      "en": "So if you're still with me, and I'm hoping that most of you are...",
      "th": "ถ้าคุณยังดูอยู่ ซึ่งฉันหวังว่าส่วนใหญ่จะยังอยู่นะคะ"
    }
  },
  {
    "translation": {
      "en": "...this brings us to part four.",
      "th": "เรากำลังจะเข้าสู้ภาคที่สี่"
    }
  },
  {
    "translation": {
      "en": "How I, Olive Penderghast, went from assumed trollop...",
      "th": "หนทางของฉัน โอลีฟ แพนเดอร์กาสท์ จากยายสำส่อนจอมปลอม"
    }
  },
  {
    "translation": {
      "en": "...to an actual home-wrecker.",
      "th": "สู่ยายสำส่อนของจริง"
    }
  },
  {
    "translation": {
      "en": "-You wanted to see me? -I did. Why don't you come in here?",
      "th": "อยากพบหนูเหรอคะ ใช่สิ เข้ามาในห้องสิ"
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "th": "อะไรของคุณนี่"
    }
  },
  {
    "translation": {
      "en": "-I'm accessorizing. -Really?",
      "th": "แต่งตัวตามแฟชั่นอย่างไรละคะ เหรอ"
    }
  },
  {
    "translation": {
      "en": "I think you're taking your reading assignment a little bit too seriously.",
      "th": "ผมคิดว่าคุณคงจริงจังกับ หนังสือที่ผมให้อ่านมากไปหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "Well, I was really hoping to get an A. Get it?",
      "th": "ค่ะ เพราะหนูอยาก \"เลิศ\" อย่างไรคะ เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "I'm hearing some rumors.",
      "th": "ผมได้ยินข่าวลือมาบ้าง"
    }
  },
  {
    "translation": {
      "en": "Well, those are true. I am considering becoming an existentialist.",
      "th": "ซึ่งข่าวเป็นเรื่องจริงค่ะ หนูอยากเป็นพวกอัตถิภาวนิยม"
    }
  },
  {
    "translation": {
      "en": "-You know what I'm talking about. -Jeez.",
      "th": "คุณรู้ว่าผมต้องการสื่ออะไร ให้ตายสิ อาจารย์สนใจข่าวซุบซิบ ของวัยรุ่นตั้งแต่เมื่อไหร่คะ"
    }
  },
  {
    "translation": {
      "en": "When did teachers become privy to idle adolescent gossip?",
      "th": "ให้ตายสิ อาจารย์สนใจข่าวซุบซิบ ของวัยรุ่นตั้งแต่เมื่อไหร่คะ"
    }
  },
  {
    "translation": {
      "en": "That would be when everyone is putting everything up on Facebook.",
      "th": "คงตั้งแต่ทุกคนโพ้สต์ทุกอย่าง ลงเฟซบุ๊กนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "I don't know what your generation's fascination is...",
      "th": "ผมไม่รู้หรอกนะว่าคนรุ่นคุณ"
    }
  },
  {
    "translation": {
      "en": "...with documenting your every thought...",
      "th": "ต้องการอะไรกันแน่ กับการโพ้สต์ทุกอย่างที่คิด"
    }
  },
  {
    "translation": {
      "en": "...but I can assure you they're not all diamonds.",
      "th": "แต่ผมขอบอกเลยว่า มันไม่ใช่เรื่องดีไปหมดหรอก"
    }
  },
  {
    "translation": {
      "en": "\"Roman is having an okay day...",
      "th": "วันเรื่อย ๆ ของโรแมน"
    }
  },
  {
    "translation": {
      "en": "...and bought a Coke Zero at the gas station.",
      "th": "กับการซื้อโค้กซีโร่ที่ปั๊มน้ำมัน"
    }
  },
  {
    "translation": {
      "en": "Raise the roof.\"",
      "th": "ขอเสียงหน่อย"
    }
  },
  {
    "translation": {
      "en": "Who gives a rat's ass?",
      "th": "ใครจะไปสนกันล่ะ"
    }
  },
  {
    "translation": {
      "en": "He got a Coke Zero again?",
      "th": "เขาซื้อโค้กซีโร่อีกแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "That Roman. Incorrigible.",
      "th": "เจ้าโรแมนนั่น กู่ไม่กลับแล้วจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "Listen, whatever this little act is about, I just-- I'm curious.",
      "th": "เอาล่ะ ไม่ว่าท่าทางแบบนั้นของเธอ คืออะไร ฉันก็แค่แปลกใจ"
    }
  },
  {
    "translation": {
      "en": "I really think you should consider giving me extra credit...",
      "th": "หนูว่าอาจารย์น่าจะให้ คะแนนพิเศษหนูนะคะ"
    }
  },
  {
    "translation": {
      "en": "...for going the extra mile.",
      "th": "ที่หนูทุ่มทุนขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "I'm really attempting to understand this puritanical ostracism...",
      "th": "หนูอยากจะเข้าใจ การคว่ำบาตรแบบที่ ฮอว์ธอร์นเขียนจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "-...Hawthorne wrote about. -You are one of the few that read it.",
      "th": "การคว่ำบาตรแบบที่ ฮอว์ธอร์นเขียนจริง ๆ คุณคือหนึ่งในไม่กี่คนที่อ่านหนังสือ"
    }
  },
  {
    "translation": {
      "en": "If I read one more paper from one of your classmates...",
      "th": "ถ้าผมได้อ่านเรียงความ จากเพื่อนร่วมห้องของคุณ"
    }
  },
  {
    "translation": {
      "en": "...who talks about how hot she is in the bathtub, her fake British accent...",
      "th": "ที่พรรณนาถึง ความเซ็กซี่ของหล่อนในอ่างอาบน้ำ หรือสำเนียงบริติชปลอม ๆ ของหล่อน"
    }
  },
  {
    "translation": {
      "en": "...or, is she still married to Ashton Kutcher, I'm gonna kill myself.",
      "th": "หรือหล่อนยังอยู่กับ แอชตัน คุทเชอร์หรือเปล่าอีก ผมฆ่าตัวตายดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Why don't people just watch the original movie like I did?",
      "th": "ทำไมทุกคนไม่ยอมดูหนังต้นฉบับ แบบที่หนูดูนะ"
    }
  },
  {
    "translation": {
      "en": "I know you read the book.",
      "th": "ผมรู้ว่าคุณอ่านหนังสือจริง"
    }
  },
  {
    "translation": {
      "en": "I did.",
      "th": "- ใช่แล้วค่ะ - ฟังนะ"
    }
  },
  {
    "translation": {
      "en": "Listen, I want to apologize for sending you to the principal's office.",
      "th": "ผมอยากขอโทษเรื่อง ที่ส่งคุณไปห้องครูใหญ่"
    }
  },
  {
    "translation": {
      "en": "Truthfully, and I'll deny it if you say anything...",
      "th": "บอกตามตรง แต่ผมคงปฏิเสธนะ คุณเอาไปพูด"
    }
  },
  {
    "translation": {
      "en": "...I wanted to be cheering with the rest of the students.",
      "th": "แต่ผมอยากจะร่วมวง กับนักเรียนทั้งชั้นวันนั้นเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "I don't know what it is about Nina.",
      "th": "ผมไม่รู้ว่านีนาเป็นอะไร"
    }
  },
  {
    "translation": {
      "en": "I hate her.",
      "th": "แต่ผมเกลียดหล่อน"
    }
  },
  {
    "translation": {
      "en": "I won't tell.",
      "th": "หนูไม่บอกใครหรอกค่ะ"
    }
  },
  {
    "translation": {
      "en": "-I'll deny it if you do. -Okay.",
      "th": "- ต่อให้บอกผมก็ไม่รับ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Bye-bye. -Bye-bye.",
      "th": "- บ๊ายบาย - บ๊ายบายค่ะ"
    }
  },
  {
    "translation": {
      "en": "Stay golden.",
      "th": "ดูแลตัวเองด้วย"
    }
  },
  {
    "translation": {
      "en": "-Hi, Mrs. Griffith. -Hi, you. How are you?",
      "th": "สวัสดีค่ะ อาจารย์กริฟฟิธ สวัสดีจ้ะ สบายดีไหม"
    }
  },
  {
    "translation": {
      "en": "A is for \"awesome.\"",
      "th": "ร นี่ย่อมากจาก เริงร่าค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "จ้ะ"
    }
  },
  {
    "translation": {
      "en": "I've never seen that girl before.",
      "th": "ฉันไม่เคยเห็นเด็กคนนี้เลย"
    }
  },
  {
    "translation": {
      "en": "That does not surprise me.",
      "th": "ผมไม่แปลกใจหรอก"
    }
  },
  {
    "translation": {
      "en": "But I'm the guidance counselor. I should know all the students.",
      "th": "แต่ฉันเป็นอาจารย์แนะแนว ฉันต้องรู้จักนักเรียนทุกคนสิ"
    }
  },
  {
    "translation": {
      "en": "Especially the ones who dress like prostitutes.",
      "th": "โดยเฉพาะคนที่แต่งตัว อย่างกับผู้หญิงหากิน"
    }
  },
  {
    "translation": {
      "en": "-It's good to see you. -Hey. How are you? Good.",
      "th": "- ดีใจจังที่ได้เจอคุณ - สบายดีไหมคะ"
    }
  },
  {
    "translation": {
      "en": "No, stop. We're at school. There are rules.",
      "th": "หยุดนะคะ เราอยู่ที่โรงเรียนนะ สิ่งที่ค้ำคอมีทั้งกฎ"
    }
  },
  {
    "translation": {
      "en": "-Windows. -Yeah, yeah.",
      "th": "- หน้าต่าง ๆ - ครับ ๆ"
    }
  },
  {
    "translation": {
      "en": "Do me a favor, though. Just talk to her. I think she's going through a phase.",
      "th": "ช่วยผมหน่อยสิ ไปคุยกับเธอหน่อย เธอคงกำลังอยู่ในช่วงหัวเลี้ยวหัวต่อ"
    }
  },
  {
    "translation": {
      "en": "That's not the girl everyone's talking about, is it?",
      "th": "นั่นไม่ใช่เด็กที่ ทุกคนพูดถึงใช่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "It is.",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "Oh, okay. Oh, this'll be good. All right.",
      "th": "อ๋อ ได้ค่ะ เข้าท่าดี"
    }
  },
  {
    "translation": {
      "en": "That snotty, Jesus-freak office aide I have...",
      "th": "ยายเด็กผู้ช่วยฉัน จอมคลั่งพระเจ้า จอมสอดนั่น"
    }
  },
  {
    "translation": {
      "en": "...has been bitching about her incessantly.",
      "th": "บ่นเรื่องเด็กคนนั้นไม่หยุดหย่อนเลย"
    }
  },
  {
    "translation": {
      "en": "They're all lies, but she could use somebody to talk to anyway.",
      "th": "เรื่องโกหกทั้งนั้นแหละ แต่น่าจะมีใครไปคุยกับเธอหน่อย"
    }
  },
  {
    "translation": {
      "en": "All right. Hey, what are you doing for dinner tonight?",
      "th": "ได้ค่ะ ว่าแต่คืนนี้ คุณจะทำอะไรทาน"
    }
  },
  {
    "translation": {
      "en": "-You won't be there? -Sorry.",
      "th": "- คุณไม่กลับบ้านเหรอ - ขอโทษนะคะ"
    }
  },
  {
    "translation": {
      "en": "I have an after-school session. Kid brought a knife to school.",
      "th": "พอดีฉันต้องอยู่ประชุม มีเด็กเอามีดมาโรงเรียนค่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, be careful, all right?",
      "th": "ระวัง ๆ ด้วยล่ะ"
    }
  },
  {
    "translation": {
      "en": "It was a butter knife. But you know what they say.",
      "th": "ก็แค่มีดปาดเนยแหละค่ะ ทำเรื่องเล็กเป็นเรื่องใหญ่แท้ ๆ"
    }
  },
  {
    "translation": {
      "en": "You know, it's a gateway knife, so....",
      "th": "หาว่าเป็นจุดเริ่มต้น"
    }
  },
  {
    "translation": {
      "en": "-All right, bye. -Yeah. Bye.",
      "th": "- ไปนะคะ บ๊ายบาย - จ้ะ บ๊ายบาย"
    }
  },
  {
    "translation": {
      "en": "I'm thinking about another gateway. It's a....",
      "th": "ผมคิดถึงจุดเริ่มต้นอย่างอื่นแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "Making spaghetti.",
      "th": "สปาเก็ตตี้ครับ"
    }
  },
  {
    "translation": {
      "en": "-That's great. -With meat.",
      "th": "- เยี่ยมเลย - กับเนื้อสัตว์หรอก"
    }
  },
  {
    "translation": {
      "en": "Enjoy eating your meat.",
      "th": "ขอให้อร่อยนะคะ"
    }
  },
  {
    "translation": {
      "en": "-And balls. -Enjoy eating your balls.",
      "th": "- แล้วก็ไข่ - ขอให้อร่อยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Sharpening your pencils?",
      "th": "เหลาดินสออยู่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Getting them nice and sharp?",
      "th": "จะเหลาให้แหลมเปี๊ยบเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Sharpening them up? Look at you. Look at you. So sharp.",
      "th": "จะเหลาอีกเหรอ ดูเข้าสิ ๆ แหลมเปี๊ยบ"
    }
  },
  {
    "translation": {
      "en": "Sharpening those pencils. Sharp, sharp, sharp.",
      "th": "เหลาเข้าไปนะ เอาให้แหลม ๆ ๆ"
    }
  },
  {
    "translation": {
      "en": "-God, that's sharp. I-- -Hey, Olive. You ready to come in?",
      "th": "- แหลมเป็นบ้า ฉัน... - โอลีฟ พร้อมหรือยังจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Good job.",
      "th": "ดีมาก"
    }
  },
  {
    "translation": {
      "en": "Well, the reason I called you in was just so we could...",
      "th": "เหตุผลที่ฉันเรียกเธอมาวันนี้ เผื่อว่าเรา"
    }
  },
  {
    "translation": {
      "en": "...sort of, you know, just chat about what's going on.",
      "th": "จะได้คุยถึงเรื่องปัจจุบันของเธอบ้าง"
    }
  },
  {
    "translation": {
      "en": "You know, there is concern from a few faculty members.",
      "th": "คือว่า มีอาจารย์บางคนเขาเป็นห่วง"
    }
  },
  {
    "translation": {
      "en": "Your husband.",
      "th": "สามีอาจารย์เหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Olive, you're attempting to make a statement.",
      "th": "โอลีฟ เธอต้องการจะบอกอะไรกันแน่"
    }
  },
  {
    "translation": {
      "en": "I'm just a little confused as to what exactly that is.",
      "th": "ฉันแค่สับสนนิดหน่อย ว่ามันคืออะไร"
    }
  },
  {
    "translation": {
      "en": "Am I in trouble?",
      "th": "หนูมีปัญหาหรือเปล่าคะ"
    }
  },
  {
    "translation": {
      "en": "Because, pursuant to the student code of conduct...",
      "th": "เพราะถ้าพูดกันตามกฎระเบียบแล้ว"
    }
  },
  {
    "translation": {
      "en": "...my hemline has never been higher than my fingertips.",
      "th": "ชายกระโปรงหรือกางเกง ก็ไม่ได้สั้นกว่าปลายนิ้วนะคะ"
    }
  },
  {
    "translation": {
      "en": "No, you're not in trouble.",
      "th": "เปล่าจ้ะ เธอไม่ได้มีปัญหา"
    }
  },
  {
    "translation": {
      "en": "I wanted to make sure you knew...",
      "th": "ฉันแค่อยากแน่ใจว่าเธอรู้"
    }
  },
  {
    "translation": {
      "en": "...if there's something that you wanna talk about...",
      "th": "ว่าถ้าหากเธออยากจะระบายอะไร"
    }
  },
  {
    "translation": {
      "en": "...you know, you can trust me.",
      "th": "เธอมาระบายกับฉันได้นะ"
    }
  },
  {
    "translation": {
      "en": "If I open up to you, do you promise this stays in confidence?",
      "th": "ถ้าหนูเปิดใจกับคุณ คุณสัญญาได้ไหม ว่าเรื่องนี้จะเป็นความลับ"
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm-- See? I'm the guidance counselor.",
      "th": "แน่นอน ดูนี่สิ ฉันเป็นครูแนะแนว"
    }
  },
  {
    "translation": {
      "en": "That's what I do.",
      "th": "มันคือหน้าที่ของฉัน"
    }
  },
  {
    "translation": {
      "en": "I mean, I have a reputation to uphold.",
      "th": "คือหนูมีชื่อเสียงที่ต้องรักษาไว้"
    }
  },
  {
    "translation": {
      "en": "Don't you, though?",
      "th": "ใช่เหรอนั่น"
    }
  },
  {
    "translation": {
      "en": "All right, listen, don't tell anyone I'm doing this, please.",
      "th": "ขอร้องนะคะ อย่าบอกใคร ว่าหนูทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Here you go.",
      "th": "เอานี่ไป"
    }
  },
  {
    "translation": {
      "en": "-Here you go. -I really don't need those.",
      "th": "- เอาไปสิจ๊ะ - หนูไม่ต้องใช้มันหรอกค่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, you really do. Here you go.",
      "th": "ต้องใช้สิ เอาไปเถอะ"
    }
  },
  {
    "translation": {
      "en": "Here you go. Okay?",
      "th": "เอาไปนะ"
    }
  },
  {
    "translation": {
      "en": "I just don't want this thing you're going through to define your life.",
      "th": "ฉันแค่ไม่อยากให้เรื่องพวกนี้ มาตัดสินชีวิตเธอ"
    }
  },
  {
    "translation": {
      "en": "Olive, do what you gotta do. Okay?",
      "th": "โอลีฟ ทำสิ่งที่อยากทำเถอะ"
    }
  },
  {
    "translation": {
      "en": "Let your freak flag fly. Just make sure you have an exit strategy.",
      "th": "ทำตามใจตัวเอง แต่ขอให้เตรียมทางออกไว้ด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "Listen, Mrs. Griffith, I really-- I don't need these.",
      "th": "อาจารย์กริฟฟิธคะ หนูไม่ต้องใช้พวกนี้จริง ๆ ค่ะ"
    }
  },
  {
    "translation": {
      "en": "The pill is not 100 percent effective.",
      "th": "ยาคุมไม่ได้ผล 100% หรอกนะ"
    }
  },
  {
    "translation": {
      "en": "Ask some of your friends' parents.",
      "th": "ลองถามพ่อแม่เพื่อนเธอดูสิ"
    }
  },
  {
    "translation": {
      "en": "Thank you for coming in.",
      "th": "ขอบใจที่มานะ"
    }
  },
  {
    "translation": {
      "en": "Can you just send in the next person? Thank you.",
      "th": "ช่วยเรียกคนถัดไปเข้ามาด้วยนะ ขอบใจจ้ะ"
    }
  },
  {
    "translation": {
      "en": "You're up, hoss.",
      "th": "ตานายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Okay. Go. It's all right.",
      "th": "เข้าไปเถอะ ไม่เป็นไรหรอก"
    }
  },
  {
    "translation": {
      "en": "Everything's gonna be okay.",
      "th": "ทุกอย่างจะต้องไปได้สวย"
    }
  },
  {
    "translation": {
      "en": "Don't you think it's a little strange that your boyfriend is 22 years old...",
      "th": "เธอไม่คิดว่ามันแปลกบ้างเหรอ ที่แฟนเธออายุตั้ง 22 แล้ว"
    }
  },
  {
    "translation": {
      "en": "-...and still in high school? -Not that it's any of your business...",
      "th": "- แต่ยังเรียนมัธยมอยู่ - ไม่ใช่กงการอะไรของเธอสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "...but he is here by choice.",
      "th": "มันเป็นทางเลือกของคนนั้น"
    }
  },
  {
    "translation": {
      "en": "It's his choice he's a fourth-year senior that can't pass any test he takes?",
      "th": "ทางเลือกของคนนั้นที่ซ้ำชั้นมาสี่ปี เพราะว่าสอบไม่ผ่านสักวิชานะเหรอ"
    }
  },
  {
    "translation": {
      "en": "His choice. His? His?",
      "th": "ทางเลือกของคนนั้น คนนั้น... คนนั้น"
    }
  },
  {
    "translation": {
      "en": "Capital H?",
      "th": "คน ๆ นั้นนะ"
    }
  },
  {
    "translation": {
      "en": "If God wanted him to graduate, God would've given him the right answers.",
      "th": "ถ้าพระเจ้าอยากให้เขาเรียนจบ พระเจ้าจะชี้ทางให้เขาเอง"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. You gotta be shitting me, woman.",
      "th": "ขอโทษที นี่ล้อกันเล่นใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Okay. So why was he blubbering like a baby?",
      "th": "แล้วทำไมเขาถึงร้องไห้เป็นเด็กเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "-Is he struggling with his sexuality? -No, you insensitive rhymes-with-witch.",
      "th": "เขาสับสนทางเพศเหรอ ไม่ใช่ เธอนี่มันร้ายกาจจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "His parents are going through a divorce.",
      "th": "พ่อแม่เขากำลังจะหย่ากัน"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "เหรอ"
    }
  },
  {
    "translation": {
      "en": "You know, sometimes our boyfriend's parents...",
      "th": "นี่นะ มันก็มีบ้างที่พ่อแม่ของแฟนเรา จะหย่ากัน"
    }
  },
  {
    "translation": {
      "en": "...they get divorced, you know?",
      "th": "มันก็มีบ้างที่พ่อแม่ของแฟนเรา จะหย่ากัน"
    }
  },
  {
    "translation": {
      "en": "And it's important to remember it's not your fault.",
      "th": "แต่เธอต้องจำเอาไว้นะ ว่ามันไม่ใช่ความผิดของเธอ ฉันต้องไปแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "So I gotta go.",
      "th": "ว่ามันไม่ใช่ความผิดของเธอ ฉันต้องไปแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "But they go to our church. What will people say?",
      "th": "แต่พวกเขาไปโบสถ์ของเรา คนอื่นจะคิดอย่างไร"
    }
  },
  {
    "translation": {
      "en": "How long do these embraces usually last? Because I gotta go, but I--",
      "th": "เธอจะกอดฉันอีกนานไหม เพราะฉันต้องไปแล้ว แต่ฉัน..."
    }
  },
  {
    "translation": {
      "en": "-Are you gonna be okay? -Yes, I'm gonna be okay.",
      "th": "- จะไม่เป็นไรใช่ไหม - ฉันไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Mrs. Griffith is amazing...",
      "th": "อาจารย์กริฟฟิธเก่งอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "...and she's gonna help Micah, and everything's gonna be okay.",
      "th": "เขาต้องช่วยไมก้าได้ และทุกอย่างต้องไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "See? All right, that's the spirit. Everything's gonna be okay.",
      "th": "นั่นแหละ เห็นไหม ต้องอย่างนี้สิ ทุกอย่างต้องไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Wait. Why are you even being so nice to me?",
      "th": "เดี๋ยวนะ ทำไมเธอต้องมาดีกับฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "I did it.",
      "th": "ฉันทำได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "I got through to you.",
      "th": "ฉันเข้าถึงเธอแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry about everything I said. I am so, so sorry.",
      "th": "ฉันขอโทษกับทุกอย่างที่ฉันเคยพูด ฉันขอโทษจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "I mean, I really want us to be friends. Can we please be friends?",
      "th": "คือ ฉันอยากให้เราเป็นเพื่อนกัน เราเป็นเพื่อนกันได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "th": "แน่นอน"
    }
  },
  {
    "translation": {
      "en": "And for a day, we were actually really good friends.",
      "th": "และในวันที่ เราเป็นเพื่อนที่ดีต่อกันจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "I was kind of starting to think things were gonna turn around.",
      "th": "ฉันก็นึกว่าเรื่องทุกอย่าง จะต้องดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "Olive!",
      "th": "โอลีฟ"
    }
  },
  {
    "translation": {
      "en": "-Friend. -Hey, friend.",
      "th": "- เพื่อนรัก - จ้ะ เพื่อนรัก"
    }
  },
  {
    "translation": {
      "en": "-I missed you. -Oh, I missed you more.",
      "th": "- ฉันคิดถึงเธอจัง - ฉันคิดถึงเธอมากกว่านะ"
    }
  },
  {
    "translation": {
      "en": "She texted me in first period.",
      "th": "หล่อนส่งข้อความมาหาฉัน ตอนคาบแรก"
    }
  },
  {
    "translation": {
      "en": "By second period, we apparently had private jokes.",
      "th": "ไม่ทันหมดคาบสอง เราก็มีเรื่องสนุก ๆ กันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Olive. Olive.",
      "th": "โอลีฟ ๆ"
    }
  },
  {
    "translation": {
      "en": "Tragedy struck in Wood Shop.",
      "th": "โศกนาฏกรรมในโรงไม้"
    }
  },
  {
    "translation": {
      "en": "It wasn't because someone sawed off a thumb... ...which has happened.",
      "th": "ไม่ใช่เพราะว่ามีใครตัดไม้โดน นิ้วโป้งตัวเอง ถึงแม่จะเคยมีมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Micah is in the hospital. He is in so much pain.",
      "th": "มิคาห์เข้าโรงพยาบาล เขากำลังป่วยหนัก"
    }
  },
  {
    "translation": {
      "en": "The nurse didn't know what was wrong.",
      "th": "พยาบาลไม่รู้ว่าเกิดจากอะไร"
    }
  },
  {
    "translation": {
      "en": "There, there.",
      "th": "โอ๋ ๆ ๆ"
    }
  },
  {
    "translation": {
      "en": "It hurts so bad, Mommy.",
      "th": "ผมเจ็บจังเลย แม่ครับ"
    }
  },
  {
    "translation": {
      "en": "Well, it's just what I thought. Chlamydia.",
      "th": "อย่างที่คิดไว้จริง ๆ หนองในเทียมนั่นเอง"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "Who have you been screwing? Tell me.",
      "th": "ไปนอนกับใครมา บอกฉันมานะ"
    }
  },
  {
    "translation": {
      "en": "Tell me now or I will kill you right here.",
      "th": "บอกฉันมาเดี๋ยวนี้ ไม่อย่างนั้นฉันฆ่าแกแน่"
    }
  },
  {
    "translation": {
      "en": "Olive. Olive Penderghast!",
      "th": "โอลีฟ โอลีฟ แพนเดอร์กาสท์"
    }
  },
  {
    "translation": {
      "en": "Olive. Olive Penderghast.",
      "th": "โอลีฟ โอลีฟ แพนเดอร์กาสท์"
    }
  },
  {
    "translation": {
      "en": "I have to call you back. Okay. Bye-bye.",
      "th": "เดี๋ยวโทรกลับนะ ได้ แค่นี้นะ"
    }
  },
  {
    "translation": {
      "en": "Goddamn it.",
      "th": "บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Chlamydia?!",
      "th": "หนองในเหรอ"
    }
  },
  {
    "translation": {
      "en": "That bitch!",
      "th": "นางนั่น"
    }
  },
  {
    "translation": {
      "en": "-Olive? -Hey.",
      "th": "- โอลีฟ - ว่าอย่างไร"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Oh, my God. Goddamn it.",
      "th": "พระเจ้า พระเจ้า ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "I panicked.",
      "th": "ผมกำลังตกใจ"
    }
  },
  {
    "translation": {
      "en": "I said I got it from Olive Penderghast.",
      "th": "ผมเลยบอกว่าติดมาจาก โอลีฟ แพนเดอร์กาสท์"
    }
  },
  {
    "translation": {
      "en": "I know, but what was I supposed to say?",
      "th": "ผมรู้ แต่จะให้ผมตอบอย่างไร"
    }
  },
  {
    "translation": {
      "en": "You know, and then my mom tells Marianne's mom.",
      "th": "แล้วแม่ผมก็บอกแม่ของมารีแอน"
    }
  },
  {
    "translation": {
      "en": "I did. I tried to blame it on their divorce...",
      "th": "บอกแล้ว ผมบอกว่าเป็นเพราะ พวกเขาหย่ากัน"
    }
  },
  {
    "translation": {
      "en": "...but my mom is not buying it.",
      "th": "แต่แม่ผมไม่เชื่อ"
    }
  },
  {
    "translation": {
      "en": "That's it. I have to tell them.",
      "th": "พอที ผมจะบอกพวกเขา"
    }
  },
  {
    "translation": {
      "en": "No, I do not care that you gave me chlamydia. I don't!",
      "th": "ไม่ ผมไม่สนว่าคุณ จะทำให้ผมเป็นหนองใน ผมไม่สน"
    }
  },
  {
    "translation": {
      "en": "I love you and I want to be with you, and nobody can stop us.",
      "th": "ผมรักคุณ ผมอยากอยู่กับคุณ และใครก็หยุดผมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Not my mother, not Marianne, and not even the school board...",
      "th": "ไม่ว่าแม่ผม หรือมารีแอน หรือจะคณะผู้บริหารโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "...or the president of the Americas!",
      "th": "หรือแม้แต่ประธานาธิบดีแห่งอเมริกา"
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "th": "พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "th": "พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "What? What do you want? What do you want?",
      "th": "อะไร เธอต้องการอะไร เธอจะเอาอะไร"
    }
  },
  {
    "translation": {
      "en": "Just go.",
      "th": "ไปให้พ้น"
    }
  },
  {
    "translation": {
      "en": "Perfect. Just perfect.",
      "th": "เยี่ยมเลย ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I just-- I was looking for Marianne.",
      "th": "ขอโทษค่ะ หนูแค่มาตามหา มารีแอน"
    }
  },
  {
    "translation": {
      "en": "Did she say anything about being mad at me?",
      "th": "หล่อนเล่าเรื่องที่หล่อน โกรธหนูไหมคะ"
    }
  },
  {
    "translation": {
      "en": "She just smacked the bejesus out of me.",
      "th": "หล่อนเพิ่งตบหนูไปเต็มฉาด"
    }
  },
  {
    "translation": {
      "en": "No, that's my fault. I'm so sorry, Olive. I'm sorry.",
      "th": "ไม่หรอก ความผิดของฉันเอง ฉันขอโทษโอลีฟ ฉันขอโทษ"
    }
  },
  {
    "translation": {
      "en": "But I messed up, okay? I just goddamn shit...",
      "th": "ไม่หรอก ความผิดของฉันเอง ฉันขอโทษโอลีฟ ฉันขอโทษ ฉันสร้างเรื่องเอง เข้าใจไหม ฉันมันแย่จริง ๆ"
    }
  },
  {
    "translation": {
      "en": "...goddamn messed up really goddamn shit bad.",
      "th": "แย่มาก ๆ แย่มาก ถึงมากที่สุด"
    }
  },
  {
    "translation": {
      "en": "Goddamn. Shit, goddamn.",
      "th": "แย่ ๆ ๆ แย่โคตร ๆ"
    }
  },
  {
    "translation": {
      "en": "Okay. Don't get me wrong because I love it...",
      "th": "เอาล่ะ อย่าเข้าใจผิดนะคะ เพราะหนูเองก็ชอบ"
    }
  },
  {
    "translation": {
      "en": "...but I don't think you're supposed to use that language in front of a student.",
      "th": "เพราะหนูเองก็ชอบ แต่คุณไม่ควรใช้คำพูดแบบนี้ ต่อหน้านักเรียนนะคะ"
    }
  },
  {
    "translation": {
      "en": "You know what else you're not supposed to do, is sleep with them.",
      "th": "รู้อะไรอีกไหมที่เราไม่ควรทำ คือนอนกับเด็กนักเรียนอย่างไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "But that didn't stop me. Goddamn shit.",
      "th": "แต่มันไม่ได้หยุดฉันเลย บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Wait. You-- Oh, my God.",
      "th": "เดี๋ยวนะคะ พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "But I'm not-- I'm not judging you or anything, but, oh, my God.",
      "th": "แต่หนูไม่... หนูไม่ขอออกความเห็น อะไรทั้งนั้นนะคะ แต่ พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "I-- Wait, what does that have to do with me?",
      "th": "แล้วมันเกี่ยวอะไรกับหนูคะ"
    }
  },
  {
    "translation": {
      "en": "You should know that my marriage is not great.",
      "th": "เธอน่าจะรู้ว่าชีวิตคู่ของฉัน มันไม่ได้สวยหรู"
    }
  },
  {
    "translation": {
      "en": "We haven't slept together in months.",
      "th": "เราไม่ได้มีอะไรกัน มาเป็นเดือน ๆ แล้ว"
    }
  },
  {
    "translation": {
      "en": "In months, all right?",
      "th": "หลายเดือน เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "Finally, this great-looking guy comes in and he's nice to me, you know?",
      "th": "แล้วสุดท้าย ก็มีผู้ชายรูปหล่อ เข้ามาหาฉัน ทำดีกับฉัน เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "And he's not a minor.",
      "th": "และเขาก็ไม่ใช่เด็กแล้ว"
    }
  },
  {
    "translation": {
      "en": "This is legal. It's legal because he's been here forever, okay?",
      "th": "มันถูกกฎหมายนะ เพราะเขาอยู่ที่นี่มาตลอด"
    }
  },
  {
    "translation": {
      "en": "He's not the sharpest Christian in the Bible, all right?",
      "th": "เขาไม่ใช่คนที่เคร่งครัด ในศาสนาขนาดนั้น เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "And then he finds out that he has chlamydia.",
      "th": "แล้วเขาก็มารู้ว่า เขาเป็นหนองในเทียม"
    }
  },
  {
    "translation": {
      "en": "And so then he's telling everybody that it was you.",
      "th": "ซึ่งเขาบอกทุกคนไปว่า เขาติดมาจากเธอ"
    }
  },
  {
    "translation": {
      "en": "He didn't want me to lose my job...",
      "th": "เขาไม่อยากให้ฉันตกงาน"
    }
  },
  {
    "translation": {
      "en": "...and he doesn't wanna get in trouble either, so he said it's you.",
      "th": "แล้วเขาก็ไม่อยากมีปัญหาเหมือนกัน เขาเลยโยนความผิดให้เธอ ฉันขอโทษนะ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "th": "เขาเลยโยนความผิดให้เธอ ฉันขอโทษนะ"
    }
  },
  {
    "translation": {
      "en": "But I'll-- I'm gonna fix it, Olive. Okay? I'll tell everyone.",
      "th": "แต่ฉัน ฉันจะแก้เรื่องนี้เอง โอลีฟ ฉันจะบอกทุกคนเอง"
    }
  },
  {
    "translation": {
      "en": "I'm gonna tell everyone that it's me. Okay? I'll just-- I'll lose my job.",
      "th": "ฉันจะบอกทุกคน ว่าฉันเอง เข้าใจไหม ฉันก็แค่ต้องเสียงาน"
    }
  },
  {
    "translation": {
      "en": "And, you know, whatever else I lose, and then that's okay.",
      "th": "หรือจะเสียอะไรอีกก็ช่าง แต่ไม่เป็นไรหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "Maybe it was becoming a habit of mine to help the downtrodden...",
      "th": "สงสัยจะกลายเป็นนิสัยของฉันแล้ว ที่จะต้องช่วยคนตกทุกข์ได้ยาก"
    }
  },
  {
    "translation": {
      "en": "...or maybe I just couldn't stand to see...",
      "th": "หรืออาจจะเพราะฉันไม่อาจทนเห็น"
    }
  },
  {
    "translation": {
      "en": "...my favorite teacher's marriage crumble.",
      "th": "ชีวิตคู่ของอาจารย์ที่ฉันรัก ต้องพังทลาย"
    }
  },
  {
    "translation": {
      "en": "Either way, I decided to help.",
      "th": "จะอย่างไรก็ช่าง ฉันตัดสินใจว่าจะช่วยเธอ"
    }
  },
  {
    "translation": {
      "en": "I could have chlamydia.",
      "th": "หนูเป็นหนองในก็ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "I mean, I could have easily given it to Micah.",
      "th": "คือ หนูเป็นคนแพร่เชื้อ ให้ไมก้าก็ได้"
    }
  },
  {
    "translation": {
      "en": "I mean, who knows?",
      "th": "ใครจะไปรู้คะ"
    }
  },
  {
    "translation": {
      "en": "Women oftentimes don't show symptoms.",
      "th": "เพราะมันไม่มีอาการแสดง ในผู้หญิงอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "And the whole world knows I've been whoring around.",
      "th": "แล้วทั้งโลกก็รู้ ว่าหนูแรดไปทั่ว"
    }
  },
  {
    "translation": {
      "en": "No, you haven't. No, you haven't.",
      "th": "ไม่หรอก ไม่ ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Because a real whore can't admit it to herself, much less others. Trust me.",
      "th": "เพราะคนที่แรดจริง ๆ ไม่ยอมรับ เรื่องแบบนี้หรอก คนอื่นก็ด้วย เชื่อฉันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Call Micah.",
      "th": "โทรหาไมก้านะคะ"
    }
  },
  {
    "translation": {
      "en": "Tell him he is an ass and he owes me so big for this, but also...",
      "th": "บอกเขาว่าเขามันขี้ขลาด และเขาติดหนี้ฉันครั้งใหญ่ด้วย แล้วก็"
    }
  },
  {
    "translation": {
      "en": "...tell him I confessed to giving him chlamydia.",
      "th": "บอกเขาว่าหนูสารภาพ ว่าแพร่หนองในเทียมให้เขา"
    }
  },
  {
    "translation": {
      "en": "Getting a lot of hugs today.",
      "th": "มีคนกอดเยอะเลยวันนี้"
    }
  },
  {
    "translation": {
      "en": "-You're going to hell, Olive! -Get out of here!",
      "th": "- เธอต้องตกนรกแน่ โอลีฟ - ออกไปเสีย"
    }
  },
  {
    "translation": {
      "en": "I guess I shouldn't be too shocked these people...",
      "th": "โอลีฟคือยายร่าน ฉันเองก็ไม่ได้แปลกใจเท่าไร"
    }
  },
  {
    "translation": {
      "en": "...wanted my diseased ass out of there.",
      "th": "คนพวกนี้อยากให้ฉัน ออกไปจากที่นี่อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Save yourself, Olive.",
      "th": "ระวังไว้เถอะ โอลีฟ"
    }
  },
  {
    "translation": {
      "en": "The funny thing is, the whole time this all was going down...",
      "th": "เรื่องตลกก็คือ เวลาที่ ทุกอย่างพังทลายลงตรงหน้า"
    }
  },
  {
    "translation": {
      "en": "...I couldn't help but think I could've come up with better signs.",
      "th": "ฉันกลับคิดว่าตัวเอง น่าจะมีทางที่ดีกว่านี้"
    }
  },
  {
    "translation": {
      "en": "You gotta love the Quiznos guy.",
      "th": "แต่ก็ต้องขอบคุณคุณควิซนอสนะ"
    }
  },
  {
    "translation": {
      "en": "That's the one thing that trumps religion: capitalism.",
      "th": "สิ่งเดียวที่ชนะศาสนาได้ นั่นก็คือลัทธิทุนนิยม"
    }
  },
  {
    "translation": {
      "en": "Why are you doing this?",
      "th": "เธอทำอย่างนี้ทำไม"
    }
  },
  {
    "translation": {
      "en": "I'm trying to make this school a better place.",
      "th": "ฉันพยายามทำให้โรงเรียนนี้ น่าอยู่ขึ้น"
    }
  },
  {
    "translation": {
      "en": "Start a petition to get rid of the lead paint.",
      "th": "ก็ไปประท้วงเรื่องสารตะกั่วสิ"
    }
  },
  {
    "translation": {
      "en": "New Honey Chicken at Quiznos.",
      "th": "- ไก่อบน้ำผึ้งแบบใหม่ที่ควิซนอส - อย่าเพิ่งได้ไหม ควิซนอส"
    }
  },
  {
    "translation": {
      "en": "-Not now, Quiznos. -You're a slut.",
      "th": "- ไก่อบน้ำผึ้งแบบใหม่ที่ควิซนอส - อย่าเพิ่งได้ไหม ควิซนอส เธอมันร่าน"
    }
  },
  {
    "translation": {
      "en": "You're going down, Olive.",
      "th": "หมดเวลาของเธอแล้ว โอลีฟ"
    }
  },
  {
    "translation": {
      "en": "If this is because I'm more popular than you, then I think what you're--",
      "th": "ถ้านี่เป็นเพราะว่า ฉันดังกว่าเธอล่ะก็ ฉันรู้แล้ว..."
    }
  },
  {
    "translation": {
      "en": "Let's not mistake popularity for infamy.",
      "th": "อย่าเข้าใจผิดระหว่างดังกับดับสิ"
    }
  },
  {
    "translation": {
      "en": "-You don't wanna burn, do you? -I'll be praying for you.",
      "th": "- คงไม่อยากโดนแผดเผาหรอกนะ - ฉันจะภาวนาเผื่อเธอแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "th": "ขอโทษทีนะ"
    }
  },
  {
    "translation": {
      "en": "-You okay? -Yeah. I'm awesome. I'm awesome.",
      "th": "เป็นอะไรหรือเปล่า ฉันสบายดี สบายดีมาก"
    }
  },
  {
    "translation": {
      "en": "Screw all these people, Olive.",
      "th": "ไม่ต้องไปสนคนพวกนี้หรอก โอลีฟ"
    }
  },
  {
    "translation": {
      "en": "Haven't you heard?",
      "th": "เธอไม่ได้ยินเหรอ"
    }
  },
  {
    "translation": {
      "en": "I already did.",
      "th": "ฉันทำไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "-You're going to hell, Olive! -What you're doing is wrong.",
      "th": "- เธอต้องตกนรก โอลีฟ - สิ่งที่เธอทำมันผิด"
    }
  },
  {
    "translation": {
      "en": "You're going to hell!",
      "th": "เธอต้องตกนรก"
    }
  },
  {
    "translation": {
      "en": "So they got Rhiannon.",
      "th": "พวกเขาได้ริอานนอนไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Never underestimate the power of extremists like Marianne.",
      "th": "อย่าได้ดูถูกพลังของคนสุดโต่ง อย่างมารีแอน"
    }
  },
  {
    "translation": {
      "en": "They sense any weakness, they pounce like jungle cats.",
      "th": "พวกเขารู้จุดอ่อน และจู่โจมเหมือนแมวป่า"
    }
  },
  {
    "translation": {
      "en": "And the whack pack just gets bigger and bigger.",
      "th": "และคนบ้าพวกนี้ ก็เริ่มเยอะขึ้นเรื่อย ๆ"
    }
  },
  {
    "translation": {
      "en": "But at least they have a pack.",
      "th": "แต่อย่างน้อยเขาก็มีพวก"
    }
  },
  {
    "translation": {
      "en": "I was used to being by myself, but I had never felt more alone.",
      "th": "ฉันเคยชินกับการอยู่คนเดียว แต่ไม่เคยเดียวดายแบบนี้เลย"
    }
  },
  {
    "translation": {
      "en": "I thought I should look into what they were running around thumping about.",
      "th": "ฉันควรเข้าหาสิ่งที่พวกเขา กำลังโวยวายถึงสินะ"
    }
  },
  {
    "translation": {
      "en": "-Do you have a religion section? -It's over there.",
      "th": "- หมวดศาสนาอยู่ตรงไหนคะ - ทางนั้นนะ"
    }
  },
  {
    "translation": {
      "en": "-Can I help you with something? -The Bible.",
      "th": "- หาอะไรอยู่เหรอ - ไบเบิ้ลค่ะ"
    }
  },
  {
    "translation": {
      "en": "That's in bestsellers, right next to Twilight.",
      "th": "อยู่ตรงหนังสือขายดีนะ ถัดจากหนังสือไทวไลท์"
    }
  },
  {
    "translation": {
      "en": "I didn't have time to read the whole thing...",
      "th": "ฉันไม่มีเวลาอ่านมันทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "...because it's, like, 600 pages.",
      "th": "เพราะมันหนาสัก 600 หน้าได้"
    }
  },
  {
    "translation": {
      "en": "Single-spaced.",
      "th": "ตัวหนังสือก็ยังเยอะมากอีกด้วย"
    }
  },
  {
    "translation": {
      "en": "And as every war that's ever been fought can tell you...",
      "th": "และมันเหมือนกับสงคราม ที่เคยเกิดขึ้นมาทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "...there are many ways you can interpret it.",
      "th": "คือเราจะตีความมันอย่างไรก็ได้"
    }
  },
  {
    "translation": {
      "en": "Except the Civil War. That was pure racism.",
      "th": "ยกเว้นสงครามกลางเมือง ที่เหยียดสีผิวล้วน ๆ"
    }
  },
  {
    "translation": {
      "en": "So I went to find an expert.",
      "th": "ฉันเลยต้องไปหาผู้เชี่ยวชาญ"
    }
  },
  {
    "translation": {
      "en": "But really, I just kind of wanted someone to talk to.",
      "th": "แต่อันที่จริง ฉันแค่อยากหาคนระบายเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Forgive me, Father, for I have sinned.",
      "th": "หลวงพ่อ ลูกขอโทษ สำหรับบาปของลูก"
    }
  },
  {
    "translation": {
      "en": "I think that's how you start these things.",
      "th": "หนูต้องเริ่มพูดแบบนี้ใช่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "I'm just going off what I've seen in movies.",
      "th": "หนูเริ่มจากที่หนูเคยเห็นในหนัง"
    }
  },
  {
    "translation": {
      "en": "Where do I even start?",
      "th": "หนูจะเริ่มจากตรงไหนดี"
    }
  },
  {
    "translation": {
      "en": "I've been pretending to be....",
      "th": "หนูแกล้งทำตัวเป็น"
    }
  },
  {
    "translation": {
      "en": "What is the Catholic way of phrasing this?",
      "th": "ศัพท์ทางศาสนาเขาเรียกว่าอะไรนะคะ"
    }
  },
  {
    "translation": {
      "en": "A harlot?",
      "th": "หญิงแพศยาใช่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "A harlot. It's not that I've actually been doing...",
      "th": "หญิงแพศยา ไม่ใช่ว่าหนูเที่ยวไปทำ"
    }
  },
  {
    "translation": {
      "en": "...the things that people have been saying I've been doing...",
      "th": "อย่างที่คนอื่นเขาพูดว่าหนูทำนะคะ"
    }
  },
  {
    "translation": {
      "en": "...but then again, I'm not denying them either.",
      "th": "แต่อย่างว่า หนูเองก็ไม่ได้ปฏิเสธออกไป"
    }
  },
  {
    "translation": {
      "en": "So I was just wondering, is that wrong?",
      "th": "หนูสงสัยเหลือเกิน ว่ามันผิดหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "It's just that a lot of people have been asking me to do things...",
      "th": "คือมีคนมากมาย มาขอให้หนูทำนั่นนี่ ซึ่งหนูคิดว่าไม่น่าเป็นอะไร"
    }
  },
  {
    "translation": {
      "en": "...and I thought it was okay because it wasn't real, you know?",
      "th": "มาขอให้หนูทำนั่นนี่ ซึ่งหนูคิดว่าไม่น่าเป็นอะไร แต่มันไม่ได้เกิดขึ้นจริงนะคะ"
    }
  },
  {
    "translation": {
      "en": "It was make-believe.",
      "th": "ก็แค่ทำให้คนเชื่อ"
    }
  },
  {
    "translation": {
      "en": "And no one was getting hurt...",
      "th": "และไม่มีใครเจ็บปวดด้วย"
    }
  },
  {
    "translation": {
      "en": "...but a lot of people hate me now.",
      "th": "แต่ตอนนี้มีคนเกลียดหนูเยอะแยะ"
    }
  },
  {
    "translation": {
      "en": "I kind of hate me too.",
      "th": "หนูก็เกลียดตัวเองด้วย"
    }
  },
  {
    "translation": {
      "en": "I might be wrong...",
      "th": "หนูอาจจะผิดจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "...but aren't you supposed to say something?",
      "th": "พ่อจะไม่พูดอะไรหน่อยเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Tell me to say 10 Hail Marys, pay a fine...",
      "th": "ให้หนูสรรเสริญพระแม่มารีย์ สิบครั้งก็ได้ หรือจ่ายค่าปรับ"
    }
  },
  {
    "translation": {
      "en": "...advance token to nearest railroad? Hello?",
      "th": "หรือว่าออกค่าตั๋วรถไฟก็ได้ค่ะ หลวงพ่อคะ"
    }
  },
  {
    "translation": {
      "en": "Should've seen that one coming.",
      "th": "น่าจะรู้อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Luckily, I live in a town with many different places of worship.",
      "th": "โชคดีนะที่ฉันอยู่ในเมือง ที่มีศาสนาสถานมากมาย"
    }
  },
  {
    "translation": {
      "en": "So I went to find one with a real live human being.",
      "th": "ฉันเลยไปหาที่ที่มีมนุษย์ ที่มีชีวิตจริง ๆ อยู่"
    }
  },
  {
    "translation": {
      "en": "Can I help you?",
      "th": "- ให้ช่วยอะไรไหมคะ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I was just wondering if there's a minister around.",
      "th": "คือที่นี่มีพระไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Is it not a minister?",
      "th": "ไม่ใช่พระเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "A Reverend? A wizard?",
      "th": "นักบวชก็ได้"
    }
  },
  {
    "translation": {
      "en": "It's a pastor, and he's here.",
      "th": "- ผู้วิเศษแล้วกัน - บาทหลวงค่ะ ท่านอยู่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "How can I help you today?",
      "th": "วันนี้มีอะไรให้พ่อช่วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "I was wondering what your church's stance on lying and adultery was.",
      "th": "โบสถ์ของท่านเห็นว่าคนโกหก และคนเล่นชู้เป็นอย่างไรคะ"
    }
  },
  {
    "translation": {
      "en": "It's not a good thing.",
      "th": "ไม่ใช่คนดี"
    }
  },
  {
    "translation": {
      "en": "Oh, I agree, wholeheartedly. But, then-- Now, tell me this.",
      "th": "ค่ะ หนูเห็นด้วยหมดใจเลย แต่ว่า... ช่วยบอกหนูหน่อยสิคะ"
    }
  },
  {
    "translation": {
      "en": "Assuming there is a hell....",
      "th": "สมมติว่านรกมีจริง"
    }
  },
  {
    "translation": {
      "en": "Oh, the Christian Church recognizes the existence of hell.",
      "th": "โบสถ์คริสเตียนเชื่อว่า นรกมีอยู่จริง"
    }
  },
  {
    "translation": {
      "en": "Okay, so we'll just say there's a \"hell.\"",
      "th": "ค่ะ เมื่อนรกมีจริง"
    }
  },
  {
    "translation": {
      "en": "There is. Just so we're clear.",
      "th": "มีสิลูก จะได้เข้าใจตรงกัน"
    }
  },
  {
    "translation": {
      "en": "-Okay. So for argument's sake-- -No, there's no argument. It's there.",
      "th": "- ค่ะ จะได้เลิกเถียงสักที - ไม่ต้องเถียงเลย มันอยู่ข้างล่าง"
    }
  },
  {
    "translation": {
      "en": "Right below our feet, right above the Orient. It's there.",
      "th": "ใต้ฝ่าเท้าและเหนือ ความหยั่งรู้ของเรา"
    }
  },
  {
    "translation": {
      "en": "Then what would be worse, lying or adultery?",
      "th": "อย่างนั้นอะไรแย่กว่ากัน ระหว่างโกหก กับเล่นชู้"
    }
  },
  {
    "translation": {
      "en": "Or is lying about adultery just like double whammy? Sorry.",
      "th": "หรือโกหกเรื่องเล่นชู้ แบบว่าบาปสองชั้น ขอโทษค่ะ"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "โธ่เอ๊ย"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, what did you say your name was?",
      "th": "ขอโทษทีนะ ว่าแต่ว่า ลูกบอกว่าชื่ออะไรนะ"
    }
  },
  {
    "translation": {
      "en": "I didn't. I-- You know what? I'm just gonna--",
      "th": "หนูยังไม่ได้บอกค่ะ แต่จะว่าไป หนูว่าหนู..."
    }
  },
  {
    "translation": {
      "en": "I'm just gonna go check out Judaism because--",
      "th": "หนูขอไปพึ่งศาสนายิวดีกว่าค่ะ เพราะว่า"
    }
  },
  {
    "translation": {
      "en": "-God. Two frames, really? -Sorry.",
      "th": "ขอโทษค่ะ สองรอบแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "The Jews and I have a lot in common.",
      "th": "หนูกับยิวมีอะไรที่เหมือนกันอยู่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Just fashion-wise and stuff. -Off you go.",
      "th": "- อย่างเรื่องแฟชั่นอะไรแบบนั้นค่ะ - ไปเถอะ"
    }
  },
  {
    "translation": {
      "en": "Yes, I had unwittingly sought advice from the father...",
      "th": "ค่ะ ฉันได้ไปขอคำปรึกษา โดยไม่ตั้งใจจากพ่อ"
    }
  },
  {
    "translation": {
      "en": "...of the leader of my lynch mob.",
      "th": "ของหัวหน้ากลุ่มศาลเตี้ยของฉัน"
    }
  },
  {
    "translation": {
      "en": "What other complete and total idiot can say that's happened to them?",
      "th": "คนโง่และบ้าที่ไหนจะกล้าบอก ว่าเกิดเรื่องแบบนั้นกับตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Okay, I've narrowed it down to The Other Boleyn Girl...",
      "th": "พ่อเลือกมาแล้วสองเรื่องระหว่าง \"บัลลังก์รักฉาวโลก\""
    }
  },
  {
    "translation": {
      "en": "...or The Bucket List. Huge hit.",
      "th": "กับ \"คู่เกลอ กวนไม่เสร็จ\" ดังทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "Why can't we watch a movie for kids? You always get to pick.",
      "th": "ทำไมเราดูหนังเด็ก ๆ บ้างไม่ได้ล่ะ พ่อได้เลือกตลอดเลย"
    }
  },
  {
    "translation": {
      "en": "Because the Family Member of the Week gets to pick the movie.",
      "th": "เพราะว่าสมาชิกครอบครัวดีเด่น จะได้เป็นคนเลือกจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, but you get Family Member of the Week every week.",
      "th": "แต่พ่อได้เป็นสมาชิกดีเด่น ทุกอาทิตย์เลยนี่"
    }
  },
  {
    "translation": {
      "en": "And there's a reason for that.",
      "th": "และมันก็มีเหตุผลอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "Yeah. You pick Family Member of the Week.",
      "th": "ค่ะ ก็แม่เป็นคนเลือก สมาชิกดีเด่นนี่นะ"
    }
  },
  {
    "translation": {
      "en": "Are you accusing me of nepotism?",
      "th": "จะหาว่าแม่เล่นพรรคเล่นพวกเหรอ"
    }
  },
  {
    "translation": {
      "en": "Okay, it's The Bucket List. This is it. This is the greatest decision.",
      "th": "เอาล่ะ เอาเป็น \"คู่เกลอ กวนไม่เสร็จ\" แล้วกัน เอานี่แหละ"
    }
  },
  {
    "translation": {
      "en": "I'm so happy with this decision. That's what it's going to be.",
      "th": "ดีใจจังที่ได้เลือกเรื่องนี้ ต้องเรื่องนี้เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "All right, now, honey, after we watch The Bucket List...",
      "th": "เอาล่ะ ที่รัก หลังจากที่ดูจบแล้ว"
    }
  },
  {
    "translation": {
      "en": "...remember to cross \"Watch The Bucket List\" off our bucket list.",
      "th": "อย่าลืมกา \"ดูหนังเรื่องคู่เกลอฯ\" ออกจากรายการทำให้เสร็จด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "Guys.",
      "th": "ทุกคนคะ"
    }
  },
  {
    "translation": {
      "en": "I want you to know that if you hear I have chlamydia, that is totally false.",
      "th": "หนูอยากบอกว่าถ้าใคร ได้ยินคนพูดกันว่าหนูเป็นหนองใน มันไม่ใช่เรื่องจริงนะค่ะ"
    }
  },
  {
    "translation": {
      "en": "Olive, do we need to have the talk again?",
      "th": "โอลีฟ เราจะต้องคุยกัน เรื่องนี้หลังไมค์ไหม"
    }
  },
  {
    "translation": {
      "en": "No. It's just a thing that's going around.",
      "th": "ไม่ค่ะ มันก็แค่เรื่องที่ ผ่านไปผ่านมา"
    }
  },
  {
    "translation": {
      "en": "You know, nothing you're saying is making me feel any better.",
      "th": "นี่ ลูกไม่ได้พูดอะไรที่ทำให้เรา รู้สึกดีขึ้นเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Not to mention how you've been dressing the last few days.",
      "th": "นั่นยังไม่ได้รวมถึงการแต่งตัว ของลูกช่วงนี้ด้วย"
    }
  },
  {
    "translation": {
      "en": "No judgment, but you look like a stripper.",
      "th": "ไม่ได้อะไรนะ แต่ลูกเหมือนโคโยตี้เลย"
    }
  },
  {
    "translation": {
      "en": "-Mom. -A high-end stripper.",
      "th": "แม่คะ โคโยตี้ไฮโซก็ได้"
    }
  },
  {
    "translation": {
      "en": "For governors or athletes.",
      "th": "สำหรับพวกนักการเมือง หรือนักกีฬาดัง ๆ"
    }
  },
  {
    "translation": {
      "en": "But stripper, nonetheless.",
      "th": "แต่ก็ยังเป็นโคโยตี้อยู่ดี"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. I'm just trying to mix it up a little.",
      "th": "พระเจ้าช่วย หนูแค่จับนู่นผสมนี่เฉย ๆ"
    }
  },
  {
    "translation": {
      "en": "And I have no STDs, I promise you.",
      "th": "และหนูไม่ได้เป็นโรคติดต่อทางเพศด้วย สบายเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, that's great. Daughter of the Year.",
      "th": "ดีแล้ว ลูกสาวดีเด่น"
    }
  },
  {
    "translation": {
      "en": "If you hear anything to the contrary...",
      "th": "ถ้าพ่อกับแม่ได้ยินอะไร ที่ต่างไปจากนั้น"
    }
  },
  {
    "translation": {
      "en": "...come up with some funny retort and walk away.",
      "th": "ก็เอามุขกลบเกลื่อน แล้วไม่ต้องไปฟังนะ"
    }
  },
  {
    "translation": {
      "en": "Honey, you're kind of starting to worry us a little.",
      "th": "ลูกรัก ลูกเริ่มทำให้เราเป็นห่วงแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Should we be kind of worried a little?",
      "th": "เราควรต้องเป็นห่วงหน่อยไหม"
    }
  },
  {
    "translation": {
      "en": "I don't think so.",
      "th": "ไม่ต้องหรอกค่ะ"
    }
  },
  {
    "translation": {
      "en": "-You sure? -Yeah.",
      "th": "- แน่ใจนะ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah. I got it all under control.",
      "th": "ค่ะ หนูเอาอยู่"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Then let's Bucket List this bitch.",
      "th": "อย่างนั้นก็จบเรื่องนี้เสีย"
    }
  },
  {
    "translation": {
      "en": "The Bucket List, The Bucket List.",
      "th": "คู่เกลอ กวนไม่เสร็จ"
    }
  },
  {
    "translation": {
      "en": "To say this whole thing had taken over my life...",
      "th": "ถ้าจะพูดว่าเรื่องทั้งหมดนี่ เข้ามามีอิทธิพลกับชีวิตฉัน"
    }
  },
  {
    "translation": {
      "en": "...would be a colossal understatement.",
      "th": "ก็คงจะน้อยไปอย่างมหาศาล"
    }
  },
  {
    "translation": {
      "en": "I actually reread The Scarlet Letter to see how Hester dealt with it.",
      "th": "ฉันอ่านเรื่อง อักษรคนบาป เพื่อดูว่า เฮสเทอร์รับมือเรื่องนี้อย่างไร"
    }
  },
  {
    "translation": {
      "en": "And it turns out she bore her punishment in humble silence...",
      "th": "และมันแต่กลับเป็นว่าเธอยอมรับ การลงโทษอย่างเจียมตัว..."
    }
  },
  {
    "translation": {
      "en": "...which are two concepts I am not comfortable with.",
      "th": "ซึ่งเป็นสิ่งที่ฉันไม่ค่อยเห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "With all the mythical play I was getting...",
      "th": "เพราะนิทานที่เล่าขานกันอยู่ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "...I still actually hadn't been asked out on a real date.",
      "th": "ทำให้ฉันยังไม่ได้ออกเดตกับใครจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "People were jumping up and down to say they'd slept with me...",
      "th": "ใคร ๆ ก็เสนอหน้าออกมา บอกว่าเคยนอนกับฉัน"
    }
  },
  {
    "translation": {
      "en": "...but no one bothered really trying to sleep with me.",
      "th": "แต่ไม่มีใครออกแรง พยายามนอนกับฉันจริง ๆ เลย"
    }
  },
  {
    "translation": {
      "en": "I was starting to think I actually did have a gnome down there.",
      "th": "จนฉันเริ่มคิดว่า ตัวเองแย่ไปแล้วจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "-Until finally.... -Hey, Olive.",
      "th": "จนกระทั่ง สวัสดี โอลีฟ"
    }
  },
  {
    "translation": {
      "en": "Hey, Anson. What's up?",
      "th": "สวัสดี แอนสัน มีอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "I was wondering if you were busy tonight.",
      "th": "ฉันอยากรู้ว่าคืนนี้เธอยุ่งหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Maybe wanna go out or something?",
      "th": "อยากไปเที่ยวกันไหม"
    }
  },
  {
    "translation": {
      "en": "What did you have in mind?",
      "th": "คิดอะไรอยู่อะไรกันแน่"
    }
  },
  {
    "translation": {
      "en": "I was thinking about getting a hot-air balloon, you know...",
      "th": "ฉันแค่คิดถึงการไปขึ้นกระเช้าบอลลูน"
    }
  },
  {
    "translation": {
      "en": "...bringing along some champagne...",
      "th": "พร้อมกับแชมเปญ"
    }
  },
  {
    "translation": {
      "en": "...and then possibly reading some Sylvia Plath.",
      "th": "แล้วก็อาจจะอ่านหนังสือ ของซิลเวีย พลาธไปด้วย"
    }
  },
  {
    "translation": {
      "en": "Or we could just go to The Lobster Shack...",
      "th": "หรือไม่ก็ไปร้าน ลอบสเตอร์ แช็คกันก็พอ"
    }
  },
  {
    "translation": {
      "en": "...because it's, you know, a little easier.",
      "th": "เพราะว่า... มันน่าจะง่ายกว่า"
    }
  },
  {
    "translation": {
      "en": "-I love The Lobster Shack. -Good.",
      "th": "ฉันชอบร้านล็อบสเตอร์ แช็ก ดีเลย"
    }
  },
  {
    "translation": {
      "en": "Okay. It's a date, then.",
      "th": "ตกลงไปเดตกันนะ"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Okay.",
      "th": "- ได้เลย - ตามนั้น"
    }
  },
  {
    "translation": {
      "en": "So should I still bring the Sylvia Plath or...?",
      "th": "ฉันยังต้องเอาหนังสือ ของซิลเวีย พลาธไปไหม"
    }
  },
  {
    "translation": {
      "en": "No, we could stick our heads in the oven... ...if we run out of things to talk about.",
      "th": "ไม่ต้อง เราอยู่กันเงียบ ๆ ก็ได้ ถ้าเราไม่มีอะไรจะพูดกันจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "That was....",
      "th": "มัน..."
    }
  },
  {
    "translation": {
      "en": "-Cool. All right. Well.... -Cool.",
      "th": "- เอาตามนั้นแหละนะ - ได้เลย"
    }
  },
  {
    "translation": {
      "en": "You look really beautiful.",
      "th": "เธอสวยจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-You're a real gentleman. -No.",
      "th": "นายก็เป็นสุภาพบุรุษจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "Just a guy having dinner with a girl.",
      "th": "ไม่หรอก ก็แค่ผู้ชายคนหนึ่ง ที่มาทานอาหารกับผู้หญิงคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Do you believe this whole thing about lobster being an aphrodisiac?",
      "th": "นายเชื่อเรื่องที่เขาว่ากันว่า ล็อบสเตอร์เป็นยาโด๊ปไหม"
    }
  },
  {
    "translation": {
      "en": "I did not know it was.",
      "th": "ไม่ยักรู้มาก่อนเลย"
    }
  },
  {
    "translation": {
      "en": "Medical science really has not substantiated claims...",
      "th": "ทางการแพทย์เองก็ยังไม่มีข้อพิสูจน์"
    }
  },
  {
    "translation": {
      "en": "...that any particular food increases sexual desire or performance...",
      "th": "ว่ามีอาหารชนิดไหนสามารถเพิ่ม ความต้องการทางเพศได้ แต่ผู้ชายชอบพาผู้หญิงไปทานอาหาร"
    }
  },
  {
    "translation": {
      "en": "...but guys just spend and spend to ply women with food...",
      "th": "แต่ผู้ชายชอบพาผู้หญิงไปทานอาหาร ที่พวกเขาคิดว่าจะทำให้ ตัวเองมีโชคเรื่องนั้นขึ้นบ้าง"
    }
  },
  {
    "translation": {
      "en": "...they think is gonna get them lucky. Which is funny, because, it's like...",
      "th": "ที่พวกเขาคิดว่าจะทำให้ ตัวเองมีโชคเรื่องนั้นขึ้นบ้าง ซึ่งมันตลกมาก เพราะไม่รู้ว่าการ ดูดหอยนางรมเสียงดังมันเซ็กซี่ตรงไหน"
    }
  },
  {
    "translation": {
      "en": "...what is sexy about slurping back oysters? Nothing.",
      "th": "ซึ่งมันตลกมาก เพราะไม่รู้ว่าการ ดูดหอยนางรมเสียงดังมันเซ็กซี่ตรงไหน ไม่เลย แล้วนายรู้ไหม"
    }
  },
  {
    "translation": {
      "en": "Did you know some people actually eat ground-up rhinoceros horn...",
      "th": "ไม่เลย แล้วนายรู้ไหม ว่าผู้ชายบางคนยอมกินนอแรดบด"
    }
  },
  {
    "translation": {
      "en": "...because it's thought to increase the size of the male sex organ?",
      "th": "ด้วยเชื่อว่ามันจะช่วยเพิ่มขนาด อวัยวะเพศได้"
    }
  },
  {
    "translation": {
      "en": "That's not true at all.",
      "th": "ซึ่งมันไม่จริงสักนิด"
    }
  },
  {
    "translation": {
      "en": "Spanish fly. Spanish fly. You've heard of this? Yes?",
      "th": "แมลงวันสเปน แมลงวันสเปน - เคยได้ยินไหม เคยสินะ - เคย"
    }
  },
  {
    "translation": {
      "en": "-Yes. -Okay. That thing? Pulverized blister beetle. What?",
      "th": "นั่นแหละ ยานั่น คือด้วงน้ำมันบด"
    }
  },
  {
    "translation": {
      "en": "And it's illegal in the U.S. because if you eat just a little bit too much...",
      "th": "รู้ไหม มันผิดกฎหมายในอเมริกา เพราะถ้านายกินมากเกินไป มันจะทำให้นายเจ็บขัดตอนฉี่"
    }
  },
  {
    "translation": {
      "en": "...it causes painful urination, fever and bloody discharge.",
      "th": "เพราะถ้านายกินมากเกินไป มันจะทำให้นายเจ็บขัดตอนฉี่ ไข้ขึ้น ถึงขั้นฉี่เป็นเลือด"
    }
  },
  {
    "translation": {
      "en": "-Am I talking too much? -No.",
      "th": "- ฉันพูดมากไปหรือเปล่า - ไม่เลย"
    }
  },
  {
    "translation": {
      "en": "You're just burning through a lot of topics really fast.",
      "th": "เธอแค่เปลี่ยนเรื่องพูดเร็วมาก ๆ"
    }
  },
  {
    "translation": {
      "en": "Shouldn't have had coffee three weeks ago.",
      "th": "ไม่น่าดื่มกาแฟเข้าไป เมื่อสามอาทิตย์ก่อนเลย"
    }
  },
  {
    "translation": {
      "en": "I'm just kidding.",
      "th": "ฉันล้อเล่นนะ"
    }
  },
  {
    "translation": {
      "en": "Your Maine lobster with crab and seafood stuffing.",
      "th": "กุ้งล็อบสเตอร์ และปูยัดไส้อาหารทะเลค่ะ"
    }
  },
  {
    "translation": {
      "en": "-I'm jealous. -Thank you.",
      "th": "- น่าทานมาก - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Let's dig in. Right?",
      "th": "กินเลยแล้วกันนะ สุขสันต์วันเกิดท่านผู้มีพระคุณ"
    }
  },
  {
    "translation": {
      "en": "I didn't know Woodchuck Todd worked here.",
      "th": "ไม่ยักรู้ว่านายวู๊ดชัก ทอดด์ ทำงานที่นี่ด้วย"
    }
  },
  {
    "translation": {
      "en": "He's dressed like a lobster. I should start calling him Lobster Todd.",
      "th": "เขาแต่งตัวอย่างกับล็อบสเตอร์ ฉันจะเรียกเขาว่าล็อบสเตอร์ทอดด์แทน"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "th": "ซวยแล้ว ๆ ๆ"
    }
  },
  {
    "translation": {
      "en": "-Shit, shit, shit. -What? What's wrong?",
      "th": "ซวยแล้ว ๆ ๆ มีอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Rhiannon's over there. -So?",
      "th": "- รีอานนอนอยู่ทางนั้น - แล้วอย่างไร"
    }
  },
  {
    "translation": {
      "en": "She's been in love with you since 1st grade.",
      "th": "หล่อนแอบชอบนาย ตั้งแต่เกรดหนึ่งแล้ว"
    }
  },
  {
    "translation": {
      "en": "-She's my best friend. -I thought you weren't speaking.",
      "th": "หล่อนเป็นเพื่อนสนิทฉัน ฉันนึกว่าพวกเธอ ไม่คุยกันแล้วเสียอีก"
    }
  },
  {
    "translation": {
      "en": "But that doesn't mean she's not my best friend.",
      "th": "แต่นั่นไม่ได้หมายความว่า เราไม่สนิทกัน"
    }
  },
  {
    "translation": {
      "en": "Or that I should be out with you.",
      "th": "หรือฉันจะออกมาเที่ยวกับนายได้"
    }
  },
  {
    "translation": {
      "en": "Rhi and I don't have anything in common.",
      "th": "รีกับฉันไม่มีอะไรเหมือนกันสักนิด"
    }
  },
  {
    "translation": {
      "en": "-And you and I do? -Yeah.",
      "th": "- นายกับฉันมีหรืออย่างไร - มีสิ"
    }
  },
  {
    "translation": {
      "en": "-Like what? -Like I hate Marianne Bryant too.",
      "th": "- เช่นอะไร - เช่น ฉันก็เกลียดมารีแอนเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "If that's our connection, I should date the entire school.",
      "th": "ถ้าเราเหมือนกันแค่นั้นฉันคงเดต กับผู้ชายทั้งโรงเรียนได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Haven't you?",
      "th": "แล้วไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "No. No, I haven't.",
      "th": "ไม่ใช่ ไม่เคยเลย"
    }
  },
  {
    "translation": {
      "en": "Okay, she can't see us. Check. Check.",
      "th": "เอาล่ะ หล่อนยังไม่เห็นเรา เก็บเงินค่ะ เก็บเงิน"
    }
  },
  {
    "translation": {
      "en": "Can you just--? Excuse me? Hi.",
      "th": "คุณคะ... ขอโทษนะคะ... ค่ะ"
    }
  },
  {
    "translation": {
      "en": "I just remembered I am so allergic to shellfish.",
      "th": "ฉันเพิ่งนึกได้ว่าฉันแพ้ สัตว์ทะเลที่มีเปลือก"
    }
  },
  {
    "translation": {
      "en": "I forget that my respiratory system will collapse.",
      "th": "ฉันลืมไปว่าระบบหายใจของฉัน จะล้มเหลว"
    }
  },
  {
    "translation": {
      "en": "-I have a gift certificate. Keep the tip. -Thanks.",
      "th": "ฉันมีบัตรกำนัลอยู่ เก็บเงินทอนไปได้เลยนะคะ - ขอบคุณค่ะ - ขอโทษนะ แต่เราต้องไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, but we have to go.",
      "th": "- ขอบคุณค่ะ - ขอโทษนะ แต่เราต้องไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Go. Go. Come on. Come on. -Okay.",
      "th": "ไปเร็ว - ไปสิ เร็วเข้า ๆ - ได้ ๆ"
    }
  },
  {
    "translation": {
      "en": "Go, go, go.",
      "th": "ไป ๆ ๆ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry about that.",
      "th": "ขอโทษด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "I've got something for you.",
      "th": "ฉันมีอะไรให้เธอด้วย"
    }
  },
  {
    "translation": {
      "en": "Two hundred dollars to The Home Depot.",
      "th": "บัตรเงินสด 200 เหรียญ จากโฮมดีโปต์"
    }
  },
  {
    "translation": {
      "en": "I didn't realize this was a--",
      "th": "ฉันไม่คิดว่านี่จะ..."
    }
  },
  {
    "translation": {
      "en": "I know it sounds kind of lame, but they really do have some awesome stuff.",
      "th": "ฉันรู้ว่ามันไม่ค่อยเข้าท่า แต่ร้านนี้ก็มีของดี ๆ เยอะนะ"
    }
  },
  {
    "translation": {
      "en": "I bought my air compressor there.",
      "th": "ฉันเองยังซื้อแอร์จากที่นี่เลย"
    }
  },
  {
    "translation": {
      "en": "So, what did we do on this date?",
      "th": "แล้วเราจะทำอะไรกันดีล่ะ"
    }
  },
  {
    "translation": {
      "en": "Whatever 200 bucks gets me.",
      "th": "อะไรก็ตามที่ 200 เหรียญทำได้"
    }
  },
  {
    "translation": {
      "en": "-That's not really how it works. -It's okay.",
      "th": "งานฉันไม่ใช่แบบนั้นสักหน่อย ไม่เป็นไรนะ"
    }
  },
  {
    "translation": {
      "en": "Stop.",
      "th": "หยุดนะ"
    }
  },
  {
    "translation": {
      "en": "I'm not really having sex with people for money.",
      "th": "ฉันไม่ได้นอนกับคนไปทั่ว เพราะเงินหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "I'm saying I'm having sex for money, but I'm not having sex for money.",
      "th": "ฉันบอกว่าฉันนอนแลกเงิน แต่ฉันไม่ได้นอนแลกเงินจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "It's okay. It's all right. Come on.",
      "th": "ไม่เป็นไร ๆ มานี่มา"
    }
  },
  {
    "translation": {
      "en": "-Stop. No, no. -What?",
      "th": "- หยุดนะ ไม่ ๆ - อะไร"
    }
  },
  {
    "translation": {
      "en": "Stop!",
      "th": "หยุดนะ"
    }
  },
  {
    "translation": {
      "en": "Come on, just relax. Come on, babe. It's all right.",
      "th": "โธ่เอ๊ย ใจเย็น ๆ สิ - มานี่มา คนสวย ไม่เป็นไรนะ - พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "God. Asshole.",
      "th": "- มานี่มา คนสวย ไม่เป็นไรนะ - พระเจ้า เฮงซวยเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "What are you doing? I paid you.",
      "th": "อะไรของเธอนี่ ฉันจ่ายเธอแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Now you didn't.",
      "th": "ไม่ได้จ่ายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Come on, this is bullshit.",
      "th": "กลับมานี่นะ งี่เง่าชะมัด"
    }
  },
  {
    "translation": {
      "en": "Goddamn it.",
      "th": "บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Hey, Olive.",
      "th": "สวัสดี โอลีฟ"
    }
  },
  {
    "translation": {
      "en": "Todd, hi.",
      "th": "ทอดด์ สวัสดี"
    }
  },
  {
    "translation": {
      "en": "-Hey, you all right? -I just have something in my eye.",
      "th": "- ไม่เป็นไรใช่ไหม - แค่มีอะไรเข้าตานิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "Like a twig, you know, or a branch, or a contact, or something.",
      "th": "อะไรไม่รู้ คงจะเป็นกิ่งไม้ ไม่ก็คอนแท็กเลนส์นะ"
    }
  },
  {
    "translation": {
      "en": "-I didn't know you wore contacts. -I don't, which is why I was tearing up.",
      "th": "ไม่ยักรู้ว่าเธอใส่คอนแท็กเลนส์ด้วย ก็ไม่ได้ใส่นะสิ น้ำตาถึงได้ไหล"
    }
  },
  {
    "translation": {
      "en": "Olive, hey. Let me drive you home.",
      "th": "โอลีฟ นี่ ให้ฉันไปส่งบ้านนะ"
    }
  },
  {
    "translation": {
      "en": "Do you wanna talk about it?",
      "th": "อยากเล่าให้ฟังหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "What's to say? Everybody thinks I'm a whore...",
      "th": "จะให้เล่าอะไรดีล่ะ ทุกคนคิดว่าฉันขายตัว"
    }
  },
  {
    "translation": {
      "en": "...and for the first time, I'm starting to believe it.",
      "th": "และนี่เป็นครั้งแรกที่ฉัน คิดว่าตัวเองขายจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Don't act like you don't know what people are saying about me.",
      "th": "อย่าทำเหมือนไม่รู้เลยว่าคนอื่น พูดถึงฉันอย่างไร"
    }
  },
  {
    "translation": {
      "en": "I know what people are saying. Doesn't mean I believe them.",
      "th": "ฉันรู้ว่าคนอื่นพูดถึงเธออย่างไร แต่ไม่ใช่ฉันจะต้องเชื่อนี่"
    }
  },
  {
    "translation": {
      "en": "-Who told you? -No one.",
      "th": "- ใครบอกเธอเหรอ - ไม่มี"
    }
  },
  {
    "translation": {
      "en": "No one had to tell me that once upon a time, there was a scared kid...",
      "th": "ไม่มีใครบอกฉันทั้งนั้น ว่าครั้งหนึ่งนานมาแล้ว มีเด็กชาย คนหนึ่งอยู่ในห้องมืด ๆ"
    }
  },
  {
    "translation": {
      "en": "...at a party in a dark room who was not ready for his first kiss.",
      "th": "ว่าครั้งหนึ่งนานมาแล้ว มีเด็กชาย คนหนึ่งอยู่ในห้องมืด ๆ และยังไม่พร้อมสำหรับจูบครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "And, you know, there was this amazing girl who lied for him.",
      "th": "แล้วทีนี้ ก็มีเด็กหญิงน่ารักคนหนึ่ง ช่วยเขาโกหก"
    }
  },
  {
    "translation": {
      "en": "I still can't believe you remember that.",
      "th": "ฉันไม่ยังไม่อยากเชื่อเลยว่า เธอจะจำเรื่องนี้ได้ด้วย"
    }
  },
  {
    "translation": {
      "en": "You know, sometimes I pretend you were my first real kiss.",
      "th": "รู้ไหม บางครั้งฉันก็แอบคิดนะ ว่าเธอเป็นจูบแรกของฉันจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "-Yeah? -Yeah.",
      "th": "เหรอ ใช่"
    }
  },
  {
    "translation": {
      "en": "-Who was? -It was Rhiannon.",
      "th": "แล้วที่จริงคือใคร รีอานนอนนะ"
    }
  },
  {
    "translation": {
      "en": "-What? -She must have told you.",
      "th": "- อะไรนะ - หล่อนน่าจะเล่าให้ฟังแล้วนี่"
    }
  },
  {
    "translation": {
      "en": "Yeah, it was-- I think it was, like, a year after that or something.",
      "th": "คือ มันคงจะ ฉันคิดว่าน่าจะ เป็นหนึ่งปีหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "It sucked, by the way. She was, like:",
      "th": "มันไม่ดีหรอก จะว่าไป หล่อนนะ...."
    }
  },
  {
    "translation": {
      "en": "That bitch.",
      "th": "นางตัวร้าย"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, she knew how I felt about you.",
      "th": "พระเจ้า ทั้ง ๆ ที่หล่อนรู้ ว่าฉันเคยรู้สึกอย่างไรกับเธอ"
    }
  },
  {
    "translation": {
      "en": "-How do you feel about me? -And here I am feeling so bad.",
      "th": "- เธอยังรู้สึกอะไรกับฉันเหรอ - ฉันอุตส่าห์รู้สึกผิดแทบตาย"
    }
  },
  {
    "translation": {
      "en": "That's just perfect.",
      "th": "เยี่ยมจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "Wait, hold on a second. How do you feel about me?",
      "th": "เดี๋ยวก่อนนะ เธอยังรู้สึกอะไรกับฉันเหรอ"
    }
  },
  {
    "translation": {
      "en": "\"Felt.\"",
      "th": "เคย"
    }
  },
  {
    "translation": {
      "en": "I said \"felt.\"",
      "th": "ฉันบอกว่าเคย"
    }
  },
  {
    "translation": {
      "en": "Because I thought I-- I thought I heard \"feel.\"",
      "th": "แต่ฉันว่าฉันได้ยินว่ายังนะ"
    }
  },
  {
    "translation": {
      "en": "-No, it was \"felt.\" -All right.",
      "th": "- ไม่ใช่ \"เคย\" ต่างหาก - ก็ได้"
    }
  },
  {
    "translation": {
      "en": "How do you know where I live?",
      "th": "เธอรู้ได้อย่างไร ว่าฉันอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "We used to carpool.",
      "th": "เราเคยไปโรงเรียนด้วยกันนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, in 2nd grade. What, are you like a savant for people's addresses?",
      "th": "นั้นตอนเกรดสองเลยนะ เธอเป็นอะไร กันแน่นี่ สมุดโทรศัพท์เหรอ"
    }
  },
  {
    "translation": {
      "en": "Just for people who I think are cool.",
      "th": "แค่กับคนที่ฉันคิดว่าเท่เท่านั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "-You think I'm cool? -I do.",
      "th": "- เธอคิดว่าฉันเท่เหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "And I think you're pretty and smart.",
      "th": "และฉันก็คิดว่าเธอสวยและฉลาดด้วย"
    }
  },
  {
    "translation": {
      "en": "Did you form this opinion prior to my little transformation?",
      "th": "เธอเห็นแบบนั้นก่อนที่ฉัน จะเปลี่ยนไปหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Way prior.",
      "th": "ก่อนหน้านั้นมาก"
    }
  },
  {
    "translation": {
      "en": "Why didn't that rumor spread?",
      "th": "ทำไมข่าวลือแบบนี้ไม่หลุดไปบ้างนะ"
    }
  },
  {
    "translation": {
      "en": "I like to keep my business to myself.",
      "th": "ฉันชอบเก็บเรื่องของตัวเอง ไว้กับตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Notoriety, for whatever reason...",
      "th": "เรื่องอื้อฉาวนะ ไม่ว่าอย่างไร"
    }
  },
  {
    "translation": {
      "en": "...never seems to benefit the noted, it's only the \"notees.\"",
      "th": "ก็ไม่เคยสร้างชื่อเสียง มีแต่ชื่อเสีย"
    }
  },
  {
    "translation": {
      "en": "Where were you two weeks ago?",
      "th": "สองอาทิตย์ที่แล้ว เธอไปอยู่ไหนมานะ"
    }
  },
  {
    "translation": {
      "en": "Olive.",
      "th": "โอลีฟ"
    }
  },
  {
    "translation": {
      "en": "If I promise not to tell anyone, could I kiss you right now?",
      "th": "ฉันสัญญาว่าจะไม่บอกใคร ฉันขอจูบเธอตอนนี้เลยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-Okay. Okay. I'm sorry. I'm very sorry. -Oh, no.",
      "th": "ก็ได้ ๆ - ฉันขอโทษนะ ฉันขอโทษ - ไม่ใช่ ๆ"
    }
  },
  {
    "translation": {
      "en": "I just mean, not like this.",
      "th": "ฉันแค่ไม่อยากให้เป็นตอนนี้"
    }
  },
  {
    "translation": {
      "en": "I don't wanna kiss you with mascara running down my face...",
      "th": "ฉันไม่อยากจูบเธอทั้ง ๆ ที่ มาสคาร่ายังไหลเปื้อนหน้าแบบนี้"
    }
  },
  {
    "translation": {
      "en": "...and some horndog guy just having tried...",
      "th": "แถมเพิ่งจะมีคนหื่น ๆ พยายาม"
    }
  },
  {
    "translation": {
      "en": "...to stick his tongue down my throat.",
      "th": "จะสอดลิ้นลงคอหอยฉันอยู่เมื่อกี้"
    }
  },
  {
    "translation": {
      "en": "I've wanted to kiss you since 8th grade...",
      "th": "ฉันอยากจูบเธอตั้งแต่ ตอนอยู่เกรดแปดแล้ว"
    }
  },
  {
    "translation": {
      "en": "...but I want it to be perfect.",
      "th": "แต่ฉันอยากให้มันสมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "And right now, my life is a mess.",
      "th": "และตอนนี้ชีวิตฉัน ก็ยุ่งเหยิงไปหมด"
    }
  },
  {
    "translation": {
      "en": "I need to get my business in order before I drag you into it.",
      "th": "ฉันต้องจัดการทุกอย่างให้เรียบร้อย ก่อนที่จะลากเธอมาเอี่ยวด้วย"
    }
  },
  {
    "translation": {
      "en": "What if I told you I wanna be dragged into it?",
      "th": "ถ้าฉันบอกว่าฉันอยาก โดนเอี่ยวเดี๋ยวนี้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "I could help, maybe.",
      "th": "ฉันอาจจะช่วยเธอได้นะ"
    }
  },
  {
    "translation": {
      "en": "Why now?",
      "th": "ทำไมถึงมาตอนนี้"
    }
  },
  {
    "translation": {
      "en": "Why are you all of a sudden into me now?",
      "th": "ทำไมอยู่ ๆ ถึงได้มาหาฉันตอนนี้"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "th": "ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "I haven't overanalyzed it, like you're about to.",
      "th": "ฉันยังไม่ได้คิดอะไรมาก เหมือนอย่างที่เธอคิด"
    }
  },
  {
    "translation": {
      "en": "-Good night, Olive. -Good night, Lobster Todd.",
      "th": "ราตรีสวัสดิ์นะ โอลีฟ ราตรีสวัสดิ์ ลอบสเตอร์ ทอดด์"
    }
  },
  {
    "translation": {
      "en": "Now that I knew there were decent and goodhearted people out there...",
      "th": "ตอนนี้ฉันก็รู้แล้วว่ายังมี คนดี จิตใจงามหลงเหลืออยู่"
    }
  },
  {
    "translation": {
      "en": "...the lies had to stop.",
      "th": "เรื่องโกหกต้องจบได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "I knew there was only one person I could count on to set the story straight:",
      "th": "ฉันรู้ว่ามีเพียงคนเดียวที่จะช่วยฉัน ทำให้เรื่องมันเข้ารูปเข้ารอยได้"
    }
  },
  {
    "translation": {
      "en": "Brandon.",
      "th": "แบรนดอนนั่นเอง"
    }
  },
  {
    "translation": {
      "en": "I'd helped him, and even though it would destroy his new reputation...",
      "th": "ฉันเคยช่วยเขาไว้ และถึงแม้ มันจะทำให้ฉายาใหม่"
    }
  },
  {
    "translation": {
      "en": "...as a straight stud, I knew he'd help me.",
      "th": "ว่าชายทั้งแท่งของเขาพัง ฉันรู้ว่าเขาต้องช่วยฉัน"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Did you hear that Brandon ran away from home?",
      "th": "พระเจ้าช่วย เธอรู้ข่าวเรื่องแบรนดอน หนีออกจากบ้านหรือยัง"
    }
  },
  {
    "translation": {
      "en": "Yeah, totally. He left his parents a note that said, \"I'm gay, bitches\"...",
      "th": "จริง ๆ นะ เขาทิ้งข้อความไว้ให้พ่อแม่ของเขา บอกว่า \"ฉันเป็นเกย์ย่ะ\""
    }
  },
  {
    "translation": {
      "en": "...and then he skipped town with some big, hulking black guy.",
      "th": "เขาหนีไปพร้อมกับหนุ่มผิวสี กล้ามล่ำบึ้กนะ"
    }
  },
  {
    "translation": {
      "en": "My apologies to Mark Twain.",
      "th": "เสียใจกับมาร์ก ทเวนด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "-Wait, huh? -What?",
      "th": "- อะไรนะ - อะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "-You said something. -You said something.",
      "th": "- เมื่อกี้เธอพูดอะไร - เธอนั่นแหละพูดอะไร"
    }
  },
  {
    "translation": {
      "en": "You said something, so I came back.",
      "th": "เธอพูดอะไรแน่ ๆ ฉันถึงได้กลับมา"
    }
  },
  {
    "translation": {
      "en": "-You're funny. Okay. -Call me.",
      "th": "- ตลกจังนะเธอ - โทรหาฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "I went to everyone I'd helped and begged them to say it wasn't true.",
      "th": "ฉันไปหาทุกคนที่ฉันเคยช่วยไว้ และขอร้องให้บอกว่าทุกอย่างไม่จริง"
    }
  },
  {
    "translation": {
      "en": "No way. I gave you money.",
      "th": "ไม่มีทางฉันให้เงินเธอไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "You gave me a gift card to AutoZone. I don't even have a car.",
      "th": "นายให้บัตรกำนัล ร้านออโต้โซนกับฉันต่างหาก ฉันไม่มีรถด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "I thought it'd be aspirational.",
      "th": "ฉันนึกว่ามันจะสร้าง แรงบันดาลใจให้เสียอีก"
    }
  },
  {
    "translation": {
      "en": "Evan, please do this for me, all right? I did that for you. Do this for me.",
      "th": "อีแวน นายช่วยฉันหน่อยได้ไหม ฉันเคยช่วยนายไว้นะ ช่วยฉันบ้างสิ"
    }
  },
  {
    "translation": {
      "en": "I don't want people to know I didn't go to second base with you.",
      "th": "ฉันไม่อยากให้ใครรู้ว่า ฉันไม่ได้ไปขั้นที่สองกับเธอ"
    }
  },
  {
    "translation": {
      "en": "Do you know how many girls I've hooked up with because of that?",
      "th": "เธอรู้ไหมว่าฉันได้สาวกี่คน เพราะเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "Girls are almost as dumb as boys.",
      "th": "ผู้หญิงก็โง่พอ ๆ กับผู้ชายเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, yes, they are.",
      "th": "ใช่ ถูกต้องแล้ว"
    }
  },
  {
    "translation": {
      "en": "It gets worse.",
      "th": "ทุกอย่างเริ่มแย่ลง"
    }
  },
  {
    "translation": {
      "en": "\"Honor your father and your mother.\"",
      "th": "ให้เกียรติบิดา และมารดาของท่าน"
    }
  },
  {
    "translation": {
      "en": "Due to his condition, Micah was sent on a visit to his grandparents...",
      "th": "จากอาการของเขา ไมก้าจึงถูกส่ง ไปอยู่กับคุณตา คุณยาย"
    }
  },
  {
    "translation": {
      "en": "...in Palatka, Florida.",
      "th": "ที่พาลัทก้า ในฟลอริด้า"
    }
  },
  {
    "translation": {
      "en": "And if there's one thing worse than chlamydia, it's Florida.",
      "th": "และถ้าจะมีอะไรแย่กว่าหนองใน ก็คงเป็นฟลอริด้านี่แหละ"
    }
  },
  {
    "translation": {
      "en": "\"--be guilty of adultery.\"",
      "th": "\"จงสำนึกผิดที่มีพฤติกรรมสำส่อน\""
    }
  },
  {
    "translation": {
      "en": "Get your hands out of your berries, boy.",
      "th": "อย่าเอามือจับเป้าสิ"
    }
  },
  {
    "translation": {
      "en": "Olive, life is full of choices.",
      "th": "โอลีฟ ชีวิตนั้นเต็มไปด้วยทางเลือก"
    }
  },
  {
    "translation": {
      "en": "I made a bad one. But then, so did you.",
      "th": "ฉันเคยเลือกทางผิด เธอเองก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "But I see no other alternative than to just live with the guilt.",
      "th": "แต่ฉันไม่เห็นทางอื่นนอกจาก ใช้ชีวิตต่อไปด้วยความสำนึก"
    }
  },
  {
    "translation": {
      "en": "My guilt stems from my indiscretion and yours for lying.",
      "th": "ความผิดของฉันเกิดจากความประมาท ส่วนของเธอจากการโกหก"
    }
  },
  {
    "translation": {
      "en": "We made our choices. Now, we just have to let it ride.",
      "th": "เราได้เลือกแล้ว ตอนนี้ก็ได้แต่ปล่อยให้มันเป็นไป"
    }
  },
  {
    "translation": {
      "en": "Or I could just tell everyone the truth and get you fired and put in jail.",
      "th": "หรือไม่หนูก็แค่พูดความจริง ให้คุณโดนไล่ออก และโดนจับเข้าคุก"
    }
  },
  {
    "translation": {
      "en": "Okay, first of all, he is of age, okay?",
      "th": "อันดับแรกนะ เขาบรรลุนิติภาวะแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's perfectly legal in the state of California.",
      "th": "ถูกกฎหมายในแคลิฟอร์เนียถูกประการ"
    }
  },
  {
    "translation": {
      "en": "I checked. He is 21 in eight months.",
      "th": "ถูกกฎหมายในแคลิฟอร์เนียถูกประการ เขากำลังจะอายุ 21 ปี ในอีก แปดเดือนข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "And secondly, let's play the Who Would You Believe game, okay?",
      "th": "อันดับสอง มาเล่นเกม \"แล้วคุณจะเชื่อใคร\"ดีไหม"
    }
  },
  {
    "translation": {
      "en": "Why don't you ask yourself, if you were an adult, who would you believe?",
      "th": "ลองถามตัวเองดูสิ ถ้าเธอโตแล้ว เธอจะเชื่อใครดี"
    }
  },
  {
    "translation": {
      "en": "Who would you believe? Who would you believe?",
      "th": "เธอจะเชื่อใคร เธอจะเชื่อใคร"
    }
  },
  {
    "translation": {
      "en": "Who would you believe? Who?",
      "th": "เธอจะเชื่อใคร ใคร"
    }
  },
  {
    "translation": {
      "en": "Thank you for coming in.",
      "th": "ขอบคุณที่แวะมานะจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, Mrs. Griffith was pure evil, but I still shouldn't have done what I did.",
      "th": "ใช่ อาจารย์กริฟฟิธ คือนางมารตัวแม่ แต่ฉันก็ไม่ควรทำ สิ่งที่ฉันทำลงไปอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "Your wife has chlamydia, and she's sleeping with a student...",
      "th": "ภรรยาของอาจารย์เป็นหนองใน หล่อนก็นอนกับนักเรียน"
    }
  },
  {
    "translation": {
      "en": "...and she gave it to him, and she's trying to blame me.",
      "th": "แล้วก็แพร่เชื้อให้เขา แต่หล่อนมาโทษฉัน"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "th": "ขอโทษค่ะ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "th": "หนูขอโทษนะคะ"
    }
  },
  {
    "translation": {
      "en": "Mr. Griffith, if you ever see this...",
      "th": "อาจารย์ ถ้าอาจารย์ได้ดูนี่"
    }
  },
  {
    "translation": {
      "en": "...just know that I was wrong to tell you that in that way. At all.",
      "th": "ขอให้รู้ไว้ว่าหนูผิดเอง ที่ไปบอกอาจารย์แบบนั้น ไม่ควรเลย"
    }
  },
  {
    "translation": {
      "en": "I shouldn't have done it.",
      "th": "หนูไม่ควรพูดเลย"
    }
  },
  {
    "translation": {
      "en": "And I don't even feel bad for lying for your wife.",
      "th": "หนูไม่ได้รู้สึกแย่ที่ช่วยภรรยา ของอาจารย์โกหก"
    }
  },
  {
    "translation": {
      "en": "But I hate myself for telling you the truth. I am so sorry.",
      "th": "แต่หนูเกลียดตัวเอง ที่บอกความจริงกับคุณ หนูขอโทษด้วยนะคะ"
    }
  },
  {
    "translation": {
      "en": "With my words, even though they were true, I ended a marriage.",
      "th": "เพราะคำพูดของหนู ถึงแม้จะจริง หนูก็พังชีวิตคู่ของคุณไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Looking back, that's the thing I regret the most.",
      "th": "พอมองย้อนกลับไป นั่นคือสิ่งที่หนูเสียใจที่สุด"
    }
  },
  {
    "translation": {
      "en": "So now everyone that knows the truth is either gone or they won't fess up.",
      "th": "ตอนนี้ทุกคนที่รู้ความจริง ถ้าไม่หนีไปแล้ว ก็ไม่ยอมพูดอะไรทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "And Marianne Bryant and her disciples are demanding my head.",
      "th": "และมารีแอน ไบรอันท์ กับสาวกของหล่อน ก็กำลังหมายหัวหนู"
    }
  },
  {
    "translation": {
      "en": "The messed-up thing is I would not put it past Principal Gibbons to expel me.",
      "th": "ที่สำคัญคือ หนูคงไม่แปลกใจเลย ถ้าอาจารย์ใหญ่กิบบอนส์ไล่หนูออก"
    }
  },
  {
    "translation": {
      "en": "I had a similar situation when I was your age.",
      "th": "แม่ก็เคยเจอเรื่องแบบนี้นะ ตอนแม่อายุเท่าลูก"
    }
  },
  {
    "translation": {
      "en": "What? Everyone called you a slut?",
      "th": "อะไรนะคะ มีคนเรียกแม่ ว่ายายสำส่อนเหรอ"
    }
  },
  {
    "translation": {
      "en": "I had a horrible reputation and people said awful things about me.",
      "th": "แม่มีแต่ชื่อเสีย และใคร ๆ ก็พูดถึงแม่ในทางไม่ดี"
    }
  },
  {
    "translation": {
      "en": "-Why? -Because I was a slut.",
      "th": "- ทำไมคะ - ก็เพราะว่าแม่สำส่อน"
    }
  },
  {
    "translation": {
      "en": "I slept with a whole bunch of people. A slew, a heap, a peck. Mostly guys.",
      "th": "แม่นอนกับคนตั้งมากมาย จะเตี้ย ล่ำ ดำ ถึก แค่ไหน ก็เสร็จแม่หมด"
    }
  },
  {
    "translation": {
      "en": "-Mom. -Sorry, I got around.",
      "th": "- แม่คะ - ขอโทษจ้ะ แต่แม่เป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Before I met Dad, I had incredibly low self-worth.",
      "th": "ก่อนที่จะมาเจอพ่อ แม่แทบไม่เหลือค่าอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "Do me a favor and just stuff this down my throat until I asphyxiate to death.",
      "th": "ช่วยอะไรหน่อยสิคะ ช่วยยัดผ้านี่ ลงคอหนูทีจนกว่าหนูจะตายนะ"
    }
  },
  {
    "translation": {
      "en": "-It's true. It is. -I want to die.",
      "th": "- แต่มันเรื่องจริงนะ - หนูอยากตายเลย"
    }
  },
  {
    "translation": {
      "en": "It's true. I was quite the contortionist.",
      "th": "แต่มันจริงนะ และแม่ก็ตัวอ่อนมากด้วย"
    }
  },
  {
    "translation": {
      "en": "I could do this thing. I could go-- I mean, my leg all the way--",
      "th": "แม่ทำแบบนี้ได้ด้วยนะ แม่ทำแบบนี้ แบบ เอาขาพาดขึ้นไป..."
    }
  },
  {
    "translation": {
      "en": "Stop. Can you stop? Don't show me.",
      "th": "พอได้แล้วค่ะ พอได้ไหม ไม่ต้องทำให้ดูก็ได้"
    }
  },
  {
    "translation": {
      "en": "-Can you not see that I'm a mess? -No, you're not, Olive.",
      "th": "- แม่ไม่เห็นเหรอคะว่าหนูเลว - ไม่เลยลูก โอลีฟ"
    }
  },
  {
    "translation": {
      "en": "You're wonderful.",
      "th": "ลูกเป็นเด็กดี"
    }
  },
  {
    "translation": {
      "en": "And you'll handle this the same way I did.",
      "th": "ลูกจะต้องผ่านมันไปได้ เหมือนกับแม่"
    }
  },
  {
    "translation": {
      "en": "With an incontrovertible sense of humor.",
      "th": "ด้วยอารมณ์ขันที่ ไม่มีใครเหมือนของลูก"
    }
  },
  {
    "translation": {
      "en": "But you're much smarter than I am...",
      "th": "แต่ลูกฉลาดกว่าแม่มากนัก"
    }
  },
  {
    "translation": {
      "en": "...so you'll come out of this much better than I did.",
      "th": "ลูกเลยจัดการได้ดีกว่าแม่"
    }
  },
  {
    "translation": {
      "en": "Thank you, Mom.",
      "th": "ขอบคุณค่ะแม่"
    }
  },
  {
    "translation": {
      "en": "-I could get my leg so far back. -No, no, no. Stop it.",
      "th": "แม่ฉีกขาได้ขนาดนี้เลยนะ พอได้แล้ว พอค่ะ"
    }
  },
  {
    "translation": {
      "en": "So it was time to put an end to all this once and for all...",
      "th": "และก็ได้เวลาจบเรื่องนี้สักที"
    }
  },
  {
    "translation": {
      "en": "...by telling my side of the story.",
      "th": "ด้วยการเล่าเรื่องจริงจากฝั่งของฉัน"
    }
  },
  {
    "translation": {
      "en": "And that's why I decided to do this webcast.",
      "th": "และนี่คือเหตุผลที่ฉันตัดสินใจ โพสต์วีดีโอนี้ขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "So here we go.",
      "th": "ได้เวลาของ"
    }
  },
  {
    "translation": {
      "en": "Part five.",
      "th": "ภาคที่ห้า"
    }
  },
  {
    "translation": {
      "en": "Not with a fizzle, but with a bang.",
      "th": "เล็ก ๆ เราไม่ ใหญ่ ๆ เราชอบ"
    }
  },
  {
    "translation": {
      "en": "Today we had yet another one of our ridiculous pep rallies.",
      "th": "วันนี้เรามีการแข่งขันอุ่นเครื่อง แสนตลกอีกรอบของเรา"
    }
  },
  {
    "translation": {
      "en": "Todd convinced the band to play the sexiest song in their repertoire.",
      "th": "ทอดด์ขอให้วงโยธวาทิตใส่เพลง ที่ยั่วยวนที่สุดในเพลงเปิดสนาม"
    }
  },
  {
    "translation": {
      "en": "I needed to pique everyone's interest to get them to go home and log on.",
      "th": "ฉันต้องทำให้ทุกคนสนใจมากพอ ที่จะกลับไปเปิดเน็ตดู"
    }
  },
  {
    "translation": {
      "en": "I had one outfit left and I figured about 30 seconds to do it.",
      "th": "ฉันยังเหลือชุดอยู่อีกหนึ่งชุด และฉันตัดสินใจจะทำอยู่ 30 วินาที"
    }
  },
  {
    "translation": {
      "en": "Plus I really wanted my own awesome musical number...",
      "th": "บวกกับที่ฉันอยากมีอะไรเจ๋ง ๆ บ้าง"
    }
  },
  {
    "translation": {
      "en": "...for no apparent reason.",
      "th": "อย่างไม่มีเหตุผล"
    }
  },
  {
    "translation": {
      "en": "Is that Olive?",
      "th": "นั่นโอลีฟนี่"
    }
  },
  {
    "translation": {
      "en": "This was just a free preview.",
      "th": "นี่เป็นแค่น้ำจิ้มนะคะ"
    }
  },
  {
    "translation": {
      "en": "For the main event, log on to www.FreeOlive.com tonight at 6 p.m.",
      "th": "สำหรับจานหลัก เชิญเข้าไปที่ เข้าไปที่ เวิลด์ไวด์เว็บดอตฟรีโอลีฟ ดอตคอม เย็นนี้ หกโมงเย็นค่ะ"
    }
  },
  {
    "translation": {
      "en": "And I know it interferes with the basketball game but, come on...",
      "th": "และฉันรู้ว่ามันคาบเกี่ยวกับ การแข่งบาสเกตบอล"
    }
  },
  {
    "translation": {
      "en": "...would you rather cheer on the Woodchucks...",
      "th": "แต่อย่างว่า คุณอยากอยู่เชียร์ ทีมวูดชัค"
    }
  },
  {
    "translation": {
      "en": "...or watch me do one?",
      "th": "หรือว่าอยากดูฉันมากกว่าล่ะ"
    }
  },
  {
    "translation": {
      "en": "What do you think you're doing? Get to my office right now.",
      "th": "คุณทำอะไรนี่ สาวน้อย ไปห้องผมเดี๋ยวนี้เลย"
    }
  },
  {
    "translation": {
      "en": "I can't, because I have a date with the guy I like and the rest of the school.",
      "th": "คงไม่ได้หรอกค่ะ หนูมีนัด กับผู้ชายที่หนูชอบ และคนอื่นทั้งโรงเรียนเลย"
    }
  },
  {
    "translation": {
      "en": "I think before you expel me, you might wanna talk to Mrs. Griffith...",
      "th": "หนูว่าก่อนที่คุณจะไล่หนูออกคุณควร ไปคุยกับอาจารย์กริฟฟิธก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "...because I think she might talk you into letting me stay.",
      "th": "เพราะเธออาจจะอยากให้หนู อยู่ต่อก็ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Go, Woodchucks!",
      "th": "สู้เขานะ วูดชัค"
    }
  },
  {
    "translation": {
      "en": "And here you all are...",
      "th": "และทุกคนในที่นี่"
    }
  },
  {
    "translation": {
      "en": "...waiting outside the bedroom door for me to kiss Todd...",
      "th": "รออยู่นอกห้องนอน รอให้ฉันจูบทอดด์"
    }
  },
  {
    "translation": {
      "en": "...listening to me pretend to have sex with Brandon...",
      "th": "แอบฟังฉันแกล้งมีอะไรกับแบรนดอน"
    }
  },
  {
    "translation": {
      "en": "...paying me to lie for you...",
      "th": "จ้างให้ฉันช่วยโกหก"
    }
  },
  {
    "translation": {
      "en": "...and calling me every name in the book.",
      "th": "เรียกฉันด้วยชื่อแย่ ๆ ทุกชื่อที่นึกกันออก"
    }
  },
  {
    "translation": {
      "en": "You know, it was just like Hester in The Scarlet Letter.",
      "th": "รู้ไหม นี่เหมือนกับเฮสเตอร์ จากเรื่องอักษรคนบาปไม่มีผิด"
    }
  },
  {
    "translation": {
      "en": "Except that's the one thing the movies don't tell you:",
      "th": "ยกเว้นอย่างเดียวที่หนัง ไม่ได้บอกเธอ"
    }
  },
  {
    "translation": {
      "en": "How shitty it feels to be an outcast. Warranted or not.",
      "th": "ว่ามันรู้สึกแย่แค่ไหน ที่ถูกปล่อยเกาะ ไม่ว่าจะสมควรหรือไม่ก็ตาม"
    }
  },
  {
    "translation": {
      "en": "How did you know I love this song?",
      "th": "เธอรู้ได้อย่างไรว่าฉันชอบเพลงนี้"
    }
  },
  {
    "translation": {
      "en": "I guessed.",
      "th": "ฉันเดานะ"
    }
  },
  {
    "translation": {
      "en": "I see you've been watching my live webcast. It's still going on, you know.",
      "th": "ฉันเห็นเธอดูไลฟ์ของฉันอยู่ ยังมีต่ออีกนะ รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "Screw them. They've had enough of you. Figuratively speaking.",
      "th": "ช่างมันสิ เขาเบื่อกันหมดแล้ว แค่บอกอ้อม ๆ นะ"
    }
  },
  {
    "translation": {
      "en": "I borrowed my neighbor's mower. I came right over.",
      "th": "พอฉันยืมรถตัดหญ้าจากเพื่อนบ้านมา ฉันก็รีบโผล่มาหา"
    }
  },
  {
    "translation": {
      "en": "That almost rhymed.",
      "th": "- เกือบจะเป็นกลอนแล้ว - ใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "I know. I spent a minute on it.",
      "th": "- เกือบจะเป็นกลอนแล้ว - ใช่ไหมล่ะ แต่งตั้งหนึ่งนาที"
    }
  },
  {
    "translation": {
      "en": "I'll be right down.",
      "th": "เดี๋ยวฉันลงไป"
    }
  },
  {
    "translation": {
      "en": "That's Todd.",
      "th": "ทอดด์นะค่ะ"
    }
  },
  {
    "translation": {
      "en": "Not that I owe you guys any more confessions, but I really like this guy...",
      "th": "ไม่ใช่ว่าฉันต้องสารภาพอะไร กับพวกเธออีกหรอกนะ แต่ฉันชอบผู้ชายคนนี้มาก"
    }
  },
  {
    "translation": {
      "en": "...and I might even lose my virginity to him.",
      "th": "ถึงขั้นยอมเสียสาวของจริง ให้กับเขาก็ได้"
    }
  },
  {
    "translation": {
      "en": "I don't know when it'll happen.",
      "th": "ฉันไม่รู้หรอกนะว่าจะเป็นเมื่อไร"
    }
  },
  {
    "translation": {
      "en": "You know, it might be five minutes from now or tonight...",
      "th": "อาจจะเป็นห้านาทีต่อจากนี้ หรืออาจจะเป็นคืนนี้"
    }
  },
  {
    "translation": {
      "en": "...or six months from now or maybe on our wedding night.",
      "th": "หรืออีกหกเดือนข้างหน้า หรือคืนวันแต่งงานของเรา"
    }
  },
  {
    "translation": {
      "en": "But the really amazing thing is, it is nobody's goddamn business.",
      "th": "แต่สิ่งที่ชวนพิศวงก็คือ มันไม่ใช่กงการอะไรของใคร"
    }
  },
  {
    "translation": {
      "en": "Come on, where's she going?",
      "th": "เอ๊า ไปไหนแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "I thought she was going to take her clothes off.",
      "th": "ฉันก็นึกว่าหล่อนจะถอดเสื้อเสียอีก"
    }
  },
  {
    "translation": {
      "en": "Demi Moore took her clothes off. This is bullshit.",
      "th": "เดมี มัวร์ยังถอดเสื้อเลย บ้าบอที่สุด"
    }
  },
  {
    "translation": {
      "en": "Come on. Are you kidding me?",
      "th": "ไม่เอาน่า ล้อกันเล่นใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-Piss off. -Come here, you punk.",
      "th": "ไปให้พ้น มานี่เลย ไอ้อ้วน"
    }
  },
  {
    "translation": {
      "en": "Jack?",
      "th": "แจ็ค"
    }
  },
  {
    "translation": {
      "en": "That's a mighty snug little shelter, Huck.",
      "th": "ดูอบอุ่นสบายดีจังเลยนะ ฮัค"
    }
  },
  {
    "translation": {
      "en": "I judge it's all right.",
      "th": "ผมว่ามันน่าจะใช้ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Here, Jim, I'll take my turn at steering now.",
      "th": "มาเถอะ จิม เดี๋ยวผมคุมหางเสือให้"
    }
  },
  {
    "translation": {
      "en": "No, that's all right, Huck. I like steering.",
      "th": "ไม่เป็นไรเลย ฮัค ผมชอบคุมหางเสือ"
    }
  },
  {
    "translation": {
      "en": "Blue Devils!",
      "th": "บลูเดวิล"
    }
  }
]