[
  {
    "translation": {
      "en": "In Loving Memory of KIM JONG-IL",
      "th": "ด้วยรักและรำลึกถึง คิม จอง อิล"
    }
  },
  {
    "translation": {
      "en": "[anchorman] Tensions are rising as the stand-off",
      "th": "อันตรายนิวเคลียร์ในวาดิยา ความตึงเครียดในการเผชิญหน้า"
    }
  },
  {
    "translation": {
      "en": "between the world community and the rogue North African nation of Wadiya",
      "th": "ความตึงเครียดในการเผชิญหน้า ระหว่างประชาคมโลกกับ วาดิย่าแห่งอาฟริกาเหนือ"
    }
  },
  {
    "translation": {
      "en": "intensified today",
      "th": "ระหว่างประชาคมโลกกับ วาดิย่าแห่งอาฟริกาเหนือ เขม็งเกลียวขึ้นวันนี้"
    }
  },
  {
    "translation": {
      "en": "as U.N. weapons inspectors were once again refused access to the country",
      "th": "เขม็งเกลียวขึ้นวันนี้ เมื่อผู้ตรวจอาวุธ UN ถูกห้ามเข้าประเทศอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "by Wadiyan leader, Admiral General Aladeen.",
      "th": "โดยผู้นำแห่งวาดิย่า นายพลจอมทัพอลาดีน"
    }
  },
  {
    "translation": {
      "en": "I will take no options off the table. And I mean what I say.",
      "th": "ผมยอมใช้มาตรการรุนแรง และผมพูดจริงทำจริง"
    }
  },
  {
    "translation": {
      "en": "[anchorman] Tonight we ask... Who is General Aladeen?",
      "th": "คำถามคืนนี้ ใครคือนายพลจอมทัพอลาดีน"
    }
  },
  {
    "translation": {
      "en": "According to Wadiyan propaganda, Haffaz Aladeen was born in 1973.",
      "th": "จากสื่อโฆษณาชวนเชื่อ ฮัฟฟาซ อลาดีนเกิด 1973"
    }
  },
  {
    "translation": {
      "en": "He did not know his mother, who died in childbirth.",
      "th": "เขาไม่เคยได้รู้จักแม่ ผู้เสียชีวิตหลังการคลอด"
    }
  },
  {
    "translation": {
      "en": "The only son of the savage dictator Omar Aladeen,",
      "th": "บุตรคนเดียวของจอมเผด็จการ โอมาร์ อลาดีน"
    }
  },
  {
    "translation": {
      "en": "he gained power at the age of 7.",
      "th": "ขึ้นสืบทอดอำนาจตั้งแต่วัย 7 ขวบ"
    }
  },
  {
    "translation": {
      "en": "Eccentric and with unlimited oil wealth, he recently hosted his own Olympic Games...",
      "th": "ด้วยความบ้าและมีน้ำมันล้นมือ เขาจัดโอลิมปิกของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Olympic official on speaker] On your mark, get set.",
      "th": "ประจำที่ เตรียมตัว"
    }
  },
  {
    "translation": {
      "en": "[anchorman] ...at which he won 14 gold medals.",
      "th": "และคว้าเหรียญทองได้ถึง 14 เหรียญ"
    }
  },
  {
    "translation": {
      "en": "[spectators chanting] Aladeen! Aladeen!",
      "th": "สถิติโลกใหม่ อลาดีน อลาดีน"
    }
  },
  {
    "translation": {
      "en": "[anchorman] Often described as ignorant,",
      "th": "สุดยอดของการไม่แคร์สื่อ"
    }
  },
  {
    "translation": {
      "en": "he changed over 300 Wadiyan words to \"Aladeen,\"",
      "th": "(พจนานุกรมศัพท์วาดิย่า) เขาสั่งเปลี่ยนศัพท์วาดิย่า 300 กว่าคำ"
    }
  },
  {
    "translation": {
      "en": "including the words \"positive\" and \"negative,\" causing mass confusion.",
      "th": "เป็น\"อลาดีน\" รวมทั้งคำว่า\"บวก/ลบ\" มึนทั้งประเทศ"
    }
  },
  {
    "translation": {
      "en": "Do you want the Aladeen news or the Aladeen news?",
      "th": "จะฟังข่าว แง่อลาดีน หรือแง่อลาดีนก่อนล่ะ"
    }
  },
  {
    "translation": {
      "en": "The Aladeen news?",
      "th": "เอาข่าว อลาดีนแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "You are HIV-Aladeen.",
      "th": "ผลตรวจ HIV คุณเป็น อลาดีน"
    }
  },
  {
    "translation": {
      "en": "[anchorman] With pressure mounting, Aladeen addressed his nation today.",
      "th": "เมื่อถูกกดดันหนัก วันนี้อลาดีนออกมหาสมาคม"
    }
  },
  {
    "translation": {
      "en": "[crowd chanting] Aladeen! Aladeen!",
      "th": "อลาดีน อลาดีน"
    }
  },
  {
    "translation": {
      "en": "People of Wadiya,",
      "th": "ประชาชนแห่งวาดิย่า"
    }
  },
  {
    "translation": {
      "en": "I come before you today",
      "th": "ที่เรามาพบกับทุกคนวันนี้"
    }
  },
  {
    "translation": {
      "en": "to tell you that the world shall kneel before our great nation.",
      "th": "เพื่อบอกว่าโลกจะสยบแทบเท้า มหาอำนาจอย่างเรา"
    }
  },
  {
    "translation": {
      "en": "We are two months away from enriching weapons-grade uranium",
      "th": "อีกสองเดือนเราก็จะมียูเร เนี่ยมระดับที่ใช้ผลิตอาวุธ"
    }
  },
  {
    "translation": {
      "en": "to be used for peaceful purposes. [snickering]",
      "th": "เอามาใช้ ในทางสันติเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "It will be used only for medical research",
      "th": "ซึ่งจะเอามาใช้ในงานวิจัย ด้านการแพทย์"
    }
  },
  {
    "translation": {
      "en": "and clean energy. It will, it will.",
      "th": "และพลังงานสะอาดเท่านั้น ใช้แน่ รับรอง"
    }
  },
  {
    "translation": {
      "en": "And will certainly never be used",
      "th": "ไม่มีทางเด็ดขาด ที่จะเอาไปใช้"
    }
  },
  {
    "translation": {
      "en": "to attack Is... Oh, boy.",
      "th": "โจมตีประเทศอิส อุ้ย หลุด"
    }
  },
  {
    "translation": {
      "en": "[anchorman] With that speech, today, the international community is asking one question:",
      "th": "ปราศรัยวันนี้ ทำให้ประชาคมโลกถามเป็นเสียงเดียว"
    }
  },
  {
    "translation": {
      "en": "Does the Mad Dog of Wadiya have nuclear weapons?",
      "th": "ไอ้หมาบ้าแห่งวาดิย่ามีอา วุธนิวเคลียร์หรือไม่"
    }
  },
  {
    "translation": {
      "en": "Secret Nuclear Facility, Aladeen Desert",
      "th": "(นิคมนิวเคลียร์ลับ ทะเลทรายอลาดีน)"
    }
  },
  {
    "translation": {
      "en": "Now, show me my nuclear weapons! I can't wait! I can't wait! [laughing]",
      "th": "เอาอาวุธนิวเคลียร์มาดู อยากเห็นจนเนื้อเต้นแล้วโว้ย"
    }
  },
  {
    "translation": {
      "en": "This is the Beard of Doom rocket?",
      "th": "เนี่ยเหรอจรวดเคราพิฆาต"
    }
  },
  {
    "translation": {
      "en": "This is my weapon? I will be a laughing stock!",
      "th": "นี่เหรออาวุธเรา โลกได้ขำกลิ้งสิงานนี้"
    }
  },
  {
    "translation": {
      "en": "All my friends have got nuclear weapons.",
      "th": "เพื่อนๆฉันมีอาวุธนิวเคลียร์กันทุกคน"
    }
  },
  {
    "translation": {
      "en": "Even Ahmadinejad!",
      "th": "ขนาดไอ้ผู้นำอิหร่านยังมี"
    }
  },
  {
    "translation": {
      "en": "And he looks like a snitch on Miami Vice.",
      "th": "แถมมันหน้าเหมือนสายตำรวจ ในเรื่องไมอามี่ไว้ซ์"
    }
  },
  {
    "translation": {
      "en": "Where is the Head of my Nuclear Program and Procurer of Women?",
      "th": "หัวหน้าส่วนงานนิวเคลียร์และ จัดหาผู้หญิงมันไปไหน"
    }
  },
  {
    "translation": {
      "en": "Where is Nuclear Nadal?",
      "th": "ไอ้นิวเคลียร์นาดาลน่ะไปไหน"
    }
  },
  {
    "translation": {
      "en": "You had Nadal executed, Supreme Leader.",
      "th": "ท่านสั่งเก็บนาดาลไปแล้ว สุดยอดผู้นำ"
    }
  },
  {
    "translation": {
      "en": "Why did I do that?",
      "th": "ฉันจะทำงั้นเพื่อ"
    }
  },
  {
    "translation": {
      "en": "Two Years Ago",
      "th": "(สองปีที่แล้ว)"
    }
  },
  {
    "translation": {
      "en": "Ah! Supreme Leader!",
      "th": "สุดยอดผู้นำ"
    }
  },
  {
    "translation": {
      "en": "Ah, Nadal.",
      "th": "อ้า นาดาล"
    }
  },
  {
    "translation": {
      "en": "We are just months away from refining weapons-grade uranium,",
      "th": "อีกไม่กี่เดือนก็จะสกัดยู เรเนี่ยมระดับอาวุธได้"
    }
  },
  {
    "translation": {
      "en": "and we are set to test the missile next week.",
      "th": "ส่วนกำหนดการทดสอบมิสไซล์ ก็อาทิตย์หน้า"
    }
  },
  {
    "translation": {
      "en": "It is too round on the top. It needs to be pointy.",
      "th": "หัวมันทู่ไปนะ ต้องให้แหลมๆสิ"
    }
  },
  {
    "translation": {
      "en": "Round is not scary. Pointy is scary.",
      "th": "ทู่ๆไม่น่ากลัว แหลมๆสิน่ากลัว"
    }
  },
  {
    "translation": {
      "en": "This will put a smile on the faces of the enemy.",
      "th": "ยังงี้ศัตรูเห็น ได้ยิ้มหน้าบาน"
    }
  },
  {
    "translation": {
      "en": "They will think that it is a huge robot dildo flying toward them.",
      "th": "ดีไม่ดีคิดว่าเรายิง ดิลโด้ยักษ์ไปให้มัน"
    }
  },
  {
    "translation": {
      "en": "No, Supreme Leader. The shape of the missile top has nothing to do with aerodynamics.",
      "th": "สุดยอดผู้นำ หัวจรวดไม่ได้มีผล กับเรื่องแอโร่ไดนามิก"
    }
  },
  {
    "translation": {
      "en": "It is about the payload delivery.",
      "th": "อยู่ที่ระดับแรงจุดระเบิด"
    }
  },
  {
    "translation": {
      "en": "No. It sticks in the ground, and then kaboom.",
      "th": "ต้องให้มันปักติดกับพื้นแล้วก็ตู้ม"
    }
  },
  {
    "translation": {
      "en": "Supreme Leader, I think perhaps",
      "th": "ผมสงสัยว่าท่าน"
    }
  },
  {
    "translation": {
      "en": "some of your information about bombs is coming from cartoons.",
      "th": "จะเอาข้อมูลเกี่ยวกับระเบิด มาจากหนังการ์ตูน"
    }
  },
  {
    "translation": {
      "en": "Nonsense. I have been watching research films.",
      "th": "บ้าแล้ว หนังบันทึกงานวิจัยต่างหาก"
    }
  },
  {
    "translation": {
      "en": "In this film, just one question,",
      "th": "ในหนังชุดนั้น ขอถามข้อนึงนะครับ"
    }
  },
  {
    "translation": {
      "en": "was there a duck who, when the explosion is happens,",
      "th": "มีเป็ดตัวนึงใช่มั้ย ที่เวลามันโดนระเบิดเข้า"
    }
  },
  {
    "translation": {
      "en": "his bill goes around to the back of his head,",
      "th": "ปากมันจะหมุน เหวี่ยงย้ายไปอยู่ท้ายทอย"
    }
  },
  {
    "translation": {
      "en": "and then in order to talk, he has to put it back this way?",
      "th": "ซึ่งพอเวลาจะพูด ต้องจับดึงมาไว้ที่เดิม"
    }
  },
  {
    "translation": {
      "en": "There was somebody who suffered a deformity like that.",
      "th": "ก็มีบางรายที่โดนระเบิดแล้ว มีอาการแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I am now 100% sure that you are watching cartoons.",
      "th": "ตอนนี้มั่นใจ100%แล้ว ว่าท่านดูมาจากการ์ตูน"
    }
  },
  {
    "translation": {
      "en": "Indulge me. For one second, pretend that I'm an idiot.",
      "th": "เอาเถอะน่า แกล้งทำเป็นฉันโง่เหมือนควายซักครั้ง"
    }
  },
  {
    "translation": {
      "en": "Okay. I'm there.",
      "th": "ไม่ต้องแกล้งเลย"
    }
  },
  {
    "translation": {
      "en": "Okay. You know what? Let's just agree to disagree, my friend.",
      "th": "อ้อเหรอ งั้นเอางี้ เอาเป็นฉันยอมหยวนเองก็ได้เพื่อน"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "What? Why? No!",
      "th": "เฮ้ย อะไร ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "-[head scientist] Don't you remember? -Of course I remember!",
      "th": "-ท่านจำไม่ได้เหรอ -ได้สิ ได้อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "How dare you question my memory? I remember everything!",
      "th": "สงสัยในความจำฉันเหรอ ฉันจำได้หมดแหละ"
    }
  },
  {
    "translation": {
      "en": "No, I would never do that! Never! I'm so sorry. I didn't mean that.",
      "th": "ไม่เคยเลยครับ ขออภัย ไม่ได้จะสื่อยังงั้น"
    }
  },
  {
    "translation": {
      "en": "Don't worry, it's fine. Well done, my friend.",
      "th": "อย่าเครียด ไม่เป็นไร นายทำดีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "Wait! Wait! Where are we going?",
      "th": "เดี๋ยว จะพาฉันไปไหน"
    }
  },
  {
    "translation": {
      "en": "Admiral General, what if we just tell the United Nations we have no nuclear weapons?",
      "th": "นายพลจอมทัพ ถ้าตอบไปเลยว่าไร้อาวุธนิวเคลียร์ล่ะ"
    }
  },
  {
    "translation": {
      "en": "They will lift the sanctions. We'll be free to sell oil rights to the Jalabiya desert.",
      "th": "เขาได้เลิกคว่ำบาตร เราได้ขายสัมปทานน้ำมัน"
    }
  },
  {
    "translation": {
      "en": "Uncle Tamir.",
      "th": "นี่คุณลุงทาเมียร์"
    }
  },
  {
    "translation": {
      "en": "Do you not remember what my saintly father made me promise him on his deathbed?",
      "th": "ลืมเหรอที่พ่อบังคับ ให้ผมรับปากคำสั่งเสียของท่าน"
    }
  },
  {
    "translation": {
      "en": "It was never to sell Wadiya's oil.",
      "th": "เป็นตายยังไง ห้ามเอาน้ำมันของวาดิย่าไปขาย"
    }
  },
  {
    "translation": {
      "en": "You remember that was when he gave me power instead of you, the rightful heir.",
      "th": "ตอนพ่อให้ผมสืบต่ออำนาจแทนลุง ผู้มีสิทธิโดยชอบธรรม"
    }
  },
  {
    "translation": {
      "en": "You've been so cool about it.",
      "th": "ลุงเองก็ไม่เคยหืออือ"
    }
  },
  {
    "translation": {
      "en": "Now, let's go back to the palace.",
      "th": "รีบกลับเข้าวังกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "It's the season finale of Real Housewives of Shachahmahahfalimitahlicch!",
      "th": "ซีซั่นอวสานของหัวอกเมีย แห่งชคันมาฮาฟาลิมิตาฮิช"
    }
  },
  {
    "translation": {
      "en": "Death to the tyrant!",
      "th": "ทรราชตายซะ!"
    }
  },
  {
    "translation": {
      "en": "Looks like we need to find a new double.",
      "th": "เหมือนต้องหาเป้าหลอกตัวใหม่"
    }
  },
  {
    "translation": {
      "en": "Because this one is...",
      "th": "เพราะไอ้คนนี้มัน"
    }
  },
  {
    "translation": {
      "en": "You know, I don't know if he's going to get better.",
      "th": "ไม่รู้สิ ดูท่าจะรักษายาก"
    }
  },
  {
    "translation": {
      "en": "Oh, he's not going to recover, sir. He's dead.",
      "th": "รักษาไม่ได้หรอก มันตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, how 'bout looking in my eye when I'm speaking to you?",
      "th": "มองหน้าสิตอนที่ฉันพูดกับแกน่ะ"
    }
  },
  {
    "translation": {
      "en": "It's very rude not to look at somebody in the eye when they're talking to you.",
      "th": "คนพูดด้วยแล้วไม่มองหน้าเขา มันเสียมารยาท"
    }
  },
  {
    "translation": {
      "en": "It's okay. Don't worry. You're having a rough day.",
      "th": "ยกให้ วันนี้นายเจอมาหนักอยู่"
    }
  },
  {
    "translation": {
      "en": "We shot the wrong man.",
      "th": "เรายิงผิดตัวแล้ว"
    }
  },
  {
    "translation": {
      "en": "I can fix this. I have a new plan. We need to find a new double.",
      "th": "เปลี่ยนแผน รีบหาเป้าหลอกตัวใหม่มาเสียบ"
    }
  },
  {
    "translation": {
      "en": "One that is simple enough to be manipulated completely.",
      "th": "เอาที่หัวอ่อนพอ ที่เราจะจูงจมูกได้หมด"
    }
  },
  {
    "translation": {
      "en": "I think we found what you are looking for.",
      "th": "เหมือนเจอเป้าที่ตามหาแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "You think this man looks like me?",
      "th": "ไอ้หมอนี่เนี่ยนะหน้าเหมือนฉัน"
    }
  },
  {
    "translation": {
      "en": "You have a very big barn.",
      "th": "โรงนาของนายอลังการมากเลย"
    }
  },
  {
    "translation": {
      "en": "You must have many happy goats, hmm?",
      "th": "แพะของนายคงจะมีความสุขกันน่าดู"
    }
  },
  {
    "translation": {
      "en": "What the fuck does that even mean?",
      "th": "พูดอะไรของมัน ไม่เห็นรู้เรื่อง"
    }
  },
  {
    "translation": {
      "en": "Uncle Tamir, this thing is an idiot.",
      "th": "ตาลุงทาเมียร์ ไอ้นี่มันปัญญาอ่อนชัดๆ"
    }
  },
  {
    "translation": {
      "en": "What makes you think he can do the job?",
      "th": "ไหงถึงคิดว่ามันรับงานได้"
    }
  },
  {
    "translation": {
      "en": "May I remind you that his only real job is to be shot in the head.",
      "th": "อย่าลืมสิว่างานมันคือ รอเอาหัวรับลูกกระสุนแทน"
    }
  },
  {
    "translation": {
      "en": "Very well. Put him through the process, okay?",
      "th": "ถ้างั้นก็ จัดไปให้มันเหมือนๆ โอเค๊"
    }
  },
  {
    "translation": {
      "en": "Clip his nails, file his teeth, bleach his skin, and shorten the penis.",
      "th": "ตัดเล็บ ตะไบฟัน ขัดผิวให้ขาว และก็หดกระปู๋ลง"
    }
  },
  {
    "translation": {
      "en": "[Aladeen] Megan! Megan!",
      "th": "เมแกน เมแกน"
    }
  },
  {
    "translation": {
      "en": "You now have herpes.",
      "th": "ติดเริมแน่งานนี้"
    }
  },
  {
    "translation": {
      "en": "Megan, you were worth every penny.",
      "th": "เมแกน หนูนี่คุ้มค่าเงินที่จ่ายจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Mmm. You were super hot.",
      "th": "ท่านก็ลีลาเด็ดมาก"
    }
  },
  {
    "translation": {
      "en": "Is my jet ready?",
      "th": "ไฟล้ท์หนูพร้อมแล้วยัง"
    }
  },
  {
    "translation": {
      "en": "Yes, but do you want to stay the night?",
      "th": "พร้อมแล้ว แต่จะไม่อยู่ค้างหน่อยเหรอ"
    }
  },
  {
    "translation": {
      "en": "You know, I really want to do some cuddling.",
      "th": "นอนกอดกันนัวหนุบหนับ"
    }
  },
  {
    "translation": {
      "en": "No. Your time is up. I have to be with the Italian Prime Minister tomorrow.",
      "th": "หมดคิวท่านแล้ว พรุ่งนี้หนูมีคิวกับนายกอิตาลี"
    }
  },
  {
    "translation": {
      "en": "Okay. Maroush, give the goodie bag!",
      "th": "ก็ได้ มารูช จ่ายค่าขนมไป"
    }
  },
  {
    "translation": {
      "en": "[Aladeen] I trust everything is in there, as your manager requested?",
      "th": "ของในถุงคงครบ ตามที่ผู้จัดการหนูขอไว้นะ"
    }
  },
  {
    "translation": {
      "en": "Katy Perry said she got a diamond Rolex.",
      "th": "เคที่ เพอร์รี่บอกนางได้ โรเล็กซ์ฝังเพชร"
    }
  },
  {
    "translation": {
      "en": "That's because she let me Aladeen in her face.",
      "th": "ก็นั่นเขายอมให้ฉันอลาดีนใส่หน้านี่"
    }
  },
  {
    "translation": {
      "en": "[grunts] Okay. Right. Are you sure you don't want to stay for some cuddles?",
      "th": "จะไม่อยู่นอนนัวเนียกันจริงอะ"
    }
  },
  {
    "translation": {
      "en": "-No. -[Aladeen] But, please. I really want someone to cuddle.",
      "th": "ไม่อะ / อยู่น๊า เค้าอยากมีคนนอนกอด"
    }
  },
  {
    "translation": {
      "en": "[anchorman] Breaking news now. Just moments ago,",
      "th": "ข่าวด่วน เมื่อซักครู่นี้ที่สหประชาชาติ"
    }
  },
  {
    "translation": {
      "en": "the U.N. Security Council voted to authorize NATO air strikes against Wadiya,",
      "th": "คณะมนตรีความมั่นคงสั่ง นาโต้ถล่มปูพรมวาดิย่า"
    }
  },
  {
    "translation": {
      "en": "unless Admiral General Aladeen agrees to address the U.N. in person.",
      "th": "หากอลาดีนไม่ยอมมาชี้แจง ต่อ UN ด้วยตนเอง"
    }
  },
  {
    "translation": {
      "en": "And now, the world waits.",
      "th": "ทำให้ทั้งโลกจับตารอ"
    }
  },
  {
    "translation": {
      "en": "What will Aladeen do next?",
      "th": "ดูก้าวต่อไปของอลาดีน"
    }
  },
  {
    "translation": {
      "en": "[automated voice] You've unlocked the suicide vest!",
      "th": "(ตัดหัวขาด โบนัสคูณ 1) ได้รับเสื้อระเบิดพลีชีพ"
    }
  },
  {
    "translation": {
      "en": "[Aladeen] Next. No, no, no. No. Boring, boring. Come on. Come on.",
      "th": "(ทำคาร์บอมบ์) ไม่เอา มุขเก่า (รถไฟใต้ดินโตเกียว)"
    }
  },
  {
    "translation": {
      "en": "Beloved Oppressor, I have just received disturbing news.",
      "th": "ท่านเจ้าจอมกดขี่ เพิ่ง ได้รับข่าวที่ไม่ค่อยจะสู้ดี"
    }
  },
  {
    "translation": {
      "en": "[automated voice] Welcome to the Munich Olympics.",
      "th": "โอลิมปิกส์ มิวนิค ขอต้อนรับ"
    }
  },
  {
    "translation": {
      "en": "Shalom?",
      "th": "ชาลอม"
    }
  },
  {
    "translation": {
      "en": "Oy vey!",
      "th": "โอ๋ยเว่"
    }
  },
  {
    "translation": {
      "en": "Supreme Leader,",
      "th": "สุดยอดผู้นำ"
    }
  },
  {
    "translation": {
      "en": "the United Nations demands that you address their concerns about our nuclear program,",
      "th": "UN เรียกตัวท่านไปชี้แจง เรื่องกรณีอาวุธนิวเคลียร์"
    }
  },
  {
    "translation": {
      "en": "or they will vote to authorize military action.",
      "th": "ไม่งั้นจะสั่งปฏิบัติการทางทหาร"
    }
  },
  {
    "translation": {
      "en": "[video game athlete] Meshugana!",
      "th": "ไอ้บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Very well. Then I shall address this gathering of snakes they call the U.N.",
      "th": "ถ้างั้น ผมจะไปเยือน ไอ้สภาอสรพิษที่ชื่อว่า UN นี่เอง"
    }
  },
  {
    "translation": {
      "en": "We are going to the devil's nest",
      "th": "พวกเราจะไปเหยียบถึงรังปีศาจ"
    }
  },
  {
    "translation": {
      "en": "of America!",
      "th": "นามอเมริกา"
    }
  },
  {
    "translation": {
      "en": "Ah, America!",
      "th": "อ้า อเมริกา"
    }
  },
  {
    "translation": {
      "en": "Built by the blacks and owned by the Chinese.",
      "th": "คนดำลงแรงสร้าง คนจีนลงเงินยึดอีกที"
    }
  },
  {
    "translation": {
      "en": "The Lancaster Hotel",
      "th": "(โรงแรมแลนคาสเตอร์)"
    }
  },
  {
    "translation": {
      "en": "Supreme Leader, I took the liberty of hiring some extra security.",
      "th": "สุดยอดผู้นำ ผมถือวิวาสะ จ้าง รปภ เพิ่มเป็นพิเศษ"
    }
  },
  {
    "translation": {
      "en": "This is Mr. Clayton.",
      "th": "นี่คือคุณเคลย์ตั้น"
    }
  },
  {
    "translation": {
      "en": "Admiral General, I am here for your protection 24/7. Okay.",
      "th": "นายพลจอมทัพ ผมมาเพื่อคุ้มกันท่านตลอด 24 ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "But in the interest of full disclosure, I have to say I hate A-rabs.",
      "th": "เพื่อเปิดอกแสดงความจริงใจ ผมเกลียดอาหรับ"
    }
  },
  {
    "translation": {
      "en": "Well, that's fine, because I'm not an Arab.",
      "th": "ดี เราอาฟริกาเหนือ ไม่ใช่อาหรับ"
    }
  },
  {
    "translation": {
      "en": "Well, you're all A-rabs to me, the blacks, the Jews,",
      "th": "ผมเหมาเป็นอาหรับหมดแหละ มีคนดำ มียิว"
    }
  },
  {
    "translation": {
      "en": "those blue tree-hugging queers in A-vatar.",
      "th": "มีพวกแต๋วอวตารโลกสวย สูงโย่ง ตัวสีฟ้า"
    }
  },
  {
    "translation": {
      "en": "In fact, anyone from outside of America is technically an A-rab. Hmm.",
      "th": "ที่จริง ใครก็ตามนอกสหรัฐ เราถือเป็นอาหรับหมด"
    }
  },
  {
    "translation": {
      "en": "Listen, while you're here, I highly recommend a visit to the Empire State Building,",
      "th": "ท่านมาถึงนี่แล้ว ผมขอแนะนำให้ไปเที่ยว ตึกเอ็มไพร์ สเตท ก่อนพวกแขกผีเพื่อนท่านถล่มทิ้ง"
    }
  },
  {
    "translation": {
      "en": "before you or one of your sand-monkey cousins takes it down.",
      "th": "ตึกเอ็มไพร์ สเตท ก่อนพวกแขกผีเพื่อนท่านถล่มทิ้ง"
    }
  },
  {
    "translation": {
      "en": "Supreme Leader, the suite has been renovated to your specifications.",
      "th": "เราได้สั่งแต่งห้องสวีท ใหม่ตามที่ท่านระบุไว้"
    }
  },
  {
    "translation": {
      "en": "Twenty dollars a day for Internet? What the fuck?",
      "th": "ค่าเน็ตวันละ 20 ดอลล์เชียว บ้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "And they accuse me of being an international criminal?",
      "th": "แล้วมาหาว่าฉันเป็น อาชญากรระหว่างประเทศ"
    }
  },
  {
    "translation": {
      "en": "Beloved Oppressor, try to get some sleep. Tomorrow is your big speech.",
      "th": "เจ้าจอมกดขี่ นอนเถอะ พรุ่งนี้สุนทรพจน์สำคัญ"
    }
  },
  {
    "translation": {
      "en": "Nobody touch the minibar! It's a fucking rip-off!",
      "th": "ห้ามใครแตะมินิบาร์เชียว ราคาปล้นกันชัดๆ"
    }
  },
  {
    "translation": {
      "en": "[Clayton] Rise and shine.",
      "th": "แดดส่องตูดแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Aladeen] Who are you?",
      "th": "แกเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "We've actually already met.",
      "th": "ที่จริงเราก็เจอกันแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Hello, Aladdin.",
      "th": "หวัดดี อลาดิน"
    }
  },
  {
    "translation": {
      "en": "-Clayton? -Here's the deal.",
      "th": "-เคลย์ตั้นเหรอ -เข้าเรื่องเลย"
    }
  },
  {
    "translation": {
      "en": "I'm being paid to kill you.",
      "th": "เขาจ่ายตังค์ให้ฉันฆ่าแก"
    }
  },
  {
    "translation": {
      "en": "But I'm gonna torture you for free.",
      "th": "แต่ฉันจะทรมานเป็นของแถม"
    }
  },
  {
    "translation": {
      "en": "Are you serious?",
      "th": "นี่เอาจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Where'd you get those relics? From the Shah of Iran's garage sale?",
      "th": "ไปเหมามาจากไหน เลหลังสมบัติพระเจ้าเหา"
    }
  },
  {
    "translation": {
      "en": "Yeah, right.",
      "th": "เออ มั้ง"
    }
  },
  {
    "translation": {
      "en": "I mean, I know there's nothing more annoying than a backseat torturer, but, please, come on.",
      "th": "รู้ว่าเชลยเรื่องเยอะมันน่ารำคาญ แต่ขอล่ะนะ"
    }
  },
  {
    "translation": {
      "en": "This is great stuff.",
      "th": "ของดีทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "It's not great stuff. That's like 1972, hello.",
      "th": "ดีตรงไหน ยังกะมาจากยุคสงครามเย็น"
    }
  },
  {
    "translation": {
      "en": "You won't be talking so much smack with this up your butt.",
      "th": "เดี๋ยวจะปากดีไม่ออก ตอนโดนไอ้นี่เสียบตูด"
    }
  },
  {
    "translation": {
      "en": "That's the Anal Umbrella. It's a good device, I grant you,",
      "th": "ร่มทะลวงทวาร ก็ของดีอยู่ ยอมรับ แต่"
    }
  },
  {
    "translation": {
      "en": "but where's the splash guard? You're going to kill me and your white shirt.",
      "th": "กันสาดมันล่ะ เสื้อแกขาวได้ทองอร่ามแน่"
    }
  },
  {
    "translation": {
      "en": "It didn't come with a splash guard.",
      "th": "มันไม่มีกันสาดมาให้"
    }
  },
  {
    "translation": {
      "en": "You're gonna get chara on your trousers.",
      "th": "คาห์ร่าเลอะท่วมกางเกงแน่"
    }
  },
  {
    "translation": {
      "en": "I can see it has a screw hole for one. Apparently, I didn't get it.",
      "th": "ว่าอยู่ มันมีรูให้ติดกันสาด แต่ไม่ยักมีมาให้"
    }
  },
  {
    "translation": {
      "en": "All right, Mr. Smart Guy,",
      "th": "ก็ได้ พ่อฉลาดรู้"
    }
  },
  {
    "translation": {
      "en": "check out this bad boy.",
      "th": "งั้นเจอกับไอ้แสบนี่"
    }
  },
  {
    "translation": {
      "en": "Oh, that's not bad. The Kandahar Cock Wrench.",
      "th": "ไม่เลว ที่บีบไข่กันดาฮาร์"
    }
  },
  {
    "translation": {
      "en": "Okay, so, now we're getting somewhere.",
      "th": "ดี ค่อยได้เรื่องหน่อย"
    }
  },
  {
    "translation": {
      "en": "It's actually been banned in Saudi Arabia for being too safe.",
      "th": "ที่ซาอุฯ สั่งห้ามใช้ เพราะว่าปลอดภัยเกิน"
    }
  },
  {
    "translation": {
      "en": "You know, [sighs] this is totally depressing.",
      "th": "นี่ ทำเอาหมดอารมณ์เลย"
    }
  },
  {
    "translation": {
      "en": "Listen, just show me another one.",
      "th": "งั้นลองหยิบมาอีกอัน"
    }
  },
  {
    "translation": {
      "en": "You know, honestly, I don't even want to show you anything anymore.",
      "th": "จริงๆ ไม่อยากหยิบอะไรแล้วทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "Don't be like that.",
      "th": "อย่าใจน้อยน่า"
    }
  },
  {
    "translation": {
      "en": "You know, I don't even think you want to be tortured.",
      "th": "เหมือนแกไม่เต็มใจจะโดน"
    }
  },
  {
    "translation": {
      "en": "I don't want to be tortured.",
      "th": "เต็มใจก็บ้าแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "You're just, like, taking all the fun out of it!",
      "th": "แต่แกทำเหมือนน่าสนุก"
    }
  },
  {
    "translation": {
      "en": "What else you got? I'm gonna love the next thing! I will be supportive.",
      "th": "มีอะไรอีก ไม่ว่าแล้ว เดี๋ยวจะคอยเชียร์"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Just this. This pours hot fire out on you.",
      "th": "เหลือเนี่ย มันจะปล่อยไฟร้อนใส่"
    }
  },
  {
    "translation": {
      "en": "Oh, the Fallujah Firehose! Someone's got a friend in Syria!",
      "th": "อ้อ ท่อไฟฟัลลูจาห์ มีเพื่อนอยู่ซีเรียใช่มั้ยเนี่ย"
    }
  },
  {
    "translation": {
      "en": "I am pretty proud of it.",
      "th": "อันนี้ภูมิใจเสนอมาก"
    }
  },
  {
    "translation": {
      "en": "There is a new model, you know.",
      "th": "มันมีรุ่นใหม่ออกมาแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "I've got one that works by Bluetooth.",
      "th": "ของฉันสั่งการผ่านบลูทูธ"
    }
  },
  {
    "translation": {
      "en": "Screw it. Screw it! Screw it!",
      "th": "พอเลย ช่างปะไร"
    }
  },
  {
    "translation": {
      "en": "I'm going to enjoy this now.",
      "th": "ขอคลายเครียดหน่อยเหอะ"
    }
  },
  {
    "translation": {
      "en": "No, don't. Don't. Don't. Please, don't!",
      "th": "อย่า ขอร้องล่ะ"
    }
  },
  {
    "translation": {
      "en": "No one will recognize the body without this!",
      "th": "ไม่มีใครจำศพได้แน่ ถ้าไม่มีนี่"
    }
  },
  {
    "translation": {
      "en": "The Supreme Beard! You will be cursed!",
      "th": "เคราบารมี นรกกินหัวแน่"
    }
  },
  {
    "translation": {
      "en": "[screams] No, no, don't do it!",
      "th": "อย่า อย่าเผา"
    }
  },
  {
    "translation": {
      "en": "Come one! Why won't this catch?",
      "th": "ทำไมไม่ติดไฟวะ"
    }
  },
  {
    "translation": {
      "en": "You foolish man! There is no earthly fire that could ever light...",
      "th": "ไอ้โง่เอ้ย ไฟบนโลกไม่วันจะลุกไหม้"
    }
  },
  {
    "translation": {
      "en": "The flames of the righteous attack the unjust!",
      "th": "ไฟแห่งความยุติธรรมไล่ผลาญคนชั่ว"
    }
  },
  {
    "translation": {
      "en": "I'll be back with help! J.K.! Just kidding!",
      "th": "เดี๋ยวพาคนมาช่วย ซะเมื่อไหร่ ชาติหน้าบ่ายๆ"
    }
  },
  {
    "translation": {
      "en": "My speech.",
      "th": "สุนทรพจน์"
    }
  },
  {
    "translation": {
      "en": "Yo! Average American shopper!",
      "th": "เฮ้ย เพิ่งไปช้อปมาใช่มั้ย ช่วยหน่อย"
    }
  },
  {
    "translation": {
      "en": "Give me your clothes!",
      "th": "แบ่งเอาเสื้อผ้ามาบ้าง"
    }
  },
  {
    "translation": {
      "en": "United Nations",
      "th": "สหประชาชาติ"
    }
  },
  {
    "translation": {
      "en": "[crowd chanting] Hey, hey, oh, oh! Aladeen has got to go!",
      "th": "ฮ่าไฮ้ ฮ่าไฮ้ อลาดีนออกไป"
    }
  },
  {
    "translation": {
      "en": "Hey, hey, oh, oh! Aladeen has got to go!",
      "th": "ฮ่าไฮ้ ฮ่าไฮ้ อลาดีนออกไป"
    }
  },
  {
    "translation": {
      "en": "Hello. I am Admiral General Aladeen. I am here to deliver my speech to the United Nations.",
      "th": "ฉันนายพลจอมทัพอลาดีน มาพูดสุนทรพจน์ที่ UN"
    }
  },
  {
    "translation": {
      "en": "Look, Admiral, it's too hot for crazy.",
      "th": "อากาศร้อน อย่าบ้าให้มาก"
    }
  },
  {
    "translation": {
      "en": "How dare you?",
      "th": "กล้าดียังไง"
    }
  },
  {
    "translation": {
      "en": "Listen, Tamir is coming right now. [sirens wailing] You're going to be in big trouble. Here he is.",
      "th": "รถทาเมียร์มานู่นแล้ว งานนี้แกโดนเฉ่งแน่"
    }
  },
  {
    "translation": {
      "en": "Tamir! Tamir!",
      "th": "ทาเมียร์ ทาเมียร์"
    }
  },
  {
    "translation": {
      "en": "Tamir, it was you, you snake!",
      "th": "ทาเมียร์ ฝีมือแกนี่เอง ไอ้อสรพิษ"
    }
  },
  {
    "translation": {
      "en": "He's not the legitimate leader!",
      "th": "มันไม่ใช่ผู้นำตามกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "He's not the legitimate leader!",
      "th": "มันไม่ใช่ผู้นำตามกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "[crowd chanting] He's not the legitimate leader!",
      "th": "มันไม่ใช่ผู้นำตามกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "He's not the legitimate leader!",
      "th": "มันไม่ใช่ผู้นำตามกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "He's not the legitimate leader!",
      "th": "มันไม่ใช่ผู้นำตามกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "[Tamir] You have rehearsed the speech I prepared for you?",
      "th": "ท่องสุนทรพจน์ที่ให้ไปแล้วใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Yes. But when is the General coming?",
      "th": "ครับ ว่าแต่ท่านนายพลจะมาตอนไหน"
    }
  },
  {
    "translation": {
      "en": "He's feeling ill.",
      "th": "ท่านไม่สบาย"
    }
  },
  {
    "translation": {
      "en": "Does he have worms in his shilshul? Very possibly.",
      "th": "-ตอนถ่ายมีพยาธิในชิลชุยมั้ย -เป็นไปได้มาก"
    }
  },
  {
    "translation": {
      "en": "Admiral General Aladeen preparing",
      "th": "นายพลจอมทัพอลาดีนกำลังจะขึ้นกล่าว"
    }
  },
  {
    "translation": {
      "en": "to address the General Assembly of the United Nations. An historic moment. He's approaching the podium.",
      "th": "ต่อที่ประชุมสามัญของ UN เดินไปที่โพเดี้ยมแล้ว"
    }
  },
  {
    "translation": {
      "en": "And he's walked right past the podium.",
      "th": "แล้วก็เดินผ่านโพเดี้ยมไปซะงั้น"
    }
  },
  {
    "translation": {
      "en": "What is he doing?",
      "th": "ทำบ้าอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "You are making a fool out of me!",
      "th": "ทำยังงี้ฉันขายหน้านะโว้ย"
    }
  },
  {
    "translation": {
      "en": "Let's bring in Denise, our U.N. correspondent. What do you make of that?",
      "th": "เดนิสเป็นนักข่าวประจำ UN มีความคิดเห็นยังไง"
    }
  },
  {
    "translation": {
      "en": "Well, I have to say, he's got their attention.",
      "th": "เขาฉุดความสนใจทุกคนได้เลย"
    }
  },
  {
    "translation": {
      "en": "Every eye in the room is on him right now.",
      "th": "ตอนนี้ตาทุกคู่จับจ้องที่เขา"
    }
  },
  {
    "translation": {
      "en": "And he's returning to the podium.",
      "th": "เขาเดินกลับไปที่โพเดี้ยม"
    }
  },
  {
    "translation": {
      "en": "And he's fallen off the stage. What do you make of that, Denise?",
      "th": "ตอนนี้ตกเวทีไปแล้ว จะตีความว่ายังไงเดนิส"
    }
  },
  {
    "translation": {
      "en": "You know, he's clearly implying that the U.N. must fall before him.",
      "th": "ชัดเจน เขากำลังสื่อถึง ความตกต่ำในสหประชาขาติ"
    }
  },
  {
    "translation": {
      "en": "Drinking from the pitcher of water directly,",
      "th": "เขาดื่มน้ำจากเหยือกโดยตรงเลย แทนที่จะดื่ม"
    }
  },
  {
    "translation": {
      "en": "as opposed to the glass that I'm sure must be up there.",
      "th": "เขาดื่มน้ำจากเหยือกโดยตรงเลย แทนที่จะดื่ม จากแก้ว หมายความว่าไง"
    }
  },
  {
    "translation": {
      "en": "What do you think that means?",
      "th": "จากแก้ว หมายความว่าไง"
    }
  },
  {
    "translation": {
      "en": "Again, it's another attempt to say, \"Listen, I'm not going to play by your rules.\"",
      "th": "เป็นการสื่ออีกครั้งว่า เขาจะไม่ทำตามกฎของคนอื่น"
    }
  },
  {
    "translation": {
      "en": "And he seems to have a pitcher of urine out.",
      "th": "เหมือนเขาถือเหยือกปัสสาวะ"
    }
  },
  {
    "translation": {
      "en": "I believe he just urinated in the pitcher.",
      "th": "เชื่อว่าเขาเพิ่งจะปัสสาวะใส่ลงไป"
    }
  },
  {
    "translation": {
      "en": "He is now drinking his urine.",
      "th": "ยกปัสสาวะในเหยือกดื่ม"
    }
  },
  {
    "translation": {
      "en": "It looks to be his own urine.",
      "th": "น่าจะเป็นปัสสาวะเขาเอง"
    }
  },
  {
    "translation": {
      "en": "Sorry. You want?",
      "th": "โทษที ซักกรึ๊บไหม"
    }
  },
  {
    "translation": {
      "en": "Trying to force it on the Israeli delegation.",
      "th": "พยายามจะให้ทูตอิสราเอลดื่ม"
    }
  },
  {
    "translation": {
      "en": "That might be the ambassador.",
      "th": "นั่นคือท่านทูต"
    }
  },
  {
    "translation": {
      "en": "He is dumping the urine on the Israeli delegation.",
      "th": "เขาทำปัสสาวะรดใส่ผู้แทนของอิสราเอล"
    }
  },
  {
    "translation": {
      "en": "Oh, that's a good one.",
      "th": "เออ อันนี้เด็ด"
    }
  },
  {
    "translation": {
      "en": "Okay, he's returning to the podium.",
      "th": "เขากลับไปที่โพเดี้ยมแล้ว"
    }
  },
  {
    "translation": {
      "en": "Much has been made of the hostility between our countries.",
      "th": "มีคนมากมายจ้องข่มขู่คุกคาม ประเทศของเรา"
    }
  },
  {
    "translation": {
      "en": "With the help of the U.M.,",
      "th": "ด้วยความช่วยเหลือของ UN"
    }
  },
  {
    "translation": {
      "en": "I will draft a new constitution for Wadiya",
      "th": "ผมจะร่างรัฐธรรมนูญใหม่ขึ้นมา สำหรับวาดิย่า"
    }
  },
  {
    "translation": {
      "en": "and sign it in five days, on Wadiya's Independence Day.",
      "th": "โดยจะลงนามในอีก 5 วัน ในวันเอกราชแห่งวาดิย่า"
    }
  },
  {
    "translation": {
      "en": "No, no, no.",
      "th": "ไม่ ไม่นะไม่"
    }
  },
  {
    "translation": {
      "en": "[Efawadh on screen] This new constitution",
      "th": "รัฐธรรมนูญฉบับใหม่"
    }
  },
  {
    "translation": {
      "en": "will end the dictatorship...",
      "th": "จะยกเลิกระบอบเผด็จการ"
    }
  },
  {
    "translation": {
      "en": "No!",
      "th": "อย่า"
    }
  },
  {
    "translation": {
      "en": "...and it will turn Wadiya into a...",
      "th": "และเปลี่ยนวาดิย่าให้เป็นประเทศ"
    }
  },
  {
    "translation": {
      "en": "democracy.",
      "th": "ประชาธิปไตย"
    }
  },
  {
    "translation": {
      "en": "No! Democracy? Never!",
      "th": "ไม่ ประชาธิปไตยเหรอ ไม่เอา"
    }
  },
  {
    "translation": {
      "en": "Never!",
      "th": "ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "The Wadiyan people love being oppressed!",
      "th": "ประชาชนวาดิย่าชอบให้กดขี่"
    }
  },
  {
    "translation": {
      "en": "Dictatorship forever!",
      "th": "ต้องเป็นเผด็จการ ชั่วนิรันดร์!"
    }
  },
  {
    "translation": {
      "en": "Come on! Come with me!",
      "th": "มาด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "Hurry!",
      "th": "เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "Hello, person. Person.",
      "th": "หวัดดีครับคุณ คุณด้วย"
    }
  },
  {
    "translation": {
      "en": "Black person.",
      "th": "คุณคนดำ"
    }
  },
  {
    "translation": {
      "en": "[Mr Lao] The double that you found is good. He is almost as dumb as the real guy.",
      "th": "ไอ้เป้าหลอกที่คุณหา มานี่ทึ่มพอๆกับตัวจริงเลย"
    }
  },
  {
    "translation": {
      "en": "So, Wadiya will become a democracy.",
      "th": "สรุป วาดิย่าจะเป็นประชาธิปไตย"
    }
  },
  {
    "translation": {
      "en": "China is a democracy, too. [laughs]",
      "th": "จีนของผมก็ประชาธิปไตย"
    }
  },
  {
    "translation": {
      "en": "Once that constitution is signed, I will be able to sell Wadiya's oil rights. Gazprom,",
      "th": "พอลงนามรัฐธรรมนูญ ผมก็ให้สัมปทานน้ำมันได้ ก๊าซพรอม"
    }
  },
  {
    "translation": {
      "en": "you will have control of Wadiya's southern oil fields. B.P., you will control the north.",
      "th": "คุณเอาสัมปทานทางใต้ไป บีพี ของคุณได้ทางเหนือ"
    }
  },
  {
    "translation": {
      "en": "Exxon, you will have all offshore rights, provided you do not use B.P.'s drilling rigs.",
      "th": "เอ็กซ์ซอนได้นอกชายฝั่ง แต่ห้ามใช้แท่นขุดของบีพี"
    }
  },
  {
    "translation": {
      "en": "And, Mr. Lao of PetroChina, you will have the lease on our shale reserves.",
      "th": "คุณเหลา ปิโตรไชน่า ได้สัมปทานในเขตชั้นหิน"
    }
  },
  {
    "translation": {
      "en": "Some of those reserves are in densely populated areas.",
      "th": "นั่นมันอยู่ในย่านชุมชนนี่นา"
    }
  },
  {
    "translation": {
      "en": "Then unpopulate them.",
      "th": "ก็ทำให้มันหายชุมได้"
    }
  },
  {
    "translation": {
      "en": "After you've paid me my 30% finder's fee, of course.",
      "th": "แต่ว่าต้องจ่ายมัดจำ 30% ให้ผมก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "Gentlemen.",
      "th": "เชิญทุกท่าน"
    }
  },
  {
    "translation": {
      "en": "So, you're going to make billions. What will you do with all those dollars?",
      "th": "แหม งานนี้คุณได้เป็นพันล้าน จะเอาเงินไปทำอะไร"
    }
  },
  {
    "translation": {
      "en": "I will buy the house on Lake Como next to George Clooney's.",
      "th": "ซื้อบ้านริมทะเลสาบโคโม่ หลังข้างๆจอร์จ คลูนี่ย์"
    }
  },
  {
    "translation": {
      "en": "I love George Clooney!",
      "th": "ผมชอบจอร์จ คลูนี่ย์"
    }
  },
  {
    "translation": {
      "en": "He's an old-fashioned movie star. He gay? He suck my dick?",
      "th": "ดาราหนังรุ่นเก่า เขาเกย์มั้ย จะด๊วบให้ผมมั้ย"
    }
  },
  {
    "translation": {
      "en": "No, those are just rumors. Are you a homosexual?",
      "th": "ไม่ แค่ลือกันไปเรื่อย คุณรักร่วมเพศเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, no, no, it's more of a power trip with me.",
      "th": "เปล่า แค่มันทำให้รู้สึกมีอำนาจ"
    }
  },
  {
    "translation": {
      "en": "Everybody has a price. Tommy Lee Jones let me roll it in my fingers for two hundred grand!",
      "th": "ทุกคนมีค่าตัว ทอมมี่ ลี โจนส์ยอมให้ผมสาวที่ 2 แสน"
    }
  },
  {
    "translation": {
      "en": "[Zoey] Oh, my gosh, that was so crazy!",
      "th": "ให้ตายเหอะ เมื่อกี้ชุลมุนได้ใจ"
    }
  },
  {
    "translation": {
      "en": "I am so honored to be able to help you.",
      "th": "เป็นเกียรติมากเลยที่ได้ช่วยคุณ"
    }
  },
  {
    "translation": {
      "en": "Finally, somebody who knows who I am.",
      "th": "ในที่สุด ก็มีคนที่รู้ว่าฉันคือใคร"
    }
  },
  {
    "translation": {
      "en": "Yeah, of course! You're the Wadiyan dissident who was standing up to that asshole Aladeen.",
      "th": "รู้สิ คุณเป็นชาววาดิย่าที่ กล้าลุกขึ้นต่อต้านไอ้อลาดีน"
    }
  },
  {
    "translation": {
      "en": "It was so brave of you.",
      "th": "ใจถึงมากๆเลย"
    }
  },
  {
    "translation": {
      "en": "-My name is Zoey. -I don't care.",
      "th": "-ฉันชื่อโซอี้นะ -ใครถามเหรอ"
    }
  },
  {
    "translation": {
      "en": "What's yours?",
      "th": "ชื่อคุณล่ะ"
    }
  },
  {
    "translation": {
      "en": "My name is Ala...son.",
      "th": "ฉันก็ชื่ออลา สัน"
    }
  },
  {
    "translation": {
      "en": "-Allison? -Right. Allison.",
      "th": "-อัลลิสัน -ใช่ อัลลิสัน"
    }
  },
  {
    "translation": {
      "en": "What's your last name?",
      "th": "แล้วนามสกุลล่ะ"
    }
  },
  {
    "translation": {
      "en": "Burgers.",
      "th": "เบอเกอร์ส"
    }
  },
  {
    "translation": {
      "en": "Nice to meet you, Allison Burgers.",
      "th": "ยินดีที่รู้จักนะอัลลิสัน เบอเกอร์ส"
    }
  },
  {
    "translation": {
      "en": "Allison, could you please take your hands off my breasts?",
      "th": "อัลลิสัน ช่วยเอามือออกไป จากนมฉันได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Those are breasts? I thought you were a boy.",
      "th": "นมหรอกเหรอ นึกว่าผู้ชายซะอีก"
    }
  },
  {
    "translation": {
      "en": "-Where are you taking me to? -To Brooklyn!",
      "th": "-นี่จะพาไปไหนเนี่ย -ไปบรู้คลิน"
    }
  },
  {
    "translation": {
      "en": "So, yeah, this is my store! This is the Free Earth Collective.",
      "th": "นี่ร้านฉันเอง ชื่อฟรีเอิร์ธร่วมด้วยช่วยกัน"
    }
  },
  {
    "translation": {
      "en": "We are a vegan, feminist, non-profit cooperative operating",
      "th": "เป็นองค์กรสตรีมังสวิรัต ไม่แสวงหากำไร"
    }
  },
  {
    "translation": {
      "en": "within an anti-racist, anti-oppressive framework for people of all or no genders.",
      "th": "เพื่อทุกคนไม่แบ่งแยกสีผิว กีดกัดอัตลักษณ์ หรือเพศ"
    }
  },
  {
    "translation": {
      "en": "We are a pure democracy, just like Wadiya's going to be soon!",
      "th": "เป็นร้านประชาธิปไตย แบบที่วาดิย่ากำลังจะเป็น"
    }
  },
  {
    "translation": {
      "en": "Get me clothes, little man.",
      "th": "หาชุดให้ฉันด้วยไอ้หนู"
    }
  },
  {
    "translation": {
      "en": "Oh, you know what, there's some in the Earthquake Relief box in the lesbian bathroom, right there.",
      "th": "ดูที่หีบช่วยภัยแผ่นดินไหว ในห้องน้ำหญิงรักหญิง"
    }
  },
  {
    "translation": {
      "en": "So, Allison, we're the only store in New York,",
      "th": "นี่ อัลลิสัน เราเป็นร้านเดียวในนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "other than that fascist superchain Green World, that sells your nation's specialty fruit, mafroom,",
      "th": "ไม่นับกรีนเวิร์ลขี้งก ที่ขายผลไม้ชาติคุณ มะฟรูม"
    }
  },
  {
    "translation": {
      "en": "which I know you people eat a lot of.",
      "th": "ได้ข่าวคนวาดิย่าชอบกินมาก"
    }
  },
  {
    "translation": {
      "en": "Oh, I hope that didn't come off like a cultural stereotype. Because I'm, like, the furthest thing from a racist.",
      "th": "อย่ามองว่ายึดติดเชื้อชาตินะ ฉันเป็นอะไรที่ไม่ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "I pretty much haven't had a white boyfriend since high school.",
      "th": "ขนาดแฟน ยังไม่ได้คบฝรั่ง มาตั้งแต่มัธยม"
    }
  },
  {
    "translation": {
      "en": "Well, the darker races are less choosy.",
      "th": "ก็คนผิวยิ่งคล้ำก็ยิ่งไม่ค่อยเลือก"
    }
  },
  {
    "translation": {
      "en": "Okay, that came off as kind of offensive.",
      "th": "นี่ ฟังดูเหมือนแอบด่าไงไม่รู้"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Anyway, let me give you the grand tour. Up on the roof, we have this amazing organic garden...",
      "th": "เอาเถอะ เดี๋ยวพาทัวร์ บนดาดฟ้ามีสวนปลอดสาร"
    }
  },
  {
    "translation": {
      "en": "Boring! Do you sell any assault rifles?",
      "th": "น่าเบื่อ มีปืนอะไรพวกนี้ขายมั้ย"
    }
  },
  {
    "translation": {
      "en": "Oh, wait. I got it. Humor. Right?",
      "th": "เดี๋ยวนะ เข้าใจแล้ว เป็นมุขใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "I took a feminist clown workshop once.",
      "th": "เคยไปฝึกเล่นตลกใบ้หญิงครั้งนึง"
    }
  },
  {
    "translation": {
      "en": "Help! Help! I'm trapped under a glass ceiling!",
      "th": "ช่วยด้วย ติดอยู่ใต้เพดานล่องหน"
    }
  },
  {
    "translation": {
      "en": "What the fuck?",
      "th": "ขำตายห่าล่ะ"
    }
  },
  {
    "translation": {
      "en": "I wasn't the best student, but...",
      "th": "ก็ไม่ได้เรียนเก่งสุด แต่"
    }
  },
  {
    "translation": {
      "en": "You seem educated.",
      "th": "ก็ดูมีความรู้อยู่"
    }
  },
  {
    "translation": {
      "en": "Yes. I went to Amherst.",
      "th": "มีสิ ฉันจบ มหาลัยแอมเฮิร์ส"
    }
  },
  {
    "translation": {
      "en": "I love it when women go to school. It's like seeing a monkey on rollerskates.",
      "th": "ชอบนะผู้หญิงไปเรียน น่าเอ็นดูเหมือนลิงหัดสเก็ต"
    }
  },
  {
    "translation": {
      "en": "It means nothing to them, but it's so adorable for us.",
      "th": "เรียนไปก็เท่านั้น แค่ดูดีขึ้นในสายตาผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "Okay. Well, hey, Allison, you know, we'd love to have you work here if you ever wanted to.",
      "th": "อะนะ ก็ อัลลิสัน ร้านนี้ยินดีรับทำงานนะถ้าสนใจทำ"
    }
  },
  {
    "translation": {
      "en": "All of our employees are political refugees, just like you!",
      "th": "ลูกจ้างที่นี่ล้วนเป็น ผู้ลี้ภัยการเมืองเหมือนคุณเลย"
    }
  },
  {
    "translation": {
      "en": "There's Hannah over here. She's from El Salvador. She's a really useful member of our team.",
      "th": "คนนั้นฮันน่าห์ จากเอลซัลวาดอร์ ช่วยในร้านได้เยอะ"
    }
  },
  {
    "translation": {
      "en": "Useful as what? A coat hanger?",
      "th": "ช่วยอะไรเหรอ เป็นตะขอแขวนเสื้อ"
    }
  },
  {
    "translation": {
      "en": "-Come on. -Allison, that's not funny.",
      "th": "-ขำหน่อย -ไม่น่าขำเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Okay. I tell you what, get back to work, Captain Hook!",
      "th": "อ๋อเหรอ งั้นกลับไปทำงานได้แล้วกัปตันฮุค"
    }
  },
  {
    "translation": {
      "en": "-\"Captain Hook.\" It's funny. -No, it's not funny.",
      "th": "-กัปตันฮุค มุขนี้ฮา -ไม่ฮาเลยซักนิด"
    }
  },
  {
    "translation": {
      "en": "Who's that?",
      "th": "คนนั้นใคร"
    }
  },
  {
    "translation": {
      "en": "Oh, this is Joteph. He's from a Sudanese tribe that has no concept of money.",
      "th": "โจเทปห์ ชนเผ่าจากซูดาน ผู้ไม่รู้ว่าเงินคืออะไร"
    }
  },
  {
    "translation": {
      "en": "His entire village was ransacked.",
      "th": "ทั้งหมู่บ้านเขาถูกปล้นสะดม"
    }
  },
  {
    "translation": {
      "en": "Hey, Sub-Saharan!",
      "th": "นี่ ไอ้ผีซาฮาร่า"
    }
  },
  {
    "translation": {
      "en": "Do you think you could get me 100 child soldiers here by 5:00 p.m.?",
      "th": "หากองทหารเด็กให้ซักร้อยนึง ก่อนห้าโมงได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "No!",
      "th": "บ้า"
    }
  },
  {
    "translation": {
      "en": "Okay. Time out! Time out.",
      "th": "พอได้แล้ว พอแล้ว"
    }
  },
  {
    "translation": {
      "en": "Shave your under-the-arms!",
      "th": "โกนมั่งสิขนเต่าเนี่ย"
    }
  },
  {
    "translation": {
      "en": "I dread to think what kind of jungle you have on your malawach!",
      "th": "ไม่อยากนึกว่าตรงมาลาวัค จะป่าดงดิบแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "That is very inappropriate.",
      "th": "พูดแบบนั้นไม่เหมาะเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Don't tell me what to say and what not to say, little boy.",
      "th": "อย่ามาบอกว่าฉัน พูดอะไรได้ไม่ได้ไอ้หนู"
    }
  },
  {
    "translation": {
      "en": "You need to put that finger away.",
      "th": "เก็บนิ้วไปเลยนะ"
    }
  },
  {
    "translation": {
      "en": "I won't put my finger away because... Look, I've got two fingers now.",
      "th": "จ้างก็ไม่เก็บนิ้วไหนทั้งนั้น นี่ แถมให้อีกนิ้วนึง"
    }
  },
  {
    "translation": {
      "en": "If you do not stop using hateful language, you cannot work here.",
      "th": "ถ้าไม่หยุดพูดจาดูหมิ่น ก็ทำงานร้านนี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "All right. I promise.",
      "th": "ก็ได้ งั้นสัญญา"
    }
  },
  {
    "translation": {
      "en": "I tricked you, Wolverina.",
      "th": "แค่นี้ก็เชื่อ อีสาววูฟเวอรีน"
    }
  },
  {
    "translation": {
      "en": "Justin Bieber's chubby double!",
      "th": "ยัยแฝดอ้วนของจัสติน บีเบอร์!"
    }
  },
  {
    "translation": {
      "en": "Hairy Potter!",
      "th": "ยัย\"แฮร์รี่\" พ็อตเตอร์"
    }
  },
  {
    "translation": {
      "en": "Good-bye, old friend.",
      "th": "ลาก่อนหลานชาย"
    }
  },
  {
    "translation": {
      "en": "When will the Supreme Leader be better? In time.",
      "th": "สุดยอดผู้นำจะหายเมื่อไหร่ / ทันแหละ"
    }
  },
  {
    "translation": {
      "en": "He's resting in his bedroom and must never, ever be disturbed.",
      "th": "ตอนนี้นอนพักอยู่ในห้อง ห้ามรบกวนโดยเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "Time for bed.",
      "th": "นอนได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Being Aladeen has its perks, does it not?",
      "th": "เป็นอลาดีนมักได้อะไรพิเศษ ว่ามั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Dropped your belt.",
      "th": "เข็มขัดหล่น"
    }
  },
  {
    "translation": {
      "en": "What are you doing? She tried to milk me!",
      "th": "นี่ทำอะไรเนี่ย / เธอจะจับผมรีดนม"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "They are trying to pleasure you.",
      "th": "พวกเธอมาให้ความสุขกับนาย"
    }
  },
  {
    "translation": {
      "en": "Allow the girls to use their many talents.",
      "th": "ให้โอกาสน้องๆได้แสดงทักษะให้ดู"
    }
  },
  {
    "translation": {
      "en": "Supreme Leader! The girls!",
      "th": "สุดยอดผู้นำ น้องๆนู่น"
    }
  },
  {
    "translation": {
      "en": "Girls, show him your bosoms.",
      "th": "สาวๆ ปาร์ตี้นมสด"
    }
  },
  {
    "translation": {
      "en": "The Lancaster Hotel",
      "th": "(โรงแรมแลนคาสเตอร์)"
    }
  },
  {
    "translation": {
      "en": "Let me in! I have 85 rooms at this hotel!",
      "th": "อย่ามาขวาง ฉันเปิดห้องไว้ 85 ห้อง"
    }
  },
  {
    "translation": {
      "en": "It's me, Admiral General Aladeen!",
      "th": "นี่ฉันเองนายพลจอมทัพอลาดีน"
    }
  },
  {
    "translation": {
      "en": "I lost my beard!",
      "th": "แค่โกนเคราออกไปเอง"
    }
  },
  {
    "translation": {
      "en": "You don't got a pass, you don't get in.",
      "th": "ไร้บัตรผ่าน ห้ามเข้า"
    }
  },
  {
    "translation": {
      "en": "But I'm staying here! I paid twenty dollars for the fucking Internet!",
      "th": "แต่ฉันพักที่นี่นะ จ่ายค่าเน็ตตั้งวันละ 20 เหรียญ"
    }
  },
  {
    "translation": {
      "en": "How much do you charge for assassinations?",
      "th": "จ้างฆ่าคนที่นี่เขาคิดราคากันยังไง"
    }
  },
  {
    "translation": {
      "en": "Nadal?",
      "th": "นาดาลเหรอ"
    }
  },
  {
    "translation": {
      "en": "Welcome to the Death to Aladeen Restaurant.",
      "th": "ภัตตาคาร 'ตายซะอลาดีน' ขอต้อนรับ"
    }
  },
  {
    "translation": {
      "en": "Wait. You look very familiar.",
      "th": "เดี๋ยวนะ หน้าตาคุ้นๆ"
    }
  },
  {
    "translation": {
      "en": "Do I know you?",
      "th": "เคยเจอกันมั้ย"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Sorry.",
      "th": "โทษครับ"
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "th": "ขอโทษ"
    }
  },
  {
    "translation": {
      "en": "So sorry, Supreme Leader.",
      "th": "ขอโทษสุดยอดผู้นำ"
    }
  },
  {
    "translation": {
      "en": "Don't worry. I'm 50% to blame.",
      "th": "คิดมาก ฉันเองก็ผิดครึ่งนึง"
    }
  },
  {
    "translation": {
      "en": "No! No! Supreme Leader!",
      "th": "อย่านะ ไม่"
    }
  },
  {
    "translation": {
      "en": "Definitely not. I must be going.",
      "th": "ไม่รู้จักหรอก ขอตัวก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "No, no. Stay, please.",
      "th": "ไม่เอา อยู่ก่อนน่า"
    }
  },
  {
    "translation": {
      "en": "If you hate Aladeen and you like good food, this is the place for you. This way. Here we go.",
      "th": "ถ้าเกลียดอลาดีน แต่ชอบของอร่อยก็ที่นี่เลย ทางนี้"
    }
  },
  {
    "translation": {
      "en": "Enjoy it.",
      "th": "เต็มที่เลย"
    }
  },
  {
    "translation": {
      "en": "No! No!",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "For you.",
      "th": "เชิญครับ"
    }
  },
  {
    "translation": {
      "en": "What is your name?",
      "th": "คุณชื่ออะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Allison Burgers.",
      "th": "อัลลิสัน เบอเกอร์ส"
    }
  },
  {
    "translation": {
      "en": "That's a made-up name. What's your real name?",
      "th": "นั่นมันชื่อปลอมๆ เอาชื่อจริงๆสิ"
    }
  },
  {
    "translation": {
      "en": "Ladis.",
      "th": "ฮองนามาอัม"
    }
  },
  {
    "translation": {
      "en": "Ladis what?",
      "th": "ฮองนามาอัมอะไร"
    }
  },
  {
    "translation": {
      "en": "Ladis Washerum.",
      "th": "ฮองนามาอัม พูยีริง"
    }
  },
  {
    "translation": {
      "en": "So your name is like the sign. \"Ladies Washroom\"?",
      "th": "ชื่อฟังเหมือนป้ายแถวนี้ \"ห้องน้ำผู้หญิง\""
    }
  },
  {
    "translation": {
      "en": "Ooh! That is a made-up name.",
      "th": "ชื่อฟังเหมือนป้ายแถวนี้ \"ห้องน้ำผู้หญิง\" มันชื่อมั่วเองชัดๆ"
    }
  },
  {
    "translation": {
      "en": "What is your real name?",
      "th": "ชื่อจริงๆคือ"
    }
  },
  {
    "translation": {
      "en": "I am interested. We are interested.",
      "th": "ผมล่ะอยากรู้ เราทุกคนอยากรู้"
    }
  },
  {
    "translation": {
      "en": "Emploice.",
      "th": "ลูฌ่างค์"
    }
  },
  {
    "translation": {
      "en": "Emploice what?",
      "th": "ลูฌ่างค์อะไร"
    }
  },
  {
    "translation": {
      "en": "Emploice...Muswashans.",
      "th": "ลูฌ่างค์ ลามือทูครั่ง"
    }
  },
  {
    "translation": {
      "en": "That is a made-up name.",
      "th": "นี่ก็ฟังเป็นชื่อปลอมอีก"
    }
  },
  {
    "translation": {
      "en": "What is your real name?",
      "th": "คุณชื่อจริงๆว่าอะไร"
    }
  },
  {
    "translation": {
      "en": "Max.",
      "th": "นอร์ม"
    }
  },
  {
    "translation": {
      "en": "Max what?",
      "th": "นามสกุล"
    }
  },
  {
    "translation": {
      "en": "Imumoccupancyu One-hundred-and-twenty.",
      "th": "นาร์คบัลทูซูซุ้ค 120"
    }
  },
  {
    "translation": {
      "en": "-There's a number in the name? -Mmm.",
      "th": "ในชื่อมีเลขด้วยเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "Who are you? An Aladeen sympathizer?",
      "th": "แกเป็นใคร พวกคนรักอลาดีนใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "No, no, no! Whoa, whoa, whoa. Okay. No, no, no!",
      "th": "เปล่านะเปล่า ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "[knife sharpening] No!",
      "th": "อย่า"
    }
  },
  {
    "translation": {
      "en": "It's Aladeen! It's Aladeen without the beard!",
      "th": "มันคืออลาดีน อลาดีนที่โกนเคราออก"
    }
  },
  {
    "translation": {
      "en": "No! It's not Aladeen!",
      "th": "บ้า ไม่ใช่อลาดีน"
    }
  },
  {
    "translation": {
      "en": "Hasan, lock the door!",
      "th": "ฮะซัน ล็อคประตู"
    }
  },
  {
    "translation": {
      "en": "Wait, wait, wait, no! There you are, cousin!",
      "th": "เดี๋ยว อย่า ญาติเรามาอยู่นี่เอง"
    }
  },
  {
    "translation": {
      "en": "This is my cousin. I see you've all met him.",
      "th": "นี่ญาติเราเอง ทุกคนได้เจอแล้วสิ"
    }
  },
  {
    "translation": {
      "en": "He's very simple and backwards. I'm sorry.",
      "th": "เขาแบบ เอ๋อๆอึนๆไม่ใช่น้อยน่ะ โทษที"
    }
  },
  {
    "translation": {
      "en": "-Sorry. -[waiter] It's okay, sit.",
      "th": "งั้นเชิญนั่ง"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Sit and eat.",
      "th": "นั่งกินได้"
    }
  },
  {
    "translation": {
      "en": "Have a seat, cousin.",
      "th": "นั่งก่อนสิคุณญาติ"
    }
  },
  {
    "translation": {
      "en": "[waiter] Very sorry. My apologies. Enjoy.",
      "th": "เสียใจจริงๆ ขออภัย ตามสบาย"
    }
  },
  {
    "translation": {
      "en": "-What are you doing here? -And what has happened to your beard?",
      "th": "มาทำอะไรที่นี่ แล้วเคราหายไปไหน"
    }
  },
  {
    "translation": {
      "en": "I've been replaced by this body double who's a total imbecile.",
      "th": "เราถูกตัวเป้าหลอกที่ทึ่มโคตรๆสวมรอย"
    }
  },
  {
    "translation": {
      "en": "How are you alive?",
      "th": "ทำไมแกยังอยู่"
    }
  },
  {
    "translation": {
      "en": "How am I... Wait. You don't know?",
      "th": "ทำไม เดี๋ยว ไม่รู้จริงอะ"
    }
  },
  {
    "translation": {
      "en": "Every single person you had executed is still alive.",
      "th": "ทุกๆคนที่ท่านสั่งประหาร ยังมีชีวิตทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "We all live here in Little Wadiya. The executioner, he is a member of the Resistance!",
      "th": "ย้ายมาลิทเทิ่ล วาดิย่า เพชฌฆาตเป็นคนฝ่ายต่อต้าน"
    }
  },
  {
    "translation": {
      "en": "You mean I never executed anybody? No.",
      "th": "-แปลว่าฉันยังไม่ได้ฆ่าใคร -ยัง"
    }
  },
  {
    "translation": {
      "en": "Like, honestly...zero people.",
      "th": "เอาเป็นตัวเลขชัดๆก็คือศูนย์"
    }
  },
  {
    "translation": {
      "en": "Nadal, you must help me get back into power.",
      "th": "นาดาล แกจะต้อง ช่วยฉันยึดเอาอำนาจทั้งหมดคืน"
    }
  },
  {
    "translation": {
      "en": "What? No. Why would I do that? I have a perfectly good job here. I'm a Mac genius!",
      "th": "หา ไม่ ทำไปทำไม อยู่นี่ได้งานดี เป็นกูรูด้านคอมพ์"
    }
  },
  {
    "translation": {
      "en": "Oh. What do you do?",
      "th": "อ้อ ทำอะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "Mostly, I clean semen out of laptops.",
      "th": "ส่วนใหญ่ก็ เคลียร์น้ำกามจากโน้ตบุ้กลูกค้า"
    }
  },
  {
    "translation": {
      "en": "Congratulations. Living the American dream.",
      "th": "ยินดีด้วยกับชีวิตในฝันสไตล์มะกัน"
    }
  },
  {
    "translation": {
      "en": "Okay, fine. I will help you. On one condition. Name it.",
      "th": "-โอเค ได้ ผมจะช่วย มีข้อแม้ข้อนึง -ว่ามา"
    }
  },
  {
    "translation": {
      "en": "You reinstate me as Head of Nuclear Research, so I can finish building my bomb.",
      "th": "ตั้งผมกลับเป็นหัวหน้าฝ่ายนิวเคลียร์ ทำระเบิดให้เสร็จ"
    }
  },
  {
    "translation": {
      "en": "Deal.",
      "th": "ได้"
    }
  },
  {
    "translation": {
      "en": "-Oh, one last thing. -Mmm?",
      "th": "อ้อ อีกอย่างนึง"
    }
  },
  {
    "translation": {
      "en": "You will let me build a round nuclear weapon.",
      "th": "ต้องยอมให้ผมทำจรวดหัวมน"
    }
  },
  {
    "translation": {
      "en": "Never. It has to be pointy.",
      "th": "ฝันเถอะ ต้องหัวแหลมเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "-Wait a minute. This is... -Whoa.",
      "th": "ประเดี๋ยวก่อนนะ ที่แท้"
    }
  },
  {
    "translation": {
      "en": "-Okay. Deal. -Deal.",
      "th": "-ก็ได้ ยอม -ตกลง"
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen of the press, our Supreme Leader is indisposed to answer your questions",
      "th": "สื่อมวลชนทุกท่าน สุดยอดผู้นำมาให้สัมภาษณ์ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "as he is currently drafting Wadiya's new constitution,",
      "th": "เพราะกำลังจัดทำ รัฐธรรมนูญวาดิย่าฉบับใหม่"
    }
  },
  {
    "translation": {
      "en": "which is scheduled to be signed",
      "th": "ซึ่งมีกำหนดลงนาม"
    }
  },
  {
    "translation": {
      "en": "at the Lancaster Penthouse Ballroom in three days. Thank you. No further questions.",
      "th": "ที่โรงแรมแลนคาสเตอร์ในอีก 3 วัน ขอบคุณ จบแค่นี้"
    }
  },
  {
    "translation": {
      "en": "There is no way we're going to get anywhere near this hotel without a security pass. This is ridiculous.",
      "th": "ไม่มีทางเฉียดใกล้โรงแรมถ้า ไม่มีบัตรผ่าน ตลกที่สุด"
    }
  },
  {
    "translation": {
      "en": "-Wait. -What are you doing?",
      "th": "เดี๋ยว / ท่านทำอะไร"
    }
  },
  {
    "translation": {
      "en": "Hiding from that lesbian hobbit.",
      "th": "หลบยัยตัวจิ๋วจอมตีฉิ่ง"
    }
  },
  {
    "translation": {
      "en": "That woman, you know her?",
      "th": "รู้จักผู้หญิงคนนั้น"
    }
  },
  {
    "translation": {
      "en": "I cannot begin to tell you what an honor it is to be able to provide all of the catering...",
      "th": "ไม่รู้จะพูดยังไงว่า เป็นเกียรติมากที่ได้จัดอาหาร"
    }
  },
  {
    "translation": {
      "en": "Well, of course. ...and the mafroom for this signing. You just paid this month's rent!",
      "th": "จัดลูกมะฟรูมให้พิธีลงนาม ทำให้ร้านอยู่รอดทั้งเดือน"
    }
  },
  {
    "translation": {
      "en": "She offered me a job. Can you imagine that? Me? Working?",
      "th": "เขาชวนทำงานด้วย นึกภาพออกมั้ย ฉันนะ ทำงาน"
    }
  },
  {
    "translation": {
      "en": "Listen, hold onto that badge. It's the only thing that'll get you past security. Okay, thanks.",
      "th": "เก็บตราให้ดี เป็นใบเบิกทางเดียวที่ผ่านยามได้"
    }
  },
  {
    "translation": {
      "en": "Wait a minute.",
      "th": "เดี๋ยวก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "Wait, her company is catering the event. She has a security pass!",
      "th": "บริษัทเธอได้จัดอาหารวันงาน มีบัตรผ่าน รปภ"
    }
  },
  {
    "translation": {
      "en": "That is the answer. This is the plan. Okay? You will take that job and you will work for her.",
      "th": "นี่ไงคำตอบ นี่แหละแผน ท่านต้องไปทำงานกับเธอ"
    }
  },
  {
    "translation": {
      "en": "I will get you an identical beard and costume.",
      "th": "ผมจะจัดทำเคราให้ใหม่ จัดหาเสื้อผ้า"
    }
  },
  {
    "translation": {
      "en": "And then on the day of the event, you enter the Lancaster as a member of her staff.",
      "th": "ในวันงาน ท่านก็เข้าไปในโรงแรมในฐานะลูกทีมเธอ"
    }
  },
  {
    "translation": {
      "en": "You will find the double, switch with him, then rip up the constitution in front of the whole world.",
      "th": "หาตัวปลอม สลับตัวคืน ฉีกรัฐธรรมนูญทิ้งต่อหน้าคนทั้งโลก"
    }
  },
  {
    "translation": {
      "en": "Me? Work for that hairy titted yeti?",
      "th": "ฉัน ทำงานกับยัยขมูขีขนดกนั่นน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "Kimberly?",
      "th": "คิมเบอร์ลี่"
    }
  },
  {
    "translation": {
      "en": "Zoey.",
      "th": "โซอี้"
    }
  },
  {
    "translation": {
      "en": "Who cares?",
      "th": "เหมือนกันแหละ"
    }
  },
  {
    "translation": {
      "en": "I've come here to apologize",
      "th": "ที่มานี่ก็ เพื่อจะขอโทษ"
    }
  },
  {
    "translation": {
      "en": "about some of the comments I may have made about",
      "th": "เรื่องที่พูดไม่ดีออกไปเกี่ยวกับ"
    }
  },
  {
    "translation": {
      "en": "Captain Hook and Blackie.",
      "th": "กัปตันฮุคกับไอ้มืด"
    }
  },
  {
    "translation": {
      "en": "Great!",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "And I accept your job offer as general manager.",
      "th": "และก็ยินดีรับตำแหน่งผู้จัดการ"
    }
  },
  {
    "translation": {
      "en": "Well, you can't be the manager, because I am the manager.",
      "th": "คงไม่ได้ เพราะฉันเนี่ยผู้จัดการ"
    }
  },
  {
    "translation": {
      "en": "Well, I can if I killed you.",
      "th": "งั้นต้องฆ่าชิงตำแหน่ง"
    }
  },
  {
    "translation": {
      "en": "I think I'm starting to get you.",
      "th": "เริ่มเก็ทแล้วว่าชอบมุขแนวไหน"
    }
  },
  {
    "translation": {
      "en": "All right, then... I will get you.",
      "th": "ดี ถ้างั้นก็ จัดไปตามนั้น"
    }
  },
  {
    "translation": {
      "en": "Great! Let's get you to work!",
      "th": "แจ๋ว ลุยงานกันเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah? Hold on one second.",
      "th": "ถือหูรอแป๊บ"
    }
  },
  {
    "translation": {
      "en": "Hey, my man! Excuse me. Hairnet!",
      "th": "เพ่ ไอ้หมวกคลุมผม"
    }
  },
  {
    "translation": {
      "en": "I need a little of the quinoa salad, please,",
      "th": "ขอสลัดที่นึงใส่ธัญพืชนิดๆ"
    }
  },
  {
    "translation": {
      "en": "and throw a couple of extra cranny-b's on top, if you could,",
      "th": "ข้างบนขอโรยเพิ่มด้วยแครนเบอร์รี่"
    }
  },
  {
    "translation": {
      "en": "and I kind of need you to hurry up, chief. Chop-chop.",
      "th": "และก็ช่วยรีบด้วยเฮีย ไวๆเลย"
    }
  },
  {
    "translation": {
      "en": "Next!",
      "th": "คนต่อไป"
    }
  },
  {
    "translation": {
      "en": "Whoa, whoa! Occupied!",
      "th": "เฮ้ยๆ กำลังเข้าอยู่"
    }
  },
  {
    "translation": {
      "en": "Out. I have to clean. Come on, out you go, out you go.",
      "th": "จะขัดส้วม -เอ้า นี่เจ็บนะ -ออกไปเลย"
    }
  },
  {
    "translation": {
      "en": "What? You're hurting me! Out. Come on.",
      "th": "-เอ้า นี่เจ็บนะ -ออกไปเลย"
    }
  },
  {
    "translation": {
      "en": "Hey, Allison, can you take out the garbage? Thanks.",
      "th": "อัลลิสัน ช่วยเอาขยะไปทิ้งที ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Look! One of the customers left a tip of",
      "th": "นี่ มีลูกค้าคนไหนไม่รู้ให้ทิปมา"
    }
  },
  {
    "translation": {
      "en": "some Nair and some female razors. Does anybody want to use it?",
      "th": "เป็นมีดโกนกับยากำจัดขน มีใครสนใจเอาไปใช้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Stop that.",
      "th": "หยุดเลย"
    }
  },
  {
    "translation": {
      "en": "Suck it, loser.",
      "th": "หยุดก็กลัวเด่ะ"
    }
  },
  {
    "translation": {
      "en": "Clean-up on aisle four!",
      "th": "ช่อง 4 เก็บกวาดด้วย"
    }
  },
  {
    "translation": {
      "en": "Hey, buddy, I saw that. That is very disrespectful to your leader.",
      "th": "เฮ้ยนี่ เห็นนะ ทำยังงี้ไม่ให้เกียรติผู้นำแกเลย"
    }
  },
  {
    "translation": {
      "en": "Whatever, dude. Who are you, Osama bin Laden's best friend?",
      "th": "ช่างมันปะไร แกเป็นใคร เพื่อนซี้บินลาเดนรึไง"
    }
  },
  {
    "translation": {
      "en": "No, he is not my best friend!",
      "th": "เปล่า ก็ไม่ถึงกับซี้หรอก"
    }
  },
  {
    "translation": {
      "en": "Though he has been staying in my guest house ever since they shot his double last year.",
      "th": "ถึงเขามาอยู่วังฉัน ตั้งแต่ที่ตัวหลอกโดนยิงปีก่อน"
    }
  },
  {
    "translation": {
      "en": "Now the guy won't leave.",
      "th": "ตอนนี้ไล่ก็ไม่ไป"
    }
  },
  {
    "translation": {
      "en": "I know why this guy's the most hated man in the world. You just have to go to the bathroom after him.",
      "th": "รู้แล้วทำไมทั้งโลกเกลียด ลองเข้าห้องน้ำต่อจากมันสิ"
    }
  },
  {
    "translation": {
      "en": "You go to the bathroom after Osama, you will realize the true meaning of terrorism.",
      "th": "เข้าส้วมต่อจากโอซาม่าแล้ วจะซึ้งถึงคำว่าก่อการร้าย"
    }
  },
  {
    "translation": {
      "en": "Gotham Helicopter Tours",
      "th": "ทัวร์นิวยอร์กโดยเฮลิคอปเตอร์"
    }
  },
  {
    "translation": {
      "en": "Here is the plan.",
      "th": "แผนคืองี้"
    }
  },
  {
    "translation": {
      "en": "We're going to take this helicopter tour and fly over the Lancaster to spot its weaknesses.",
      "th": "เรานั่ง ฮ ชมเมือง พอผ่านแลนคาสเตอร์ก็หาจุดเปราะ"
    }
  },
  {
    "translation": {
      "en": "Remember, we're just two ordinary American tourists",
      "th": "จำไว้ เรารับบทเป็น นักท่องเที่ยวอเมริกันบ้านๆ"
    }
  },
  {
    "translation": {
      "en": "looking at the sights.",
      "th": "บินชมเมืองธรรมดา"
    }
  },
  {
    "translation": {
      "en": "Don't worry, nobody gonna suspect anything. It's a great plan.",
      "th": "ไม่มีใครเอะใจอะไรแน่ แผนเหนือเมฆมาก"
    }
  },
  {
    "translation": {
      "en": "Don't do anything to arouse any suspicions.",
      "th": "ท่านอย่าส่อพิรุธแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "Don't worry. I am Wadiya's number one actor.",
      "th": "อย่าห่วง ฉันนักแสดงมือหนึ่งของวาดิย่า"
    }
  },
  {
    "translation": {
      "en": "You don't win four Wadiyan Golden Globes for nothing.",
      "th": "เล่นห่วยคงไม่ได้ออสการ์ ของวาดิย่าถึง 4 ตัว"
    }
  },
  {
    "translation": {
      "en": "Yes, you do, because you gave them to yourself!",
      "th": "ได้สิ ก็ท่านเล่นเอง ให้รางวัลเอง"
    }
  },
  {
    "translation": {
      "en": "My performance in Aladeen Jones and the Temple of Doom was outstanding.",
      "th": "ใน \"อลาดีน่าโจนส์กับวิหารกาลี\" ฉันเล่นดีนะ"
    }
  },
  {
    "translation": {
      "en": "I give it thumbs down.",
      "th": "ยกนิ้วให้เลย แบบนี้"
    }
  },
  {
    "translation": {
      "en": "Have you seen You've Got Mail Bomb?",
      "th": "ได้ดู\"ทรานสฟอร์มมั่ว\"มั้ย"
    }
  },
  {
    "translation": {
      "en": "Yes, I've seen them all! They're all terrible movies!",
      "th": "ดูทุกเรื่องแหละ ห่วยทุกเรื่องเลย"
    }
  },
  {
    "translation": {
      "en": "Listen to me. Okay? You are a terrible actor.",
      "th": "ฟังเลยนะ ท่านเป็นนักแสดงที่ห่วยมาก"
    }
  },
  {
    "translation": {
      "en": "I urge you, right now, keep your performance small and real.",
      "th": "งานนี้ต้องขอเลย พยายามเล่นบทเล็กๆ แต่ดูสมจริง"
    }
  },
  {
    "translation": {
      "en": "All right, can you get me a cloak? Why?",
      "th": "-ได้ หาผ้าคลุมให้ทีสิ -เพื่ออะไร"
    }
  },
  {
    "translation": {
      "en": "Because I think my guy would be wearing a cloak.",
      "th": "บทนี้น่าจะใส่ผ้าคลุม"
    }
  },
  {
    "translation": {
      "en": "No, your guy wears an American flag sweatsuit and a sheriff's badge.",
      "th": "พอ นี่ก็ทั้งชุดหมีลายธงไอ้กัน ทั้งตรานายอำเภอ"
    }
  },
  {
    "translation": {
      "en": "I need the sheriff's badge.",
      "th": "งั้นขอตรา"
    }
  },
  {
    "translation": {
      "en": "For what? You're sheriff of American douche-town!",
      "th": "ขอเพื่ออะไร เห็นหน้าก็รู้ถึงความถ่อยแล้ว"
    }
  },
  {
    "translation": {
      "en": "That's rude.",
      "th": "แรงนะ"
    }
  },
  {
    "translation": {
      "en": "Listen. We're going to walk over there, act very inconspicuous.",
      "th": "ฟังนะ เราจะเดินไปขึ้น ฮ ทำตัวไม่ให้มีพิรุธที่สุด"
    }
  },
  {
    "translation": {
      "en": "-Okay, great, okay. -Okay, good.",
      "th": "-โอเค -ดี"
    }
  },
  {
    "translation": {
      "en": "Okay. So, when we go to fly...",
      "th": "งั้งตองเลาไปบิง"
    }
  },
  {
    "translation": {
      "en": "Don't do that with your eyes! You can't be a Chinese person on this thing, okay?",
      "th": "จะดึงตายังงั้นทำไม ไม่ได้รับบทคนจีนนะ"
    }
  },
  {
    "translation": {
      "en": "I'm not chink, I'm Chinese-American!",
      "th": "อเมริกันเชื้อสายจีนไง"
    }
  },
  {
    "translation": {
      "en": "No, but you cannot hold your eyes! Nobody is going to think you're Chinese-American because you hold your eyes like that! It's racist, what you are doing!",
      "th": "คนไม่มองงั้นน่ะสิ มันเหมือนล้อเลียน เหยียดเชื้อชาติ"
    }
  },
  {
    "translation": {
      "en": "Do you know it's a fact that they cannot pronounce their R's? They pronounce them as L's. So instead you know what \"rabbit\" is in Chinese?",
      "th": "ต้องใช้ ล ลิงแทน ร เรือด้วย รู้ไหม\"กระต่าย\"ภาษาจีนเรียกว่าอะไร"
    }
  },
  {
    "translation": {
      "en": "I don't know how to speak Chinese.",
      "th": "ผมไม่รู้ภาษาจีน"
    }
  },
  {
    "translation": {
      "en": "-It's \"labbit.\" -It's not \"labbit\"!",
      "th": "-คือ\"แล็บบิท\" -แล็บบิทบ้าอะไร"
    }
  },
  {
    "translation": {
      "en": "Yes! Who Shot Loger Labbit was a huge hit in China!",
      "th": "\"คัยยิงโลเจ้อ แล็บบิท\" ดังมากในเมืองจีน"
    }
  },
  {
    "translation": {
      "en": "Nobody... It's stup... All right, I don't care. This is stupid, okay?",
      "th": "ไปใหญ่แล้ว ไร้สาระ"
    }
  },
  {
    "translation": {
      "en": "Okay, I'll do Filipino. I like to work, I like to talk. -Don't. -I like the shit, I do the kids.",
      "th": "ก็ได้ งั้นเชื้อสายฟิลิปินส์ อั๊วะคาหยั๋ง อั๊วะช่างพูก"
    }
  },
  {
    "translation": {
      "en": "Stop that.",
      "th": "หยุดเลย"
    }
  },
  {
    "translation": {
      "en": "Your Filipino is the same as your Chinese!",
      "th": "พูดฟีลิปปินส์กับจีน ไม่ได้แตกต่างกันเลย"
    }
  },
  {
    "translation": {
      "en": "Now who's being a lacist?",
      "th": "คัยกังแน่เหยียกเชื้อชาก"
    }
  },
  {
    "translation": {
      "en": "I love being an Americans!",
      "th": "ชอบมากเลยเป็นคนอเมริกันส์"
    }
  },
  {
    "translation": {
      "en": "America is number one!",
      "th": "อเมริกาเนี่ยที่หนึ่งในโลก"
    }
  },
  {
    "translation": {
      "en": "Oh, I am from U.S.A.!",
      "th": "ผมมาจากยูเอสเอ"
    }
  },
  {
    "translation": {
      "en": "My father also from U.S.A.",
      "th": "พ่อผมก็มาจากยูเอสเอ"
    }
  },
  {
    "translation": {
      "en": "My great-grandfather fought in the American Civil Jihad.",
      "th": "ปู่ทวดผมร่วมรบใน สงครามจีฮัดอเมริกันด้วย"
    }
  },
  {
    "translation": {
      "en": "I am very proud to be an American. I am America's number one douche.",
      "th": "ภูมิใจมากที่เป็นอเมริกัน อเมริกันพันธุ์ถ่อยอันดับหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "I've fooled them. Job done.",
      "th": "หลอกมันเรียบร้อย เชื่อสนิท"
    }
  },
  {
    "translation": {
      "en": "So, how are things back at the Palace?",
      "th": "แล้วตอนนี้ที่ในวังเป็นยังไงมั่ง"
    }
  },
  {
    "translation": {
      "en": "Fine, but guess who's still living in my guest house?",
      "th": "ดี แต่ทายซิใครมาพักอยู่กับฉัน ไม่ไปไหน"
    }
  },
  {
    "translation": {
      "en": "Ooh, Bin Laden?",
      "th": "บินลาเดนเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes, Osama.",
      "th": "ใช่เลย โอซาม่า"
    }
  },
  {
    "translation": {
      "en": "Bin Laden flooding the bathroom every time he showers...",
      "th": "อาบน้ำทีไร บินลาเดนเป็นทำน้ำท่วม"
    }
  },
  {
    "translation": {
      "en": "And how hard is it to put a bath mat down, Bin Laden?",
      "th": "หัดปิดม่านตอนอาบน้ำหน่อยได้มั้ย บินลาเดน"
    }
  },
  {
    "translation": {
      "en": "Hey, do you remember my favorite sports car?",
      "th": "จำรถสปอร์ตคันโปรดของฉันได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "You mean your Porsche?",
      "th": "ปอร์เช่คันเก่งน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes... the 911.",
      "th": "ใช่ คันรุ่น 911"
    }
  },
  {
    "translation": {
      "en": "-Oh! 911, it's the best! -[both speaking Wadiyan]",
      "th": "โอ้ 911น่ะเด็ดสุดแล้ว"
    }
  },
  {
    "translation": {
      "en": "So I was driving my 911 near the palace one day...",
      "th": "มีวันนึงฉันซิ่งไอ้ 911 นี่ ไปเรื่อยๆแถววัง"
    }
  },
  {
    "translation": {
      "en": "and I totally crashed!",
      "th": "แต่แล้วเหยียบพลาดคว่ำเละ"
    }
  },
  {
    "translation": {
      "en": "It's okay, I've already ordered a new one.",
      "th": "แต่ไม่เป็นไร สั่งคันใหม่มาแล้ว"
    }
  },
  {
    "translation": {
      "en": "A brand new 911 2012.",
      "th": "ใหม่เอี่ยมรุ่น 911 ปี 2012"
    }
  },
  {
    "translation": {
      "en": "You know, while you are here, you should try to see some of the sights...",
      "th": "ไหนๆขึ้นมาแล้ว ชมวิวไปด้วยก็ดีนะ"
    }
  },
  {
    "translation": {
      "en": "such as the Empire State Building...",
      "th": "นั่นตึกเอ็มไพร์ สเตท"
    }
  },
  {
    "translation": {
      "en": "and Yankee Stadium.",
      "th": "ส่วนนั่นก็แยงกี้ สเตเดี้ยม"
    }
  },
  {
    "translation": {
      "en": "And I'd love to see the fireworks over the Statue of Liberty.",
      "th": "เอ้อ อยากดูเขาจุดพลุใหญ่ ตรงเทพีเสรีภาพ"
    }
  },
  {
    "translation": {
      "en": "Hey, have your old back problems been bothering you?",
      "th": "แล้วอาการเจ็บหลังเป็นไงมั่ง"
    }
  },
  {
    "translation": {
      "en": "Oh, it's been terrible! It got so bad that I made myself a back brace.",
      "th": "โอ้ยหนักเหมือนเดิม จนต้องไปทำเฝือกใส่"
    }
  },
  {
    "translation": {
      "en": "-Really? -Yes, look, I'm still wearing it.",
      "th": "-จริงสิ -จริง ดูสิ นี่ก็ใส่อยู่เนี่ย"
    }
  },
  {
    "translation": {
      "en": "Hey, my English is getting good...",
      "th": "เอ้อ ภาษาอังกฤษฉันดีขึ้นเยอะ"
    }
  },
  {
    "translation": {
      "en": "...I bet I can count down from five faster than you can!",
      "th": "รับรองฉันนับถอยหลัง 5 ถึง 1 ได้ไวกว่าแก"
    }
  },
  {
    "translation": {
      "en": "[both] Five, four, three, two, one!",
      "th": "5 4 3 2 1"
    }
  },
  {
    "translation": {
      "en": "Allison! Are you okay?",
      "th": "อัลลิสัน ไม่เป็นไรนะ"
    }
  },
  {
    "translation": {
      "en": "I... Yes.",
      "th": "อ๋อ สบาย"
    }
  },
  {
    "translation": {
      "en": "You know what? You people, you make me sick!",
      "th": "ให้ตายเถอะ พวกคุณ มันน่าขยะแขยง"
    }
  },
  {
    "translation": {
      "en": "You see a Middle Easterner on an aircraft and you just assume that he's hatching some violent plot?",
      "th": "เห็นอาหรับขึ้นบินไม่ได้ ต้องเหมาว่าเขาวางแผนร้าย"
    }
  },
  {
    "translation": {
      "en": "Allison Burgers is a persecuted dissident, not a murderous madman!",
      "th": "อัลลิสันสู้เพื่อความเป็นธรรม ไม่ใช่คนบ้าคิดฆ่าใคร"
    }
  },
  {
    "translation": {
      "en": "He was reported saying, \"Let's take out the guards at the Lancaster.\"",
      "th": "มีคนแจ้งว่าเขาพูดว่า \"ตามเก็บ รปภ ที่แลนคาสเตอร์\""
    }
  },
  {
    "translation": {
      "en": "Guess what? We deliver to the Lancaster!",
      "th": "แล้วไง ก็ร้านฉันจัดอาหาร ให้แลนคาสเตอร์"
    }
  },
  {
    "translation": {
      "en": "Good one!",
      "th": "ซื้อๆ"
    }
  },
  {
    "translation": {
      "en": "Maybe he wanted to take the guards out for a falafel!",
      "th": "อาจหมายถึงตามเก็บ รปภ ให้ได้กินทุกคน"
    }
  },
  {
    "translation": {
      "en": "That's a bit of a stereotype, but I get the idea. Great idea! Yeah. You...",
      "th": "ฟังเหมือนแถ แต่ใช้ได้เลย เฉียบแหลมมาก ใช่ แก!"
    }
  },
  {
    "translation": {
      "en": "You know what? Is it a crime to care about your job?",
      "th": "ใส่ใจในงานที่ทำนี่มันผิดกฎหมายเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah! Well, it is in Wadiya.",
      "th": "ผิดนะ ที่วาดิย่าผิด"
    }
  },
  {
    "translation": {
      "en": "Where did you get your diversity and sensitivity training, huh? The Stasi?",
      "th": "อบรมเรื่องการเปิดใจกว้างมาจากไหนกัน ค่ายนาซีรึ!"
    }
  },
  {
    "translation": {
      "en": "Let's see how you feel about racial profiling when white people...",
      "th": "ขอตรวจสอบเรื่องอคติดีมั้ย ถ้าผู้ต้องหาผิวขาว"
    }
  },
  {
    "translation": {
      "en": "[Zoey] And I know what I'm talking about because I majored in Fem Lit!",
      "th": "ฉันรู้ซึ้งเรื่องนี้ดีเพราะเรียนเอก วรรณกรรมสตรี"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "ไปเถอะ"
    }
  },
  {
    "translation": {
      "en": "Hey! What are you doing? Where are you going?",
      "th": "อ้าว อะไร จะไปไหนน่ะ"
    }
  },
  {
    "translation": {
      "en": "Eh, don't worry! Just suck the fatoot of the biggest guy, you'll be fine.",
      "th": "อย่ากลัว ด๊วบฟาทู้ทให้ไอ้ตัวใหญ่สุด จะปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "[Zoey] The police here are such fascists! [Aladeen] Yeah, right, and not in a good way.",
      "th": "-ตำรวจนี่บ้าอำนาจจริงๆ -ไม่ใช่ในทางที่ดีด้วย"
    }
  },
  {
    "translation": {
      "en": "It just makes me so mad!",
      "th": "เจอแล้วมันเลือดขึ้นหน้า"
    }
  },
  {
    "translation": {
      "en": "You know, Zoey, you were great back there.",
      "th": "รู้มั้ยโซอี้ เมื่อกี้นี้สุดยอด"
    }
  },
  {
    "translation": {
      "en": "Thanks. I just...",
      "th": "ขอบคุณ ก็แค่"
    }
  },
  {
    "translation": {
      "en": "I don't know, I just feel so sorry that wherever you go in the world, you're the victim of police abuse.",
      "th": "รู้สึกแย่ที่เห็นคนตกเป็น เหยื่ออำนาจตำรวจในหลายที่"
    }
  },
  {
    "translation": {
      "en": "Come here. I'm just so sorry! You're okay now.",
      "th": "มามะ เสียใจด้วยจริงๆนะ ปลอดภัยแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "All right?",
      "th": "ไหวนะ"
    }
  },
  {
    "translation": {
      "en": "And I'm not gonna let anything bad happen to you.",
      "th": "ฉันไม่ยอมให้คุณเจออะไรร้ายๆ"
    }
  },
  {
    "translation": {
      "en": "You know what? Let's get you back to the collective, okay? Come on.",
      "th": "กลับไปที่ร้านกันเถอะนะ ไปเถอะ"
    }
  },
  {
    "translation": {
      "en": "Mmm, no, a bit more.",
      "th": "เดี๋ยว อีกนิด"
    }
  },
  {
    "translation": {
      "en": "-Come on, let's go. I need to go to work. -I feel so sad!",
      "th": "-ไป ฉันต้องไปทำงาน -ยังเศร้าอยู่เลย"
    }
  },
  {
    "translation": {
      "en": "Let's do another hug, okay?",
      "th": "กอดอีกทีนึงนะ"
    }
  },
  {
    "translation": {
      "en": "Allison, why are you sad?",
      "th": "อัลลิสัน เศร้าอะไร"
    }
  },
  {
    "translation": {
      "en": "The brutality?",
      "th": "ที่มันทารุณล่ะมั้ง"
    }
  },
  {
    "translation": {
      "en": "Did you suffer from sexual abuse?",
      "th": "โดนล่วงละเมิดทางเพศเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes, they raped me in a very unprofessional way.",
      "th": "ใช่ โดนขืนใจในแบบที่ไม่มืออาชีพเลย"
    }
  },
  {
    "translation": {
      "en": "[sighs] Oh, no. We have to get you to the Rape Center.",
      "th": "ต้องพาคุณไปศูนย์ขืนใจ"
    }
  },
  {
    "translation": {
      "en": "You have a center for rape here?",
      "th": "มีศูนย์สำหรับขืนใจด้วย แจ่ม อยากไป วันไหนว่างๆ"
    }
  },
  {
    "translation": {
      "en": "Great! I'd love to go! Maybe another time, you know.",
      "th": "มีศูนย์สำหรับขืนใจด้วย แจ่ม อยากไป วันไหนว่างๆ เช่าลีมูซีน สั่งค็อกเทลดื่ม ใส่รองเท้าขืนใจคู่เก่ง"
    }
  },
  {
    "translation": {
      "en": "Hire a limo, have some cocktails, bring my raping shoes.",
      "th": "เช่าลีมูซีน สั่งค็อกเทลดื่ม ใส่รองเท้าขืนใจคู่เก่ง"
    }
  },
  {
    "translation": {
      "en": "It was literally the tour from hell...",
      "th": "มันคือทัวร์นรกจริงๆค่ะ"
    }
  },
  {
    "translation": {
      "en": "Look, Supreme Leader is on the talking painting.",
      "th": "นู่น สุดยอดผู้นำ อยู่ในกล่องภาพพูดได้"
    }
  },
  {
    "translation": {
      "en": "...with shades of 9/11, their helicopter tour of the Manhattan skyline was cut short",
      "th": "การทัวร์แมนฮัตตั้นทาง ฮ ของเขาต้องยุติกลางคัน"
    }
  },
  {
    "translation": {
      "en": "by what police are now calling a \"terrorism misunderstanding\"",
      "th": "ด้วยเหตุที่ ตร เรียกว่า \"ก่อการร้ายซะที่ไหน\""
    }
  },
  {
    "translation": {
      "en": "involving a man named Emer Gencyexitonly.",
      "th": "จากชายที่ชื่อว่า ทาอ็อค ชูเชิร์นทาโอนาอัน"
    }
  },
  {
    "translation": {
      "en": "Maroush!",
      "th": "มารูช"
    }
  },
  {
    "translation": {
      "en": "Double the security around the hotel. The signing must not be disrupted!",
      "th": "เพิ่ม รปภ โรงแรมเป็นสองเท่า พิธีลงนามจะล่มไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Hannah, that guy from the Lancaster's coming tomorrow morning,",
      "th": "ฮันน่าห์ คนจากแลนคาสเตอร์ จะมาพรุ่งนี้เช้า"
    }
  },
  {
    "translation": {
      "en": "so why don't you take the mafroom downstairs and make some sort of a nice display?",
      "th": "เอามะฟรูมลงไปข้างล่าง แล้วจัดให้สวยงาม"
    }
  },
  {
    "translation": {
      "en": "I just want everything to be perfect.",
      "th": "อยากให้งานนี้ทุกๆอย่างเป๊ะ"
    }
  },
  {
    "translation": {
      "en": "[Aladeen] Zoey? Allison. Hi.",
      "th": "โซอี้ / อัลลิสัน ไง"
    }
  },
  {
    "translation": {
      "en": "To thank you for what you did today at the police station, I have decided to bestow upon you a gift.",
      "th": "เพื่อตอบแทนเรื่องที่โรงพัก วันนี้ ก็เลยมีอะไรจะให้"
    }
  },
  {
    "translation": {
      "en": "-That's sweet. What is it? -Yeah.",
      "th": "น่ารักจัง อะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "I don't know what that is.",
      "th": "ไม่เข้าใจว่า หมายถึงอะไร"
    }
  },
  {
    "translation": {
      "en": "It's fine. It's fine.",
      "th": "อย่าเกรงใจ จัดมา"
    }
  },
  {
    "translation": {
      "en": "Oh! No!",
      "th": "ไม่เอา!"
    }
  },
  {
    "translation": {
      "en": "No, I am not going to do that.",
      "th": "ไม่อะ ฉันไม่ทำอะไรยังงั้นหรอก"
    }
  },
  {
    "translation": {
      "en": "I'm getting a lot of this and not much of this...",
      "th": "ได้แบบนี้เยอะ แต่โดนแบบนี้น้อย"
    }
  },
  {
    "translation": {
      "en": "-Listen, I understand that you're having urges, okay? -Right.",
      "th": "ฟังนะ เข้าใจว่ากำลังมีความต้องการ"
    }
  },
  {
    "translation": {
      "en": "But you need to take care of them by yourself.",
      "th": "แต่เรื่องแบบนี้ คุณจะต้องจัดการเองได้"
    }
  },
  {
    "translation": {
      "en": "Myself? What? How?",
      "th": "จัดการเอง ยังไงเหรอ"
    }
  },
  {
    "translation": {
      "en": "You need to touch yourself.",
      "th": "ก็ต้องจัดการช่วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I don't touch myself. Do you touch yourself?",
      "th": "ฉันไม่ทำเองหรอก นี่เธอทำเองด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "I think most healthy people do, yes.",
      "th": "เชื่อว่าคนปกติส่วนใหญ่ทำนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, you touch your own malawach? Ugh! Disgusting! Yuck!",
      "th": "ให้จับมาลาวัคตัวเองเนี่ยนะ อยากจะอ้วก"
    }
  },
  {
    "translation": {
      "en": "Stop joking, all right? You've never jerked off?",
      "th": "เลิกมุขได้แล้วน่า นี่ไม่เคยชักเองเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Okay, come with me.",
      "th": "มาด้วยกันเลย"
    }
  },
  {
    "translation": {
      "en": "Where are you taking me to? The Rape Center?",
      "th": "นี่จะพาไปไหน ศูนย์ขืนใจเหรอ"
    }
  },
  {
    "translation": {
      "en": "This is silly.",
      "th": "บ้าบอสิ้นดี"
    }
  },
  {
    "translation": {
      "en": "[Zoey] Okay, um...",
      "th": "เอาล่ะ เอ่อ"
    }
  },
  {
    "translation": {
      "en": "Take your penis out and put it in your hands.",
      "th": "เอาเจ้าหนูออกมา แล้วเอามือกำไว้"
    }
  },
  {
    "translation": {
      "en": "[Aladeen] This is silly.",
      "th": "บ้าบอสิ้นดี"
    }
  },
  {
    "translation": {
      "en": "Now, slowly move your hand up and down.",
      "th": "ทีนี้ ค่อยๆขยับมือ รูดขึ้นรูดลงไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "I told you already, this is...",
      "th": "บอกกี่ครั้งแล้วว่ามันบ้า"
    }
  },
  {
    "translation": {
      "en": "Wait.",
      "th": "เดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "What sorcery is this?",
      "th": "นี่มันเล่นของหรือเปล่าเนี่ย"
    }
  },
  {
    "translation": {
      "en": "♪ Some people wait a lifetime ♪",
      "th": "บางคนรอคอยมาชั่วชีวิต เพื่อพบช่วงเวลา"
    }
  },
  {
    "translation": {
      "en": "♪ For a moment like this ♪",
      "th": "บางคนรอคอยมาชั่วชีวิต เพื่อพบช่วงเวลา เยี่ยงนี้"
    }
  },
  {
    "translation": {
      "en": "♪ Some people wait a lifetime ♪",
      "th": "บางคนรอคอยมาชั่วชีวิต"
    }
  },
  {
    "translation": {
      "en": "♪ For a moment like this ♪",
      "th": "เพื่อพบช่วงเวลาเยี่ยงนี้"
    }
  },
  {
    "translation": {
      "en": "♪ Whoa, I can't believe it's happening to me ♪",
      "th": "ไม่อยากเชื่อว่ามัน จะเกิดกับฉันวันนี้"
    }
  },
  {
    "translation": {
      "en": "♪ Some people wait a lifetime ♪",
      "th": "บางคนรอคอยมาชั่วชีวิต"
    }
  },
  {
    "translation": {
      "en": "♪ For a moment like this ♪",
      "th": "เพื่อพบช่วงเวลาเยี่ยงนี้"
    }
  },
  {
    "translation": {
      "en": "♪ I can't believe it's happening to me ♪",
      "th": "ไม่อยากเชื่อว่า มันจะเกิดกับฉันวันนี้"
    }
  },
  {
    "translation": {
      "en": "I did it! I just jerked it completely off!",
      "th": "ทำได้แล้ว ชักจนเสร็จเองกับมือเลย"
    }
  },
  {
    "translation": {
      "en": "I did it all by myself! -With this hand right here! -Ew!",
      "th": "โลกสวยด้วยมือเราล้วนๆ ด้วยมือข้างนี้เลยเนี่ย"
    }
  },
  {
    "translation": {
      "en": "I grabbed my bilbul like I was strangling a bird.",
      "th": "จับบิลบุลให้มั่น เหมือนจับลูกไก่ในกำมือ"
    }
  },
  {
    "translation": {
      "en": "And I smacked it and I smacked it and I gave it a flick, and out came my own labeneh!",
      "th": "แล้วก็ตำลงไป ตำลงไป จนลาเบน่าห์มันกระฉูด"
    }
  },
  {
    "translation": {
      "en": "Zoey?",
      "th": "โซอี้"
    }
  },
  {
    "translation": {
      "en": "Zoey! You have changed my life!",
      "th": "โซอี้ เธอเปลี่ยนชีวิตฉันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Give a man a vagina and he will shpichs for a day.",
      "th": "ให้จิ๋มกับผู้ชาย เขาก็แค่ชพิคส์ได้วันเดียว"
    }
  },
  {
    "translation": {
      "en": "Teach a man to use his hand as a vagina,",
      "th": "แต่สอนให้เขาใช้มือแทนจิ๋ม"
    }
  },
  {
    "translation": {
      "en": "and he will shpichs for a lifetime.",
      "th": "เขาจะชพิคส์ได้ชั่วทั้งชีวิตเลย"
    }
  },
  {
    "translation": {
      "en": "Is something the matter?",
      "th": "มีเรื่องอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "That was the guy from the Lancaster on the phone. They just fired us!",
      "th": "คนจากแลนคาสเตอร์ โทรมาบอกไม่จ้างเราแล้ว"
    }
  },
  {
    "translation": {
      "en": "What? Why?",
      "th": "ไงนะ ไหงงั้น"
    }
  },
  {
    "translation": {
      "en": "He said he came by and someone kicked his son.",
      "th": "เขาบอกว่าแวะมา แล้วใครไม่รู้ถีบลูกชายเขา"
    }
  },
  {
    "translation": {
      "en": "They've given the contract to Green World Market.",
      "th": "เขาโอนงานไปให้กับ กรีน เวิร์ล มาร์เก็ตแล้ว"
    }
  },
  {
    "translation": {
      "en": "We must get the contract back. I have to be at the signing.",
      "th": "ต้องเอางานคืนมา ผมต้องร่วมพิธีลงนาม"
    }
  },
  {
    "translation": {
      "en": "I don't know what to say! My staff lacks the discipline",
      "th": "ไม่รู้จะแก้ตัวยังไง ลูกทีมในร้านในก็ไร้ระเบียบ"
    }
  },
  {
    "translation": {
      "en": "and motivation to do this job.",
      "th": "ไม่มีใครมีใจอยากลุยงานนี้เลย"
    }
  },
  {
    "translation": {
      "en": "We will see about that.",
      "th": "งั้นต้องลองกันซักตั้ง"
    }
  },
  {
    "translation": {
      "en": "But from now on, it is my way",
      "th": "แต่จากนี้ไป ถ้าไม่ใช่วิธีฉัน"
    }
  },
  {
    "translation": {
      "en": "or the highwahahtmaa- fferrohshelechnichway.",
      "th": "ก็เชิญที่ไฮวาฮามาเฟอโรชเชเลคนิคเลย"
    }
  },
  {
    "translation": {
      "en": "There has been a regime change!",
      "th": "เราจะเปลี่ยนระบบระบอบใหม่"
    }
  },
  {
    "translation": {
      "en": "Yo! You are stocking the shelves.",
      "th": "นี่ นายรับผิดชอบของบนเชลฟ์"
    }
  },
  {
    "translation": {
      "en": "You, senile Romanian accountant.",
      "th": "ลุง นักบัญชีเหลาเหย่จากโรเมเนีย"
    }
  },
  {
    "translation": {
      "en": "You are on the cash register.",
      "th": "ไปอยู่ประจำเครื่องเก็บเงิน"
    }
  },
  {
    "translation": {
      "en": "The CEO of Green World does not drive a hybrid!",
      "th": "ซีอีโอของกรีนเวิร์ล ไม่ได้ใช้รถระบบไฮบริด"
    }
  },
  {
    "translation": {
      "en": "The chemicals in Green World produce",
      "th": "สารเคมีในผลิตผลของกรีนเวิร์ล"
    }
  },
  {
    "translation": {
      "en": "made this boy grow tits!",
      "th": "ทำให้เด็กผู้ชายคนนี้มีนม"
    }
  },
  {
    "translation": {
      "en": "You promise not to steal again?",
      "th": "สัญญามั้ยว่าจะไม่ขโมยของอีก"
    }
  },
  {
    "translation": {
      "en": "I won't. I won't!",
      "th": "สัญญา ไม่ทำแล้ว"
    }
  },
  {
    "translation": {
      "en": "Give him one more for fun, Viktor.",
      "th": "แถมอีกทีขำๆวิคเตอร์"
    }
  },
  {
    "translation": {
      "en": "Good choice.",
      "th": "ฉลาดเลือก"
    }
  },
  {
    "translation": {
      "en": "[Zoey] Hi, Viktor.",
      "th": "ไงวิคเตอร์"
    }
  },
  {
    "translation": {
      "en": "-Supreme Grocer. -Hmm?",
      "th": "สุดยอดผู้ค้า"
    }
  },
  {
    "translation": {
      "en": "The radicchio has been washed and sorted, and the spray hose has been tightly coiled.",
      "th": "ล้างผักและก็จำแนกชนิดแล้ว สายยางปิดสนิท"
    }
  },
  {
    "translation": {
      "en": "Very good. Now go upstairs and finish composting the wheatgrass tailings, okay?",
      "th": "เยี่ยมมาก ทีนี้ขึ้นข้างบนไปทำปุ๋ยหมักให้เสร็จ"
    }
  },
  {
    "translation": {
      "en": "-Yes, Supreme Grocer. -[clicks tongue]",
      "th": "ครับสุดยอดผู้ค้า"
    }
  },
  {
    "translation": {
      "en": "Zoey!",
      "th": "โซอี้"
    }
  },
  {
    "translation": {
      "en": "Wow!",
      "th": "โหว์!"
    }
  },
  {
    "translation": {
      "en": "It's amazing!",
      "th": "อัศจรรย์มาก"
    }
  },
  {
    "translation": {
      "en": "Oh, it's not amazing. It's just a little less shit.",
      "th": "อัศจรรย์อะไร แค่เอาความเน่าออกไปบ้าง"
    }
  },
  {
    "translation": {
      "en": "[sighs] Well, thank you.",
      "th": "แบบ ขอบคุณนะ"
    }
  },
  {
    "translation": {
      "en": "-Sorry. -Oh, of course.",
      "th": "-โทษที -อ้อ เอาสิ"
    }
  },
  {
    "translation": {
      "en": "-Personal. -Thank you. Thank you again.",
      "th": "สายส่วนตัว ขอบคุณ ขอบคุณอีกครั้งนะ"
    }
  },
  {
    "translation": {
      "en": "-Hello? -I have some very good news.",
      "th": "มีข่าวดีมากๆจะมาบอก"
    }
  },
  {
    "translation": {
      "en": "I managed to buy some beards at the wig store today that are perfect.",
      "th": "วันนี้ไปร้านผมปลอม ได้เคราที่เหมือนเป๊ะมา"
    }
  },
  {
    "translation": {
      "en": "No, Nadal, it must be real hair. -And from the head of a great man! -What?",
      "th": "ไม่ได้นาดาล ต้องทำจากผมจริง จากหัวของผู้มีบารมี"
    }
  },
  {
    "translation": {
      "en": "Like Castro or Gandalf. No... [sighs]",
      "th": "แบบคาสโตร ไม่ก็แกนดาฟ"
    }
  },
  {
    "translation": {
      "en": "[Aladeen] Well done, Nadal. This beard is perfect.",
      "th": "เยี่ยมมากนาดาล เครานี้ใช่เป๊ะเลย"
    }
  },
  {
    "translation": {
      "en": "Those are lovely flowers.",
      "th": "ดอกไม้สวยๆทั้งนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "You know, Zoey is thinking of opening an eco-friendly flower section to the store.",
      "th": "โซอี้เล็งๆจะเปิดขายดอกไม้ ที่เป็นมิตรกับสิ่งแวดล้อม"
    }
  },
  {
    "translation": {
      "en": "This is the fifth time you've mentioned her today. What is going on?",
      "th": "วันนี้พูดถึงเธอห้าครั้งแล้ว มันยังไงแน่"
    }
  },
  {
    "translation": {
      "en": "The signing is in two days. Tell me you're not falling for this woman!",
      "th": "อีกสองวันก็พิธีลงนาม อย่าบอกนะว่าปิ๊งเธอน่ะ"
    }
  },
  {
    "translation": {
      "en": "Of course I'm not. This is silly.",
      "th": "ปิ๊งบ้าอะไรล่ะ ไร้สาระน่า"
    }
  },
  {
    "translation": {
      "en": "Okay, good. All we need to do is slip into this chapel...",
      "th": "ดี แผนตอนนี้ก็แค่ ลอบเข้าศาลาตั้งศพ"
    }
  },
  {
    "translation": {
      "en": "And yet, it's strange.",
      "th": "แต่ก็แหม่งๆ"
    }
  },
  {
    "translation": {
      "en": "The other day, I asked her to, you know, gobble on my bilbul and she said, \"No.\"",
      "th": "วันก่อนฉันขอให้บ๊วบบิลบุลให้ เธอบอกว่า\"ไม่เอา\""
    }
  },
  {
    "translation": {
      "en": "So obviously I wanted to execute her.",
      "th": "ฟังแล้วอยากลากตัวไปตัดคอ"
    }
  },
  {
    "translation": {
      "en": "But the thought of her decapitated head actually upset me, -so I decided not to do it. -No.",
      "th": "แต่พอนึกภาพเธอไม่มีหัวแล้วใจแป้ว ก็เลยไม่ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "When the thought of someone's decapitated head upsets you,",
      "th": "เมื่อใดที่ใจแป้วหากนึกภาพใคร ตอนเขาไม่มีหัว"
    }
  },
  {
    "translation": {
      "en": "[sighs] that is love.",
      "th": "นั่นคือเรารักเขา"
    }
  },
  {
    "translation": {
      "en": "-I swear, I don't even like her at all. -You don't like her?",
      "th": "-สาบาน ขนาดแค่ชอบยังไม่คิด -ไม่จริงอะ"
    }
  },
  {
    "translation": {
      "en": "She has the body shape of a 14-year-old boy.",
      "th": "ผู้หญิงอะไรหุ่นยังกะเด็กชายอายุ 14"
    }
  },
  {
    "translation": {
      "en": "Well, that is a particular weakness of yours.",
      "th": "ก็ นั่นน่ะมันจุดระทวยของท่าน หรือจะให้รื้อฟื้น"
    }
  },
  {
    "translation": {
      "en": "Need I remind you of the Menudo incident?",
      "th": "วีรกรรมซั่มเด็กแว๊น"
    }
  },
  {
    "translation": {
      "en": "Those boys had their eyes open. They knew exactly what they were doing.",
      "th": "เปิดหูเปิดตาให้เด็กๆ เด็กรู้ตัวว่าทำอะไร"
    }
  },
  {
    "translation": {
      "en": "We made them have their eyes open.",
      "th": "เปิดตาให้เด็กจริงๆแหละ"
    }
  },
  {
    "translation": {
      "en": "You made me hold one of their eyes open, so they'd see what you were doing to them.",
      "th": "ท่านให้ผมแหกตาเขาไว้ ดูว่าโดนท่านทำอะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "They seemed to be having a pretty good time.",
      "th": "แต่ละคนก็ดูปรีดิ์เปรมกันดี"
    }
  },
  {
    "translation": {
      "en": "They were not. Those boys were crying.",
      "th": "ไม่ใช่เลย เด็กหนุ่มร้องไห้ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Three of them killed themselves!",
      "th": "มีสามคนฆ่าตัวตาย"
    }
  },
  {
    "translation": {
      "en": "Nothing to do with me.",
      "th": "ไม่เกี่ยวกับฉันนี่"
    }
  },
  {
    "translation": {
      "en": "Everything to do with you! A lot of them wrote notes. In their suicide notes they named you by name!",
      "th": "เกี่ยวเต็มๆ จดหมายลาตายหลายฉบับระบุชื่อท่าน"
    }
  },
  {
    "translation": {
      "en": "It's all a rumor. And you're being silly.",
      "th": "ข่าวลือทั้งนั้น แกนี่ไร้สาระ"
    }
  },
  {
    "translation": {
      "en": "-Go there. -Okay. Here we go.",
      "th": "ตรงนู้น / โอเค ลงมือเลย"
    }
  },
  {
    "translation": {
      "en": "[usher] Hello? Somebody in here?",
      "th": "ใครเข้ามาน่ะ"
    }
  },
  {
    "translation": {
      "en": "Nadal! The Sub-Saharans have discovered us!",
      "th": "นาดาล มีไอ้มืดมาเจอเราเข้าแล้ว"
    }
  },
  {
    "translation": {
      "en": "-What? Okay, okay, okay! -[Aladeen] Hurry, hurry!",
      "th": "เร่งเข้า / ได้ ได้ ได้"
    }
  },
  {
    "translation": {
      "en": "-Just a moment! -Open this door!",
      "th": "ขอแป๊บนึง / เปิดประตูเลย"
    }
  },
  {
    "translation": {
      "en": "-[Aladeen] No, no, no! -Open the door now!",
      "th": "เปิดประตูเดี๋ยวนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Quick! Plan B! Plan B!",
      "th": "เร็ว แผนสอง แผนสอง"
    }
  },
  {
    "translation": {
      "en": "Why did you chop off his head? You said Plan B!",
      "th": "ตัดหัวมันมาทำไม / ก็ท่านบอกแผนสอง"
    }
  },
  {
    "translation": {
      "en": "Plan B was to have coffee and regroup, it was not to chop his head off!",
      "th": "แผนสองคือแยกย้ายแล้วค่อยรวมตัว ไม่ใช่ตัดหัวมัน"
    }
  },
  {
    "translation": {
      "en": "[Aladeen] [in deep voice] Good morning, Nadal!",
      "th": "อรุณสวัสดิ์นาดาล"
    }
  },
  {
    "translation": {
      "en": "Wake up! Good morning, Nadal!",
      "th": "ตื่นได้แล้ว อรุณสวัสดิ์นาดาล"
    }
  },
  {
    "translation": {
      "en": "Get this away from me!",
      "th": "เอาไปไกลๆเลย"
    }
  },
  {
    "translation": {
      "en": "You know, me and you are quite a team. -No, no. -You know who else makes a great team?",
      "th": "เรานี่เข้าขากันดีเนอะ รู้มั้ยอะไรอีกที่ไปกันได้ดี"
    }
  },
  {
    "translation": {
      "en": "♪ Ebony and ivory ♪",
      "th": "ลิ้นกับฟันพบกันที่ไหล่ ก็เรื่องไหญ่"
    }
  },
  {
    "translation": {
      "en": "-[shrieks] No, no, no! -♪ Live together in perfect harmony ♪",
      "th": "น้ำกับไฟ ใช้ฟรีเลยได้ก็ดี"
    }
  },
  {
    "translation": {
      "en": "What is wrong with you? Get it out of here!",
      "th": "เล่นบ้าอะไร เอาออกไป"
    }
  },
  {
    "translation": {
      "en": "[laughs] Good one.",
      "th": "ฮาเว้ย"
    }
  },
  {
    "translation": {
      "en": "No! Get it out of here!",
      "th": "เอามันออกไปเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, that is weird.",
      "th": "พิลึกคนที่สุด"
    }
  },
  {
    "translation": {
      "en": "I threw in some carob-covered goji berries, just as a treat. Enjoy.",
      "th": "ผมแถมโกจิเบอร์รี่เคลือบคาร็อบ ให้ด้วย ทานให้อร่อยนะ"
    }
  },
  {
    "translation": {
      "en": "Thank you. That's very kind of you. You're a very nice man.",
      "th": "ขอบใจนะ มีน้ำใจจริงๆ เป็นคนดีที่น่ารัก"
    }
  },
  {
    "translation": {
      "en": "What the fuck did you call me?",
      "th": "เมื่อกี้เรียกกูว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "I said you were nice!",
      "th": "บอกว่าเธอเป็นคนดีน่ะ"
    }
  },
  {
    "translation": {
      "en": "Allison! The Lancaster just called! We got the contract back!",
      "th": "อัลลิสัน แลนคาสเตอร์เพิ่งโทรมา เราได้งานคืนแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Great! Whatever! [laughs] -I know!",
      "th": "สุดยอด เออเอาเหอะ"
    }
  },
  {
    "translation": {
      "en": "Green World is shutting down their Manhattan store!",
      "th": "กรีนเวิร์ลปิดร้าน ที่แมนฮัตตั้นไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "I wonder what could have happened?",
      "th": "อยากรู้จังไหงเป็นงั้นไปได้"
    }
  },
  {
    "translation": {
      "en": "Be careful with that, sweetheart. Be careful.",
      "th": "ดีๆลูก ไม่เล่นน่ะ ระวัง"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, we're going to have a nice big salad. [screams]",
      "th": "เดี๋ยววันนี้กินสลัดอร่อยๆกัน"
    }
  },
  {
    "translation": {
      "en": "Celebratory cuddle?",
      "th": "กอดกันฉลองหน่อย"
    }
  },
  {
    "translation": {
      "en": "-Ooh, well done! -Oh!",
      "th": "เก่งมากเลย"
    }
  },
  {
    "translation": {
      "en": "-Ooh, you smell bad. -I know.",
      "th": "กลิ่นแรงนะเนี่ย / เออรู้"
    }
  },
  {
    "translation": {
      "en": "[man] Help!",
      "th": "ช่วยด้วย"
    }
  },
  {
    "translation": {
      "en": "Somebody help! My wife is in labor!",
      "th": "ใครช่วยที เมียผมเจ็บท้องคลอด"
    }
  },
  {
    "translation": {
      "en": "Oh, my God! Oh, my God!",
      "th": "โอ้ ตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Baby? The ambulance can't be here for 20 minutes. Can you hold it?",
      "th": "อีก 20 นาทีรถพยาบาลมาถึง อั้นไหวมั้ย"
    }
  },
  {
    "translation": {
      "en": "I can't hold it! It's coming out!",
      "th": "ไม่ไหว จะออกแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's coming out!",
      "th": "ลูกจะออกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Does anyone have any medical experience?",
      "th": "มีใครมีความรู้ทางแพทย์อะไรมั่งมั้ย"
    }
  },
  {
    "translation": {
      "en": "I was Wadiya's Chief Surgeon for the last 22 years.",
      "th": "22 ปีมานี้ ฉันคือ ประธานสภาศัลยแพทย์วาดิย่า"
    }
  },
  {
    "translation": {
      "en": "Please. Please help us. Please.",
      "th": "ได้โปรดช่วยด้วยเถอะ ขอร้อง"
    }
  },
  {
    "translation": {
      "en": "-Allison, they need your help. Come on. -Okay, fine.",
      "th": "อัลลิสัน ต้องพึ่งเธอแล้ว"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "มาเลย"
    }
  },
  {
    "translation": {
      "en": "Whoa, whoa, whoa. What are you doing?",
      "th": "จะทำอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "Sorry! Old habits die hard.",
      "th": "โทษที มันขึ้นคร่อมจนชิน"
    }
  },
  {
    "translation": {
      "en": "All right, I'm going in.",
      "th": "เอาล่ะ จะล้วงล่ะนะ"
    }
  },
  {
    "translation": {
      "en": "That's the wrong hole!",
      "th": "ไม่ใช่รูนั้น"
    }
  },
  {
    "translation": {
      "en": "-What? -You just put your fist up the wrong hole.",
      "th": "แหย่เข้าไปผิดรูแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "If I had a dollar for every time I heard that. [chuckles]",
      "th": "ถ้าได้ยินประโยคนี้แล้วได้ตังค์ คงรวยเละ"
    }
  },
  {
    "translation": {
      "en": "Get it outta there.",
      "th": "เอาออกไปเลย"
    }
  },
  {
    "translation": {
      "en": "-Going in again. -Okay, good. [screaming]",
      "th": "เข้าใหม่นะ"
    }
  },
  {
    "translation": {
      "en": "Still my asshole!",
      "th": "ยังจะล้วงรูตูดฉันอีก"
    }
  },
  {
    "translation": {
      "en": "What is wrong with you, man? You just put it in my asshole again!",
      "th": "โรคจิตรึเปล่าเนี่ย / ล้วงเข้ามาในรูตูดอีกทำไม"
    }
  },
  {
    "translation": {
      "en": "Just go up from where you are.",
      "th": "เขยิบขึ้นมาจากรูนั้นอีก"
    }
  },
  {
    "translation": {
      "en": "The good news is, your prostate is completely healthy.",
      "th": "ข่าวดีคือต่อมลูกหมากของคุณแข็งแรงดี"
    }
  },
  {
    "translation": {
      "en": "-[sobs] -That's good. That's good.",
      "th": "ข่าวดีจ้ะ"
    }
  },
  {
    "translation": {
      "en": "-Going in again. -[woman] Okay, good.",
      "th": "เข้าใหม่นะ"
    }
  },
  {
    "translation": {
      "en": "Hold on.",
      "th": "เดี๋ยวนะ"
    }
  },
  {
    "translation": {
      "en": "Allison, stop it! You need two hands!",
      "th": "(จากนาดาล - ตอนนี้อยู่ไหน) อัลลิสัน มันต้องใช้สองมือ"
    }
  },
  {
    "translation": {
      "en": "But I'm in the middle of the text.",
      "th": "ยังพิมพ์ไม่เสร็จเลย"
    }
  },
  {
    "translation": {
      "en": "[screaming] It's coming out!",
      "th": "ลูกจะไหลแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Where is that coming from? -What?",
      "th": "เสียงเพลงมาจากไหน"
    }
  },
  {
    "translation": {
      "en": "I'm really sorry. I'm gonna have to take this call.",
      "th": "โทษที สายนี้ไม่รับไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Is there a phone in my body?",
      "th": "มือถืออยู่ในตัวฉันเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Nadal on phone] What are you doing? Uh, I'm in the Lincoln Tunnel.",
      "th": "-ทำอะไรอยู่ -พอดีอยู่ในอุโมงค์ยักษ์พระราม 9"
    }
  },
  {
    "translation": {
      "en": "What? Okay, look. We need to talk for a minute.",
      "th": "หา มีเรื่องสำคัญ ขอคุยแปบ"
    }
  },
  {
    "translation": {
      "en": "Hello, Nadal. Listen, I can't speak now. I'll speak to you later, okay? Bye!",
      "th": "ฮัลโหลนาดาล ยังไม่ว่างคุย ไว้ค่อยคุยกัน บาย"
    }
  },
  {
    "translation": {
      "en": "Stop talking to my vagina!",
      "th": "ช่องคลอดฉันไม่ใช่ชุมสายนะ"
    }
  },
  {
    "translation": {
      "en": "Zoey, the baby's stuck. I need you to put your hand in and help me.",
      "th": "เด็กติดอยู่ ช่วยล้วงมือ เข้ามาช่วยอีกแรง"
    }
  },
  {
    "translation": {
      "en": "-What? No... -Come on! Put it in! -No, don't be scared. Put it in. -Okay. Okay.",
      "th": "มาเลย ใส่เข้าไป ไม่ต้องกลัว"
    }
  },
  {
    "translation": {
      "en": "-I'm sorry. -Put it right there on the right side.",
      "th": "โทษนะคะ"
    }
  },
  {
    "translation": {
      "en": "-Oh, my gosh. Oh, my gosh! -Push in.",
      "th": "โอ้ตายแล้ว โอ้แม่เจ้า / ดันอีก"
    }
  },
  {
    "translation": {
      "en": "I think I feel an arm!",
      "th": "เหมือนจับโดนแขนเด็ก"
    }
  },
  {
    "translation": {
      "en": "That's my finger.",
      "th": "นิ้วฉันต่างหาก"
    }
  },
  {
    "translation": {
      "en": "Excuse me. You guys make a really cute couple together.",
      "th": "โทษนะ คู่เธอนี่ดูหวานกันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "But maybe could you finish doing this when you're not elbow-deep in my pussy!",
      "th": "ไว้ค่อยหวานกันตอนที่ไม่ ได้ล้วงจิ๋มฉันได้มั้ย!"
    }
  },
  {
    "translation": {
      "en": "Okay, Allison, you've got the head?",
      "th": "โอเค อัลลิสัน จับหัวเด็กไว้แล้วนะ"
    }
  },
  {
    "translation": {
      "en": "-I've got the head. -Okay, it's coming out. Come on, push!",
      "th": "จับหัวไว้แล้ว เอาล่ะเบ่งได้ เบ่งเลย!"
    }
  },
  {
    "translation": {
      "en": "Where are the rebel bases? Where are the rebel bases?",
      "th": "ฐานกบฏอยู่ไหน ฐานพวกกบฏอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "Sorry, sorry.",
      "th": "โทษที โทษที"
    }
  },
  {
    "translation": {
      "en": "Wait, I can see the head! I can see the head!",
      "th": "เดี๋ยว เห็นหัวแล้ว เห็นหัวเด็กแล้ว"
    }
  },
  {
    "translation": {
      "en": "You did it! You did it!",
      "th": "ออกมาแล้ว สำเร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "I sentence you",
      "th": "ข้าขอตัดสินโทษ"
    }
  },
  {
    "translation": {
      "en": "to life.",
      "th": "สู่ชีวิต"
    }
  },
  {
    "translation": {
      "en": "It's still attached!",
      "th": "ยังติดกันอยู่"
    }
  },
  {
    "translation": {
      "en": "Oh! Sorry. Oh, no.",
      "th": "โทษที"
    }
  },
  {
    "translation": {
      "en": "-What's wrong? -I'm sorry.",
      "th": "อะไรเหรอ / เสียใจด้วย"
    }
  },
  {
    "translation": {
      "en": "It's bad news.",
      "th": "ข่าวร้ายแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "It's a girl.",
      "th": "เด็กเป็นผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "Where's the trash can?",
      "th": "ถังขยะอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "No, no, no, no! That's what we wanted!",
      "th": "อยากได้ลูกสาวพอดี"
    }
  },
  {
    "translation": {
      "en": "We'll take her, we'll take her.",
      "th": "เดี๋ยวเลี้ยง ยินดีเลี้ยง"
    }
  },
  {
    "translation": {
      "en": "[Zoey] You were so amazing down there.",
      "th": "เมื่อกี้ เธอสุดยอดมากเลย"
    }
  },
  {
    "translation": {
      "en": "You saved a little person's life.",
      "th": "ช่วยชีวิตน้อยๆชีวิตนึงไว้"
    }
  },
  {
    "translation": {
      "en": "It feels so nice to kiss you.",
      "th": "จูบเธอแล้วรู้สึกดีจัง"
    }
  },
  {
    "translation": {
      "en": "I know. It's nice to kiss you, too.",
      "th": "รู้สึกดีเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "I love the hugging.",
      "th": "เป็นคนชอบกอด"
    }
  },
  {
    "translation": {
      "en": "I just came.",
      "th": "น้ำแตกแล้ว"
    }
  },
  {
    "translation": {
      "en": "I don't care.",
      "th": "ช่างปะไร"
    }
  },
  {
    "translation": {
      "en": "Lie back.",
      "th": "นอนลง"
    }
  },
  {
    "translation": {
      "en": "This is going to be amazing for you.",
      "th": "เตรียมสัมผัสความอัศจรรย์"
    }
  },
  {
    "translation": {
      "en": "Okay!",
      "th": "จัดมา"
    }
  },
  {
    "translation": {
      "en": "See you in 15 minutes.",
      "th": "อีก 15 นาทีเจอกัน"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Wait, wait.",
      "th": "เดี๋ยว เดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "Wait.",
      "th": "เดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "Allison, before we go any further,",
      "th": "อัลลิสัน ก่อนเราจะเลยเถิดกันไปกว่านี้"
    }
  },
  {
    "translation": {
      "en": "there's something that I want to tell you.",
      "th": "ขอฉันบอกอะไรบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "You've got a dick. I knew it.",
      "th": "เธอมีจู๋ใช่มั้ย ก็ว่าแล้ว"
    }
  },
  {
    "translation": {
      "en": "Allison, I don't have a dick.",
      "th": "อัลลิสัน คือ ฉันไม่ได้มีจู๋"
    }
  },
  {
    "translation": {
      "en": "Great!",
      "th": "เจ๋งเลย"
    }
  },
  {
    "translation": {
      "en": "What I wanted to tell you was this.",
      "th": "แต่ที่อยากจะบอกก็คือ"
    }
  },
  {
    "translation": {
      "en": "I really want to be with you, Allison Burgers.",
      "th": "ฉันอยากอยู่กับเธอมาก อัลลิสัน เบอเกอร์ส"
    }
  },
  {
    "translation": {
      "en": "Zoey,",
      "th": "โซอี้"
    }
  },
  {
    "translation": {
      "en": "I'm not really Allison Burgers.",
      "th": "ฉันไม่ได้ชื่ออัลลิสัน เบอเกอร์ส"
    }
  },
  {
    "translation": {
      "en": "I'm actually a little somebody called",
      "th": "ที่จริงแล้วใครๆเรียกฉันว่า"
    }
  },
  {
    "translation": {
      "en": "Admiral General",
      "th": "นายพลจอมทัพ"
    }
  },
  {
    "translation": {
      "en": "Aladeen.",
      "th": "อลาดีน"
    }
  },
  {
    "translation": {
      "en": "No, what's your real name?",
      "th": "ไม่เอา เอาชื่อจริงสิ"
    }
  },
  {
    "translation": {
      "en": "Wait, this will convince you.",
      "th": "ทำยังงี้ต้องเชื่อแน่"
    }
  },
  {
    "translation": {
      "en": "Look, it's me!",
      "th": "นี่แหละตัวจริง"
    }
  },
  {
    "translation": {
      "en": "The weapons inspectors will bathe in their own blood!",
      "th": "ทีมตรวจสอบอาวุธจะได้ตายจมกองเลือด"
    }
  },
  {
    "translation": {
      "en": "That's your beard?",
      "th": "นั่นเคราเธอเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, no, no! It's not my beard. My friend chopped the head of Morgan Freeman.",
      "th": "ไม่ ไม่ใช่เคราฉัน เพื่อนตัดหัวมอร์แกน ฟรีแมนมาให้"
    }
  },
  {
    "translation": {
      "en": "You're a murderer!",
      "th": "แกมันฆาตกร"
    }
  },
  {
    "translation": {
      "en": "No, no, no! Zoey, Zoey, Zoey! No.",
      "th": "เดี๋ยว ไม่ใช่ โซอี้"
    }
  },
  {
    "translation": {
      "en": "You were just using me to get access to that hotel!",
      "th": "ที่แท้แก หลอกใช้ฉัน เพื่อจะเข้าในโรงแรม"
    }
  },
  {
    "translation": {
      "en": "No!",
      "th": "เปล่าเลย"
    }
  },
  {
    "translation": {
      "en": "Zoey, I'm attracted to you in a really fucked-up way.",
      "th": "โซอี้ ฉันเผลอรักเธอแบบ จิตใจปั่นป่วนไปหมด"
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "th": "โอ้ ให้ตายเหอะ"
    }
  },
  {
    "translation": {
      "en": "I'm canceling that contract tomorrow!",
      "th": "ฉันจะไปขอยกเลิกงานวันพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "No, Zoey! What have I ever done wrong?",
      "th": "อย่าโซอี้ ฉันทำผิดอะไรตรงไหนไม่ทราบ"
    }
  },
  {
    "translation": {
      "en": "You lied to me! And you're wanted for war crimes!",
      "th": "ตรงที่โกหกฉัน แถมถูกล่าในฐานะอาชญากรสงคราม"
    }
  },
  {
    "translation": {
      "en": "That stuff never sticks.",
      "th": "เรื่องพวกนี้เดี๋ยวคนก็ลืม"
    }
  },
  {
    "translation": {
      "en": "You need to leave now.",
      "th": "รีบไปซะเดี๋ยวนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "I'll go.",
      "th": "ไปก็ได้"
    }
  },
  {
    "translation": {
      "en": "[anchorman] With the signing of the constitution tomorrow morning, democracy in Wadiya is just hours away,",
      "th": "อีกไม่กี่ชั่วโมงพิธีลงนามเช้านี้ จะทำให้วาดิย่าเป็นประชาธิปไตย"
    }
  },
  {
    "translation": {
      "en": "and people are in the streets celebrating.",
      "th": "ผู้คนออกมาโห่ร้องยินดีกันเต็มถนน"
    }
  },
  {
    "translation": {
      "en": "[crowd chanting] Kill Aladeen, kill Aladeen, hey!",
      "th": "ฆ่าอลาดีน สิ้นคนชั่ว โย่ว์"
    }
  },
  {
    "translation": {
      "en": "Kill Aladeen, kill Aladeen, hey!",
      "th": "ฆ่าอลาดีน สิ้นคนชั่ว โย่ว์"
    }
  },
  {
    "translation": {
      "en": "[chanting] Kill Aladeen, kill Aladeen, hey!",
      "th": "ฆ่าอลาดีน สิ้นคนชั่ว โย่ว์"
    }
  },
  {
    "translation": {
      "en": "-Good-bye! -[Nadal] Stop, stop, wait!",
      "th": "-ลาก่อน -หยุดนะ เดี๋ยว!"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "th": "ทำอะไรน่ะ!"
    }
  },
  {
    "translation": {
      "en": "I am executing myself!",
      "th": "เก็บตัวเองให้มันจบๆ"
    }
  },
  {
    "translation": {
      "en": "What? Why?",
      "th": "ทำไมกัน"
    }
  },
  {
    "translation": {
      "en": "Because no one has ever loved me!",
      "th": "ก็เพราะใครๆก็ไม่รักไง"
    }
  },
  {
    "translation": {
      "en": "Your father would be ashamed of you!",
      "th": "พ่อท่านรู้เข้าคงขายหน้า"
    }
  },
  {
    "translation": {
      "en": "No, I've realized I don't want to be like my father!",
      "th": "ฉันรู้ตัวแล้วว่า ไม่ได้อยากเป็นอย่างพ่อ"
    }
  },
  {
    "translation": {
      "en": "In fact, I don't want to be a dictator anymore!",
      "th": "ไม่ขอเป็นจอมเผด็จการอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "What's that now?",
      "th": "ไงนะ"
    }
  },
  {
    "translation": {
      "en": "I've been on a spiritual journey, man, like Eat, Pray, Love.",
      "th": "จิตวิญญาณฉันได้วิวัฒน์ แบบหนังอิ่ม มนต์ รัก"
    }
  },
  {
    "translation": {
      "en": "Have you gone insane?",
      "th": "บ้าไปแล้วรึเปล่าเนี่ย"
    }
  },
  {
    "translation": {
      "en": "I now know that on the outside, I am a bit of a cocksucker.",
      "th": "ก็แค่ได้รู้ว่าเปลือกนอกฉัน มันคือจอมวายร้าย"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -But deep down I'm nice.",
      "th": "แต่ลึกๆแล้ว เป็นคนดี"
    }
  },
  {
    "translation": {
      "en": "-Not really. -Yes, I am! I'm like mafroom.",
      "th": "-ไม่ใช่อะ -ใช่เลย เหมือนลูกมะฟรูม"
    }
  },
  {
    "translation": {
      "en": "Hard and spiky on the outside, but soft and really mushy on the in.",
      "th": "ที่เปลือกนอกแข็งมีหนาม แต่เนื้อในอ่อนนุ่มละมุนลิ้น"
    }
  },
  {
    "translation": {
      "en": "You're not like mafroom at all. You're like an onion.",
      "th": "ท่านไม่ได้เหมือนลูกมะฟรูม แต่เหมือนหัวหอม"
    }
  },
  {
    "translation": {
      "en": "An outer layer of cocksucker,",
      "th": "ที่มีเปลือกนอกอันร้ายแสบ"
    }
  },
  {
    "translation": {
      "en": "and when you peel it away, there is 10 more layers of cocksucker underneath.",
      "th": "ปอกออกแล้ว ก็ยังเจอเนื้อในร้ายแสบอีกนับสิบชั้น"
    }
  },
  {
    "translation": {
      "en": "You are such a schmuck!",
      "th": "แม่งชมั๊คว่ะ"
    }
  },
  {
    "translation": {
      "en": "-Why are you speaking Yiddish? -I picked it up.",
      "th": "-ทำไมต้องใช้คำของยิว -มันติดมา"
    }
  },
  {
    "translation": {
      "en": "What do you mean, \"I picked it up\"? Who picks up Yiddish?",
      "th": "ติดมา ใครจะบ้าติดปากภาษายิว"
    }
  },
  {
    "translation": {
      "en": "I'm in New York! We're trying to erase that country off the map!",
      "th": "-ก็นี่มันนิวยอร์ก -เราตั้งเป้าล้มล้างประเทศมันนะ"
    }
  },
  {
    "translation": {
      "en": "I don't like the people, but I like the way that their words really sound like what they're meant to be.",
      "th": "ไม่ชอบคน แต่ชอบที่ภาษามันออกเสียงได้ฟิลดี"
    }
  },
  {
    "translation": {
      "en": "Oh, I'm sorry! Did I not get the Evite to your bar mitzvah?",
      "th": "โทษที ไม่เคยได้อีไว้ท์ ไปงานบาร์มิทซวาห์ของท่าน"
    }
  },
  {
    "translation": {
      "en": "You've got real chutzpah saying that!",
      "th": "ช่างคุทซพาห์ต่อปากต่อคำ"
    }
  },
  {
    "translation": {
      "en": "Look, where has being a nice guy gotten you, huh?",
      "th": "เป็นคนดีแล้วตอนจบมันยังไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "Standing on the edge of a bridge about to commit suicide? Still wearing Crocs?",
      "th": "ปีนราวสะพานจะฆ่าตัวตาย ใส่รองเท้าโฟมอัด"
    }
  },
  {
    "translation": {
      "en": "What's wrong with Crocs?",
      "th": "รองเท้าโฟมอัดแล้วไง"
    }
  },
  {
    "translation": {
      "en": "They are the universal symbol of a man who has given up hope!",
      "th": "ก็รู้กันว่ามันคือสัญลักษณ์ ของคนหมดไฟ"
    }
  },
  {
    "translation": {
      "en": "You might as well put sweatpants on and go to Applebee's for the rest of your life!",
      "th": "อีกหน่อยคงใส่แต่ชุดวอร์ม กินแต่ข้าวแกงไปทั้งชาติ"
    }
  },
  {
    "translation": {
      "en": "I'll give you that one. I do look ridiculous.",
      "th": "อันนี้ยอมว่ะ มันเห่ยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Yes! Listen, if you won't come down from there for yourself, do it for your country.",
      "th": "ถ้าจะไม่ลงมาเพื่อตัวเอง ก็ช่วยลงมาเพื่อประเทศชาติ"
    }
  },
  {
    "translation": {
      "en": "If this constitution is signed, there will be free press, women drivers, civil rights!",
      "th": "ถ้าลงนามรัฐธรรมนูญ จะมีสื่อเสรี สตรีขับรถ สิทธิพลเมือง"
    }
  },
  {
    "translation": {
      "en": "What are \"civil rights\"?",
      "th": "สิทธิพลเมืองคือ"
    }
  },
  {
    "translation": {
      "en": "I'll tell you later. They're hilarious.",
      "th": "เอาไว้ค่อยเม้าท์ มันไร้สาระน่ะ"
    }
  },
  {
    "translation": {
      "en": "Look, you alone can stop these terrible things from happening.",
      "th": "มีแต่ท่านที่ยับยั้ง สิ่งเลวร้ายพวกนั้นได้"
    }
  },
  {
    "translation": {
      "en": "You are the last great dictator!",
      "th": "ท่านคือเผด็จการผู้ยิ่งใหญ่คนสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "All of the others are gone! Qaddafi,",
      "th": "รายอื่นๆน่ะไปหมดแล้ว กั้ดดาฟี่"
    }
  },
  {
    "translation": {
      "en": "Saddam, Kim Jong, Cheney.",
      "th": "ซัดดัม คิมจองอิล หม่อมย่า"
    }
  },
  {
    "translation": {
      "en": "You are right, Nadal.",
      "th": "จริงของแก นาดาล"
    }
  },
  {
    "translation": {
      "en": "I will become the greatest dictator of all, the envy of madmen everywhere!",
      "th": "ฉันจะเป็นเผด็จการผู้ยิ่งใหญ่ ให้พวกบ้าอำนาจอิจฉา"
    }
  },
  {
    "translation": {
      "en": "Yes, Supreme Leader!",
      "th": "ครับสุดยอดผู้นำ"
    }
  },
  {
    "translation": {
      "en": "From the mountaintops of North Korea to the jungles of Zimbabwe,",
      "th": "จากยอดเขาเกาหลีเหนือ จรดดงดิบซิมบับเว"
    }
  },
  {
    "translation": {
      "en": "let every child laborer and sweatshop factory worker sing,",
      "th": "ให้เหล่าแรงงานเด็กและ ลูกจ้างโรงงานนรกได้แซ่ซ้อง"
    }
  },
  {
    "translation": {
      "en": "\"Oppressed at last! Oppressed at last!",
      "th": "\"โดนกดขี่แล้ว!\" \"โดนกดขี่แล้ว!\""
    }
  },
  {
    "translation": {
      "en": "\"Thank Aladeen, I am oppressed at last!\" Yes! Whoa!",
      "th": "\"ขอบคุณอลาดีน ที่ช่วยให้โดนกดขี่ ในที่สุด!\""
    }
  },
  {
    "translation": {
      "en": "Whoa, whoa, whoa, whoa! What are you doing? -No, no, no, no, don't fall. -I'm not doing anything.",
      "th": "ทำอะไรน่ะ / ตั้งใจที่ไหนเล่า"
    }
  },
  {
    "translation": {
      "en": "Just do like a pull-up. You know how you do pull-ups?",
      "th": "ยึดข้อขึ้นไป ท่านรู้จักยึดข้อใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "I invented the pull-up.",
      "th": "ก็ฉันเนี่ยเป็นคนคิดค้น"
    }
  },
  {
    "translation": {
      "en": "[Mike] If you're just joining us, we are at the Lancaster Hotel, where in about 20 minutes,",
      "th": "เราอยู่กันที่โรงแรมแลนคาสเตอร์ ซึ่งในอีก 20 นาที"
    }
  },
  {
    "translation": {
      "en": "General Aladeen will be signing the new Wadiyan constitution.",
      "th": "นายพลจอมทัพอลาดีนจะลงนาม ในรัฐธรรมนูญใหม่"
    }
  },
  {
    "translation": {
      "en": "Dignitaries from around the world",
      "th": "ทูตานุทูตจากทั่วโลกทยอยมา"
    }
  },
  {
    "translation": {
      "en": "are arriving now to witness the creation of a democracy",
      "th": "ร่วมเป็นสักขีพยาน การก่อตั้งประชาธิปไตย"
    }
  },
  {
    "translation": {
      "en": "that will undoubtedly change the political landscape",
      "th": "ร่วมเป็นสักขีพยาน การก่อตั้งประชาธิปไตย ที่จะส่งผลต่อระบอบการเมือง ของทั้งภูมิภาค"
    }
  },
  {
    "translation": {
      "en": "of the entire region.",
      "th": "ที่จะส่งผลต่อระบอบการเมือง ของทั้งภูมิภาค"
    }
  },
  {
    "translation": {
      "en": "As Wadiya goes, so goes North Africa.",
      "th": "ถ้าวาดิย่าเปลี่ยน ทั้งอาฟริกาเหนือก็เปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "Eh, Edward Norton, tell Viggo Mortensen he is on my radar.",
      "th": "เอ็ดเวิร์ด นอร์ตั้น บอกวิกโก้ มอร์เทนเซ่นว่าผมสนใจ"
    }
  },
  {
    "translation": {
      "en": "How do you say, \"Fly is in the soup\"?",
      "th": "เข้าใจมั้ย \"ลูกไก่ในกำมือ\""
    }
  },
  {
    "translation": {
      "en": "Ah, gentlemen, Tamir.",
      "th": "ทุกๆท่าน ทาเมียร์"
    }
  },
  {
    "translation": {
      "en": "Let me introduce you to my beautiful wife.",
      "th": "ขอแนะนำเมียสุดสวยให้รู้จัก"
    }
  },
  {
    "translation": {
      "en": "Mrs. Lao, it is my very great pleasure.",
      "th": "คุณนายเหลา เป็นเกียรติอย่างยิ่งครับ"
    }
  },
  {
    "translation": {
      "en": "No, no, no, no. She does not speak English.",
      "th": "ไม่ต้องเลย เธอไม่รู้ภาษาอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "-Oh. -Watch this.",
      "th": "ไม่เชื่อดู"
    }
  },
  {
    "translation": {
      "en": "You ugly horse! [laughs]",
      "th": "อีแก่หน้าปลวก"
    }
  },
  {
    "translation": {
      "en": "She doesn't know.",
      "th": "ฟังไม่ออก"
    }
  },
  {
    "translation": {
      "en": "\"Ohhh.\" See? She goes \"Ohhh\" all the time. Watch.",
      "th": "เนี่ย ได้แต่ \"อ๋อ\" เออออไป ดู"
    }
  },
  {
    "translation": {
      "en": "Shaved ape.",
      "th": "นังวานร"
    }
  },
  {
    "translation": {
      "en": "Wait. That is how you intend to get me across to the Lancaster?",
      "th": "นี่เหรอวิธีที่จะข้ามฝั่ง ไปแลนคาสเตอร์"
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "th": "อ้ะแน่นอน"
    }
  },
  {
    "translation": {
      "en": "-Where'd you get that? -I built it.",
      "th": "เอามาจากไหน / ทำเอง"
    }
  },
  {
    "translation": {
      "en": "When I was going to assassinate you.",
      "th": "ตอนที่วางแผนจะลอบฆ่าท่าน"
    }
  },
  {
    "translation": {
      "en": "You mean my double.",
      "th": "ตัวปลอมน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "Sure. Yeah.",
      "th": "นั่นแหละ ใช่"
    }
  },
  {
    "translation": {
      "en": "Ha-ha! Bingo!",
      "th": "เป๊ะเลย"
    }
  },
  {
    "translation": {
      "en": "Love it!",
      "th": "ได้ใจ"
    }
  },
  {
    "translation": {
      "en": "-Here's what you do. -Okay.",
      "th": "ท่านโหนสลิงข้ามไป"
    }
  },
  {
    "translation": {
      "en": "Zipline across, kill the double,",
      "th": "ท่านโหนสลิงข้ามไป ฆ่าไอ้ตัวปลอมฉีกรัฐธรรมนูญทิ้ง ต่อหน้าสื่อจากทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "and then rip up the constitution in front of the world's media.",
      "th": "ฆ่าไอ้ตัวปลอมฉีกรัฐธรรมนูญทิ้ง ต่อหน้าสื่อจากทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "Piece of cake.",
      "th": "หมูของหมู"
    }
  },
  {
    "translation": {
      "en": "Hello, Lancaster!",
      "th": "มาแล้วแลนคาสเตอร์"
    }
  },
  {
    "translation": {
      "en": "I don't understand what has happened. My calculations were very precise.",
      "th": "ไม่เข้าใจทำไมป็นยังงี้ คำนวณมาแล้วอย่างดี"
    }
  },
  {
    "translation": {
      "en": "If you lose enough weight, then the zipline will work. Do you have anything in your pockets?",
      "th": "ต้องตัวเบาอีก สลิงถึงจะตึง มีอะไรในกระเป๋า"
    }
  },
  {
    "translation": {
      "en": "Uh, let me check.",
      "th": "ดูก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "What is that? It's Vita Coco water.",
      "th": "-อะไรน่ะ -น้ำมะพร้าวเพื่อสุขภาพ"
    }
  },
  {
    "translation": {
      "en": "Why do you have Vita Coco water?",
      "th": "แล้วพกมันมาทำไมเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Because it has as much potassium as three bananas.",
      "th": "มันให้โปรแตสเซี่ยม เท่ากับกล้วยสามลูก"
    }
  },
  {
    "translation": {
      "en": "The line is still too heavy. Is there anything else in your pockets that could be weighing you down?",
      "th": "สลิงยังหย่อนอยู่ มีอะไรทิ้งได้ลดน้ำหนักอีกมั้ย"
    }
  },
  {
    "translation": {
      "en": "Oh, you're kidding. So then why did you bring three bananas?",
      "th": "บ้าแล้ว พกกล้วยสามลูกมาทำไม"
    }
  },
  {
    "translation": {
      "en": "Because I don't trust the advertising. I'm naturally suspicious.",
      "th": "ก็เผื่อโฆษณามันหลอก เป็นคนขี้ระแวงน่ะนะ"
    }
  },
  {
    "translation": {
      "en": "Is there anything else you're carrying? You're still too heavy.",
      "th": "ยังมีอะไรอีกมั้ย น้ำหนักยังเกินอยู่"
    }
  },
  {
    "translation": {
      "en": "Just this.",
      "th": "เหลือแต่เนี่ย"
    }
  },
  {
    "translation": {
      "en": "What is that, a brick?",
      "th": "นั่นอิฐใช่มั้ยน่ะ"
    }
  },
  {
    "translation": {
      "en": "All this time you've had a brick? Why do you have that?",
      "th": "จะพกมาด้วยทำไม"
    }
  },
  {
    "translation": {
      "en": "Well, to balance out the weight from the other one.",
      "th": "ถ่วงอีกก้อนนึงให้สมดุล"
    }
  },
  {
    "translation": {
      "en": "You have two bricks?",
      "th": "พกมาสองก้อนเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes! Throw them down immediately!",
      "th": "-ใช่ -โยนทิ้งให้หมดเดี๋ยวนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Oh, my God! There's a little goat eating the wire!",
      "th": "เวรกรรม มีแพะออกมาแทะสลิง"
    }
  },
  {
    "translation": {
      "en": "You need to lose weight immediately!",
      "th": "รีบลดน้ำหนักตัวด่วน"
    }
  },
  {
    "translation": {
      "en": "My pockets are empty. I could poo.",
      "th": "เกลี้ยงกระเป๋าแล้วเนี่ย เบ่งอึได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "That won't be enough to make a difference.",
      "th": "อึนิดหน่อยไม่ช่วยหรอก"
    }
  },
  {
    "translation": {
      "en": "Yes, it will. I haven't gone since Wadiya. Losing power has stopped me up like a cork.",
      "th": "ใครว่า ตั้งแต่มานี่ไม่เข้าเลย เสียอำนาจแล้วอึไม่ออก"
    }
  },
  {
    "translation": {
      "en": "[Nadal] Hurry!",
      "th": "งั้นไว"
    }
  },
  {
    "translation": {
      "en": "Come on, Supreme Leader! Make it rain! Make it rain!",
      "th": "เบ่งเลยสุดยอดผู้นำ โปรยฝนเลย"
    }
  },
  {
    "translation": {
      "en": "It's out! And it's pointy!",
      "th": "ออกแล้ว หัวแหลมเปี๊ยวเลย"
    }
  },
  {
    "translation": {
      "en": "Somebody stop that man!",
      "th": "จับมันไว้ที"
    }
  },
  {
    "translation": {
      "en": "Supreme Leader!",
      "th": "สุดยอดผู้นำ"
    }
  },
  {
    "translation": {
      "en": "Get out of here before Tamir kills you.",
      "th": "รีบหนีไปซะก่อนที่ทาเมียร์จะฆ่าแก"
    }
  },
  {
    "translation": {
      "en": "Who is Tamir?",
      "th": "ใครคือทาเมียร์"
    }
  },
  {
    "translation": {
      "en": "The bald bastard who did all these terrible things to us!",
      "th": "ไอ้ชั่วหัวโล้นที่บงการ แผนปั่นหัวเราทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "I thought his name was Dennis.",
      "th": "อ้าวนึกว่าเขาชื่อเดนนิส"
    }
  },
  {
    "translation": {
      "en": "How would you even make that leap? Tamir to Dennis?",
      "th": "เข้าใจผิดขนาดนั้นได้ไง จากทาเมียร์เป็นเดนนิสเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-Go on, get out! Get out! -Come on, Montzi!",
      "th": "-หนีสิ รีบไป -มาเร็ว มอนท์ซี่"
    }
  },
  {
    "translation": {
      "en": "Quick!",
      "th": "เร็ว"
    }
  },
  {
    "translation": {
      "en": "Just jump. It's not that far.",
      "th": "โดดเลย ไม่สูงมากหรอก"
    }
  },
  {
    "translation": {
      "en": "Efawadh.",
      "th": "เอฟาวาดห์"
    }
  },
  {
    "translation": {
      "en": "It is almost time.",
      "th": "จวนจะได้เวลาแล้ว"
    }
  },
  {
    "translation": {
      "en": "I like goats.",
      "th": "เป็นคนรักแพะ"
    }
  },
  {
    "translation": {
      "en": "I am very stupid.",
      "th": "แถมโง่มากๆเลยขอบอก"
    }
  },
  {
    "translation": {
      "en": "[Mike] This is an historic moment.",
      "th": "ช่วงเวลาประวัติศาสตร์ครับ"
    }
  },
  {
    "translation": {
      "en": "Admiral General Aladeen of Wadiya",
      "th": "นายพลจอมทัพอลาดีนแห่งวาดิย่า"
    }
  },
  {
    "translation": {
      "en": "is going to be signing",
      "th": "กำลังจะลงนามใน"
    }
  },
  {
    "translation": {
      "en": "the first democratic constitution in the history of his nation.",
      "th": "กำลังจะลงนามใน รัฐธรรมนูญประชาธิปไตยฉบับแรก นับแต่ก่อตั้งชาติ"
    }
  },
  {
    "translation": {
      "en": "Across the globe, people are glued to their television sets.",
      "th": "ตอนนี้ทั่วโลกจับจ้องตึดหนึบ อยู่หน้าจอทีวี"
    }
  },
  {
    "translation": {
      "en": "[Denise] The people of Wadiya are celebrating what will be a new chapter in their country.",
      "th": "ชาววาดิย่าเฉลิมฉลองการ ต้นเริ่มยุคใหม่ของประเทศ"
    }
  },
  {
    "translation": {
      "en": "Just moments away now from putting his signature",
      "th": "จากนี้อีกไม่กี่อึดใจก็จะมีการลงนาม"
    }
  },
  {
    "translation": {
      "en": "on the first democratic constitution.",
      "th": "ในรัฐธรรมนูญประชาธิปไตยฉบับแรก"
    }
  },
  {
    "translation": {
      "en": "That's Tamir Mafraad, Aladeen's trusted advisor,",
      "th": "ทาเมียร์ มาฟร้าด คนสนิทอลาดีนคุยกับนักธุรกิจจีน"
    }
  },
  {
    "translation": {
      "en": "sharing a lighthearted moment with Chinese businessman, Xiang Lao.",
      "th": "ทาเมียร์ มาฟร้าด คนสนิทอลาดีนคุยกับนักธุรกิจจีน เซียง เหลา"
    }
  },
  {
    "translation": {
      "en": "Any thoughts on what they might be saying, Mike?",
      "th": "คิดว่าเขาจะคุยอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "I thought I made out the words \"Harvey Keitel.\"",
      "th": "อ่านจากปากเหมือนมีชื่อดารา \"ฮาร์วี่ ไคเทล\""
    }
  },
  {
    "translation": {
      "en": "[Mike] Don't know what that meant.",
      "th": "ท่านั้นผมเดาไม่ออก"
    }
  },
  {
    "translation": {
      "en": "Maybe they shared a hot dog together, I'm thinking?",
      "th": "หรือว่าจะชวนกันไปกินฮ็อทดอกคะ"
    }
  },
  {
    "translation": {
      "en": "That would make sense. He's wiping the mustard off his face and chest.",
      "th": "เป็นไปได้ มีท่าปาดเช็ดซ้อสออกจากหน้า หน้าอก"
    }
  },
  {
    "translation": {
      "en": "Excuse me!",
      "th": "ขออภัย"
    }
  },
  {
    "translation": {
      "en": "You have to let me in. You don't understand. He's trying to stop the signing!",
      "th": "คุณต้องให้ฉันเข้า เขามาล้มพิธีลงนาม"
    }
  },
  {
    "translation": {
      "en": "Tamir is now speaking.",
      "th": "ทาเมียร์ขึ้นพูดแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "Today,",
      "th": "วันนี้"
    }
  },
  {
    "translation": {
      "en": "we begin a new era.",
      "th": "ชาติเราจะเข้าสู่ยุคใหม่"
    }
  },
  {
    "translation": {
      "en": "Wadiya will be open to the world.",
      "th": "วาดิย่า จะเปิดตัวเองต้อนรับโลก"
    }
  },
  {
    "translation": {
      "en": "Open to the future.",
      "th": "เปิดให้กับอนาคต"
    }
  },
  {
    "translation": {
      "en": "And open for business.",
      "th": "และเปิดให้กับธุรกิจ"
    }
  },
  {
    "translation": {
      "en": "The document is ready to be signed, Supreme Leader.",
      "th": "เอกสารพร้อมลงนามท่านสุดยอดผู้นำ"
    }
  },
  {
    "translation": {
      "en": "What are you doing? This man is an imposter!",
      "th": "จะทำอะไรน่ะ ไอ้หมอนี่เป็นตัวปลอม"
    }
  },
  {
    "translation": {
      "en": "No! This traitor tried to kill me and had my beard removed!",
      "th": "ไอ้ทรยศนี่ต่างหากที่จะฆ่าผม โกนเคราบารมี"
    }
  },
  {
    "translation": {
      "en": "-Look! -[audience] Oh!",
      "th": "ดู!"
    }
  },
  {
    "translation": {
      "en": "Arrest the viper Tamir!",
      "th": "จับตัวอสรพิษทาเมียร์"
    }
  },
  {
    "translation": {
      "en": "[Mike] And now in another",
      "th": "สถานการณ์พลิกอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "amazing turn of events, Tamir Mafraad is being taken away.",
      "th": "หักมุมเหลือเชื่อ ทาเมียร์ มาฟร้าด ถูกคุมตัวไป"
    }
  },
  {
    "translation": {
      "en": "This constitution",
      "th": "รัฐธรรมนูญฉบับนี้"
    }
  },
  {
    "translation": {
      "en": "is nothing but a license for oil companies",
      "th": "ก็แค่ใบอนุญาต ให้บริษัทน้ำมันและต่างชาติ"
    }
  },
  {
    "translation": {
      "en": "and foreign interests to destroy my beloved Wadiya!",
      "th": "เข้ามาสูบผลประโยชน์จากแผ่นดินที่รัก"
    }
  },
  {
    "translation": {
      "en": "Wadiya will remain a dictatorship!",
      "th": "วาดีย่าจะยังคงไว้ซึ่งระบอบเผด็จการ"
    }
  },
  {
    "translation": {
      "en": "Oh, be quiet.",
      "th": "โธ่ เงียบก่อนน่า"
    }
  },
  {
    "translation": {
      "en": "Why are you guys so anti dictators?",
      "th": "ทำไมจงเกลียดจงชังเผด็จการกันนักหนา"
    }
  },
  {
    "translation": {
      "en": "Imagine if America was a dictatorship.",
      "th": "ลองนึกภาพประเทศคุณเป็นเผด็จการสิ"
    }
  },
  {
    "translation": {
      "en": "You could let 1% of the people have all the nation's wealth.",
      "th": "คนหยิบมือเดียวก็จะสามารถ ฮุบเอาทรัพย์สมบัติชาติ"
    }
  },
  {
    "translation": {
      "en": "You could help your rich friends get richer by cutting their taxes",
      "th": "คนรวยก็จะช่วยกันรวยขึ้น ได้อีกด้วยกลไกภาษี"
    }
  },
  {
    "translation": {
      "en": "and bailing them out when they gamble and lose.",
      "th": "ถ้าเจอวิกฤตก็จับมือกันล้มลงบนฟูก"
    }
  },
  {
    "translation": {
      "en": "You could ignore the needs of the poor for health care and education.",
      "th": "ไม่ต้องแยแสรากหญ้าที่ขาด สวัสดิการหรือการศึกษา"
    }
  },
  {
    "translation": {
      "en": "Your media would appear free",
      "th": "สื่อดูเหมือนเป็นอิสระ"
    }
  },
  {
    "translation": {
      "en": "but would secretly be controlled by one person and his family.",
      "th": "แต่แท้จริงเบื้องหลังมี เครือข่ายลับที่คอยชักใย"
    }
  },
  {
    "translation": {
      "en": "You could wiretap phones, you could torture foreign prisoners.",
      "th": "ดักฟังโทรศัพท์ได้ จับต่างชาติทรมานขังคุกได้"
    }
  },
  {
    "translation": {
      "en": "You could have rigged elections.",
      "th": "สามารถโกงผลการเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "You could lie about why you go to war.",
      "th": "แต่งเรื่องโกหกคนเพื่อทำสงคราม"
    }
  },
  {
    "translation": {
      "en": "You could fill your prisons",
      "th": "ตั้งข้อหาพิเศษขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "with one particular racial group and no one would complain!",
      "th": "เพื่อจับคนบางกลุ่มเข้าคุก โดยไม่มีใครกล้าโวย"
    }
  },
  {
    "translation": {
      "en": "You could use the media to scare the people",
      "th": "สั่งสื่อปลุกกระแสตื่นกลัว ให้กับผู้คนได้"
    }
  },
  {
    "translation": {
      "en": "into supporting policies that are against their interests.",
      "th": "เพื่อให้หลงสนับสนุนนโยบาย ที่ทำลายส่วนรวม"
    }
  },
  {
    "translation": {
      "en": "I know this is hard for you Americans to imagine,",
      "th": "รู้ว่าสังคมเจริญแล้ว คงนึกภาพพวกนี้ไม่ออก"
    }
  },
  {
    "translation": {
      "en": "but please try.",
      "th": "แต่พยายามนิดนึง"
    }
  },
  {
    "translation": {
      "en": "I will tell you what democracy is!",
      "th": "ทีนี้จะขอชำแหละประชาธิปไตย"
    }
  },
  {
    "translation": {
      "en": "Democracy is the worst!",
      "th": "ซึ่งเป็นระบอบที่ห่วยที่สุด"
    }
  },
  {
    "translation": {
      "en": "Endless talking and listening to every stupid opinion!",
      "th": "ต้องมาทนฟังมุมมองโง่ๆ ของคนอื่นทุกอัน"
    }
  },
  {
    "translation": {
      "en": "And everybody's vote counts,",
      "th": "ให้คุณค่าทุกคนหนึ่งเสียงเท่ากัน"
    }
  },
  {
    "translation": {
      "en": "no matter how crippled or black or female they are.",
      "th": "ทั้งที่บางคนก็คนพิการ ผิวดำ หรือ เป็นผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "Democracy...",
      "th": "ประชาธิปไตย"
    }
  },
  {
    "translation": {
      "en": "Democracy",
      "th": "ประชาธิปไตย"
    }
  },
  {
    "translation": {
      "en": "has hairy armpits and could lose five pounds.",
      "th": "ขนจั้กกะแร้ดกดำ และถ้าผอมกว่านี้ก็จะดี"
    }
  },
  {
    "translation": {
      "en": "Democracy looks like a midget in a chemo wig.",
      "th": "ประชาธิปไตยดูคล้าย คนตัวแคระใส่วิกราคาถูก"
    }
  },
  {
    "translation": {
      "en": "Democracy kisses you because she wants to,",
      "th": "ประชาธิปไตยจูบคุณเพราะว่าเต็มใจจูบ"
    }
  },
  {
    "translation": {
      "en": "not because her father is in the next room chained to a radiator",
      "th": "ใช่จำยอมเพราะพ่อถูกจับ มัดพ่วงกับหม้อแปลง"
    }
  },
  {
    "translation": {
      "en": "with electrodes attached to his nipples.",
      "th": "มีปากหนีบขั้วจ่ายงับอยู่ที่หัวนม"
    }
  },
  {
    "translation": {
      "en": "Democracy is flawed! She is not perfect!",
      "th": "ประชาธิปไตยมีข้อเสีย ไม่ใช่ระบอบสมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "But democracy,",
      "th": "แต่ประชาธิปไตย"
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "th": "ฉันรักเธอนะ"
    }
  },
  {
    "translation": {
      "en": "And that is why I call for real democracy!",
      "th": "จึงทำให้ผมมุ่งเป้าที่ ประชาธิปไตยแท้จริง"
    }
  },
  {
    "translation": {
      "en": "A real constitution!",
      "th": "รัฐธรรมนูณที่ไม่หมกเม็ด"
    }
  },
  {
    "translation": {
      "en": "And real elections in Wadiya!",
      "th": "และการเลือกตั้งที่ถูกต้องในวาดิย่า"
    }
  },
  {
    "translation": {
      "en": "Oh, no!",
      "th": "โอ้ย ไม่เอา"
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "th": "โธ่โว้ย!"
    }
  },
  {
    "translation": {
      "en": "Democracy, I will make you one of my wives.",
      "th": "ประชาธิปไตยจ๋า มาเป็นเมียฉันอีกคนนะ"
    }
  },
  {
    "translation": {
      "en": "Okay, only wife. We'll vote on it.",
      "th": "เป็นเมียหนึ่งเดียว ไว้มาโหวตกัน"
    }
  },
  {
    "translation": {
      "en": "I'll shave my armpits for you.",
      "th": "ยอมโกนขนรักแร้ทิ้งให้ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Praise be to the Creator!",
      "th": "เหมือนกับสวรรค์มาโปรด"
    }
  },
  {
    "translation": {
      "en": "And please stop using that organic deodorant. You could gas the Kurds with that stench.",
      "th": "เลิกใช้โรลออนสมุนไพรเถอะ กลิ่นยังกะอาวุธชีวภาพ"
    }
  },
  {
    "translation": {
      "en": "You died protecting me, Efawadh.",
      "th": "นายยอมตายปกป้องฉัน เอฟาวาดห์"
    }
  },
  {
    "translation": {
      "en": "Hello!",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "You are alive?",
      "th": "ยังไม่ตาย"
    }
  },
  {
    "translation": {
      "en": "Of course! It is my job to be shot in the head.",
      "th": "อยู่แล้ว ก็หน้าที่ผม คือ เอาหัวรับลูกปืน"
    }
  },
  {
    "translation": {
      "en": "-Is he okay? -He's fine.",
      "th": "-เขาเป็นไรรึเปล่า -ยังไหว"
    }
  },
  {
    "translation": {
      "en": "Luckily the bullet hit him in the brain.",
      "th": "บุญที่กระสุนเจาะเข้าสมองพอดี"
    }
  },
  {
    "translation": {
      "en": "Oh. So, um,",
      "th": "แล้ว เอ่อ"
    }
  },
  {
    "translation": {
      "en": "what now?",
      "th": "จากนี้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "I return to Wadiya to participate in fair elections.",
      "th": "ฉันจะกลับไปลงสมัคร เลือกตั้งแบบแฟร์ๆ"
    }
  },
  {
    "translation": {
      "en": "Let's now look back at the wonderful events of the past year.",
      "th": "ย้อนไปดูสุดยอดเหตุการณ์ ในปีที่ผ่านมากันค่ะ"
    }
  },
  {
    "translation": {
      "en": "After Wadiya's first free elections,",
      "th": "หลังเสร็จสิ้น การเลือกตั้งทั่วไปครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "President Prime Minister Admiral General Aladeen",
      "th": "ประธานายกรัฐมนตรีนายพลจอมทัพอลาดีน"
    }
  },
  {
    "translation": {
      "en": "won 98.8% of the vote.",
      "th": "ชนะถล่มทลายด้วยคะแนน 98 จุด 8%"
    }
  },
  {
    "translation": {
      "en": "But the big story today is the marriage of President Prime Minister",
      "th": "แต่ข่าวใหญ่วันนี้คือ พิธีสมรสของประธานายก"
    }
  },
  {
    "translation": {
      "en": "Admiral General Aladeen and his new bride, Zoey.",
      "th": "รัฐมนตรีนายพลจอมทัพ อลาดีนกับเจ้าสาวใหม่ โซอี้"
    }
  },
  {
    "translation": {
      "en": "I now pronounce you man and wife.",
      "th": "ขอประกาศให้ทั้งคู่เป็นสามีภรรยากัน"
    }
  },
  {
    "translation": {
      "en": "Are you okay, my love? What did you step on?",
      "th": "ที่รักเป็นไรมั้ย ไปเหยียบอะไรมา"
    }
  },
  {
    "translation": {
      "en": "Oh, yes! No, no. It's my people's tradition. We always smash a glass at weddings.",
      "th": "ธรรมเนียมบ้านฉันน่ะ ต้องเหยียบแก้วในงานแต่ง"
    }
  },
  {
    "translation": {
      "en": "-I'm Jewish! -What?",
      "th": "ฉันเป็นยิวไง"
    }
  },
  {
    "translation": {
      "en": "Mazel tov!",
      "th": "มาเซล ทอฟ!"
    }
  },
  {
    "translation": {
      "en": "Are you okay?",
      "th": "มีอะไรรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "That's fine. I don't mind. It's great!",
      "th": "ไม่มี ไม่ถืออยู่แล้ว เจ๋งจะตาย"
    }
  },
  {
    "translation": {
      "en": "Come here, my love.",
      "th": "กอดหน่อยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Jachnoon, President Prime Minister Aladeen.",
      "th": "จ้าคนูนท่านประธานายกฯอลาดีน"
    }
  },
  {
    "translation": {
      "en": "Jachnoon. Nadal. I have to be back at the palace in an hour.",
      "th": "จ้าคนูน ฉันต้องกลับ ให้ถึงวังภายในชั่วโมงนึง"
    }
  },
  {
    "translation": {
      "en": "Zoey thinks I'm at yoga.",
      "th": "โซอี้คิดว่าฉันไปโยคะ"
    }
  },
  {
    "translation": {
      "en": "I have great news. We are just days away from testing the new missiles.",
      "th": "ข่าวดี อีกไม่กี่วันก็จะ ทดสอบมิสไซล์ตัวใหม่ได้"
    }
  },
  {
    "translation": {
      "en": "I have re-engineered the oxidizing ducts and the payload delivery systems.",
      "th": "ผมได้ยกเครื่องระบบแรงจุดระเบิดใหม่"
    }
  },
  {
    "translation": {
      "en": "But you'll be happy to know, the missile is now pointy!",
      "th": "แต่ ที่ท่านต้องลิงโลดคือ ตอนนี้หัวจรวดแหลมได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Who cares if it's pointy?",
      "th": "ไม่แหลมก็ไม่เห็นมีใครว่า"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อ้าว"
    }
  },
  {
    "translation": {
      "en": "You do. You care if it's pointy.",
      "th": "ท่านไง ท่านว่าถ้ามันไม่แหลม"
    }
  },
  {
    "translation": {
      "en": "Why would I care about such a trivial detail?",
      "th": "ไม่สนหรอกเรื่องสิวๆ"
    }
  },
  {
    "translation": {
      "en": "Are you serious? Are you serious right now?",
      "th": "นี่พูดจริงเหรอเนี่ย"
    }
  },
  {
    "translation": {
      "en": "[chuckling] Of course I'm serious. That's why you had me executed!",
      "th": "-ก็จริงน่ะสิ -ท่านน่ะสั่งเก็บผมเพราะเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "The shape of the missile has nothing to do with the payload delivery.",
      "th": "รูปทรงมิสไซล์ไม่มีผลกับแรงจุดระเบิด"
    }
  },
  {
    "translation": {
      "en": "That's what I said! That's what I said the first time!",
      "th": "นั่นมันคำผม ที่ผมเคยพูด"
    }
  },
  {
    "translation": {
      "en": "-No, that's what I said, and you went crazy. -No!",
      "th": "ฉันพูดต่างหาก นายเอ๋อไปเลย"
    }
  },
  {
    "translation": {
      "en": "So, we, um, we're opening 300 Women's Centers,",
      "th": "เรากำลังทำการเปิดศูนย์สตรี ทั้งหมด 300 แห่ง"
    }
  },
  {
    "translation": {
      "en": "but I'm going to have to take a break for a little bit because",
      "th": "แต่ตัวดิฉันเองคงต้องพัก งานซักระยะเพราะว่า"
    }
  },
  {
    "translation": {
      "en": "I'm pregnant.",
      "th": "พอดีท้อง"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "ไงนะ"
    }
  },
  {
    "translation": {
      "en": "Are you having a boy or an abortion?",
      "th": "แล้วนี่เธออยากได้ลูกชาย หรือ เอาออก"
    }
  },
  {
    "translation": {
      "en": "Hello, gentlemen. How you doin'? Are you guys friends of the deceased?",
      "th": "เป็นเพื่อนของผู้ตายเหรอครับ"
    }
  },
  {
    "translation": {
      "en": "Do you want me to say this in front of his widow?",
      "th": "ให้ตอบต่อหน้าเมียผู้ตายเลยมั้ย"
    }
  },
  {
    "translation": {
      "en": "I was his lover. No. That is not true.",
      "th": "-ฉันเป็นคู่เกย์เขา -เว่อร์ ไม่จริงซะหน่อย"
    }
  },
  {
    "translation": {
      "en": "I saw him perform with the Globetrotters.",
      "th": "เคยดูเขาเล่นกับวงโกล้บทร็อตเตอร์"
    }
  },
  {
    "translation": {
      "en": "I thought he was outstanding. I befriended him.",
      "th": "รู้สึกเตะตามาก ก็เลยแอดเป็นเพื่อน"
    }
  },
  {
    "translation": {
      "en": "No, it's a different person.",
      "th": "ไม่ นั่นมันคนละคนแล้ว"
    }
  },
  {
    "translation": {
      "en": "His message of don't worry and being happy",
      "th": "เพลงDON'T WORRY, BE HAPPYของเขา มันกระแทกใจมาก"
    }
  },
  {
    "translation": {
      "en": "was so powerful.",
      "th": "มันกระแทกใจมาก นั่นมันบ็อบบี้ แม็กเฟอร์ริ่น บอกแล้ว"
    }
  },
  {
    "translation": {
      "en": "No, this is Bobby McFerrin. I told you this outside.",
      "th": "นั่นมันบ็อบบี้ แม็กเฟอร์ริ่น บอกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Whatever the scandal you went through,",
      "th": "ต่อให้มีข่าวฉาวแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "you're still the best golfer in the world.",
      "th": "คุณก็คือยอดนักกอล์ฟของโลก"
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "th": "ไปเถอะ"
    }
  },
  {
    "translation": {
      "en": "Okay. Let's rehearse this. Role play, role play.",
      "th": "มาซ้อมเล่นกันก่อน ลองสวมบท"
    }
  },
  {
    "translation": {
      "en": "So, Secretary General, your soldiers will weep...",
      "th": "ก็ ท่านเลขาธิการ กองทหารท่านจะร้อง"
    }
  },
  {
    "translation": {
      "en": "I am so sorry!",
      "th": "ขอโทษจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Listen, it was not my fault.",
      "th": "ฉันไม่ได้ผิดนะ"
    }
  },
  {
    "translation": {
      "en": "I mean, somebody had set the safety catch",
      "th": "ใครไม่รู้ปรับปุ่มนิรภัย"
    }
  },
  {
    "translation": {
      "en": "to \"Aladeen\" instead of \"Aladeen.\"",
      "th": "ไปตรง\"อลาดีน\"ไม่ใช่ที่\"อลาดีน\""
    }
  },
  {
    "translation": {
      "en": "Look, I mean, this whole gun...",
      "th": "คือแบบ"
    }
  },
  {
    "translation": {
      "en": "Zoey.",
      "th": "โซอี้"
    }
  },
  {
    "translation": {
      "en": "[Nadal] Mmm-mmm! That's some good head!",
      "th": "อือฮื้ม หัวเนี้ยปากเก่ง"
    }
  },
  {
    "translation": {
      "en": "That is called payback and it feels so good!",
      "th": "ยุทธการเอาคืน โคตรสะใจเลย"
    }
  },
  {
    "translation": {
      "en": "How did it feel for you? How did it feel for you?",
      "th": "เสียวถึงใจดีมั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "I prefer it with goats.",
      "th": "ถ้าเป็นแพะจะเสียวกว่า"
    }
  },
  {
    "translation": {
      "en": "Where is the Supreme Leader?",
      "th": "แล้วท่านสุดยอดผู้นำล่ะ"
    }
  },
  {
    "translation": {
      "en": "Now that is called payback!",
      "th": "ยุทธการเอาคืนมันต้องอย่างงี้"
    }
  },
  {
    "translation": {
      "en": "-[Aladeen laughing] -Oh, great!",
      "th": "เวรกรรม"
    }
  },
  {
    "translation": {
      "en": "[snickers] Don't touch it. Don't touch it.",
      "th": "ไม่ต้องโดน ไม่ต้องโดนจริง"
    }
  },
  {
    "translation": {
      "en": "You don't have to touch it.",
      "th": "ไม่ต้องเช็ดจริงก็ได้"
    }
  },
  {
    "translation": {
      "en": "Sorry. I was...",
      "th": "โทษที"
    }
  },
  {
    "translation": {
      "en": "Just give us... We don't...",
      "th": "นิดนึงนะ ไม่ต้อง"
    }
  },
  {
    "translation": {
      "en": "Just give me a couple of millimeters to myself.",
      "th": "ขอช่องว่างระหว่างเราซักมิลสองมิล"
    }
  }
]