[
  {
    "translation": {
      "en": "EMERSON: It's life or death now, James.",
      "th": "ไม่อยู่ก็ตายนะ เจมส์"
    }
  },
  {
    "translation": {
      "en": "By that, I mean you're doing one or the other",
      "th": "นั่นแปลว่านายจะติดคุกตลอดชีวิต หรือไม่ก็ตาย"
    }
  },
  {
    "translation": {
      "en": "up in Rockview.",
      "th": "ในร็อควิว"
    }
  },
  {
    "translation": {
      "en": "This here is District Attorney Rodin.",
      "th": "นี่คือท่านอัยการเขต โรดิน"
    }
  },
  {
    "translation": {
      "en": "Want to know what he's wondering?",
      "th": "รู้มั้ยเขาสงสัยอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "Whether you're gonna walk like a man or cry like a pussy on your way to the death house.",
      "th": "นายจะเดินแบบลูกผู้ชายหรือ ร้องไห้สาวแตกตอนขึ้นแท่นประหาร"
    }
  },
  {
    "translation": {
      "en": "See, the D.A. likes the needle,",
      "th": "ท่านอัยการอยากให้แกโดนฉีดยาพิษ"
    }
  },
  {
    "translation": {
      "en": "whereas me, I like to see a man like you live a long life",
      "th": "ส่วนฉันอยากเห็นนายอยู่ไปจนแก่เฒ่า"
    }
  },
  {
    "translation": {
      "en": "with all your teeth knocked out.",
      "th": "จนฟันหลุดหมดปาก ปล่อยตดหึ่งไปทั่ว จนเพื่อนแยกไม่ออกว่านายตดหรือว่าหาว"
    }
  },
  {
    "translation": {
      "en": "Passed around till a brother can't tell your fart from a yawn.",
      "th": "ปล่อยตดหึ่งไปทั่ว จนเพื่อนแยกไม่ออกว่านายตดหรือว่าหาว"
    }
  },
  {
    "translation": {
      "en": "Now, I don't know what kind of man you are, which of these two fates you prefer,",
      "th": "ฉันไม่รู้นายเป็นคนแบบไหน แต่มันมีแค่สองทางนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "but Rodin here is a generous fellow.",
      "th": "ท่านโรดินเป็นคนใจกว้าง เสนอให้นายเลือกเอง"
    }
  },
  {
    "translation": {
      "en": "He's willing to let you take your pick.",
      "th": "ท่านโรดินเป็นคนใจกว้าง เสนอให้นายเลือกเอง ถ้านายช่วยเราและทางการ ประหยัดค่าใช้จ่ายคดีความ"
    }
  },
  {
    "translation": {
      "en": "If you save us and this city a long and costly trial,",
      "th": "ถ้านายช่วยเราและทางการ ประหยัดค่าใช้จ่ายคดีความ ก็สละสิทธิ์ขอทนาย และเซ็นสารภาพเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "waive your right to counsel and confess, right now.",
      "th": "ก็สละสิทธิ์ขอทนาย และเซ็นสารภาพเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Sixteen hours. Has to be some kind of record, Detective.",
      "th": "สิบหกชั่วโมง เป็นสถิตินะ คุณนักสืบ"
    }
  },
  {
    "translation": {
      "en": "What the hell is this?",
      "th": "มันอะไรกันเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Who the hell is Jack Reacher?",
      "th": "แล้วแจ็ค รีชเชอร์คือใครล่ะ"
    }
  },
  {
    "translation": {
      "en": "Jack Reacher,",
      "th": "แจ็ค รีชเชอร์"
    }
  },
  {
    "translation": {
      "en": "born Jack, not John, no middle name,",
      "th": "เกิดมาชื่อแจ็ค ไม่ใช่จอห์น ไม่มีชื่อกลาง เขาเป็นผี"
    }
  },
  {
    "translation": {
      "en": "is a ghost.",
      "th": "เกิดมาชื่อแจ็ค ไม่ใช่จอห์น ไม่มีชื่อกลาง เขาเป็นผี ไม่มีใบขับขี่ ไม่ว่าเก่าหรือใหม่ ไม่มีบ้าน ไม่ว่าเก่าหรือใหม่"
    }
  },
  {
    "translation": {
      "en": "No driver's license, current or expired. No residence, current or former.",
      "th": "ไม่มีใบขับขี่ ไม่ว่าเก่าหรือใหม่ ไม่มีบ้าน ไม่ว่าเก่าหรือใหม่"
    }
  },
  {
    "translation": {
      "en": "No credit cards, no credit history. No P.O. box, cell phone, e-mail.",
      "th": "ไม่มีบัตรเครดิต ไม่มีประวัติการเงิน ไม่มีตู้ ปณ มือถือ อีเมล"
    }
  },
  {
    "translation": {
      "en": "Nothing.",
      "th": "ไม่มีอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "Can you at least tell me who he is?",
      "th": "อย่างน้อยบอกผมได้มั้ยว่าเขาเป็นใคร ผมบอกได้แค่เขาเคยเป็นใคร เลือดทหาร"
    }
  },
  {
    "translation": {
      "en": "Well, I can tell you who he was. Blood military.",
      "th": "ผมบอกได้แค่เขาเคยเป็นใคร เลือดทหาร เกิดและเติบโตในค่ายทหารต่างแดน"
    }
  },
  {
    "translation": {
      "en": "Born and raised on bases abroad.",
      "th": "เกิดและเติบโตในค่ายทหารต่างแดน แม่มีเชื้อสายฝรั่งเศส พ่อเป็นนาวิกโยธิน"
    }
  },
  {
    "translation": {
      "en": "Mother was a French national, father in the Corps.",
      "th": "แม่มีเชื้อสายฝรั่งเศส พ่อเป็นนาวิกโยธิน เขาเดินทางเข้าสหรัฐครั้งแรก เพื่อมาประจำการเวสต์พอยท์"
    }
  },
  {
    "translation": {
      "en": "His first trip to the United States",
      "th": "เขาเดินทางเข้าสหรัฐครั้งแรก เพื่อมาประจำการเวสต์พอยท์"
    }
  },
  {
    "translation": {
      "en": "was to attend West Point.",
      "th": "เขาเดินทางเข้าสหรัฐครั้งแรก เพื่อมาประจำการเวสต์พอยท์ \"ร้านกู๊ดวิลล์\" สี่ปีต่อมาไปรบทั่วสารทิศ"
    }
  },
  {
    "translation": {
      "en": "Four years later, he ships out for good.",
      "th": "สี่ปีต่อมาไปรบทั่วสารทิศ อิรัก อัฟกานิสถาน บอลข่าน เอ่ยชื่อมาเถอะ"
    }
  },
  {
    "translation": {
      "en": "Iraq. Afghanistan. The Balkans. You name it.",
      "th": "อิรัก อัฟกานิสถาน บอลข่าน เอ่ยชื่อมาเถอะ"
    }
  },
  {
    "translation": {
      "en": "Served with distinction.",
      "th": "เป็นนายทหารวีรกรรมเด่น ได้เหรียญซิลเวอร์สตาร์ บรอนซ์สตาร์ ลีเจียน ออฟ เมอริท"
    }
  },
  {
    "translation": {
      "en": "Silver Star, Bronze Star, Legion of Merit.",
      "th": "ได้เหรียญซิลเวอร์สตาร์ บรอนซ์สตาร์ ลีเจียน ออฟ เมอริท"
    }
  },
  {
    "translation": {
      "en": "Defense Superior Service Medal? Had to look that one up.",
      "th": "และเหรียญกล้าหาญเกียรติยศสูงสุด เราต้องจับตาดูให้ดี"
    }
  },
  {
    "translation": {
      "en": "And a Purple Heart. He spent the bulk of his service",
      "th": "แล้วก็เหรียญเพอร์เพิล ฮาร์ท เขาใช้เวลาส่วนใหญ่ใน"
    }
  },
  {
    "translation": {
      "en": "in the Military Police.",
      "th": "กรมสารวัตรทหาร หน้าที่นักสืบสมองอัจฉริยะ"
    }
  },
  {
    "translation": {
      "en": "By all accounts, a brilliant investigator.",
      "th": "กรมสารวัตรทหาร หน้าที่นักสืบสมองอัจฉริยะ และก็เป็นตัวแสบชอบสร้างปัญหา"
    }
  },
  {
    "translation": {
      "en": "Apparently, a troublemaker, too.",
      "th": "และก็เป็นตัวแสบชอบสร้างปัญหา"
    }
  },
  {
    "translation": {
      "en": "Demoted to Captain.",
      "th": "หลังถูกลดยศเป็นร้อยเอก"
    }
  },
  {
    "translation": {
      "en": "Worked his way back to Major.",
      "th": "เขาทำผลงานกลับขึ้นไปเป็นพันตรี"
    }
  },
  {
    "translation": {
      "en": "Then two years ago, he musters out.",
      "th": "สองปีที่แล้ว เขาถูกขอให้ลาออก หลังเป็นทหารมาทั้งชีวิต เขาลาออกกะทันหัน"
    }
  },
  {
    "translation": {
      "en": "After a literal lifetime in the military, he just up and quits. And then,",
      "th": "หลังเป็นทหารมาทั้งชีวิต เขาลาออกกะทันหัน"
    }
  },
  {
    "translation": {
      "en": "for only the second time in his life,",
      "th": "นั่นคือครั้งที่สองที่เขามาสหรัฐ และหายตัวไปเหมือนล่องหน"
    }
  },
  {
    "translation": {
      "en": "he enters the United States and simply disappears.",
      "th": "นั่นคือครั้งที่สองที่เขามาสหรัฐ และหายตัวไปเหมือนล่องหน \"โรงรับจำนำ\""
    }
  },
  {
    "translation": {
      "en": "RODIN: Dead, maybe?",
      "th": "เขาตายล่ะมั้ง ไม่ครับ บัญชีประกันสังคมและบัญชี แบงก์เวอร์จิเนียมีการเคลื่อนไหว"
    }
  },
  {
    "translation": {
      "en": "EMERSON: Not according to Social Security",
      "th": "ไม่ครับ บัญชีประกันสังคมและบัญชี แบงก์เวอร์จิเนียมีการเคลื่อนไหว"
    }
  },
  {
    "translation": {
      "en": "and a bank account in Virginia.",
      "th": "ไม่ครับ บัญชีประกันสังคมและบัญชี แบงก์เวอร์จิเนียมีการเคลื่อนไหว เงินบำนาญถูกฝากเข้าธนาคารรายเดือน มีคนมาถอนเงิน หรือโอนผ่านแบงก์"
    }
  },
  {
    "translation": {
      "en": "His pension is deposited monthly and someone is making the occasional withdrawal.",
      "th": "เงินบำนาญถูกฝากเข้าธนาคารรายเดือน มีคนมาถอนเงิน หรือโอนผ่านแบงก์"
    }
  },
  {
    "translation": {
      "en": "All wire transfers.",
      "th": "\"เวสเทิร์น ยูเนียน\""
    }
  },
  {
    "translation": {
      "en": "I can't find out where without a federal warrant.",
      "th": "ผมสืบหาสถานที่ไม่ได้ หากไม่มีคำสั่งศาล"
    }
  },
  {
    "translation": {
      "en": "RODIN: Well, he can't drive or fly.",
      "th": "เขาขับรถหรือขึ้นเครื่องไปไหนไม่ได้ อย่างน้อยต้องไม่ใช้ชื่อจริงตัวเอง"
    }
  },
  {
    "translation": {
      "en": "At least not under his real name.",
      "th": "อย่างน้อยต้องไม่ใช้ชื่อจริงตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Any warrants? EMERSON: Record's clean.",
      "th": "-โดนคดีบ้างมั้ย -ประวัติขาวสะอาด"
    }
  },
  {
    "translation": {
      "en": "Oh, come on! A guy this hard to find? Gotta be wanted for something.",
      "th": "ไม่เอาน่า ไอ้พวกหาตัวยากมันต้องทำผิดบ้างล่ะ"
    }
  },
  {
    "translation": {
      "en": "His record is clean.",
      "th": "ประวัติเขาขาวสะอาด"
    }
  },
  {
    "translation": {
      "en": "So,",
      "th": "ถ้างั้น"
    }
  },
  {
    "translation": {
      "en": "how do we find this Reacher?",
      "th": "เราจะหาตัวนายรีชเชอร์จากไหน"
    }
  },
  {
    "translation": {
      "en": "Obviously, you don't find this guy unless he wants to be found.",
      "th": "คุณไม่สามารถพบตัวเขา เว้นเสียแต่เขาอยากให้คุณพบ"
    }
  },
  {
    "translation": {
      "en": "Excuse me, sir. There's a Jack Reacher here to see you.",
      "th": "ขอโทษค่ะท่าน คุณแจ็ค รีชเชอร์มาขอพบท่าน"
    }
  },
  {
    "translation": {
      "en": "Can I help you?",
      "th": "มีอะไรให้ช่วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "James Barr.",
      "th": "เจมส์ บารร์"
    }
  },
  {
    "translation": {
      "en": "So, now you've seen him. How do you know him?",
      "th": "เอาละเจอกันแล้วนะ คุณรู้จักเขาได้ไง"
    }
  },
  {
    "translation": {
      "en": "Why wasn't he in protective custody?",
      "th": "ทำไมเขาไม่ได้รับการคุ้มกันในคุก"
    }
  },
  {
    "translation": {
      "en": "That was an oversight.",
      "th": "พวกเขาหละหลวมเกินไปน่ะ ทางคุกโยนเขา ให้หมาป่ารุมทึ้งมากกว่ามั้ง"
    }
  },
  {
    "translation": {
      "en": "More like some Corrections flunky threw him to the wolves.",
      "th": "ทางคุกโยนเขา ให้หมาป่ารุมทึ้งมากกว่ามั้ง"
    }
  },
  {
    "translation": {
      "en": "EMERSON: Just as likely.",
      "th": "น่าจะเป็นอย่างนั้น แต่เรื่องมันผ่านไปแล้ว เราแก้ไขอะไรไม่ได้"
    }
  },
  {
    "translation": {
      "en": "But it's done and we can't undo it.",
      "th": "แต่เรื่องมันผ่านไปแล้ว เราแก้ไขอะไรไม่ได้"
    }
  },
  {
    "translation": {
      "en": "So what happens now?",
      "th": "แล้วตอนนี้จะยังไง"
    }
  },
  {
    "translation": {
      "en": "Well, now he's in a coma.",
      "th": "เขาอาการขั้นโคม่า"
    }
  },
  {
    "translation": {
      "en": "We'll try him when he wakes up. If he wakes up.",
      "th": "เราจะลองถามดูเมื่อเขาฟื้น ถ้าเขาฟื้นนะ"
    }
  },
  {
    "translation": {
      "en": "Okay? Now it's your turn, Reacher.",
      "th": "ถึงคิวคุณตอบบ้าง รีชเชอร์"
    }
  },
  {
    "translation": {
      "en": "Why did he call you as a witness?",
      "th": "ทำไมเขาเรียกให้คุณมาเป็นพยาน"
    }
  },
  {
    "translation": {
      "en": "I don't believe he did.",
      "th": "เขาไม่เรียกผมมาเป็นพยานหรอก"
    }
  },
  {
    "translation": {
      "en": "Well, I believe he asked for you by name.",
      "th": "เขาให้ชื่อคุณมา"
    }
  },
  {
    "translation": {
      "en": "Any chance I could look at the evidence?",
      "th": "ผมขอดูหลักฐานได้มั้ย ไม่มีทาง ตอบคำถามมาก่อนสิ"
    }
  },
  {
    "translation": {
      "en": "No way. Not till you answer some questions.",
      "th": "ไม่มีทาง ตอบคำถามมาก่อนสิ"
    }
  },
  {
    "translation": {
      "en": "Nice meeting you.",
      "th": "งั้นก็สวัสดี"
    }
  },
  {
    "translation": {
      "en": "Hey. Hey. Hey! Mr. Reacher.",
      "th": "คุณรีชเชอร์!"
    }
  },
  {
    "translation": {
      "en": "Mr. Reacher! Hey, stop! Stop right there! We had a deal. I take you to Barr, you tell me what you know.",
      "th": "เฮ้! หยุดๆ เราตกลงกันแล้ว ผมพาคุณมาพบบารร์ คุณบอกสิ่งที่รู้"
    }
  },
  {
    "translation": {
      "en": "I know you say he shot five people, I know he's in a coma.",
      "th": "ผมรู้ว่าเขายิงคนห้าคน ผมรู้ว่าเขาอาการโคม่า และป้ายรถเมล์"
    }
  },
  {
    "translation": {
      "en": "and I can walk there in 24 minutes.",
      "th": "อยู่ห่างจากตรงนี้เดินไป 24 นาที คุณจะทิ้งเพื่อนไปเฉยๆเหรอ"
    }
  },
  {
    "translation": {
      "en": "So you're just going to walk out on your friend?",
      "th": "คุณจะทิ้งเพื่อนไปเฉยๆเหรอ"
    }
  },
  {
    "translation": {
      "en": "He's not my friend.",
      "th": "-เขาไม่ใช่เพื่อนผม -แล้วเขาเรียกหาคุณทำไม"
    }
  },
  {
    "translation": {
      "en": "RODIN: Why'd he ask for you, then? Well, same reason he shot five people, he's crazy.",
      "th": "เหมือนกับที่เขายิงคนห้าคน เขาบ้าไง"
    }
  },
  {
    "translation": {
      "en": "Hey. Hold on.",
      "th": "หยุดก่อน"
    }
  },
  {
    "translation": {
      "en": "Don't do that.",
      "th": "อย่าทำแบบนั้น ลูกไม้นี้ไม่ไหวนะคุณสองคน"
    }
  },
  {
    "translation": {
      "en": "HELEN: Well, this is a new low, even for both of you.",
      "th": "ลูกไม้นี้ไม่ไหวนะคุณสองคน"
    }
  },
  {
    "translation": {
      "en": "Uh-oh.",
      "th": "ลูกไม้นี้ไม่ไหวนะคุณสองคน อย่าคุยกับลูกความฉัน ระหว่างที่ฉันไม่อยู่สิ"
    }
  },
  {
    "translation": {
      "en": "You do not talk to my client without me present.",
      "th": "อย่าคุยกับลูกความฉัน ระหว่างที่ฉันไม่อยู่สิ"
    }
  },
  {
    "translation": {
      "en": "You know that. RODIN: We weren't talking to your client.",
      "th": "เราไม่ได้คุยกับลูกความเธอ เขานอนเป็นคึ่นช่ายอยู่โน่น"
    }
  },
  {
    "translation": {
      "en": "He's in a coma, for Christ's sakes.",
      "th": "เราไม่ได้คุยกับลูกความเธอ เขานอนเป็นคึ่นช่ายอยู่โน่น -คุณเป็นทนายของบารร์เหรอ -เฮเลน โรดิน, แจ็ค รีชเชอร์"
    }
  },
  {
    "translation": {
      "en": "You're Barr's attorney? Helen Rodin, Jack Reacher.",
      "th": "-คุณเป็นทนายของบารร์เหรอ -เฮเลน โรดิน, แจ็ค รีชเชอร์"
    }
  },
  {
    "translation": {
      "en": "Jack Reacher? Helen Rodin.",
      "th": "-แจ็ค รีชเชอร์เหรอ -เฮเลน โรดิน ใช่ เธอเป็นลูกสาวท่านอัยการโรดิน เรื่องดีๆ มีไว้แบ่งปัน"
    }
  },
  {
    "translation": {
      "en": "Yeah, she's the District Attorney's daughter. It's a good story, actually.",
      "th": "ใช่ เธอเป็นลูกสาวท่านอัยการโรดิน เรื่องดีๆ มีไว้แบ่งปัน"
    }
  },
  {
    "translation": {
      "en": "I'd like to hear it.",
      "th": "อยากฟังชะมัด เจอตัวเขาได้ไง พวกเขาเจอคุณได้ไงคุณคุยกับเขาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "How'd you find him? How'd they find you? You can't be talking to this man.",
      "th": "เจอตัวเขาได้ไง พวกเขาเจอคุณได้ไงคุณคุยกับเขาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Two strikes in one day.",
      "th": "-ไม่ใช่อย่างที่คุณคิด -เขามาหาเราเอง"
    }
  },
  {
    "translation": {
      "en": "It's not what it looks like. He came to us.",
      "th": "-ไม่ใช่อย่างที่คุณคิด -เขามาหาเราเอง -คุณไปหาอัยการเขตเหรอ -ผิดกฎหมายข้อไหน"
    }
  },
  {
    "translation": {
      "en": "You went to the D.A.? Is there a law against that?",
      "th": "-คุณไปหาอัยการเขตเหรอ -ผิดกฎหมายข้อไหน"
    }
  },
  {
    "translation": {
      "en": "None you're currently breaking.",
      "th": "ไม่ผิด คุณฉีกทุกกฎเลยตอนนี้ อยู่ไปจะยิ่งอึดอัด พูดว่า \"เจอกันในศาล\" ให้ผมฟังสิ"
    }
  },
  {
    "translation": {
      "en": "Come on, before this gets awkward. Now, hey. Say, \"See you in court.\" For me.",
      "th": "อยู่ไปจะยิ่งอึดอัด พูดว่า \"เจอกันในศาล\" ให้ผมฟังสิ"
    }
  },
  {
    "translation": {
      "en": "Goodbye, Detective.",
      "th": "ลาก่อน คุณนักสืบ"
    }
  },
  {
    "translation": {
      "en": "Weird meeting you. Likewise.",
      "th": "-ยินดีที่เจอกันแปลกๆ -เช่นกัน"
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "th": "เราไปเถอะ"
    }
  },
  {
    "translation": {
      "en": "So...",
      "th": "แล้วนี่"
    }
  },
  {
    "translation": {
      "en": "So, you're Jack Reacher.",
      "th": "คุณคือแจ็ค รีชเชอร์เหรอ"
    }
  },
  {
    "translation": {
      "en": "So you're the D.A.'s daughter. Oh, Jesus. Please.",
      "th": "-คุณคือลูกสาวอัยการเขต -โอ๊ย ขอร้องเลย"
    }
  },
  {
    "translation": {
      "en": "Is that even legal? Fortunately.",
      "th": "-ถูกกฎหมายมั้ยเนี่ย -ถูกสิคุณ"
    }
  },
  {
    "translation": {
      "en": "How does that happen?",
      "th": "-มันเกิดขึ้นได้ไง -ฉันจะบอกถ้าคุณยอมขึ้นให้การ"
    }
  },
  {
    "translation": {
      "en": "You don't want to depose me. Oh, well, you're my only defense witness.",
      "th": "-ผมไม่ขึ้นให้การหรอก -คุณเป็นพยานจำเลยคนเดียวเลยนะ"
    }
  },
  {
    "translation": {
      "en": "I'm not a defense witness.",
      "th": "-ไม่ใช่ซะหน่อย -เจมส์เพื่อนคุณคิดว่าใช่"
    }
  },
  {
    "translation": {
      "en": "Your friend James thinks you are.",
      "th": "-ไม่ใช่ซะหน่อย -เจมส์เพื่อนคุณคิดว่าใช่ เขาไม่ใช่เพื่อน ทำไมทุกคนคิดอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "He's not my friend. Why does everyone assume that?",
      "th": "เขาไม่ใช่เพื่อน ทำไมทุกคนคิดอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "Well, why else would he ask for you",
      "th": "ทำไมเขาถามหาคุณ ทำไมคุณมาช่วยเขา"
    }
  },
  {
    "translation": {
      "en": "and why would you come here to help him? I didn't come here to help him. I came here to bury him.",
      "th": "ผมไม่ได้มาที่นี่เพื่อช่วยเขา ผมมาเพื่อฝังเขา"
    }
  },
  {
    "translation": {
      "en": "Linsky.",
      "th": "ลินสกี้"
    }
  },
  {
    "translation": {
      "en": "Who the hell is Jack Reacher?",
      "th": "ไอ้แจ็ค รีชเชอร์มันคือใคร"
    }
  },
  {
    "translation": {
      "en": "HELEN: So why are you so hard to find? I'm impossible to find.",
      "th": "-ทำไมคุณหาตัวยาก -คุณตามหาผมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Why is that?",
      "th": "ก็ทำไมล่ะ ทีแรกมันเหมือนการฝึกซ้อม พอทำนานๆไปมันก็ติด"
    }
  },
  {
    "translation": {
      "en": "Well, you could say it started out as an exercise and became an addiction.",
      "th": "ทีแรกมันเหมือนการฝึกซ้อม พอทำนานๆไปมันก็ติด"
    }
  },
  {
    "translation": {
      "en": "Are you on the run?",
      "th": "คุณหนีอะไรอยู่เหรอ"
    }
  },
  {
    "translation": {
      "en": "My bus is leaving. You better hurry, counselor.",
      "th": "ผมต้องไปรีบไปขึ้นรถ มีอะไรว่ามา"
    }
  },
  {
    "translation": {
      "en": "How do you know James Barr?",
      "th": "คุณรู้จักเจมส์ บารร์ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Why are you representing him?",
      "th": "-ทำไมคุณว่าความให้เขา -ฉันเป็นทนาย"
    }
  },
  {
    "translation": {
      "en": "I'm a lawyer. So is a public defender, with just as much chance of clearing Barr.",
      "th": "ใช้ทนายสาธารณะได้ โอกาสช่วยให้เขาพ้นผิดก็เท่ากัน"
    }
  },
  {
    "translation": {
      "en": "I'm not trying to clear him, I am just trying to keep him off death row.",
      "th": "ฉันไม่ได้จะช่วยเขาพ้นผิด ฉันแค่ไม่ให้เขาโดนประหาร"
    }
  },
  {
    "translation": {
      "en": "By proving he's insane? Well, that's one option.",
      "th": "-โดยพิสูจน์ว่าเขาเสียสติงั้นเหรอ -นั่นเป็นหนึ่งทางเลือก และจะได้ตอกหน้าพ่อของคุณ เพราะว่า"
    }
  },
  {
    "translation": {
      "en": "And sticking it to your father because...",
      "th": "และจะได้ตอกหน้าพ่อของคุณ เพราะว่า"
    }
  },
  {
    "translation": {
      "en": "No. Not my father.",
      "th": "ไม่ใช่เขา สำนักอัยการเขตน่ะ"
    }
  },
  {
    "translation": {
      "en": "The Office of the District Attorney. Because the Office of the District Attorney never bought you a pony.",
      "th": "เพราะสำนักอัยการเขตไม่เอาใจคุณน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "D.A. Rodin's never lost a capital case. You know why?",
      "th": "อัยการโรดินไม่เคยแพ้คดีใหญ่ รู้มั้ยว่าเพราะอะไร"
    }
  },
  {
    "translation": {
      "en": "Impeccable tailoring.",
      "th": "เพราะเขาแต่งตัวเท่ -เขาไม่เคยเลือกคดีที่เขาชนะไม่ได้ -เคล็ดลับผู้พิชิต"
    }
  },
  {
    "translation": {
      "en": "He never picks a fight he can't win.",
      "th": "-เขาไม่เคยเลือกคดีที่เขาชนะไม่ได้ -เคล็ดลับผู้พิชิต"
    }
  },
  {
    "translation": {
      "en": "Worked for the Red Baron.",
      "th": "-เขาไม่เคยเลือกคดีที่เขาชนะไม่ได้ -เคล็ดลับผู้พิชิต ผู้ต้องหาคดีฆาตกรรมทุกคน จะมีทางเลือกแค่สารภาพหรือประหาร"
    }
  },
  {
    "translation": {
      "en": "Every murder suspect in this town is given a choice. Confess or face death.",
      "th": "ผู้ต้องหาคดีฆาตกรรมทุกคน จะมีทางเลือกแค่สารภาพหรือประหาร"
    }
  },
  {
    "translation": {
      "en": "Against a D.A. who never loses.",
      "th": "กับทนายที่ไม่เคยแพ้คดี บริษัทฉันเชื่อว่า คนบริสุทธิ์ก็แพ้ได้ ถ้าไม่สู้"
    }
  },
  {
    "translation": {
      "en": "My firm has reason to believe more than one innocent man has gone down without a fight.",
      "th": "บริษัทฉันเชื่อว่า คนบริสุทธิ์ก็แพ้ได้ ถ้าไม่สู้"
    }
  },
  {
    "translation": {
      "en": "Oh, I get it.",
      "th": "ผมเข้าใจล่ะ"
    }
  },
  {
    "translation": {
      "en": "You're an idealist.",
      "th": "คุณเป็นคนมีอุดมการณ์"
    }
  },
  {
    "translation": {
      "en": "No. I'm a pacifist.",
      "th": "เปล่า ฉันคือผู้สร้างสันติ"
    }
  },
  {
    "translation": {
      "en": "It's a noble crusade.",
      "th": "นักรบเพื่อศาสนา แต่นี่ไม่ใช่การต่อสู้ เชื่อผม เจมส์ บารร์ผิดจริง"
    }
  },
  {
    "translation": {
      "en": "But this is not the fight. Trust me. James Barr's guilty.",
      "th": "แต่นี่ไม่ใช่การต่อสู้ เชื่อผม เจมส์ บารร์ผิดจริง"
    }
  },
  {
    "translation": {
      "en": "You haven't even seen the evidence.",
      "th": "คุณยังไม่เห็นหลักฐานเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Is this a privileged conversation?",
      "th": "ที่เราคุยกันนี้จะถูกเก็บเป็นความลับ"
    }
  },
  {
    "translation": {
      "en": "Of course, it's a client conference. Nothing you say here can be repeated.",
      "th": "ใช่ การคุยกับลูกความ ทุกสิ่งที่คุณพูดจะไม่ถูกนำไปพูดต่อ"
    }
  },
  {
    "translation": {
      "en": "There are four types of people who join the military.",
      "th": "คนที่จะเป็นทหารมีอยู่สี่ประเภท หนึ่งเป็นทหารตามครอบครัว"
    }
  },
  {
    "translation": {
      "en": "For some, it's a family trade.",
      "th": "คนที่จะเป็นทหารมีอยู่สี่ประเภท หนึ่งเป็นทหารตามครอบครัว สองคือพวกรักชาติ อยากรับใช้ประเทศ"
    }
  },
  {
    "translation": {
      "en": "Others are patriots, eager to serve.",
      "th": "สองคือพวกรักชาติ อยากรับใช้ประเทศ สามเป็นทหารเพื่อให้มีงานทำ"
    }
  },
  {
    "translation": {
      "en": "Next, you have those who just need a job.",
      "th": "สามเป็นทหารเพื่อให้มีงานทำ ประเภทสุดท้ายคือพวกที่อยาก ฆ่าคนอย่างถูกกฏหมาย"
    }
  },
  {
    "translation": {
      "en": "Then there's the kind who want a legal means of killing other people.",
      "th": "ประเภทสุดท้ายคือพวกที่อยาก ฆ่าคนอย่างถูกกฏหมาย"
    }
  },
  {
    "translation": {
      "en": "James Barr was one of those.",
      "th": "เจมส์ บารร์คือพวกสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "He made sniper.",
      "th": "เขาได้เป็นสไนเปอร์ ฝึกหนัก ซ้อมยิงสัปดาห์ละสองพันนัด"
    }
  },
  {
    "translation": {
      "en": "Trained hard. Two thousand rounds a week.",
      "th": "ฝึกหนัก ซ้อมยิงสัปดาห์ละสองพันนัด ทุกนัดเขาถูกสอนให้นึกภาพของ ฐานกะโหลกเป้าหมายผ่านเลนส์"
    }
  },
  {
    "translation": {
      "en": "And with every shot, he's taught to visualize",
      "th": "ทุกนัดเขาถูกสอนให้นึกภาพของ ฐานกะโหลกเป้าหมายผ่านเลนส์"
    }
  },
  {
    "translation": {
      "en": "the base of a man's skull through his reticle.",
      "th": "ทุกนัดเขาถูกสอนให้นึกภาพของ ฐานกะโหลกเป้าหมายผ่านเลนส์ จุดตายที่ก้านสมองพบกับกระดูกสันหลัง"
    }
  },
  {
    "translation": {
      "en": "The sweet spot where the medulla meets the spine.",
      "th": "จุดตายที่ก้านสมองพบกับกระดูกสันหลัง"
    }
  },
  {
    "translation": {
      "en": "Visualize that puff of pink mist.",
      "th": "จินตนาการถึงหยดเลือดสีชมพูกระจาย"
    }
  },
  {
    "translation": {
      "en": "Finally, he's deployed to Iraq.",
      "th": "ในที่สุดเขาถูกส่งไปอิรัก"
    }
  },
  {
    "translation": {
      "en": "He's put on overwatch.",
      "th": "เขาสังเกตการณ์ผ่านกล้อง ทั้งวันเขามองผ่านลำกล้อง ไปที่พลเรือน"
    }
  },
  {
    "translation": {
      "en": "All day long he stares through a scope at civilians.",
      "th": "ทั้งวันเขามองผ่านลำกล้อง ไปที่พลเรือน"
    }
  },
  {
    "translation": {
      "en": "Women.",
      "th": "ผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "Children.",
      "th": "เด็กๆ"
    }
  },
  {
    "translation": {
      "en": "Day in, day out, for two long years",
      "th": "วันแล้ววันเล่า เป็นเวลานานสองปี ไม่เคยเลยสักครั้งที่จะมีโอกาสยิง"
    }
  },
  {
    "translation": {
      "en": "without ever once being cleared to fire a single shot.",
      "th": "ไม่เคยเลยสักครั้งที่จะมีโอกาสยิง"
    }
  },
  {
    "translation": {
      "en": "Then comes the drawdown.",
      "th": "จากนั้นมีคำสั่งถอนทหาร"
    }
  },
  {
    "translation": {
      "en": "For James Barr, the war's over.",
      "th": "สำหรับเจมส์ บารร์ สงครามจบแล้ว"
    }
  },
  {
    "translation": {
      "en": "Two thousand rounds a week.",
      "th": "ซ้อมอาทิตย์ละสองพันนัด"
    }
  },
  {
    "translation": {
      "en": "A quarter million rounds in his career, not one at a human target.",
      "th": "สองแสนห้าหมื่นนัดในอาชีพ เขาไม่เคยได้ยิงคนเป็นๆ"
    }
  },
  {
    "translation": {
      "en": "You've been hungry. You've been horny.",
      "th": "มันเหมือนคุณกำลังหิวโหย คุณกระสัน คุณรู้สึกคันแต่คุณเกาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "You've had an itch you can't scratch.",
      "th": "คุณรู้สึกคันแต่คุณเกาไม่ได้ นึกถึงความรู้สึกนั้น เป็นวัน เป็นเดือน เป็นปี"
    }
  },
  {
    "translation": {
      "en": "Imagine that feeling. Days. Weeks. Years.",
      "th": "นึกถึงความรู้สึกนั้น เป็นวัน เป็นเดือน เป็นปี นึกถึงความรู้สึกนั้นในแบบ สองแสนห้าหมื่นเท่า"
    }
  },
  {
    "translation": {
      "en": "Imagine that feeling times 200,000, plus 50,000 more.",
      "th": "นึกถึงความรู้สึกนั้นในแบบ สองแสนห้าหมื่นเท่า"
    }
  },
  {
    "translation": {
      "en": "Imagine it's 130 degrees on the deck",
      "th": "นึกถึงความร้อนตับแตกบนหลังคา และพรุ่งนี้คุณก็ต้องกลับบ้านแล้ว"
    }
  },
  {
    "translation": {
      "en": "and tomorrow you're going home",
      "th": "นึกถึงความร้อนตับแตกบนหลังคา และพรุ่งนี้คุณก็ต้องกลับบ้านแล้ว คุณรู้ว่าถ้าคุณไม่เกาเดี๋ยวนั้น คุณจะไม่ได้เกา"
    }
  },
  {
    "translation": {
      "en": "and you know if you don't scratch that itch now, you never will.",
      "th": "คุณรู้ว่าถ้าคุณไม่เกาเดี๋ยวนั้น คุณจะไม่ได้เกา"
    }
  },
  {
    "translation": {
      "en": "You need a release.",
      "th": "คุณต้องการปลดปล่อย"
    }
  },
  {
    "translation": {
      "en": "You need a target.",
      "th": "คุณต้องการเป้ายิง และเป้ายิงเป็นใครนั้นคุณไม่เคยสนใจ"
    }
  },
  {
    "translation": {
      "en": "And the who of it never once enters your mind.",
      "th": "และเป้ายิงเป็นใครนั้นคุณไม่เคยสนใจ"
    }
  },
  {
    "translation": {
      "en": "He covered his tracks well,",
      "th": "เขากลบเกลื่อนร่องรอย"
    }
  },
  {
    "translation": {
      "en": "just like sane people do.",
      "th": "เหมือนที่คนมีสติทำกัน"
    }
  },
  {
    "translation": {
      "en": "He almost got away with it, too. But I caught him. And he confessed.",
      "th": "เขาเกือบรอดไปแล้ว บังเอิญผมจับได้ก่อน และเขาสารภาพ"
    }
  },
  {
    "translation": {
      "en": "So why didn't he go to prison?",
      "th": "งั้นทำไมเขาไม่ต้องติดคุก บารร์ไม่รู้ว่ากลุ่มผู้รับเหมา ที่เขาเลือกเป็นเป้ายิง"
    }
  },
  {
    "translation": {
      "en": "What Barr didn't know that day was the four civilian contractors he'd picked off",
      "th": "บารร์ไม่รู้ว่ากลุ่มผู้รับเหมา ที่เขาเลือกเป็นเป้ายิง สุดสัปดาห์นั้นเพิ่งทำสิ่งที่ พวกเขาเรียกว่าข่มขืนมาราธอน"
    }
  },
  {
    "translation": {
      "en": "just spent the weekend at what they call a rape-rally.",
      "th": "สุดสัปดาห์นั้นเพิ่งทำสิ่งที่ พวกเขาเรียกว่าข่มขืนมาราธอน"
    }
  },
  {
    "translation": {
      "en": "It was 28 women, ages 54 on down to 11.",
      "th": "เหยื่อผู้หญิง 28 คน อายุ 54 ถึงเด็ก 11 ขวบ นั่นคือสิ่งที่ผมพบก่อนคดีจะถูกปิด"
    }
  },
  {
    "translation": {
      "en": "Those were just the ones I could find before the case was shut down.",
      "th": "นั่นคือสิ่งที่ผมพบก่อนคดีจะถูกปิด"
    }
  },
  {
    "translation": {
      "en": "See, the deeper I dug, the uglier it got.",
      "th": "ผมยิ่งขุดลึก เรื่องราวมันยิ่งหนัก หลังจากเจ็ดปียาวนานในสงครามอิรัก"
    }
  },
  {
    "translation": {
      "en": "And after seven long years of \"Mission Accomplished,\"",
      "th": "หลังจากเจ็ดปียาวนานในสงครามอิรัก คนในองค์กรนั้นต้องการให้เรื่องเงียบ"
    }
  },
  {
    "translation": {
      "en": "someone in the corporation just wanted the whole thing to end quietly.",
      "th": "คนในองค์กรนั้นต้องการให้เรื่องเงียบ"
    }
  },
  {
    "translation": {
      "en": "So they chalked it up to the fog of war, made the murders go away.",
      "th": "พวกเขาอ้างว่าเป็นความผิดของสงคราม หักล้างคดีฆาตกรรมออกไป"
    }
  },
  {
    "translation": {
      "en": "This is classified information.",
      "th": "นี่ข้อมูลลับสุดยอดเลยนะ"
    }
  },
  {
    "translation": {
      "en": "And that's why the privilege.",
      "th": "มันถึงเอาไปอ้างอิงไม่ได้"
    }
  },
  {
    "translation": {
      "en": "But you were ready to tell this to the D.A.",
      "th": "แต่คุณคิดจะบอกอัยการเขต ครั้งสุดท้ายที่เจอบารร์ ผมให้เขาสัญญา"
    }
  },
  {
    "translation": {
      "en": "The last time I saw Barr, I made him a promise.",
      "th": "ครั้งสุดท้ายที่เจอบารร์ ผมให้เขาสัญญา ถ้าผมเห็นชื่อเขาทำผิดอีก ผมจะมาเช็คบิล"
    }
  },
  {
    "translation": {
      "en": "And when I saw his name on the news, I came here to keep it.",
      "th": "ถ้าผมเห็นชื่อเขาทำผิดอีก ผมจะมาเช็คบิล"
    }
  },
  {
    "translation": {
      "en": "But now I know I don't have to. How can you be sure?",
      "th": "-ตอนนี้ไม่ต้องแล้ว -คุณแน่ใจได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "You still haven't seen the evidence.",
      "th": "คุณยังไม่ได้เห็นหลักฐานเลย"
    }
  },
  {
    "translation": {
      "en": "Your father has. And he doesn't pick a fight he can't win.",
      "th": "พ่อคุณเห็น และเขาไม่เคยเลือกคดีที่เขาชนะไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Barr's not getting away with murder again.",
      "th": "คราวนี้บารร์จะไม่หลุดจาก คดีฆาตกรรมอีก"
    }
  },
  {
    "translation": {
      "en": "He might.",
      "th": "เขาอาจหลุดก็ได้"
    }
  },
  {
    "translation": {
      "en": "He suffered a severe brain injury in state custody.",
      "th": "เขาบาดเจ็บที่ศีรษะรุนแรง อยู่ในความคุ้มกัน"
    }
  },
  {
    "translation": {
      "en": "When he wakes up, if he wakes up, he may not remember the event, he may not remember anything at all.",
      "th": "เมื่อเขาฟื้นถ้าเขาฟื้นนะ เขาอาจจำเหตุการณ์อะไรไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "And this case won't be about James Barr's guilt or innocence.",
      "th": "คดีจะไม่ใช่เจมส์ บารร์ผิดหรือไม่ แต่จะกลายเป็นเขาสามารถ ขึ้นศาลได้หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "It'll be about his ability to stand trial.",
      "th": "แต่จะกลายเป็นเขาสามารถ ขึ้นศาลได้หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "After everything I just told you, you still want to defend him?",
      "th": "ผมเล่าให้คุณฟังขนาดนี้แล้ว คุณยังอยากปกป้องเขาอีกเหรอ"
    }
  },
  {
    "translation": {
      "en": "I want to see he gets a fair trial.",
      "th": "ฉันอยากให้เขาได้รับความเป็นธรรม"
    }
  },
  {
    "translation": {
      "en": "You said he confessed in Baghdad.",
      "th": "คุณบอกว่าเขาสารภาพในแบกแดด"
    }
  },
  {
    "translation": {
      "en": "He didn't confess this time.",
      "th": "ครั้งนี้เขาไม่ได้สารภาพนี่ -ครั้งนี้เขารู้มาก -เขาถามหาคุณ"
    }
  },
  {
    "translation": {
      "en": "This time he knows better. This time he asked for you.",
      "th": "-ครั้งนี้เขารู้มาก -เขาถามหาคุณ"
    }
  },
  {
    "translation": {
      "en": "I want to know why. You want to know why. I can see it's eating you.",
      "th": "ฉันอยากรู้ว่าทำไม คุณก็อยากรู้ ฉันดูออกน่า"
    }
  },
  {
    "translation": {
      "en": "And you can't ask Barr, and the D.A. won't let you see the evidence.",
      "th": "คุณถามบารร์ไม่ได้ และอัยการเขตจะไม่ให้คุณดูหลักฐาน"
    }
  },
  {
    "translation": {
      "en": "My lead investigator has complete access to the evidence. All of it.",
      "th": "ผู้สอบสวนหลักของฉันมีหลักฐานหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "So where's your lead investigator? About to catch a bus out of town.",
      "th": "-ผู้สอบสวนหลักของคุณอยู่ไหน -กำลังจะขึ้นรถออกจากเมือง"
    }
  },
  {
    "translation": {
      "en": "Thanks for the coffee, counselor.",
      "th": "ขอบคุณที่เลี้ยงกาแฟ คุณทนาย"
    }
  },
  {
    "translation": {
      "en": "You understand you're not just asking me to look at the evidence.",
      "th": "เข้าใจนะ คุณไม่ได้แค่ขอให้ผมดูหลักฐาน แต่ขอให้ผมดูฆาตกรเลือดเย็น"
    }
  },
  {
    "translation": {
      "en": "You're asking me to look at a cold-blooded killer.",
      "th": "แต่ขอให้ผมดูฆาตกรเลือดเย็น"
    }
  },
  {
    "translation": {
      "en": "A man I know to be guilty. A man you want to keep off death row.",
      "th": "ผู้ชายที่ผมรู้ว่าเขาทำผิด ผู้ชายที่คุณไม่อยากให้โดนประหาร"
    }
  },
  {
    "translation": {
      "en": "And you're asking me to look at him objectively.",
      "th": "และคุณขอให้ผมดูเขาอย่างไม่อคติ"
    }
  },
  {
    "translation": {
      "en": "Yes, that is what I'm asking.",
      "th": "ใช่ นั่นคือสิ่งที่ฉันขอ"
    }
  },
  {
    "translation": {
      "en": "I'll do it. On one condition.",
      "th": "ผมจะทำโดยมีเงื่อนไขหนึ่งข้อ"
    }
  },
  {
    "translation": {
      "en": "Name it.",
      "th": "บอกมา"
    }
  },
  {
    "translation": {
      "en": "You have to look at the victims objectively.",
      "th": "คุณต้องไปดู ผู้เคราะห์ร้ายอย่างไม่อคติ"
    }
  },
  {
    "translation": {
      "en": "How do you suggest I do that?",
      "th": "ทำไมคุณแนะนำให้ฉันทำอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "Yes? Mr. Farrior?",
      "th": "-ครับ -คุณแฟร์ริเออร์"
    }
  },
  {
    "translation": {
      "en": "I'm Helen Rodin. We spoke on the phone.",
      "th": "ฉันเฮเลน โรดินที่โทรศัพท์มา"
    }
  },
  {
    "translation": {
      "en": "Of course.",
      "th": "แน่นอน"
    }
  },
  {
    "translation": {
      "en": "You said you're defending the man that ki...",
      "th": "คุณคือทนายแก้ต่างให้คนที่"
    }
  },
  {
    "translation": {
      "en": "That man.",
      "th": "ชายคนนั้น"
    }
  },
  {
    "translation": {
      "en": "HELEN: I represent James Barr, yes.",
      "th": "ฉันเป็นทนายของเจมส์ บารร์"
    }
  },
  {
    "translation": {
      "en": "FARRIOR: And you have questions about my daughter?",
      "th": "คุณมีคำถามเกี่ยวกับลูกสาวผมเหรอ"
    }
  },
  {
    "translation": {
      "en": "HELEN: I do.",
      "th": "ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "FARRIOR: What for?",
      "th": "เพื่ออะไร ฉันหวังจะเข้าใจมากขึ้นว่า ผู้เคราะห์ร้ายคือใคร"
    }
  },
  {
    "translation": {
      "en": "I was hoping to get a better sense of who the victims were as...",
      "th": "ฉันหวังจะเข้าใจมากขึ้นว่า ผู้เคราะห์ร้ายคือใคร"
    }
  },
  {
    "translation": {
      "en": "That is to say, who they were as people. As human beings. (SCOFFS)",
      "th": "เพื่อพูดได้ว่าพวกเขาเคยเป็นใคร ในความเป็นมนุษย์"
    }
  },
  {
    "translation": {
      "en": "That's a bit unusual, considering your position, isn't it?",
      "th": "นั่นเป็นเรื่องแปลกนะ เพราะคุณเป็นทนายจำเลย"
    }
  },
  {
    "translation": {
      "en": "That is true.",
      "th": "ก็จริงค่ะ ปกติทนายจำเลยต้องอยากให้คณะลูกขุน"
    }
  },
  {
    "translation": {
      "en": "Normally someone in my position would want the jury",
      "th": "ปกติทนายจำเลยต้องอยากให้คณะลูกขุน รู้น้อยที่สุดเกี่ยวกับ"
    }
  },
  {
    "translation": {
      "en": "to know as little as possible about the...",
      "th": "รู้น้อยที่สุดเกี่ยวกับ เกี่ยวกับคนที่ถูกลูกความคุณฆ่า"
    }
  },
  {
    "translation": {
      "en": "FARRIOR: The people that your client killed.",
      "th": "เกี่ยวกับคนที่ถูกลูกความคุณฆ่า"
    }
  },
  {
    "translation": {
      "en": "In cold blood.",
      "th": "อย่างเลือดเย็น"
    }
  },
  {
    "translation": {
      "en": "Have you spoken with the other families?",
      "th": "คุณคุยกับครอบครัวอื่นๆรึยัง ค่ะบางคน เฉพาะคนที่ยอมคุยด้วย"
    }
  },
  {
    "translation": {
      "en": "Yeah, some. The ones who would speak with me.",
      "th": "ค่ะบางคน เฉพาะคนที่ยอมคุยด้วย"
    }
  },
  {
    "translation": {
      "en": "Come in.",
      "th": "เข้ามาสิ"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "FARRIOR: Chrissie was a nanny.",
      "th": "คริสซี่เป็นพี่เลี้ยงเด็ก"
    }
  },
  {
    "translation": {
      "en": "She had a little girl with her that day.",
      "th": "เธอมีเด็กหญิงอยู่ด้วยวันนั้น"
    }
  },
  {
    "translation": {
      "en": "Yes, I know.",
      "th": "ค่ะฉันรู้"
    }
  },
  {
    "translation": {
      "en": "Are you gonna go talk with that child?",
      "th": "คุณจะคุยกับเด็กมั้ย"
    }
  },
  {
    "translation": {
      "en": "No, of course not. I...",
      "th": "ไม่ค่ะ ไม่"
    }
  },
  {
    "translation": {
      "en": "Why not?",
      "th": "ทำไมล่ะ -ฉันคิดว่ามันจะ -สะเทือนใจเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, I think it would be... Insensitive?",
      "th": "-ฉันคิดว่ามันจะ -สะเทือนใจเหรอ"
    }
  },
  {
    "translation": {
      "en": "Inappropriate?",
      "th": "ไม่เหมาะสมเหรอ"
    }
  },
  {
    "translation": {
      "en": "Everything that you want to know about my daughter",
      "th": "ทุกอย่างที่คุณอยากรู้เกี่ยวกับลูกผม"
    }
  },
  {
    "translation": {
      "en": "is right here.",
      "th": "อยู่นี่แล้ว"
    }
  },
  {
    "translation": {
      "en": "The Gazette did a nice piece on her.",
      "th": "นสพเดอะกาเซ็ตต์ เขียนสกู๊ปพิเศษเกี่ยวกับเธอ"
    }
  },
  {
    "translation": {
      "en": "Her obituary does the rest.",
      "th": "คำไว้อาลัยจะบอกเล่าส่วนที่เหลือ"
    }
  },
  {
    "translation": {
      "en": "Thank you. I'll definitely have a look.",
      "th": "ขอบคุณค่ะ ฉันจะอ่านดู"
    }
  },
  {
    "translation": {
      "en": "You a good attorney, Miss Rodin?",
      "th": "คุณเป็นทนายที่เก่งมั้ย คุณโรดิน"
    }
  },
  {
    "translation": {
      "en": "That's not really for me to... Just",
      "th": "-ฉันไม่ควรจะเป็นคนพูด -แค่"
    }
  },
  {
    "translation": {
      "en": "answer the question.",
      "th": "ตอบคำถามผม"
    }
  },
  {
    "translation": {
      "en": "Yes, I suppose I am pretty good.",
      "th": "ค่ะ ฉันคิดว่าฉันเก่งใช้ได้ เก่งพอจะช่วยบารร์ ไม่ให้รับโทษตายมั้ย"
    }
  },
  {
    "translation": {
      "en": "Good enough to keep that man off death row?",
      "th": "เก่งพอจะช่วยบารร์ ไม่ให้รับโทษตายมั้ย"
    }
  },
  {
    "translation": {
      "en": "You know,",
      "th": "คือว่า"
    }
  },
  {
    "translation": {
      "en": "I think maybe I should go.",
      "th": "ฉันควรกลับได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "You stay where you are.",
      "th": "คุณหยุดอยู่ตรงนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "That man deserves to die, Miss Rodin.",
      "th": "ผู้ชายคนนั้นสมควรตาย คุณโรดิน"
    }
  },
  {
    "translation": {
      "en": "Why would you defend him?",
      "th": "ทำไมคุณทำคดีช่วยเขา ฉันเห็นแล้วว่าฉันทำพลาดอย่างแรงค่ะ"
    }
  },
  {
    "translation": {
      "en": "I can see that I have made a terrible mistake.",
      "th": "ฉันเห็นแล้วว่าฉันทำพลาดอย่างแรงค่ะ"
    }
  },
  {
    "translation": {
      "en": "And I'm very, very sorry and I promise I won't bother you again.",
      "th": "ฉันขอโทษจริงๆ ฉันสัญญาว่าจะไม่มารบกวนคุณอีก"
    }
  },
  {
    "translation": {
      "en": "Hello, Dad.",
      "th": "หวัดดีค่ะพ่อ"
    }
  },
  {
    "translation": {
      "en": "What the hell are you doing?",
      "th": "ลูกมาทำอะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "What am I... What?",
      "th": "หนูมาทำ อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Is it true? You're talking to the victims' families? You? Alone?",
      "th": "จริงเหรอ ลูกมาคุยกับครอบครัวคนตาย มาคนเดียวด้วย"
    }
  },
  {
    "translation": {
      "en": "How do you know that? How did you find me here?",
      "th": "แล้วพ่อรู้ได้ยังไง -พ่อเป็นอัยการเขต เป็นงานที่ต้องรู้ -พ่อไม่ตอบคำถามหนู"
    }
  },
  {
    "translation": {
      "en": "I'm the District Attorney. It's my business to know. That's not an answer.",
      "th": "-พ่อเป็นอัยการเขต เป็นงานที่ต้องรู้ -พ่อไม่ตอบคำถามหนู"
    }
  },
  {
    "translation": {
      "en": "Oh. Well, you're not the only one with crack investigators, Helen.",
      "th": "ลูกไม่ใช่คนเดียวที่มีนักสืบหัวกะทิ"
    }
  },
  {
    "translation": {
      "en": "That's right. I know about Reacher.",
      "th": "ใช่แล้ว พ่อรู้เกี่ยวกับรีชเชอร์"
    }
  },
  {
    "translation": {
      "en": "Your lead investigator is a war veteran who's been missing for the last two years.",
      "th": "ผู้สืบสวนหลักของลูกเป็นอดีตทหาร กรำศึกซึ่งดำดินหายไปสองปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "How can you vouch for his state of mind? How can you trust anything he tells you?",
      "th": "ลูกจะประกันภาวะทางจิตเขาได้ไง จะเชื่อสิ่งที่เขาบอกได้ไง"
    }
  },
  {
    "translation": {
      "en": "You don't know the man.",
      "th": "ลูกไม่รู้จักเขาเลย"
    }
  },
  {
    "translation": {
      "en": "Tell me this, does he know you can't pay him?",
      "th": "บอกพ่อซิ เขารู้มั้ยว่าลูกไม่มีเงินจ้างเขา"
    }
  },
  {
    "translation": {
      "en": "That your own firm didn't want this case? That nobody wants this case?",
      "th": "บริษัทลูกไม่ได้อยากทำคดีนี้ ไม่มีใครอยากทำคดีนี้"
    }
  },
  {
    "translation": {
      "en": "You never even spoke to your client before he wound up in a coma.",
      "th": "ลูกไม่เคยพูดกับลูกความก่อนเขาโคม่า"
    }
  },
  {
    "translation": {
      "en": "Oh, now listen to me! Listen.",
      "th": "ฟังพ่อพูด! พ่อพูดในฐานะพ่อนะ!"
    }
  },
  {
    "translation": {
      "en": "Listen, I'm speaking as your father.",
      "th": "ฟังพ่อพูด! พ่อพูดในฐานะพ่อนะ! ไม่ว่าเราเคยขัดแย้งกันยังไง ตอนนี้ลูกต้องฟังพ่อ"
    }
  },
  {
    "translation": {
      "en": "Whatever our differences have been in the past, you gotta listen to me now.",
      "th": "ไม่ว่าเราเคยขัดแย้งกันยังไง ตอนนี้ลูกต้องฟังพ่อ"
    }
  },
  {
    "translation": {
      "en": "You're making a terrible mistake.",
      "th": "ลูกกำลังทำผิดพลาดอย่างแรง"
    }
  },
  {
    "translation": {
      "en": "You cannot win this case.",
      "th": "ลูกไม่สามารถชนะคดีนี้"
    }
  },
  {
    "translation": {
      "en": "You're going to ruin your career. Why? For what?",
      "th": "ลูกจะทำลายอาชีพตัวเองทำไม เพื่ออะไร"
    }
  },
  {
    "translation": {
      "en": "To hurt me? To change me?",
      "th": "เพื่อทำร้ายพ่อเหรอ เพื่อเปลี่ยนพ่อเหรอ"
    }
  },
  {
    "translation": {
      "en": "Helen... Don't touch me!",
      "th": "-เฮเลน -อย่าแตะตัวหนู"
    }
  },
  {
    "translation": {
      "en": "REACHER: Thanks for letting me take a look.",
      "th": "ขอบคุณที่ให้ผมดู เราชอบมากเวลาเพื่อนๆผู้ต้องหา ทำลายงานเราเสียหาย"
    }
  },
  {
    "translation": {
      "en": "Hey. We love it when friends of the accused try to tear our work to shreds.",
      "th": "เราชอบมากเวลาเพื่อนๆผู้ต้องหา ทำลายงานเราเสียหาย"
    }
  },
  {
    "translation": {
      "en": "He's not my friend.",
      "th": "เขาไม่ใช่เพื่อนผม"
    }
  },
  {
    "translation": {
      "en": "So you keep saying. Find any holes?",
      "th": "คุณเลยพูดบ่อยๆ เจอช่องโหว่รึยัง คุณไม่เห็นต้องหนักมือจนเขาเข้ารพ"
    }
  },
  {
    "translation": {
      "en": "Well, you didn't have to put him in the hospital.",
      "th": "คุณไม่เห็นต้องหนักมือจนเขาเข้ารพ"
    }
  },
  {
    "translation": {
      "en": "Other than that, damn fine police work. It's open and shut.",
      "th": "อื่นๆก็งานตำรวจทั่วไป ปิดคดีง่ายดาย"
    }
  },
  {
    "translation": {
      "en": "What can I say? The scene was a gold mine.",
      "th": "ผมว่าที่เกิดเหตุก็คือเหมืองทอง เราต่างก็รู้ว่าจะเจอทองคำได้ มันต้องขุดเป็น"
    }
  },
  {
    "translation": {
      "en": "Come on. Now we both know gold's only as good as the man digging.",
      "th": "เราต่างก็รู้ว่าจะเจอทองคำได้ มันต้องขุดเป็น คุณจะกลับมาดูหลักฐานอีกเมื่อไหร่ก็"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, anytime you want to come back, take a look at this stuff...",
      "th": "คุณจะกลับมาดูหลักฐานอีกเมื่อไหร่ก็"
    }
  },
  {
    "translation": {
      "en": "No, thanks. Don't need to.",
      "th": "ไม่ต้องหรอก ไม่จำเป็น"
    }
  },
  {
    "translation": {
      "en": "You never took any notes.",
      "th": "คุณไม่จดอะไรไปเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, I don't need to.",
      "th": "ผมไม่จำเป็นต้องจด"
    }
  },
  {
    "translation": {
      "en": "(CHUCKLING) So you were some real hot shit in the Army, huh?",
      "th": "คุณเคยเป็นพี่ใหญ่ ในกองทัพจริงๆใช่มั้ยเนี่ย"
    }
  },
  {
    "translation": {
      "en": "I did all right.",
      "th": "ผมก็ใหญ่พอตัว สารวัตรทหารส่วนใหญ่ทำอะไรกันล่ะ แยกขี้เมาตีกันในบาร์เหรอ"
    }
  },
  {
    "translation": {
      "en": "So what does an Army cop do mostly?",
      "th": "สารวัตรทหารส่วนใหญ่ทำอะไรกันล่ะ แยกขี้เมาตีกันในบาร์เหรอ"
    }
  },
  {
    "translation": {
      "en": "Break up bar fights?",
      "th": "สารวัตรทหารส่วนใหญ่ทำอะไรกันล่ะ แยกขี้เมาตีกันในบาร์เหรอ งานผมคล้ายคุณมากนะ ต่างกันนิดเดียว"
    }
  },
  {
    "translation": {
      "en": "I did what you do pretty much, with one minor difference.",
      "th": "งานผมคล้ายคุณมากนะ ต่างกันนิดเดียว"
    }
  },
  {
    "translation": {
      "en": "What's that?",
      "th": "ตรงไหน"
    }
  },
  {
    "translation": {
      "en": "Every suspect was a trained killer.",
      "th": "คนร้ายของผมทุกคนคือนักฆ่าอาชีพ"
    }
  },
  {
    "translation": {
      "en": "Thanks again.",
      "th": "ขอบคุณอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "Why do you think he paid for parking?",
      "th": "คุณว่าเขาจ่ายค่าจอดรถทำไม"
    }
  },
  {
    "translation": {
      "en": "Pardon?",
      "th": "อะไรนะ เขากำลังจะยิงหกนัดใส่ฝูงชนแปลกหน้า"
    }
  },
  {
    "translation": {
      "en": "He's about to fire six shots into a crowd of strangers.",
      "th": "เขากำลังจะยิงหกนัดใส่ฝูงชนแปลกหน้า"
    }
  },
  {
    "translation": {
      "en": "And he's worried about the meter maid?",
      "th": "เขายังจะห่วงมิเตอร์จอดรถอีกเหรอ"
    }
  },
  {
    "translation": {
      "en": "\"Simple loony\" won't do it for you?",
      "th": "คุณไม่เชื่อว่าเพราะเขาเสียสติเหรอ"
    }
  },
  {
    "translation": {
      "en": "I like to have at least one alternate theory.",
      "th": "ผมอยากได้ทฤษฏีอื่นที่ต่างจากนั้น"
    }
  },
  {
    "translation": {
      "en": "Habit.",
      "th": "นิสัย"
    }
  },
  {
    "translation": {
      "en": "Muscle memory.",
      "th": "ความทรงจำของร่างกาย"
    }
  },
  {
    "translation": {
      "en": "I don't think he knew he was doing it.",
      "th": "ผมว่าเขาทำไปโดยไม่รู้ตัว"
    }
  },
  {
    "translation": {
      "en": "Like I said, it's damn fine work.",
      "th": "เหมือนที่ผมบอก มันก็งานตำรวจทั่วไป"
    }
  },
  {
    "translation": {
      "en": "Hey, Army.",
      "th": "เฮ้ ทหารบก"
    }
  },
  {
    "translation": {
      "en": "What's the serial number on the rifle?",
      "th": "จำชุดตัวเลขบนปืนไรเฟิลเขาได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "What's the date on the quarter?",
      "th": "แล้วเขาใช้เหรียญปีไหน"
    }
  },
  {
    "translation": {
      "en": "1968.",
      "th": "1968"
    }
  },
  {
    "translation": {
      "en": "Forest for the trees, Detective.",
      "th": "เส้นผมบังภูเขา คุณนักสืบ"
    }
  },
  {
    "translation": {
      "en": "Forest for the trees.",
      "th": "เส้นผมบังภูเขา"
    }
  },
  {
    "translation": {
      "en": "Mind if I share your table?",
      "th": "หนูขอนั่งด้วยได้มั้ยคะพี่"
    }
  },
  {
    "translation": {
      "en": "I'm Sandy.",
      "th": "หนูชื่อแซนดี้"
    }
  },
  {
    "translation": {
      "en": "So was I. Last week.",
      "th": "ฉันก็ชื่อนี้เมื่ออาทิตย์ก่อน"
    }
  },
  {
    "translation": {
      "en": "On a beach, in Florida.",
      "th": "ที่ชาดหาดในฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "What's your name?",
      "th": "พี่ชื่ออะไรคะ"
    }
  },
  {
    "translation": {
      "en": "Jimmie Reese.",
      "th": "จิมมี่ รีส"
    }
  },
  {
    "translation": {
      "en": "You don't look like a Jimmie.",
      "th": "คุณหน้าตาไม่เหมือนคนชื่อจิมมี่"
    }
  },
  {
    "translation": {
      "en": "What do I look like?",
      "th": "แล้วฉันน่าจะชื่อไหน"
    }
  },
  {
    "translation": {
      "en": "I don't know. But not a Jimmie.",
      "th": "ไม่รู้สิพี่ แต่ไม่ใช่จิมมี่แน่"
    }
  },
  {
    "translation": {
      "en": "So you're new in town?",
      "th": "เพิ่งย้ายมาอยู่เมืองนี้เหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Usually.",
      "th": "ย้ายบ่อย"
    }
  },
  {
    "translation": {
      "en": "It's kind of loud in here.",
      "th": "ในนี้เสียงดังจะตาย พี่อยากไปหาที่เงียบๆคุยกับหนูมั้ย หนูขับรถมา"
    }
  },
  {
    "translation": {
      "en": "Do you want to maybe go someplace quieter? I have a car.",
      "th": "พี่อยากไปหาที่เงียบๆคุยกับหนูมั้ย หนูขับรถมา"
    }
  },
  {
    "translation": {
      "en": "You're old enough to drive?",
      "th": "เธอโตพอจะขับรถได้แล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm old enough to do a lot of things.",
      "th": "หนูโตพอจะทำอะไรได้อีกเยอะนะ"
    }
  },
  {
    "translation": {
      "en": "I'm on a budget, Sandy.",
      "th": "ฉันมีเงินใช้สอยจำกัด แซนดี้"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "I can't afford you.",
      "th": "ฉันไม่มีเงินจ่ายค่าตัวเธอ"
    }
  },
  {
    "translation": {
      "en": "I'm not a hooker.",
      "th": "หนูไม่ได้ขายตัวนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, then I really can't afford you.",
      "th": "งั้นยิ่งแล้วใหญ่ฉันเลี้ยงเธอไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "Seriously, I work at the auto parts store.",
      "th": "หนูมีงานทำ หนูอยู่ร้านขายอะไหล่ยนต์"
    }
  },
  {
    "translation": {
      "en": "What I mean is, the cheapest woman tends to be the one you pay for.",
      "th": "ฉันแค่จะบอกว่าจ่ายเงินซื้อกิน มันประหยัดกว่า"
    }
  },
  {
    "translation": {
      "en": "I am not a hooker!",
      "th": "ฉันไม่ใช่อีตัวนะ!"
    }
  },
  {
    "translation": {
      "en": "No. A hooker would get the joke.",
      "th": "ถ้าเป็นอีตัวคงเข้าใจง่ายกว่านี้"
    }
  },
  {
    "translation": {
      "en": "MAN: What's this? He called me a whore.",
      "th": "-มีเรื่องอะไรกัน -เขาด่าฉันเป็นกะหรี่"
    }
  },
  {
    "translation": {
      "en": "Is that true?",
      "th": "จริงเหรอวะ"
    }
  },
  {
    "translation": {
      "en": "Well, nobody said whore. She inferred hooker, but I meant slut.",
      "th": "ไม่มีใครพูดว่ากะหรี่ เธอพูดว่าอีตัว ฉันแค่หมายถึงแรด"
    }
  },
  {
    "translation": {
      "en": "Hey. That's our sister.",
      "th": "เฮ้ย นั่นน้องสาวพวกข้านะ"
    }
  },
  {
    "translation": {
      "en": "Is she a good kisser?",
      "th": "น้องสาวแกจูบเก่งมั้ย"
    }
  },
  {
    "translation": {
      "en": "Hey. Outside.",
      "th": "เฮ้ย ลุกไปข้างนอก"
    }
  },
  {
    "translation": {
      "en": "Pay your check first.",
      "th": "จ่ายเหล้าให้เรียบร้อยก่อน"
    }
  },
  {
    "translation": {
      "en": "I'll pay later.",
      "th": "เดี๋ยวฉันค่อยกลับมาจ่าย"
    }
  },
  {
    "translation": {
      "en": "You won't be able to.",
      "th": "แกไม่มีปัญญากลับมาจ่าย"
    }
  },
  {
    "translation": {
      "en": "You think?",
      "th": "แกคิดงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "All the time. You should try it.",
      "th": "คิดตลอด แกลองดูมั่งสิ"
    }
  },
  {
    "translation": {
      "en": "It's a great joke, but I'm going to beat your ass. Do you want to do that here or outside?",
      "th": "ฉันจะกระทืบแก แกจะเอาตรงนี้ หรือออกไปข้างนอก"
    }
  },
  {
    "translation": {
      "en": "Outside.",
      "th": "ข้างนอก"
    }
  },
  {
    "translation": {
      "en": "Stay here, Sandy.",
      "th": "เธอรอในนี้ แซนดี้"
    }
  },
  {
    "translation": {
      "en": "I don't mind the sight of blood.",
      "th": "ฉันไม่ตกใจที่เห็นเลือดหรอก"
    }
  },
  {
    "translation": {
      "en": "When it means you're not pregnant, anyway.",
      "th": "เมื่อมันหมายถึงว่าเธอไม่ท้องสินะ"
    }
  },
  {
    "translation": {
      "en": "You still think you're funny now, creep?",
      "th": "ยังคิดว่ามุขตัวเองฮาอยู่มั้ยไอ้กุ๊ย"
    }
  },
  {
    "translation": {
      "en": "Shut your mouth, Sandy! No one is talking to you.",
      "th": "หุบปากซะ แซนดี้! ไม่มีใครพูดกับเธอ"
    }
  },
  {
    "translation": {
      "en": "It's your last chance to walk away.",
      "th": "ฉันให้โอกาสแกหนีเป็นครั้งสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "Are you kidding? It's five against one.",
      "th": "ฉันเนี่ยนะต้องหนี ห้าต่อหนึ่งนะโว้ย"
    }
  },
  {
    "translation": {
      "en": "It's three against one.",
      "th": "สามต่อหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "How do you figure?",
      "th": "แกนับประสาอะไรวะ พอฉันคว่ำหัวหน้าแก๊งซึ่งคือแกได้"
    }
  },
  {
    "translation": {
      "en": "Well, once I take out the leader, which is you,",
      "th": "พอฉันคว่ำหัวหน้าแก๊งซึ่งคือแกได้ ฉันก็แค่ตามเก็บลูกสมุนแกซ้ายขวา"
    }
  },
  {
    "translation": {
      "en": "I'll have to contend with one or two enthusiastic wingmen.",
      "th": "ฉันก็แค่ตามเก็บลูกสมุนแกซ้ายขวา"
    }
  },
  {
    "translation": {
      "en": "The last two guys, they always run.",
      "th": "ส่วนไอ้สองตัวสุดท้าย โกยสี่ตีนตลอด"
    }
  },
  {
    "translation": {
      "en": "Oh, you, uh, you've done this before?",
      "th": "อ้อ แกเจอมาเยอะสิท่า"
    }
  },
  {
    "translation": {
      "en": "It's getting late.",
      "th": "ชักจะดึกแล้วว่ะ"
    }
  },
  {
    "translation": {
      "en": "Remember,",
      "th": "จำเอาไว้"
    }
  },
  {
    "translation": {
      "en": "you wanted this.",
      "th": "แกว้อนท์เอง"
    }
  },
  {
    "translation": {
      "en": "It's okay. You're okay.",
      "th": "ไม่เป็นไร แกยังไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Get up. (GROANS LOUDLY)",
      "th": "ลุกขึ้น"
    }
  },
  {
    "translation": {
      "en": "Now we know who's who.",
      "th": "โอเค ทีนี้รู้แล้วว่าใครเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "Let's get this done.",
      "th": "จะได้เคลียร์จบไว"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "th": "ยังจะเอาเหรอ"
    }
  },
  {
    "translation": {
      "en": "On the ground!",
      "th": "หมอบลงกับพื้น"
    }
  },
  {
    "translation": {
      "en": "That's a pretty impressive response time, fellas.",
      "th": "มาพิทักษ์ประชาชนไวจังนะพวก"
    }
  },
  {
    "translation": {
      "en": "COP 1: Do it!",
      "th": "นอนลง!"
    }
  },
  {
    "translation": {
      "en": "COP 2: Hands behind your back.",
      "th": "ไพล่มือมาข้างหลัง"
    }
  },
  {
    "translation": {
      "en": "Who hired you?",
      "th": "ใครจ้างแกมา"
    }
  },
  {
    "translation": {
      "en": "COP 2: Let's go.",
      "th": "ไปได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Hey, Helen.",
      "th": "เฮ้ เฮเลน"
    }
  },
  {
    "translation": {
      "en": "HELEN: Am I wearing too much perfume?",
      "th": "ฉันฉีดน้ำหอมเยอะไปเหรอ"
    }
  },
  {
    "translation": {
      "en": "Breathing too sternly. Detective Emerson.",
      "th": "เสียงหายใจถึกเกินนักสืบเอเมอร์สัน"
    }
  },
  {
    "translation": {
      "en": "Somebody dead? And if someone is?",
      "th": "-มีใครตายเหรอ -แล้วถ้ามีล่ะ"
    }
  },
  {
    "translation": {
      "en": "Then they died of shame. 'Cause I was being gentle.",
      "th": "ตายเพราะขายหน้าสิงั้น เพราะผมเพลามือให้แล้ว ผมเริ่มเข้าใจแล้วทำไมคุณถึงย้ายบ่อย รีชเชอร์"
    }
  },
  {
    "translation": {
      "en": "I'm starting to understand why you move around a lot, Reacher.",
      "th": "ผมเริ่มเข้าใจแล้วทำไมคุณถึงย้ายบ่อย รีชเชอร์"
    }
  },
  {
    "translation": {
      "en": "REACHER: So no one's dead.",
      "th": "ตกลงไม่มีใครตายนะ"
    }
  },
  {
    "translation": {
      "en": "One guy likely won't ever walk right again.",
      "th": "มีคนหนึ่งอาจเดินเดี้ยงไปตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "REACHER: You want to charge me. EMERSON: Very much.",
      "th": "-คุณอยากจับผมล่ะสิ -อยากมาก"
    }
  },
  {
    "translation": {
      "en": "But no one's pressing.",
      "th": "แต่ไม่มีใครแจ้งจับล่ะสิ"
    }
  },
  {
    "translation": {
      "en": "Sadly, no.",
      "th": "เสียดายที่ไม่มี"
    }
  },
  {
    "translation": {
      "en": "Am I free to go?",
      "th": "ผมไปได้แล้วสิงั้น"
    }
  },
  {
    "translation": {
      "en": "Hey, Emerson.",
      "th": "เฮ้ เอเมอร์สัน"
    }
  },
  {
    "translation": {
      "en": "4862681.",
      "th": "4862681"
    }
  },
  {
    "translation": {
      "en": "What's that?",
      "th": "มันคืออะไร"
    }
  },
  {
    "translation": {
      "en": "It's the serial number on Barr's rifle.",
      "th": "ชุดตัวเลขบนปืนไรเฟิลของบารร์"
    }
  },
  {
    "translation": {
      "en": "You're working for me, do you understand that?",
      "th": "คุณทำงานให้ฉันนะ เข้าใจมั้ย ทุกอย่างที่คุณทำ สะท้อนถึงบริษัทฉัน ตัวฉัน"
    }
  },
  {
    "translation": {
      "en": "So everything you do is a reflection on my firm. On me.",
      "th": "ทุกอย่างที่คุณทำ สะท้อนถึงบริษัทฉัน ตัวฉัน"
    }
  },
  {
    "translation": {
      "en": "I was set up.",
      "th": "ผมถูกจัดฉาก"
    }
  },
  {
    "translation": {
      "en": "You're talking to a lawyer.",
      "th": "คุณกำลังคุยอยู่กับทนาย"
    }
  },
  {
    "translation": {
      "en": "There was this girl. She came onto me. Picked a fight.",
      "th": "มีเด็กสาวคนนึงมาอ่อยผม ชวนวิวาท"
    }
  },
  {
    "translation": {
      "en": "Which never happens in a bar.",
      "th": "เรื่องแบบนี้ไม่เคยเกิดในบาร์สินะ"
    }
  },
  {
    "translation": {
      "en": "She was thrown when I told her my name.",
      "th": "พอผมบอกชื่อผม เธอไม่ยอมเชื่อ"
    }
  },
  {
    "translation": {
      "en": "She was expecting Mike Tyson?",
      "th": "เธอนึกว่าคุณชื่อไมค์ ไทสัน"
    }
  },
  {
    "translation": {
      "en": "She wasn't expecting Jimmie Reese.",
      "th": "เธอไม่เชื่อว่าชื่อจิมมี่ รีส"
    }
  },
  {
    "translation": {
      "en": "Yankees second baseman.",
      "th": "ผู้เล่นเบสสองของทีมแยงกี้ ทำไมคุณเอ่ยชื่อเบสสองของทีมแยงกี้"
    }
  },
  {
    "translation": {
      "en": "Why did you say you were a Yankees second baseman?",
      "th": "ทำไมคุณเอ่ยชื่อเบสสองของทีมแยงกี้"
    }
  },
  {
    "translation": {
      "en": "I always use Yankees second basemen. I didn't say I was a Yankees second baseman, I just said...",
      "th": "ผมใช้ชื่อเบสสองของแยงกี้ตลอด ผมไม่ได้พูดว่าผมเป็นเบสสองของแยงกี้"
    }
  },
  {
    "translation": {
      "en": "Look, the point is, she was expecting to hear \"Jack Reacher.\"",
      "th": "ประเด็นคือ เธอหวังจะได้ยินชื่อ แจ็ค รีชเชอร์"
    }
  },
  {
    "translation": {
      "en": "She knew who I was. And the cops were rolling before the fight even started.",
      "th": "เธอรู้ว่าผมเป็นใคร ตำรวจออกรถมาก่อนเราเริ่มลงมือ"
    }
  },
  {
    "translation": {
      "en": "And those five guys are her brothers? Come on.",
      "th": "ห้าคนนั้นเป็นพี่ชายเธอเหรอ ไม่มีทาง"
    }
  },
  {
    "translation": {
      "en": "Someone sent those boys to put me down.",
      "th": "มีคนส่งผู้ชายกลุ่มนั้นมารุมยำผม"
    }
  },
  {
    "translation": {
      "en": "Who?",
      "th": "ใครล่ะ"
    }
  },
  {
    "translation": {
      "en": "HELEN: If someone followed you at the river today, it was probably a cop. And I highly doubt...",
      "th": "ถ้ามีใครตามคุณวันนี้ ก็อาจเป็นตำรวจ"
    }
  },
  {
    "translation": {
      "en": "There are three things cops never do.",
      "th": "มีสามอย่างที่ตำรวจไม่ทำ โหวตดีโมแครต ขับคาดิแลค ใช้พาหนะส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "They don't vote Democrat, they don't drive Cadillacs, and they never use personal vehicles.",
      "th": "โหวตดีโมแครต ขับคาดิแลค ใช้พาหนะส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "It's not a cop.",
      "th": "ไม่ใช่ตำรวจแน่"
    }
  },
  {
    "translation": {
      "en": "A P.I., then, or the D.A.'s office.",
      "th": "นักสืบเอกชน หรือคนของสำนักอัยการ -คุณคิดว่าพ่อคุณเล่นงานผม -ทำไมถึงจะมีคนเล่นงานคุณ"
    }
  },
  {
    "translation": {
      "en": "You think your father's office would set me up? Why would anyone set you up?",
      "th": "-คุณคิดว่าพ่อคุณเล่นงานผม -ทำไมถึงจะมีคนเล่นงานคุณ"
    }
  },
  {
    "translation": {
      "en": "How was your day?",
      "th": "ไปเยี่ยมญาติเป็นไง"
    }
  },
  {
    "translation": {
      "en": "It went exactly the way I think",
      "th": "มันก็เป็นอย่างที่ฉันคิดว่า"
    }
  },
  {
    "translation": {
      "en": "you hoped it would.",
      "th": "คุณหวังให้มันเป็นนะ"
    }
  },
  {
    "translation": {
      "en": "You okay?",
      "th": "คุณโอเคมั้ย"
    }
  },
  {
    "translation": {
      "en": "What'd you learn?",
      "th": "คุณเรียนรู้อะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "HELEN: Chrissie Farrior was 22.",
      "th": "คริสซี่ แฟร์ริเออร์ อายุ 22"
    }
  },
  {
    "translation": {
      "en": "A nanny caring for the six-year-old daughter of family friends.",
      "th": "เป็นพี่เลี้ยงเด็กหญิงหกขวบที่รู้จัก"
    }
  },
  {
    "translation": {
      "en": "She'd finally saved enough money for a trip to China,",
      "th": "เธอเก็บเงินไปเที่ยวเมืองจีน เธอควรไปก่อนหน้านั้นอาทิตย์นึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "in fact, she should have left the week before.",
      "th": "เธอเก็บเงินไปเที่ยวเมืองจีน เธอควรไปก่อนหน้านั้นอาทิตย์นึงแล้ว แต่เด็กหญิงอยากให้ คริสซี่อยู่ฉลองวันเกิดเจ็ดขวบ"
    }
  },
  {
    "translation": {
      "en": "But the girl she cared for wanted Chrissie to stay for her 7th birthday.",
      "th": "แต่เด็กหญิงอยากให้ คริสซี่อยู่ฉลองวันเกิดเจ็ดขวบ"
    }
  },
  {
    "translation": {
      "en": "They'd gone downtown that day to shop for a party dress.",
      "th": "พวกเธอไปดาวน์ทาวน์ วันนั้นเพื่อซื้อเสื้อผ้าปาร์ตี้"
    }
  },
  {
    "translation": {
      "en": "Rita Coronado worked as a cleaning lady at the River Cross Plaza.",
      "th": "ริต้า โคโรนาโดเป็นแม่บ้าน ทำความสะอาดที่ริเวอร์ ครอส พลาซ่า"
    }
  },
  {
    "translation": {
      "en": "She was usually late for work, but she had a good reason.",
      "th": "เธอเข้างานสายบ่อยครั้ง แต่มีเหตุผล"
    }
  },
  {
    "translation": {
      "en": "Since her son Marco was nine years old",
      "th": "ตั้งแต่ลูกชายเธอ มาร์โคเก้าขวบ เธอไปส่งเขาที่โรงเรียนเองทุกวัน"
    }
  },
  {
    "translation": {
      "en": "she had to personally drop him at school to make sure he actually went.",
      "th": "เธอไปส่งเขาที่โรงเรียนเองทุกวัน"
    }
  },
  {
    "translation": {
      "en": "But her dedication had paid off.",
      "th": "หยาดเหงื่อของแม่ไม่สูญเปล่า"
    }
  },
  {
    "translation": {
      "en": "Marco was now an honor student.",
      "th": "มาร์โคเป็นนักศึกษาเกียรตินิยม"
    }
  },
  {
    "translation": {
      "en": "As a reward for all his hard work,",
      "th": "เพื่อตอบแทนความขยันเรียน ริต้าพาเขาไปดูเบสบอลเกมแรก"
    }
  },
  {
    "translation": {
      "en": "Rita was taking him to his first baseball game.",
      "th": "เพื่อตอบแทนความขยันเรียน ริต้าพาเขาไปดูเบสบอลเกมแรก เธอกำลังขับไปรับตั๋วเบสบอลบ่ายนั้น"
    }
  },
  {
    "translation": {
      "en": "And she was on her way to pick up the tickets that very afternoon.",
      "th": "เธอกำลังขับไปรับตั๋วเบสบอลบ่ายนั้น"
    }
  },
  {
    "translation": {
      "en": "Nancy Holt's last words to her husband were a lie.",
      "th": "ก่อนตายแนนซี่ โฮลต์พูดโกหกกับสามี"
    }
  },
  {
    "translation": {
      "en": "I love you, babe. See you! Bye.",
      "th": "ผมรักคุณ แล้วเจอกัน เธอบอกจะเอารถไปเข้าศูนย์บริการ แต่จริงๆ เธอไปดาวน์ทาวน์"
    }
  },
  {
    "translation": {
      "en": "She told him she was taking her car to be serviced, but in fact, she was headed downtown.",
      "th": "เธอบอกจะเอารถไปเข้าศูนย์บริการ แต่จริงๆ เธอไปดาวน์ทาวน์"
    }
  },
  {
    "translation": {
      "en": "It's perfect.",
      "th": "เธอบอกคนขายว่าไม่อยากให้รายการซื้อ ปรากฎบนบัตรเครดิต"
    }
  },
  {
    "translation": {
      "en": "She told the clerk she didn't want the purchase showing up on her credit card.",
      "th": "เธอบอกคนขายว่าไม่อยากให้รายการซื้อ ปรากฎบนบัตรเครดิต เธออยากเซอร์ไพรส์สามีวันครบรอบสิบปี"
    }
  },
  {
    "translation": {
      "en": "She wanted to surprise her husband for their 10th anniversary",
      "th": "เธออยากเซอร์ไพรส์สามีวันครบรอบสิบปี"
    }
  },
  {
    "translation": {
      "en": "just a few days away. Thank you.",
      "th": "ที่จะมาถึงในไม่กี่วัน"
    }
  },
  {
    "translation": {
      "en": "Oline Archer never liked her husband's construction business,",
      "th": "โอไลน์ อาร์เชอร์ ไม่เคยชอบธุรกิจก่อสร้างของสามี แม้จะช่วยเขาสร้างกระทั่งเป็นบริษัท แห่งหนึ่งที่ใหญ่ที่สุดในเมือง"
    }
  },
  {
    "translation": {
      "en": "even after helping him become one of the largest contractors in the county.",
      "th": "แม้จะช่วยเขาสร้างกระทั่งเป็นบริษัท แห่งหนึ่งที่ใหญ่ที่สุดในเมือง ฉะนั้นเธอจึงโล่งใจขึ้นเมื่อ"
    }
  },
  {
    "translation": {
      "en": "So it came as a relief when his failing health and a costly lawsuit",
      "th": "ฉะนั้นเธอจึงโล่งใจขึ้นเมื่อ สุขภาพที่ย่ำแย่และค่าฟ้องร้องสูงลิบ บีบให้พวกเขาต้องขายกิจการต่อ"
    }
  },
  {
    "translation": {
      "en": "were forcing them to sell to the competition.",
      "th": "สุขภาพที่ย่ำแย่และค่าฟ้องร้องสูงลิบ บีบให้พวกเขาต้องขายกิจการต่อ"
    }
  },
  {
    "translation": {
      "en": "Rob?",
      "th": "ร็อบ"
    }
  },
  {
    "translation": {
      "en": "Help! Help!",
      "th": "ช่วยด้วยๆ"
    }
  },
  {
    "translation": {
      "en": "Her husband had given his life for the company.",
      "th": "สามีเธอแลกชีวิตตัวเองเพื่อบริษัท"
    }
  },
  {
    "translation": {
      "en": "But now that it was hers,",
      "th": "มันกลายมาเป็นของเธอแล้ว"
    }
  },
  {
    "translation": {
      "en": "she couldn't bring herself to let it go.",
      "th": "เธอไม่สามารถตัดใจปล่อยมันไป"
    }
  },
  {
    "translation": {
      "en": "She was on her way to secure a loan that day",
      "th": "เธอกำลังเดินทางไปรับเงินกู้ เพื่อรักษาบริษัทที่เธอเกลียดมาตลอด"
    }
  },
  {
    "translation": {
      "en": "so she could keep the business she'd always hated.",
      "th": "เพื่อรักษาบริษัทที่เธอเกลียดมาตลอด"
    }
  },
  {
    "translation": {
      "en": "Darren Sawyer was an investment broker",
      "th": "แดร์เรน ซอว์เยอร์เป็นโบรคเกอร์ การลงทุนในตึกเดียวกับที่ทำงานริต้า"
    }
  },
  {
    "translation": {
      "en": "in the same building where Rita worked.",
      "th": "แดร์เรน ซอว์เยอร์เป็นโบรคเกอร์ การลงทุนในตึกเดียวกับที่ทำงานริต้า เมียเขาต่อว่าที่เขาเริ่ม กลับบ้านดึกขึ้นทุกที"
    }
  },
  {
    "translation": {
      "en": "His wife said he'd grown increasingly distant of late.",
      "th": "เมียเขาต่อว่าที่เขาเริ่ม กลับบ้านดึกขึ้นทุกที เธอจำไม่ได้ว่าคำสุดท้ายพูดว่าอะไร แต่มันไม่ใช่คำรื่นหู"
    }
  },
  {
    "translation": {
      "en": "She can't remember their last words to one another, but they weren't kind.",
      "th": "เธอจำไม่ได้ว่าคำสุดท้ายพูดว่าอะไร แต่มันไม่ใช่คำรื่นหู ศพแดร์เรนถูกพบข้างช่อกุหลาบสดใหม่ ที่เขาเพิ่งซื้อเช้าวันนั้น"
    }
  },
  {
    "translation": {
      "en": "Darren's body was found beside a fresh bouquet of roses he'd bought that morning",
      "th": "ศพแดร์เรนถูกพบข้างช่อกุหลาบสดใหม่ ที่เขาเพิ่งซื้อเช้าวันนั้น เมียเขารู้สึกอบอุ่นใจ อย่างน้อยในช่วงสุดท้ายของชีวิต"
    }
  },
  {
    "translation": {
      "en": "and his wife takes comfort in the fact that, in his last moments,",
      "th": "เมียเขารู้สึกอบอุ่นใจ อย่างน้อยในช่วงสุดท้ายของชีวิต"
    }
  },
  {
    "translation": {
      "en": "he was most likely thinking of her.",
      "th": "ในหัวใจเขาก็คิดถึงเธอ"
    }
  },
  {
    "translation": {
      "en": "We're gonna be okay. We're gonna be okay. We're gonna be okay.",
      "th": "เราจะต้องไม่เป็นไรๆ"
    }
  },
  {
    "translation": {
      "en": "We're gonna be okay, we're gonna be okay, we're gonna be okay, we're gonna be okay. (GASPS)",
      "th": "เราจะต้องไม่เป็นไรๆๆ"
    }
  },
  {
    "translation": {
      "en": "REACHER: So what'd you learn?",
      "th": "คุณได้เรียนรู้อะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "You want me to say you were right. You want me to say that this isn't the fight.",
      "th": "คุณอยากให้ฉันพูดว่าคุณพูดถูก อยากให้บอกว่านี่ไม่ใช่การต่อสู้"
    }
  },
  {
    "translation": {
      "en": "James Barr should die.",
      "th": "เจมส์ บารร์สมควรตาย"
    }
  },
  {
    "translation": {
      "en": "Maybe he should.",
      "th": "เขาก็อาจสมควรตายนะ ผมหมายถึง คุณเรียนรู้อะไรเกี่ยวกับเหยื่อ"
    }
  },
  {
    "translation": {
      "en": "I meant, what did you learn about the victims.",
      "th": "ผมหมายถึง คุณเรียนรู้อะไรเกี่ยวกับเหยื่อ"
    }
  },
  {
    "translation": {
      "en": "What more do you want? They were five innocent people senselessly murdered.",
      "th": "พวกเขาคือผู้บริสุทธิ์ห้าคนที่ถูกฆ่า อย่างไร้เหตุผล"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. Could you please put a shirt on?",
      "th": "ขอโทษ คุณช่วยใส่เสื้อได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "This is my shirt.",
      "th": "ผมมีเสื้อตัวเดียวนี่"
    }
  },
  {
    "translation": {
      "en": "You lose your luggage?",
      "th": "คุณทำกระเป๋าเดินทางหายเหรอ"
    }
  },
  {
    "translation": {
      "en": "I don't have any luggage.",
      "th": "ผมไม่เคยมีกระเป๋า"
    }
  },
  {
    "translation": {
      "en": "Uh, what was I saying?",
      "th": "ฉันพูดถึงไหนแล้ว -ผู้บริสุทธิ์ห้าคน -ถูกฆ่าส่งเดช"
    }
  },
  {
    "translation": {
      "en": "Five innocent people. Murdered at random, yes.",
      "th": "-ผู้บริสุทธิ์ห้าคน -ถูกฆ่าส่งเดช"
    }
  },
  {
    "translation": {
      "en": "(EXHALES DEEPLY) You know how many people die in this country every year?",
      "th": "คุณรู้มั้ยประเทศนี้มีคนตายปีละกี่คน"
    }
  },
  {
    "translation": {
      "en": "Two and a half million.",
      "th": "สองล้านห้า"
    }
  },
  {
    "translation": {
      "en": "That means every day,",
      "th": "นั่นหมายถึงทุกวัน คร่าวๆ จะมีคนอเมริกันเจ็ดพันคน จะได้ตื่นขึ้นเป็นวันสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "roughly 7,000 average Americans wake up for the last time.",
      "th": "คร่าวๆ จะมีคนอเมริกันเจ็ดพันคน จะได้ตื่นขึ้นเป็นวันสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "Last Friday, five of them converged on a single spot and died together. Is that random?",
      "th": "ศุกร์ที่แล้วห้าคนตายอยู่ที่เดียวกัน นั่นเรียกฆ่าส่งเดชเหรอ"
    }
  },
  {
    "translation": {
      "en": "What else would you call it?",
      "th": "แล้วคุณเรียกว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "Well, take Darren and Nancy. Odds are they were having an affair.",
      "th": "มีความเป็นไปได้ว่า แดร์เรนกับแนนซี่เป็นชู้กัน"
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "th": "ว่าไงนะ ผู้ชายไม่ซื้อกุหลาบให้เมีย ช่วงเช้าไปทำงาน"
    }
  },
  {
    "translation": {
      "en": "You don't buy roses for your wife on the way to work.",
      "th": "ผู้ชายไม่ซื้อกุหลาบให้เมีย ช่วงเช้าไปทำงาน"
    }
  },
  {
    "translation": {
      "en": "You buy them on the way home.",
      "th": "เราจะซื้อช่วงเย็นก่อนกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "And you don't worry about a charge showing up on your credit card",
      "th": "คุณจะไม่ห่วงรายการ บนใบแจ้งหนี้บัตรเครดิต"
    }
  },
  {
    "translation": {
      "en": "when your anniversary is that weekend.",
      "th": "เมื่อวันครบรอบแต่งงานคุณ คือวีคเอนด์นั้น"
    }
  },
  {
    "translation": {
      "en": "Unless it's the gift you're hiding.",
      "th": "นอกจากมันเป็นของขวัญที่คุณปิดบังเขา"
    }
  },
  {
    "translation": {
      "en": "And that's why she kept walking",
      "th": "เธอถึงเดินเข้าไปหาเขาช้าๆ"
    }
  },
  {
    "translation": {
      "en": "while everyone else ran.",
      "th": "ขณะที่ทุกคนวิ่งแตกตื่น"
    }
  },
  {
    "translation": {
      "en": "You can't prove that.",
      "th": "คุณพิสูจน์ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "How hard would it be? Cell phones, e-mails.",
      "th": "มันจะยากแค่ไหนล่ะ เช็คมือถือหรืออีเมล"
    }
  },
  {
    "translation": {
      "en": "All it takes is someone willing to dig.",
      "th": "แค่หาคนที่เต็มใจค้นข้อมูล"
    }
  },
  {
    "translation": {
      "en": "What's your point exactly?",
      "th": "คุณจะพูดอะไรกันแน่เนี่ย ผมจะบอกว่ามีเหยื่อสองคนไม่ ได้อยู่ที่นั่นโดยบังเอิญ"
    }
  },
  {
    "translation": {
      "en": "My point is that two of the victims weren't there strictly by chance.",
      "th": "ผมจะบอกว่ามีเหยื่อสองคนไม่ ได้อยู่ที่นั่นโดยบังเอิญ"
    }
  },
  {
    "translation": {
      "en": "I need a list of Barr's known associates.",
      "th": "ผมต้องการรายชื่อผู้ช่วยของบารร์"
    }
  },
  {
    "translation": {
      "en": "There isn't one. He didn't have any. He's a classic loner. He didn't even talk to his neighbors.",
      "th": "เขาไม่มีผู้ช่วย นิสัยเขาฉายเดี่ยว เขาไม่พูดกับเพื่อนบ้านด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "He was a quiet man. Never bothered anyone.",
      "th": "เขาเป็นคนเงียบ ไม่เคยรบกวนใคร"
    }
  },
  {
    "translation": {
      "en": "Yeah, exactly.",
      "th": "ก็ใช่น่ะสิ"
    }
  },
  {
    "translation": {
      "en": "You have his credit card statement?",
      "th": "-คุณมีใบแจ้งหนี้บัตรเครดิตเขามั้ย -ฉันหาได้ ทำไม"
    }
  },
  {
    "translation": {
      "en": "I can get it. Why?",
      "th": "-คุณมีใบแจ้งหนี้บัตรเครดิตเขามั้ย -ฉันหาได้ ทำไม ผมต้องการชื่อสถานที่ที่เขาไป บาร์ โบว์ลิ่ง บาร์เปลือย"
    }
  },
  {
    "translation": {
      "en": "I need the list of all the places he hung out. Bars, bowling alleys, strip clubs,",
      "th": "ผมต้องการชื่อสถานที่ที่เขาไป บาร์ โบว์ลิ่ง บาร์เปลือย"
    }
  },
  {
    "translation": {
      "en": "gun ranges.",
      "th": "สนามยิงปืน"
    }
  },
  {
    "translation": {
      "en": "Anywhere someone would remember him. What do we hope to find?",
      "th": "-ทุกที่ที่จะมีคนจำเขาได้ -คุณหวังจะไปเจออะไร"
    }
  },
  {
    "translation": {
      "en": "I need some sleep.",
      "th": "ผมต้องไปนอนแล้ว"
    }
  },
  {
    "translation": {
      "en": "You, too.",
      "th": "คุณก็ด้วย"
    }
  },
  {
    "translation": {
      "en": "You don't really think I'm gonna...",
      "th": "คุณคงไม่คิดว่าฉันจะ"
    }
  },
  {
    "translation": {
      "en": "Be back to pick me up at 7:00.",
      "th": "เช้ามารับผมเจ็ดโมงนะ"
    }
  },
  {
    "translation": {
      "en": "Yep. Absolutely.",
      "th": "ได้ แน่นอน"
    }
  },
  {
    "translation": {
      "en": "Who's with you?",
      "th": "ใครมากับนาย"
    }
  },
  {
    "translation": {
      "en": "What happened?",
      "th": "เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Oh, that's him, isn't it?",
      "th": "เป็นเขาใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "I ain't seeing you, man!",
      "th": "ผมไม่เห็นคุณนะ!"
    }
  },
  {
    "translation": {
      "en": "Relax. What happened?",
      "th": "ใจเย็น เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Barr's attorney hired an investigator.",
      "th": "ทนายของบารร์จ้างผู้สอบสวนมาคนนึง ชื่อรีชเชอร์ อดีตสารวัตรทหารเก๋าเกม"
    }
  },
  {
    "translation": {
      "en": "Name of Reacher. Some sort of top-shelf Army cop.",
      "th": "ชื่อรีชเชอร์ อดีตสารวัตรทหารเก๋าเกม"
    }
  },
  {
    "translation": {
      "en": "He was in Baghdad the same time as Barr.",
      "th": "ไปรบแบกแดด รุ่นเดียวกับบารร์"
    }
  },
  {
    "translation": {
      "en": "So?",
      "th": "แล้วไง"
    }
  },
  {
    "translation": {
      "en": "So Barr asked for this soldier by name.",
      "th": "บารร์เรียกหาชื่อทหารคนนี้"
    }
  },
  {
    "translation": {
      "en": "Then he shows up at the river today. Then up on the highway.",
      "th": "แล้ววันนี้มันก็โผล่หัวไปที่ริมน้ำ บนถนนไฮเวย์"
    }
  },
  {
    "translation": {
      "en": "Almost like he knew something.",
      "th": "เหมือนมันรู้อะไรบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "And you said we don't like people asking questions. No, we sure don't.",
      "th": "-นายบอกไม่ชอบคนจุ้นจ้าน -ใช่ เราไม่ชอบ"
    }
  },
  {
    "translation": {
      "en": "So I took steps.",
      "th": "ฉันเลยแตะๆไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "You took steps.",
      "th": "แกแตะๆไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "Local people. My guys.",
      "th": "ฉันใช้คนท้องถิ่นลูกน้องฉันเอง"
    }
  },
  {
    "translation": {
      "en": "And it blew back on you.",
      "th": "แล้วแกก็ทำพังเละเทะ"
    }
  },
  {
    "translation": {
      "en": "I figured five guys would do it.",
      "th": "ฉันนึกว่าห้าคนจะเอามันอยู่"
    }
  },
  {
    "translation": {
      "en": "Mmm. This franchise was yours to manage.",
      "th": "หน้าที่แกมีแค่สอดแนมเรื่องของมัน จบแค่นั้นส่วนแก้ปัญหามันหน้าที่เรา เข้าใจมั้ย"
    }
  },
  {
    "translation": {
      "en": "That's all. Maintenance is our thing, you understand?",
      "th": "จบแค่นั้นส่วนแก้ปัญหามันหน้าที่เรา เข้าใจมั้ย"
    }
  },
  {
    "translation": {
      "en": "Yeah, I understand. I couldn't reach you! Well, that's how this works.",
      "th": "-ก็ฉันติดต่อนายไม่ได้ -รู้หน้าที่ซะมั่ง"
    }
  },
  {
    "translation": {
      "en": "Well, I had to make a decision!",
      "th": "ก็ฉันต้องตัดสินใจน่ะ!"
    }
  },
  {
    "translation": {
      "en": "These locals, I want their names. It's in the file.",
      "th": "-เอาชื่อลูกน้องแกมา -อยู่ในแฟ้ม"
    }
  },
  {
    "translation": {
      "en": "Any of them know who you are?",
      "th": "พวกมันรู้มั้ยแกเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "Just one, but I took care of it.",
      "th": "มีคนนึง ฉันเก็บมันไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "(SIGHS) Where's the body? It's distributed.",
      "th": "-แล้วศพอยู่ไหน -กระจายส่งออกไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "(SCOFFS)",
      "th": "ใจเย็นน่า ไม่มีใครเจอหรอก"
    }
  },
  {
    "translation": {
      "en": "Suppose we want it found, yeah?",
      "th": "-สมมติว่าเราอยากให้เจอล่ะ -ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Why the hell would you want it found? 'Cause we got a way of doing things so they stay done.",
      "th": "เพราะเรามีการทำงานให้จบอย่างเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "Clean!",
      "th": "หมดจด"
    }
  },
  {
    "translation": {
      "en": "A missing person isn't clean.",
      "th": "แค่หายไปคนมันไม่จบ"
    }
  },
  {
    "translation": {
      "en": "Christ's sakes, man. You only had to kill one goddamn person. You tapped five! You call that clean?",
      "th": "จะบ้าเรอะ เพื่อฆ่าคนๆ เดียว แกจะแลกห้า! นั่นเหรอหมดจดของแก!"
    }
  },
  {
    "translation": {
      "en": "I call it done. They're looking at the shooter, not the target.",
      "th": "ฉันเรียกมันว่าจบ! เพราะตำรวจจะตามหาคนที่ยิงมัน"
    }
  },
  {
    "translation": {
      "en": "Jesus.",
      "th": "ให้ตายเถอะ เราทำให้มันยุ่งๆไว้ เรื่องจะได้ไม่พาดพิงมาถึงเราทีหลัง"
    }
  },
  {
    "translation": {
      "en": "We make it messy now so it won't get messy later.",
      "th": "เราทำให้มันยุ่งๆไว้ เรื่องจะได้ไม่พาดพิงมาถึงเราทีหลัง และเราไม่ทิ้งปริศนาที่ไม่มีคำตอบไว้"
    }
  },
  {
    "translation": {
      "en": "And we don't leave questions unanswered ever.",
      "th": "และเราไม่ทิ้งปริศนาที่ไม่มีคำตอบไว้"
    }
  },
  {
    "translation": {
      "en": "Okay, all right. Okay. I can fix this.",
      "th": "โอเค ผมจะแก้ปัญหาเอง"
    }
  },
  {
    "translation": {
      "en": "MAN: Open your eyes. No, I ain't seeing you!",
      "th": "-ลืมตา -ไม่ ผมไม่มองหน้าคุณหรอก!"
    }
  },
  {
    "translation": {
      "en": "MAN: It makes no difference now.",
      "th": "ค่ามันก็เท่ากันแล้วตอนนี้"
    }
  },
  {
    "translation": {
      "en": "I made a mistake.",
      "th": "ผมทำผิดพลาดไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "I mean, you can still use me, just tell me how to fix...",
      "th": "แค่บอกผมว่าต้องแก้ยังไง"
    }
  },
  {
    "translation": {
      "en": "To survive.",
      "th": "เอาชีวิตให้รอด อย่าพูดว่า\"แก้\" เพราะแกแก้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Don't say \"fix it,\" because you can't.",
      "th": "เอาชีวิตให้รอด อย่าพูดว่า\"แก้\" เพราะแกแก้ไม่ได้ เราเคลียร์ให้แกจบเรื่องนึง แกก็ก่อเรื่องใหม่"
    }
  },
  {
    "translation": {
      "en": "We covered up the one mess. You made another.",
      "th": "เราเคลียร์ให้แกจบเรื่องนึง แกก็ก่อเรื่องใหม่"
    }
  },
  {
    "translation": {
      "en": "All right. You're right. You're right. You're absolutely right. I'm sorry.",
      "th": "คุณพูดถูก คุณพูดถูกที่สุด ผมขอโทษ"
    }
  },
  {
    "translation": {
      "en": "Just tell me what I have to do.",
      "th": "แค่สอนผมว่าผมต้องทำยังไง"
    }
  },
  {
    "translation": {
      "en": "I was in prison in Siberia.",
      "th": "ฉันเคยติดคุกไซบีเรีย ฉันใช้เวลาฤดูหนาวปีแรก ด้วยการใส่เสื้อของคนตาย"
    }
  },
  {
    "translation": {
      "en": "I spent my first winter wearing a dead man's coat.",
      "th": "ฉันใช้เวลาฤดูหนาวปีแรก ด้วยการใส่เสื้อของคนตาย"
    }
  },
  {
    "translation": {
      "en": "A hole in one pocket.",
      "th": "มันมีรูอยู่ที่กระเป๋า"
    }
  },
  {
    "translation": {
      "en": "I chewed these fingers off before the frostbite could turn to gangrene.",
      "th": "ฉันกัดนิ้วตัวเองออกหลายนิ้ว ก่อนที่แผลหิมะกัดจะทำให้มันเน่า"
    }
  },
  {
    "translation": {
      "en": "These I gave up to avoid working in the sulfur mine.",
      "th": "ฉันยอมสละนิ้วมือเพื่อไม่ต้องไปทำงาน ในเหมืองซัลเฟอร์"
    }
  },
  {
    "translation": {
      "en": "That is how I survived when so many others did not.",
      "th": "ฉันรอดชีวิตมาได้ ขณะที่คนอีกมากไม่"
    }
  },
  {
    "translation": {
      "en": "A man this rare can always be of use.",
      "th": "คนใจถึงหายากมักมีค่าเสมอ"
    }
  },
  {
    "translation": {
      "en": "So show me. Show me you are rare.",
      "th": "แสดงให้ฉันเห็นสิว่าคนอย่างแกหายาก"
    }
  },
  {
    "translation": {
      "en": "Show me you'll do anything to survive.",
      "th": "ให้ฉันเห็นว่าแก จะทำทุกอย่างเพื่อเอาตัวรอด"
    }
  },
  {
    "translation": {
      "en": "I don't understand.",
      "th": "ผมไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "The fingers from your left hand.",
      "th": "นิ้วมือข้างซ้ายของแก"
    }
  },
  {
    "translation": {
      "en": "Have you... Have you got a knife?",
      "th": "คุณเอ่อมีมีดมั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Did I have a knife in Siberia?",
      "th": "ตอนอยู่ไซบีเรียฉันมีมีดมั้ย"
    }
  },
  {
    "translation": {
      "en": "No... Come on, you've got to be kidding.",
      "th": "ไม่เอาน่า คุณล้อผมเล่นใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "You can do it.",
      "th": "แกต้องทำได้"
    }
  },
  {
    "translation": {
      "en": "Show me.",
      "th": "แสดงให้ฉันเห็น"
    }
  },
  {
    "translation": {
      "en": "Christ!",
      "th": "พระเจ้า!"
    }
  },
  {
    "translation": {
      "en": "Can't! I can't.",
      "th": "ผมทำไม่ได้ ผมทำไม่ได้!"
    }
  },
  {
    "translation": {
      "en": "Always the bullet. I can't! I don't understand.",
      "th": "สุดท้ายก็ต้องลูกปืน ฉันไม่เข้าใจเลย"
    }
  },
  {
    "translation": {
      "en": "What do we do about the soldier?",
      "th": "เราจะทำยังไงกับทหารนั่น"
    }
  },
  {
    "translation": {
      "en": "What we always do.",
      "th": "ทำเหมือนที่เราทำตลอด"
    }
  },
  {
    "translation": {
      "en": "Barr's credit card statement. Eyewitness testimonies.",
      "th": "ใบแจ้งหนี้บัตรเครดิตของบารร์ คำให้การพยาน"
    }
  },
  {
    "translation": {
      "en": "Coffee. You take it black, right?",
      "th": "กาแฟ คุณดื่มกาแฟดำใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Yeah. What can I say? I take my work home.",
      "th": "ประมาณว่าฉันเอางานกลับไปทำบ้านน่ะ"
    }
  },
  {
    "translation": {
      "en": "Afraid Barr's credit card statement's a dead end.",
      "th": "รายการบัตรเครดิตของบารร์ ไม่มีทางไปต่อเลย"
    }
  },
  {
    "translation": {
      "en": "No bars, no strip joints, nothing. Pretty much just gas and groceries.",
      "th": "ไม่มีไนท์คลับหรือบาร์โป๊เปลือยอะไร มีแค่เติมน้ำมันรถ กับของกินใช้"
    }
  },
  {
    "translation": {
      "en": "I need you to look for gun ranges",
      "th": "หาสนามยิงปืน รัศมี 100-150 ไมล์จากที่นี่"
    }
  },
  {
    "translation": {
      "en": "between 100 and 150 miles from here.",
      "th": "หาสนามยิงปืน รัศมี 100-150 ไมล์จากที่นี่ เอาสนามที่มีเป้ายิงไกลเกิน 300 หลา"
    }
  },
  {
    "translation": {
      "en": "Limit your search to ranges longer than 300 yards.",
      "th": "เอาสนามที่มีเป้ายิงไกลเกิน 300 หลา"
    }
  },
  {
    "translation": {
      "en": "Sure, if you tell me why.",
      "th": "แน่นอน ถ้าคุณบอกเหตุผล"
    }
  },
  {
    "translation": {
      "en": "Barr consistently filled his tank on Saturday, and again on Sunday.",
      "th": "บารร์เติมน้ำมันทุกวันเสาร์ แล้วเติมใหม่วันอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "He took a long drive almost every weekend.",
      "th": "เขาขับรถทางไกลทุกวันสุดสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "He could be going anywhere. Yes.",
      "th": "-เขาอาจขับไปไหนก็ได้ -ใช่"
    }
  },
  {
    "translation": {
      "en": "And if it's bars, bowling alleys or strip clubs,",
      "th": "ถ้าเป็นที่เที่ยว สนามโบว์ลิ่ง บาร์เปลือย เราหาไม่เจอหรอก"
    }
  },
  {
    "translation": {
      "en": "we'll never find it.",
      "th": "ถ้าเป็นที่เที่ยว สนามโบว์ลิ่ง บาร์เปลือย เราหาไม่เจอหรอก แต่สนามซ้อมยิงปืนระดับชาติ อาจมีแค่สองที่"
    }
  },
  {
    "translation": {
      "en": "But a Match-level gun range? There might be two.",
      "th": "แต่สนามซ้อมยิงปืนระดับชาติ อาจมีแค่สองที่ เขาทำกระสุนเอง นั่นแปลว่าเขาซ้อมยิงบ่อย"
    }
  },
  {
    "translation": {
      "en": "And he made his own bullets. That means he shot a lot.",
      "th": "เขาทำกระสุนเอง นั่นแปลว่าเขาซ้อมยิงบ่อย"
    }
  },
  {
    "translation": {
      "en": "I'm guessing every Saturday.",
      "th": "ผมว่าทุกวันเสาร์เลยด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "Maybe with a friend.",
      "th": "อาจไปซ้อมยิงกับเพื่อน แล้วทำไมคุณต้องไปคุยกับเพื่อนเขา สมมติถ้าเขามีเพื่อน"
    }
  },
  {
    "translation": {
      "en": "Why is it so important you talk to his friends? Assuming he had any.",
      "th": "แล้วทำไมคุณต้องไปคุยกับเพื่อนเขา สมมติถ้าเขามีเพื่อน"
    }
  },
  {
    "translation": {
      "en": "Drop me at the auto parts store.",
      "th": "ส่งผมลงที่ร้านอะไหล่รถยนต์"
    }
  },
  {
    "translation": {
      "en": "I... Wait. Which one?",
      "th": "เดี๋ยว ร้านไหนล่ะ ไม่รู้สิ เธอบอกแค่ร้านอะไหล่"
    }
  },
  {
    "translation": {
      "en": "I don't know. She just said \"the auto parts store.\"",
      "th": "ไม่รู้สิ เธอบอกแค่ร้านอะไหล่"
    }
  },
  {
    "translation": {
      "en": "She? Who? Reacher, can you be a little more specific?",
      "th": "เธอไหน พูดให้มันเจาะจงหน่อยได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "I didn't say \"an auto parts store.\"",
      "th": "ผมไม่ได้พูดว่าร้านอะไหล่ทั่วไป เมื่อพูดถึงร้านอะไหล่ คุณคิดถึงร้านไหนล่ะ"
    }
  },
  {
    "translation": {
      "en": "Which one stands out in your mind as the auto parts store?",
      "th": "เมื่อพูดถึงร้านอะไหล่ คุณคิดถึงร้านไหนล่ะ"
    }
  },
  {
    "translation": {
      "en": "HELEN: You want me to wait?",
      "th": "จะให้ฉันรอมั้ย"
    }
  },
  {
    "translation": {
      "en": "No, I'll meet you back at the office later. HELEN: How will you get there?",
      "th": "-ไม่ ผมจะกลับไปเจอคุณที่ออฟฟิศ -แล้วคุณจะไปยังไง"
    }
  },
  {
    "translation": {
      "en": "I'll hitch a ride.",
      "th": "โบกรถกลับ"
    }
  },
  {
    "translation": {
      "en": "Can I help you?",
      "th": "รับอะไรครับ"
    }
  },
  {
    "translation": {
      "en": "Sandy work here?",
      "th": "แซนดี้ทำงานที่นี่ใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "What's this about?",
      "th": "มีเรื่องอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "So she does, thanks. I need to speak with her.",
      "th": "แปลว่าเธอทำงานที่นี่ ผมต้องคุยกับเธอ เรื่องส่วนตัวน่ะ"
    }
  },
  {
    "translation": {
      "en": "It's a personal matter.",
      "th": "แปลว่าเธอทำงานที่นี่ ผมต้องคุยกับเธอ เรื่องส่วนตัวน่ะ -เธอทำงานอยู่ -เรื่องเกี่ยวกับกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "She's on the clock. Legal personal matter.",
      "th": "-เธอทำงานอยู่ -เรื่องเกี่ยวกับกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "What are you, a cop?",
      "th": "คุณเป็นตำรวจเหรอ"
    }
  },
  {
    "translation": {
      "en": "Call her out, Gary.",
      "th": "เรียกเธอออกมาแกรี่"
    }
  },
  {
    "translation": {
      "en": "I'm gonna need to see some I.D. Go get Sandy.",
      "th": "-ขอดูบัตรเจ้าหน้าที่คุณ -ไปตามแซนดี้"
    }
  },
  {
    "translation": {
      "en": "Well, I need to see something.",
      "th": "ผมต้องเห็นอะไรก่อนสิ"
    }
  },
  {
    "translation": {
      "en": "How about the inside of an ambulance?",
      "th": "อยากเห็นเปลหามในรถพยาบาลมั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay, I'm calling the police.",
      "th": "โอเค ผมจะโทรหาตำรวจ"
    }
  },
  {
    "translation": {
      "en": "I don't think Sandy wants the police involved... Hello? ...but let's ask.",
      "th": "แซนดี้ไม่อยากให้ตำรวจเข้ามายุ่งหรอก แต่ลองถามเธอดูก็ได้"
    }
  },
  {
    "translation": {
      "en": "Hey! You ca...",
      "th": "เฮ่ย! แก ฮัลโหล ผมต้องการความช่วยเหลือ ฮัลโหล เฮ้ย!"
    }
  },
  {
    "translation": {
      "en": "Hello? I need some help. Hello? Hey! You!",
      "th": "ฮัลโหล ผมต้องการความช่วยเหลือ ฮัลโหล เฮ้ย!"
    }
  },
  {
    "translation": {
      "en": "No. You are not allowed back in here, man!",
      "th": "คุณเข้ามาตรงนี้ไม่ได้นะ!"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "th": "เวร!"
    }
  },
  {
    "translation": {
      "en": "You know this guy?",
      "th": "เธอรู้จักเขาเหรอ"
    }
  },
  {
    "translation": {
      "en": "Tell him.",
      "th": "บอกเขา"
    }
  },
  {
    "translation": {
      "en": "Give us a few, Gary.",
      "th": "ขอเวลาเราแป๊บนึง แกรี่"
    }
  },
  {
    "translation": {
      "en": "Listen, I wasn't... I didn't know.",
      "th": "ฟังนะ ฉันไม่ได้ฉันไม่รู้ ฉันไม่รู้ว่ามันจะเป็นขนาดนั้น!"
    }
  },
  {
    "translation": {
      "en": "I didn't know that was going to happen!",
      "th": "ฉันไม่รู้ว่ามันจะเป็นขนาดนั้น!"
    }
  },
  {
    "translation": {
      "en": "It was Jeb.",
      "th": "เจ๊บเขาสั่งน่ะ"
    }
  },
  {
    "translation": {
      "en": "The big guy.",
      "th": "เขาเป็นลูกพี่ใหญ่"
    }
  },
  {
    "translation": {
      "en": "Jeb Oliver.",
      "th": "เจ๊บ โอลิเวอร์"
    }
  },
  {
    "translation": {
      "en": "He told me you were a predator. You were supposed to start groping me.",
      "th": "เขาบอกฉันว่าคุณเป็นพวกนักเที่ยว คุณควรจะแต๊ะอั๋งฉันก่อน"
    }
  },
  {
    "translation": {
      "en": "Just don't hurt me.",
      "th": "อย่าซ้อมฉันเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Sandy, sit down.",
      "th": "แซนดี้ นั่งลง"
    }
  },
  {
    "translation": {
      "en": "Where can I find Jeb?",
      "th": "เจ๊บอยู่ที่ไหน -ไม่รู้สิ เขาไม่มาทำงานวันนี้ -แปลว่าทำงานที่นี่"
    }
  },
  {
    "translation": {
      "en": "I don't know. He didn't come to work today. So he works here.",
      "th": "-ไม่รู้สิ เขาไม่มาทำงานวันนี้ -แปลว่าทำงานที่นี่"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "It's bullshit, though. He cooks crystal.",
      "th": "มันเป็นฉากบังหน้า เขาทำยาไอซ์ขายน่ะ"
    }
  },
  {
    "translation": {
      "en": "His address, write it down.",
      "th": "เธอจดที่อยู่เขามา"
    }
  },
  {
    "translation": {
      "en": "I'm really sorry, mister.",
      "th": "หนูขอโทษจริงๆนะพี่"
    }
  },
  {
    "translation": {
      "en": "You were supposed to be a pervert.",
      "th": "หนูนึกว่าพี่จะเป็นพวกหื่นน่ะ"
    }
  },
  {
    "translation": {
      "en": "And it was an easy 100 bucks.",
      "th": "แล้วงานง่ายๆจ่ายเงินตั้ง 100 เหรียญ"
    }
  },
  {
    "translation": {
      "en": "That's all?",
      "th": "แค่นั้นเองเหรอ"
    }
  },
  {
    "translation": {
      "en": "When Jeb asks, you do what he says.",
      "th": "ถ้าเจ๊บสั่ง เราต้องทำตามคำสั่งเขา"
    }
  },
  {
    "translation": {
      "en": "Am I in trouble?",
      "th": "หนูจะมีปัญหารึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Not if you lend me your car.",
      "th": "ไม่ ถ้าเธอให้ฉันยืมรถ"
    }
  },
  {
    "translation": {
      "en": "I don't have a car. Well, sure you do. It's outside.",
      "th": "-หนูไม่มีรถหรอก -เธอมี จอดอยู่ข้างนอก"
    }
  },
  {
    "translation": {
      "en": "I'm guessing you're the Camaro. That whimsy little pickup has Gary written all over it. Keys?",
      "th": "ฉันเดาว่าเธอขับคาเมโร่ ส่วนปิ๊กอัพเสี่ยวๆ น่าจะเป็นรถแกรี่"
    }
  },
  {
    "translation": {
      "en": "I can't. It's Jeb's car!",
      "th": "ไม่ได้นะ นั่นรถของเจ๊บ! แล้วเขาจะไม่อึ้งเหรอ ถ้าฉันขับไปส่งให้ถึงบ้าน"
    }
  },
  {
    "translation": {
      "en": "Well, won't he be surprised when I drive it home for him.",
      "th": "แล้วเขาจะไม่อึ้งเหรอ ถ้าฉันขับไปส่งให้ถึงบ้าน"
    }
  },
  {
    "translation": {
      "en": "Who are you, mister?",
      "th": "คุณเป็นใครกันเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "th": "ถามจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I'm just a guy who wants to be left alone.",
      "th": "ฉันเป็นแค่คนที่อยากอยู่ตามลำพัง"
    }
  },
  {
    "translation": {
      "en": "I get off work at six!",
      "th": "หนูเลิกงานหกโมงนะพี่"
    }
  },
  {
    "translation": {
      "en": "Maybe we could...",
      "th": "บางทีเรา"
    }
  },
  {
    "translation": {
      "en": "Sandy, listen.",
      "th": "แซนดี้ ฟังนะ"
    }
  },
  {
    "translation": {
      "en": "Now, you seem like a sweet girl.",
      "th": "เธอดูจะเป็นเด็กดี"
    }
  },
  {
    "translation": {
      "en": "You're pretty.",
      "th": "เธอสวย"
    }
  },
  {
    "translation": {
      "en": "You're obviously sharp,",
      "th": "และเธอมีสมอง"
    }
  },
  {
    "translation": {
      "en": "doing Gary's books for him.",
      "th": "ทำบัญชีให้แกรี่ได้"
    }
  },
  {
    "translation": {
      "en": "You don't have to let these guys use you.",
      "th": "เธอไม่ต้องเป็นเบี้ยล่างพวกนี้หรอก"
    }
  },
  {
    "translation": {
      "en": "It's just what girls like me do.",
      "th": "ผู้หญิงอย่างหนูจะไปทำอะไรได้"
    }
  },
  {
    "translation": {
      "en": "You got money?",
      "th": "เธอมีเงินมั้ย"
    }
  },
  {
    "translation": {
      "en": "A little.",
      "th": "นิดหน่อยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Get out of town for a couple of days.",
      "th": "หลบไปนอกเมืองซักสองสามวัน"
    }
  },
  {
    "translation": {
      "en": "Why?",
      "th": "ทำไมคะ"
    }
  },
  {
    "translation": {
      "en": "Get out of town, Sandy.",
      "th": "ออกไปนอกเมืองซะ แซนดี้"
    }
  },
  {
    "translation": {
      "en": "Is Jeb home?",
      "th": "เจ๊บอยู่มั้ย"
    }
  },
  {
    "translation": {
      "en": "I have a warrant to search the premises.",
      "th": "ผมมีหมายค้นบ้านนี้"
    }
  },
  {
    "translation": {
      "en": "I see.",
      "th": "เข้าใจล่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, if you don't mind...",
      "th": "ถ้าคุณไม่ว่าอะไร"
    }
  },
  {
    "translation": {
      "en": "MAN: Get him! Get him! Get him!",
      "th": "อัดมัน! อัดมันให้อยู่! อัดมัน!"
    }
  },
  {
    "translation": {
      "en": "I got this!",
      "th": "ฉันฆ่ามันเอง! โอเคๆ"
    }
  },
  {
    "translation": {
      "en": "Don't move.",
      "th": "อย่าขยับ"
    }
  },
  {
    "translation": {
      "en": "I'll tell you what.",
      "th": "เอางี้นะ"
    }
  },
  {
    "translation": {
      "en": "When I move, you pull the trigger.",
      "th": "ถ้าฉันขยับ แกเหนี่ยวไกเลย"
    }
  },
  {
    "translation": {
      "en": "Where's Jeb? He's not here.",
      "th": "-เจ๊บอยู่ไหน -มันไม่ได้อยู่นี่"
    }
  },
  {
    "translation": {
      "en": "Where can I find him?",
      "th": "ฉันจะหาตัวมันได้ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "Jesus! My hand!",
      "th": "โอ๊ย มือฉัน!"
    }
  },
  {
    "translation": {
      "en": "Well, you shouldn't play with guns. Where can I find him?",
      "th": "งั้นทีหลังก็อย่าเล่นปืน มันอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "You're the one driving his car. You tell... (CRIES OUT)",
      "th": "แกขับรถมันมา แกสิต้องบอกฉัน"
    }
  },
  {
    "translation": {
      "en": "The last I saw him, we was all leaving jail. He said he had to see a guy.",
      "th": "เราเจอกันครั้งสุดท้ายตอนออกจากคุก มันบอกว่าต้องไปเจอคนๆนึง"
    }
  },
  {
    "translation": {
      "en": "What guy? Who? I don't know.",
      "th": "-ไปเจอใคร -ฉันไม่รู้"
    }
  },
  {
    "translation": {
      "en": "I don't know, I swear.",
      "th": "สาบานได้ ฉันไม่รู้"
    }
  },
  {
    "translation": {
      "en": "Next I know, his mom woke up from a bender and his shit's all gone.",
      "th": "พอแม่มันตื่นจากเมายา ข้าวของมันก็หายไป"
    }
  },
  {
    "translation": {
      "en": "Is he the sort to light out like that?",
      "th": "มันรีบเผ่นขนาดนั้นเลยเหรอ ไม่นะ มันไม่ทิ้งแม่ไว้คนเดียวหรอก มีเรื่องไม่ดีแน่"
    }
  },
  {
    "translation": {
      "en": "No, no, man. He'd never leave his moms alone. Shit ain't right.",
      "th": "ไม่นะ มันไม่ทิ้งแม่ไว้คนเดียวหรอก มีเรื่องไม่ดีแน่"
    }
  },
  {
    "translation": {
      "en": "Got a car? It's outside.",
      "th": "-แกมีรถมั้ย -อยู่ข้างนอก"
    }
  },
  {
    "translation": {
      "en": "Keys.",
      "th": "กุญแจ มือฉันมันอยู่ในกระเป๋า"
    }
  },
  {
    "translation": {
      "en": "My hand, man. They're in my pock... Aah!",
      "th": "มือฉันมันอยู่ในกระเป๋า"
    }
  },
  {
    "translation": {
      "en": "Okay, okay.",
      "th": "โอเคๆ"
    }
  },
  {
    "translation": {
      "en": "Now look at your friends.",
      "th": "ทีนี้มองดูเพื่อนๆแก"
    }
  },
  {
    "translation": {
      "en": "Now look at my face.",
      "th": "แล้วมองหน้าฉันนี่"
    }
  },
  {
    "translation": {
      "en": "Do you ever want to see me again?",
      "th": "แกอยากให้ฉันมาหาแกอีกมั้ย"
    }
  },
  {
    "translation": {
      "en": "No way.",
      "th": "ไม่เอาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Am I stealing your car?",
      "th": "ฉันขโมยรถแกรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Use it as long as you like.",
      "th": "แกเอาไปใช้เลยนะ นานๆเลยก็ได้"
    }
  },
  {
    "translation": {
      "en": "You're very kind.",
      "th": "ใจกว้างดีนะ"
    }
  },
  {
    "translation": {
      "en": "REACHER: I think Jeb Oliver's dead.",
      "th": "ผมว่าเจ๊บ โอลิเวอร์ตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Who's Jeb Oliver? He was the guy from the bar.",
      "th": "-ใครคือเจ๊บ โอลิเวอร์ -ผู้ชายที่บาร์นั่น"
    }
  },
  {
    "translation": {
      "en": "Jesus, how hard did you hit him?",
      "th": "บ้าจริง คุณซ้อมเขาหนักแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "What? No, not me.",
      "th": "อะไร เปล่า ไม่ใช่ผม"
    }
  },
  {
    "translation": {
      "en": "No, he was murdered. And someone tried to make it look like he left town.",
      "th": "เขาถูกฆ่า คนฆ่าพยายาม กลบเกลื่อนให้เหมือนเขาหนีไป"
    }
  },
  {
    "translation": {
      "en": "Well, maybe he just left town.",
      "th": "เขาอาจแค่หนีไป คุณเก็บผ้าม่านในห้องน้ำ ไปไหนต่อไหนมั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "You pack your shower curtain when you travel?",
      "th": "คุณเก็บผ้าม่านในห้องน้ำ ไปไหนต่อไหนมั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Is this what you base your conclusions on? What is that on your head?",
      "th": "คุณสรุปเอาจากตรงนี้เนี่ยนะ คุณคิดอะไรอยู่น่ะ"
    }
  },
  {
    "translation": {
      "en": "You don't want to know.",
      "th": "คุณไม่อยากรู้หรอก"
    }
  },
  {
    "translation": {
      "en": "You said on the phone you wanted to submit your findings.",
      "th": "คุณบอกทางโทรศัพท์ว่ารู้อะไรบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "James Barr was a sniper. Not the best, not the worst.",
      "th": "เจมส์ บารร์เป็นสไนเปอร์ ไม่ยอดเยี่ยม ไม่ยอดแย่"
    }
  },
  {
    "translation": {
      "en": "But he trained non-stop for two years. What does training like that do?",
      "th": "แต่เขาฝึกหนักแบบน็อนสต๊อปสองปี ฝึกซ้อมไปเพื่ออะไร"
    }
  },
  {
    "translation": {
      "en": "What does any training do? Skills become reflex. Muscle memory.",
      "th": "การฝึกทำให้ทักษะเป็นสัญชาตญาณ ทำได้โดยไม่ต้องคิด"
    }
  },
  {
    "translation": {
      "en": "You do without thinking.",
      "th": "มันยังทำให้คนที่ ไม่จำเป็นต้องฉลาด กลายเป็นคนฉลาด"
    }
  },
  {
    "translation": {
      "en": "It also makes people who aren't necessarily smart seem smart",
      "th": "มันยังทำให้คนที่ ไม่จำเป็นต้องฉลาด กลายเป็นคนฉลาด รู้จักประเมินการต่อสู้ และสถานการณ์ได้"
    }
  },
  {
    "translation": {
      "en": "by beating some tactical awareness into them.",
      "th": "รู้จักประเมินการต่อสู้ และสถานการณ์ได้ 99% ของหลักฐานที่ใช้มัดตัวบารร์ ไม่ได้อยู่ในแบกแดด"
    }
  },
  {
    "translation": {
      "en": "Now, 99% of the evidence your father has against Barr",
      "th": "99% ของหลักฐานที่ใช้มัดตัวบารร์ ไม่ได้อยู่ในแบกแดด"
    }
  },
  {
    "translation": {
      "en": "didn't exist in Baghdad,",
      "th": "99% ของหลักฐานที่ใช้มัดตัวบารร์ ไม่ได้อยู่ในแบกแดด ไม่ใช่เพราะบารร์ฉลาด แต่เขาฝึกมาดี"
    }
  },
  {
    "translation": {
      "en": "not because Barr was smart, but because he was trained.",
      "th": "ไม่ใช่เพราะบารร์ฉลาด แต่เขาฝึกมาดี"
    }
  },
  {
    "translation": {
      "en": "See, from that garage,",
      "th": "จากจุดนั้น แสงแดดส่องเข้าตามือปืน"
    }
  },
  {
    "translation": {
      "en": "the shooter had the sun in his eyes.",
      "th": "จากจุดนั้น แสงแดดส่องเข้าตามือปืน เป้าหมายเคลื่อนที่ไปซ้ายขวา ยากต่อการยิง"
    }
  },
  {
    "translation": {
      "en": "Targets were moving left and right.",
      "th": "เป้าหมายเคลื่อนที่ไปซ้ายขวา ยากต่อการยิง"
    }
  },
  {
    "translation": {
      "en": "It's difficult conditions for any sniper.",
      "th": "เป้าหมายเคลื่อนที่ไปซ้ายขวา ยากต่อการยิง แต่ในแบกแดด บารร์อยู่ในที่จอดรถ"
    }
  },
  {
    "translation": {
      "en": "But Baghdad, you said Barr was in a parking garage then.",
      "th": "แต่ในแบกแดด บารร์อยู่ในที่จอดรถ เพราะในแบกแดด ดวงอาทิตย์อยู่ด้านหลังเขา"
    }
  },
  {
    "translation": {
      "en": "REACHER: Because in Baghdad, the sun's behind him.",
      "th": "เพราะในแบกแดด ดวงอาทิตย์อยู่ด้านหลังเขา เป้าหมายเดินเรียงเดี่ยวเข้ามาหา"
    }
  },
  {
    "translation": {
      "en": "Targets coming straight ahead, single file.",
      "th": "เป้าหมายเดินเรียงเดี่ยวเข้ามาหา"
    }
  },
  {
    "translation": {
      "en": "Ideal conditions for even an average shooter",
      "th": "เงื่อนไขที่ง่ายที่สุด ต่อการยิงสำหรับมือปืน"
    }
  },
  {
    "translation": {
      "en": "and the exact same conditions",
      "th": "และเป็นเงื่อนไขเดียวกับ บนสะพานไฮเวย์ในบ่ายวันนั้น"
    }
  },
  {
    "translation": {
      "en": "he would've had up on that highway bridge.",
      "th": "บนสะพานไฮเวย์ในบ่ายวันนั้น"
    }
  },
  {
    "translation": {
      "en": "Up there, he would never even have to get out of the van.",
      "th": "เขาไม่ต้องลงจากรถตู้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "No parking meter.",
      "th": "ไม่มีมิเตอร์จอดรถ"
    }
  },
  {
    "translation": {
      "en": "No camera.",
      "th": "ไม่มีกล้อง ไม่มีหลักฐานทิ้งไว้ และทางหนีของเขาปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "No trace evidence left behind. And his escape is assured.",
      "th": "ไม่มีหลักฐานทิ้งไว้ และทางหนีของเขาปลอดภัย ผมไม่ได้บอกว่าเขาไม่ได้ฆ่าคนพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "Now, I'm not saying that he couldn't have killed",
      "th": "ผมไม่ได้บอกว่าเขาไม่ได้ฆ่าคนพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "those people at the river, but he wouldn't have.",
      "th": "เพียงแต่เขาไม่ได้ทำในแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Not that way. So you're saying he's crazy. No.",
      "th": "-คุณจะบอกว่าเขาเป็นบ้า -เปล่า"
    }
  },
  {
    "translation": {
      "en": "Well, what exactly are you saying?",
      "th": "งั้นคุณจะบอกอะไร หลักฐานแต่ละชิ้นผมอาจจะเชื่อ แต่ทั้งหมดนี้"
    }
  },
  {
    "translation": {
      "en": "Any single piece of evidence I'd buy. But all of it?",
      "th": "หลักฐานแต่ละชิ้นผมอาจจะเชื่อ แต่ทั้งหมดนี้ เส้นใย ลายนิ้วมือ ปลอกกระสุน แล้วใครมันจะไปจ่ายค่าที่จอดรถ"
    }
  },
  {
    "translation": {
      "en": "Fibers, fingerprints, stray brass, I mean... And who the hell pays for parking?",
      "th": "เส้นใย ลายนิ้วมือ ปลอกกระสุน แล้วใครมันจะไปจ่ายค่าที่จอดรถ"
    }
  },
  {
    "translation": {
      "en": "Sane or crazy, that just doesn't make sense.",
      "th": "สติดีรึเปล่ามันฟังไม่ขึ้นเลย"
    }
  },
  {
    "translation": {
      "en": "Okay. So Barr, he wanted to get caught and he wanted you to catch him.",
      "th": "ถ้าบารร์ต้องการถูกจับ และเขาอยากให้คุณจับเขา"
    }
  },
  {
    "translation": {
      "en": "That would not explain how Barr,",
      "th": "นั่นก็ไม่อธิบายเหตุผลที่บารร์"
    }
  },
  {
    "translation": {
      "en": "an average shooter firing in poor conditions, never missed.",
      "th": "มือปืนฝีมือปานกลาง ยิงไม่พลาดเลย"
    }
  },
  {
    "translation": {
      "en": "He did miss.",
      "th": "เขายิงพลาดนะ"
    }
  },
  {
    "translation": {
      "en": "He did.",
      "th": "เขาพลาด"
    }
  },
  {
    "translation": {
      "en": "A pristine bullet,",
      "th": "กระสุนเต็มนัด"
    }
  },
  {
    "translation": {
      "en": "conveniently trapped by a liquid backstop.",
      "th": "ที่บังเอิญติดอยู่ในแบ็คสต็อปเหลว"
    }
  },
  {
    "translation": {
      "en": "The same bullet that tied Barr's gun to the killings.",
      "th": "กระสุนที่โยงปืนบารร์เข้ากับการฆ่า และเป็นหลักฐานชิ้นสำคัญสุดที่ ทนายโต้แย้งกันอยู่"
    }
  },
  {
    "translation": {
      "en": "And arguably the prosecution's single most important piece of evidence. If Barr",
      "th": "และเป็นหลักฐานชิ้นสำคัญสุดที่ ทนายโต้แย้งกันอยู่ ถ้าบารร์อยากถูกจับ เขาต้องยิงไม่พลาด"
    }
  },
  {
    "translation": {
      "en": "wanted to get caught, he didn't miss.",
      "th": "ถ้าบารร์อยากถูกจับ เขาต้องยิงไม่พลาด"
    }
  },
  {
    "translation": {
      "en": "Either way, it doesn't make sense.",
      "th": "ไม่ว่าทางไหนมันก็ไม่สมเหตุผล ถ้าเขาไม่อยากโดนจับ เขาต้องยิงพลาด ถ้าเขาอยากโดนจับ"
    }
  },
  {
    "translation": {
      "en": "If he wanted to get away with it, he likely would have and if he wanted to get caught,",
      "th": "ถ้าเขาไม่อยากโดนจับ เขาต้องยิงพลาด ถ้าเขาอยากโดนจับ"
    }
  },
  {
    "translation": {
      "en": "Barr was incapable of such perfection.",
      "th": "บารร์ไม่ได้เก่งกาจขนาดนั้น หรือเขาฟลุ๊คยิงโดนทั้งหกนัด"
    }
  },
  {
    "translation": {
      "en": "Or maybe he just got lucky, six shots out of six.",
      "th": "หรือเขาฟลุ๊คยิงโดนทั้งหกนัด"
    }
  },
  {
    "translation": {
      "en": "That's what I was willing to accept, then those guys took a run at me.",
      "th": "ผมเชื่อกระทั่งวัยรุ่นพวกนั้น วางแผนมาขู่ไล่ผม"
    }
  },
  {
    "translation": {
      "en": "Whoever sent them made a mistake.",
      "th": "คนที่ส่งพวกมันมาคิดผิดมาก"
    }
  },
  {
    "translation": {
      "en": "It was just a bar fight.",
      "th": "มันเป็นแค่การวิวาทในบาร์"
    }
  },
  {
    "translation": {
      "en": "Maybe.",
      "th": "ก็อาจจะใช่"
    }
  },
  {
    "translation": {
      "en": "Or maybe someone got nervous, tried to run me off.",
      "th": "หรืออาจจะมีคนคิดมาก อยากให้ผมไปๆซะ หรือซ้อมให้ผมไปนอนโคม่า อยู่ข้างๆแพะรับบาปของมัน"
    }
  },
  {
    "translation": {
      "en": "Or put me in a coma, right next to their patsy.",
      "th": "หรือซ้อมให้ผมไปนอนโคม่า อยู่ข้างๆแพะรับบาปของมัน"
    }
  },
  {
    "translation": {
      "en": "Patsy?",
      "th": "แพะรับบาปเหรอ"
    }
  },
  {
    "translation": {
      "en": "It was such a great crime scene. No one stopped to think it might be too great.",
      "th": "มันเป็นแผนสังหารที่แนบเนียน จะไม่มีใครคิดไกลไปกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "Not Emerson.",
      "th": "ไม่ว่าเอเมอร์สัน"
    }
  },
  {
    "translation": {
      "en": "Not your father.",
      "th": "พ่อของคุณ"
    }
  },
  {
    "translation": {
      "en": "Not even Barr's own defense attorney.",
      "th": "หรือแม้แต่ทนายของบารร์เอง"
    }
  },
  {
    "translation": {
      "en": "But Barr knew I would,",
      "th": "แต่บารร์รู้ว่าผมจะคิด"
    }
  },
  {
    "translation": {
      "en": "no matter how much I wanted it to be true.",
      "th": "ไม่ว่าผมจะอยากให้มัน เป็นจริงแค่ไหนก็ตาม"
    }
  },
  {
    "translation": {
      "en": "That's why he asked for me.",
      "th": "เขาถึงเรียกหาผม"
    }
  },
  {
    "translation": {
      "en": "Wait.",
      "th": "เดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "Are you suggesting...",
      "th": "คุณกำลังจะบอกว่า"
    }
  },
  {
    "translation": {
      "en": "James Barr is innocent.",
      "th": "เจมส์ บารร์บริสุทธิ์"
    }
  },
  {
    "translation": {
      "en": "You can see what this is, can't you?",
      "th": "คุณมองไม่ออกใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "You've got a case in your hands that may be the last case you'll ever have",
      "th": "คุณได้ทำคดี อาจเป็นคดีสุดท้ายที่คุณจะได้ทำ"
    }
  },
  {
    "translation": {
      "en": "and you'll do anything not to hit the bottom of it.",
      "th": "คุณจะต้องทำทุกอย่างเพื่อไม่ให้เจ๊ง"
    }
  },
  {
    "translation": {
      "en": "Helen.",
      "th": "เฮเลน"
    }
  },
  {
    "translation": {
      "en": "You know, you never should have retired.",
      "th": "คุณไม่ควรเกษียณเลย"
    }
  },
  {
    "translation": {
      "en": "Just, look. Listen.",
      "th": "ฟังนะ สามวันก่อนคุณยังตกงาน อยู่ที่สี่แยกไฟแดง ฉันจ้างคุณนะ"
    }
  },
  {
    "translation": {
      "en": "For all I know, you were standing at an intersection with a cardboard sign three days ago.",
      "th": "สามวันก่อนคุณยังตกงาน อยู่ที่สี่แยกไฟแดง ฉันจ้างคุณนะ"
    }
  },
  {
    "translation": {
      "en": "And I hired you. Jesus, my father was right.",
      "th": "พ่อฉันพูดถูกแล้ว ฉันเข้าใจแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "Helen. Helen. It makes total sense now.",
      "th": "ฉันเข้าใจแล้วล่ะ คุณใช้ชีวิตอย่างนี้ คุณร่อนไปทั่ว เพราะคุณไม่ได้อยู่บนความเป็นจริง"
    }
  },
  {
    "translation": {
      "en": "It's the way you live, the way you move around. You're just not cut out for the real world, are you?",
      "th": "คุณใช้ชีวิตอย่างนี้ คุณร่อนไปทั่ว เพราะคุณไม่ได้อยู่บนความเป็นจริง"
    }
  },
  {
    "translation": {
      "en": "Are you afraid you'll end up like Barr?",
      "th": "คุณกลัวจะลงเอยแบบบารร์ใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Look out the window.",
      "th": "มาดูที่กระจกนี่"
    }
  },
  {
    "translation": {
      "en": "No, I have work to do. And you need to leave. Just humor me. Okay.",
      "th": "-ไม่ ฉันมีงาน คุณไปได้แล้ว -ตลกน่า"
    }
  },
  {
    "translation": {
      "en": "Let... Let go of me.",
      "th": "ปล่อยฉันนะ"
    }
  },
  {
    "translation": {
      "en": "Would you tell me what you see? I see the same",
      "th": "-บอกซิคุณเห็นอะไร -ฉันเห็น"
    }
  },
  {
    "translation": {
      "en": "things I see every day.",
      "th": "สิ่งที่ฉันเห็นทุกวันนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Well, imagine you've never seen it.",
      "th": "ลองนึกว่าถ้าคุณไม่เคยเห็นมัน"
    }
  },
  {
    "translation": {
      "en": "Imagine you've spent your whole life in other parts of the world",
      "th": "ลองนึกว่า ถ้าคุณเกิดมาในอีกส่วนหนึ่งของโลก"
    }
  },
  {
    "translation": {
      "en": "being told every day you're defending freedom.",
      "th": "ถูกฝังหัวว่าคุณกำลัง ต่อสู้เพื่ออิสระภาพ และในที่สุดคุณบอกตัวเองว่าพอกันที"
    }
  },
  {
    "translation": {
      "en": "And finally you decide you've had enough.",
      "th": "และในที่สุดคุณบอกตัวเองว่าพอกันที"
    }
  },
  {
    "translation": {
      "en": "Time to see what you've given up your whole life for.",
      "th": "ถึงเวลาทิ้งทุกอย่าง ที่คุณทุ่มเทชีวิตมา ถึงเวลาไปหาอิสระภาพให้ตัวเองบ้าง"
    }
  },
  {
    "translation": {
      "en": "Maybe get some of that freedom for yourself.",
      "th": "ถึงเวลาไปหาอิสระภาพให้ตัวเองบ้าง"
    }
  },
  {
    "translation": {
      "en": "Look at the people.",
      "th": "ดูคนพวกนั้นสิ"
    }
  },
  {
    "translation": {
      "en": "Now tell me which ones are free.",
      "th": "บอกผมซิคนไหนมีอิสระบ้าง"
    }
  },
  {
    "translation": {
      "en": "Free from debt.",
      "th": "อิสระจากหนี้"
    }
  },
  {
    "translation": {
      "en": "Anxiety.",
      "th": "จากความกังวล"
    }
  },
  {
    "translation": {
      "en": "Stress.",
      "th": "ความกดดัน"
    }
  },
  {
    "translation": {
      "en": "Fear.",
      "th": "ความกลัว"
    }
  },
  {
    "translation": {
      "en": "Failure. Indignity. Betrayal.",
      "th": "ความล้มเหลว ความเสื่อมเสีย การทรยศ"
    }
  },
  {
    "translation": {
      "en": "How many wish they were born knowing what they know now?",
      "th": "มีกี่คนที่อยากเกิดมา ถ้ารู้ว่าจะเป็นอย่างนี้ มีกี่คนจะกลับไปทำอย่างเดิมอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "Ask yourself how many would do things the same way all over again?",
      "th": "มีกี่คนจะกลับไปทำอย่างเดิมอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "And how many would live their lives like me?",
      "th": "มีกี่คนที่จะใช้ชีวิตอย่างผม"
    }
  },
  {
    "translation": {
      "en": "Now look at the silver Audi across the street, the one that's been following me all day.",
      "th": "ดูรถออดี้สีเงินตรงข้ามถนน รถคันนี้ตามผมมาทั้งวัน"
    }
  },
  {
    "translation": {
      "en": "What does that prove?",
      "th": "แล้วนั่นพิสูจน์อะไร"
    }
  },
  {
    "translation": {
      "en": "Here's the tag number.",
      "th": "นี่ป้ายทะเบียน ใช้เวลาเช็คนานแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "How long would it take you to run it?",
      "th": "นี่ป้ายทะเบียน ใช้เวลาเช็คนานแค่ไหน กลางดึกอย่างนี้ก็ชั่วโมงนึงมั้ง"
    }
  },
  {
    "translation": {
      "en": "At this time of night? I don't know. An hour?",
      "th": "กลางดึกอย่างนี้ก็ชั่วโมงนึงมั้ง"
    }
  },
  {
    "translation": {
      "en": "Do it.",
      "th": "ไปเช็คเลย"
    }
  },
  {
    "translation": {
      "en": "Do it, and then I'll leave.",
      "th": "เช็คซะแล้วจากนั้นผมจะไป"
    }
  },
  {
    "translation": {
      "en": "When?",
      "th": "เมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "No, this is my problem now. I'll handle it.",
      "th": "ไม่ นี่เป็นปัญหาฉันแล้ว ฉันจัดการเอง"
    }
  },
  {
    "translation": {
      "en": "You're blown.",
      "th": "แกโดนจับได้แล้ว ทนายนั่นกำลังเช็คทะเบียนรถ"
    }
  },
  {
    "translation": {
      "en": "The lawyer's running the license plates.",
      "th": "ทนายนั่นกำลังเช็คทะเบียนรถ"
    }
  },
  {
    "translation": {
      "en": "Yeah. So do it?",
      "th": "แค่นั้นเหรอครับ"
    }
  },
  {
    "translation": {
      "en": "Done.",
      "th": "ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "Go to this address.",
      "th": "ไปตามที่อยู่นี้"
    }
  },
  {
    "translation": {
      "en": "HELEN: All right, let's just say that Barr didn't do it.",
      "th": "โอเค สมมติว่าบารร์ไม่ได้ทำ หรือทำเพราะมีคนยั่วยุให้เขาทำ สรุปสถานการณ์ตอนนี้คืออะไร"
    }
  },
  {
    "translation": {
      "en": "Or did it 'cause someone put him up to it. Either way, what have you got?",
      "th": "หรือทำเพราะมีคนยั่วยุให้เขาทำ สรุปสถานการณ์ตอนนี้คืออะไร"
    }
  },
  {
    "translation": {
      "en": "Conspiracy. Yeah, conspiracy to kill five random people?",
      "th": "-สมรู้ร่วมคิด -การฆ่าห้าคนส่งเดช ไม่มีแรงจูงใจ"
    }
  },
  {
    "translation": {
      "en": "There's no motive. It's ridiculous, right? It's grassy knoll ludicrous.",
      "th": "-ฟังไม่ขึ้นใช่มั้ย -ไม่มีมูล"
    }
  },
  {
    "translation": {
      "en": "No point looking any further.",
      "th": "ไม่มีประเด็นให้สืบต่อ"
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "th": "ก็ใช่น่ะสิ"
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "th": "ก็ใช่น่ะสิ"
    }
  },
  {
    "translation": {
      "en": "What's this?",
      "th": "นี่อะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "The motive. Just hold onto it.",
      "th": "แรงจูงใจ ยึดมันไว้ก่อน"
    }
  },
  {
    "translation": {
      "en": "What are we playing, Clue?",
      "th": "นี่เกมใบ้คำเหรอ"
    }
  },
  {
    "translation": {
      "en": "Give it to me.",
      "th": "บอกมาเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "You sure that car was following you all day?",
      "th": "แน่ใจนะว่ารถคันนั้นตามคุณทั้งวัน"
    }
  },
  {
    "translation": {
      "en": "As soon as you picked me up. Why?",
      "th": "ตั้งแต่คุณรับผมมา ทำไมเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's registered to a company called Lebendauer Enterprises.",
      "th": "จดทะเบียนในชื่อ บริษัท ลีเบนดาวเออร์ เอ็นเตอร์ไพรส์"
    }
  },
  {
    "translation": {
      "en": "A conspiracy to kill five random people?",
      "th": "สมรู้ร่วมคิดกันฆ่าคนส่งเดชห้าคน"
    }
  },
  {
    "translation": {
      "en": "That's ridiculous.",
      "th": "มันฟังไม่ขึ้น"
    }
  },
  {
    "translation": {
      "en": "Four.",
      "th": "สี่"
    }
  },
  {
    "translation": {
      "en": "Four random people.",
      "th": "ฆ่ามั่วสี่คน"
    }
  },
  {
    "translation": {
      "en": "To hide one specific target.",
      "th": "เพื่อปกปิดเป้าหมายที่แท้จริงคนเดียว"
    }
  },
  {
    "translation": {
      "en": "REACHER: Someone needed Oline Archer's construction business.",
      "th": "มีคนต้องการกิจการก่อสร้าง ของโอไลน์อาร์เชอร์"
    }
  },
  {
    "translation": {
      "en": "And Oline wouldn't let it go.",
      "th": "และโอไลน์ไม่ยอมปล่อยมือ"
    }
  },
  {
    "translation": {
      "en": "It's a convincing theory.",
      "th": "มันเป็นทฤษฎีที่น่าเชื่อ"
    }
  },
  {
    "translation": {
      "en": "But it's just a theory.",
      "th": "แต่มันก็แค่ทฤษฎี"
    }
  },
  {
    "translation": {
      "en": "The first round is the least accurate.",
      "th": "กระสุนนัดแรกแม่นยำน้อยที่สุด สไนเปอร์เรียกว่าเครื่องยังเย็นอยู่"
    }
  },
  {
    "translation": {
      "en": "The snipers call it a cold shot.",
      "th": "กระสุนนัดแรกแม่นยำน้อยที่สุด สไนเปอร์เรียกว่าเครื่องยังเย็นอยู่ พยานเล่าว่ามีการหยุดไปชั่วขณะ"
    }
  },
  {
    "translation": {
      "en": "Meanwhile, your eyewitness described a pause",
      "th": "พยานเล่าว่ามีการหยุดไปชั่วขณะ ระหว่างกระสุนนัดแรกและนัดที่สอง"
    }
  },
  {
    "translation": {
      "en": "between the first and second rounds.",
      "th": "ระหว่างกระสุนนัดแรกและนัดที่สอง นัดระหว่างที่มือสังหารรอเวลา"
    }
  },
  {
    "translation": {
      "en": "The one shot where the killer took his time.",
      "th": "นัดระหว่างที่มือสังหารรอเวลา โอไลน์ อาร์เชอร์คือเหยื่อรายที่สอง"
    }
  },
  {
    "translation": {
      "en": "HELEN: And Oline Archer was the second victim.",
      "th": "โอไลน์ อาร์เชอร์คือเหยื่อรายที่สอง"
    }
  },
  {
    "translation": {
      "en": "The one shot that mattered.",
      "th": "นัดนี้คือนัดสำคัญ"
    }
  },
  {
    "translation": {
      "en": "But it's just a theory.",
      "th": "แต่มันเป็นแค่ทฤษฎี"
    }
  },
  {
    "translation": {
      "en": "This frame was custom made for Barr.",
      "th": "แผนนี้จัดขึ้นเพื่อบารร์โดยเฉพาะ"
    }
  },
  {
    "translation": {
      "en": "Whoever chose him knew about Baghdad",
      "th": "คนที่เลือกเขาเป็นแพะรู้เรื่องแบกแดด"
    }
  },
  {
    "translation": {
      "en": "and the only one who could have told him about Baghdad was Barr himself.",
      "th": "ต้องเป็นบารร์เองที่เล่าให้คนๆนี้ฟัง"
    }
  },
  {
    "translation": {
      "en": "He has at least one friend. A very close one.",
      "th": "เขามีเพื่อนอย่างน้อยหนึ่งคน สนิทมาก จับเขาได้ก็จับมือปืนตัวจริงได้"
    }
  },
  {
    "translation": {
      "en": "Now, you find that friend, you'll find the real shooter.",
      "th": "จับเขาได้ก็จับมือปืนตัวจริงได้"
    }
  },
  {
    "translation": {
      "en": "Find the real shooter? Reacher,",
      "th": "จับมือปืนตัวจริงเหรอ หน้าที่ฉันคือทำให้คณะลูกขุนไขว้เขว"
    }
  },
  {
    "translation": {
      "en": "my job is to present the jury with reasonable doubt. Period.",
      "th": "จับมือปืนตัวจริงเหรอ หน้าที่ฉันคือทำให้คณะลูกขุนไขว้เขว ไม่ใช่นำตัวฆาตกร มาเข้ากระบวนการยุติธรรมเหรอ"
    }
  },
  {
    "translation": {
      "en": "What about catching the guys who really did this?",
      "th": "ไม่ใช่นำตัวฆาตกร มาเข้ากระบวนการยุติธรรมเหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, catching the guys who did this? Bringing them to justice?",
      "th": "ไม่ใช่นำตัวฆาตกร มาเข้ากระบวนการยุติธรรมเหรอ -ฉันเอากรณีนี้ขึ้นศาลไม่ได้ -เปิดเผยความจริง"
    }
  },
  {
    "translation": {
      "en": "No, I can't take this to court.",
      "th": "-ฉันเอากรณีนี้ขึ้นศาลไม่ได้ -เปิดเผยความจริง"
    }
  },
  {
    "translation": {
      "en": "Exposing the truth. Even if I believed Barr is innocent, it's not my job.",
      "th": "ต่อให้เชื่อว่าบารร์บริสุทธิ์ มันก็ไม่ใช่หน้าที่ฉัน"
    }
  },
  {
    "translation": {
      "en": "I am just a lawyer. I'm not a cop.",
      "th": "ฉันเป็นแค่ทนาย ไม่ใช่ตำรวจ"
    }
  },
  {
    "translation": {
      "en": "And frankly, neither are you.",
      "th": "พูดตรงๆ คุณเองก็ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "I can't do this anymore.",
      "th": "ฉันทำคดีอย่างนี้ไม่ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Thanks for the coffee, counselor.",
      "th": "ขอบคุณที่เลี้ยงกาแฟ คุณทนาย"
    }
  },
  {
    "translation": {
      "en": "Sandy?",
      "th": "แซนดี้"
    }
  },
  {
    "translation": {
      "en": "Wait, it is Sandy, isn't it?",
      "th": "แซนดี้ใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Do I know you?",
      "th": "เรารู้จักกันเหรอ"
    }
  },
  {
    "translation": {
      "en": "Charlie. Jeb's friend?",
      "th": "ผมชาร์ลี เพื่อนของเจ๊บ"
    }
  },
  {
    "translation": {
      "en": "Oh, come on, don't break my heart.",
      "th": "โธ่ อย่าหักอกกันสิ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I don't remember.",
      "th": "ขอโทษ ฉันจำไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Well, we were both pretty wasted.",
      "th": "ก็เราสองคนเมาแประเลยนี่นะ"
    }
  },
  {
    "translation": {
      "en": "BOTH: Yeah. (CHUCKLES)",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "What, you live here? Just up there.",
      "th": "-คุณอยู่ที่นี่เหรอ -ทางโน้นน่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "No shit.",
      "th": "พูดเป็นเล่น"
    }
  },
  {
    "translation": {
      "en": "I just moved in around the back! How crazy is that?",
      "th": "ผมเพิ่งย้ายมาอยู่ด้านหลัง เหลือเชื่อมั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "It's wild.",
      "th": "สุดๆเลย"
    }
  },
  {
    "translation": {
      "en": "Wow! You, uh... You look great.",
      "th": "ว้าว! คุณสวยจัง"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Well, look, you know, I don't want to keep you, so... Maybe we can grab a drink sometime.",
      "th": "ผมไม่อยากทำคุณเสียเวลา ว่างๆเราน่าจะไปอะไรดื่มกัน"
    }
  },
  {
    "translation": {
      "en": "Yeah, maybe.",
      "th": "ค่ะก็น่าจะได้"
    }
  },
  {
    "translation": {
      "en": "Hey, how about tonight?",
      "th": "คืนนี้เลยมั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "I'm meeting some people.",
      "th": "ฉันมีนัดกับเพื่อนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Okay. Well, some other time, then.",
      "th": "โอเค งั้นไว้วันหลังนะ"
    }
  },
  {
    "translation": {
      "en": "Some other time.",
      "th": "ไว้วันหลัง"
    }
  },
  {
    "translation": {
      "en": "Do it here.",
      "th": "เอามันที่นี่"
    }
  },
  {
    "translation": {
      "en": "HELEN: Reacher!",
      "th": "รีชเชอร์!"
    }
  },
  {
    "translation": {
      "en": "There's a gun range in Ohio, targets out to 700 yards.",
      "th": "มีสนามซ้อมยิงปืนในโอไฮโอ ระยะเป้าไกล 700 หลา เป็นสนามเดียวที่ตรงกับ ความต้องการของคุณ"
    }
  },
  {
    "translation": {
      "en": "The only range that matches your requirements.",
      "th": "เป็นสนามเดียวที่ตรงกับ ความต้องการของคุณ"
    }
  },
  {
    "translation": {
      "en": "You should sleep.",
      "th": "คุณควรไปนอนนะ"
    }
  },
  {
    "translation": {
      "en": "You have a long drive tomorrow, and I need to go to city hall and pull up Oline's legal history.",
      "th": "พรุ่งนี้คุณต้องขับรถไกล ฉันต้องรื้อเรื่องทางกฎหมายของโอไลน์"
    }
  },
  {
    "translation": {
      "en": "I wouldn't do that. Not till I get back.",
      "th": "อย่าทำอย่างนั้น รอผมกลับมาก่อน ถ้าผมคิดถูก การฆ่าคนอีกสี่คนก็เพื่อ ไม่ให้คุณตรงไปค้นประวัติโอไลน์"
    }
  },
  {
    "translation": {
      "en": "If I'm right, someone killed four random people",
      "th": "ถ้าผมคิดถูก การฆ่าคนอีกสี่คนก็เพื่อ ไม่ให้คุณตรงไปค้นประวัติโอไลน์"
    }
  },
  {
    "translation": {
      "en": "so no one would look directly at Oline.",
      "th": "ถ้าผมคิดถูก การฆ่าคนอีกสี่คนก็เพื่อ ไม่ให้คุณตรงไปค้นประวัติโอไลน์ ถ้าผมคิดถูก แค่เอ่ยชื่อเธอก็อาจทำให้คุณถูกฆ่า"
    }
  },
  {
    "translation": {
      "en": "And if I'm right, just saying her name could get you killed.",
      "th": "ถ้าผมคิดถูก แค่เอ่ยชื่อเธอก็อาจทำให้คุณถูกฆ่า"
    }
  },
  {
    "translation": {
      "en": "You saying I should be scared? Well, are you smart?",
      "th": "-ฉันควรกลัวใช่มั้ย -คุณฉลาดมั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Obviously.",
      "th": "เห็นชัดอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Then don't be scared.",
      "th": "งั้นก็อย่ากลัว"
    }
  },
  {
    "translation": {
      "en": "What exactly am I looking for?",
      "th": "จะให้ฉันหาอะไรคะ คนที่ฆ่าเด็กสาวคนนั้นด้วยหมัดเดียว"
    }
  },
  {
    "translation": {
      "en": "Someone who could kill that girl with one punch.",
      "th": "คนที่ฆ่าเด็กสาวคนนั้นด้วยหมัดเดียว"
    }
  },
  {
    "translation": {
      "en": "Oh, you want the guy in 1109.",
      "th": "งั้นคุณก็ผู้ชายห้อง 1109"
    }
  },
  {
    "translation": {
      "en": "Ernie Johnson.",
      "th": "เออร์นี่ จอห์นสัน"
    }
  },
  {
    "translation": {
      "en": "You'll see.",
      "th": "คุณจะเห็นเอง"
    }
  },
  {
    "translation": {
      "en": "Out of the car!",
      "th": "ลงมาจากรถ!"
    }
  },
  {
    "translation": {
      "en": "That's our suspect! Move, move!",
      "th": "คนร้ายไปโน่นแล้ว จับเร็ว เร็ว!"
    }
  },
  {
    "translation": {
      "en": "Suspect is headed north on State Route 65. I need backup and air support.",
      "th": "คนร้ายขับรถขึ้นเหนือไปทางรูท 65 ขอกำลังเสริมและฮอด้วยครับ"
    }
  },
  {
    "translation": {
      "en": "Hold up!",
      "th": "หยุดก่อน!"
    }
  },
  {
    "translation": {
      "en": "All clear!",
      "th": "ทุกอย่างเรียบร้อย!"
    }
  },
  {
    "translation": {
      "en": "Oh, God, I just don't believe it. I don't believe it!",
      "th": "โอ้พระเจ้า! ฉันไม่เชื่อ! ฉันไม่เชื่อเลย!"
    }
  },
  {
    "translation": {
      "en": "I issued the warrant an hour ago.",
      "th": "ผมเพิ่งออกหมายจับชั่วโมงก่อน"
    }
  },
  {
    "translation": {
      "en": "According to the victim's boss, Reacher was seen at her place of work this morning.",
      "th": "มีคนเห็นรีชเชอร์ ที่ทำงานเธอเมื่อเช้า"
    }
  },
  {
    "translation": {
      "en": "Where he threatened her boss.",
      "th": "เขาขู่เจ้านายเธอ"
    }
  },
  {
    "translation": {
      "en": "The car he was driving tonight belonged to a friend of Jeb Oliver's.",
      "th": "เขาขับรถของ เพื่อนเจ๊บ โอลิเวอร์ไปด้วย"
    }
  },
  {
    "translation": {
      "en": "The man he assaulted.",
      "th": "คนที่เขาทำร้าย"
    }
  },
  {
    "translation": {
      "en": "No, those guys assaulted Reacher.",
      "th": "ไม่ พวกนั้นทำร้ายรีชเชอร์"
    }
  },
  {
    "translation": {
      "en": "Reacher put three more men in the hospital this afternoon at Jeb Oliver's place.",
      "th": "บ่ายนี้รีชเชอร์ซ้อมอีกสามคนเข้ารพ ที่บ้านเจ๊บ โอลิเวอร์"
    }
  },
  {
    "translation": {
      "en": "After arriving in Jeb Oliver's car.",
      "th": "หลังจากขับรถเจ๊บ โอลิเวอร์มาถึง"
    }
  },
  {
    "translation": {
      "en": "And Jeb hasn't been seen since he left the hospital.",
      "th": "ไม่มีใครเห็นเจ๊บตั้งแต่เขาออกจากรพ"
    }
  },
  {
    "translation": {
      "en": "Helen, if you know where Reacher is, you need to tell us.",
      "th": "เฮเลน ถ้าคุณรู้รีชเชอร์อยู่ไหน คุณต้องบอกเรา"
    }
  },
  {
    "translation": {
      "en": "I don't know where he is. I have not seen him since he left my office a few hours ago.",
      "th": "ฉันไม่รู้ เขาออกไปเมื่อสองสามชมก่อน"
    }
  },
  {
    "translation": {
      "en": "I think she's telling the truth. Oh, you think, Dad? Fuck you!",
      "th": "-ผมคิดว่าเธอพูดความจริง -คิดเหรอ พ่อ ทุเรศน่ะ!"
    }
  },
  {
    "translation": {
      "en": "Hey, I told you not to go near him.",
      "th": "พ่อบอกลูกแล้วไม่ให้เข้าใกล้เขา พ่อมาบ้านหนู เรียกใช้เหมือนหนูเป็นอุปกรณ์เสริม"
    }
  },
  {
    "translation": {
      "en": "You come into my home and you treat me like I'm an accessory!",
      "th": "พ่อมาบ้านหนู เรียกใช้เหมือนหนูเป็นอุปกรณ์เสริม เอาละ พอแล้ว ผมจัดการเอง"
    }
  },
  {
    "translation": {
      "en": "(SCOFFS) Please! You know... All right. All right. Come on. Enough.",
      "th": "เอาละ พอแล้ว ผมจัดการเอง"
    }
  },
  {
    "translation": {
      "en": "Look, let me handle it. I'm not done.",
      "th": "ผมยังพูดไม่จบ"
    }
  },
  {
    "translation": {
      "en": "You're both done. Just get out.",
      "th": "คุณจบแล้วทั้งคู่ ออกไป"
    }
  },
  {
    "translation": {
      "en": "This is Helen.",
      "th": "เฮเลนพูด -ผมเดาว่าตำรวจอยู่ที่นั่น -ใช่"
    }
  },
  {
    "translation": {
      "en": "REACHER: I'm guessing the police are there?",
      "th": "-ผมเดาว่าตำรวจอยู่ที่นั่น -ใช่"
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "th": "-ผมเดาว่าตำรวจอยู่ที่นั่น -ใช่ ผมคงมี 30 วิ ก่อนคุณยื่นโทรศัพท์ให้พวกเขา"
    }
  },
  {
    "translation": {
      "en": "By your response I'm guessing I have about 30 seconds before you hand them the phone.",
      "th": "ผมคงมี 30 วิ ก่อนคุณยื่นโทรศัพท์ให้พวกเขา"
    }
  },
  {
    "translation": {
      "en": "If that.",
      "th": "นานงั้นเชียว ถ้าคุณเชื่อว่าบารร์ถูกใส่ร้าย ก็ต้องเชื่อว่าผมโดนเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "If you believe someone could frame Barr, you have to believe they could do the same to me.",
      "th": "ถ้าคุณเชื่อว่าบารร์ถูกใส่ร้าย ก็ต้องเชื่อว่าผมโดนเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "I suppose that's possible.",
      "th": "ฉันคิดว่าเป็นไปได้"
    }
  },
  {
    "translation": {
      "en": "She was a sweet kid, Helen.",
      "th": "เธอเป็นเด็กสาวที่น่ารัก เฮเลน"
    }
  },
  {
    "translation": {
      "en": "And they killed her because of me.",
      "th": "พวกมันฆ่าเธอก็เพราะผม"
    }
  },
  {
    "translation": {
      "en": "They want me to run.",
      "th": "พวกมันต้องการให้ผมหนี"
    }
  },
  {
    "translation": {
      "en": "But I won't.",
      "th": "ผมจะไม่หนี -ผมจะจบเรื่องนี้ -นั่นไม่ใช่ความคิดที่ดี"
    }
  },
  {
    "translation": {
      "en": "I'm going to finish this. No, that's not a good idea.",
      "th": "-ผมจะจบเรื่องนี้ -นั่นไม่ใช่ความคิดที่ดี"
    }
  },
  {
    "translation": {
      "en": "Listen.",
      "th": "ฟังนะ"
    }
  },
  {
    "translation": {
      "en": "Two things. One, I, uh...",
      "th": "สองอย่างนะ หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "I stole your car.",
      "th": "ผมขโมยรถคุณ"
    }
  },
  {
    "translation": {
      "en": "If you want to end this,",
      "th": "อยากหมดทุกข์หมดโศกกับผม"
    }
  },
  {
    "translation": {
      "en": "just hang up the phone and report it missing. And I'll understand.",
      "th": "คุณวางสายแล้วแจ้งรถหาย ผมก็จะเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "And anything else?",
      "th": "แล้วอะไรอีก ถ้าผมพูดก่อนหน้านี้คงไม่เหมาะ แต่มาถึงขั้นนี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "I thought I'd be pushing it if I mentioned this earlier. Now I guess all bets are off.",
      "th": "ถ้าผมพูดก่อนหน้านี้คงไม่เหมาะ แต่มาถึงขั้นนี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "You need to watch what you say to Emerson and your father.",
      "th": "คุณต้องระวังสิ่งที่คุณบอกกับ เอเมอร์สันและพ่อคุณ"
    }
  },
  {
    "translation": {
      "en": "I think one of them is in on it. All right. Thanks for calling. I have to go.",
      "th": "-ผมว่าพวกเขาคนนึงมีเอี่ยว -เอาละขอบคุณที่โทรมา แค่นี้นะ"
    }
  },
  {
    "translation": {
      "en": "Wait. I've been followed from day one.",
      "th": "เดี๋ยว ผมถูกสะกดรอยตามตั้งแต่วันแรก"
    }
  },
  {
    "translation": {
      "en": "Only three people knew I was here.",
      "th": "มีแค่สามคนที่รู้ว่าผมอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "Emerson, your father and you.",
      "th": "เอเมอร์สัน พ่อคุณ และคุณ"
    }
  },
  {
    "translation": {
      "en": "You need to ask yourself, who has the most to lose if we clear Barr?",
      "th": "คุณต้องถามตัวเอง ใครเสียเยอะที่สุด ถ้าบารร์พ้นผิด"
    }
  },
  {
    "translation": {
      "en": "Who tried to warn you off me?",
      "th": "ใครเตือนให้คุณเลิกยุ่งกับผม"
    }
  },
  {
    "translation": {
      "en": "Of course, I could be wrong. If you think I am, just hand over the phone.",
      "th": "ผมอาจผิดจริงก็ได้ ถ้าคุณไม่เชื่อ ก็ส่งหูโทรศัพท์ไปเลย"
    }
  },
  {
    "translation": {
      "en": "There's no sense getting any deeper.",
      "th": "คบผมก็มีแต่จะเข้าเนื้อ"
    }
  },
  {
    "translation": {
      "en": "Who's that you're talking to?",
      "th": "คุณคุยอยู่กับใคร"
    }
  },
  {
    "translation": {
      "en": "The office.",
      "th": "ที่ออฟฟิศ"
    }
  },
  {
    "translation": {
      "en": "Are we done?",
      "th": "เราจบเรื่องกันรึยัง"
    }
  },
  {
    "translation": {
      "en": "Helen, listen.",
      "th": "เฮเลน ฟังนะ"
    }
  },
  {
    "translation": {
      "en": "We need to ta... Good night.",
      "th": "ลาก่อน"
    }
  },
  {
    "translation": {
      "en": "You got some fine shooters here.",
      "th": "คุณมีนักยิงปืนเก่งๆ หลายคน"
    }
  },
  {
    "translation": {
      "en": "Fine as frog's hair.",
      "th": "แม่นเหมือนจับวาง"
    }
  },
  {
    "translation": {
      "en": "Rarer, too.",
      "th": "หายากด้วย"
    }
  },
  {
    "translation": {
      "en": "'Cause most of them fellas out there",
      "th": "เพราะคนส่วนใหญ่ข้างนอกนั่น ยิงไปก็เปลืองกระสุน"
    }
  },
  {
    "translation": {
      "en": "can't shoot worth a damn. (CHUCKLES)",
      "th": "เพราะคนส่วนใหญ่ข้างนอกนั่น ยิงไปก็เปลืองกระสุน ขอสามนัดให้ยิงโดนเป้าสีดำ"
    }
  },
  {
    "translation": {
      "en": "You ask them to put three rounds in the black, well,",
      "th": "ขอสามนัดให้ยิงโดนเป้าสีดำ"
    }
  },
  {
    "translation": {
      "en": "they'll suck it.",
      "th": "พ่อยิงลมกันซะงั้น"
    }
  },
  {
    "translation": {
      "en": "I'm looking for the owner. That'd be me. Martin Cash.",
      "th": "-ผมมาหาเจ้าของที่นี่ -ผมเอง มาร์ติน แคช"
    }
  },
  {
    "translation": {
      "en": "Aaron Ward.",
      "th": "แอรอน วอร์ด"
    }
  },
  {
    "translation": {
      "en": "What can I do you for, Mr. Ward? Ward?",
      "th": "มีอะไรให้ผมช่วย คุณวอร์ด"
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm looking for a friend of mine. We served in Iraq. The guy just dropped off the grid, you know?",
      "th": "ผมมาหาเพื่อน เรารบด้วยกันที่อิรัก เขาหายไปจากวงจร"
    }
  },
  {
    "translation": {
      "en": "It happens. Yep. Yeah. Yeah.",
      "th": "มันเกิดขึ้นได้"
    }
  },
  {
    "translation": {
      "en": "Anyway, he was a shooter. Last I heard, he lived around here somewhere and I...",
      "th": "เขาเป็นนักยิงปืน ได้ยินว่าเขาอยู่แถวนี้"
    }
  },
  {
    "translation": {
      "en": "When did he get out of the Army?",
      "th": "เขาออกจากกองทัพเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "Well, I didn't say the Army.",
      "th": "ผมไม่ได้พูดว่ากองทัพ คุณบอกว่าเคยรบด้วยกัน และคุณไม่ใช่นาวิกโยธิน"
    }
  },
  {
    "translation": {
      "en": "Well, you said you served with him. You're no jarhead.",
      "th": "คุณบอกว่าเคยรบด้วยกัน และคุณไม่ใช่นาวิกโยธิน"
    }
  },
  {
    "translation": {
      "en": "Man on a flying horse could see that.",
      "th": "เรื่องง่ายๆแค่นี้ใครก็มองออก"
    }
  },
  {
    "translation": {
      "en": "Well, my father was in the Corps, if that helps.",
      "th": "พ่อผมเป็นนาวิกฯ พอช่วยได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "Well, (CHUCKLES) that makes you half human.",
      "th": "คุณก็มีเลือดผู้กล้าสินะ"
    }
  },
  {
    "translation": {
      "en": "Your friend got a name?",
      "th": "เพื่อนคุณมีชื่อมั้ย"
    }
  },
  {
    "translation": {
      "en": "Yeah. James Barr.",
      "th": "เจมส์ บารร์"
    }
  },
  {
    "translation": {
      "en": "James Barr.",
      "th": "เจมส์ บารร์"
    }
  },
  {
    "translation": {
      "en": "Never heard of him.",
      "th": "ไม่เคยได้ยินชื่อ"
    }
  },
  {
    "translation": {
      "en": "I think you have.",
      "th": "ผมว่าคุณรู้จักเขา"
    }
  },
  {
    "translation": {
      "en": "I think you've been dreading the moment",
      "th": "คุณกลัวมาตลอดว่าสักวัน ตำรวจจะมาถามหาเขา"
    }
  },
  {
    "translation": {
      "en": "some cop comes in here asking after him.",
      "th": "คุณกลัวมาตลอดว่าสักวัน ตำรวจจะมาถามหาเขา เมื่อคุณแม่ละแวกนี้เห็น สนามยิงปืนคุณเป็นปัญหา"
    }
  },
  {
    "translation": {
      "en": "Because it's for sure some soccer mom around here",
      "th": "เมื่อคุณแม่ละแวกนี้เห็น สนามยิงปืนคุณเป็นปัญหา"
    }
  },
  {
    "translation": {
      "en": "is more worried about your range than she is about the pool in her backyard",
      "th": "เมื่อคุณแม่ละแวกนี้เห็น สนามยิงปืนคุณเป็นปัญหา ใหญ่กว่าสระน้ำหลังบ้าน"
    }
  },
  {
    "translation": {
      "en": "or the drain cleaner under her sink.",
      "th": "หรือท่อตันใต้อ่างล้างจาน"
    }
  },
  {
    "translation": {
      "en": "Wouldn't matter to her if Barr did his killing 100 miles away,",
      "th": "ต่อให้บารร์ฆ่าคน ไกลจากที่นี่เป็น 100 ไมล์"
    }
  },
  {
    "translation": {
      "en": "only that he came here to rehearse. She'd have a case to shut you down",
      "th": "ถ้าเขามาซ้อมยิงที่นี่ เธอก็จะฟ้องปิดสนามยิงปืนของคุณ"
    }
  },
  {
    "translation": {
      "en": "and nothing better to do.",
      "th": "และไม่มีอะไรทำดีกว่านี้"
    }
  },
  {
    "translation": {
      "en": "What do you want?",
      "th": "คุณต้องการอะไร"
    }
  },
  {
    "translation": {
      "en": "I want to know who Barr's friends were.",
      "th": "ผมอยากรู้ว่าเพื่อนของบาร์คือใคร"
    }
  },
  {
    "translation": {
      "en": "Those boys out there,",
      "th": "พวกที่มาซ้อมยิงปืน"
    }
  },
  {
    "translation": {
      "en": "they're mighty touchy when it comes to their constitutional rights.",
      "th": "ไม่อยากถูกละเมิดสิทธิ์ส่วนตัวหรอก สมมติถ้าผมบอกว่ามีตำรวจ มาถามประวัติสมาชิกที่นี่"
    }
  },
  {
    "translation": {
      "en": "Suppose I tell them a cop is in here asking after my members?",
      "th": "สมมติถ้าผมบอกว่ามีตำรวจ มาถามประวัติสมาชิกที่นี่"
    }
  },
  {
    "translation": {
      "en": "I'm not a cop. What are you?",
      "th": "-ผมไม่ได้เป็นตำรวจ -แล้วคุณเป็นอะไร"
    }
  },
  {
    "translation": {
      "en": "I work for Barr's attorney. We have reason to believe he's innocent.",
      "th": "ผมทำงานให้ทนายของบารร์ เราเชื่อว่าเขาบริสุทธิ์"
    }
  },
  {
    "translation": {
      "en": "The hell you say.",
      "th": "ว่าเข้าไปนั่น"
    }
  },
  {
    "translation": {
      "en": "Be that as it may, I'm the only one who's bothered to track him this far.",
      "th": "แต่มันเป็นอย่างนั้น ผมคนเดียวที่ติดตามคดีช่วยเขา"
    }
  },
  {
    "translation": {
      "en": "You help me out, I'll be in your debt.",
      "th": "ถ้าคุณช่วยผม ผมก็จะติดค้างคุณนะ"
    }
  },
  {
    "translation": {
      "en": "And if I don't?",
      "th": "แล้วถ้าผมไม่ช่วยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Maybe you can coach soccer.",
      "th": "คุณคงได้เปลี่ยนอาชีพใหม่"
    }
  },
  {
    "translation": {
      "en": "You put three in the center and maybe we'll talk. Huh?",
      "th": "คุณยิงเข้ากลางเป้าสามนัด เราค่อยมาว่ากัน"
    }
  },
  {
    "translation": {
      "en": "Can I have a few to warm up?",
      "th": "ผมขออุ่นเครื่องก่อนสักสองสามนัดนะ"
    }
  },
  {
    "translation": {
      "en": "Six inches right.",
      "th": "หกนิ้ว แฉลบขวา"
    }
  },
  {
    "translation": {
      "en": "That's your mulligan, Mr. Ward. Play ball!",
      "th": "นัดที่สอง คุณวอร์ดหวดเลย!"
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "th": "ลุยเลย"
    }
  },
  {
    "translation": {
      "en": "You're a little rusty, Mr. Reacher.",
      "th": "คุณปืนฝืดไปหน่อยนะ คุณรีชเชอร์"
    }
  },
  {
    "translation": {
      "en": "I saw a man by that name shoot for the Wimbledon Cup,",
      "th": "ผมเห็นชื่อนี้ในการแข่ง ยิงปืนวิมเบิลดันคัพสิบปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "what, ten years ago.",
      "th": "ผมเห็นชื่อนี้ในการแข่ง ยิงปืนวิมเบิลดันคัพสิบปีที่แล้ว และผมแน่ใจว่า คุณไม่เคยเป็นเบสสองของทีมแยงกี้"
    }
  },
  {
    "translation": {
      "en": "And I'm pretty sure you never played second base for the Yankees",
      "th": "และผมแน่ใจว่า คุณไม่เคยเป็นเบสสองของทีมแยงกี้"
    }
  },
  {
    "translation": {
      "en": "in 1925.",
      "th": "ปี 1925"
    }
  },
  {
    "translation": {
      "en": "Now,",
      "th": "เอาล่ะ"
    }
  },
  {
    "translation": {
      "en": "I'll answer one question.",
      "th": "ผมจะตอบคำถามคุณหนึ่งข้อ"
    }
  },
  {
    "translation": {
      "en": "Who's your best shooter?",
      "th": "ลูกค้าคุณใครยิงแม่นที่สุด"
    }
  },
  {
    "translation": {
      "en": "James Barr.",
      "th": "เจมส์ บารร์"
    }
  },
  {
    "translation": {
      "en": "I pulled all these down as soon as I heard about the shooting.",
      "th": "ผมปลดเป้าลงเมื่อรู้ข่าวสังหารหมู่"
    }
  },
  {
    "translation": {
      "en": "That's the best shot",
      "th": "นั่นเป็นการยิงที่แม่นยำสุด"
    }
  },
  {
    "translation": {
      "en": "I ever seen this side of civilian life.",
      "th": "ที่ผมเห็นนับตั้งแต่มาเป็นพลเรือน"
    }
  },
  {
    "translation": {
      "en": "Suppose I told you Barr wasn't this good on his best day in the Army.",
      "th": "สมมติผมบอกคุณว่า บารร์ไม่แม่นขนาดนี้ตอนเป็นทหารล่ะ ผมเป็นคนแจกเป้ายิง นั่นก็ลายมือผม"
    }
  },
  {
    "translation": {
      "en": "I handed out those targets myself. That's my scrawl on every one.",
      "th": "ผมเป็นคนแจกเป้ายิง นั่นก็ลายมือผม"
    }
  },
  {
    "translation": {
      "en": "Do you hang them downrange, too?",
      "th": "แล้วคุณเอาเป้าไปแขวนเองรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "What, are you serious?",
      "th": "เอางั้นเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm saying it's possible that Barr had a friend.",
      "th": "ผมว่าเป็นไปได้ที่บารร์อาจจะมีเพื่อน เขาสลับเป้ายิงกัน บารร์อาจสั่งให้เขาทำ"
    }
  },
  {
    "translation": {
      "en": "One who switched the targets on the range.",
      "th": "เขาสลับเป้ายิงกัน บารร์อาจสั่งให้เขาทำ"
    }
  },
  {
    "translation": {
      "en": "Maybe Barr let him.",
      "th": "เขาสลับเป้ายิงกัน บารร์อาจสั่งให้เขาทำ เพื่อหลอกตัวเองว่ายิงแม่น มีชื่อขึ้นบนกำแพงคุณ"
    }
  },
  {
    "translation": {
      "en": "Made him feel like King Shit having his name up on your wall.",
      "th": "เพื่อหลอกตัวเองว่ายิงแม่น มีชื่อขึ้นบนกำแพงคุณ"
    }
  },
  {
    "translation": {
      "en": "I never saw one real shooter who would do that for his own mother.",
      "th": "ผมไม่เคยเห็นนักยิงปืนทำแบบนั้น ให้แม่ตัวเองด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "Unless he was framing his mother for multiple murder",
      "th": "นอกจากคุณอยากป้ายสี คดีฆาตกรรมหลายศพให้แม่"
    }
  },
  {
    "translation": {
      "en": "and using your range to do it.",
      "th": "และใช้สนามยิงปืนคุณเป็นแบ็คอัพ"
    }
  },
  {
    "translation": {
      "en": "Barr didn't come alone, did he?",
      "th": "บารร์ไม่ได้มาคนเดียวใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "You know, one of these nuts is likely to kill you, they find that camera, there.",
      "th": "ไอ้บ้าพวกนี้ฆ่าคุณแน่ ถ้ารู้ว่ามีวงจรปิด"
    }
  },
  {
    "translation": {
      "en": "Hell, the camera's there 'cause one of these nuts is likely to kill me.",
      "th": "ผมติดกล้องเพราะกลัวพวกมันฆ่าผมไง"
    }
  },
  {
    "translation": {
      "en": "There's Barr.",
      "th": "นั่นล่ะบารร์"
    }
  },
  {
    "translation": {
      "en": "I always liked him. Always liked him.",
      "th": "ผมชอบเขานะ ชอบเขามาตลอด"
    }
  },
  {
    "translation": {
      "en": "There.",
      "th": "นั่น"
    }
  },
  {
    "translation": {
      "en": "Him.",
      "th": "คนนั้น"
    }
  },
  {
    "translation": {
      "en": "That son of a bitch.",
      "th": "ไอ้สารเลวเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Helen Rodin speaking.",
      "th": "เฮเลน โรดินค่ะ"
    }
  },
  {
    "translation": {
      "en": "REACHER: Got a candidate for our shooter.",
      "th": "ได้ข้อมูลผู้ต้องสงสัยแล้ว"
    }
  },
  {
    "translation": {
      "en": "Picture, possible prints",
      "th": "รูปลายนิ้วมือ"
    }
  },
  {
    "translation": {
      "en": "and one pissed-off eyewitness.",
      "th": "และพยานที่กำลังโกรธลมออกหู"
    }
  },
  {
    "translation": {
      "en": "I can't talk right now.",
      "th": "ฉันไม่สะดวกคุยตอนนี้"
    }
  },
  {
    "translation": {
      "en": "Just give me three hours to get back.",
      "th": "ผมจะกลับไปในสามชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "And don't talk to anyone until I get there.",
      "th": "อย่าคุยกับใครก่อนผมไปถึง"
    }
  },
  {
    "translation": {
      "en": "I'll look into that, thanks.",
      "th": "ฉันจะจัดการตามนั้น ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "This is just what I could pull this morning.",
      "th": "นี่คือข้อมูลที่ฉันดึงมาเช้านี้ ประวัติภาษี ใบขออนุญาตจากรัฐ สัญญาประมูล"
    }
  },
  {
    "translation": {
      "en": "Tax records, city and state permit applications, contract bids.",
      "th": "ประวัติภาษี ใบขออนุญาตจากรัฐ สัญญาประมูล"
    }
  },
  {
    "translation": {
      "en": "Shell corporation in Georgia. That's the one next to Russia, not Florida.",
      "th": "บริษัทนอมินีในจอร์เจีย อีกแห่งในรัสเซีย ไม่ใช่ฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "They work one city at a time, acquiring a local construction concern",
      "th": "พวกเขาทำไปทีละเมือง ซื้อบริษัทก่อสร้างท้องถิ่น"
    }
  },
  {
    "translation": {
      "en": "just ahead of major civic redevelopment.",
      "th": "ก่อนมีการพัฒนาเมืองครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "They build bridges no one needs. Highways no one uses.",
      "th": "สร้างสะพานที่ไม่มีใครต้องการ ถนนไฮเวย์ที่ไม่มีใครใช้"
    }
  },
  {
    "translation": {
      "en": "They're like a cancer. A cell that won't stop growing.",
      "th": "พวกเขาเหมือนเชื้อมะเร็ง เซลส์ร้ายที่ลามไม่หยุด"
    }
  },
  {
    "translation": {
      "en": "They moved 12 times in 15 years. Atlanta, Albuquerque,",
      "th": "ย้าย 12 ครั้งในเวลา 15 ปี แอตแลนต้า, อัลบูเคอร์กี"
    }
  },
  {
    "translation": {
      "en": "Austin, Oklahoma City, Sacramento.",
      "th": "ออสติน, โอกลาโฮม่า ซิตี้, ซาคราเมนโต้"
    }
  },
  {
    "translation": {
      "en": "Always amidst allegations of corruption",
      "th": "มีความเกี่ยวพันกับการคอรัปชั่นเสมอ รวมทั้งเงินหลายล้าน ในกองทุนสาธารณะที่หายไป"
    }
  },
  {
    "translation": {
      "en": "including millions of dollars in missing public funds.",
      "th": "รวมทั้งเงินหลายล้าน ในกองทุนสาธารณะที่หายไป"
    }
  },
  {
    "translation": {
      "en": "And yet never an investigation.",
      "th": "ไม่เคยมีการสอบสวน ไม่มีแม้แต่การไต่ถาม"
    }
  },
  {
    "translation": {
      "en": "Never even an inquiry.",
      "th": "ไม่เคยมีการสอบสวน ไม่มีแม้แต่การไต่ถาม เหมือนลีเบนดาวเออร์ เอ็นเตอร์ไพรส์ เป็นบริษัทที่แตะต้องมิได้"
    }
  },
  {
    "translation": {
      "en": "It's as if Lebendauer Enterprises were above reproach.",
      "th": "เหมือนลีเบนดาวเออร์ เอ็นเตอร์ไพรส์ เป็นบริษัทที่แตะต้องมิได้"
    }
  },
  {
    "translation": {
      "en": "maybe that's because the allegations come from the competition.",
      "th": "นั่นอาจเพราะมันเป็น ข้อกล่าวหาจากคู่แข่ง"
    }
  },
  {
    "translation": {
      "en": "Outbid. Bitter.",
      "th": "แพ้ประมูล แอบแค้น"
    }
  },
  {
    "translation": {
      "en": "Like Oline Archer.",
      "th": "เหมือนโอไลน์ อาร์เชอร์ หรือลีเบนดัวเออร์อาจมีคอนเนคชั่นกับ เจ้าหน้าที่ข้างใน"
    }
  },
  {
    "translation": {
      "en": "Or maybe Lebendauer has the cooperation of key officials.",
      "th": "หรือลีเบนดัวเออร์อาจมีคอนเนคชั่นกับ เจ้าหน้าที่ข้างใน"
    }
  },
  {
    "translation": {
      "en": "And maybe when that cooperation isn't enough,",
      "th": "และบางทีถ้าคอนเนคชั่นใหญ่ไม่พอ"
    }
  },
  {
    "translation": {
      "en": "they kill people who won't be bought off.",
      "th": "พวกเขาก็ฆ่าคนที่ซื้อไม่ได้ อย่างโอไลน์ อาร์เชอร์"
    }
  },
  {
    "translation": {
      "en": "Like Oline Archer.",
      "th": "พวกเขาก็ฆ่าคนที่ซื้อไม่ได้ อย่างโอไลน์ อาร์เชอร์ ลูกเชื่อเรื่องนี้แค่ไหนกันเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Helen, how much of this do you honestly believe?",
      "th": "ลูกเชื่อเรื่องนี้แค่ไหนกันเนี่ย"
    }
  },
  {
    "translation": {
      "en": "It doesn't matter how much I believe.",
      "th": "มันไม่สำคัญว่าหนูเชื่อแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "It doesn't even matter how much I can prove. It only matters how much is true.",
      "th": "หรือหนูพิสูจน์ได้แค่ไหน แต่สำคัญที่มันเป็นความจริงแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Do you know how delusional you sound?",
      "th": "รู้ตัวมั้ยว่าลูกพูดเพ้อเจ้อ"
    }
  },
  {
    "translation": {
      "en": "What happened to you?",
      "th": "พ่อเป็นอะไรไปเนี่ย พ่อปักใจจะเอาเขาไปประหารจนไม่สนใจ"
    }
  },
  {
    "translation": {
      "en": "Are you really so set on putting this man to death that you'd ignore...",
      "th": "พ่อปักใจจะเอาเขาไปประหารจนไม่สนใจ"
    }
  },
  {
    "translation": {
      "en": "I pulled all of this paper under my own name.",
      "th": "หนูขอเอกสารทั้งหมดนี้มาในชื่อหนู"
    }
  },
  {
    "translation": {
      "en": "If Jack Reacher's right,",
      "th": "ถ้าแจ็ค รีชเชอร์คิดถูก"
    }
  },
  {
    "translation": {
      "en": "my life, your daughter's life,",
      "th": "ชีวิตหนูชีวิตของลูกสาวพ่อ"
    }
  },
  {
    "translation": {
      "en": "is in danger now.",
      "th": "กำลังอยู่ในอันตรายนะ"
    }
  },
  {
    "translation": {
      "en": "Whatever happens to me next is on your head, whether you're involved or not.",
      "th": "สิ่งที่จะเกิดกับหนูจะทำให้ พ่อวิตก ไม่ว่าพ่อจะเกี่ยวรึไม่"
    }
  },
  {
    "translation": {
      "en": "You are the District Attorney",
      "th": "พ่อเป็นอัยการเขต หนูให้หลักฐานที่น่าเชื่อถือ"
    }
  },
  {
    "translation": {
      "en": "and I've given you compelling evidence",
      "th": "พ่อเป็นอัยการเขต หนูให้หลักฐานที่น่าเชื่อถือ ในการสอบสวน ลีเบนดัวเออร์ เอ็นเตอร์ไพรส์"
    }
  },
  {
    "translation": {
      "en": "to investigate Lebendauer Enterprises.",
      "th": "ในการสอบสวน ลีเบนดัวเออร์ เอ็นเตอร์ไพรส์ ก้าวต่อไปของพ่อ จะบอกได้ว่าพ่ออยู่ข้างไหน"
    }
  },
  {
    "translation": {
      "en": "Your next move will tell me which side you're on.",
      "th": "ก้าวต่อไปของพ่อ จะบอกได้ว่าพ่ออยู่ข้างไหน"
    }
  },
  {
    "translation": {
      "en": "I see. It's a test.",
      "th": "เข้าใจล่ะ ทดสอบพ่อสินะ"
    }
  },
  {
    "translation": {
      "en": "(CHUCKLES) Well, this may be hard for you to believe, but I do love you.",
      "th": "ลูกคงไม่ค่อยอยากเชื่อ แต่พ่อรักลูกนะ"
    }
  },
  {
    "translation": {
      "en": "And obviously I'm not going to turn a blind eye, no matter how absurd I find all of this.",
      "th": "และพ่อจะไม่ทำเป็นตาบอด ต่อให้เรื่องนี้เหลวไหลแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "So, if you really believe that you're in danger,",
      "th": "ถ้าลูกเชื่อจริงๆ ว่าตัวเองกำลังมีอันตราย"
    }
  },
  {
    "translation": {
      "en": "if you believe that,",
      "th": "ถ้าลูกเชื่ออย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "then the next order of business,",
      "th": "ลำดับต่อไปที่ต้องทำก็คือ"
    }
  },
  {
    "translation": {
      "en": "is to put you in protective custody right now.",
      "th": "ให้ลูกอยู่ในความคุ้มกันเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "And how safe will I be if you're part of it?",
      "th": "หนูจะปลอดภัยได้ไงถ้าพ่อเกี่ยวข้อง"
    }
  },
  {
    "translation": {
      "en": "Jesus, Helen.",
      "th": "ให้ตายเถอะ เฮเลน"
    }
  },
  {
    "translation": {
      "en": "Business meeting or personal?",
      "th": "มาเรื่องงานหรือเรื่องส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "Hard to tell them apart.",
      "th": "ไม่รู้จะแยกยังไง"
    }
  },
  {
    "translation": {
      "en": "I'll bet.",
      "th": "งั้นสินะ"
    }
  },
  {
    "translation": {
      "en": "(CELL PHONE RINGING)",
      "th": "\"ออฟฟิศเหมืองหิน\""
    }
  },
  {
    "translation": {
      "en": "Helen?",
      "th": "เฮเลน"
    }
  },
  {
    "translation": {
      "en": "CHARLIE: No.",
      "th": "ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "Sorry, wrong number.",
      "th": "ขอโทษครับ โทรผิด"
    }
  },
  {
    "translation": {
      "en": "Is this Reacher?",
      "th": "รีชเชอร์ใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Who is this?",
      "th": "นั่นใครพูด"
    }
  },
  {
    "translation": {
      "en": "Is this Reacher?",
      "th": "แกคือรีชเชอร์ใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "It's you. The guy from the car.",
      "th": "แกนั่นเอง คนในรถคันนั้น"
    }
  },
  {
    "translation": {
      "en": "It's your boyfriend.",
      "th": "แฟนคุณแน่ะ"
    }
  },
  {
    "translation": {
      "en": "Reacher, is it you?",
      "th": "รีชเชอร์ คุณเหรอ"
    }
  },
  {
    "translation": {
      "en": "Helen, are you hurt?",
      "th": "เฮเลน คุณบาดเจ็บรึเปล่า เธอเจ็บแน่ ถ้าแกไม่มาในหนึ่งชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "Well, she's gonna be if you're not here in one hour.",
      "th": "เธอเจ็บแน่ ถ้าแกไม่มาในหนึ่งชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "Do I have to tell you how this works?",
      "th": "ต้องให้บอกมั้ยธีการคือยังไง แกจะหลอกฉันไปหลายๆ ที่ พอแน่ใจว่าปลอดคน"
    }
  },
  {
    "translation": {
      "en": "You'll bounce me around to make sure I'm not followed,",
      "th": "แกจะหลอกฉันไปหลายๆ ที่ พอแน่ใจว่าปลอดคน แกก็จะพาพวกมารุมฆ่าฉัน"
    }
  },
  {
    "translation": {
      "en": "then walk me into an ambush and kill me.",
      "th": "แกก็จะพาพวกมารุมฆ่าฉัน"
    }
  },
  {
    "translation": {
      "en": "Aw, you ruined my surprise.",
      "th": "พูดซะไม่เหลือเซอร์ไพรส์"
    }
  },
  {
    "translation": {
      "en": "Well, I can do one better.",
      "th": "ฉันมีเซอร์ไพรส์กว่า ฉันไปสนามยิงปืนที่เฮนจ์ ครีก"
    }
  },
  {
    "translation": {
      "en": "I went down to the gun range at Hinge Creek.",
      "th": "ฉันไปสนามยิงปืนที่เฮนจ์ ครีก ได้รูปแก ลายนิ้วมือ และฉันจะไปหาเอฟบีไอ"
    }
  },
  {
    "translation": {
      "en": "I got the picture, prints, and I'm going to the Feds.",
      "th": "ได้รูปแก ลายนิ้วมือ และฉันจะไปหาเอฟบีไอ"
    }
  },
  {
    "translation": {
      "en": "The lawyer's all yours.",
      "th": "ทนายนั่นฉันยกให้แก"
    }
  },
  {
    "translation": {
      "en": "Get the Zec.",
      "th": "ไปตามเดอะเซ็ค"
    }
  },
  {
    "translation": {
      "en": "On second thought, I'd like to kill you.",
      "th": "ฉันคิดใหม่ละ ฉันอยากฆ่าแกมากกว่า"
    }
  },
  {
    "translation": {
      "en": "Let's say winner take all.",
      "th": "ชนะแล้วมันต้องได้หมด"
    }
  },
  {
    "translation": {
      "en": "Listen to me, you prick. I will kill this bitch if you're not here in one...",
      "th": "ฟังฉันนะไอ้สารเลว ฉันจะฆ่านังนี่ถ้าแกไม่มา"
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "th": "ไอ้เปรตนี่"
    }
  },
  {
    "translation": {
      "en": "You think I'm a hero?",
      "th": "แกคิดว่าฉันเป็นฮีโร่เหรอ"
    }
  },
  {
    "translation": {
      "en": "I am not a hero.",
      "th": "ฉันไม่ใช่ฮีโร่ ฉันคนพเนจร ไม่มีอะไรจะเสียโว้ย"
    }
  },
  {
    "translation": {
      "en": "I'm a drifter with nothing to lose.",
      "th": "ฉันไม่ใช่ฮีโร่ ฉันคนพเนจร ไม่มีอะไรจะเสียโว้ย แกฆ่าเด็กสาวคนนั้นเพื่อป้ายผิดฉัน"
    }
  },
  {
    "translation": {
      "en": "You killed that girl to put me in a frame.",
      "th": "แกฆ่าเด็กสาวคนนั้นเพื่อป้ายผิดฉัน"
    }
  },
  {
    "translation": {
      "en": "I mean to beat you to death and drink your blood from a boot.",
      "th": "ฉันจะกระทืบแกให้ตาย แล้วเอาเลือดแกเทใส่รองเท้ากิน"
    }
  },
  {
    "translation": {
      "en": "Now, this is how it's going to work.",
      "th": "วิธีการคือ แกบอกที่อยู่มา"
    }
  },
  {
    "translation": {
      "en": "You're gonna give me the address",
      "th": "วิธีการคือ แกบอกที่อยู่มา ฉันจะไปที่นั่นต่อเมื่อฉันพร้อม"
    }
  },
  {
    "translation": {
      "en": "and I'll be along when I am damn good and ready.",
      "th": "ฉันจะไปที่นั่นต่อเมื่อฉันพร้อม ถ้าฉันโทรไปแล้วไม่มีเธออยู่รับสาย หรือฉันคิดว่าแกทำร้ายเธอ"
    }
  },
  {
    "translation": {
      "en": "If she doesn't answer the phone when I call this number, if I even think you've hurt her,",
      "th": "ถ้าฉันโทรไปแล้วไม่มีเธออยู่รับสาย หรือฉันคิดว่าแกทำร้ายเธอ"
    }
  },
  {
    "translation": {
      "en": "I disappear.",
      "th": "ฉันจะหายตัวไป ถ้าแกคิดเป็น แกต้องกลัว เพราะฉันอยู่ในที่มืด"
    }
  },
  {
    "translation": {
      "en": "And if you're smart, that scares you, because I'm in your blind spot",
      "th": "ถ้าแกคิดเป็น แกต้องกลัว เพราะฉันอยู่ในที่มืด"
    }
  },
  {
    "translation": {
      "en": "and I have nothing better to do.",
      "th": "และฉันไม่มีอย่างอื่นให้ทำว่ะ"
    }
  },
  {
    "translation": {
      "en": "You got a pen?",
      "th": "มีปากการึยัง"
    }
  },
  {
    "translation": {
      "en": "Don't need one.",
      "th": "ไม่จำเป็น"
    }
  },
  {
    "translation": {
      "en": "If I had a dollar for every time the Army called the Corps for help.",
      "th": "ถ้าผมได้หนึ่งเหรียญ ทุกครั้งที่กองทัพขอให้นาวิกฯช่วย"
    }
  },
  {
    "translation": {
      "en": "You have something for me? Yeah.",
      "th": "-คุณเอาของมารึเปล่า -เอามา"
    }
  },
  {
    "translation": {
      "en": "Here.",
      "th": "นี่"
    }
  },
  {
    "translation": {
      "en": "You're kidding, right?",
      "th": "-คุณล้อเล่นใช่มั้ย -ผมเคยเห็นคุณยิงปืนเมื่อสิบปีก่อน"
    }
  },
  {
    "translation": {
      "en": "Just because I saw you shoot ten years ago",
      "th": "-คุณล้อเล่นใช่มั้ย -ผมเคยเห็นคุณยิงปืนเมื่อสิบปีก่อน ไม่ได้แปลว่าผม จะให้คุณฆ่าใครด้วยปืนของผม"
    }
  },
  {
    "translation": {
      "en": "doesn't mean I'll let you kill some asshole with my gun.",
      "th": "ไม่ได้แปลว่าผม จะให้คุณฆ่าใครด้วยปืนของผม"
    }
  },
  {
    "translation": {
      "en": "I told you how serious this was.",
      "th": "ผมบอกแล้วเรื่องนี้ร้ายแรงแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "And I showed up, didn't I?",
      "th": "ผมก็มาแล้วไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "So let's get to it.",
      "th": "ไปทำงานเลยดีกว่ามั้ย"
    }
  },
  {
    "translation": {
      "en": "Now, your shooter will be",
      "th": "มือปืนที่คุณตามล่า จะอยู่ตรงนั้น หลังแสงไฟ เขาจะคุมถนนได้สองทาง"
    }
  },
  {
    "translation": {
      "en": "right up there behind those lights. Okay? He can cover both roads",
      "th": "จะอยู่ตรงนั้น หลังแสงไฟ เขาจะคุมถนนได้สองทาง"
    }
  },
  {
    "translation": {
      "en": "coming and going.",
      "th": "ทั้งขามาและขาไป และฆ่าคุณทันทีที่คุณยืนขึ้น"
    }
  },
  {
    "translation": {
      "en": "And kill you just as soon as you stand up.",
      "th": "และฆ่าคุณทันทีที่คุณยืนขึ้น"
    }
  },
  {
    "translation": {
      "en": "Well, can you take him out?",
      "th": "คุณดักหิ้วเขาได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "What, to dinner you mean?",
      "th": "หิ้วไปเลี้ยงข้าวเหรอ"
    }
  },
  {
    "translation": {
      "en": "Look, I don't know the type of people",
      "th": "ปกติคุณสุงสิงกับ คนแบบไหนผมไม่รู้ รีชเชอร์"
    }
  },
  {
    "translation": {
      "en": "you normally associate with, Reacher.",
      "th": "ปกติคุณสุงสิงกับ คนแบบไหนผมไม่รู้ รีชเชอร์ แต่ผมไม่ใช่คนที่จะขับรถออกมาดักซุ่ม"
    }
  },
  {
    "translation": {
      "en": "But I'm not in the habit of driving out to the boonies at the drop of a hat",
      "th": "แต่ผมไม่ใช่คนที่จะขับรถออกมาดักซุ่ม แล้วยิงคนแปลกหน้าหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "and just picking off some total strangers, all right?",
      "th": "แล้วยิงคนแปลกหน้าหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "Anyway, I can't see anything, not with them lights up.",
      "th": "อีกอย่าง พอไฟสว่าง ผมก็ไม่เห็นแล้ว"
    }
  },
  {
    "translation": {
      "en": "So shoot them out.",
      "th": "งั้นก็ยิงไฟทิ้ง"
    }
  },
  {
    "translation": {
      "en": "Yeah, sure. And then he knows right where I am. I might as well set myself on fire.",
      "th": "ยิงไฟให้มันรู้ว่าผมซ่อนอยู่ตรงไหน ให้มันมาฆ่าผมสินะ"
    }
  },
  {
    "translation": {
      "en": "No, sir. I'll start shooting when he does.",
      "th": "ไม่ มันเริ่มยิงเมื่อไหร่ ผมก็เมื่อนั้น"
    }
  },
  {
    "translation": {
      "en": "And how do you propose we get him started?",
      "th": "แล้วคุณจะทำให้เขาเริ่มก่อนได้ไง"
    }
  },
  {
    "translation": {
      "en": "Well, you could always start running.",
      "th": "คุณก็วิ่งล่อมันสิ"
    }
  },
  {
    "translation": {
      "en": "What's wrong with your eye?",
      "th": "ตาคุณเป็นอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm saving my night vision.",
      "th": "ผมถนอมสายตาผมเท่านั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "Hey, Gunny, you mind if I ask you kind of",
      "th": "ผมขอถามเรื่องส่วนตัวคุณได้มั้ยจ่า"
    }
  },
  {
    "translation": {
      "en": "a personal question?",
      "th": "ผมขอถามเรื่องส่วนตัวคุณได้มั้ยจ่า คุณคิดว่าผมยิงปืนไม่ได้แล้วสิท่า"
    }
  },
  {
    "translation": {
      "en": "What, you don't think I can shoot anymore?",
      "th": "คุณคิดว่าผมยิงปืนไม่ได้แล้วสิท่า"
    }
  },
  {
    "translation": {
      "en": "It is a perishable skill.",
      "th": "มันเป็นทักษะที่เสื่อมลงตามอายุ"
    }
  },
  {
    "translation": {
      "en": "Yeah, well,",
      "th": "ก็ใช่"
    }
  },
  {
    "translation": {
      "en": "the sun will be up in an hour.",
      "th": "อีกชั่วโมงพระอาทิตย์จะขึ้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "Let's get going.",
      "th": "เริ่มกันเลยเถอะ"
    }
  },
  {
    "translation": {
      "en": "I heard them call you the Zec.",
      "th": "ได้ยินพวกเขาเรียกคุณเดอะเซ็ค"
    }
  },
  {
    "translation": {
      "en": "That means \"prisoner.\"",
      "th": "ชื่อคุณแปลว่านักโทษ"
    }
  },
  {
    "translation": {
      "en": "Yes?",
      "th": "ใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Tell me, killing all those people,",
      "th": "บอกฉันซิ การฆ่าคน"
    }
  },
  {
    "translation": {
      "en": "I have to believe the money you're making can't possibly be enough to just...",
      "th": "เงินคุณหามาได้เท่าไหร่มันก็คงไม่พอ"
    }
  },
  {
    "translation": {
      "en": "Enough?",
      "th": "พอเหรอ"
    }
  },
  {
    "translation": {
      "en": "There is no such thing.",
      "th": "คนเราไม่เคยพอหรอก"
    }
  },
  {
    "translation": {
      "en": "We take what can be taken.",
      "th": "เราเอามากที่สุดที่จะมากได้"
    }
  },
  {
    "translation": {
      "en": "This is what we do.",
      "th": "นี่คือสันดานมนุษย์"
    }
  },
  {
    "translation": {
      "en": "And you?",
      "th": "แล้วคุณล่ะ"
    }
  },
  {
    "translation": {
      "en": "This one I think I understand, but you?",
      "th": "ฉันเข้าใจเขาแล้ว แต่คุณล่ะ"
    }
  },
  {
    "translation": {
      "en": "Why'd you do it?",
      "th": "คุณทำเพื่ออะไร"
    }
  },
  {
    "translation": {
      "en": "You make it sound like I had a choice.",
      "th": "คุณพูดเหมือนผมมีทางเลือก"
    }
  },
  {
    "translation": {
      "en": "Oh, didn't you?",
      "th": "แล้วคุณไม่มีเหรอ"
    }
  },
  {
    "translation": {
      "en": "You'll see.",
      "th": "คุณจะเห็นเอง"
    }
  },
  {
    "translation": {
      "en": "You should know I've taken steps,",
      "th": "ฉันเริ่มทำอะไรไปแล้ว ถ้ามีอะไรเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "If anything happens to you, it will happen in front of your father",
      "th": "ถ้ามีอะไรเกิดขึ้นกับคุณ มันจะเกิดขึ้นต่อหน้าพ่อคุณ"
    }
  },
  {
    "translation": {
      "en": "while he begs for your life.",
      "th": "ขณะเขาร้องขอชีวิตคุณ"
    }
  },
  {
    "translation": {
      "en": "You should never have involved him.",
      "th": "คุณไม่น่าลากพ่อมาซวยด้วยเลย คุณต้องไปพูดให้เขาลืมมันซะ เพื่อตัวคุณเอง"
    }
  },
  {
    "translation": {
      "en": "Now you will have to convince him to forget, for your sake",
      "th": "คุณต้องไปพูดให้เขาลืมมันซะ เพื่อตัวคุณเอง"
    }
  },
  {
    "translation": {
      "en": "and for his.",
      "th": "และตัวเขา"
    }
  },
  {
    "translation": {
      "en": "You say nothing, but I see defiance in your eyes.",
      "th": "ปากคุณไม่ได้พูด แต่ผมเห็นความท้าทายในสายตา"
    }
  },
  {
    "translation": {
      "en": "That is a look I have seen many, many times.",
      "th": "ผมเห็นสายตาแบบนี้มาเยอะ"
    }
  },
  {
    "translation": {
      "en": "When the soldier comes,",
      "th": "รอให้ไอ้ทหารนั่นมา พอคุณได้เห็นว่ามันตายยังไง คุณจะเปลี่ยนใจ"
    }
  },
  {
    "translation": {
      "en": "when you watch how he dies, it will change you.",
      "th": "พอคุณได้เห็นว่ามันตายยังไง คุณจะเปลี่ยนใจ"
    }
  },
  {
    "translation": {
      "en": "You will want to forget me then.",
      "th": "คุณจะอยากลืมผมไปจากชีวิต"
    }
  },
  {
    "translation": {
      "en": "Reacher?",
      "th": "รีชเชอร์เหรอ"
    }
  },
  {
    "translation": {
      "en": "REACHER: Are you okay?",
      "th": "คุณโอเคมั้ย"
    }
  },
  {
    "translation": {
      "en": "They're ready for you.",
      "th": "พวกเขาพร้อมรับมือคุณแล้ว"
    }
  },
  {
    "translation": {
      "en": "They'd like to think so.",
      "th": "มันอยากคิดกันอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "Don't do this. Please don't do this. Not for me.",
      "th": "ไม่ต้องมาหรอกค่ะ ไม่ต้องทำเพื่อฉัน เฮเลน มันจะไม่ทำร้ายคุณ"
    }
  },
  {
    "translation": {
      "en": "Listen, Helen, they're not gonna",
      "th": "เฮเลน มันจะไม่ทำร้ายคุณ"
    }
  },
  {
    "translation": {
      "en": "hurt you until they have me. And that's never going to happen.",
      "th": "จนกว่ามันจะจับผมได้ ซึ่งไม่มีทางเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "You hear me?",
      "th": "คุณได้ยินมั้ย"
    }
  },
  {
    "translation": {
      "en": "You just hang in there.",
      "th": "อดทนไว้นะ"
    }
  },
  {
    "translation": {
      "en": "'Cause I'm coming to get you.",
      "th": "ผมกำลังจะไปช่วยคุณ"
    }
  },
  {
    "translation": {
      "en": "Now say you believe me.",
      "th": "พูดสิว่าคุณเชื่อผม"
    }
  },
  {
    "translation": {
      "en": "I believe you.",
      "th": "ฉันเชื่อคุณ"
    }
  },
  {
    "translation": {
      "en": "This was a bad idea.",
      "th": "คิดเองจะซวยเองนะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Any time now, Gunny.",
      "th": "หลับสบายเหรอไงลุงจ่า"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "th": "บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Where the hell are you, Gunny?",
      "th": "มัวไปทำอะไรไม่ยิงมันซะที!"
    }
  },
  {
    "translation": {
      "en": "Suck it!",
      "th": "ไม่สนแล้วโว้ย!"
    }
  },
  {
    "translation": {
      "en": "You should go.",
      "th": "ไปได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Toss it.",
      "th": "ทิ้งปืน"
    }
  },
  {
    "translation": {
      "en": "REACHER: I know you're in there, Emerson.",
      "th": "ฉันรู้นายอยู่ในนั้น เอเมอร์สัน"
    }
  },
  {
    "translation": {
      "en": "It was staring me right in the face.",
      "th": "ฉันเห็นชัดเจนอยู่แล้วว่าเป็นนาย"
    }
  },
  {
    "translation": {
      "en": "The one piece that just didn't fit.",
      "th": "แต่มีอยู่อย่างหนึ่งที่มันไม่ลงล็อก"
    }
  },
  {
    "translation": {
      "en": "The quarter.",
      "th": "เหรียญอันนั้น"
    }
  },
  {
    "translation": {
      "en": "Nobody would have thought to dump that meter.",
      "th": "ไม่มีใครคิดจะเอาเหรียญ ออกจากมิเตอร์หรอก"
    }
  },
  {
    "translation": {
      "en": "Not even me.",
      "th": "ไม่แม้แต่ฉัน"
    }
  },
  {
    "translation": {
      "en": "You were wrong about my father.",
      "th": "คุณเข้าใจพ่อฉันผิด"
    }
  },
  {
    "translation": {
      "en": "I wouldn't make a big thing of it.",
      "th": "มันก็ไม่ได้เป็นเรื่องใหญ่"
    }
  },
  {
    "translation": {
      "en": "Who is he?",
      "th": "เขาเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "That's John Doe Number Two.",
      "th": "ชายนิรนามหมายเลขสอง มือปืนต้องสงสัย ความลับที่อยู่ใต้เตียง"
    }
  },
  {
    "translation": {
      "en": "The man on the grassy knoll. The thing under the bed.",
      "th": "มือปืนต้องสงสัย ความลับที่อยู่ใต้เตียง"
    }
  },
  {
    "translation": {
      "en": "They call him the Zec.",
      "th": "พวกนั้นเรียกเขาว่าเดอะเซ็ค"
    }
  },
  {
    "translation": {
      "en": "Zec? Prisoner.",
      "th": "เซ็คเหรอ นักโทษนี่"
    }
  },
  {
    "translation": {
      "en": "What's your real name?",
      "th": "แกชื่อจริงว่าอะไร"
    }
  },
  {
    "translation": {
      "en": "I was born in October. When I get to my birthday, I'm gonna pull the trigger.",
      "th": "ฉันเกิดเดือนตุลาคม พอนับไปถึงวันเกิด ฉันจะเหนี่ยวไก"
    }
  },
  {
    "translation": {
      "en": "One. Two.",
      "th": "หนึ่งสอง"
    }
  },
  {
    "translation": {
      "en": "Chelovek. Zec Chelovek.",
      "th": "เชโลเวค เซ็ค เชโลเวค"
    }
  },
  {
    "translation": {
      "en": "Chelovek?",
      "th": "เชโลเวค"
    }
  },
  {
    "translation": {
      "en": "Chelovek? Human.",
      "th": "เชโลเวค มนุษย์"
    }
  },
  {
    "translation": {
      "en": "Prisoner Human Being.",
      "th": "นักโทษมนุษย์"
    }
  },
  {
    "translation": {
      "en": "That's your real name? That is all I remember.",
      "th": "-นั่นเหรอชื่อจริง -นั่นคือทั้งหมดที่ฉันจำได้"
    }
  },
  {
    "translation": {
      "en": "Call the police.",
      "th": "โทรเรียกตำรวจซิ"
    }
  },
  {
    "translation": {
      "en": "Were you really going to shoot him?",
      "th": "เมื่อกี๊คุณจะยิงเขาจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "I knew I wouldn't have to.",
      "th": "ผมรู้ว่าไม่จำเป็นต้องยิง"
    }
  },
  {
    "translation": {
      "en": "One look at this guy and you know he'll do anything to survive.",
      "th": "คนๆนี้ดูแวบเดียวก็รู้ว่า เขาจะทำทุกอย่างเพื่อเอาตัวรอด ส่วนฉันแกดูก็รู้นะว่าฉันไม่ได้ขู่"
    }
  },
  {
    "translation": {
      "en": "One look at me and you know I'm not bluffing.",
      "th": "ส่วนฉันแกดูก็รู้นะว่าฉันไม่ได้ขู่ ค่ะ ฉันจะขอแจ้งเหตุร้ายที่"
    }
  },
  {
    "translation": {
      "en": "HELEN: Yes, I have an emergency at...",
      "th": "ค่ะ ฉันจะขอแจ้งเหตุร้ายที่"
    }
  },
  {
    "translation": {
      "en": "Yes, I'll hold.",
      "th": "ค่ะ ฉันจะถือสายรอ"
    }
  },
  {
    "translation": {
      "en": "We're in no hurry.",
      "th": "ไม่ต้องรีบหรอก"
    }
  },
  {
    "translation": {
      "en": "With a name like yours, you're gonna feel right at home.",
      "th": "ด้วยชื่อแกติดคุกคงเหมือนได้อยู่บ้าน"
    }
  },
  {
    "translation": {
      "en": "Prison? In America?",
      "th": "คุกในอเมริกาน่ะเหรอ มันก็บ้านคนพักชราดีๆนี่แหละ ถ้าฉันต้องติดคุกนะ"
    }
  },
  {
    "translation": {
      "en": "A retirement home. If I go to prison at all.",
      "th": "มันก็บ้านคนพักชราดีๆนี่แหละ ถ้าฉันต้องติดคุกนะ"
    }
  },
  {
    "translation": {
      "en": "You think you're gonna walk?",
      "th": "แกคิดว่าจะรอดคุกงั้นสิ แกเป็นกุ๊ยร่อนเร่โดนข้อหาฆ่าคนตาย"
    }
  },
  {
    "translation": {
      "en": "You are a homeless drifter wanted for murder.",
      "th": "แกเป็นกุ๊ยร่อนเร่โดนข้อหาฆ่าคนตาย"
    }
  },
  {
    "translation": {
      "en": "Meanwhile, I am an old man",
      "th": "ส่วนฉันเป็นแค่คนแก่ ที่มาอยู่ผิดที่ผิดเวลา"
    }
  },
  {
    "translation": {
      "en": "in the wrong place at the wrong time.",
      "th": "ส่วนฉันเป็นแค่คนแก่ ที่มาอยู่ผิดที่ผิดเวลา ต้องขอบใจที่แกฆ่าตายหมด ไม่เหลือใครเป็นพยาน"
    }
  },
  {
    "translation": {
      "en": "Thanks to you, who is left to say otherwise? Who?",
      "th": "ต้องขอบใจที่แกฆ่าตายหมด ไม่เหลือใครเป็นพยาน ฮัลโหล ค่ะ ฉันจะแจ้งเหตุร้าย"
    }
  },
  {
    "translation": {
      "en": "HELEN: Yes, hello? Yes, there's...",
      "th": "ฮัลโหล ค่ะ ฉันจะแจ้งเหตุร้าย"
    }
  },
  {
    "translation": {
      "en": "Uh, I have an emergency.",
      "th": "ฮัลโหล ค่ะ ฉันจะแจ้งเหตุร้าย มาดูซิระหว่างเรา ใครกันแน่ที่ต้องติดคุก"
    }
  },
  {
    "translation": {
      "en": "We'll see which one of us goes to prison.",
      "th": "มาดูซิระหว่างเรา ใครกันแน่ที่ต้องติดคุก มีคนตายประมาณสามสี่คน"
    }
  },
  {
    "translation": {
      "en": "There are maybe three, four people dead.",
      "th": "มีคนตายประมาณสามสี่คน"
    }
  },
  {
    "translation": {
      "en": "Okay. My bet?",
      "th": "ฉันว่า"
    }
  },
  {
    "translation": {
      "en": "Neither one.",
      "th": "ไม่มีใครติดคุกหรอก"
    }
  },
  {
    "translation": {
      "en": "What did you do?",
      "th": "คุณทำอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "What's it look like?",
      "th": "มันดูเหมือนอะไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "What about the truth?",
      "th": "แล้วความจริงล่ะ เราจะเอามือปืนตัวจริง ไปเข้ากระบวนการยุติธรรมไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "What about getting the guys who really did this? What about bringing him to justice?",
      "th": "เราจะเอามือปืนตัวจริง ไปเข้ากระบวนการยุติธรรมไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "I just did.",
      "th": "ผมทำให้แล้วไง"
    }
  },
  {
    "translation": {
      "en": "HELEN: What about clearing Barr?",
      "th": "แล้วการเคลียร์ความผิดให้บาร์ เคลียร์ความผิดให้คุณล่ะ"
    }
  },
  {
    "translation": {
      "en": "What about clearing you?",
      "th": "แล้วการเคลียร์ความผิดให้บาร์ เคลียร์ความผิดให้คุณล่ะ คุณมีทางออกแน่ ข่าวว่าคุณปึ้กกับอัยการเขต"
    }
  },
  {
    "translation": {
      "en": "REACHER: I have faith you'll sort it out.",
      "th": "คุณมีทางออกแน่ ข่าวว่าคุณปึ้กกับอัยการเขต"
    }
  },
  {
    "translation": {
      "en": "And I hear you have an in with the local D.A.",
      "th": "คุณมีทางออกแน่ ข่าวว่าคุณปึ้กกับอัยการเขต -ระหว่างนี้คุณจะเป็นยังไง -ก็เดินทางไปเรื่อยๆ เหมือนเดิม"
    }
  },
  {
    "translation": {
      "en": "HELEN: But what happens to you in the meantime? I keep moving. Same as always.",
      "th": "-ระหว่างนี้คุณจะเป็นยังไง -ก็เดินทางไปเรื่อยๆ เหมือนเดิม"
    }
  },
  {
    "translation": {
      "en": "Wait, is that my car?",
      "th": "เดี๋ยว นั่นรถฉันเหรอ"
    }
  },
  {
    "translation": {
      "en": "This the lady?",
      "th": "นี่คือเธอเหรอ"
    }
  },
  {
    "translation": {
      "en": "Helen Rodin, Martin Cash.",
      "th": "เฮเลน โรดิน นี่มาร์ติน แคช"
    }
  },
  {
    "translation": {
      "en": "A pleasure.",
      "th": "สวัสดี"
    }
  },
  {
    "translation": {
      "en": "You look like hell there, Army.",
      "th": "โทรมยับเลยนะ คุณทหาร คุณถามว่าผมกลัวลงเอยเหมือนบารร์มั้ย ผมไม่กลัวนะ"
    }
  },
  {
    "translation": {
      "en": "You asked if I was afraid I'd end up like Barr. I'm not.",
      "th": "คุณถามว่าผมกลัวลงเอยเหมือนบารร์มั้ย ผมไม่กลัวนะ ผมกลัวลงเอยเหมือนตาลุงนี่มากกว่า"
    }
  },
  {
    "translation": {
      "en": "I'm afraid I'll end up like this guy.",
      "th": "ผมกลัวลงเอยเหมือนตาลุงนี่มากกว่า คนตายเป็นกองเลย เรารีบไปดีกว่า"
    }
  },
  {
    "translation": {
      "en": "There's a lot of dead bodies out here. So let's get to it.",
      "th": "คนตายเป็นกองเลย เรารีบไปดีกว่า -นั่นสิ -เดี๋ยว แค่นี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "We should probably go. Wait. That's it?",
      "th": "-นั่นสิ -เดี๋ยว แค่นี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "It's just over?",
      "th": "มันจบแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "You'll be all right, counselor.",
      "th": "-คุณไม่เป็นไรหรอก คุณทนาย -ไม่ ถ้าฉันต้องการคุณล่ะ ฉันจะหาคุณได้ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "No. What if I need you? How will I find you?",
      "th": "ถ้าฉันต้องการคุณล่ะ ฉันจะหาคุณได้ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "Oh, you don't need me.",
      "th": "คุณไม่ต้องการผม"
    }
  },
  {
    "translation": {
      "en": "Not anymore.",
      "th": "ไม่ต้องแล้ว"
    }
  },
  {
    "translation": {
      "en": "Get her number. Let's go!",
      "th": "ขอเบอร์เธอแล้วรีบไป!"
    }
  },
  {
    "translation": {
      "en": "I'm Helen Rodin, your attorney.",
      "th": "ฉันเฮเลน โรดิน ทนายของคุณ"
    }
  },
  {
    "translation": {
      "en": "This conversation is protected by attorney-client privilege.",
      "th": "การสนทนานี้จะเป็นความลับระหว่าง ทนายและลูกความ คุณเข้าใจความหมายใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "You understand what that means?",
      "th": "คุณเข้าใจความหมายใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ตำรวจไม่ได้มาคุยกับคุณใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Now, the police didn't talk to you, did they?",
      "th": "ตำรวจไม่ได้มาคุยกับคุณใช่มั้ย พวกเขาคุยกับคุณไม่ได้ ถ้าไม่มีฉัน"
    }
  },
  {
    "translation": {
      "en": "They're not allowed to do that without me here.",
      "th": "พวกเขาคุยกับคุณไม่ได้ ถ้าไม่มีฉัน"
    }
  },
  {
    "translation": {
      "en": "How bad was it?",
      "th": "มันแย่แค่ไหน"
    }
  },
  {
    "translation": {
      "en": "How many did I...",
      "th": "ผมฆ่าไปกี่ศพ"
    }
  },
  {
    "translation": {
      "en": "You don't remember anything about the incident?",
      "th": "คุณจำอะไรเกี่ยวกับเหตุการณ์ ไม่ได้เลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "But I could hear the nurses talking to those cops out there.",
      "th": "ผมได้ยินพยาบาลคุยกับตำรวจข้างนอก"
    }
  },
  {
    "translation": {
      "en": "(SOBBING) I don't even remember wanting to do it!",
      "th": "ผมจำไม่ได้ด้วยซ้ำ ว่าคิดจะทำอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Look, I'm not gonna fight this.",
      "th": "ผมไม่สู้คดีหรอก"
    }
  },
  {
    "translation": {
      "en": "If they say I done it, then I did.",
      "th": "ถ้าตำรวจบอกว่าผมทำ ผมก็ยอม"
    }
  },
  {
    "translation": {
      "en": "I done things before.",
      "th": "ผมเคยทำเรื่องแบบนี้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "I did something bad.",
      "th": "ผมเคยทำเรื่องชั่วๆ"
    }
  },
  {
    "translation": {
      "en": "Real bad.",
      "th": "ชั่วมาก"
    }
  },
  {
    "translation": {
      "en": "A long time ago.",
      "th": "มันนานมาแล้วน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "And I got away with it.",
      "th": "ผมไม่ได้ไปรับโทษคราวนั้น"
    }
  },
  {
    "translation": {
      "en": "James,",
      "th": "เจมส์ คุณรู้จักสถานที่นี้ดีแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "how well do you know this place?",
      "th": "คุณรู้จักสถานที่นี้ดีแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Pretty well.",
      "th": "ก็ดีพอควร"
    }
  },
  {
    "translation": {
      "en": "And how do you think you would have done it?",
      "th": "คุณคิดว่าคุณจะลงมือยังไง"
    }
  },
  {
    "translation": {
      "en": "I guess",
      "th": "ผมเดาว่า"
    }
  },
  {
    "translation": {
      "en": "I would have parked up on the highway.",
      "th": "ผมคงจอดรถบนไฮเวย์ หันหลังให้ดวงอาทิตย์ในช่วงบ่าย"
    }
  },
  {
    "translation": {
      "en": "The sun would be at my back that time of day.",
      "th": "หันหลังให้ดวงอาทิตย์ในช่วงบ่าย"
    }
  },
  {
    "translation": {
      "en": "I got a van.",
      "th": "ผมมีรถตู้"
    }
  },
  {
    "translation": {
      "en": "Set up in back.",
      "th": "จอดบังอยู่ด้านหลังตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Wouldn't have to worry about my brass.",
      "th": "ผมจึงไม่ต้องห่วงด้านหลัง"
    }
  },
  {
    "translation": {
      "en": "Get away real clean, too.",
      "th": "และขับหนีไปได้สะดวกโยธิน"
    }
  },
  {
    "translation": {
      "en": "(SNIFFLING) (TEARFULLY) That sound about right?",
      "th": "มันเป็นอย่างที่ผมพูดใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Sounds as if you know your stuff.",
      "th": "มันฟังดูเหมือนคุณรู้แนวตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I forget your name.",
      "th": "ผมลืมชื่อคุณแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's Helen.",
      "th": "ฉันชื่อเฮเลน"
    }
  },
  {
    "translation": {
      "en": "Helen Rodin.",
      "th": "เฮเลน โรดิน"
    }
  },
  {
    "translation": {
      "en": "You're going to be okay, James.",
      "th": "คุณไม่เป็นไรหรอก เจมส์"
    }
  },
  {
    "translation": {
      "en": "I am gonna take care of you.",
      "th": "ฉันจะดูแลช่วยเหลือคุณเอง"
    }
  },
  {
    "translation": {
      "en": "You can't protect me.",
      "th": "คุณปกป้องผมไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "No one can.",
      "th": "ไม่มีใครช่วยได้"
    }
  },
  {
    "translation": {
      "en": "From what?",
      "th": "จากอะไร"
    }
  },
  {
    "translation": {
      "en": "From who?",
      "th": "จากใครเหรอ"
    }
  },
  {
    "translation": {
      "en": "There's this guy.",
      "th": "มีผู้ชายคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "He's a kind of cop.",
      "th": "เขาเป็นตำรวจ"
    }
  },
  {
    "translation": {
      "en": "At least he used to be.",
      "th": "อย่างน้อยก็เคยเป็นตำรวจ"
    }
  },
  {
    "translation": {
      "en": "He doesn't care about the law.",
      "th": "เขาไม่สนว่ากฎหมายบัญญัติยังไง"
    }
  },
  {
    "translation": {
      "en": "He doesn't care about proof.",
      "th": "เขาไม่สนว่าหลักฐานเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "He only cares about what's right.",
      "th": "เขาสนแต่สิ่งถูกผิด ฉันพูดแกก็มองหน้าฉันสิ"
    }
  },
  {
    "translation": {
      "en": "MAN: Look at me when I'm talking to you!",
      "th": "ฉันพูดแกก็มองหน้าฉันสิ"
    }
  },
  {
    "translation": {
      "en": "BARR: He knows what I did.",
      "th": "เขารู้ผมเคยทำอะไรไว้"
    }
  },
  {
    "translation": {
      "en": "He knows where I am.",
      "th": "เขารู้ว่าผมอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "And this guy, he made me a promise.",
      "th": "และคนๆนี้ เคยให้ผมรับปากสัญญา ฉันบอกให้แกหุบปาก!"
    }
  },
  {
    "translation": {
      "en": "MAN: I said, shut your mouth! (SLAP)",
      "th": "ฉันบอกให้แกหุบปาก!"
    }
  },
  {
    "translation": {
      "en": "(WOMAN CRIES OUT) BARR: If I ever got in trouble again,",
      "th": "ถ้าผมกล้าซ่าก่อปัญหาอีกล่ะก็"
    }
  },
  {
    "translation": {
      "en": "he'd be there.",
      "th": "เขาจะมาหาถึงที่"
    }
  }
]