[
  {
    "translation": {
      "en": "♪ Please don't stop the music ♪",
      "th": "(อะแคปเปลา คือนักบินผู้ช่วยของฉัน)"
    }
  },
  {
    "translation": {
      "en": "Now, this is exactly the type of performance you would expect to see",
      "th": "นี่แหละครับคือประเภทการแสดง ที่คุณคาดหมายจะได้ชม"
    }
  },
  {
    "translation": {
      "en": "at the International Championship of Collegiate A Cappella.",
      "th": "ที่การแข่งชิงแชมป์อะแคปเปลลา ระดับมหาวิทยาลัยนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "-Am I right, Gail? -Oh!",
      "th": "ผมพูดถูกไหม เกล"
    }
  },
  {
    "translation": {
      "en": "John, you're so right, everything else seems wrong.",
      "th": "จอห์นคะ ถูกสุดๆ จนทุกอย่างดูผิดไปหมดเลยล่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "[John] Boy, these Barden University Treblemakers always thrill the judges.",
      "th": "แหม หนุ่มๆ วงเทรเบิ้ลเมคเกอร์ ของมหาวิทยาลัย บาร์เดนทำให้คณะกรรมการตื่นเต้นได้ตลอด"
    }
  },
  {
    "translation": {
      "en": "And the ladies in the room cannot get enough.",
      "th": "ส่วนสาวๆ ในห้องก็ฟังเท่าไหร่ไม่พอ"
    }
  },
  {
    "translation": {
      "en": "So true, John.",
      "th": "ส่วนสาวๆ ในห้องก็ฟังเท่าไหร่ไม่พอ ถูกเผงค่ะ จอห์น"
    }
  },
  {
    "translation": {
      "en": "Nothing makes a woman feel more like a girl than a man who sings like a boy.",
      "th": "ไม่มีอะไรทำให้ผู้หญิงรู้สึกเหมือนเด็กสาว ได้มากไปกว่าผู้ชายที่ร้องเพลงเหมือนเด็กหนุ่ม"
    }
  },
  {
    "translation": {
      "en": "Chloe, look at you. You're a mess. You're unfocused. You're unreliable.",
      "th": "โคลอี้ ดูเธอสิ เละไปหมด เธอไม่มีสมาธิ ไว้ใจไม่ได้"
    }
  },
  {
    "translation": {
      "en": "And your breath smells like egg. Like, all the time.",
      "th": "แถมกลิ่นลมหายใจก็เหมือนไข่ ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "I can't believe the Bellas are being passed on to you two slut bags after we graduate.",
      "th": "ไม่อยากเชื่อว่าทีมเบลลาส์ต้องตกอยู่ในมือ พวกเธอสุดแย่ทั้งสองหลังเราเรียนจบ"
    }
  },
  {
    "translation": {
      "en": "Just don't eff up your solo.",
      "th": "อย่าทำท่อนโซโล่พังก็พอ"
    }
  },
  {
    "translation": {
      "en": "I won't disappoint you.",
      "th": "อย่าทำท่อนโซโล่พังก็พอ ฉันจะไม่ทำให้เธอผิดหวัง"
    }
  },
  {
    "translation": {
      "en": "My dad always says, \"If you're not here to win,",
      "th": "พ่อพูดเสมอว่า \"ถ้าไม่ได้มาเพื่อเอาชนะ"
    }
  },
  {
    "translation": {
      "en": "get the hell out of Kuwait.\"",
      "th": "ก็ไสหัวออกไปจากคูเวตซะ\""
    }
  },
  {
    "translation": {
      "en": "Has your dad ever told you to shut up?",
      "th": "พ่อเธอเคยบอกให้หุบปากบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "I'm fine. ♪ Please don't stop the music ♪",
      "th": "ฉันสบายดี"
    }
  },
  {
    "translation": {
      "en": "Ouch! Boy, that hurt.",
      "th": "โอ๊ย หนุ่มๆ เจ็บนะนั่น"
    }
  },
  {
    "translation": {
      "en": "[Gail] Sexy man-splits.",
      "th": "ท่าแยกขาสุดเซ็กซี่"
    }
  },
  {
    "translation": {
      "en": "[John] His pain is our gain, Gail.",
      "th": "ความเจ็บของเขาคืออาหารตาของเรา เกล"
    }
  },
  {
    "translation": {
      "en": "All right, good luck, guys!",
      "th": "เอาละ โชคดีนะ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Oh! Good luck out there!",
      "th": "ขอให้โชคดีนะ"
    }
  },
  {
    "translation": {
      "en": "Seriously, you girls are awesome…ly horrible.",
      "th": "พูดจริงๆ นะ พวกเธอน่ะเจ๋ง... แบบห่วยแตก"
    }
  },
  {
    "translation": {
      "en": "I hate you. Kill yourselves. Girl power! Sisters before misters!",
      "th": "ฉันเกลียดเธอ ไปฆ่าตัวตายซะ พลังสาวๆ ผู้หญิงต้องชนะผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "All right, ladies, it's now or never. Hands in!",
      "th": "เอาละ สาวๆ ถึงเวลาแล้ว ประสานมือกัน"
    }
  },
  {
    "translation": {
      "en": "[all] One, two…",
      "th": "หนึ่ง สอง..."
    }
  },
  {
    "translation": {
      "en": "Up now, the Barden Bellas!",
      "th": "ขึ้นเวทีแล้วครับ วงบาร์เดน เบลลาส์"
    }
  },
  {
    "translation": {
      "en": "[John] Well, the Bellas tonight are making history",
      "th": "คืนนี้วงเบลลาส์จะสร้างประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "as the first ever all-female group to advance to the ICCA finals.",
      "th": "ว่าเป็นวงหญิงล้วนวงแรกที่จะผ่านเข้าสู่ การแข่งขันชิงแชมป์รอบสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "[Gail] That's right, John. Why do you think it's taken so long",
      "th": "ถูกค่ะ จอห์น ทำไมคุณถึงว่าต้องใช้เวลานานมาก"
    }
  },
  {
    "translation": {
      "en": "for an all-lady group to break through that a cappella glass ceiling?",
      "th": "สำหรับวงหญิงล้วนที่จะเข้าสู่รอบลึกๆ ของการแข่งอะแคปเปลาคะ"
    }
  },
  {
    "translation": {
      "en": "Well, Gail, the women, typically, cannot hit the low notes,",
      "th": "คืองี้ เกล ปกติแล้วผู้หญิงร้องเสียงต่ำมากได้ไม่ดี"
    }
  },
  {
    "translation": {
      "en": "which really round out an arrangement, thrill the judges,",
      "th": "ซึ่งการเรียบเรียงเสียงประสานดีๆ ทำให้คณะกรรมการตื่นเต้น"
    }
  },
  {
    "translation": {
      "en": "and that can really hurt them in competition.",
      "th": "และนั่นทำให้พวกเธอแพ้ในการแข่งขันได้"
    }
  },
  {
    "translation": {
      "en": "Women are about as good at a cappella as they are at being doctors.",
      "th": "ผู้หญิงเก่งเรื่องการร้องเพลงแนวอะแคปเปลา พอๆ กับการเป็นหมอนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "One, two, three, four.",
      "th": "หนึ่ง สอง สาม สี่"
    }
  },
  {
    "translation": {
      "en": "Ooh, is it me or did we just take a left turn into Snoozeville?",
      "th": "ฉันคิดไปเองหรือเราเพิ่งเลี้ยว เข้าสู่เมืองขี้เซากันแน่"
    }
  },
  {
    "translation": {
      "en": "Yeah, and we parked in a lot where they do not validate.",
      "th": "ใช่ และเราจอดในลานจอดรถ ที่พวกเธอไม่ทำให้ถูก"
    }
  },
  {
    "translation": {
      "en": "-No! -Holy…",
      "th": "- ไม่นะ - ให้ตาย..."
    }
  },
  {
    "translation": {
      "en": "This is a surprise!",
      "th": "นี่แหละเซอร์ไพรส์ของจริง"
    }
  },
  {
    "translation": {
      "en": "-Now this is how your bring excitement… -[John] It never happened.",
      "th": "- แบบนี้ไม่เคยมีมาก่อน - นี่แหละคือการนำความตื่นเต้น"
    }
  },
  {
    "translation": {
      "en": "…to the International Championship of Collegiate A Cappella.",
      "th": "มาให้กับการแข่งอะแคปเปลาชิงแชมป์ มหาวิทยาลัยนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "She had a week's worth of lunch and lost it.",
      "th": "เธอกินมื้อเที่ยงทั้งอาทิตย์ซะคุ้ม แต่เสียมันไปซะแล้ว"
    }
  },
  {
    "translation": {
      "en": "She didn't lose it. We know exactly where it is.",
      "th": "แหม เธอไม่ได้เสียมันไปหรอก เรารู้ชัดว่ามันอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "-It's all over the third row. -Oh, no. Oh, no…",
      "th": "- กองเต็มแถวที่สามเลย - ไม่นะ..."
    }
  },
  {
    "translation": {
      "en": "♪ Hey, I can be the answer ♪",
      "th": "(สี่เดือนต่อมา)"
    }
  },
  {
    "translation": {
      "en": "♪ And when I hit that dip Get your camera ♪",
      "th": "(ไฟล์) (เซฟเป็น...)"
    }
  },
  {
    "translation": {
      "en": "♪ You could see I been that bitch Since the Pamper ♪ ♪ And that I am that young sis The beacon ♪",
      "th": "(เซฟเป็น: แมช-อัพ_8.27.ดับบลิวเอ)"
    }
  },
  {
    "translation": {
      "en": "♪ The bitch who wants to compete and ♪",
      "th": "(กำลังคัดลอก \"แมช-อัพ_8.27.ดับบลิวเอวี\" ไปยัง \"ฮาร์ดไดรฟ์ของเบคก้า\")"
    }
  },
  {
    "translation": {
      "en": "I got it. Thanks.",
      "th": "ได้แล้ว ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Hi there! Welcome to Barden University. What dorm?",
      "th": "หวัดดีจ้ะ ขอต้อนรับสู่มหาวิทยาลัยบาร์เดน อยู่หอไหน"
    }
  },
  {
    "translation": {
      "en": "Uh, Baker Hall, I think.",
      "th": "คิดว่าเบเกอร์ ฮอลล์นะ"
    }
  },
  {
    "translation": {
      "en": "Okay. What you're gonna do is you're gonna go down this way,",
      "th": "โอเค งั้นเธอจะต้องเดินลงไปทางนี้"
    }
  },
  {
    "translation": {
      "en": "you're gonna take a right and you go through…",
      "th": "แล้วก็เลี้ยวขวา และผ่านประตูสองชั้นนั่น..."
    }
  },
  {
    "translation": {
      "en": "Your campus map.",
      "th": "แผนที่มหาวิทยาลัยจ้ะ"
    }
  },
  {
    "translation": {
      "en": "And your official BU rape whistle.",
      "th": "แล้วก็นกหวีดเป่าตอนถูกข่มขืนแบบเป็นทางการ"
    }
  },
  {
    "translation": {
      "en": "Don't blow it unless it's actually happening.",
      "th": "อย่าเป่านอกจากเกิดเหตุขึ้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Hey, um…",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "You must be Kimmy Jin. I'm Beca.",
      "th": "เธอต้องเป็นคิมมี่ จินแน่ ฉันเบคก้า"
    }
  },
  {
    "translation": {
      "en": "No English?",
      "th": "ไม่พูดอังกฤษใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yes English?",
      "th": "พูดอังกฤษใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Just tell me where you're at with English.",
      "th": "แค่บอกมาว่าเธอพูดภาษาอังกฤษได้แค่ไหนก็พอ"
    }
  },
  {
    "translation": {
      "en": "There he is. I'm Benji. You must be Jesse.",
      "th": "เขามาแล้ว ฉันชื่อเบนจี้ นายคือเจสซี่แน่ๆ (ขอพลังจงสถิตกับท่าน)"
    }
  },
  {
    "translation": {
      "en": "And you must be kidding. Wow!",
      "th": "และนายต้องล้อเล่นแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Looking at it now, I can see that it's a bit much.",
      "th": "พอมองดูแล้ว ฉันคิดว่ามันมากเกินไปนิด (สตาร์วอร์ส)"
    }
  },
  {
    "translation": {
      "en": "I can take it down.",
      "th": "ฉันปลดลงได้นะ"
    }
  },
  {
    "translation": {
      "en": "No, no way. I mean, it took a second for my eyes to adjust,",
      "th": "ไม่ อย่านะ ฉันต้องใช้เวลาปรับสายตาแค่แป๊บหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "but I can roll with this.",
      "th": "แต่ฉันดูมันได้แน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Look, just so you know, I'm not a total nerd.",
      "th": "ฟังนะ แค่อยากบอกไว้ว่า ฉันไม่ใช่หนุ่มเฉิ่มเต็มขั้น"
    }
  },
  {
    "translation": {
      "en": "I also happen to be super into close-up magic.",
      "th": "ฉันบังเอิญเก่งเรื่องมายากลแบบสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Dude, that's awesome!",
      "th": "เพื่อน ยอดไปเลย"
    }
  },
  {
    "translation": {
      "en": "How long was that little guy in there?",
      "th": "เจ้าตัวนี้อยู่ในนั้นมานานแค่ไหนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Several days.",
      "th": "ก็หลายวันอยู่"
    }
  },
  {
    "translation": {
      "en": "[man] Hey, this is campus police. Hide your wine coolers.",
      "th": "หวัดดี นี่คือตำรวจมหาวิทยาลัย ซ่อนไวน์คูลเลอร์ซะ"
    }
  },
  {
    "translation": {
      "en": "Just, uh… It's your old man making a funny.",
      "th": "แค่... พ่ออยากเล่นมุกน่ะ"
    }
  },
  {
    "translation": {
      "en": "Chris Rock, everybody.",
      "th": "คริส ร็อคครับ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Hey, you must be Beca's roommate.",
      "th": "สวัสดี เธอต้องเป็นเพื่อนร่วมห้องของเบคก้าแน่"
    }
  },
  {
    "translation": {
      "en": "I'm Dr. Mitchell, Beca's dad.",
      "th": "ฉันดร. มิทเชลล์ พ่อของเบคก้า"
    }
  },
  {
    "translation": {
      "en": "I teach Comparative Literature here.",
      "th": "ฉันสอนวรรณคดีเปรียบเทียบที่นี่"
    }
  },
  {
    "translation": {
      "en": "So, [clears throat] when did you get here? How did you get here?",
      "th": "ลูกมาถึงตอนไหนแล้วมาได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "-Took a cab. -[Dr. Mitchell] Mmm. Didn't wanna inconvenience you and Sheila.",
      "th": "นั่งแท็กซี่มา ไม่อยากทำให้พ่อกับชีล่าต้องลำบากน่ะ"
    }
  },
  {
    "translation": {
      "en": "How is the stepmonster?",
      "th": "แม่เลี้ยงใจร้ายเป็นไงบ้างล่ะคะ"
    }
  },
  {
    "translation": {
      "en": "[scoffs] She is fine, thank you for asking. She's actually in Vegas at a conference--",
      "th": "เธอสบายดี ขอบใจที่ถาม ที่จริงเธอไปประชุมที่เวกัส"
    }
  },
  {
    "translation": {
      "en": "Oh, no, Dad, I don't actually care. I just wanted to say \"stepmonster.\"",
      "th": "ไม่ค่ะ พ่อ หนูไม่ได้สนเลย หนูแค่อยากพูดคำว่า \"แม่เลี้ยงใจยักษ์\""
    }
  },
  {
    "translation": {
      "en": "So, uh, have you guys been out on the quad yet?",
      "th": "พวกเธอออกไปที่ลานหรือยัง"
    }
  },
  {
    "translation": {
      "en": "In the springtime, all the students study on the grass.",
      "th": "ช่วงฤดูใบไม้ร่วง นักศึกษาทุกคนนั่งเรียนกันบนสนามหญ้า"
    }
  },
  {
    "translation": {
      "en": "I don't wanna study on the grass, Dad.",
      "th": "หนูไม่อยากเรียนหนังสือบนสนามหญ้านะ พ่อ"
    }
  },
  {
    "translation": {
      "en": "I need to move to LA and get a job at a record label",
      "th": "หนูอยากย้ายไปแอลเอ แล้วหางานทำที่บริษัทอัดเสียง"
    }
  },
  {
    "translation": {
      "en": "and start paying my dues.",
      "th": "และเริ่มจ่ายหนี้"
    }
  },
  {
    "translation": {
      "en": "[Dr. Mitchell] Yeah, here we go again. You know, Beca,",
      "th": "เอาอีกแล้ว คืองี้นะ เบคก้า"
    }
  },
  {
    "translation": {
      "en": "DJing is not a profession, it's a hobby.",
      "th": "การเป็นดีเจไม่ใช่งาน แต่เป็นงานอดิเรก"
    }
  },
  {
    "translation": {
      "en": "Unless you're Rick Dees or someone awesome.",
      "th": "เว้นแต่ลูกเป็นริค ดีส์ หรือใครสักคนที่เก่งมากๆ"
    }
  },
  {
    "translation": {
      "en": "That's not… I… [groans]",
      "th": "นั่นไม่ใช่... หนู..."
    }
  },
  {
    "translation": {
      "en": "I wanna produce music. I wanna make music, Dad.",
      "th": "หนูอยากแต่งเพลง หนูอยากทำเพลงค่ะ พ่อ"
    }
  },
  {
    "translation": {
      "en": "But you're going to get a college education first.",
      "th": "แต่ลูกจะต้องเรียนจบปริญญาก่อน"
    }
  },
  {
    "translation": {
      "en": "For free, I might add. End of story.",
      "th": "แบบฟรีๆ พ่อขอเสริม จบเรื่อง"
    }
  },
  {
    "translation": {
      "en": "I'm going to the Activities Fair.",
      "th": "ฉันจะไปงานมหกรรมชมรม"
    }
  },
  {
    "translation": {
      "en": "Me, too. I'm going to the Activities Fair with my super-good friend, Kimmy Jin.",
      "th": "ฉันไปด้วย หนูจะไปงานมหกรรมชมรม กับเพื่อนสุดซี้ของหนู คิมมี่ จิน"
    }
  },
  {
    "translation": {
      "en": "[men chanting] Taking names, taking numbers. Join our righteous frat.",
      "th": "รับชื่อ รับหมายเลข ร่วมเป็นภราดรภาพกับเรา"
    }
  },
  {
    "translation": {
      "en": "If you ain't pledging Sigma Beta, you ain't worth no crap.",
      "th": "ถ้าคุณไม่กล่าวคำมั่นซิกม่า เบต้า คุณก็ไม่มีค่าสักนิด"
    }
  },
  {
    "translation": {
      "en": "-That's a double negative. -That's a lot of negatives.",
      "th": "- นั่นคิดลบแบบเบิ้ลสอง - นั่นคิดลบเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "Follow me. There's only one group on this campus worth joining.",
      "th": "ตามฉันมา ในมหาวิทยาลัยนี้มีกลุ่มเดียว ที่ควรค่าแก่การเข้าร่วม"
    }
  },
  {
    "translation": {
      "en": "As far as Barden goes, that's what being a man's all about.",
      "th": "นานเท่ากับบาร์เดน นั่นแหละคือการเป็นชายเต็มตัว"
    }
  },
  {
    "translation": {
      "en": "The Treblemakers.",
      "th": "วงเทรเบิ้ลเมคเกอร์"
    }
  },
  {
    "translation": {
      "en": "The rock stars of a cappella, the messiahs of Barden.",
      "th": "ดาวดวงเด่นของอะแคปเปลา พระผู้มาโปรดของบาร์เดน"
    }
  },
  {
    "translation": {
      "en": "Well, you know, not including athletes, frat guys, or actual cool people.",
      "th": "แบบว่า ไม่รวมนักกีฬา พวกภราดรภาพหรือคนที่เจ๋งจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "Organized nerd singing. This is great.",
      "th": "กลุ่มเด็กเฉิ่มร้องเพลง นี่เยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah, it makes so much sense. How's your voice?",
      "th": "ใช่ มันเข้าท่ามากเลย เสียงนายเป็นไง"
    }
  },
  {
    "translation": {
      "en": "Oh, nice.",
      "th": "เพราะดี"
    }
  },
  {
    "translation": {
      "en": "I will stop at nothing to take those ding-a-lings down.",
      "th": "ฉันจะไม่หยุดจนกว่าจะล้มวงเห่ยๆ นั่นให้ได้"
    }
  },
  {
    "translation": {
      "en": "Hey, Barb. You gonna audition this year? We have openings.",
      "th": "(วงบาร์เดน เบลลาส์) หวัดดี บาร์บ ปีนี้เธอจะคัดตัวไหม เราเปิดอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "Oh, now that you've puked your way to the bottom,",
      "th": "นี่เพราะเธอดิ่งจนถึงจุดต่ำสุด"
    }
  },
  {
    "translation": {
      "en": "you might actually consider me?",
      "th": "ถึงได้ยอมพิจารณาฉันสินะ"
    }
  },
  {
    "translation": {
      "en": "I auditioned for you three times and never got in",
      "th": "ฉันคัดตัวตั้งสามครั้งและไม่เคยได้เข้าวง"
    }
  },
  {
    "translation": {
      "en": "because you said my boobs look like baloney.",
      "th": "เพราะเธอบอกว่า นมฉันดูไม่เด้งพอ"
    }
  },
  {
    "translation": {
      "en": "The word's out. Bellas is the laughing stock of a cappella.",
      "th": "พูดกันให้แซ่ด วงเบลลาส์เป็นตัวตลกของการร้องอะแคปเปลา"
    }
  },
  {
    "translation": {
      "en": "Good luck auditioning this year. Douche-b's.",
      "th": "ขอให้โชคดีกับการคัดตัวปีนี้นะจ๊ะ ยายสตึทั้งสอง"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. This is a travesty.",
      "th": "ให้ตายสิ นี่มันบ้าชัดๆ"
    }
  },
  {
    "translation": {
      "en": "God, if we can't even recruit Baloney Barb, then we can't get anybody.",
      "th": "พระเจ้า แม้แต่บาร์บนมไม่เด้งยังไม่ยอมคัดตัว เราหาคนเข้าชมรมไม่ได้แน่"
    }
  },
  {
    "translation": {
      "en": "Just take the dramatics down a notch, okay? Hi, do you wanna…",
      "th": "อย่าเพิ่งสติแตก โอเคไหม หวัดดี เธออยากจะ..."
    }
  },
  {
    "translation": {
      "en": "You're the one who got us into this hot mess.",
      "th": "เธอนั่นแหละที่ทำให้เราเละแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Oh, we'll be fine.",
      "th": "เราจะไปรอดแน่"
    }
  },
  {
    "translation": {
      "en": "I am confident that we will find",
      "th": "ฉันมั่นใจว่าเราจะพบ"
    }
  },
  {
    "translation": {
      "en": "eight super-hot girls with bikini-ready bodies",
      "th": "สาวสวยหุ่นเชี้ยะพร้อมสวมบิกินี่ทั้งแปดคน"
    }
  },
  {
    "translation": {
      "en": "who can harmonize and have perfect pitch. Okay?",
      "th": "ที่ร้องประสานเสียงได้ แถมเสียงถึงโน้ตด้วย โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "Hi, would you like to be a member of…",
      "th": "หวัดดีจ้ะ เธออยากจะเป็นสมาชิกของ..."
    }
  },
  {
    "translation": {
      "en": "Just keep flyer-ing. We have tradition to uphold.",
      "th": "แจกใบปลิวต่อไป เราต้องรักษาประเพณีไว้"
    }
  },
  {
    "translation": {
      "en": "How about we just get good singers?",
      "th": "เอาเป็นเราได้นักร้องเก่งๆ ดีไหม"
    }
  },
  {
    "translation": {
      "en": "-What? Good singers? What? -Hi.",
      "th": "- อะไรนะ นักร้องเก่งๆ เหรอ ว่าไงนะ - หวัดดี"
    }
  },
  {
    "translation": {
      "en": "-[Chloe] Can you sing? -Yeah.",
      "th": "- เธอร้องเพลงได้ไหม - ได้สิ"
    }
  },
  {
    "translation": {
      "en": "-Can you read music? -Yeah.",
      "th": "- อ่านโน้ตได้ไหม - ได้"
    }
  },
  {
    "translation": {
      "en": "-Can you match pitch? -Try me.",
      "th": "- ร้องฮิตโน้ตไหม - ลองดูไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ได้"
    }
  },
  {
    "translation": {
      "en": "-That was a really good start. -[both chuckle]",
      "th": "นั่นเป็นการเริ่มที่ดีมากๆ"
    }
  },
  {
    "translation": {
      "en": "I'm the best singer in Tasmania. With teeth.",
      "th": "ฉันเป็นนักร้องที่เก่งที่สุดในแทสเมเนีย ที่มีฟัน"
    }
  },
  {
    "translation": {
      "en": "-Love it. -What's your name?",
      "th": "- ชอบมาก - เธอชื่ออะไร"
    }
  },
  {
    "translation": {
      "en": "Fat Amy.",
      "th": "เอมี่อ้วน"
    }
  },
  {
    "translation": {
      "en": "Um… You call yourself Fat Amy?",
      "th": "เธอเรียกตัวเองว่าเอมี่อ้วนเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, so twig bitches like you don't do it behind my back.",
      "th": "ใช่ เพราะไม้กระดานแบบพวกเธอ จะได้ไม่เรียกฉันลับหลังไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "I will see you in auditions, Fat Amy.",
      "th": "แล้วเจอกันในวันคัดตัวนะ เอมี่อ้วน"
    }
  },
  {
    "translation": {
      "en": "I can sing but I'm also good at modern dance,",
      "th": "ฉันร้องเพลงได้ แล้วก็ยังเต้นแบบร่วมสมัย"
    }
  },
  {
    "translation": {
      "en": "olden dance, and, uh, mermaid dancing,",
      "th": "เต้นแบบเก่า และเต้นนางเงือกเก่งด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "which is a little different.",
      "th": "ซึ่งมันต่างอยู่นิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "You usually start on the ground.",
      "th": "เธอทักเริ่มด้วยท่าบนพื้น"
    }
  },
  {
    "translation": {
      "en": "-It's a lot of floor work. -[Aubrey] I see that.",
      "th": "- ต้องอยู่บนพื้นเยอะเลย - เห็นแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, DJs. Deaf Jews.",
      "th": "เยี่ยม ชมรมดีเจ คนยิวหูหนวก"
    }
  },
  {
    "translation": {
      "en": "That's not a real word but keep trying.",
      "th": "นั่นไม่ใช่โลกจริงๆ แต่พยายามต่อไปนะ"
    }
  },
  {
    "translation": {
      "en": "You will get there.",
      "th": "เธอจะไปถึงแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Not a lot of Jewish people where you're from?",
      "th": "บ้านเกิดเธอมีคนยิวไม่เยอะเหรอ"
    }
  },
  {
    "translation": {
      "en": "No. I did do Fiddler on the Roof, though, in high school.",
      "th": "ไม่ แต่ฉันแสดงเรื่อง ฟิดเลอร์ออนเดอะรูฟ ตอนอยู่ม.ปลาย"
    }
  },
  {
    "translation": {
      "en": "It was, like, me and some Aboriginals. It was really Jewish.",
      "th": "มันเหมือนฉันเล่นกับพวกชาวพื้นเมืองน่ะ มันเป็นยิวมากๆ"
    }
  },
  {
    "translation": {
      "en": "It was full-on Jew.",
      "th": "ยิวแบบเต็มๆ"
    }
  },
  {
    "translation": {
      "en": "Hey, guys. [chuckles] All right, I'll give you my number.",
      "th": "หวัดดี ทุกคน ได้ ฉันจะให้เบอร์โทรนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, what about her?",
      "th": "เธอคนนั้นเป็นไง"
    }
  },
  {
    "translation": {
      "en": "Ooh, ooh. I don't know. She looks a little too… alternative for us.",
      "th": "ไม่รู้สิ เธอดูเป็นเด็กแนวมากไปนิดสำหรับเรา"
    }
  },
  {
    "translation": {
      "en": "Hi, any interest in joining our a cappella group?",
      "th": "หวัดดีจ้ะ สนใจอยากร่วมวงประสานเสียงอะแคปเปลาไหม"
    }
  },
  {
    "translation": {
      "en": "Oh, right, this is, like, a thing now.",
      "th": "(วงบาร์เดน เบลลาส์ กลุ่มนักร้องประสานเสียงชั้นนำ) ใช่ นี่แหละ มันใช่เลย"
    }
  },
  {
    "translation": {
      "en": "Oh, totes. We sing covers of songs but we do it without any instruments.",
      "th": "ในที่สุด เราร้องเพลงคัฟเวอร์จ้ะ แต่ร้องโดยไม่มีดนตรีประกอบ"
    }
  },
  {
    "translation": {
      "en": "It's all from our mouths.",
      "th": "เราทำเสียงจากปากน่ะ"
    }
  },
  {
    "translation": {
      "en": "Yikes.",
      "th": "ยี้"
    }
  },
  {
    "translation": {
      "en": "There's four groups on campus. The Bellas. That's us. We're the tits.",
      "th": "มีสี่ชมรมในมหาวิทยาลัย วงเบลลาส์ เรานี่แหละ เราเป็นขั้นเทพ"
    }
  },
  {
    "translation": {
      "en": "The BU Harmonics.",
      "th": "เดอะ บียู ฮาร์โมนิคส์"
    }
  },
  {
    "translation": {
      "en": "They sing a lot of Madonna.",
      "th": "พวกเขาร้องเพลงของมาดอนน่า"
    }
  },
  {
    "translation": {
      "en": "Uh, the High Notes.",
      "th": "วงเดอะ ไฮ โน้ตส์"
    }
  },
  {
    "translation": {
      "en": "They're not particularly motivated.",
      "th": "พวกเขาไม่มีแรงบันดาลใจเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "And then there's…",
      "th": "แล้วก็มี..."
    }
  },
  {
    "translation": {
      "en": "So, are you interested?",
      "th": "ว่าแต่เธอสนใจไหม"
    }
  },
  {
    "translation": {
      "en": "Sorry, it just, it's pretty lame.",
      "th": "โทษนะ มันแค่อ่อนมากน่ะ"
    }
  },
  {
    "translation": {
      "en": "A-ca-scuse me?",
      "th": "อะคา-ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "Synchronized lady dancing to a Mariah Carey chart topper is not lame.",
      "th": "นักว่ายน้ำหญิงที่เต้นเพลงฮิตติดชาร์ต ของมารายห์ แครีย์ไม่อ่อนนะ"
    }
  },
  {
    "translation": {
      "en": "We sing all over the world and we compete in national championships.",
      "th": "เราร้องเพลงทั่วโลก แล้วลงแข่งชิงแชมป์ระดับชาติด้วย"
    }
  },
  {
    "translation": {
      "en": "On purpose?",
      "th": "แบบตั้งใจเหรอ"
    }
  },
  {
    "translation": {
      "en": "We played the Cobb Energy Performing Arts Centre, you bitch!",
      "th": "เราแสดงที่คอบบ์ เอเนอร์จี เพอร์ฟอร์มมิ่ง อาร์ท เซนเตอร์นะยะ นังนี่"
    }
  },
  {
    "translation": {
      "en": "What Aubrey means to say is that we are a close-knit,",
      "th": "ออร์เบรย์ตั้งใจจะบอกว่า เราเป็นกลุ่มหญิงล้วนที่มีพรสวรรค์"
    }
  },
  {
    "translation": {
      "en": "talented group of ladies whose dream is",
      "th": "และสนิทกันมากซึ่งมีความฝันว่า"
    }
  },
  {
    "translation": {
      "en": "to return to the national finals at Lincoln Center this year.",
      "th": "จะได้กลับเข้าสู่การแข่งรอบสุดท้าย ที่ลินคอล์น เซนเตอร์ปีนี้"
    }
  },
  {
    "translation": {
      "en": "Help us turn our dreams into a reality?",
      "th": "ช่วยให้ฝันของเราเป็นจริงได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Sorry, I don't even sing, but it was really nice to meet you guys.",
      "th": "โทษนะ ฉันร้องเพลงไม่ได้ แต่ดีมากเลยที่ได้พบพวกเธอ"
    }
  },
  {
    "translation": {
      "en": "What are we gonna do?",
      "th": "เราจะเอายังไงดี"
    }
  },
  {
    "translation": {
      "en": "When you came in and you were just strumming the guitar,",
      "th": "ตอนนายเข้ามาแล้วดีดกีตาร์มั่วๆ"
    }
  },
  {
    "translation": {
      "en": "and it was, like, totally off-key, I wanted to choke you!",
      "th": "มันเหมือนแบบ หลุดคีย์ไปเลย ฉันอยากบีบคอนายมาก"
    }
  },
  {
    "translation": {
      "en": "-Bumper. -I wanted to choke you out!",
      "th": "- บัมเปอร์ - ฉันอยากบีบคอจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Okay, I'm gonna go introduce myself.",
      "th": "เอาละ ฉันจะไปแนะนำตัวก่อน"
    }
  },
  {
    "translation": {
      "en": "Everybody be cool. It's just a normal day.",
      "th": "ทุกคนเย็นไว้ มันเป็นแค่วันธรรมดาๆ"
    }
  },
  {
    "translation": {
      "en": "Hi. Hi.",
      "th": "หวัดดีๆ"
    }
  },
  {
    "translation": {
      "en": "Benjamin Applebaum.",
      "th": "เบนจามิน แอปเปิลบอม"
    }
  },
  {
    "translation": {
      "en": "I saw you guys perform at a Mall of America like three years ago.",
      "th": "ฉันเห็นพวกนายแสดงที่มอลล์ ออฟ อเมริกา เมื่อสามปีก่อน"
    }
  },
  {
    "translation": {
      "en": "Totally changed my life. I have not stopped thinking about you since.",
      "th": "มันเปลี่ยนชีวิตฉันเลย ฉันไม่เคยหยุดคิดถึงนายตั้งแต่วันนั้น"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -Yeah.",
      "th": "- ขอบใจ - ได้"
    }
  },
  {
    "translation": {
      "en": "And, Bumper, huge fan.",
      "th": "และบัมเปอร์ ฉันแฟนพันธุ์แท้"
    }
  },
  {
    "translation": {
      "en": "Your arrangement of Lovin' Spoonful's \"Do You Believe in Magic\"",
      "th": "เพลงที่นายเรียบเรียงของเลิฟวิ่ง สปูนฟูล ดูยูบีลิฟอินแมจิค"
    }
  },
  {
    "translation": {
      "en": "inspired me to become a certified illusionist.",
      "th": "เป็นแรงบันดาลใจให้ฉันเป็นนักมายากล"
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "th": "โอ้โหเฮะ"
    }
  },
  {
    "translation": {
      "en": "The smell of your weird is actually affecting my vocal cords,",
      "th": "กลิ่นความแปลกของนายมีผลกับเส้นเสียงของฉัน"
    }
  },
  {
    "translation": {
      "en": "so I'm gonna need you to scoot. Skedaddle.",
      "th": "ฉันเลยจะขอให้นายไปซะ ไปโลด"
    }
  },
  {
    "translation": {
      "en": "But why don't we just exchange emails,",
      "th": "แต่เราแลกอีเมลกัน"
    }
  },
  {
    "translation": {
      "en": "and then totally hang out right now, together?",
      "th": "แล้วก็ออกไปเที่ยวด้วยกันตอนนี้ดีไหม"
    }
  },
  {
    "translation": {
      "en": "No. Hard pass. Hard pass.",
      "th": "ไม่เอา ขอผ่านอย่างแรง"
    }
  },
  {
    "translation": {
      "en": "What a nerd alert. Okay, guys, now let's match pitch.",
      "th": "หนุ่มเฉิ่มของจริง เอาละ ทุกคน มาประสานเสียงกัน"
    }
  },
  {
    "translation": {
      "en": "-Too far. -You think?",
      "th": "- มากไป - คิดงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Should I have done another trick?",
      "th": "- ใช่ - ฉันควรเล่นมุกอื่นไหม"
    }
  },
  {
    "translation": {
      "en": "No, I think your trick was fine. I just think the talking was a little weird.",
      "th": "ไม่ มุกของนายน่ะใช้ได้ แต่ฉันคิดว่าเวลาพูดออกจะแปลกๆ"
    }
  },
  {
    "translation": {
      "en": "Maybe you can try to Facebook message him.",
      "th": "นายน่าจะลองส่งข้อความหาเขาทางเฟซบุ๊ก"
    }
  },
  {
    "translation": {
      "en": "Hey, I'm Beca, um--",
      "th": "สวัสดี ฉันเบคก้า"
    }
  },
  {
    "translation": {
      "en": "-Over there. -Thanks.",
      "th": "- ทางนั้น - ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "[DJ] 95.7, WBUJ, music for the independent mind.",
      "th": "คลื่น 95.7 ดับบลิวยูเจ ดนตรีสำหรับผู้มีความคิดอิสระ"
    }
  },
  {
    "translation": {
      "en": "-Hey. -Hi.",
      "th": "- หวัดดี - หวัดดี"
    }
  },
  {
    "translation": {
      "en": "Have you been standing there long?",
      "th": "เธอยืนตรงนั้นนานแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "No. No, I just got here, I wasn't just standing here.",
      "th": "เปล่า เพิ่งมาถึง ฉันไม่ได้แค่ยืนเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "-Freshmen aren't allowed in the booth. -Sorry.",
      "th": "- เด็กปีหนึ่งห้ามเข้าคอกดีเจ - โทษที"
    }
  },
  {
    "translation": {
      "en": "I'm Luke. Station manager. You must be Becky the intern?",
      "th": "ฉันชื่อลุค เป็นผู้จัดการสถานี เธอคงเป็นเด็กฝึกงานที่ชื่อเบคกี้สินะ"
    }
  },
  {
    "translation": {
      "en": "Um, it's, uh--",
      "th": "ชื่อ..."
    }
  },
  {
    "translation": {
      "en": "Hey, man, what's up? I'm Jesse.",
      "th": "หวัดดี เป็นไงบ้าง ผมเจสซี่"
    }
  },
  {
    "translation": {
      "en": "I'm Luke. You're late.",
      "th": "ฉันชื่อลุค นายมาสาย"
    }
  },
  {
    "translation": {
      "en": "Hey. I know you.",
      "th": "นี่ ฉันจำเธอได้"
    }
  },
  {
    "translation": {
      "en": "-No, you don't. -Yeah, I do.",
      "th": "- จำไม่ได้หรอก - จำได้สิ"
    }
  },
  {
    "translation": {
      "en": "-He doesn't. -Totally know her.",
      "th": "- เขาจะไม่ได้ - รู้จักเธอแน่นอน"
    }
  },
  {
    "translation": {
      "en": "Okay, cool. Well, you guys can figure it out while you're stacking CDs.",
      "th": "เอาละ เยี่ยม ไว้พวกเธอค่อยคิดตอนเรียงแผ่นซีดีนะ"
    }
  },
  {
    "translation": {
      "en": "When you're done, there's more.",
      "th": "พอทำเสร็จแล้ว ยังมีงานอีก"
    }
  },
  {
    "translation": {
      "en": "Now, you guys will be spending a lot of down time together, so please, just",
      "th": "พวกเธอจะต้องใช้เวลาอยู่ด้วยกันเยอะมาก ดังนั้นช่วย"
    }
  },
  {
    "translation": {
      "en": "no sex on the desk.",
      "th": "พวกเธอจะต้องใช้เวลาอยู่ด้วยกันเยอะมาก ดังนั้นช่วย อย่าเอากันบนโต๊ะ"
    }
  },
  {
    "translation": {
      "en": "I've been burned before.",
      "th": "ฉันเคยถูกจับได้มาแล้ว"
    }
  },
  {
    "translation": {
      "en": "I do know you. I sang to you. I remember because you were in a taxi.",
      "th": "ฉันรู้จักเธอ ฉันร้องเพลงให้เธอ ฉันจำได้เพราะเธออยู่ในรถแท็กซี่"
    }
  },
  {
    "translation": {
      "en": "-Wait, is your dad a taxi driver? -No.",
      "th": "- เดี๋ยว พ่อเธอเป็นคนขับแท็กซี่เหรอ - เปล่า"
    }
  },
  {
    "translation": {
      "en": "This sucks. I wanted to play music.",
      "th": "แย่ชะมัด ฉันอยากเล่นเพลง"
    }
  },
  {
    "translation": {
      "en": "Not me. I'm here for one reason only. I really love stacking CDs.",
      "th": "ไม่ใช่ฉัน ฉันมาที่นี่เพื่อเหตุผลเดียว ฉันชอบเรียงแผ่นซีดีมาก"
    }
  },
  {
    "translation": {
      "en": "[chuckles] So, what's your deal?",
      "th": "งั้นเธอไปยังไงมายังไงแน่"
    }
  },
  {
    "translation": {
      "en": "You one of those girls who's all dark and mysterious,",
      "th": "เธอเป็นหนึ่งในพวกสาวๆ ที่ทั้งลึกลับและมืดหม่น"
    }
  },
  {
    "translation": {
      "en": "then she takes off her glasses and that amazingly scary ear spike",
      "th": "ที่พอถอดแว่นตาออก แล้วก็หูแหลมๆ น่ากลัวนั่น"
    }
  },
  {
    "translation": {
      "en": "and you realize that, you know, she was beautiful the whole time.",
      "th": "จากนั้นก็เพิ่งรู้ตัวว่าเป็นคนสวยมาตลอด"
    }
  },
  {
    "translation": {
      "en": "-I don't wear glasses. -Then you're halfway there.",
      "th": "- ฉันไม่ได้สวมแว่น - งั้นก็มาถึงครึ่งทางแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Mitchell] Beca.",
      "th": "เบคก้า"
    }
  },
  {
    "translation": {
      "en": "Beca, wake up.",
      "th": "เบคก้า ตื่นได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Funny, this doesn't look like your Intro to Philosophy class.",
      "th": "ขำตาย นี่ไม่เหมือนวิชาปรัชญาเบื้องต้นของลูกเลย"
    }
  },
  {
    "translation": {
      "en": "I'm posing an important philosophical question.",
      "th": "หนูกำลังตั้งคำถามสำคัญด้านปรัชญา"
    }
  },
  {
    "translation": {
      "en": "If I don't actually go to that class, will it still suck?",
      "th": "ถ้าหนูไม่ไปเรียนวิชานั้นจริงๆ มันจะยังแย่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Dr. Mitchell] Look, honey. College is… It's great.",
      "th": "ฟังนะ ลูก มหาวิทยาลัยน่ะ... มันเยี่ยมนะ"
    }
  },
  {
    "translation": {
      "en": "You get to create memories here, I see it every day.",
      "th": "ลูกจะได้สร้างความทรงจำที่นี่ พ่อเห็นมันทุกวัน"
    }
  },
  {
    "translation": {
      "en": "You just have to give it a chance.",
      "th": "ลูกแค่ต้องให้โอกาสมันบ้าง"
    }
  },
  {
    "translation": {
      "en": "You've been here, what, a month now? Do you have any friends?",
      "th": "ลูกมาอยู่นี่ได้สักเดือนหนึ่งแล้ว ลูกมีเพื่อนบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "-Kimmy Jin is my friend. -No.",
      "th": "- คิมมี่ จินเป็นเพื่อนหนู - ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "You gotta get out there, Bec. You gotta try something.",
      "th": "ลูกต้องออกจากห้องบ้าง เบค ลูกต้องลองทำอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "I got a job at the radio station.",
      "th": "หนูได้งานที่สถานีวิทยุ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Mitchell] Oh, great, that place.",
      "th": "นี่นั่นน่ะนะ เยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's dark and dirty and has like, what, those three weirdos who work there?",
      "th": "ใช่ มันทั้งมืด ทั้งสกปรก แล้วก็มีคนเพี้ยนๆ สามคนทำงานที่นั่นน่ะนะ"
    }
  },
  {
    "translation": {
      "en": "Well, four now.",
      "th": "มีสี่แล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "You gotta try something new, Bec. Join one club on campus.",
      "th": "ลูกต้องลองทำสิ่งใหม่ๆ เบค เข้าสักชมรมสิ"
    }
  },
  {
    "translation": {
      "en": "And if, at the end of a year, you still don't wanna be here,",
      "th": "แล้วถ้าตอนปลายปี ลูกยังไม่อยากเรียนที่นี่อยู่อีก"
    }
  },
  {
    "translation": {
      "en": "you still wanna go off to LA and be P. Diddy,",
      "th": "ยังอยากไปเป็นพี ดิดดี้ที่แอลเอ"
    }
  },
  {
    "translation": {
      "en": "well, then, you can quit college.",
      "th": "งั้นก็ลาออกจากมหาวิทยาลัยได้"
    }
  },
  {
    "translation": {
      "en": "And I… I will help you move to LA.",
      "th": "แล้วพ่อจะช่วยลูกย้ายไปแอลเอเอง"
    }
  },
  {
    "translation": {
      "en": "-Seriously? -Yes, seriously.",
      "th": "- พูดจริงนะ - พูดจริง"
    }
  },
  {
    "translation": {
      "en": "But I really need to see it, Beca.",
      "th": "แต่พ่อต้องเห็นมันจริงๆ เบคก้า"
    }
  },
  {
    "translation": {
      "en": "This is college. Join in.",
      "th": "ที่นี่เป็นมหาวิทยาลัย เข้าสักชมรม"
    }
  },
  {
    "translation": {
      "en": "-You can sing! -Dude!",
      "th": "- เธอร้องเพลงได้ - ยายบ้า"
    }
  },
  {
    "translation": {
      "en": "-How high does your belt go? -My what?",
      "th": "- เธอแผดเสียงได้สูงแค่ไหน - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-Oh, my God! -You have to audition for the Bellas.",
      "th": "- เหลือเชื่อ - เธอต้องไปคัดตัวเข้าวงเบลลาส์นะ"
    }
  },
  {
    "translation": {
      "en": "I can't concentrate on anything you're saying until you cover your junk.",
      "th": "ฉันไม่มีสมาธิฟังที่เธอพูดแน่ เว้นแต่เธอหาอะไรปิดตัวซะ"
    }
  },
  {
    "translation": {
      "en": "Just consider it.",
      "th": "ลองคิดดูนะ"
    }
  },
  {
    "translation": {
      "en": "One time, we sang backup for Prince.",
      "th": "เราเคยร้องแบ็คอัพให้พรินซ์ด้วย"
    }
  },
  {
    "translation": {
      "en": "His butt is so tiny that I can hold it with, like, one hand.",
      "th": "บั้นท้ายเขาเล็กมากจนฉันใช้มือเดียวกุมได้เลย"
    }
  },
  {
    "translation": {
      "en": "Seriously. I am nude.",
      "th": "พูดจริงๆ นะ ฉันโป๊อยู่"
    }
  },
  {
    "translation": {
      "en": "You were singing \"Titanium\", right?",
      "th": "เธอร้องเพลง ไทเทเนียม ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "You know David Guetta? Have I been living under a rock? Yeah.",
      "th": "- เธอรู้จักเดวิด เก็ตตาด้วยเหรอ - บ้านฉันอยู่หลังเขาเหรอ ใช่"
    }
  },
  {
    "translation": {
      "en": "That song is my jam.",
      "th": "นั่นเพลงที่ฉันถนัดเลย"
    }
  },
  {
    "translation": {
      "en": "My lady-jam.",
      "th": "ถนัดแนวผู้หญิงน่ะ"
    }
  },
  {
    "translation": {
      "en": "That's nice. [chuckles nervously]",
      "th": "ดีเนอะ"
    }
  },
  {
    "translation": {
      "en": "It is. That song really builds.",
      "th": "ใช่ เพลงนั้นเร้าอารมณ์มาก"
    }
  },
  {
    "translation": {
      "en": "-Gross. -Can you sing it for me?",
      "th": "- แหวะ - เธอร้องให้ฉันฟังได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Dude, no. Get out!",
      "th": "แม่คุณ ไม่ ออกไป"
    }
  },
  {
    "translation": {
      "en": "Not for that reason. I'm not leaving here till you sing. So…",
      "th": "ไม่ใช่ด้วยเหตุผลนั้น ฉันจะไม่ไปจนกว่าเธอจะยอมร้อง เพราะงั้น..."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. I'm pretty confident about all this.",
      "th": "ใช่ ฉันมั่นใจกับเรื่องนี้มากๆ"
    }
  },
  {
    "translation": {
      "en": "You should be.",
      "th": "ก็ควรอยู่"
    }
  },
  {
    "translation": {
      "en": "Still need to shower.",
      "th": "ยังอยากอาบน้ำต่อนะ"
    }
  },
  {
    "translation": {
      "en": "You have a lovely voice.",
      "th": "เสียงเธอเพราะจัง"
    }
  },
  {
    "translation": {
      "en": "-Thanks. -Thanks.",
      "th": "ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "Yeah. See you at auditions!",
      "th": "ใช่ แล้วเจอกันที่การคัดตัว"
    }
  },
  {
    "translation": {
      "en": "[Tommy] For your audition, each of you will be singing",
      "th": "สำหรับการคัดตัว แต่ละคนจะต้องร้อง 16 บาร์"
    }
  },
  {
    "translation": {
      "en": "16 bars of Kelly Clarkson's \"Since U Been Gone\".",
      "th": "สำหรับการคัดตัว แต่ละคนจะต้องร้อง 16 บาร์ ในเพลง ซินส์ยูแฮฟบีนกอน ของเคลลี่ คลาร์กสัน"
    }
  },
  {
    "translation": {
      "en": "If a group likes you, they will contact you directly.",
      "th": "ถ้ากลุ่มชอบเธอ เขาจะติดต่อโดยตรง"
    }
  },
  {
    "translation": {
      "en": "My tone-deaf sidekick Justin here will be collecting your information.",
      "th": "จัสติน คู่หูฉันที่หูเพี้ยนคนนี้ จะรวบรวมข้อมูลของพวกเธอ"
    }
  },
  {
    "translation": {
      "en": "If I could sing a lick, in any human way possible,",
      "th": "ถ้าฉันร้องเพลงได้ตรง ทุกคนในโลกก็ร้องเพลงได้หมด"
    }
  },
  {
    "translation": {
      "en": "I would, but I can't.",
      "th": "ฉันจะทำ แต่ทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "And I hate myself every day because of it! I know.",
      "th": "และฉันเกลียดตัวเองทุกวันเพราะเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "But if you think this is just some high school club,",
      "th": "แต่ถ้าเธอคิดว่า นี่เป็นแค่ชมรมมหาวิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "where you can sing and dance your way through any big social issue,",
      "th": "ที่เธอจะได้ร้องเพลงและเต้นรำ เพื่อระบายปัญหาสังคม"
    }
  },
  {
    "translation": {
      "en": "or confused sexuality,",
      "th": "หรือความสับสนทางเพศ"
    }
  },
  {
    "translation": {
      "en": "you have come to the wrong place.",
      "th": "เธอมาผิดที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "There is none of that here.",
      "th": "ไม่มีเรื่องแบบนั้นในนี้"
    }
  },
  {
    "translation": {
      "en": "That's high school.",
      "th": "นั่นเป็นเรื่องเด็ก ม.ปลาย"
    }
  },
  {
    "translation": {
      "en": "This shit is real life!",
      "th": "นี่คือชีวิตจริง"
    }
  },
  {
    "translation": {
      "en": "Now, don't just bring it, sing it. And let's do this.",
      "th": "เอาละ อย่าแค่ร้องเฉยๆ ร้องให้เต็มที่ และเริ่มกันได้"
    }
  },
  {
    "translation": {
      "en": "Hey, Bellas, remember when you tried to play in the big leagues and you choked?",
      "th": "นี่ วงเบลลาส์ จำตอนเธอพยายามเล่นประกวดงานใหญ่ แล้วแหวะออกมาได้ไหม"
    }
  },
  {
    "translation": {
      "en": "That should really be a lesson to everyone.",
      "th": "นั่นควรเป็นบทเรียนสำหรับทุกคน"
    }
  },
  {
    "translation": {
      "en": "If you sing the same boring, girly shit every year,",
      "th": "ถ้าเธอร้องเพลงผู้หญิงเห่ยๆ น่าเบื่อเดิมๆ"
    }
  },
  {
    "translation": {
      "en": "you will blow chunks. All over the place.",
      "th": "เธอก็จะอ้วกพุ่ง เลอะเทอะไปหมด"
    }
  },
  {
    "translation": {
      "en": "Vomit everywhere.",
      "th": "มีแต่อ้วก"
    }
  },
  {
    "translation": {
      "en": "My fellow a-ca-people.",
      "th": "เพื่อนร่วมอะแคปเปลาของฉัน"
    }
  },
  {
    "translation": {
      "en": "We will not let egotistical, big-headed, garbage dirtballs,",
      "th": "เราจะไม่มีปล่อยให้ผู้ชายชั้นสวะ หลงตัวเองและงี่เง่า"
    }
  },
  {
    "translation": {
      "en": "whoever you may be, get in our way.",
      "th": "ไม่ว่าจะเป็นใครก็ตาม มาขวางทางเรา"
    }
  },
  {
    "translation": {
      "en": "I promise you,",
      "th": "ฉันสัญญาว่า"
    }
  },
  {
    "translation": {
      "en": "we will return to the ICCAs and finish what we started last year.",
      "th": "เราจะกลับเข้าแข่งไอซีซีเอ และทำสิ่งที่เราเริ่มไว้เมื่อปีก่อนให้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "And here's the first one up. Good luck.",
      "th": "และให้คนแรกขึ้นมา ขอให้โชคดี"
    }
  },
  {
    "translation": {
      "en": "Whenever you're ready, dude.",
      "th": "พร้อมแล้วเริ่มได้เลย พ่อหนุ่ม"
    }
  },
  {
    "translation": {
      "en": "Yeah, hi, my name is Cynthia Rose.",
      "th": "ได้ หวัดดี ฉันชื่อซินเธีย โรส"
    }
  },
  {
    "translation": {
      "en": "Not a dude. It's not a dude.",
      "th": "ไม่ใช่หนุ่ม ไม่ใช่ผู้ชายนะนั่น"
    }
  },
  {
    "translation": {
      "en": "Oh, there's no backup dancers? Okay.",
      "th": "ไม่มีนักเต้นประกอบเหรอ ก็ได้"
    }
  },
  {
    "translation": {
      "en": "[quietly] Hello. My name is Lilly Onakuramara. I have gills like a fish.",
      "th": "สวัสดี ฉันชื่อลิลลี่ โอนาคุรามาร่า ฉันมีเหงือกเหมือนปลา"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. What was that?",
      "th": "โทษที พูดอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Hello. My name is Lilly Onakuramara. I was born with gills like a fish.",
      "th": "สวัสดี ฉันชื่อลิลลี่ โอนาคุรามาร่า ฉันมีเหงือกเหมือนปลา"
    }
  },
  {
    "translation": {
      "en": "One, two, three, four.",
      "th": "หนี่ง สอง สาม สี่"
    }
  },
  {
    "translation": {
      "en": "Hi, everybody, my name is Stacie.",
      "th": "สวัสดี ทุกคน ฉันชื่อสเตซี่"
    }
  },
  {
    "translation": {
      "en": "My hobbies include cuticle care and the E! Network.",
      "th": "งานอดิเรกของฉันรวมการทำเล็บ กับดูช่องอี เน็ตเวิร์ค"
    }
  },
  {
    "translation": {
      "en": "It's high.",
      "th": "สูงมาก"
    }
  },
  {
    "translation": {
      "en": "Jesus.",
      "th": "คุณพระ"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Performing live gives me such a rush.",
      "th": "การแสดงทำให้ฉันตื่นเต้น"
    }
  },
  {
    "translation": {
      "en": "Crushed it.",
      "th": "สุดยอด"
    }
  },
  {
    "translation": {
      "en": "Okay. That is everybody. I'm really not that impressed this year, guys.",
      "th": "โอเค ครบทุกคนแล้ว ฉันไม่ได้ทึ่งกับคนเข้ารอบปีนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Oh, wait, there's one more.",
      "th": "เดี๋ยว มีอีกคน"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "th": "สวัสดี"
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "th": "สวัสดี"
    }
  },
  {
    "translation": {
      "en": "I didn't know we had to prepare that song.",
      "th": "ฉันไม่รู้ว่าเราต้องเตรียมเพลงนั้นมา"
    }
  },
  {
    "translation": {
      "en": "Oh, that's okay. Sing anything you want.",
      "th": "ไม่เป็นไร เธออยากร้องเพลงไหนก็ได้"
    }
  },
  {
    "translation": {
      "en": "-May I? -Oh.",
      "th": "ขอยืมนะ"
    }
  },
  {
    "translation": {
      "en": "The sopranos. Jessica, Mary Elise, Lilly.",
      "th": "เสียงโซปราโน เจสสิก้า แมรี่ เอลลิส ลิลลี่"
    }
  },
  {
    "translation": {
      "en": "The mezzos. Cynthia Rose, Stacie, Kori.",
      "th": "เสียงเมซโซ ซินเธีย โรส สเตซี่ โครี่"
    }
  },
  {
    "translation": {
      "en": "And our altos. Fat Amy, Denise, Ashley, and Beca.",
      "th": "และเสียงอัลโต เอมี่อ้วน เดนิส แอชลีย์และเบคก้า"
    }
  },
  {
    "translation": {
      "en": "We shall begin by drinking the blood of the sisters that came before you.",
      "th": "เราจะเริ่มด้วยการดื่มเลือดของพี่น้อง ที่อยู่ตรงหน้าเรา"
    }
  },
  {
    "translation": {
      "en": "-Dude, no. -Don't worry, it's Boone's Farm.",
      "th": "- เธอ ไม่เอา - ไม่ต้องห่วง เป็นของฟาร์มบูนน่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, well, well, look who's in treble.",
      "th": "แหม ดูสิใครเข้าทีมเทรเบิ้ล"
    }
  },
  {
    "translation": {
      "en": "-Ah, classic pun. -I know.",
      "th": "- แบบเดิมๆ - ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "No Benji?",
      "th": "ไม่มีเบนจี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Now, if you'll place your scarves in your right hand.",
      "th": "ให้ใช้มือขวาจับผ้าพันคอเอาไว้"
    }
  },
  {
    "translation": {
      "en": "I, sing your name…",
      "th": "ฉัน พูดชื่อมา..."
    }
  },
  {
    "translation": {
      "en": "[all] I…",
      "th": "ฉัน..."
    }
  },
  {
    "translation": {
      "en": "…promise to fulfill the duties and responsibilities of a Bella woman.",
      "th": "...สัญญาว่าจะทำหน้าที่ให้เต็มที่ และมีความรับผิดชอบในแบบสาวในวงเบลลาส์"
    }
  },
  {
    "translation": {
      "en": "[all] …promise to fulfill the duties and responsibilities of a Bella woman.",
      "th": "...สัญญาว่าจะทำหน้าที่ให้เต็มที่ และมีความรับผิดชอบในแบบสาวในวงเบลลาส์"
    }
  },
  {
    "translation": {
      "en": "And I solemnly promise to never have sexual relations with a Treblemaker",
      "th": "และฉันขอสัญญาว่าจะไม่มีความสัมพันธ์ทางเพศ กับวงเทรเบิ้ลเมคเกอร์"
    }
  },
  {
    "translation": {
      "en": "or may my vocal cords be ripped out by wolves.",
      "th": "ไม่เช่นนั้น ขอให้หมาป่าขย้ำเส้นเสียงของฉัน"
    }
  },
  {
    "translation": {
      "en": "[all] And I solemnly promise to never have sexual relations with a Treblemaker",
      "th": "และฉันขอสัญญาว่าจะไม่มีความสัมพันธ์ทางเพศ กับวงเทรเบิ้ลเมคเกอร์"
    }
  },
  {
    "translation": {
      "en": "or may my vocal cords be ripped out by wolves.",
      "th": "ไม่เช่นนั้น ขอให้หมาป่าขย้ำเส้นเสียงของฉัน"
    }
  },
  {
    "translation": {
      "en": "You are all Bellas now.",
      "th": "เราทุกคนเป็นวงเบลลาส์แล้ว"
    }
  },
  {
    "translation": {
      "en": "We did it.",
      "th": "เราทำสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "I want some more of this.",
      "th": "ฉันอยากดื่มนี่อีก"
    }
  },
  {
    "translation": {
      "en": "Did we?",
      "th": "จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Aubrey] Ladies, welcome to a-ca-initiation night.",
      "th": "สาวๆ ขอต้อนรับสู่คืนปฐมฤกษ์ของอะแคปเปลา"
    }
  },
  {
    "translation": {
      "en": "Prepare to soften the beach.",
      "th": "เตรียมลงชายหาดได้"
    }
  },
  {
    "translation": {
      "en": "I don't know what I'm doing here.",
      "th": "ฉันไม่รู้ว่ามาทำอะไรตรงนี้"
    }
  },
  {
    "translation": {
      "en": "Just living the dream. I still can't believe they let my sexy fat ass in.",
      "th": "แค่อยู่ในฝัน ฉันยังไม่อยากเชื่อว่าพวกนั้นยอม ให้สาวอ้วนเข้าวง"
    }
  },
  {
    "translation": {
      "en": "Beca! Beca!",
      "th": "เบคก้า เบคก้า"
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "th": "โอ้โห"
    }
  },
  {
    "translation": {
      "en": "Be-caw! Be-caw.",
      "th": "เบค-ก้าว เบค-ก้าว"
    }
  },
  {
    "translation": {
      "en": "Do my eyes deceive me or are you a Barden Bella?",
      "th": "นี่ฉันตาฝาดไป หรือเธออยู่วงบาร์เดน เบลลาส์จริงๆ"
    }
  },
  {
    "translation": {
      "en": "-No. -You're one of those a cappella girls,",
      "th": "- เปล่า - เธอเป็นสาววงอะแคปเปลา"
    }
  },
  {
    "translation": {
      "en": "I'm one of those a cappella boys, and we're gonna have a-ca-children. It's inevitable.",
      "th": "ฉันก็เป็นหนุ่มอะแคปเปลา และเราจะไม่ลูกอะแคปเปลาด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "-You're really drunk right now. -No.",
      "th": "- นั่นเลี่ยงไม่ได้นะ - เธอเมาจริงๆ แล้วน่ะ"
    }
  },
  {
    "translation": {
      "en": "I don't think you're gonna remember any of this.",
      "th": "ฉันไม่คิดว่าเธอจะจำเรื่องนี้ได้แน่"
    }
  },
  {
    "translation": {
      "en": "I'm not drunk at all, you're just blurry.",
      "th": "ไม่ ฉันไม่ได้เมาสักนิด เธอแค่เบลอ"
    }
  },
  {
    "translation": {
      "en": "-You okay? -Yeah.",
      "th": "- ไหวไหม ว่าไง - ไหว"
    }
  },
  {
    "translation": {
      "en": "-Yeah? You almost fell over? -Oh, no, she didn't.",
      "th": "- ไหวไหม ว่าไง - ไหว - ไม่เลย แบบว่า ฉันจะ... - เธอเกือบล้มงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "You know, I could…",
      "th": "- ไม่เลย แบบว่า ฉันจะ... - เธอเกือบล้มงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Can you pass a sobriety test right now? -Yep.",
      "th": "- เธอจะผ่านการตรวจแอลกอฮอล์ตอนนี้ไหม - ผ่านสิ"
    }
  },
  {
    "translation": {
      "en": "-Can you stand up straight? -See how I come right back?",
      "th": "- เธอยืนตัวตรงๆ ไหวไหม - ดูสิ ฉันเด้งกลับมาเหมือนเดิม - แล้วก็กลับมาท่าเดิม - ใช่ ว้าว"
    }
  },
  {
    "translation": {
      "en": "-And I come right back. -Right. Wow.",
      "th": "- แล้วก็กลับมาท่าเดิม - ใช่ ว้าว"
    }
  },
  {
    "translation": {
      "en": "Can I get you a drink?",
      "th": "อยากได้เครื่องดื่มไหม"
    }
  },
  {
    "translation": {
      "en": "It sounds great.",
      "th": "ฟังดูดีนะ"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna get you a drink. -Go for it.",
      "th": "- ฉันจะไปเอาเครื่องดื่มมาให้ - ไปเลยนะ"
    }
  },
  {
    "translation": {
      "en": "I think you need to get on this level.",
      "th": "ฉันคิดว่าเธอต้องดื่มระดับนี้"
    }
  },
  {
    "translation": {
      "en": "Please be careful.",
      "th": "เดินระวังนะ"
    }
  },
  {
    "translation": {
      "en": "-Hi. -Oh.",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "I am so glad that I met you.",
      "th": "ฉันดีใจจังที่พบเธอ"
    }
  },
  {
    "translation": {
      "en": "I think that we're gonna be really fast friends.",
      "th": "ฉันคิดว่าเราจะเป็นเพื่อนกันได้ไวมาก"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Yeah. Well, you saw me naked, so…",
      "th": "- จ้ะ เธอเห็นฉันโป๊แล้วก็.. - ใช่"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Yeah, ladies. Gather around. Ready for a show.",
      "th": "ใช่ สาวๆ รวมตัวกัน พร้อมแสดงนะ"
    }
  },
  {
    "translation": {
      "en": "-Come on, baby bubble, wait in line. -Yeah.",
      "th": "- มาเลย คนสวย เข้าแถวรอเลย - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Yep. -You want some of this.",
      "th": "- มาเลย คนสวย เข้าแถวรอเลย - ใช่ - อยากได้นี่ไหม - ฉันรู้ว่าเธออยาก"
    }
  },
  {
    "translation": {
      "en": "-I know you do. -Nice.",
      "th": "- อยากได้นี่ไหม - ฉันรู้ว่าเธออยาก"
    }
  },
  {
    "translation": {
      "en": "-Mmm. Bumper and Donald. -Mmm-hmm.",
      "th": "- แจ๋ว - บัมเปอร์และโดนัลด์"
    }
  },
  {
    "translation": {
      "en": "Getting it.",
      "th": "จะได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Getting it.",
      "th": "ได้แน่"
    }
  },
  {
    "translation": {
      "en": "-You know, so there's like ten of us. -Mmm-hmm.",
      "th": "รู้ไหม มันเหมือนมีเราสิบคน"
    }
  },
  {
    "translation": {
      "en": "That means that one of us is probably a lesbian.",
      "th": "นั่นแปลว่าหนึ่งในพวกเราอาจเป็นเลสเบี้ยน"
    }
  },
  {
    "translation": {
      "en": "You think? Which one do you think it is?",
      "th": "คิดงั้นเหรอ เธอคิดว่าคนไหนล่ะ"
    }
  },
  {
    "translation": {
      "en": "My money's on Black Beauty.",
      "th": "ฉันพนันข้างแม่ดำคนงาม"
    }
  },
  {
    "translation": {
      "en": "So, when I drink too much tonight,",
      "th": "ตอนฉันดื่มหนักไปเมื่อคืน"
    }
  },
  {
    "translation": {
      "en": "can I count on you to hold my hair back if I puke?",
      "th": "ฉันไว้ใจให้เธอรวบผมฉันไปข้างหลัง ตอนฉันอ้วกได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Don't tell her I said that.",
      "th": "อย่าบอกเธอว่าฉันพูดแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "All right. I'm gonna go get a drink. This ginger needs her jiggle juice.",
      "th": "เอาละ ฉันจะไปเอาเหล้า สาวผมแดงก็อยากได้เครื่องดื่ม"
    }
  },
  {
    "translation": {
      "en": "-See you later. -Make good choices.",
      "th": "- แล้วเจอกัน - เลือกให้ดีๆ นะ"
    }
  },
  {
    "translation": {
      "en": "I thought of a new name for, um, this hairstyle.",
      "th": "ฉันคิดถึงชื่อใหม่สำหรับทรงผมแบบนี้"
    }
  },
  {
    "translation": {
      "en": "-Mmm-hmm. -It's called the Orthodox Jew ponytail.",
      "th": "มีชื่อว่าผมหางม้ายิวแบบออร์โธด็อกซ์"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah?",
      "th": "เหรอ"
    }
  },
  {
    "translation": {
      "en": "-'Cause it's very reserved at the front… -I see that.",
      "th": "- เพราะมันมีหน้าม้าตรงเป๊ะที่ด้านหน้า - ฉันเห็นแล้ว"
    }
  },
  {
    "translation": {
      "en": "-But party in the back. -I see these happening here.",
      "th": "- แต่บางส่วนรวบไปด้านหลัง - ฉันเห็นว่าตรงนี้เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Here's the real question.",
      "th": "นี่คือคำถามจริง"
    }
  },
  {
    "translation": {
      "en": "Who would be easier to sleep with?",
      "th": "คนไหนนอนด้วยง่ายกว่ากัน"
    }
  },
  {
    "translation": {
      "en": "Captain America or a great white shark?",
      "th": "กัปตันอเมริกาหรือฉลามขาวตัวใหญ่"
    }
  },
  {
    "translation": {
      "en": "-Great white shark. I wouldn't-- -[Amy] Oh, hey.",
      "th": "- ฉลามขาวตัวใหญ่ ฉันจะไม่... - นี่"
    }
  },
  {
    "translation": {
      "en": "What are you turd burgers talking about?",
      "th": "ตาหน้าเห่ยคุยอะไรอยู่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Dressing for comfort?",
      "th": "หาชุดสวมสบายหรือไง"
    }
  },
  {
    "translation": {
      "en": "You are probably the grossest human being I've ever seen.",
      "th": "เธอคงเป็นมนุษย์ที่น่าขยะแขยงที่สุดที่ฉันเคยพบ"
    }
  },
  {
    "translation": {
      "en": "Well, you're no panty-dropper yourself.",
      "th": "เธอเองก็ไม่ได้น่าแอ้มนักหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "So I have a feeling that we should kiss.",
      "th": "ฉันมีความรู้สึกว่าเราควรจูบกัน"
    }
  },
  {
    "translation": {
      "en": "And is that feeling a good feeling or an incorrect feeling?",
      "th": "แล้วนั่นเป็นความรู้สึกที่ดี หรือความรู้สึกที่ผิดล่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, I sometimes have a feeling I can do crystal meth,",
      "th": "บางครั้งฉันรู้สึกว่าน่าจะเสพยาอี"
    }
  },
  {
    "translation": {
      "en": "-but then I think, \"Hmm. Better not.\" -Ah… Yeah.",
      "th": "- แล้วก็คิดว่า \"ไม่ดีกว่า\" - ใช่"
    }
  },
  {
    "translation": {
      "en": "♪ I don't know the words, but I can… ♪",
      "th": "ฉันไม่รู้คำพูด แต่ฉันทำ..."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "This is awesome.",
      "th": "ยอดไปเลย"
    }
  },
  {
    "translation": {
      "en": "It's definitely something.",
      "th": "มันมีความหมายแน่นอน"
    }
  },
  {
    "translation": {
      "en": "We are the kings of campus!",
      "th": "เราคือราชาแห่งมหา'ลัย"
    }
  },
  {
    "translation": {
      "en": "Man, the old Bellas was hot!",
      "th": "ให้ตาย สาวเบลลาส์รุ่นเก่าๆ สวยเป็นบ้า"
    }
  },
  {
    "translation": {
      "en": "Yeah, they kept it tight.",
      "th": "ใช่ พวกเธอดูแลตัวเองดีมาก"
    }
  },
  {
    "translation": {
      "en": "[Aubrey] Okay. Sopranos in the front and altos in the back.",
      "th": "โอเค เสียงโซปราโนมาข้างหน้า เสียงอัลโตอยู่ด้านหลัง"
    }
  },
  {
    "translation": {
      "en": "-[woman] Hey, can I pull my-- -As you can see, Kori is not here.",
      "th": "อย่างที่เห็นนะ โครี่ไม่อยู่ในห้อง"
    }
  },
  {
    "translation": {
      "en": "Last night she was Treble-boned.",
      "th": "เมื่อคืนเธอนอนกับหนุ่มเทรเบิ้ล"
    }
  },
  {
    "translation": {
      "en": "She has been disinvited from the Bellas.",
      "th": "เธอถูกขับออกจากวงเบลลาส์"
    }
  },
  {
    "translation": {
      "en": "That oath was serious?",
      "th": "คำสาบานนั่นจริงจังเหรอนี่"
    }
  },
  {
    "translation": {
      "en": "Dixie Chicks serious.",
      "th": "จริงจังแบบสุดๆ"
    }
  },
  {
    "translation": {
      "en": "You can fool around with whoever you want to, just not a Treble.",
      "th": "เธออยากนอนกับใครก็ได้ แต่ต้องไม่ใช่หนุ่มเทรเบิ้ล"
    }
  },
  {
    "translation": {
      "en": "That's not gonna be easy. He's a hunter.",
      "th": "นั่นจะไม่ง่ายแน่ เขาเป็นนักล่า"
    }
  },
  {
    "translation": {
      "en": "You call it a dude?",
      "th": "เราเรียกมันว่าผู้ชายได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Stacie, the Trebles don't respect us,",
      "th": "สเตซี่ วงเทรเบิ้ลไม่นับถือเรา"
    }
  },
  {
    "translation": {
      "en": "and if we let them penetrate us,",
      "th": "และถ้าเราปล่อยให้เขาแทรกเข้ามา"
    }
  },
  {
    "translation": {
      "en": "we are giving them our power.",
      "th": "เราจะทำให้เขามีอำนาจ"
    }
  },
  {
    "translation": {
      "en": "Not a good enough reason to use the word \"penetrate.\"",
      "th": "ไม่ใช่เหตุผลที่ดีกับการใช้คำว่า \"สอดแทรก\""
    }
  },
  {
    "translation": {
      "en": "So, does anyone here have anything to confess?",
      "th": "มีใครอยากสารภาพอะไรไหม"
    }
  },
  {
    "translation": {
      "en": "It was an accident. I…",
      "th": "มันเป็นอุบัติเหตุ ฉัน..."
    }
  },
  {
    "translation": {
      "en": "Turn in your scarf and go.",
      "th": "คืนผ้าพันคอมาและไปซะ"
    }
  },
  {
    "translation": {
      "en": "[fake coughs] Slut.",
      "th": "ใจง่าย"
    }
  },
  {
    "translation": {
      "en": "Take your chair.",
      "th": "เอาเก้าอี้ไปด้วย"
    }
  },
  {
    "translation": {
      "en": "Was that necessary?",
      "th": "นั่นจำเป็นด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "This is war, Beca,",
      "th": "นี่คือสงคราม เบคก้า"
    }
  },
  {
    "translation": {
      "en": "and it is my job to make sure that my soldiers are prepped at go time",
      "th": "และมันเป็นหน้าที่ของฉันที่จะดูแล ให้ทหารหาญได้มีเวลาเตรียมตัว"
    }
  },
  {
    "translation": {
      "en": "with three kick-ass songs sung and choreographed to perfection.",
      "th": "กับเพลงสุดยอดสามเพลงที่ต้องร้อง และออกแบบท่าอย่างสมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "And there are only four months until regionals.",
      "th": "และมีเวลาอีกแค่สี่เดือน สำหรับประกวดตัวแทนภาค"
    }
  },
  {
    "translation": {
      "en": "So, if you have a problem with the way that I run the Bellas,",
      "th": "ถ้าเธอมีปัญหากับวิธีที่ฉันคุมวงเบลลาส์"
    }
  },
  {
    "translation": {
      "en": "then you should just…",
      "th": "เธอก็ควรจะ..."
    }
  },
  {
    "translation": {
      "en": "[whispering] Don't stress, Aubrey. Relax.",
      "th": "อย่าเครียด ออร์เบรย์ ผ่อนคลาย"
    }
  },
  {
    "translation": {
      "en": "We don't want a repeat of what happened last year.",
      "th": "เราไม่อยากซ้ำรอยเรื่องในปีก่อน"
    }
  },
  {
    "translation": {
      "en": "[quietly] What happened last year?",
      "th": "ปีก่อนมีเรื่องอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "What are you saying?",
      "th": "เธอว่าอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "What happened last year?",
      "th": "ปีก่อนมีเรื่องอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "And do you guys wanna see a dead body?",
      "th": "แล้วพวกเธอเห็นคนตายไหม"
    }
  },
  {
    "translation": {
      "en": "Click on \"Guy Pukes on Cat.\"",
      "th": "คลิกที่ \"คนอ้วกใส่แมว\""
    }
  },
  {
    "translation": {
      "en": "Enough! It happened. It's over.",
      "th": "พอที มันเกิดขึ้นและจบลงแล้ว"
    }
  },
  {
    "translation": {
      "en": "We will practice every day for at least two hours, seven days a week.",
      "th": "เราจะซ้อมกันทุกวันอย่างน้อยสองชั่วโมง อาทิตย์ละเจ็ดวัน"
    }
  },
  {
    "translation": {
      "en": "And I trust you will add your own cardio.",
      "th": "และฉันไว้ใจให้เธอบริหารหัวใจ"
    }
  },
  {
    "translation": {
      "en": "-Why cardio? -Yeah, no, don't put me down for cardio.",
      "th": "- ทำไมต้องบริหารหัวใจ - ใช่ ไม่ อย่าให้ฉันบริหารหัวใจนะ"
    }
  },
  {
    "translation": {
      "en": "Okay, moving on.",
      "th": "โอเค ไปต่อ"
    }
  },
  {
    "translation": {
      "en": "This is a list of all of the songs that we have ever performed.",
      "th": "นี่เป็นรายการเพลงทั้งหมดที่เราเคยแสดงมา"
    }
  },
  {
    "translation": {
      "en": "And you will notice that we only do songs made famous by women.",
      "th": "และเธอจะเห็นว่าเราร้องเฉพาะ เพลงดังที่แต่งให้ผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "There's nothing from this century on here.",
      "th": "ไม่มีเพลงในศตวรรษนี้ในรายการเลย"
    }
  },
  {
    "translation": {
      "en": "Because we don't stray from tradition.",
      "th": "เพราะเรายึดประเพณีเดิมเอาไว้"
    }
  },
  {
    "translation": {
      "en": "Now, this is how we will become… champions.",
      "th": "นี่แหละ เราถึงจะได้เป็นแชมป์"
    }
  },
  {
    "translation": {
      "en": "[Aubrey] Come on, girls! Let's go!",
      "th": "เร็วเข้า สาวๆ ไปต่อ"
    }
  },
  {
    "translation": {
      "en": "Go, go, go! Pick up your knees!",
      "th": "ไปสิ ยกเข่าขึ้น"
    }
  },
  {
    "translation": {
      "en": "Faster, faster! One, two, one, two, one, two!",
      "th": "เร็วอีกๆ หนึ่ง สอง หนึ่ง สอง หนึ่ง สอง"
    }
  },
  {
    "translation": {
      "en": "Knees up, knees up! Go, go! Go! Let's get it.",
      "th": "ยกเข่าขึ้น ยกขึ้น เร็วๆ ทำให้ได้"
    }
  },
  {
    "translation": {
      "en": "Yes, Chloe. Nice. Amy!",
      "th": "เก่งมาก โคลอี้ ดีแล้ว เอมี่"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "th": "ทำอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "I'm doing horizontal running.",
      "th": "ฉันวิ่งแบบแนวนอนน่ะ"
    }
  },
  {
    "translation": {
      "en": "Horizontal running?",
      "th": "วิ่งแนวนอนเหรอ"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "No, no.",
      "th": "ไม่ๆ"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "I know… I can do it.",
      "th": "ฉันรู้... ฉันทำได้"
    }
  },
  {
    "translation": {
      "en": "[Chloe] Five, six, seven, eight.",
      "th": "ห้า หก เจ็ด แปด"
    }
  },
  {
    "translation": {
      "en": "Okay, I'm calling it.",
      "th": "โอเค เลิกได้"
    }
  },
  {
    "translation": {
      "en": "[quietly] Thank God. I asked to go to the bathroom three hours ago.",
      "th": "ขอบคุณพระเจ้า ฉันขอไปห้องน้ำเมื่อสามชั่วโมงก่อน"
    }
  },
  {
    "translation": {
      "en": "Nothing. I hear nothing.",
      "th": "ไม่นะ ฉันไม่ได้ยินอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "Hey, Aubrey. Did we just learn the same choreography from that video?",
      "th": "นี่ ออร์เบรย์ เราเพิ่งหัดท่าเต้นแบบเดียวกัน จากเทปนั่นใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Okay. Don't forget to pick up your performance schedules.",
      "th": "โอเค อย่าลืมหยิบตารางการแสดงไปด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "We have a gig next week. That's right. Next week.",
      "th": "เรามีการแสดงอาทิตย์หน้า ถูกต้อง อาทิตย์หน้า"
    }
  },
  {
    "translation": {
      "en": "You guys, it's the Sigma Beta Theta's Annual Fall Mixer.",
      "th": "ทุกคน เป็นงานรวมประจำปี ช่วงฤดูใบไม้ร่วงของสติกม่า เบต้า เทต้า"
    }
  },
  {
    "translation": {
      "en": "Okay. Hands in, Bellas.",
      "th": "เอาละ ประสานมือ เบลลาส์"
    }
  },
  {
    "translation": {
      "en": "-Hands in, a-ca-bitches! -Okay.",
      "th": "- ประสานมือ อะคา-สาวแสบ - เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Sing \"ah\" on three… ♪ Ah! ♪",
      "th": "ร้อง \"อ้า\" นับสามนะ..."
    }
  },
  {
    "translation": {
      "en": "No, no, no. It's actually on three, Fat Amy. Ah.",
      "th": "ไม่ๆๆ นับสามจริงๆ เอมี่อ้วน"
    }
  },
  {
    "translation": {
      "en": "All right. On three.",
      "th": "เอาละ นับสาม"
    }
  },
  {
    "translation": {
      "en": "[all] One, two…",
      "th": "หนึ่ง สอง..."
    }
  },
  {
    "translation": {
      "en": "Okay, we will work on that first thing next time.",
      "th": "ดีมาก เราจะฝึกเรื่องนั้นแรกสุดครั้งหน้า"
    }
  },
  {
    "translation": {
      "en": "Okay, guys. Thank you. Goodbye.",
      "th": "- ดีมากทุกคน - ขอบใจ บายจ้ะ"
    }
  },
  {
    "translation": {
      "en": "She has man hands.",
      "th": "- ดีมากทุกคน - ขอบใจ บายจ้ะ เธอมีมือแบบผู้ชายเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, Beca, a word?",
      "th": "เบคก้า ขอคุยหน่อย"
    }
  },
  {
    "translation": {
      "en": "What's up?",
      "th": "มีอะไร"
    }
  },
  {
    "translation": {
      "en": "You know you'll have to take those ear monstrosities out for the Fall Mixer.",
      "th": "คืองี้ เธอจะต้องไม่ทำท่าน่ากลัว เพื่องานแสดงรวมฤดูใบไม้ร่วง"
    }
  },
  {
    "translation": {
      "en": "You really don't like me, do you?",
      "th": "เธอไม่ชอบฉันเลยใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-I don't like your attitude. -You don't even know me.",
      "th": "- ฉันไม่ชอบท่าทางของเธอ - เธอไม่รู้จักฉันด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "I know you have a toner for Jesse.",
      "th": "ฉันรู้ว่าเธอกิ๊กกับเจสซี่"
    }
  },
  {
    "translation": {
      "en": "A what?",
      "th": "กะอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "A toner.",
      "th": "กิ๊กจ้ะ"
    }
  },
  {
    "translation": {
      "en": "A musical boner. I saw it at Hood Night. It's distracting.",
      "th": "แบบอยากนอนด้วย ฉันเห็นที่ฮู้ด ไนท์ มันน่าหงุดหงิดมาก"
    }
  },
  {
    "translation": {
      "en": "Yeah, that's not a thing and you're not the boss of me. So…",
      "th": "ใช่ นั่นไม่มีอะไรเลย และเธอไม่ใช่เจ้านายของฉัน เพราะงั้น..."
    }
  },
  {
    "translation": {
      "en": "You took an oath.",
      "th": "เธอสาบานแล้ว"
    }
  },
  {
    "translation": {
      "en": "That oath cost you two girls already today.",
      "th": "คำสาบานนั่นทำให้คนหายไปสองคน"
    }
  },
  {
    "translation": {
      "en": "I'm pretty sure you need me more than I need you.",
      "th": "ฉันมั่นใจว่าเธอต้องการฉันมากกว่า ที่ฉันต้องการเธอ"
    }
  },
  {
    "translation": {
      "en": "I can see your toner through those jeans.",
      "th": "ฉันเห็นกิ๊กของเธอผ่านยีนส์นั่น"
    }
  },
  {
    "translation": {
      "en": "That's my dick.",
      "th": "นั่นไอ้หนูของฉันน่ะ"
    }
  },
  {
    "translation": {
      "en": "Everything okay?",
      "th": "ทุกคนโอเคไหม"
    }
  },
  {
    "translation": {
      "en": "We better have our shit together for SBT.",
      "th": "เราต้องเตรียมตัวให้พร้อมสำหรับงานเอสบีที"
    }
  },
  {
    "translation": {
      "en": "I'm not worried. I think we're gonna be a-ca-awesome.",
      "th": "ฉันไม่ห่วง ฉันคิดว่าเราจะต้องร้องได้เด็ดดวง"
    }
  },
  {
    "translation": {
      "en": "This makes my beer taste bad.",
      "th": "นี่ทำให้เบียร์ของฉันรสชาติแย่"
    }
  },
  {
    "translation": {
      "en": "-[groans softly] -I'm gonna stop this.",
      "th": "ฉันจะหยุดเรื่องนี้ซะ"
    }
  },
  {
    "translation": {
      "en": "Whoa, whoa. Just stop. Stop.",
      "th": "เดี๋ยวๆ หยุดนะ หยุดสิ"
    }
  },
  {
    "translation": {
      "en": "I am so sorry, Howie. I know we're not performance ready.",
      "th": "เสียใจจริงๆ ฮาวีย์ ฉันรู้ว่าเราไม่พร้อมจะแสดง"
    }
  },
  {
    "translation": {
      "en": "I wanted the hot Bellas, not this barnyard explosion.",
      "th": "ฉันอยากได้เบลลาส์สุดร้อน ไม่ใช่แบบเชยๆ แบบนี้"
    }
  },
  {
    "translation": {
      "en": "I'm not paying for this. Let's go. Come on. God.",
      "th": "- ฉันจะไม่จ่ายให้แน่ ไปกันเถอะ ไป - พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "Well, I hope you all remember the way you feel right now,",
      "th": "ฉันหวังว่าทุกคนจะจำความรู้สึกนี้เอาไว้"
    }
  },
  {
    "translation": {
      "en": "so you will never wanna feel this way again.",
      "th": "เพื่อจะได้ไม่อยากรู้สึกแบบนี้อีก"
    }
  },
  {
    "translation": {
      "en": "Chloe, your voice didn't sound Aguilerian at all.",
      "th": "โคลอี้ เสียงเธอฟังดูไม่เหมือน คริสติน่า อากิเรล่าเลย"
    }
  },
  {
    "translation": {
      "en": "Chloe, for serious, what is wrong with you?",
      "th": "โคลอี้ ถามจริงๆ เธอเป็นอะไรไป"
    }
  },
  {
    "translation": {
      "en": "I have nodes.",
      "th": "ฉันมีต่อม"
    }
  },
  {
    "translation": {
      "en": "-What? Oh, my God. -I found out this morning.",
      "th": "- อะไรนะ คุณพระช่วย - ฉันเพิ่งพบเมื่อเช้านี้"
    }
  },
  {
    "translation": {
      "en": "What are nodes?",
      "th": "อะไรคือต่อม"
    }
  },
  {
    "translation": {
      "en": "Vocal nodules.",
      "th": "ต่อมบนเส้นเสียง"
    }
  },
  {
    "translation": {
      "en": "The rubbing together of your vocal cords at above-average rates",
      "th": "เส้นเสียงของเธอเสียดสีในอัตราเกินปกติ"
    }
  },
  {
    "translation": {
      "en": "without proper lubrication.",
      "th": "โดยไม่มีน้ำหล่อลื่นที่เหมาะสม"
    }
  },
  {
    "translation": {
      "en": "They sit on your windpipe and they crush your dreams.",
      "th": "มันจะขึ้นที่เหนือหลอดลม และบดขยี้ความฝันของเธอ"
    }
  },
  {
    "translation": {
      "en": "Isn't that painful? Why would you keep performing?",
      "th": "นั่นเจ็บใช่ไหม ทำไมเธอถึงแสดงต่อล่ะ"
    }
  },
  {
    "translation": {
      "en": "Because I love to sing.",
      "th": "เพราะฉันรักการร้องเพลง"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's like when my lady doctor told me not to have sex for six weeks,",
      "th": "ใช่ เหมือนตอนที่หมอหญิงของฉันบอกฉันว่า ห้ามมีเซ็กส์หกอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "and I did it anyway.",
      "th": "แต่ก็มีอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "-You should really listen to your doctor. -Eh.",
      "th": "เธอควรฟังหมอนะ"
    }
  },
  {
    "translation": {
      "en": "The key is early diagnosis.",
      "th": "หลักสำคัญคือการตรวจเจอ"
    }
  },
  {
    "translation": {
      "en": "I am living with nodes.",
      "th": "ฉันอยู่กับต่อม"
    }
  },
  {
    "translation": {
      "en": "But I am a survivor.",
      "th": "แต่ฉันเป็นผู้รอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "I just have to pull back. Because I am limited.",
      "th": "ฉันแค่ต้องถอยตัวเองออกมา เพราะฉันมีข้อจำกัด"
    }
  },
  {
    "translation": {
      "en": "Because I have nodes.",
      "th": "เพราะฉันมีต่อม"
    }
  },
  {
    "translation": {
      "en": "[Aubrey] Chloe, this is horrible.",
      "th": "โคลอี้ นี่เลวร้ายมาก"
    }
  },
  {
    "translation": {
      "en": "Well, at least it's not herpes.",
      "th": "อย่างน้อยก็ไม่ใช่เริม"
    }
  },
  {
    "translation": {
      "en": "Or do you have that as well?",
      "th": "หรือเธอมีด้วยล่ะ"
    }
  },
  {
    "translation": {
      "en": "-Jesse? -Yeah.",
      "th": "- เจสซี่ - ว่าไง"
    }
  },
  {
    "translation": {
      "en": "I'm starving, so could you…",
      "th": "ฉันหิวจัง นายพอจะ..."
    }
  },
  {
    "translation": {
      "en": "You want me to get you lunch?",
      "th": "นายอยากให้ฉันซื้อเมื่อเที่ยงให้เหรอ"
    }
  },
  {
    "translation": {
      "en": "-Mmm. -You should probably lay off the burgers.",
      "th": "ลดๆ เบอร์เกอร์ลงซะบ้าง"
    }
  },
  {
    "translation": {
      "en": "You're not gonna be 22 forever, you know.",
      "th": "นายไม่ได้อายุ 22 ตลอดกาลหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I think I'm good.",
      "th": "ใช่ คิดว่าหุ่นฉันยังดีอยู่"
    }
  },
  {
    "translation": {
      "en": "He's good. You're good.",
      "th": "เขาหุ่นดี เธอหุ่นดีนะ"
    }
  },
  {
    "translation": {
      "en": "And the chess match continues.",
      "th": "แล้วเกมหมากรุกก็ดำเนินต่อไป"
    }
  },
  {
    "translation": {
      "en": "Uh, hey, this is my new mix,",
      "th": "นี่ เพลงมิกซ์ใหม่ของฉัน"
    }
  },
  {
    "translation": {
      "en": "so if there's anything you wanted to play…",
      "th": "ถ้ามีเพลงไหนที่เธออยากเปิด..."
    }
  },
  {
    "translation": {
      "en": "Yeah, okay, I'll put it on the pile.",
      "th": "ได้ ดีเลย ฉันจะวางไว้ในกองนะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ได้จ้ะ"
    }
  },
  {
    "translation": {
      "en": "What's up, weirdo?",
      "th": "เป็นไรไป ยายเพี้ยน"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-What's this? -As much as I love",
      "th": "- นี่อะไร - ถึงฉันชอบที่จะ"
    }
  },
  {
    "translation": {
      "en": "spending time with you stacking CDs… And I do.",
      "th": "ใช้เวลากับกองซีดีของเธอ... และฉันชอบจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "I love it, like, more than life.",
      "th": "ฉันชอบมันมากกว่าชีวิตซะอีก"
    }
  },
  {
    "translation": {
      "en": "…I figured we could do some other fun things",
      "th": "ฉันคิดว่าเราเรื่องสนุกเรื่องอื่นได้"
    }
  },
  {
    "translation": {
      "en": "that don't make us wanna kill ourselves, right?",
      "th": "โดยไม่ทำให้เราอยากฆ่าตัวเองใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -So, brought some movies.",
      "th": "- ใช่ - เลยเอาหนังติดมาด้วย"
    }
  },
  {
    "translation": {
      "en": "Jaws, E.T., The Breakfast Club, Star Wars and Rocky.",
      "th": "จอว์ส อีที เบรคฟาสต์คลับ สตาร์วอร์ส และร็อคกี้"
    }
  },
  {
    "translation": {
      "en": "Best scored and soundtracked movies of all time.",
      "th": "เพลงประกอบภาพยนตร์ที่ไพเราะที่สุดตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "That's what I wanna do when I grow up. I wanna score movies.",
      "th": "นั่นคือสิ่งที่ฉันจะทำเมื่อโตขึ้น ฉันอยากทำเพลงประกอบภาพยนตร์"
    }
  },
  {
    "translation": {
      "en": "Bring people to tears, you know. Blow their minds.",
      "th": "ทำให้คนร้องไห้ ทำให้พวกเขาตะลึง"
    }
  },
  {
    "translation": {
      "en": "I feel like only music can do that.",
      "th": "ฉันรู้สึกว่ามีแต่ดนตรีที่ทำได้"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "You must really sweep your girlfriend off her feet.",
      "th": "เธอต้องทำให้แฟนสาวหลงแน่นอน"
    }
  },
  {
    "translation": {
      "en": "Oh, I don't have a girlfriend.",
      "th": "ฉันไม่มีแฟน"
    }
  },
  {
    "translation": {
      "en": "-What? -No.",
      "th": "- ว่าไงนะ - ไม่มี"
    }
  },
  {
    "translation": {
      "en": "You have juice pouches and Rocky.",
      "th": "เธอมีถุงน้ำหวานกับร็อคกี้"
    }
  },
  {
    "translation": {
      "en": "Okay, uh, so what do you wanna watch first?",
      "th": "โอเค เธออยากดูเรื่องไหนก่อน"
    }
  },
  {
    "translation": {
      "en": "Wanna do something else?",
      "th": "อยากทำอย่างอื่นไหม"
    }
  },
  {
    "translation": {
      "en": "We could relive my parents' divorce.",
      "th": "เราทำให้การหย่าของพ่อแม่ฉันดีขึ้นได้"
    }
  },
  {
    "translation": {
      "en": "Or visit a gynecologist.",
      "th": "หรือไปหานรีแพทย์"
    }
  },
  {
    "translation": {
      "en": "What, do you not like movies or something?",
      "th": "อะไรกัน เธอไม่ชอบหนังหรืออะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Like, any movies? You don't… [chuckles]",
      "th": "เช่นหนังอะไรล่ะ เธอไม่..."
    }
  },
  {
    "translation": {
      "en": "What the hell is wrong with you? How do you not like movies?",
      "th": "เธอเพี้ยนอะไรเนี่ย ไม่ชอบหนังได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Not liking movies is like not liking… puppies.",
      "th": "การไม่ชอบดูหนังไม่เหมือนการไม่ชอบลูกหมานะ"
    }
  },
  {
    "translation": {
      "en": "They're fine. I just get bored and never make it to the end.",
      "th": "พวกมันก็ดี แต่ฉันจะเบื่อและไม่เคยดูจนจบ"
    }
  },
  {
    "translation": {
      "en": "The endings are the best part.",
      "th": "ตอนจบคือตอนที่ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "They're predictable. Like, the guy gets the girl,",
      "th": "เดาง่ายจะตาย แบบพระเอกลงเอยกับนางเอก"
    }
  },
  {
    "translation": {
      "en": "and that kid sees dead people and Darth Vader is Luke's father.",
      "th": "และเด็กนั่นเห็นคนตาย แล้วก็ดาร์ธ เวเดอร์เป็นพ่อของลุค"
    }
  },
  {
    "translation": {
      "en": "Okay, right, so you just happened to guess the biggest cinematic reveal in history?",
      "th": "โอเค ใช่ เธอบังเอิญเดาความลับอันยิ่งใหญ่ ของหนังในอดีตได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "\"Vader\" in German means father.",
      "th": "\"เวเดอร์\" ในภาษาเยอรมันแปลว่าพ่อ"
    }
  },
  {
    "translation": {
      "en": "His name is literally \"Darth Father.\"",
      "th": "ชื่อเขาแปลตรงๆ ว่า \"พ่อดาร์ธ\""
    }
  },
  {
    "translation": {
      "en": "So, you know German.",
      "th": "เธอรู้ภาษาเยอรมันด้วย"
    }
  },
  {
    "translation": {
      "en": "Well, now I know why you don't like fun things.",
      "th": "ฉันรู้แล้วว่าทำไมเธอถึงไม่ชอบเรื่องสนุกๆ"
    }
  },
  {
    "translation": {
      "en": "You know, you need a movie education.",
      "th": "เธอต้องศึกษาเรื่องหนัง"
    }
  },
  {
    "translation": {
      "en": "You need a movie-cation. And I'm gonna give it to you.",
      "th": "เธอต้องรักษาโรคด้วยภาพยนตร์ และฉันจะทำให้เธอเอง"
    }
  },
  {
    "translation": {
      "en": "Yeah, in between Bella rehearsals, which are always.",
      "th": "ใช่ ระหว่างการซ้อมกับวงเบลลาส์ ซึ่งมีอยู่ตลอด"
    }
  },
  {
    "translation": {
      "en": "Are you guys getting ready for the riff-off?",
      "th": "พวกเธอพร้อมสำหรับการดวลหรือยัง"
    }
  },
  {
    "translation": {
      "en": "What the hell is a riff-off?",
      "th": "การดวลมันคืออะไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "Hit it!",
      "th": "เริ่มได้"
    }
  },
  {
    "translation": {
      "en": "Welcome to the riff-off!",
      "th": "ขอต้อนรับสู่การดวลเพลง"
    }
  },
  {
    "translation": {
      "en": "Who's ready to get vocal?",
      "th": "ใครพร้อมจะร้องบ้าง"
    }
  },
  {
    "translation": {
      "en": "[Justin] The winners get the greatest prize of all. [mouthing] I'm taking you down.",
      "th": "- ผู้ชนะจะได้รางวัลที่ยิ่งใหญ่ที่สุด - ฉันจะล้มเธอ"
    }
  },
  {
    "translation": {
      "en": "-The microphone used by Hoobastank… -[mouthing] I don't care.",
      "th": "- ไมโครโฟนที่ฮูบาสแตงค์ใช้... - ฉันไม่สน ...ตอนพวกเขาแสดงสุดยอด ที่เชนีย์ เพอร์ฟอร์มมิ่ง อาร์ท เซนเตอร์"
    }
  },
  {
    "translation": {
      "en": "…when they rocked out at the Schnee Performing Arts Center.",
      "th": "...ตอนพวกเขาแสดงสุดยอด ที่เชนีย์ เพอร์ฟอร์มมิ่ง อาร์ท เซนเตอร์"
    }
  },
  {
    "translation": {
      "en": "Let's see our first category.",
      "th": "มาดูรายการแรกกัน"
    }
  },
  {
    "translation": {
      "en": "Ladies of the '80s.",
      "th": "เพลงผู้หญิงยุค 80"
    }
  },
  {
    "translation": {
      "en": "Okay, guys.",
      "th": "เอาละ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "The negative side effects of medical marijuana, folks.",
      "th": "ผลข้างเคียงด้านลบ ของการรักษาด้วยกัญชา ทุกคน"
    }
  },
  {
    "translation": {
      "en": "You are… [claps]",
      "th": "เธอน่ะ..."
    }
  },
  {
    "translation": {
      "en": "[all] Cut off!",
      "th": "ตกรอบ"
    }
  },
  {
    "translation": {
      "en": "Stoney baloney. Let's check out our next category.",
      "th": "สาวเมายาไม่ได้เรื่อง มาดูรายการต่อไป"
    }
  },
  {
    "translation": {
      "en": "So, we just pick any song that works?",
      "th": "เราแค่เลือกเพลงที่ร้องแล้วดีใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-Yeah, any song. -And you just go with it? -Mmm-hmm. -Nice.",
      "th": "- ใช่ เพลงไหนก็ได้ - แล้วเธอร้องตาม ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Justin] And our next category is…",
      "th": "และลำดับต่อไปคือ..."
    }
  },
  {
    "translation": {
      "en": "-Songs about sex. -Sex?",
      "th": "- เพลงเกี่ยวกับเซ็กส์ - เซ็กส์เหรอ"
    }
  },
  {
    "translation": {
      "en": "Keep going.",
      "th": "ร้องต่อสิ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "เอาละ"
    }
  },
  {
    "translation": {
      "en": "I mean, you're welcome.",
      "th": "ฉันหมายถึง ด้วยความยินดี"
    }
  },
  {
    "translation": {
      "en": "It's a tough blow, ladies.",
      "th": "ตัดสินยากนะ สาวๆ"
    }
  },
  {
    "translation": {
      "en": "The word you needed to match was \"it.\" And you sang, \"it's.\"",
      "th": "คำที่เธอต้องให้ลงคำคือ \"มัน\" และเธอร้องว่า \"มันคือ\""
    }
  },
  {
    "translation": {
      "en": "-You are… [claps] -[all] Cut off!",
      "th": "คำที่เธอต้องให้ลงคำคือ \"มัน\" และเธอร้องว่า \"มันคือ\" - เธอถูก... - ตัดออก"
    }
  },
  {
    "translation": {
      "en": "-Are you serious? -The Trebles win!",
      "th": "- พูดจริงอ่ะ - วงเทรเบิ้ลชนะ"
    }
  },
  {
    "translation": {
      "en": "-[Treblemakers cheering] -Beca, I'm sorry. You lost.",
      "th": "เบคก้า เสียใจด้วย เธอแพ้"
    }
  },
  {
    "translation": {
      "en": "I've never heard that rule! Ladies, ladies, come on. Come back.",
      "th": "ฉันไม่เคยได้ยินกฎนั้น สาวๆ มาทางนี้ กลับมา"
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "th": "โทษนะ"
    }
  },
  {
    "translation": {
      "en": "Money in the bank. Money in the bank.",
      "th": "เงินเข้าแบงก์แล้ว"
    }
  },
  {
    "translation": {
      "en": "Enjoy watching us win the ICCAs.",
      "th": "ดูเราชนะไอซีเอเอให้สนุกนะ"
    }
  },
  {
    "translation": {
      "en": "On the TV. On a regional cable affiliate.",
      "th": "ทางทีวี บนช่องเคเบิ้ลประจำภาค"
    }
  },
  {
    "translation": {
      "en": "Before everybody goes to bed tonight,",
      "th": "ก่อนทุกคนกลับบ้านคืนนี้"
    }
  },
  {
    "translation": {
      "en": "I need you to make a list of everything you did wrong.",
      "th": "ฉันอยากให้เธอทำรายการของทุกอย่างที่ทำพลาด"
    }
  },
  {
    "translation": {
      "en": "I'm gonna melt that Cabbage Patch Kid.",
      "th": "ฉันจะละลายเจ้าหนุ่มหน้าปรุนั่น"
    }
  },
  {
    "translation": {
      "en": "Hey, guys, what we just did was great, right?",
      "th": "นี่ สาวๆ เราทำได้เยี่ยมใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Calm your pits, Beca. We still lost.",
      "th": "ตั้งสติไว้ เบคก้า เรายังแพ้อยู่ดี"
    }
  },
  {
    "translation": {
      "en": "Yeah, but it was spontaneous. It was awesome.",
      "th": "ใช่ แต่มันสุดยอด มันเยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "We were actually listening to…",
      "th": "เรากำลังฟัง..."
    }
  },
  {
    "translation": {
      "en": "Okay, everybody, hands in.",
      "th": "เอาละ ทุกคน ประสานมือ"
    }
  },
  {
    "translation": {
      "en": "\"Ah\" on my count.",
      "th": "ร้อง \"อ้า\" ตามฉันนับ"
    }
  },
  {
    "translation": {
      "en": "-On three or after three? -On three.",
      "th": "- นับสามหรือหลังสาม - นับสาม"
    }
  },
  {
    "translation": {
      "en": "-After three. -One, two, three.",
      "th": "- หลังสาม - หนึ่ง สอง สาม"
    }
  },
  {
    "translation": {
      "en": "That's not how we do it.",
      "th": "เราไม่ได้ทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Oh! Why can't we figure this out?",
      "th": "ทำไมเราถึงไม่หาทางแก้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "[loudly] So, I just find songs that have the same chord progressions",
      "th": "ฉันเพิ่งพบเพลงที่มีคอร์ดแบบทันสมัย"
    }
  },
  {
    "translation": {
      "en": "and create a track that blends them together.",
      "th": "และสร้างแทร็คที่ผสมมันด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "So, like, this is the new bass line,",
      "th": "เหมือน นี่เป็นไลน์เบสใหม่"
    }
  },
  {
    "translation": {
      "en": "and this is matching up downbeats.",
      "th": "และนี่เข้ากับจังหวะเสียงต่ำ"
    }
  },
  {
    "translation": {
      "en": "[quieter] Oh, I'm talking really loud.",
      "th": "โอ๊ะ ฉันพูดดังเกินไป"
    }
  },
  {
    "translation": {
      "en": "Um… That's me singing.",
      "th": "ฉันร้องเพลงอยู่น่ะ"
    }
  },
  {
    "translation": {
      "en": "[loudly] This is really good.",
      "th": "นี่เยี่ยมมากเลย"
    }
  },
  {
    "translation": {
      "en": "[quieter] Now I'm the one yelling, right?",
      "th": "ทีนี้ฉันเป็นคนตะโกนใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "That is amazing, Beca.",
      "th": "เพลงยอดมาก เบคก้า"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "So, I brought this over,",
      "th": "ฉันเอานี่มาให้"
    }
  },
  {
    "translation": {
      "en": "because I wanna watch you watch the end of this movie.",
      "th": "เพราะฉันอยากดูเธอดูตอนจบของหนังเรื่องนี้ (เดอะ เบรคฟาสต์ คลับ)"
    }
  },
  {
    "translation": {
      "en": "And then I can die a hero.",
      "th": "แล้วฉันจะได้ตายแบบพระเอก"
    }
  },
  {
    "translation": {
      "en": "Wait, actually…",
      "th": "เดี๋ยว ที่จริงนะ..."
    }
  },
  {
    "translation": {
      "en": "You have a habit of making yourself at home, did you know that?",
      "th": "เธอติดนิสัยทำเหมือนอยู่บ้านตัวเอง รู้ไหมน่ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "รู้"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "The Breakfast Club. 1985.",
      "th": "เดอะ เบรคฟาสต์ คลับ ปี 1985"
    }
  },
  {
    "translation": {
      "en": "Greatest ending to any movie ever.",
      "th": "หนังที่มีตอนจบเยี่ยมที่สุดตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "This song launched Simple Minds in the US.",
      "th": "เพลงนี้ทำให้วงซิมเปิล มายด์ดังในอเมริกา"
    }
  },
  {
    "translation": {
      "en": "Could have been a Billy Idol song, but he turned it down.",
      "th": "บิลลี่ ไอดอลน่าจะได้ร้องเพลงนี้ แต่เขาปฏิเสธไป"
    }
  },
  {
    "translation": {
      "en": "Idiot.",
      "th": "งี่เง่าเนอะ"
    }
  },
  {
    "translation": {
      "en": "Perfectly sums up the movie. It's equally beautiful and sad.",
      "th": "เป็นตอนสรุปที่สมบูรณ์แบบ มีทั้งความสวยงามพอๆ กับความเศร้า"
    }
  },
  {
    "translation": {
      "en": "That is fascinating.",
      "th": "นั่นน่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "Right?",
      "th": "นั่นน่าทึ่งมาก ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Tell me, what does Judd Nelson eat for breakfast?",
      "th": "บอกที จัดด์ เนลสันกินอะไรเป็นมื้อเช้า"
    }
  },
  {
    "translation": {
      "en": "Oh, well, like all misunderstood rebels, he feeds on hypocrisy.",
      "th": "อ้อ เหมือนเด็กหัวแข็งที่ถูกเข้าใจผิด เขากินความเจ้าเล่ห์จนอิ่ม"
    }
  },
  {
    "translation": {
      "en": "Sure.",
      "th": "แน่นอน"
    }
  },
  {
    "translation": {
      "en": "And black coffee to help with his morning dumps.",
      "th": "ตามด้วยกาแฟดำเพื่อช่วยให้เขาถ่ายตอนเช้า"
    }
  },
  {
    "translation": {
      "en": "You're an idiot.",
      "th": "เธอมันงี่เง่า"
    }
  },
  {
    "translation": {
      "en": "It's true. I'm full of fun facts.",
      "th": "จริงนะ ฉันมีเรื่องจริงน่าขำเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "You should let other people tell you they're fun.",
      "th": "เธอควรให้คนอื่นบอกว่า พวกเขาน่ะตลก"
    }
  },
  {
    "translation": {
      "en": "[Andrew] And an athlete.",
      "th": "และนักกีฬา"
    }
  },
  {
    "translation": {
      "en": "[Allison] And a basket case.",
      "th": "และเรื่องหมดหวัง"
    }
  },
  {
    "translation": {
      "en": "[Claire] A princess.",
      "th": "สาวหรู"
    }
  },
  {
    "translation": {
      "en": "[Bender] And a criminal.",
      "th": "และอาชญากร"
    }
  },
  {
    "translation": {
      "en": "[Brian] Does that answer your question?",
      "th": "นั่นตอบคำถามของคุณไหม"
    }
  },
  {
    "translation": {
      "en": "Sincerely yours, the Breakfast Club.",
      "th": "ด้วยความจริงใจ เดอะ เบรคฟาสท์ คลับ"
    }
  },
  {
    "translation": {
      "en": "You're missing the ending. Sorry.",
      "th": "เธอพลาดตอนจบ"
    }
  },
  {
    "translation": {
      "en": "♪ …forget about me ♪",
      "th": "โทษที"
    }
  },
  {
    "translation": {
      "en": "It's good. I'm sure the beginning is…",
      "th": "มันดีนะ ฉันแน่ใจว่าตอนต้นน่ะ..."
    }
  },
  {
    "translation": {
      "en": "The white girl is back.",
      "th": "สาวผิวขาวกลับมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "And I'm out.",
      "th": "และฉันกลับละ"
    }
  },
  {
    "translation": {
      "en": "Always a pleasure, Kimmy Jin.",
      "th": "ยินดีเสมอ คิมมี่ จิน"
    }
  },
  {
    "translation": {
      "en": "So… Excuse me. Excuse me.",
      "th": "งั้น... โทษนะ กลับละ"
    }
  },
  {
    "translation": {
      "en": "I should have taken that cardio tip more seriously.",
      "th": "ฉันควรฟังคำแนะนำการบริหารหัวใจจริงจังกว่านี้"
    }
  },
  {
    "translation": {
      "en": "How much have you done?",
      "th": "เธอทำไปมากแค่ไหนแล้ว"
    }
  },
  {
    "translation": {
      "en": "You just saw it.",
      "th": "เธอเพิ่งเห็นไป"
    }
  },
  {
    "translation": {
      "en": "Chloe, you gotta be able to hit that last note.",
      "th": "โคลอี้ เธอจะต้องฮิตโน้ตสุดท้ายให้ได้นะ"
    }
  },
  {
    "translation": {
      "en": "I can't. It's impossible.",
      "th": "ไม่ได้จ้ะ เป็นไปไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "And it's because of my, my nodes.",
      "th": "และเป็นเพราะต่อมของฉัน"
    }
  },
  {
    "translation": {
      "en": "Her nodes. Her nodes.",
      "th": "ต่อมของเธอ ต่อมของเธอ"
    }
  },
  {
    "translation": {
      "en": "Well, if you can't do it, then someone else needs to solo.",
      "th": "ถ้าเธอร้องไม่ได้ งั้นต้องให้คนอื่นร้องท่อนเดี่ยว"
    }
  },
  {
    "translation": {
      "en": "I think Beca should take my solo.",
      "th": "ฉันคิดว่าเบคก้าน่าจะร้องท่อนเดี่ยวของฉัน"
    }
  },
  {
    "translation": {
      "en": "Yeah, Beca would be excellent.",
      "th": "ใช่ เบคก้าเก่งมากๆ"
    }
  },
  {
    "translation": {
      "en": "But also, someone else might be equally as excellent.",
      "th": "แต่ก็มีคนอื่นที่น่าจะเก่งพอๆ กันนะ"
    }
  },
  {
    "translation": {
      "en": "-It's true. -And they might be shy",
      "th": "- มันจริงนี่ - และพวกเขาอาจขี้อาย"
    }
  },
  {
    "translation": {
      "en": "and not wanna come forward and say they wanted a solo.",
      "th": "- มันจริงนี่ - และพวกเขาอาจขี้อาย จนไม่อยากออกไปและบอกว่า ฉันอยากร้องท่อนเดี่ยว"
    }
  },
  {
    "translation": {
      "en": "Well, Beca doesn't want a solo, so…",
      "th": "คือเบคก้าไม่อยากได้ท่อนเดี่ยว งั้น..."
    }
  },
  {
    "translation": {
      "en": "I would be happy to do it",
      "th": "คือเบคก้าไม่อยากได้ท่อนเดี่ยว งั้น... ฉันยินดีจะร้อง"
    }
  },
  {
    "translation": {
      "en": "if I got to pick a new song and do an arrangement.",
      "th": "ถ้าฉันได้เลือกเพลงใหม่และทำการเรียบเรียง"
    }
  },
  {
    "translation": {
      "en": "Well, that's not how we run things here.",
      "th": "เราไม่ได้จัดการกันแบบนั้นจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Aubrey, maybe Beca has a point. Maybe we could try something new.",
      "th": "ออร์เบรย์ เบคก้าอาจมีเหตุผล เราน่าจะลองสิ่งใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "A-ca-scuse me?",
      "th": "ว่าอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "You can sing \"Turn the Beat Around\" and that's the last I wanna hear of this.",
      "th": "เธอจะร้องเพลง เทิร์นเดอะบีทอะราวด์ และนั่นเป็นครั้งสุดท้ายที่ฉันจะฟังเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "That song is tired. We're not gonna win with it.",
      "th": "เพลงนั้นน่าเบื่อ เราจะไม่ชนะด้วยเพลงนั้นแน่"
    }
  },
  {
    "translation": {
      "en": "If we pull samples from different genres",
      "th": "ถ้าเราเอาตัวอย่างจากเพลงยุคต่างๆ"
    }
  },
  {
    "translation": {
      "en": "and layer them together, we could make some…",
      "th": "และเอามาเรียงกัน เราทำให้มันเป็น..."
    }
  },
  {
    "translation": {
      "en": "Okay, let me explain something to you because you still don't seem to get it.",
      "th": "โอเค ฉันขออธิบายให้ฟังนะ เพราะดูเหมือนเธอจะไม่เข้าใจเลย"
    }
  },
  {
    "translation": {
      "en": "Our goal is to get back to the finals and these songs will get us there.",
      "th": "เป้าหมายของเราคือกลับเข้าสู่รอบชิงชนะเลิศ และเพลงพวกนี้จะพาเราไปสู่จุดนั้น"
    }
  },
  {
    "translation": {
      "en": "So, excuse me if I don't take advice from some alt-girl with her mad lib beats,",
      "th": "ขอโทษด้วยนะที่ฉันไม่รับคำแนะนำ จากสาวที่ชอบเพลงอัลเทอร์เนทีฟ ที่คิดคำบ้าๆ ขึ้นเอง"
    }
  },
  {
    "translation": {
      "en": "because she's never even been in competition.",
      "th": "เพราะเธอไม่เคยแม้แต่ลงแข่งด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "Have I made myself clear?",
      "th": "ฉันพูดชัดเจนดีหรือยัง"
    }
  },
  {
    "translation": {
      "en": "Crystal. I won't solo.",
      "th": "ชัดแจ๋ว ฉันจะไม่ร้องเดี่ยว"
    }
  },
  {
    "translation": {
      "en": "Fine.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "-Fat Amy? -Yes, sir?",
      "th": "- เอมี่อ้วน - คะ"
    }
  },
  {
    "translation": {
      "en": "-You'll solo. -[exclaims happily]",
      "th": "เธอจะได้ร้องเดี่ยว"
    }
  },
  {
    "translation": {
      "en": "Yes! Yes.",
      "th": "ค่ะ เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "[John] Welcome, ladies and gentlemen.",
      "th": "ขอต้อนรับทุกท่าน"
    }
  },
  {
    "translation": {
      "en": "The 2012 southeastern regional competition has officially begun.",
      "th": "การแข่งขันประจำภาคตะวันออกเฉียงใต้ ปี 2012 เริ่มต้นอย่างเป็นทางการแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yes, I'm Gail Abernathy McCadd,",
      "th": "ค่ะ ฉันเกล อเบอร์นาธี แมคเคดเดน"
    }
  },
  {
    "translation": {
      "en": "and to my right is fellow a cappella alum John Smith",
      "th": "และที่นั่งด้านขวามือของฉัน คือเพื่อนร่วมชมรมอะแคปเปลา จอห์น สมิธ"
    }
  },
  {
    "translation": {
      "en": "and we are live from Carolina University.",
      "th": "และเราถ่ายทอดสดจากมหาวิทยาลัย แคโรไลน่า"
    }
  },
  {
    "translation": {
      "en": "It's a new season for a cappella.",
      "th": "เป็นฤดูกาลใหม่สำหรับอะแคปเปลา"
    }
  },
  {
    "translation": {
      "en": "The regionals begin the long road to Lincoln Center",
      "th": "การแข่งประจำภาคเริ่มต้นเส้นทางยาวไกล สู่ลินคอล์น เซนเตอร์"
    }
  },
  {
    "translation": {
      "en": "where all of these youngsters hope to one day win a trophy",
      "th": "ซึ่งนักร้องหนุ่มสาวเหล่านี้ หวังว่าวันหนึ่งจะได้คว้าถ้วยรางวัล"
    }
  },
  {
    "translation": {
      "en": "by making music with their mouths.",
      "th": "ด้วยการสร้างเสียงดนตรีจากปาก"
    }
  },
  {
    "translation": {
      "en": "A cappella out of sock puppets? Genius.",
      "th": "ร้องอะแคปเปลาด้วยหุ่นถุงเท้าเหรอนี่ อัจฉริยะ"
    }
  },
  {
    "translation": {
      "en": "[Beca] Yeah, look at the black one with the white sock.",
      "th": "ใช่ ดูตัวสีดำกับตัวสีขาวสิ"
    }
  },
  {
    "translation": {
      "en": "[Cynthia Rose] It's making a statement.",
      "th": "ชัดเจนดีมากเลย"
    }
  },
  {
    "translation": {
      "en": "There's no craft there. Watching them will make you worse.",
      "th": "ไม่มีฝีมือเลย ดูพวกเขายิ่งทำให้เราแย่ลง"
    }
  },
  {
    "translation": {
      "en": "At least they're different.",
      "th": "อย่างน้อยพวกเขาก็แตกต่าง"
    }
  },
  {
    "translation": {
      "en": "And the Sockappellas, once again proving",
      "th": "และวงซอคอะแคปเปลา ได้พิสูจน์อีกครั้งว่า"
    }
  },
  {
    "translation": {
      "en": "that it doesn't get better for everyone after high school.",
      "th": "มันไม่ได้ดีขึ้นสำหรับทุกคนหลังเรียนจบม.ปลาย"
    }
  },
  {
    "translation": {
      "en": "Do we… do we clap?",
      "th": "เราปรบมือได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-No, we don't. -Never.",
      "th": "- ไม่ ไม่ได้ - ไม่เด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "-Hands in. -[emcee] Is it hot in here or what?",
      "th": "ประสานมือ"
    }
  },
  {
    "translation": {
      "en": "Remember, \"ah\" on three.",
      "th": "จำไว้นะ \"อ้า\" นับสาม"
    }
  },
  {
    "translation": {
      "en": "One, two…",
      "th": "หนึ่ง สอง..."
    }
  },
  {
    "translation": {
      "en": "-[all singing asynchronously] -Wait, you said we'd…",
      "th": "เดี๋ยว เธอพูดว่าเราต้อง..."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "th": "ขอโทษนะ"
    }
  },
  {
    "translation": {
      "en": "It's okay, it's gonna be okay. Okay. Let's give it up for the Barden Bellas!",
      "th": "- ไม่เป็นไร มันจะไม่เป็นไร โอเค - ขอเสียงปรบมือให้วงบาร์เดน เบลลาส์"
    }
  },
  {
    "translation": {
      "en": "-Wow. -Huh.",
      "th": "ว้าว"
    }
  },
  {
    "translation": {
      "en": "This does not look like the fresh-faced nubile Bellas that we have come to know.",
      "th": "นี่ดูไม่เหมือนวงเบลลาส์ สาวหน้าใสแต่งตัวดี ที่เราเคยรู้จักเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Is it me or are those skirts just not working anymore?",
      "th": "ผมคิดไปเองหรือว่ากระโปรงนั่นล้าสมัยแล้วจริงๆ"
    }
  },
  {
    "translation": {
      "en": "You're walking the line, John.",
      "th": "คุณพูดไม่สุภาพเลย จอห์น"
    }
  },
  {
    "translation": {
      "en": "It's a nice surprise to see the Bellas mixing it up.",
      "th": "เป็นเรื่่องแปลกใจที่ดี ที่เห็นวงเบลลาส์เอามาผสมกัน"
    }
  },
  {
    "translation": {
      "en": "It's refreshing, yet displeasing to the eye.",
      "th": "มันสดใหม่ดี แต่ก็ไม่น่ามองเลย"
    }
  },
  {
    "translation": {
      "en": "One, two, three, four.",
      "th": "หนึ่ง สอง สาม สี่"
    }
  },
  {
    "translation": {
      "en": "[Gail] The Barden Bellas bringing back the same song they sang at last year's finals.",
      "th": "วงบาร์เดน เบลลาส์ใช้เพลงเดิม ตอนที่พวกเธอร้องในรอบสุดท้ายปีก่อน"
    }
  },
  {
    "translation": {
      "en": "And all eyes will be on senior Aubrey Posen.",
      "th": "และทุกสายตามองไปที่รุ่นพี่ออร์เบรย์ โพเซ่น"
    }
  },
  {
    "translation": {
      "en": "She could toss some cookies at any moment.",
      "th": "เธออาจแหวะได้ทุกเมื่อ"
    }
  },
  {
    "translation": {
      "en": "[Gail] And she makes it through, folks. No cookie toss.",
      "th": "และเธอไปรอดค่ะ ทุกท่าน ไม่เสียของแล้ว"
    }
  },
  {
    "translation": {
      "en": "John, a change of pace could not come soon enough here for the Barden Bellas.",
      "th": "จอห์น การเปลี่ยนจังหวะยังมาไม่ไวพอ สำหรับบาร์เดน เบลลาส์นะคะ"
    }
  },
  {
    "translation": {
      "en": "This is not a great way to start their season.",
      "th": "นี่ไม่ใช่การเปิดตัวที่ดีของฤดูกาลเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah, this number is like an elephant dart to the public's face.",
      "th": "ใช่ เพลงนี้ทำให้คนฟังจะหลับเอาน่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah!",
      "th": "แบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "[man] Yeah, Fat Amy.",
      "th": "เยี่ยม เอมี่อ้วน"
    }
  },
  {
    "translation": {
      "en": "[Gail] The Barden Bellas went deep into the archive for that song, John.",
      "th": "วงบาร์เดน เบลลาส์ทำเพลงนั้น ให้น่าฟังขึ้นค่ะ จอห์น"
    }
  },
  {
    "translation": {
      "en": "I remember singing it with my own a cappella group.",
      "th": "ฉันจำได้ว่าร้องแบบนั้น กับวงอะแคปเปลาของฉันเอง"
    }
  },
  {
    "translation": {
      "en": "And what group was that, Gail?",
      "th": "และชื่อวงอะไรครับ เกล"
    }
  },
  {
    "translation": {
      "en": "The Minstrel Cycles, John.",
      "th": "วงรอบเดือนค่ะ จอห์น"
    }
  },
  {
    "translation": {
      "en": "Well, that's an unfortunate name.",
      "th": "แหม นั่นเป็นชื่อไม่เพราะเลย"
    }
  },
  {
    "translation": {
      "en": "[emcee] Thank you. Really incredible, ladies and gentlemen.",
      "th": "ขอบคุณ เยี่ยมยอดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "The Bellas. Thank you. Wow!",
      "th": "วงบาร์เดน เบลลาส์ ขอบคุณมาก"
    }
  },
  {
    "translation": {
      "en": "[emcee] Yeah. Great, right? Amazing.",
      "th": "นั่นเยี่ยมเลย สุดยอด"
    }
  },
  {
    "translation": {
      "en": "You know, there must be something in the water over there at Barden University,",
      "th": "รู้ไหม น้ำที่มหาวิทยาลัยบาร์เดน ต้องมีอะไรพิเศษแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "'cause this next group is also from Barden.",
      "th": "เพราะวงต่อไปก็มาจากบาร์เดนเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, the Barden University Treblemakers.",
      "th": "ผู้ชมทุกท่านครับ วงเทรเบิ้ลเมคเกอร์จากมหาวิทยาลัยบาร์เดน"
    }
  },
  {
    "translation": {
      "en": "Ah, here we go, the Barden Treblemakers. They're on the trail for Lincoln Center, huh?",
      "th": "เริ่มแล้ว วงบาร์เดน เทรเบิ้ลเมคเกอร์ พวกเขาจะไปลินคอล์น เซนเตอร์ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[John] Absolutely, they always are, Gail.",
      "th": "แน่นอน พวกเขาได้ไปตลอด เกล"
    }
  },
  {
    "translation": {
      "en": "My favorite, and everyone's favorite.",
      "th": "วงโปรดของผมและของทุกคน"
    }
  },
  {
    "translation": {
      "en": "Now it says here in my notes that their front man Bumper Allen",
      "th": "ในโน้ตของผมเขียนว่า นักร้องนำคือบัมเปอร์ อัลเลน"
    }
  },
  {
    "translation": {
      "en": "has recently released his own line of sports sandals.",
      "th": "เพิ่งนำรองเท้าแตะกีฬายี่ห้อของเขาเอง ออกวางจำหน่าย"
    }
  },
  {
    "translation": {
      "en": "Boy, the bad boys of a cappella have just gotten badder.",
      "th": "ให้ตาย หนุ่มร้ายแห่งวงการอะแคปเปลา ร้ายขึ้นกว่าเดิมอีก"
    }
  },
  {
    "translation": {
      "en": "Whoo! That's right, John. I'm gonna have to excuse myself to freshen up the downtown.",
      "th": "ใช่ค่ะ จอห์น ฉันต้องขอตัว ไปเข้าห้องน้ำที่ในเมืองก่อนล่ะ"
    }
  },
  {
    "translation": {
      "en": "Can I help?",
      "th": "ให้ผมช่วยไหม"
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, the moment we've all been waiting for.",
      "th": "ท่านผู้ชมทุกท่าน ถึงเวลาที่เราทุกคนรอคอย"
    }
  },
  {
    "translation": {
      "en": "The results of tonight's regional competition.",
      "th": "ผลการแข่งขันประจำภาคของคืนนี้มาถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "In third place, the Sockappellas!",
      "th": "ได้ที่สาม วงซ็อคอะแคปเปลา"
    }
  },
  {
    "translation": {
      "en": "-Yeah, lucky you. -[emcee] In second place,",
      "th": "- แหม โชคดีจัง - ตำแหน่งที่สอง"
    }
  },
  {
    "translation": {
      "en": "and advancing to this year's semi-finals,",
      "th": "และได้เข้ารอบรองชนะเลิศคือ วงบาร์เดน เบลลาส์"
    }
  },
  {
    "translation": {
      "en": "-the Barden Bellas. -Yeah.",
      "th": "และได้เข้ารอบรองชนะเลิศคือ วงบาร์เดน เบลลาส์ เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "th": "ไชโย"
    }
  },
  {
    "translation": {
      "en": "Awesome.",
      "th": "ยอดเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, nice. Nice.",
      "th": "ดีมากๆ"
    }
  },
  {
    "translation": {
      "en": "And the winner of tonight's regional competition,",
      "th": "และผู้ชนะของค่ำคืนนี้ของการแข่งประจำภาค"
    }
  },
  {
    "translation": {
      "en": "defending their crown, ladies and gentlemen,",
      "th": "ป้องกันตำแหน่งไว้ได้ครับ ท่านผู้ชมทุกท่าน"
    }
  },
  {
    "translation": {
      "en": "the Barden University Treblemakers!",
      "th": "วงเทรเบิ้ลเมคเกอร์จากมหาวิทยาลัยบาร์เดน"
    }
  },
  {
    "translation": {
      "en": "[man] Way to go, Trebles.",
      "th": "ต้องแบบนั้น เทรเบิ้ล"
    }
  },
  {
    "translation": {
      "en": "Yes! Yes!",
      "th": "เยี่ยมๆ"
    }
  },
  {
    "translation": {
      "en": "That's right!",
      "th": "ต้องแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I'm willing to sign breasts. Yes! I'm willing to sign…",
      "th": "ฉันเต็มใจจะเซ็นชื่อที่หน้าอก ใช่ ฉันเต็มใจจะเซ็น..."
    }
  },
  {
    "translation": {
      "en": "Oh, look who it is. Old dudes.",
      "th": "อ้าว ดูสินั่นใคร เพื่อนเก่านั่นเอง"
    }
  },
  {
    "translation": {
      "en": "[sing-song] Get a life.",
      "th": "ไปให้พ้น"
    }
  },
  {
    "translation": {
      "en": "Sonic boom.",
      "th": "ไปๆ ซะ"
    }
  },
  {
    "translation": {
      "en": "Just 'cause we graduated a few years ago,",
      "th": "แค่เพราะเราเรียนจบเมื่อสองสามปีก่อน"
    }
  },
  {
    "translation": {
      "en": "doesn't mean we can't still get off performing our oral magic, all right?",
      "th": "ไม่ได้แปลว่าเราจะไม่แสดง มนตร์ขลังด้วยปากของเราหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "Oral magic?",
      "th": "มนตร์ขลังด้วยปากเหรอ"
    }
  },
  {
    "translation": {
      "en": "Whoa, whoa, whoa, buddy, buddy.",
      "th": "เดี๋ยวๆ เพื่อน"
    }
  },
  {
    "translation": {
      "en": "Are you looking for what I think you're looking for?",
      "th": "กำลังหาสิ่งที่ฉันคิดว่านายหาอยู่ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Tonehanger] Yeah, a fight? You looking for a fight?",
      "th": "ใช่ หาเรื่องไง นายจะหาเรื่องใช่ไหม ช่วยที ช่วยพูดว่านายกำลังหาเรื่องที"
    }
  },
  {
    "translation": {
      "en": "Please, please. Please say you're looking for a fight.",
      "th": "ช่วยที ช่วยพูดว่านายกำลังหาเรื่องที ช่วยพูดว่านายกำลังหาเรื่องทีเถอะนะ"
    }
  },
  {
    "translation": {
      "en": "Please, please say you're looking for a fight.",
      "th": "ช่วยพูดว่านายกำลังหาเรื่องทีเถอะนะ"
    }
  },
  {
    "translation": {
      "en": "Yes! I will fight.",
      "th": "ใช่ ฉันจะหาเรื่อง"
    }
  },
  {
    "translation": {
      "en": "I would fight him,",
      "th": "ใช่ ฉันจะหาเรื่อง ฉันจะสู้กับเขา"
    }
  },
  {
    "translation": {
      "en": "but I tore a quad within the midst of the dance…",
      "th": "แต่ฉันแขนฉีกตอนกลางช่วงเต้น..."
    }
  },
  {
    "translation": {
      "en": "Hey, Gandhi. Hey, you, are we doing this or what?",
      "th": "นี่ คานธี นี่ เราจะทำหรือไม่ทำวะ"
    }
  },
  {
    "translation": {
      "en": "-Hit me. -What?",
      "th": "- ฟาดฉัน - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Let's get it on!",
      "th": "ลงมือเลย"
    }
  },
  {
    "translation": {
      "en": "I've wrestled crocodiles and dingoes simultaneously.",
      "th": "ฉันเคยปล้ำกับจระเข้และไดโนเสาร์พร้อมกัน"
    }
  },
  {
    "translation": {
      "en": "-Come here! -[Jesse] Why do you want me to hit you?",
      "th": "- มาเลย - ทำไมนายถึงอยากให้ฉันฟาดนาย"
    }
  },
  {
    "translation": {
      "en": "I don't wanna do that.",
      "th": "ฉันไม่อยากทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I need to feel something. Hit me as hard as you can.",
      "th": "ฉันต้องการความรู้สึก ฟาดฉันเต็มแรงเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Hit me hard. Take this. Take this. I want you to hit me with it.",
      "th": "ฟาดแรงๆ แบบนี้ เอาไป ฉันอยากให้นายเอามันฟาดฉัน"
    }
  },
  {
    "translation": {
      "en": "I'm just gonna… I'm just gonna check on them.",
      "th": "ฉันแค่จะ... ฉันจะไปดูพวกเขาก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "The kraken has been unleashed. -Oh, my God! -Feel the Fat Amy force!",
      "th": "ปลาหมึกปีศาจถูกปล่อยแล้ว จงรับรู้ถึงพลังของเอมี่อ้วน"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "นี่"
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. -Oh, my gosh.",
      "th": "- คุณพระช่วย - ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "Oh! That's fantastic!",
      "th": "นั่นเยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "-Amy, don't. Amy! -Feel the fat power.",
      "th": "- เอมี่ อย่านะ เอมี่ - รับรู้พลังอ้วนซะ"
    }
  },
  {
    "translation": {
      "en": "Fat Amy! Kick me in the balls!",
      "th": "เอมี่อ้วน เตะเจ้าหนูของฉันเลย"
    }
  },
  {
    "translation": {
      "en": "-[Beca] Amy! -Ooh.",
      "th": "เอมี่"
    }
  },
  {
    "translation": {
      "en": "Give me the sharp weapon, I wanna put it up his butt!",
      "th": "เอาอาวุธปลายแหลมมา ฉันจะเอามันทิ่มก้นเขา"
    }
  },
  {
    "translation": {
      "en": "Ooh! Cherry on top.",
      "th": "ยินดีสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Which way are you running?",
      "th": "เธอจะวิ่งไปทางไหนน่ะ"
    }
  },
  {
    "translation": {
      "en": "-This way. -All right.",
      "th": "- ทางนี้ ทางนี้ - ได้เลย"
    }
  },
  {
    "translation": {
      "en": "[man] Beautiful.",
      "th": "สวยมาก"
    }
  },
  {
    "translation": {
      "en": "Amy!",
      "th": "เอมี่"
    }
  },
  {
    "translation": {
      "en": "Vertical running.",
      "th": "วิ่งทางตรงจ้า"
    }
  },
  {
    "translation": {
      "en": "[Amy] I'm vertical running.",
      "th": "ฉันวิ่งทางตรงโลด"
    }
  },
  {
    "translation": {
      "en": "Hey, Hilary Swank from Million Dollar Baby.",
      "th": "(สถานีตำรวจประจำเมือง) หวัดดี ฮิลารี แสวงค์ จากมิลเลียนดอลลาร์เบบี้"
    }
  },
  {
    "translation": {
      "en": "Hey, you know you just have to say, \"Hey, Million Dollar Baby.\"",
      "th": "หวัดดี รู้ไหมว่าเธอเพิ่งพูดอะไร \"หวัดดี สาวน้อยร้อยล้าน\""
    }
  },
  {
    "translation": {
      "en": "You don't have to reference the specific actress.",
      "th": "เธอไม่ต้องพูดเชื่อดารานำหญิงหรอก"
    }
  },
  {
    "translation": {
      "en": "Damn. Prison changed you.",
      "th": "ให้ตาย คุกทำให้เธอเปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "Thanks for bailing me out.",
      "th": "ขอบใจที่ประกันตัวฉันออกมา"
    }
  },
  {
    "translation": {
      "en": "Well, I didn't.",
      "th": "ฉันเปล่า"
    }
  },
  {
    "translation": {
      "en": "You called my dad?",
      "th": "เธอโทรหาพ่อฉันเหรอ"
    }
  },
  {
    "translation": {
      "en": "I know, I know, but they were putting you in handcuffs, Bec.",
      "th": "ฉันรู้ รู้น่า แต่ตำรวจใส่กุญแจมือเธอนะ เบค"
    }
  },
  {
    "translation": {
      "en": "It looked pretty serious.",
      "th": "มันดูหนักหนามาก"
    }
  },
  {
    "translation": {
      "en": "That doesn't mean you call my dad.",
      "th": "นั่นไม่ได้แปลว่าให้เธอโทรหาพ่อฉัน"
    }
  },
  {
    "translation": {
      "en": "Who else was I gonna call? Okay, why are you yelling at me?",
      "th": "แล้วจะให้ฉันโทรหาใคร เอาละ ทำไมเธอตวาดใส่ฉัน"
    }
  },
  {
    "translation": {
      "en": "I'm the only one here.",
      "th": "ฉันเป็นคนเดียวที่มานะ"
    }
  },
  {
    "translation": {
      "en": "I didn't ask you to be.",
      "th": "ฉันไม่ขอให้เธอมา"
    }
  },
  {
    "translation": {
      "en": "I was just trying to help you.",
      "th": "ฉันแค่พยายามจะช่วยเธอ"
    }
  },
  {
    "translation": {
      "en": "I don't need your help, you're not my boyfriend.",
      "th": "ฉันไม่ต้องการให้เธอช่วย เธอไม่ใช่แฟนฉัน"
    }
  },
  {
    "translation": {
      "en": "Got it.",
      "th": "เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "-Dad, it's not a big deal. -Yeah, it's a big deal.",
      "th": "- พ่อ มันไม่ใช่เรื่องใหญ่ - ใช่สิ เรื่องใหญ่เลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "I get a call in the middle of the night",
      "th": "พ่อถูกโทรตามกลางดึก"
    }
  },
  {
    "translation": {
      "en": "saying my daughter's been arrested for destruction of property.",
      "th": "บอกว่าลูกสาวถูกจับข้อหาทำลายทรัพย์สิน"
    }
  },
  {
    "translation": {
      "en": "It was a misunderstanding and I was protecting my friends.",
      "th": "มันเป็นเรื่องเข้าใจผิด และหนูแค่ปกป้องเพื่อน"
    }
  },
  {
    "translation": {
      "en": "I was putting myself out there. Making memories.",
      "th": "หนูเอาตัวเองเข้าแลก เพื่อสร้างความทรงจำ"
    }
  },
  {
    "translation": {
      "en": "If you think I'm paying for you to go to LA after a stunt like this,",
      "th": "ถ้าลูกคิดว่าพ่อจะยอมจ่ายให้ไปแอลเอ ด้วยการทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "I'm not. Get in the car.",
      "th": "พ่อจะไม่จ่าย ขึ้นรถ"
    }
  },
  {
    "translation": {
      "en": "You're not even gonna hear what I have to say about this?",
      "th": "พ่อไม่ยอมฟังหนูอธิบายเรื่องนี้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "No, not tonight. Just get in.",
      "th": "ไม่ ไม่ใช่คืนนี้ ขึ้นรถ"
    }
  },
  {
    "translation": {
      "en": "[all] Hey!",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "[Amy] What up, Shawshank?",
      "th": "ว่าไง ชอว์แชงค์"
    }
  },
  {
    "translation": {
      "en": "Did you get yourself a bitch?",
      "th": "เธอโดนทำในคุกหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Did they spray you with a hose?",
      "th": "พวกนั้นเอาสายยางไล่ฉีดเธอไหม"
    }
  },
  {
    "translation": {
      "en": "[quietly] I did a turn at County.",
      "th": "ฉันเคยติดคุกจังหวัดมาน่ะ"
    }
  },
  {
    "translation": {
      "en": "You guys waited up for me?",
      "th": "พวกเธอมารอฉันเหรอ"
    }
  },
  {
    "translation": {
      "en": "Of course we waited up for you.",
      "th": "เรามารอเธออยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "They've been here for hours. It's a real inconvenience, Beca.",
      "th": "พวกเธอมานั่งรอตั้งหลายชั่วโมง มันน่าอึดอัดจริงๆ เบคก้า"
    }
  },
  {
    "translation": {
      "en": "Beca, I'm glad you're here.",
      "th": "เบคก้า ฉันดีใจที่เธอกลับมา"
    }
  },
  {
    "translation": {
      "en": "I'm calling an emergency Bella meeting.",
      "th": "ฉันจะเรียกประชุมด่วนเบลลาส์"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "-First up… -Yes.",
      "th": "- ก่อนอื่น... - ได้"
    }
  },
  {
    "translation": {
      "en": "Our score sheet revealed that the Sockappellas almost beat us.",
      "th": "แผ่นคะแนนของเราบอกว่า วงซ็อคอะแคปเปลาเกือบชนะเรา"
    }
  },
  {
    "translation": {
      "en": "And Fat Amy, you need to do it exactly how we rehearsed it, okay?",
      "th": "และเอมี่อ้วน เธอต้องทำตามที่เราซ้อมแบบเป๊ะๆ ชัดไหม"
    }
  },
  {
    "translation": {
      "en": "No surprises.",
      "th": "ห้ามทำเซอร์ไพรส์"
    }
  },
  {
    "translation": {
      "en": "We should be taking risks. It's not enough to be good,",
      "th": "เราควรยอมเสี่ยง ที่ทำอยู่ยังดีไม่พอ"
    }
  },
  {
    "translation": {
      "en": "we need to put ourselves out there, be different.",
      "th": "เราต้องทุ่มเต็มที่ สร้างความแตกต่าง"
    }
  },
  {
    "translation": {
      "en": "Beca's right. The Trebles never sing the same song twice.",
      "th": "เบคก้าพูดถูก วงเทรเบิ้ลไม่เคยร้องเพลงเดียวกันสองครั้ง"
    }
  },
  {
    "translation": {
      "en": "The audience love the Trebles, they tolerate us.",
      "th": "ผู้ชมรักวงเทรเบิ้ล แต่พวกเขาต้องทนฟังเรา"
    }
  },
  {
    "translation": {
      "en": "We could change the face of a cappella if we…",
      "th": "เราเปลี่ยนโฉมของอะแคปเปลาได้ ถ้าเรา..."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, that sounded so queerballs. What's happening to me?",
      "th": "ให้ตายสิ นั่นฟังไร้สาระมากๆ เกิดอะไรขึ้นกับฉัน"
    }
  },
  {
    "translation": {
      "en": "Let me show you this arrangement I've been working on.",
      "th": "ให้ฉันเอาเพลงที่เรียบเรียงเองให้เธอฟังนะ"
    }
  },
  {
    "translation": {
      "en": "[Chloe] I didn't know you were into this stuff.",
      "th": "ฉันไม่รู้ว่าเธอชอบเรื่องแบบนี้เอามากๆ"
    }
  },
  {
    "translation": {
      "en": "[Beca] Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Okay, I have the pitch pipe, and I say that we focus on the set list as planned.",
      "th": "โอเค ฉันมีคำแนะนำเล็กๆ และฉันจะบอกให้เราตั้งมั่นกับเพลงที่เราวางไว้"
    }
  },
  {
    "translation": {
      "en": "From now on, there will be no more wasting time with work",
      "th": "จากนี้ไป จะไม่มีการเสียเวลากับงาน"
    }
  },
  {
    "translation": {
      "en": "or school or boyfriends or partners.",
      "th": "หรือโรงเรียน หรือแฟนหรือคู่รักอีก"
    }
  },
  {
    "translation": {
      "en": "Sorry, Cynthia Rose.",
      "th": "โทษนะ ซินเธีย โรส"
    }
  },
  {
    "translation": {
      "en": "But, Aubrey, this stuff is pretty cool. I mean…",
      "th": "แต่ออร์เบรย์ เพลงนี้แจ๋วมากนะ ฉันหมายถึง..."
    }
  },
  {
    "translation": {
      "en": "Okay. Rehearsal tomorrow, 8:00 a.m. sharp.",
      "th": "โอเค ซ้อมพรุ่งนี้แปดโมงตรงนะจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "This is my track! You're playing my song right now!",
      "th": "นี่เพลงของฉัน เธอเล่นเพลงของฉันอยู่"
    }
  },
  {
    "translation": {
      "en": "-That is awesome! -You like it?",
      "th": "นั่นเยี่ยมไปเลย เธอชอบไหม"
    }
  },
  {
    "translation": {
      "en": "You put it on the radio! That is amazing!",
      "th": "เธอเอาออกอากาศด้วย สุดยอดไปเลย"
    }
  },
  {
    "translation": {
      "en": "It's a sick beat.",
      "th": "บีทโดนมาก"
    }
  },
  {
    "translation": {
      "en": "Yeah, I always thought her beats were pretty sick.",
      "th": "ใช่ ฉันคิดเสมอว่าบีทของเธอปังมาก"
    }
  },
  {
    "translation": {
      "en": "Hey, Becky, listen, spring break, I want you to take the night shift.",
      "th": "นี่ เบคกี้ ฟังนะ ช่วงปิดเทอมฤดูใบไม้ผลิ ฉันอยากให้เธอทำงานกะกลางคืน"
    }
  },
  {
    "translation": {
      "en": "Play your music.",
      "th": "เปิดเพลงของเธอ"
    }
  },
  {
    "translation": {
      "en": "The DJ at the Garage does a brilliant version of this, but yours? It's better.",
      "th": "ดีเจที่การ์ราจมีเวอร์ชั่นเพลงนี้แบบเยี่ยมมาก แต่ของเธอน่ะ ดีกว่าอีก"
    }
  },
  {
    "translation": {
      "en": "Yeah, it is.",
      "th": "ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm gonna listen to her tonight. I think you should… You should come with.",
      "th": "ฉันจะฟังเพลงของเธอคืนนี้ ฉันคิดว่าเธอควร... เธอควรมาด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "I have a thing.",
      "th": "ฉันมีธุระ"
    }
  },
  {
    "translation": {
      "en": "Flight attendant training?",
      "th": "ฝึกเป็นแอร์โฮสเตสเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's, uh, Barden Bellas. I have the semi-finals tonight.",
      "th": "วงบาร์เดน เบลลาส์น่ะ ฉันมีแข่งรอบรองสุดท้ายคืนนี้"
    }
  },
  {
    "translation": {
      "en": "Really? I did not have you pegged as an a cappella girl.",
      "th": "จริงเหรอ ไม่คิดว่าเธอจะจริงจังกับ การเป็นสาวอะแคปเปลา"
    }
  },
  {
    "translation": {
      "en": "That's 'cause you don't know Becky like I do.",
      "th": "นั่นเพราะนายไม่รู้จักเบคกี้ดีเหมือนฉัน"
    }
  },
  {
    "translation": {
      "en": "See you tonight.",
      "th": "เจอกันคืนนี้"
    }
  },
  {
    "translation": {
      "en": "Okay, don't you flat-butts worry, I got this.",
      "th": "โอเค พวกเธอสาวผอมไม่ต้องห่วงนะ ฉันจัดการเอง"
    }
  },
  {
    "translation": {
      "en": "I'm just gonna pump and dump.",
      "th": "ฉันจะเติมน้ำมันให้"
    }
  },
  {
    "translation": {
      "en": "[Bumper] I don't care what you say.",
      "th": "ฉันไม่สนว่านายพูดอะไร"
    }
  },
  {
    "translation": {
      "en": "Sisqó live, best performance ever, I've ever seen.",
      "th": "การแสดงสดของซิสโก้ เยี่ยมที่สุดที่ฉันเคยเห็นมา"
    }
  },
  {
    "translation": {
      "en": "-\"Thong Song\" isn't his only hit. -Yeah.",
      "th": "- \"ธองซอง\" ไม่ใช่เพลงฮิตเพลงเดียวของเขา - จริง"
    }
  },
  {
    "translation": {
      "en": "All right? That's serious.",
      "th": "เอาละ นั่นจริงจังนะ"
    }
  },
  {
    "translation": {
      "en": "Yo, Bump, is that Fat Amy?",
      "th": "นี่ บัมป์ นั่นเอมี่อ้วนใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Donald, slow down! Slow down!",
      "th": "โดนัลด์ ขับช้าๆ"
    }
  },
  {
    "translation": {
      "en": "Yeah! All right!",
      "th": "ใช่ จริงด้วย"
    }
  },
  {
    "translation": {
      "en": "Hey, Amy? Sabotage!",
      "th": "นี่ เอมี่ ลอบทำร้ายเหรอ"
    }
  },
  {
    "translation": {
      "en": "I've been shot.",
      "th": "ฉันถูกยิง"
    }
  },
  {
    "translation": {
      "en": "I've just been shot! Help me.",
      "th": "ฉันเพิ่งถูกยิง ช่วยด้วย"
    }
  },
  {
    "translation": {
      "en": "Fat Amy! Ah!",
      "th": "เอมี่อ้วน"
    }
  },
  {
    "translation": {
      "en": "They shot the harpy!",
      "th": "พวกนั้นปาใส่เอมี่"
    }
  },
  {
    "translation": {
      "en": "I've got you. I've got you.",
      "th": "ฉันช่วยเอง ฉันมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "No, no, no. I'm talking, I'm talking… I'm sitting up.",
      "th": "ไม่ๆๆ ฉันพูดได้ ฉันพูดได้... ฉันนั่งได้"
    }
  },
  {
    "translation": {
      "en": "-All right. Cool. -[Amy] There's no need for that.",
      "th": "- ดีมาก เยี่ยม - ไม่จำเป็นต้องทำแบบนั้นหรอก"
    }
  },
  {
    "translation": {
      "en": "No mouth to mouth.",
      "th": "ไม่เอาปากเป่าปาก"
    }
  },
  {
    "translation": {
      "en": "Oh, shit. Bumper threw a big-ass burrito at me.",
      "th": "บ้าเอ๊ย บัมเปอร์ปาเบอร์ริโต้ชิ้นใหญ่ใส่ฉัน"
    }
  },
  {
    "translation": {
      "en": "I'm gonna kill him, I swear. I'm gonna finish him like a cheesecake.",
      "th": "ฉันจะฆ่าเขา สาบานได้ ฉันจะจัดการเขาให้เรียบเหมือนชีสเค้ก"
    }
  },
  {
    "translation": {
      "en": "You've got yourself a little something there.",
      "th": "เธอยังมีเศษเนื้อเหลืออยู่นะ"
    }
  },
  {
    "translation": {
      "en": "Just leave it. It fuels my hate fire.",
      "th": "อย่าเอาออก มันกระพือไฟเกลียดของฉัน"
    }
  },
  {
    "translation": {
      "en": "♪ And the Jay-Z song was on ♪ ♪ Oh, my God ♪",
      "th": "จริงๆ เลย"
    }
  },
  {
    "translation": {
      "en": "-It's a… It's… -[engine sputtering]",
      "th": "มัน... มัน..."
    }
  },
  {
    "translation": {
      "en": "-What the hell? -[Amy] Um…",
      "th": "อะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "It's pretty cool, actually. I think we're just running out of gas.",
      "th": "มันเยี่ยมมากจริงๆ นะ ฉันคิดว่าเรากำลังจะน้ำมันหมด"
    }
  },
  {
    "translation": {
      "en": "No, that can't be. You just filled the tank.",
      "th": "ไม่ เป็นไปไม่ได้ เธอเพิ่งเติมมา"
    }
  },
  {
    "translation": {
      "en": "Yeah, I did.",
      "th": "ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "And… yet, maybe I didn't, because I got hit by flying Mexican food.",
      "th": "แต่ว่า ฉันอาจไม่ได้เติม เพราะโดนปาด้วยอาหารเม็กซิกัน"
    }
  },
  {
    "translation": {
      "en": "Mmm. We're out.",
      "th": "และน้ำมันหมดสนิท"
    }
  },
  {
    "translation": {
      "en": "A-ca-scuse me?",
      "th": "ว่าอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "A-ca-believe it.",
      "th": "ไม่อยากเชื่อเลย"
    }
  },
  {
    "translation": {
      "en": "[Amy] Man, what are we gonna do?",
      "th": "ให้ตาย เราจะทำยังไงดี"
    }
  },
  {
    "translation": {
      "en": "Maybe we could call…",
      "th": "เราน่าจะโทรหา..."
    }
  },
  {
    "translation": {
      "en": "No, don't even say it, Chloe. How dare you?",
      "th": "ไม่ อย่าพูดถึงเด็ดขาด โคลอี้ กล้าดียังไง"
    }
  },
  {
    "translation": {
      "en": "Oh, no, actually that is a really good idea. I've got Bumper's number.",
      "th": "ไม่นะ ที่จริงนั่นเป็นความคิดที่ดี ฉันมีเบอร์โทรของบัมเปอร์"
    }
  },
  {
    "translation": {
      "en": "Why do you have Bumper's number?",
      "th": "ทำไมเธอถึงมีเบอร์โทรเขาได้"
    }
  },
  {
    "translation": {
      "en": "So, Bellas,",
      "th": "คือเบลลาส์"
    }
  },
  {
    "translation": {
      "en": "what boring, estrogen-filled set have you prepared for us this evening?",
      "th": "เพลงแบบหญิงน่าเบื่อสุดๆ แบบไหนที่เธอเตรียมไว้ให้เราฟังเย็นนี้"
    }
  },
  {
    "translation": {
      "en": "-[Amy] Uh, excuse me? -[Bumper] Mmm-hmm?",
      "th": "พูดใหม่สิ"
    }
  },
  {
    "translation": {
      "en": "But you guys are gonna get pitch-slapped so hard",
      "th": "แต่พวกเธอจะถูกตบด้วยเสียงอย่างแรง"
    }
  },
  {
    "translation": {
      "en": "your man boobs are gonna concave.",
      "th": "จนนมย้อยๆ ของเธอบุ๋มลงไปแน่"
    }
  },
  {
    "translation": {
      "en": "9 miles, guys.",
      "th": "อีกเก้าไมล์ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "That's pretty good.",
      "th": "นั่นเพราะดีนี่"
    }
  },
  {
    "translation": {
      "en": "I set fires to feel joy.",
      "th": "ฉันจุดไฟเพื่อให้รู้สึกถึงความสุข"
    }
  },
  {
    "translation": {
      "en": "That's adorable.",
      "th": "น่ารักจัง"
    }
  },
  {
    "translation": {
      "en": "Five minutes, Bellas.",
      "th": "อีกห้านาที วงเบลลาส์"
    }
  },
  {
    "translation": {
      "en": "-Where did he come from? -Shh!",
      "th": "เขามาจากไหนน่ะ"
    }
  },
  {
    "translation": {
      "en": "It's over. There's no way we can beat the Footnotes and the Trebles.",
      "th": "มันจบแล้ว เราไม่มีทางเอาชนะวงฟุตโน้ต กับวงเทรเบิ้ลได้แน่"
    }
  },
  {
    "translation": {
      "en": "Whoo! That little peanut can sing.",
      "th": "เจ้าหนุ่มตัวเล็กนั่นร้องเพลงเก่งจัง"
    }
  },
  {
    "translation": {
      "en": "He really can. It sounds to me, though, Gail, like his boys haven't dropped yet,",
      "th": "เขาร้องได้ดีมาก แต่ผมฟังดูแล้วนะ เกล เสียงเขายังไม่แตกหนุ่มเลย"
    }
  },
  {
    "translation": {
      "en": "if you know what I mean.",
      "th": "ถ้าคุณเข้าใจที่ผมพูด"
    }
  },
  {
    "translation": {
      "en": "If you mean his testicles, then I do, John. I do. I really do.",
      "th": "ถ้าคุณหมายถึงเจ้าหนูของเขา ฉันเข้าใจค่ะ จอห์น ฉันเข้าใจ เข้าใจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Aubrey] A-ca-huddle, now.",
      "th": "รวมกลุ่มเร็ว"
    }
  },
  {
    "translation": {
      "en": "The top two teams go to the finals, so we just have to beat one of them.",
      "th": "สองทีมที่มีคะแนนสูงสุดจะได้เข้ารอบชิง เราต้องเอาชนะหนึ่งในสองทีม"
    }
  },
  {
    "translation": {
      "en": "And if we do it exactly how we rehearsed it, we will get there, okay? Exactly.",
      "th": "และถ้าเราทำตามที่ซ้อมไว้แบบเป๊ะๆ เราจะชนะแน่ โอเคไหม แบบนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "Hands in.",
      "th": "ประสานมือ"
    }
  },
  {
    "translation": {
      "en": "[Stacie] On three or after three?",
      "th": "นับสามหรือหลังสามล่ะ"
    }
  },
  {
    "translation": {
      "en": "Screw it. Let's just do it.",
      "th": "ช่างเถอะ ทำให้มันจบๆ"
    }
  },
  {
    "translation": {
      "en": "Put your hands together for the Barden Bellas!",
      "th": "ประสานมือร่วมใจวงบาร์เดน เบลลาส์"
    }
  },
  {
    "translation": {
      "en": "[John] Okay, the Bellas are coming out.",
      "th": "โอเค วงเบลลาส์ออกมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Another step in this competition and…",
      "th": "อีกก้าวหนึ่งของการแข่งขันรอบนี้และ..."
    }
  },
  {
    "translation": {
      "en": "One, two, three, four…",
      "th": "หนึ่ง สอง สาม สี่..."
    }
  },
  {
    "translation": {
      "en": "[John] Here we go again.",
      "th": "เอาอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Gail] Looks like they're sticking with what they know.",
      "th": "ดูเหมือนพวกเธอจะยึดแต่สิ่งที่รู้นะ"
    }
  },
  {
    "translation": {
      "en": "[John] Oh. A little tension on the stage tonight.",
      "th": "บนเวทีเกิดความตึงเครียดเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "[Gail mimics cat growl] Claws are out.",
      "th": "กางเล็บกันเลยทีเดียว"
    }
  },
  {
    "translation": {
      "en": "This is just friendly collegiate fun.",
      "th": "นี่เป็นแค่แข่งระดับอุดมศึกษาแบบสนุกๆ"
    }
  },
  {
    "translation": {
      "en": "It's a tough competition, but we're all here to have a good time.",
      "th": "มันเป็นการแข่งที่โหด แต่เราทุกคนมาเพื่อสนุกด้วย"
    }
  },
  {
    "translation": {
      "en": "That's right, John. But a mistake can haunt you for the rest of your life",
      "th": "ถูกแล้วค่ะ จอห์น แต่ความผิดพลาดอาจตามหลอนคุณไปชั่วชีวิต"
    }
  },
  {
    "translation": {
      "en": "and affect your children.",
      "th": "และส่งผลกระทบกับลูกของคุณได้"
    }
  },
  {
    "translation": {
      "en": "What the hell, Beca? Were you trying to screw us up?",
      "th": "บ้าอะไรนี่ เบคก้า เธอจะทำให้เราพังใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Are you serious?",
      "th": "พูดจริงเหรอนี่"
    }
  },
  {
    "translation": {
      "en": "Newsflash. This isn't the Beca show.",
      "th": "ข่าวสด นี่ไม่ใช่โชว์เดี่ยวเบคก้านะ"
    }
  },
  {
    "translation": {
      "en": "Okay, I'm sorry that I messed you up,",
      "th": "เอาละ ฉันขอโทษที่ทำพวกเธอเป๋"
    }
  },
  {
    "translation": {
      "en": "but in case you hadn't noticed, everybody pretty much dozed off during our set.",
      "th": "แต่เผื่อเธอไม่ทันสังเกต คนดูเกือบหลับ ระหว่างที่เราร้องเพลง"
    }
  },
  {
    "translation": {
      "en": "It's not your job to decide what we do and when we do it.",
      "th": "เธอไม่มีหน้าที่ตัดสินใจว่า เราทำอะไรและทำตอนไหน"
    }
  },
  {
    "translation": {
      "en": "Why don't you ask the rest of the group how they felt about your little improvisation?",
      "th": "ทำไมเธอไม่ถามทั้งทีมล่ะว่า รู้สึกยังไงกับการด้นสดเล็กๆ ของเธอ"
    }
  },
  {
    "translation": {
      "en": "Amy?",
      "th": "เอมี่ว่าไง"
    }
  },
  {
    "translation": {
      "en": "It was cool. But it did take us a little bit by surprise.",
      "th": "มันดีนะ แต่มันทำให้เราแปลกใจนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "Yeah, a lot by surprise.",
      "th": "ใช่ แปลกใจมากเลย"
    }
  },
  {
    "translation": {
      "en": "A little.",
      "th": "แค่นิดเดียว"
    }
  },
  {
    "translation": {
      "en": "-I told you she wasn't a Bella. -Aubrey, don't.",
      "th": "- ฉันบอกเธอแล้วว่าเธอไม่ใช่เบลลาส์ - ออร์เบรย์ อย่า"
    }
  },
  {
    "translation": {
      "en": "No, that's okay. You don't have to pretend",
      "th": "ไม่ นั่นไม่เป็นไร ไม่ต้องเสแสร้งหรอก"
    }
  },
  {
    "translation": {
      "en": "you're allowed to have a say in the group, right?",
      "th": "เธอได้รับอนุญาตให้พูดในกลุ่มใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Your attitude sucks. You're a grade-A pain in my ass,",
      "th": "ทัศนคติของเธอแย่มาก เธอทำให้ฉันหงุดหงิดแบบสุดๆ"
    }
  },
  {
    "translation": {
      "en": "and I know you're hooking up with Jesse.",
      "th": "และฉันรู้ว่าเธอกิ๊กอยู่กับเจสซี่"
    }
  },
  {
    "translation": {
      "en": "Whoa. Whoa. Aubrey, calm down. We're not hooking up, I swear.",
      "th": "ออร์เบรย์ เย็นไว้ เราไม่ได้กิ๊กกัน สาบานได้"
    }
  },
  {
    "translation": {
      "en": "Jesus Christ! That's perfect. Of course you're here right now.",
      "th": "ให้ตายเหอะ เหมาะเหม็งจริงๆ เธอต้องมาอยู่ตรงนี้พอดี"
    }
  },
  {
    "translation": {
      "en": "I don't need your help, okay? Can you back off?",
      "th": "ฉันไม่ต้องการให้เธอช่วย เข้าใจไหม เธอถอยไปทีเถอะ"
    }
  },
  {
    "translation": {
      "en": "[Benji] Trebles. Time to bring the pain.",
      "th": "วงเทรเบิ้ล ได้เวลาแข่งแล้ว"
    }
  },
  {
    "translation": {
      "en": "If this is what I get for trying…",
      "th": "ถ้านี่คือสิ่งที่ฉันได้สำหรับความพยายามละก็..."
    }
  },
  {
    "translation": {
      "en": "[Benji] Beca? Beca, wait.",
      "th": "เบคก้า เบคก้า เดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "Aubrey, it actually went really well.",
      "th": "ออร์เบรย์ มันไปได้สวยมากนะ"
    }
  },
  {
    "translation": {
      "en": "Chloe, stop!",
      "th": "โคลอี้ หยุด"
    }
  },
  {
    "translation": {
      "en": "-Excuse me. -Oh, my God. Okay.",
      "th": "- ขอโทษ - ให้ตายสิ โอเค"
    }
  },
  {
    "translation": {
      "en": "Beca? Beca, wait.",
      "th": "เบคก้า เบคก้า เดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "[John] And the Treblemakers seal the deal tonight.",
      "th": "และวงเทรเบิ้ลเมคเกอร์ชนะไปในคืนนี้"
    }
  },
  {
    "translation": {
      "en": "[Gail] Unfortunately, Barden's other group, the Bellas, do not advance,",
      "th": "โชคร้ายที่อีกวงของบาร์เดน วงเบลลาส์ ไม่ได้ไปต่อ"
    }
  },
  {
    "translation": {
      "en": "and senior Aubrey Posen loses her chance to redeem herself from last year's Pukegate.",
      "th": "และรุ่นพี่ออร์เบรย์ โพเซ่นเสียโอกาส ที่จะแก้ตัวจากการอ้วกปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Kimmy] Happy spring break.",
      "th": "ขอให้สนุกกับการปิดช่วงฤดูใบไม้ร่วงนะ"
    }
  },
  {
    "translation": {
      "en": "♪ It is all in your mind ♪",
      "th": "ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "♪ Like a kite ♪",
      "th": "(เดอะ เบรคฟาสต์ คลับ)"
    }
  },
  {
    "translation": {
      "en": "[Brian on laptop] In the simplest terms, in the most convenient definitions.",
      "th": "นี่เป็นคำที่ง่ายที่สุด ในคำจำกัดความที่สะดวกที่สุด"
    }
  },
  {
    "translation": {
      "en": "But what we found out is that each one of us is a brain.",
      "th": "แต่สิ่งที่เราพบคือ เราทุกคนคือมันสมอง"
    }
  },
  {
    "translation": {
      "en": "[Andrew] And an athlete.",
      "th": "และเป็นนักกีฬา"
    }
  },
  {
    "translation": {
      "en": "[Allison] And a basket case.",
      "th": "และไร้ความหวัง"
    }
  },
  {
    "translation": {
      "en": "[Claire] A princess.",
      "th": "เป็นสาวติดหรู"
    }
  },
  {
    "translation": {
      "en": "-[Bender] And a criminal. -[sobbing]",
      "th": "และอาชญากร"
    }
  },
  {
    "translation": {
      "en": "[Brian] Does that answer your question?",
      "th": "นั่นเป็นคำตอบของคุณงั้นหรือ"
    }
  },
  {
    "translation": {
      "en": "Sincerely yours, the Breakfast Club.",
      "th": "ด้วยความจริงใจ เดอะ เบรคฟาสต์ คลับ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "th": "คุณพระช่วย"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "We are from the Collegiate A Cappella Association.",
      "th": "เรามาจากสมาคมประกวดอะแคปเปลา ระดับมหาวิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "It has come to our attention that you are not in college.",
      "th": "เรารู้มาว่าเธอไม่ได้เข้าเรียนระดับอุดมศึกษา"
    }
  },
  {
    "translation": {
      "en": "Is this your mother? [clears throat]",
      "th": "นี่แม่เธอใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "This is Aubrey Posen.",
      "th": "ออร์เบรย์ โพลเซ่นพูดค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yes, thank you, sir.",
      "th": "ค่ะ ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "I look forward to seeing you again at Lincoln Center.",
      "th": "ฉันรอจะพบคุณอีกครั้งที่ลินคอล์น เซนเตอร์ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Aubrey?",
      "th": "ออร์เบรย์เหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm all in, bitches.",
      "th": "ฉันเอาด้วย ยายตัวร้าย"
    }
  },
  {
    "translation": {
      "en": "Okay. The a-ca-gods have looked down on us and they have given us a second chance.",
      "th": "โอเค พระเจ้าทรงมองเห็นเรา และให้โอกาสที่สองกับเรา"
    }
  },
  {
    "translation": {
      "en": "I texted Beca.",
      "th": "ฉันส่งข้อความให้เบคก้า"
    }
  },
  {
    "translation": {
      "en": "You did what?",
      "th": "เธอทำอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "She makes us better.",
      "th": "เธอทำให้เราดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "That's not an opinion for you to have, Chloe.",
      "th": "เธอไม่มีหน้าที่ออกความเห็น โคลอี้"
    }
  },
  {
    "translation": {
      "en": "Why? Because it's not yours?",
      "th": "ทำไม เพราะมันไม่ใช่ความเห็นของเธอใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "You're not always right, you know.",
      "th": "เธอไม่ถูกเสมอไปหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "We will win without her.",
      "th": "เราจะชนะโดยไม่มีเธอ"
    }
  },
  {
    "translation": {
      "en": "Jesse, I know you're in there. I can smell popcorn.",
      "th": "เจสซี่ ฉันรู้ว่าเธออยู่ในนั้น ฉันได้กลิ่นป๊อปคอร์น"
    }
  },
  {
    "translation": {
      "en": "Jesse, come on. Open up.",
      "th": "เจสซี่ เถอะน่า เปิดประตู"
    }
  },
  {
    "translation": {
      "en": "Hey. I tried to call you. I left you a bunch of messages.",
      "th": "นี่ ฉันพยายามโทรหาเธอ ฝากข้อความไว้ตั้งแยะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I got them.",
      "th": "ใช่ ฉันได้รับหมด"
    }
  },
  {
    "translation": {
      "en": "I'm sorry that we fought.",
      "th": "ฉันขอโทษที่เราทะเลาะกัน"
    }
  },
  {
    "translation": {
      "en": "I was mad and I overreacted and I'm just…",
      "th": "ฉันโกรธแล้วก็ตีโพยตีพาย และฉันแค่..."
    }
  },
  {
    "translation": {
      "en": "Aubrey makes me crazy.",
      "th": "ออร์เบรย์ทำให้ฉันโกรธจัด"
    }
  },
  {
    "translation": {
      "en": "Seriously?",
      "th": "พูดจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "You think I'm mad because you yelled at me?",
      "th": "เธอคิดว่าฉันโกรธเพราะเธอตวาดใส่ฉันเหรอนี่"
    }
  },
  {
    "translation": {
      "en": "No, I know…",
      "th": "ไม่ ฉันรู้ว่า..."
    }
  },
  {
    "translation": {
      "en": "No, you don't. You think you know, but you don't.",
      "th": "ไม่ เธอไม่รู้ เธอคิดว่าเธอรู้ แต่เธอไม่รู้"
    }
  },
  {
    "translation": {
      "en": "You push away anyone who could possibly care about you. Why is that?",
      "th": "เธอไล่ทุกคนที่ห่วงใยเธอออกไปจนหมด ทำไมเป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "th": "ฉันไม่รู้"
    }
  },
  {
    "translation": {
      "en": "Well, you better figure it out because I'm done with…",
      "th": "เธอน่าจะลองคิดให้ออก เพราะฉันพอแล้วกับ..."
    }
  },
  {
    "translation": {
      "en": "Whatever this is.",
      "th": "อะไรก็ตามที่เป็น"
    }
  },
  {
    "translation": {
      "en": "-Jesse… -I'm done.",
      "th": "- เจสซี่... - ฉันพอแล้ว"
    }
  },
  {
    "translation": {
      "en": "Women.",
      "th": "ผู้หญิงก็งี้"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Okay, stop.",
      "th": "โอเค หยุด"
    }
  },
  {
    "translation": {
      "en": "What is happening to us?",
      "th": "เกิดอะไรขึ้นกับเรา"
    }
  },
  {
    "translation": {
      "en": "Chloe, you sound like you smoke three packs a day.",
      "th": "โคลอี้ เสียงเธอเหมือนสูบบุหรี่สามซองต่อวัน"
    }
  },
  {
    "translation": {
      "en": "Stacie, you are so behind on choreography.",
      "th": "สเตซี่ เธอตามท่าเต้นไม่ทันอย่างแรง"
    }
  },
  {
    "translation": {
      "en": "And Jessica and Ashley, it is like you haven't been here all year long.",
      "th": "ส่วนเจสสิก้ากับแอชลีย์ มันเหมือนเธอไม่ได้อยู่ซ้อมมาสักปี"
    }
  },
  {
    "translation": {
      "en": "Aubrey, really?",
      "th": "ออร์เบรย์ พูดจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "We've literally been here the whole time.",
      "th": "เราอยู่ที่นี่ตลอดเวลาเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Aubrey, please, just give us a break.",
      "th": "ออร์เบรย์ ขอที ให้เราพักเถอะ"
    }
  },
  {
    "translation": {
      "en": "It's kind of not the same without everyone here.",
      "th": "มันไม่เหมือนเดิมเลยเพราะทุกคนอยู่ไม่ครบ"
    }
  },
  {
    "translation": {
      "en": "We need Beca.",
      "th": "เราต้องการเบคก้า"
    }
  },
  {
    "translation": {
      "en": "Maybe if Aubrey loosened the reins a little bit.",
      "th": "ถ้าออร์เบรย์ยอมผ่อนบังเหียนสักนิด"
    }
  },
  {
    "translation": {
      "en": "Okay, shut it, Chloe!",
      "th": "เอาละ หุบปาก โคลอี้"
    }
  },
  {
    "translation": {
      "en": "Oh, I'm sorry. That was rude.",
      "th": "โอ๊ะ ฉันขอโทษ นั่นหยาบคายมาก"
    }
  },
  {
    "translation": {
      "en": "Chloe, could you please get your head out of your ass? It's not a hat.",
      "th": "โคลอี้ เธอช่วยโงหัวขึ้นมาทีได้ไหม มันไม่ใช่หมวกหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "A-ca-awkward.",
      "th": "กระอักกระอ่วนจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Again.",
      "th": "อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "No one was more surprised than me, but I really liked those girls.",
      "th": "ไม่มีใครแปลกใจมากไปกว่าหนูหรอกค่ะ แต่หนูชอบสาวๆ พวกนั้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "And you thought quitting was the answer?",
      "th": "และลูกคิดว่าการออกจากวงคือคำตอบงั้นหรือ"
    }
  },
  {
    "translation": {
      "en": "Seriously? You can say that to me?",
      "th": "พูดจริงน่ะ พ่อพูดแบบนั้นกับหนูได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, come on, Bec, that's so unfair.",
      "th": "ไม่เอาน่า เบค นั่นไม่ยุติธรรมนะ"
    }
  },
  {
    "translation": {
      "en": "Look, your mom and I, we didn't work.",
      "th": "ฟังนะ แม่กับพ่อ เราไปด้วยกันไม่รอด"
    }
  },
  {
    "translation": {
      "en": "But I tried so hard to make things right between us.",
      "th": "แต่พ่อพยายามอย่างหนัก เพื่อทำให้ทุกอย่างระหว่างเราถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "But you, you just shut me out.",
      "th": "แต่ลูก ลูกปิดกั้นตัวเองเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, I shut everybody out. Don't take it personally.",
      "th": "ใช่ หนูปิดกั้นทุกคน อย่าถือสาเป็นเรื่องส่วนตัวเลย"
    }
  },
  {
    "translation": {
      "en": "It's just easier.",
      "th": "มันแค่ง่ายกว่าน่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "It's also really lonely.",
      "th": "มันยังโดดเดี่ยวมากๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "What do I do?",
      "th": "หนูควรทำไงดี"
    }
  },
  {
    "translation": {
      "en": "Well, that's up to you.",
      "th": "นั่นก็ขึ้นอยู่กับลูก"
    }
  },
  {
    "translation": {
      "en": "Trebles, listen up!",
      "th": "เทรเบิ้ล ฟังให้ดี"
    }
  },
  {
    "translation": {
      "en": "Uh, if this is about the Bellas getting into the finals, we already know.",
      "th": "ถ้าเป็นข่าวของวงเบลลาส์ ได้เข้ารอบชิง เรารู้กันแล้ว"
    }
  },
  {
    "translation": {
      "en": "I don't give a crap about those dumb bitches.",
      "th": "ฉันไม่สนเรื่องยายทึ่มพวกนั้นหรอก"
    }
  },
  {
    "translation": {
      "en": "Because I'm being brought up to the musical big leagues.",
      "th": "เพราะฉันจะได้ขึ้นไปเล่นกับวงดนตรีระดับใหญ่"
    }
  },
  {
    "translation": {
      "en": "What are you talking about?",
      "th": "นายพูดเรื่องอะไร จอห์น เมเยอร์โทรมาหาฉันด้วยตัวเอง ผ่านผู้ช่วยเขาน่ะ"
    }
  },
  {
    "translation": {
      "en": "John Mayer just asked me, personally, through an assistant,",
      "th": "จอห์น เมเยอร์โทรมาหาฉันด้วยตัวเอง ผ่านผู้ช่วยเขาน่ะ"
    }
  },
  {
    "translation": {
      "en": "to sing backup on his [in sing-song] new CD.",
      "th": "ให้ร้องแบ็คอัพซีดีชุดใหม่ของเขา"
    }
  },
  {
    "translation": {
      "en": "I leave for Los Angeles in a few hours, so I gotta get going.",
      "th": "ฉันจะไปแอลเอในอีกสองสามชั่วโมง ฉันต้องไปละ"
    }
  },
  {
    "translation": {
      "en": "But Bumper, what about the ICCAs? They're this weekend.",
      "th": "แต่บัมเปอร์ แล้วการแข่งขันล่ะ มันอาทิตย์นี้แล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Hmm. Sorry, buddies, but I won that shit like 100 times, so I'm out of here.",
      "th": "โทษที เพื่อนๆ แต่ฉันชนะรายการนั้นมาเป็นร้อยครั้ง ฉันจะออกไปผจญโลก"
    }
  },
  {
    "translation": {
      "en": "Got a collarless leather jacket to buy. Maybe some aviators.",
      "th": "ต้องไปซื้อเสื้อแจ็คเก็ตหนังแบบไร้ปก อาจจะซื้อแว่นกันแดดเท่ๆ"
    }
  },
  {
    "translation": {
      "en": "I might get an earring, I don't know.",
      "th": "ฉันน่าจะซื้อตุ้มหู ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "It's Los Angeles. This is exciting stuff. My life rules!",
      "th": "แอลเอเชียวนะ นี่น่าตื่นเต้นสุดๆ ชีวิตฉันเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "-Bumper's a jerk. All right, I said it. -Yeah.",
      "th": "- บัมเปอร์เป็นคนเลว เอาละ ฉันพูดไปแล้ว - ใช่"
    }
  },
  {
    "translation": {
      "en": "-He's a jerk that we need to replace. -Yeah.",
      "th": "- ใช่ เขาเป็นคนเลวที่เราต้องหาคนมาแทน - ใช่"
    }
  },
  {
    "translation": {
      "en": "[Donald] Pronto dente.",
      "th": "แบบด่วนที่สุด"
    }
  },
  {
    "translation": {
      "en": "You know he writes his own fan mail.",
      "th": "รู้ไหมว่าเขาเขียนจดหมายถึงตัวเองด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "Spot opened up, and it's yours if you want it.",
      "th": "มีที่ว่างหนึ่งที่ และถ้าอยากได้ มันเป็นของนาย"
    }
  },
  {
    "translation": {
      "en": "Just one condition. Promise me you won't get all weird.",
      "th": "แต่เงื่อนไขเดียว รับปากฉันว่านายจะไม่ทำอะไรเพี้ยนๆ"
    }
  },
  {
    "translation": {
      "en": "We're just a group of guys singing a bunch of covers of songs, okay?",
      "th": "เราเป็นแค่กลุ่มผู้ชายที่ร้องเพลงคัฟเวอร์ เข้าใจนะ"
    }
  },
  {
    "translation": {
      "en": "If you get weird, they will definitely not let you stay.",
      "th": "ถ้านายทำตัวเพี้ยน พวกเขาจะไม่ให้นายร่วมวง"
    }
  },
  {
    "translation": {
      "en": "Deal. Although I don't know what you mean by weird.",
      "th": "ตกลง ถึงฉันจะไม่เข้าใจว่า ที่เพี้ยนน่ะนายหมายถึงอะไร"
    }
  },
  {
    "translation": {
      "en": "Got it.",
      "th": "ได้เลย"
    }
  },
  {
    "translation": {
      "en": "I have been there for you for so many years, and all you do is treat me like…",
      "th": "ฉันอยู่ข้างเธอมาหลายปีดีดัก แต่เธอทำกับฉันเหมือน..."
    }
  },
  {
    "translation": {
      "en": "All right, no, okay, just shut up! Everyone!",
      "th": "เอาละ ไม่ โอเค เงียบนะ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Come on, I joined this group so I could hang out with a bunch of really cool chicks.",
      "th": "ไม่เอาน่า ฉันมาเข้าชมรมนี้ เพราะจะได้อยู่กับสาวเท่ๆ สวยๆ"
    }
  },
  {
    "translation": {
      "en": "And also 'cause I was really sick of all my boyfriends",
      "th": "และเพราะฉันเบื่อแฟนทุกคนแล้วด้วย"
    }
  },
  {
    "translation": {
      "en": "and I need to get away from that.",
      "th": "ก็เลยอยากหนีจากเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "But this is some serious horseshit.",
      "th": "แต่นี่เป็นเรื่องไร้สาระสิ้นดี"
    }
  },
  {
    "translation": {
      "en": "What's that smell? Stinks everywhere.",
      "th": "นั้นกลิ่นอะไร เหม็นไปทั่ว"
    }
  },
  {
    "translation": {
      "en": "I don't wanna be like the old Bellas.",
      "th": "ฉันไม่อยากเป็นเหมือนเบลลาส์แบบเดิม"
    }
  },
  {
    "translation": {
      "en": "Yeah, I wanna be how we are now.",
      "th": "ใช่ ฉันอยากเป็นแบบที่เป็นตอนนี้"
    }
  },
  {
    "translation": {
      "en": "[quietly] Me, too.",
      "th": "ฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "We should have listened to Beca.",
      "th": "เราควรฟังเบคก้า"
    }
  },
  {
    "translation": {
      "en": "-Oh, so it's my fault? -That's not what I'm saying.",
      "th": "นี่ฉันผิดสินะ ฉันไม่ได้จะพูดแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "No, no, no, that's what you're all thinking, isn't it?",
      "th": "ไม่ๆๆ เธอคิดแบบนั้นต่างหาก ใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "That I'm the jerk. I am the girl obsessed with winning.",
      "th": "คิดว่าฉันเป็นตัวร้าย ฉันเป็นสาวที่หมกมุ่นกับการเอาชนะ"
    }
  },
  {
    "translation": {
      "en": "Aubrey, you're too controlling and it's gonna ruin all of us.",
      "th": "ออร์เบรย์ เธอควบคุมเกินไป และมันจะทำเราทุกคนพัง"
    }
  },
  {
    "translation": {
      "en": "You know what, I can lose control if I want to.",
      "th": "เธอรู้ไหม ฉันคลายก็ได้นะถ้าต้องทำ"
    }
  },
  {
    "translation": {
      "en": "I can let go. This time I'm not gonna choke it down.",
      "th": "ฉันปล่อยวางได้ คราวนี้ฉันจะไม่อ้วกด้วย"
    }
  },
  {
    "translation": {
      "en": "Come on, bring it! You can do better than that!",
      "th": "เอาเลย อ้วกเลย เธออ้วกพุ่งได้มากกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "Enough! Enough!",
      "th": "พอแล้ว พอได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "We could have been champions!",
      "th": "เราเป็นแชมป์ได้แน่"
    }
  },
  {
    "translation": {
      "en": "Give me the pitch pipe, you bitch!",
      "th": "ส่งตราหัวหน้ามาให้ฉันนะ ยายตัวแสบ"
    }
  },
  {
    "translation": {
      "en": "Give it to me!",
      "th": "เอามา"
    }
  },
  {
    "translation": {
      "en": "Give it to me! Give it to me!",
      "th": "เอามาเลย ส่งมา"
    }
  },
  {
    "translation": {
      "en": "Never!",
      "th": "ไม่มีทาง"
    }
  },
  {
    "translation": {
      "en": "I'll protect you. I'll protect you.",
      "th": "ฉันจะปกป้องเธอเอง ฉันจะคุ้มครองเธอ"
    }
  },
  {
    "translation": {
      "en": "Hands off the goodies!",
      "th": "เอามือออกจากเต้าฉัน"
    }
  },
  {
    "translation": {
      "en": "Move, you bitches!",
      "th": "ถอยไป ยายบ้า"
    }
  },
  {
    "translation": {
      "en": "Guys!",
      "th": "ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Guys, stop! What is going on?",
      "th": "ทุกคน หยุด เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Nothing. Nothing. This is a Bellas rehearsal.",
      "th": "เปล่าๆ นี่เป็นการซ้อมของวงน่ะ"
    }
  },
  {
    "translation": {
      "en": "I know. I just",
      "th": "ฉันรู้ ฉันแค่"
    }
  },
  {
    "translation": {
      "en": "wanted to say that I'm sorry.",
      "th": "อยากบอกว่าฉันขอโทษ"
    }
  },
  {
    "translation": {
      "en": "What I did was a really dick move",
      "th": "สิ่งที่ฉันทำมันเห็นแก่ตัว"
    }
  },
  {
    "translation": {
      "en": "and I shouldn't have changed the set without asking you guys.",
      "th": "และฉันไม่ควรเปลี่ยนแนวเพลงโดย ไม่บอกพวกเธอ"
    }
  },
  {
    "translation": {
      "en": "And I definitely shouldn't have left.",
      "th": "และฉันไม่ควรทิ้งวงไป"
    }
  },
  {
    "translation": {
      "en": "I let you guys down and I'm really sorry.",
      "th": "ฉันทำให้พวกเธอผิดหวังและฉันเสียใจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Aubrey, if you would have me, I want back in.",
      "th": "ส่วนออร์เบรย์ ถ้าเธออยากได้ฉันอยู่ ฉันอยากกลับมา"
    }
  },
  {
    "translation": {
      "en": "[whispering] Aubrey.",
      "th": "ออร์เบรย์"
    }
  },
  {
    "translation": {
      "en": "Wait.",
      "th": "เดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "Thank you. That would have been embarrassing.",
      "th": "ขอบใจ แต่นั่นจะน่าอายมากๆ"
    }
  },
  {
    "translation": {
      "en": "Beca, I know that I've been hard on you, okay?",
      "th": "เบคก้า ฉันรู้ว่าฉันทำไม่ดีกับเธอ"
    }
  },
  {
    "translation": {
      "en": "I know that I have been hard on everyone here.",
      "th": "ฉันรู้ว่าฉันเข้มงวดกับทุกคนด้วย"
    }
  },
  {
    "translation": {
      "en": "But I am my father's daughter.",
      "th": "แต่ฉันเป็นลูกสาวพ่อ"
    }
  },
  {
    "translation": {
      "en": "[voice breaking] And he always said, \"If at first you don't succeed,",
      "th": "และพ่อพูดเสมอว่า \"ถ้าทำไม่สำเร็จในครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "pack your bags.\"",
      "th": "ก็ออกจากบ้านไปซะ\""
    }
  },
  {
    "translation": {
      "en": "-Jesus. -That's really crazy.",
      "th": "- พระเจ้า - นั่นบ้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "I get it. Mine gets on me, too.",
      "th": "ฉันเข้าใจ พ่อก็กดดันฉันเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Not like that, but…",
      "th": "ไม่ใช่แบบนั้นนะ แต่..."
    }
  },
  {
    "translation": {
      "en": "I guess we don't really know that much about each other.",
      "th": "ฉันคิดว่าเราไม่รู้เรื่องแต่ละคนมากพอ"
    }
  },
  {
    "translation": {
      "en": "About most of you, really.",
      "th": "เกือบทุกคนจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "Well, I'll confess something that none of you know about me.",
      "th": "ฉันมีเรื่องที่ทุกคนไม่รู้จะสารภาพ"
    }
  },
  {
    "translation": {
      "en": "I have a lot of sex.",
      "th": "ฉันมีเซ็กส์บ่อยมากๆ"
    }
  },
  {
    "translation": {
      "en": "Yeah, we know, Stacie.",
      "th": "ใช่ เรารู้จ้ะ สเตซี่"
    }
  },
  {
    "translation": {
      "en": "Only 'cause I just told you.",
      "th": "เพราะฉันเพิ่งบอกเธอไง"
    }
  },
  {
    "translation": {
      "en": "This is a good idea.",
      "th": "นี่เป็นความคิดที่ดี"
    }
  },
  {
    "translation": {
      "en": "That was a pretty bad example, but this is a good idea.",
      "th": "นั่นเป็นตัวอย่างที่ไม่ดี แต่เป็นความคิดที่ดี"
    }
  },
  {
    "translation": {
      "en": "Why don't we all go around the room,",
      "th": "งั้นเรามานั่งล้อมวงกัน"
    }
  },
  {
    "translation": {
      "en": "and we can all say something about ourselves that nobody else knows.",
      "th": "จะได้เล่าเรื่องตัวเองที่คนอื่นไม่รู้ให้ฟังไง"
    }
  },
  {
    "translation": {
      "en": "Okay, I got something.",
      "th": "โอเค ฉันมีเรื่องหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "This is hard for me to admit to you guys.",
      "th": "เรื่องนี้ฉันทำใจยากที่จะยอมรับกับพวกเธอ"
    }
  },
  {
    "translation": {
      "en": "I think we all know where this is going. Les be honest.",
      "th": "ฉันคิดว่าเราทุกคนรู้ว่าเรื่องนี้จะไปทางไหน พูดตรงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "Well, for the last two years, I've had a serious",
      "th": "ในช่วงสองปีที่ผ่านมา ฉันมีปัญหา"
    }
  },
  {
    "translation": {
      "en": "gambling problem.",
      "th": "ติดการพนันรุนแรง"
    }
  },
  {
    "translation": {
      "en": "-What? -What?",
      "th": "- อะไรนะ - ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "It started when I broke up with my girlfriend.",
      "th": "มันเริ่มตอนฉันเลิกกับแฟนสาว"
    }
  },
  {
    "translation": {
      "en": "♪ Whoomp! There it is ♪",
      "th": "ว้าว นั่นปะไร"
    }
  },
  {
    "translation": {
      "en": "[mouthing] I still love you.",
      "th": "ฉันยังรักเธอนะ"
    }
  },
  {
    "translation": {
      "en": "[Beca] Anyone else?",
      "th": "มีใครอีกไหม"
    }
  },
  {
    "translation": {
      "en": "[quietly] I ate my twin in the womb.",
      "th": "ฉันกินฝาแฝดตอนอยู่ในท้องแม่"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Fat Amy?",
      "th": "เอมี่อ้วนล่ะ"
    }
  },
  {
    "translation": {
      "en": "I'm an open book.",
      "th": "ฉันน่ะอ่านออกง่ายจะตาย"
    }
  },
  {
    "translation": {
      "en": "I mean, for God's sake, you guys all call me Fat Amy.",
      "th": "ให้ตายเถอะ พวกเธอเรียกฉันว่าเอมี่อ้วน"
    }
  },
  {
    "translation": {
      "en": "See, I guess I'm just not really living if I'm not being 100% honest.",
      "th": "ฉันว่าฉันคงอยู่ไม่ได้แน่ ถ้าไม่ตรงไปตรงมาเต็มร้อย"
    }
  },
  {
    "translation": {
      "en": "And my real name is Fat Patricia.",
      "th": "ชื่อจริงของฉันคือแพทริเชียอ้วน"
    }
  },
  {
    "translation": {
      "en": "[woman] What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Okay. I've never been one of those girls",
      "th": "โอเค ฉันไม่เคยเป็นสาวแบบพวกเธอ"
    }
  },
  {
    "translation": {
      "en": "who had a lot of friends who were girls. And I do now.",
      "th": "ที่มีเพื่อนสาวเยอะๆ แต่ตอนนี้มีแล้ว"
    }
  },
  {
    "translation": {
      "en": "And that's pretty cool.",
      "th": "และนั่นเยี่ยมมากๆ"
    }
  },
  {
    "translation": {
      "en": "So, that's me. Someone else please go.",
      "th": "และนั่นแหละฉัน คนอื่นพูดต่อได้นะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Over spring break, I made the courageous decision to remove my nodes.",
      "th": "ช่วงปิดฤดูใบไม้ผลิ ฉันตัดสินใจเด็ดเดี่ยว ที่จะเอาต่อมในคอออก"
    }
  },
  {
    "translation": {
      "en": "I know. The doctor said that I can't sing above a G-sharp,",
      "th": "ฉันรู้จ้ะ หมอบอกว่าฉันร้องเพลงเกินคีย์จีไม่ได้"
    }
  },
  {
    "translation": {
      "en": "maybe ever.",
      "th": "อาจตลอดไป"
    }
  },
  {
    "translation": {
      "en": "[sobbing] I thought the season was over.",
      "th": "ฉันคิดว่าฤดูกาลสิ้นสุดแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's okay. It's okay.",
      "th": "ไม่เป็นไรนะ"
    }
  },
  {
    "translation": {
      "en": "Beca, what do we do?",
      "th": "เบคก้า เราทำยังไงกันดี"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "th": "ฉันขอโทษ"
    }
  },
  {
    "translation": {
      "en": "Maybe not here.",
      "th": "อาจไม่ใช่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "All right. Let's remix this business.",
      "th": "เอาละ มาเริ่มมิกซ์เพลงกัน"
    }
  },
  {
    "translation": {
      "en": "Um, Aubrey, would you pick a song for us, please?",
      "th": "ออร์เบรย์ เธอช่วยเลือกเพลงให้เราด้วยจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Bruno Mars, \"Just the Way You Are\".",
      "th": "บรูโน่ มาร์ส เพลง จัสต์เดอะเวย์ยูอาร์"
    }
  },
  {
    "translation": {
      "en": "Okay. Chloe, are you okay to take the lead?",
      "th": "ดีมาก โคลอี้ เธอร้องนำไหวนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "จ้ะ"
    }
  },
  {
    "translation": {
      "en": "Hands in.",
      "th": "ประสานมือ"
    }
  },
  {
    "translation": {
      "en": "[all] One, two…",
      "th": "หนึ่ง สอง"
    }
  },
  {
    "translation": {
      "en": "What was that?",
      "th": "เสียงอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "I don't know, I've never made that sound before.",
      "th": "ไม่รู้จ้ะ ฉันไม่เคยทำเสียงแบบนั้นมาก่อน"
    }
  },
  {
    "translation": {
      "en": "Yo, but with your messed up vocal cords, you could hit the bass notes.",
      "th": "นี่ แต่เพราะเส้นเสียงเธอแย่ไปแล้ว เธอลงเสียงต่ำได้สบายๆ"
    }
  },
  {
    "translation": {
      "en": "Do you know what that means?",
      "th": "รู้ไหมว่านั่นแปลว่าอะไร"
    }
  },
  {
    "translation": {
      "en": "Yes, Lilly?",
      "th": "จ้ะ ลิลลี่"
    }
  },
  {
    "translation": {
      "en": "I think I have something that can help us out.",
      "th": "ฉันคิดว่าเรามีอะไรที่ช่วยเราได้แล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "Excuse me, bitch, you don't need to shout.",
      "th": "โทษนะ ยายตัวแสบ ไม่ต้องตะโกนก็ได้"
    }
  },
  {
    "translation": {
      "en": "-[all laughing] -[woman] Okay, don't get mouthy.",
      "th": "โอเค อย่าแหกปากสิ"
    }
  },
  {
    "translation": {
      "en": "[John] Welcome to the finals",
      "th": "ขอต้อนรับสู่รอบชิงชนะเลิศ"
    }
  },
  {
    "translation": {
      "en": "of the 2012 International Championship of Collegiate A Cappella.",
      "th": "ของการแข่งชิงแชมป์อะแคปเปลา ระดับมหาวิทยาลัยนานาชาติ ปี 2012"
    }
  },
  {
    "translation": {
      "en": "Lincoln Center is proud to welcome back all of these young hopefuls tonight",
      "th": "ลินคอล์น เซนเตอร์ภูมิใจต้อนรับ วงหนุ่มสาวสามทีมในคืนนี้"
    }
  },
  {
    "translation": {
      "en": "who are hoping to win a trophy by making music with their mouths.",
      "th": "ซึ่งหวังจะคว้าถ้วยรางวัล ด้วยการสร้างเสียงดนตรีด้วยปากเปล่า"
    }
  },
  {
    "translation": {
      "en": "[John] This is gonna be a big night, and I tell you, Gail,",
      "th": "นี่จะเป็นคืนสำคัญ และผมบอกได้ครับ เกล"
    }
  },
  {
    "translation": {
      "en": "-if you can just shut your eyes. -[Gail] I'm doing it.",
      "th": "- ให้คุณหลับตาฟังได้เลย - ฉันทำอยู่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Shut your eyes and get rid of all the a-ca-politics,",
      "th": "หลับตาลงและตัดเรื่องการเมืองออกไป"
    }
  },
  {
    "translation": {
      "en": "then you can remember that being at Lincoln Center, in the Big Apple,",
      "th": "แล้วคุณจำได้ว่าอยู่ที่ลินคอล์น เซนเตอร์ในนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "and singing on this storied stage is the dream of every a cappella singer.",
      "th": "และร้องเพลงบนเวทีสูง คือความฝันของนักร้องอะแคปเปลาทุกคน"
    }
  },
  {
    "translation": {
      "en": "[Gail] You said it, John.",
      "th": "คุณพูดถูก จอห์น"
    }
  },
  {
    "translation": {
      "en": "[emcee] The University of Virginia Hullabahoos, ladies and gentlemen.",
      "th": "ทุกท่านคะ มหาวิทยาลัยแห่งเวอร์จิเนีย ฮัลลาบาฮูครับ"
    }
  },
  {
    "translation": {
      "en": "There they are.",
      "th": "พวกเขามาแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Treblemakers] One, two, three, swag!",
      "th": "หนึ่ง สอง สาม มั่น!"
    }
  },
  {
    "translation": {
      "en": "[emcee] Welcome back to the International Championship of Collegiate A Cappella.",
      "th": "ขอต้อนรับกลับสู่ การแข่งชิงแชมป์อะแคปเปลา ระดับมหาวิทยาลัยนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "This next group, they need no introduction, but I'll do it anyway!",
      "th": "วงต่อไป ไม่ต้องการคำแนะนำตัว แต่ผมจะแนะนำอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "Uh, good luck.",
      "th": "หวัดดี โชคดีนะ"
    }
  },
  {
    "translation": {
      "en": "Thanks. You, too.",
      "th": "ขอบใจ เธอก็ด้วย"
    }
  },
  {
    "translation": {
      "en": "[emcee] …the Treblemakers!",
      "th": "วงเทรเบิ้ลเมคเกอร์จากมหาวิทยาลัยบาร์เดน"
    }
  },
  {
    "translation": {
      "en": "[Gail] Oh, the Trebles closing it strong like always.",
      "th": "แหม วงเทรเบิ้ลจบอย่างเด็ดดวงเหมือนเคย"
    }
  },
  {
    "translation": {
      "en": "[John] Absolutely tight. It's gonna be very hard to beat that tonight.",
      "th": "ร้องได้แน่นสุดๆ คืนนี้คงมีวงเอาชนะพวกเขาได้ยาก"
    }
  },
  {
    "translation": {
      "en": "[Gail] Every other group has their work cut out for them, John.",
      "th": "วงอื่นๆ เจองานหินแล้วค่ะ จอห์น"
    }
  },
  {
    "translation": {
      "en": "[John] I'm glad it's not us anymore, Gail. Those days are over, thank goodness.",
      "th": "ผมดีใจที่ไม่ใช่เราแล้วนะ เกล วันวานจบลงไปแล้ว ขอบคุณพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "[Gail] Especially since they wouldn't have us back.",
      "th": "โดยเฉพาะตั้งแต่พวกเขาไม่ให้เรากลับมาร้อง"
    }
  },
  {
    "translation": {
      "en": "All right. How about that?",
      "th": "เอาละ นั่นยังไง"
    }
  },
  {
    "translation": {
      "en": "The Barden University Treblemakers.",
      "th": "วงเทรเบิ้ลเมคเกอร์จากมหาวิทยาลัยบาร์เดน"
    }
  },
  {
    "translation": {
      "en": "I love you, awesome nerds.",
      "th": "รักพวกเธอนะ สาวเนิร์ดสุดเจ๋ง"
    }
  },
  {
    "translation": {
      "en": "Yeah, you guys are the best.",
      "th": "ใช่ พวกเธอเก่งที่สุด"
    }
  },
  {
    "translation": {
      "en": "Even though some of you are pretty thin, I think that you all have fat hearts,",
      "th": "ถึงพวกเธอบางคนจะผอมบางมาก แต่ฉันคิดว่าพวกเธอมีหัวใจอ้วนๆ"
    }
  },
  {
    "translation": {
      "en": "-and that's what matters. -[woman] Aw.",
      "th": "และนั่นแหละที่สำคัญ"
    }
  },
  {
    "translation": {
      "en": "Okay, let's just smash this. Okay?",
      "th": "โอเค มาลุยเต็มที่เลย พร้อมนะ"
    }
  },
  {
    "translation": {
      "en": "[emcee] Ladies and gentlemen, the Barden Bellas!",
      "th": "ทุกท่านครับ วงบาร์เดน เบลลาส์"
    }
  },
  {
    "translation": {
      "en": "[John] Oh, my goodness gracious. Will you look at this?",
      "th": "คุณพระคุณเจ้า คุณดูนี่สิ"
    }
  },
  {
    "translation": {
      "en": "Gone are those Bella uniforms and this is a whole new look for them,",
      "th": "ไม่มีเครื่องแบบวงเบลลาส์แล้ว นี่คือโฉมใหม่ของพวกเธอ"
    }
  },
  {
    "translation": {
      "en": "and it is hot, hot, hot.",
      "th": "และมันเซ็กซี่มาก"
    }
  },
  {
    "translation": {
      "en": "[Gail] John, these girls could turn me.",
      "th": "จอห์น สาวๆ พวกนี้ปลุกอารมณ์ฉันได้"
    }
  },
  {
    "translation": {
      "en": "[woman in audience] We love you, Bellas!",
      "th": "เรารักเธอ เบลลาส์"
    }
  },
  {
    "translation": {
      "en": "One, two, three, four.",
      "th": "หนึ่ง สอง สาม สี่"
    }
  },
  {
    "translation": {
      "en": "Way to go, Beca!",
      "th": "ต้องแบบนั้น เบคก้า"
    }
  },
  {
    "translation": {
      "en": "[John] What a show!",
      "th": "โชว์สุดยอด"
    }
  },
  {
    "translation": {
      "en": "I think we have just seen some a cappella history being made, John.",
      "th": "ฉันคิดว่าเราได้เห็นการสร้างประวัติศาสตร์ ของการร้องแบบอะแคปเปลาแล้วค่ะ จอห์น"
    }
  },
  {
    "translation": {
      "en": "And from an all-female group, Gail. I could never have called this one.",
      "th": "และจากวงหญิงล้วนครับ เกล ผมไม่เคยนึกแบบนี้มาก่อนเลย"
    }
  },
  {
    "translation": {
      "en": "Never. Well, you are a misogynist at heart,",
      "th": "ไม่เคยเลย คุณนี่เกลียดผู้หญิงจังนะ"
    }
  },
  {
    "translation": {
      "en": "so there's no way you would have bet on these girls to win.",
      "th": "ไม่มีทางที่คุณจะพนันว่าสาวๆ เหล่านี้จะชนะแน่"
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "th": "แน่นอน"
    }
  },
  {
    "translation": {
      "en": "[emcee] Weren't they incredible? Wow!",
      "th": "พวกเธอเยี่ยมยอดมากใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, let's give it up again for the Barden Bellas!",
      "th": "ทุกท่านครับ ขอเสียงปรบมืออีกครั้งกับวงบาร์เดน เบลลาส์"
    }
  },
  {
    "translation": {
      "en": "Told you. Endings are the best part.",
      "th": "บอกแล้ว ตอนจบน่ะคือตอนที่ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "You're such a weirdo.",
      "th": "เธอเพี้ยนชะมัด"
    }
  },
  {
    "translation": {
      "en": "Listen up, a-ca-ballers.",
      "th": "ฟังให้ดี นักร้องอะแคปเปลา"
    }
  },
  {
    "translation": {
      "en": "I have been rejected by the Army, shoved into a Dora the Explorer backpack,",
      "th": "ฉันเคยถูกกองทัพปฏิเสธ โดยผลักเข้าไปในเป้า ดอร่าดอเอ็กซ์พลอเรอร์"
    }
  },
  {
    "translation": {
      "en": "and pushed into the girls' locker room wearing nothing but suspenders.",
      "th": "และโดนผลักไปอยู่ในห้องล็อกเกอร์หญิง โดยสวมแต่สายรัดเอว"
    }
  },
  {
    "translation": {
      "en": "But no matter. I am in the world that I love.",
      "th": "แต่ไม่สำคัญ ฉันอยู่ในโลกที่ฉันรัก"
    }
  },
  {
    "translation": {
      "en": "And with the assistance of my boy, Justin…",
      "th": "และพร้อมผู้ช่วยของฉัน จัสติน"
    }
  },
  {
    "translation": {
      "en": "My liege.",
      "th": "เจ้านายของผม"
    }
  },
  {
    "translation": {
      "en": "I launch this year's auditions.",
      "th": "ฉันขอเปิดการคัดตัวประจำปีนี้"
    }
  },
  {
    "translation": {
      "en": "-Belly roll. -[drumming]",
      "th": "รัวพุงสิ"
    }
  },
  {
    "translation": {
      "en": "The most recent ICCA national champion winners get to pick the audition song.",
      "th": "วงที่ชนะการแข่งไอซีเอเอล่าสุด จะได้เลือกเพลงคัดตัว"
    }
  },
  {
    "translation": {
      "en": "All right, nerds. Let's go with…",
      "th": "เอาละ เด็กเฉิ่ม เริ่มด้วย..."
    }
  },
  {
    "translation": {
      "en": "[Chloe] Because I have nodes.",
      "th": "เพราะฉันมีต่อม"
    }
  },
  {
    "translation": {
      "en": "Oh, Chloe, don't worry, it's just God punishing you 'cause you're a ginger.",
      "th": "โคลอี้ ไม่ต้องห่วง ก็แค่พระเจ้าลงโทษเพราะเธอผมแดง"
    }
  }
]