[
  {
    "translation": {
      "en": "My Lady, they are upon us.",
      "th": "องค์หญิง พวกเขาตามเรามา"
    }
  },
  {
    "translation": {
      "en": "The Khan has come. Run for the desert.",
      "th": "ข่านมาแล้ว หนีไปที่ทะเลทรายซะ"
    }
  },
  {
    "translation": {
      "en": "Lady Kokachin.",
      "th": "องค์หญิงโคคาชิน"
    }
  },
  {
    "translation": {
      "en": "You're protected by your blood. They will not harm you.",
      "th": "ท่านมีสายเลือดเป็นเกราะคุ้มภัย พวกนั้นทำร้ายท่านไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Harm me? No.",
      "th": "ทำร้ายข้าเหรอ ไม่หรอก"
    }
  },
  {
    "translation": {
      "en": "Take me into Kublai's harem? Yes.",
      "th": "การเอาข้าไปอยู่ในฮาเร็ม ของกุบไลต่างหากคือการทำร้ายข้า"
    }
  },
  {
    "translation": {
      "en": "Is it not better than death? No, Nergüi...",
      "th": "- ก็ยังดีกว่าตายไม่ใช่เหรอ - ไม่ เนอร์กุย"
    }
  },
  {
    "translation": {
      "en": "to live under the yoke of a Khan is not better than the Eternal Blue.",
      "th": "การอยู่ใต้อาณัติของข่าน ไม่ได้ดีไปกว่าโลกแห่งความตายเลย"
    }
  },
  {
    "translation": {
      "en": "Lady Kokachin!",
      "th": "องค์หญิงโคคาชิน"
    }
  },
  {
    "translation": {
      "en": "Do we have to attend? Your absence would be noted.",
      "th": "- เราต้องไปด้วยมั้ย - ถ้าท่านไม่ไปจะเป็นที่สังเกต"
    }
  },
  {
    "translation": {
      "en": "Khutulun... that wrestling whore from the west.",
      "th": "คูตูลัน นางแพศยา นักมวยปล้ำจากตะวันตกนั่น"
    }
  },
  {
    "translation": {
      "en": "Please expel any of your contempt within the confines of these walls, Princess.",
      "th": "โปรดอย่าใช้คำหยาบ ในห้องแห่งนี้ องค์หญิง"
    }
  },
  {
    "translation": {
      "en": "Why is she coming here? I do not know and it does not matter.",
      "th": "- นางมาที่นี่ทำไม - ข้าไม่รู้ มันไม่ได้สำคัญอะไร"
    }
  },
  {
    "translation": {
      "en": "You will conduct yourself as you always do... with graciousness.",
      "th": "ท่านต้องทำตัวตามปกติ ด้วยความสง่างาม"
    }
  },
  {
    "translation": {
      "en": "You may have more in common than you imagine.",
      "th": "ท่านกับนางอาจ เหมือนกันมากกว่าที่คิด"
    }
  },
  {
    "translation": {
      "en": "That's doubtful.",
      "th": "คงไม่หรอก"
    }
  },
  {
    "translation": {
      "en": "You lost another trinket.",
      "th": "ท่านทำเครื่องประดับหายอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "A bracelet. It slipped off my wrist as I rode.",
      "th": "สร้อยข้อมือน่ะ มันหลุดจากข้อมือตอนข้าขี่ม้า"
    }
  },
  {
    "translation": {
      "en": "A poor decision to wear it on my whip hand.",
      "th": "ไม่น่าสวมไว้บนแขน ที่ต้องใช้ฟาดแส้เลย"
    }
  },
  {
    "translation": {
      "en": "Yes, a poor decision.",
      "th": "ใช่ ไม่น่าเลย"
    }
  },
  {
    "translation": {
      "en": "You take great risk to avoid a greater danger, I understand.",
      "th": "ท่านต้องเสี่ยงมาก เพื่อให้รอดพ้นจากมหันตภัย ข้าเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "In celebration of this New Year...",
      "th": "ในงานฉลองปีใหม่ปีนี้"
    }
  },
  {
    "translation": {
      "en": "perhaps you would allow me to eliminate this danger...",
      "th": "ท่านอาจยอมให้ ข้ากำจัดอันตรายนี้ให้..."
    }
  },
  {
    "translation": {
      "en": "with my sword.",
      "th": "ด้วยดาบของข้า"
    }
  },
  {
    "translation": {
      "en": "I do not.",
      "th": "ข้าไม่ยอม"
    }
  },
  {
    "translation": {
      "en": "Father.",
      "th": "ท่านพ่อ"
    }
  },
  {
    "translation": {
      "en": "An auspicious day for departure. Tsagaan Sar.",
      "th": "เป็นฤกษ์ดีสำหรับออกเดินทาง ในวันปีใหม่ของมองโกล"
    }
  },
  {
    "translation": {
      "en": "What you did saved our lives. I know this.",
      "th": "สิ่งที่เจ้าทำ ช่วยให้เรารอดตาย พ่อรู้"
    }
  },
  {
    "translation": {
      "en": "Your uncle knows, too... but will not confess it.",
      "th": "ลุงเจ้าก็รู้ แต่เขาไม่ยอมเอ่ยออกมา"
    }
  },
  {
    "translation": {
      "en": "I fear... I will require another New Year to repay the debt I owe.",
      "th": "เกรงว่าพ่อจะต้องค้าขายอีกปี กว่าจะใช้หนี้ที่ติดค้างไว้หมด"
    }
  },
  {
    "translation": {
      "en": "The Khan will never allow you back into the Imperial City.",
      "th": "ท่านข่านไม่ยอมให้พ่อ กลับมาในแดนจักรวรรดิแน่"
    }
  },
  {
    "translation": {
      "en": "We will meet again.",
      "th": "เราจะได้พบกันอีก"
    }
  },
  {
    "translation": {
      "en": "Rot here, nephew... with your devils.",
      "th": "ตายอยู่ที่นี่แหละ หลานชาย กับมารของเจ้า ไม่ก็ไปตายในเส้นทางสายไหม"
    }
  },
  {
    "translation": {
      "en": "We go to the Silk Road to die.",
      "th": "กับมารของเจ้า ไม่ก็ไปตายในเส้นทางสายไหม"
    }
  },
  {
    "translation": {
      "en": "[Byamba] The brothers Polo have lost their golden tablet. Yes.",
      "th": "- พี่น้องโปโลไม่มีป้ายทองคำแล้วสินะ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Imperial pass rescinded. I know.",
      "th": "- เพิกถอนสิทธิ์เข้าเขตจักรวรรดิ - ข้ารู้"
    }
  },
  {
    "translation": {
      "en": "No lodging, no fresh horses, no vittles.",
      "th": "ห้ามพักแรม ห้ามพักม้า ห้ามกินดื่ม"
    }
  },
  {
    "translation": {
      "en": "-They are vulnerable now to bandits. -Byamba, I know.",
      "th": "- ตอนนี้พวกเขาอาจถูกปล้นได้ง่ายๆ - บียัมบา ข้ารู้"
    }
  },
  {
    "translation": {
      "en": "It's nothing they do not deserve.",
      "th": "พวกเขาสมควรโดนแบบนี้แล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Byamba] We should go.",
      "th": "ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "The Great Khan will be expecting an answer before the White Moon.",
      "th": "ท่านข่านจะรอคำตอบก่อนถึงวันปีใหม่"
    }
  },
  {
    "translation": {
      "en": "-We must offer him a head. -We must offer him the right head.",
      "th": "- ต้องตัดหัวผู้ทำผิดถวาย - ต้องเป็นหัวผู้ทำผิดตัวจริง"
    }
  },
  {
    "translation": {
      "en": "[Khutulun] Polo!",
      "th": "โปโล"
    }
  },
  {
    "translation": {
      "en": "Did you come to greet me? I'm touched.",
      "th": "ท่านมาต้อนรับข้าเหรอ ซึ้งใจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Did you miss Khutulun?",
      "th": "คิดถึงคูตูลันหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "The sun felt warmer on my face this morning. Now I know why.",
      "th": "มิน่าล่ะ เช้านี้แสงแดด ที่ส่องใบหน้าข้าอุ่นเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "I'm to present myself to the Great Khan. Come, witness the pomp.",
      "th": "ข้ามาเข้าเฝ้าท่านข่าน มาสิ ไปดูความโอ่อ่าอลังการกัน"
    }
  },
  {
    "translation": {
      "en": "We are called to duty, Lady. Come.",
      "th": "- วันนี้เราต้องทำงาน แม่นาง - มาเถอะ"
    }
  },
  {
    "translation": {
      "en": "Escort me or I will tell the Khan of your disrespect.",
      "th": "พาข้าไป ไม่งั้นข้าจะทูลท่านข่าน ว่าท่านไม่ให้เกียรติข้า"
    }
  },
  {
    "translation": {
      "en": "Plans been finalized for the festival?",
      "th": "วางแผนจัดงานเทศกาลเรียบร้อยหรือยัง"
    }
  },
  {
    "translation": {
      "en": "They have. The games will commence.",
      "th": "เรียบร้อยพ่ะย่ะค่ะ เริ่มต้นด้วยการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "Good.",
      "th": "ดี"
    }
  },
  {
    "translation": {
      "en": "The Latin's mission to Kochkor... I sent him. I would like a report.",
      "th": "ภารกิจของคนละตินที่คอชคอร์ ลูกส่งเขาไป ลูกอยากได้รายงาน"
    }
  },
  {
    "translation": {
      "en": "Did he return with a discovery?",
      "th": "เขากลับมาบอกหรือยังว่าพบอะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "He and your brother learned as much on their trek",
      "th": "เขากับพี่เจ้าไม่รู้อะไร จากการเดินทาง"
    }
  },
  {
    "translation": {
      "en": "as Yusuf did flaying the skin off the assassin's bones.",
      "th": "มากไปกว่าที่ยูซูฟรู้ จากการถลกหนังนักฆ่าจนถึงกระดูก"
    }
  },
  {
    "translation": {
      "en": "-And that is all? -That is all.",
      "th": "- แค่นั้นเหรอพ่ะย่ะค่ะ - แค่นั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "Khutulun awaits your audience.",
      "th": "คูตูลันรอเข้าเฝ้าอยู่เพคะ"
    }
  },
  {
    "translation": {
      "en": "Hmm. She dressed as a warrior or a lady? The former.",
      "th": "- นางแต่งกายแบบนักรบหรือสตรี - อย่างแรกเพคะ"
    }
  },
  {
    "translation": {
      "en": "I love that girl. [grunts] No, no, no, no.",
      "th": "ข้าชอบนาง ไม่ๆ ไม่ต้อง"
    }
  },
  {
    "translation": {
      "en": "-Are you aggrieved, Jingim? -I am fine, Mother.",
      "th": "- ลูกไม่สบายใจเหรอ จิงอิม - ลูกสบายดี เสด็จแม่"
    }
  },
  {
    "translation": {
      "en": "Then be fine.",
      "th": "งั้นก็ทำหน้าให้สบายดีหน่อย"
    }
  },
  {
    "translation": {
      "en": "Spirits high for our Khan and our kingdom.",
      "th": "ตอนนี้ท่านข่านของเรา และอาณาจักรกำลังสนุกรื่นเริง"
    }
  },
  {
    "translation": {
      "en": "Let us find resolution before the White Moon.",
      "th": "เรามาหาทางแก้ไขให้ได้ ก่อนวันปีใหม่เถอะ"
    }
  },
  {
    "translation": {
      "en": "I come here, Khagan... as emissary for my father, Kaidu of Karakorum.",
      "th": "องค์จักรพรรดิ หม่อมฉันมาที่นี่ ในฐานะทูตของบิดา ไคดูแห่งคาราโครัม"
    }
  },
  {
    "translation": {
      "en": "You are welcome, Khutulun. Rise.",
      "th": "ยินดีต้อนรับ คูตูลัน ลุกขึ้นได้"
    }
  },
  {
    "translation": {
      "en": "Sire... we were pained to hear",
      "th": "ฝ่าบาท เราเจ็บปวดเมื่อรู้เรื่อง การลอบปลงพระชนม์ท่านข่านอย่างคนขลาด"
    }
  },
  {
    "translation": {
      "en": "of the cowardly assault on the Great Khan's person.",
      "th": "เราเจ็บปวดเมื่อรู้เรื่อง การลอบปลงพระชนม์ท่านข่านอย่างคนขลาด"
    }
  },
  {
    "translation": {
      "en": "It is my father's request and my wish...",
      "th": "บิดาหม่อมฉันสั่งมา และหม่อมฉันเองก็ปรารถนา..."
    }
  },
  {
    "translation": {
      "en": "that I remain with my horsemen in Cambulac",
      "th": "ที่หม่อมฉันและทหารจะได้พักในแคมบูแลค"
    }
  },
  {
    "translation": {
      "en": "as protector of the Great Khan.",
      "th": "ในฐานะผู้คุ้มกันท่านข่าน"
    }
  },
  {
    "translation": {
      "en": "Kaidu seeks to ensure your safety.",
      "th": "ท่านไคดูอยากมั่นใจว่าฝ่าบาทปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "I'm your servant.",
      "th": "หม่อมฉันคือบริวารท่าน"
    }
  },
  {
    "translation": {
      "en": "[Kublai] I have ample protection. But I welcome your presence.",
      "th": "ข้ามีผู้คุ้มกันมากมาย แต่ก็ยินดีให้เจ้าอยู่ด้วย"
    }
  },
  {
    "translation": {
      "en": "I accept your horse, your sword, your spirit.",
      "th": "ข้ายอมรับม้าของเจ้า ดาบของเจ้า และน้ำใจของเจ้า"
    }
  },
  {
    "translation": {
      "en": "You are home. We're deeply honored, my child.",
      "th": "- ที่นี่คือบ้านของเจ้า - เราเป็นเกียรติอย่างยิ่ง แม่นาง"
    }
  },
  {
    "translation": {
      "en": "I invite you to rest... then join me and the ladies of the court.",
      "th": "ขอเชิญเจ้าไปพักผ่อน แล้วจึงไปพบข้าและนางในแห่งราชสำนัก"
    }
  },
  {
    "translation": {
      "en": "I require no rest, Lady Chabi. Lead and I will follow.",
      "th": "หม่อมฉันไม่ต้องพักเพคะ พระนางชาบิ โปรดนำไป แล้วหม่อมฉันจะเดินตาม"
    }
  },
  {
    "translation": {
      "en": "We tour Cambulac in preparation for the Festival of the White Moon.",
      "th": "เราจะไปเยี่ยมชมแคมบูแลค ที่กำลังเตรียมงานฉลองเทศกาลปีใหม่"
    }
  },
  {
    "translation": {
      "en": "You will accompany us. I am... deeply honored.",
      "th": "- เจ้าจะไปกับเรา - เป็นเกียรติอย่างยิ่งเพคะ"
    }
  },
  {
    "translation": {
      "en": "A word with you, Blue Princess.",
      "th": "ขอคุยด้วยหน่อย องค์หญิงสีคราม"
    }
  },
  {
    "translation": {
      "en": "Why did you not listen to me? Why did you not run from this place?",
      "th": "ทำไมท่านไม่เชื่อข้า ทำไมไม่หนีไปจากที่นี่"
    }
  },
  {
    "translation": {
      "en": "I want to know why you ride the grasslands alone at night.",
      "th": "ข้าอยากรู้ว่าทำไมท่านขี่ม้า ไปทุ่งหญ้าตามลำพังตอนดึก"
    }
  },
  {
    "translation": {
      "en": "I want to know who you leave the stones for and why.",
      "th": "ข้าอยากรู้ว่าท่านวางเพชรพลอย ไว้ให้ใครและวางทำไม"
    }
  },
  {
    "translation": {
      "en": "That is none of your concern.",
      "th": "มันไม่เกี่ยวข้องกับท่าน"
    }
  },
  {
    "translation": {
      "en": "I cannot protect you if you do not talk to me.",
      "th": "ข้าปกป้องท่านไม่ได้ถ้าท่านไม่บอกข้า"
    }
  },
  {
    "translation": {
      "en": "Marco... I planted the serpent.",
      "th": "มาร์โค ข้าใส่งูเอาไว้เอง"
    }
  },
  {
    "translation": {
      "en": "I did not know it was you.",
      "th": "ข้าไม่รู้ว่านั่นคือท่าน"
    }
  },
  {
    "translation": {
      "en": "I fear discovery.",
      "th": "ข้ากลัวคนอื่นจะรู้"
    }
  },
  {
    "translation": {
      "en": "Of what? Tulga... the man you confronted.",
      "th": "- รู้อะไร - ทัลก้า คนที่ท่านไปหา"
    }
  },
  {
    "translation": {
      "en": "He is a survivor of the Bayaut.",
      "th": "เขารอดตายจากเผ่าบายยู"
    }
  },
  {
    "translation": {
      "en": "-He's your subject? -Was.",
      "th": "- เขาคือคนรับใช้ท่านเหรอ - เคยเป็น"
    }
  },
  {
    "translation": {
      "en": "-Does Za Bing know? -That is why he allows my rides.",
      "th": "- ซาบิงรู้หรือเปล่า - เพราะรู้ถึงยอมให้ข้าขี่ม้าไป"
    }
  },
  {
    "translation": {
      "en": "And abdicates his duty.",
      "th": "และยอมละทิ้งหน้าที่ของเขา"
    }
  },
  {
    "translation": {
      "en": "I forbid him from handling the gems.",
      "th": "ข้าไม่ให้เขาจัดการเรื่องเพชรพลอย"
    }
  },
  {
    "translation": {
      "en": "I will not compromise my friend.",
      "th": "ข้าจะไม่ให้สหายข้าต้องเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "I will carry the gems from now on.",
      "th": "จากนี้ข้าจะนำอัญมณีไปให้เอง"
    }
  },
  {
    "translation": {
      "en": "You wish not to compromise your friend?",
      "th": "ท่านไม่อยากให้สหายไปเสี่ยงไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Imagine what would happen to him should you go missing now.",
      "th": "ลองคิดดูว่าจะเกิดอะไรขึ้นกับเขา หากว่าท่านหายตัวไป"
    }
  },
  {
    "translation": {
      "en": "[Jingim] Good New Year to you, brother.",
      "th": "สวัสดีปีใหม่ พี่ข้า"
    }
  },
  {
    "translation": {
      "en": "[Byamba] I worry when you call me \"brother\" instead of \"bastard.\"",
      "th": "ข้ากังวลที่ท่านเรียกข้าว่า \"พี่ข้า\" ไม่ใช่ \"ลูกเมียน้อย\""
    }
  },
  {
    "translation": {
      "en": "-It precedes a request. -[Jingim chuckles]",
      "th": "ต้องมีคำขอร้องตามมาแน่นอน"
    }
  },
  {
    "translation": {
      "en": "I need not request. I order.",
      "th": "ข้าไม่ขอร้อง แต่ออกคำสั่ง"
    }
  },
  {
    "translation": {
      "en": "I await your command, Jingim Khan.",
      "th": "ข้ารอคำสั่งอยู่ จิงอิม ข่าน"
    }
  },
  {
    "translation": {
      "en": "What news from Eagle's Teaching?",
      "th": "มีข่าวจากป้อมคำสอนแห่งอินทรีมั้ย"
    }
  },
  {
    "translation": {
      "en": "-[sighs] None to speak of. -None... or none you will speak of?",
      "th": "- ไม่มีอะไรที่พูดได้ - ไม่มี หรือมีแต่เจ้าไม่ยอมพูด"
    }
  },
  {
    "translation": {
      "en": "None. We're talking about my father.",
      "th": "- ไม่มี - เรากำลังพูดถึงพ่อของข้า"
    }
  },
  {
    "translation": {
      "en": "I will know what danger he faces. [Byamba] Our father.",
      "th": "- ข้าต้องรู้ว่าท่านเผชิญอันตรายอะไร - พ่อของเรา"
    }
  },
  {
    "translation": {
      "en": "I share news of danger with him alone.",
      "th": "ข้าแจ้งข่าวเรื่องอันตราย กับพระองค์เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "I disclose to the Khan. It is for the Khan to report to the Prince.",
      "th": "ข้าบอกข่าวกับท่านข่าน อยู่ที่ท่านจะบอกองค์ชายหรือไม่"
    }
  },
  {
    "translation": {
      "en": "That is the order of things.",
      "th": "นั่นคือลำดับการบังคับบัญชา"
    }
  },
  {
    "translation": {
      "en": "You want to know about Eagle's Teaching, ask Father, brother.",
      "th": "หากอยากรู้เรื่องป้อมคำสอนแห่งอินทรี ก็ไปถามพระบิดา"
    }
  },
  {
    "translation": {
      "en": "If you know something... the burden is on you to defend him.",
      "th": "ถ้าเจ้ารู้อะไร เจ้าก็มีหน้าที่ปกป้องพระองค์"
    }
  },
  {
    "translation": {
      "en": "And I will... with my life.",
      "th": "และข้าจะทำ ด้วยชีวิตข้า"
    }
  },
  {
    "translation": {
      "en": "And if something happens to our father... I will be the one to take it.",
      "th": "และหากเกิดอะไรกับพ่อของเรา ข้าจะสังหารเจ้าด้วยมือข้า"
    }
  },
  {
    "translation": {
      "en": "What did Jingim want of you? Amends made before the White Moon.",
      "th": "- จิงอิมต้องการอะไรจากท่าน - การกลับตัวกลับใจก่อนปีใหม่"
    }
  },
  {
    "translation": {
      "en": "There are no answers here, Byamba, only pain.",
      "th": "ที่นี่ไม่มีคำตอบหรอก บียัมบา มีแต่ความเจ็บปวด"
    }
  },
  {
    "translation": {
      "en": "The most important answer may lie within.",
      "th": "คำตอบสำคัญที่สุดอาจอยู่ในนั้น"
    }
  },
  {
    "translation": {
      "en": "We must confirm it to understand our next steps.",
      "th": "เราต้องรู้แน่ก่อน จะได้รู้ว่าจะทำยังไงต่อไป"
    }
  },
  {
    "translation": {
      "en": "[Marco] Sanga's family has lost everything.",
      "th": "ครอบครัวแซงก้าสูญเสียทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "Get-- Get--",
      "th": "ไปซะ ไป"
    }
  },
  {
    "translation": {
      "en": "Stay if you wish.",
      "th": "อยากอยู่ตรงนี้ก็ตามใจ"
    }
  },
  {
    "translation": {
      "en": "[speaking English] Can I see your mother?",
      "th": "ขอพบแม่เจ้าหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "[Goland speaking English] White devil. Urla, come! Take the children.",
      "th": "ปีศาจขาว เออร์ล่า มานี่ พาเด็กๆ ไป"
    }
  },
  {
    "translation": {
      "en": "My condolences. [Goland] Forty days, Latin.",
      "th": "- ข้าเสียใจด้วย - สี่สิบวันแล้ว คนละติน"
    }
  },
  {
    "translation": {
      "en": "Forty days is the mourning period.",
      "th": "ช่วงเวลาไว้ทุกข์คือ 40 วัน"
    }
  },
  {
    "translation": {
      "en": "Too late. I was away at war.",
      "th": "- ช้าไปแล้ว - ข้าออกไปทำสงคราม"
    }
  },
  {
    "translation": {
      "en": "That was some time ago, Master Polo.",
      "th": "สงครามเกิดนานแล้ว ท่านโปโล"
    }
  },
  {
    "translation": {
      "en": "Find a better reason for your absence. [Marco] I have none.",
      "th": "- หาข้ออ้างอื่นเถอะ ที่ท่านหายไป - ข้าไม่มีหรอก"
    }
  },
  {
    "translation": {
      "en": "Goland, I'm sorry for what happened to Sanga.",
      "th": "โกแลนด์ ข้าเสียใจด้วย เรื่องที่เกิดกับแซงก้า"
    }
  },
  {
    "translation": {
      "en": "More sorry for what I'm about to ask.",
      "th": "และเสียใจกว่า กับเรื่องที่ข้ากำลังจะถาม"
    }
  },
  {
    "translation": {
      "en": "Did Sanga ever travel to Kochkor?",
      "th": "แซงก้าเคยเดินทางไปคอชคอร์มั้ย"
    }
  },
  {
    "translation": {
      "en": "[Goland] Do you suspect a dead man of another crime?",
      "th": "ท่านสงสัยว่า คนตายก่อคดีอื่นอีกงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "You wish to resurrect him, Christian? Crucify him once more?",
      "th": "อยากให้เขาคืนชีพเหรอ คนคริสเตียน จะได้จับเขาตรึงกางเขนอีก"
    }
  },
  {
    "translation": {
      "en": "[Marco] He stole and he was punished for it.",
      "th": "เขาขโมยของและถูกลงโทษ"
    }
  },
  {
    "translation": {
      "en": "I did not sentence him... and I did not kill him, Goland.",
      "th": "ข้าไม่ได้พิพากษาเขา ข้าไม่ได้ฆ่าเขา โกแลนด์"
    }
  },
  {
    "translation": {
      "en": "And my husband did not send himself to Kochkor.",
      "th": "และสามีข้าไม่ได้อยากไปคอชคอร์เอง"
    }
  },
  {
    "translation": {
      "en": "But he did go?",
      "th": "แต่เขาเคยไปจริงๆ สินะ"
    }
  },
  {
    "translation": {
      "en": "[Goland] He collected taxes.",
      "th": "เขาไปเก็บส่วยอากร"
    }
  },
  {
    "translation": {
      "en": "Every second fortnight, he rode.",
      "th": "ทุกๆ ปักษ์หลังของเดือน เขาขี่ม้าไป"
    }
  },
  {
    "translation": {
      "en": "My husband was an honorable man.",
      "th": "สามีข้าเป็นคนมีเกียรติ"
    }
  },
  {
    "translation": {
      "en": "Question the man who sent Sanga to Kochkor before you question that.",
      "th": "ตั้งคำถามกับคนที่ส่งแซงก้าไปคอชคอร์ ก่อนจะมาถามเรื่องนี้สิ"
    }
  },
  {
    "translation": {
      "en": "Leave us... please.",
      "th": "ไปซะ ได้โปรด"
    }
  },
  {
    "translation": {
      "en": "[Chabi] We distribute 100,000 loaves of bread every month...",
      "th": "เราแจกขนมปัง 100,000 ก้อนทุกเดือน"
    }
  },
  {
    "translation": {
      "en": "goat milk and yak meat when the Great Khan's herds are fat.",
      "th": "แจกนมแพะและเนื้อจามรี เมื่อฝูงสัตว์ของท่านข่านอ้วนพี"
    }
  },
  {
    "translation": {
      "en": "[Khutulun] The people are fortunate for your grace, My Lady.",
      "th": "ประชาชนโชคดี ที่ท่านทรงเมตตา องค์มเหสี"
    }
  },
  {
    "translation": {
      "en": "[Chabi] We take care of our wards... and they revere the Khan as their father.",
      "th": "เราดูแลพสกนิกร และพวกเขา ก็เคารพท่านข่านประดุจบิดา"
    }
  },
  {
    "translation": {
      "en": "Today, they honor us by working tirelessly to prepare for the White Moon festivities.",
      "th": "วันนี้พวกเขาให้เกียรติเรา โดยเตรียมงานปีใหม่อย่างไม่ย่อท้อ"
    }
  },
  {
    "translation": {
      "en": "Something wrong, Blue Princess?",
      "th": "มีอะไรเหรอ องค์หญิงสีคราม"
    }
  },
  {
    "translation": {
      "en": "I was merely observing the peasants' devotion,",
      "th": "ก็แค่กำลังสังเกตความภักดีของไพร่ฟ้า"
    }
  },
  {
    "translation": {
      "en": "their love for their royal benefactress.",
      "th": "ความรักที่มีต่อจักรพรรดินีผู้การุญ"
    }
  },
  {
    "translation": {
      "en": "Do you question their devotion and their love?",
      "th": "เจ้าสงสัยในความภักดี และความรักของพวกเขางั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "I do not.",
      "th": "ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "Stop.",
      "th": "หยุดก่อน"
    }
  },
  {
    "translation": {
      "en": "Does Lady Kokachin wish to speak on the topic of the common people?",
      "th": "องค์หญิงโคคาชินอยากคุย เรื่องไพร่ฟ้าประชาชนใช่หรือไม่"
    }
  },
  {
    "translation": {
      "en": "I apologize, Empress, for speaking when not bid to do so.",
      "th": "ขออภัยเพคะ ที่หม่อมฉันพูดโดยไม่ได้รับอนุญาต"
    }
  },
  {
    "translation": {
      "en": "Do so... now.",
      "th": "พูดสิ เดี๋ยวนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Has Her Lady walked the villages of Cambulac without her guard?",
      "th": "ฝ่าบาทเคยดำเนินผ่านหมู่บ้าน โดยไม่มีองครักษ์หรือไม่"
    }
  },
  {
    "translation": {
      "en": "I have not.",
      "th": "ไม่เคย"
    }
  },
  {
    "translation": {
      "en": "The Empress' perception of the city is tempered.",
      "th": "ภาพที่จักรพรรดินี ทอดพระเนตรเมืองนี้ผิดเพี้ยนไป"
    }
  },
  {
    "translation": {
      "en": "The people love the Khan because he eases their pains, fills their wants...",
      "th": "ประชาชนรักท่านข่านเพราะพระองค์ เปลื้องทุกข์ สนองความต้องการพวกเขา"
    }
  },
  {
    "translation": {
      "en": "but the cause of those pains and wants is never permanently stamped out.",
      "th": "แต่สาเหตุแห่งทุกข์และความต้องการ ไม่เคยถูกลบล้างไปอย่างถาวร"
    }
  },
  {
    "translation": {
      "en": "That can breed resentment.",
      "th": "นั่นก่อให้เกิดความเกลียดชังได้"
    }
  },
  {
    "translation": {
      "en": "Did you resolve such matters differently when your family held power...",
      "th": "ท่านมีวิธีแก้ปัญหานี้แตกต่างไปเหรอ เมื่อราชวงศ์ท่านยังมีอำนาจ"
    }
  },
  {
    "translation": {
      "en": "Blue Princess of Bayaut?",
      "th": "องค์หญิงสีครามแห่งเผ่าบายยู"
    }
  },
  {
    "translation": {
      "en": "My relations with our people, Lady Chabi, were somewhat more direct.",
      "th": "ความสัมพันธ์ของหม่อมฉันกับประชาชน เข้าถึงง่ายกว่านี้เพคะ"
    }
  },
  {
    "translation": {
      "en": "Is that so?",
      "th": "อย่างนั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "I mean no offense... but the Great Khan should know the minds of his people",
      "th": "กระหม่อมไม่มีเจตนาดูหมิ่น แต่ท่านข่านควรเข้าใจจิตใจของพสกนิกร"
    }
  },
  {
    "translation": {
      "en": "before he walks among them tomorrow.",
      "th": "ก่อนเสด็จพระราชดำเนิน ท่ามกลางพวกเขาพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "The Khagan has my sword and my shield.",
      "th": "องค์จักรพรรดิ มีดาบและเกราะของข้าปกป้อง"
    }
  },
  {
    "translation": {
      "en": "I will meet minds with metal, My Lady.",
      "th": "ข้าจะใช้ดาบ จัดการกับจิตใจคนเอง องค์หญิง"
    }
  },
  {
    "translation": {
      "en": "The Great Khan is secure.",
      "th": "ท่านข่านจะทรงปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "Is the pain bad today, child?",
      "th": "วันนี้เจ็บมากมั้ย หลานรัก"
    }
  },
  {
    "translation": {
      "en": "The child suffers, Chancellor.",
      "th": "นางย่อมเจ็บ ท่านเสนาบดี"
    }
  },
  {
    "translation": {
      "en": "As do we all... but seeming cruelty can bring beauty.",
      "th": "เช่นเดียวกับเราทุกคน แต่ความโหดร้ายอาจสร้างความงามได้"
    }
  },
  {
    "translation": {
      "en": "Pain purifies and leads to peace.",
      "th": "ความเจ็บปวด ทำให้จิตบริสุทธิ์ นำไปสู่สันติ"
    }
  },
  {
    "translation": {
      "en": "These are lessons my sister taught me when I was a boy.",
      "th": "นี่คือบทเรียนที่น้องสาวข้า สอนมาตอนข้ายังเด็ก"
    }
  },
  {
    "translation": {
      "en": "The girl is too old for binding.",
      "th": "เด็กคนนี้โตเกินกว่าจะรัดเท้าแล้ว"
    }
  },
  {
    "translation": {
      "en": "We would have started at an earlier age were that her father's want.",
      "th": "เรารัดเท้าเด็กตอนยังเล็กกว่านี้ หากบิดาของเด็กต้องการ"
    }
  },
  {
    "translation": {
      "en": "The Emperor's gone. I am her uncle.",
      "th": "องค์จักรพรรดิไม่อยู่แล้ว กระหม่อมคือลุงของนาง"
    }
  },
  {
    "translation": {
      "en": "It is my want.",
      "th": "และกระหม่อมต้องการ"
    }
  },
  {
    "translation": {
      "en": "'Tis a powerful man who injures little children.",
      "th": "ชายผู้ทรงอำนาจทำร้ายเด็กตัวเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "I miss my mother.",
      "th": "ข้าคิดถึงท่านแม่"
    }
  },
  {
    "translation": {
      "en": "We all do, Sunflower... but I've arranged to speed her journey.",
      "th": "เราทุกคนก็คิดถึง ดอกทานตะวันน้อย แต่ลุงให้นางเร่งเดินทางกลับแล้ว"
    }
  },
  {
    "translation": {
      "en": "Now... look away, child.",
      "th": "มองไปทางอื่นนะ หลานรัก"
    }
  },
  {
    "translation": {
      "en": "Are you mad?",
      "th": "เจ้าเสียสติเหรอ"
    }
  },
  {
    "translation": {
      "en": "Never contact me. You will get us both killed.",
      "th": "อย่าติดต่อข้าอีกเด็ดขาด เจ้าจะทำให้เราถูกฆ่าทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "Out. Now.",
      "th": "ออกไป เดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Why are you here?",
      "th": "เจ้ามาที่นี่ทำไม"
    }
  },
  {
    "translation": {
      "en": "Jia Sidao took me into the palace... after you left.",
      "th": "เจี่ยซื่อเต้ารับข้าไปอยู่ในราชสำนัก หลังท่านจากมา"
    }
  },
  {
    "translation": {
      "en": "He sent me.",
      "th": "เขาส่งข้ามา"
    }
  },
  {
    "translation": {
      "en": "He has new orders, Mei Lin.",
      "th": "เขามีคำสั่งใหม่ เหม่ยหลิน"
    }
  },
  {
    "translation": {
      "en": "I am to stay until this mission is complete.",
      "th": "ข้าต้องอยู่จนเสร็จสิ้นภารกิจ"
    }
  },
  {
    "translation": {
      "en": "Sidao offers this. Tiger root.",
      "th": "ซื่อเต้าให้สิ่งนี้มา รากพยัคฆ์"
    }
  },
  {
    "translation": {
      "en": "Safe to the touch, but if ingested, it's enough to fell a horse.",
      "th": "ปลอดภัยเมื่อสัมผัส แต่เมื่อกิน แรงจนล้มม้าได้ทั้งตัว"
    }
  },
  {
    "translation": {
      "en": "This message says nothing of my daughter.",
      "th": "ข้อความนี้ไม่บอกเรื่องลูกสาวข้าเลย"
    }
  },
  {
    "translation": {
      "en": "Speak.",
      "th": "พูดมา"
    }
  },
  {
    "translation": {
      "en": "He bound her.",
      "th": "เขามัดเท้านาง"
    }
  },
  {
    "translation": {
      "en": "He will do worse if you fail. An assassination?",
      "th": "- และจะทำยิ่งกว่านี้หากท่านพลาด - การลอบสังหารน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "What he asks of me is impossible.",
      "th": "เขาสั่งให้ข้าทำสิ่งที่เป็นไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Ahmad] What else did you find in Eagle's Teaching... besides impure gold?",
      "th": "เจ้าพบอะไรในป้อมคำสอนแห่งอินทรีอีก นอกจากทองที่ไม่บริสุทธิ์"
    }
  },
  {
    "translation": {
      "en": "We found evidence that Sanga hired the Hashshashin.",
      "th": "เราพบหลักฐานว่าแซงก้าจ้างฮัชชาชิน"
    }
  },
  {
    "translation": {
      "en": "He didn't choose to go. He was sent.",
      "th": "เขาไม่ได้ไปเอง มีคนส่งเขาไป"
    }
  },
  {
    "translation": {
      "en": "[Marco] We thought you might offer guidance. Because he worked for me?",
      "th": "- เราคิดว่าท่านอาจแนะนำเราได้ - เพราะเขาเคยทำงานให้ข้างั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Sanga worked for many.",
      "th": "แซงก้าเคยทำงานให้คนมากมาย"
    }
  },
  {
    "translation": {
      "en": "From Cambulac to... yes, Kochkor.",
      "th": "ตั้งแต่แคมบูแลค จนถึงคอชคอร์"
    }
  },
  {
    "translation": {
      "en": "The Hashshashin deal in more than death...",
      "th": "กลุ่มฮัชชาชินทำมากกว่ารับจ้างฆ่า"
    }
  },
  {
    "translation": {
      "en": "black market trade, silk, coin, salt...",
      "th": "ทั้งค้าขายในตลาดมืด ผ้าไหม เหรียญเงิน เกลือ"
    }
  },
  {
    "translation": {
      "en": "and currencies I do not countenance.",
      "th": "และสกุลเงินที่ข้าไม่ยอมรับ"
    }
  },
  {
    "translation": {
      "en": "Opium, hashish.",
      "th": "ฝิ่น กัญชา"
    }
  },
  {
    "translation": {
      "en": "You suspected and did nothing?",
      "th": "ท่านสงสัยแต่ไม่ทำอะไรเลยงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "I cannot eliminate corruption... and I will not condemn without proof.",
      "th": "ข้ากำจัดการฉ้อโกงไม่ได้ และไม่ประณามใครโดยไม่มีหลักฐาน"
    }
  },
  {
    "translation": {
      "en": "If Sanga were running black market goods throughout the realm, he'd need agents...",
      "th": "ถ้าแซงก้าค้าขายในตลาดมืดในดินแดนนี้ เขาต้องมีตัวแทน"
    }
  },
  {
    "translation": {
      "en": "soldiers, horsemen... imperial guard.",
      "th": "ทหาร ทหารม้า ราชองครักษ์"
    }
  },
  {
    "translation": {
      "en": "You have seen my soldiers. They toil before the abacus.",
      "th": "ท่านก็เห็นทหารของข้าแล้ว พวกเขาทำงานอยู่กับลูกคิดเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "I certainly do not command the imperial guard.",
      "th": "และข้าไม่ได้ควบคุมราชองค์รักษ์"
    }
  },
  {
    "translation": {
      "en": "That's Vice Regent Yusuf's domain.",
      "th": "นั่นเป็นอำนาจของ รองผู้สำเร็จราชการยูซูฟ"
    }
  },
  {
    "translation": {
      "en": "I simply state fact. Thank you, Ahmad.",
      "th": "- ข้าแค่บอกข้อเท็จจริง - ขอบคุณ อาเมด"
    }
  },
  {
    "translation": {
      "en": "Why did you finally report Sanga?",
      "th": "ทำไมสุดท้าย ท่านถึงรายงานเรื่องแซงก้า"
    }
  },
  {
    "translation": {
      "en": "You reported his transgressions to me.",
      "th": "ท่านรายงานกับข้าว่าเขาทำผิด"
    }
  },
  {
    "translation": {
      "en": "Had I not, it would have been you or I unjustly trampled in the dirt.",
      "th": "หากข้าไม่เอาผิด ท่านหรือข้าก็คงได้โดนหางเลขไปด้วย"
    }
  },
  {
    "translation": {
      "en": "[Jia Sidao] How do preparations for the boy's coronation fare?",
      "th": "เตรียมพิธีราชาภิเษกถึงไหนแล้ว"
    }
  },
  {
    "translation": {
      "en": "I trust seating arrangements are managed? No awkward pairings?",
      "th": "ท่านจัดที่นั่งเรียบร้อยแล้วใช่มั้ย ไม่มีใครอึดอัดที่นั่งใกล้ใครนะ"
    }
  },
  {
    "translation": {
      "en": "Lord Li cannot tolerate Prelate Chan.",
      "th": "ขุนนางหลี่ไม่ชอบหน้า ท่านเจ้าอาวาสเฉิน"
    }
  },
  {
    "translation": {
      "en": "[Empress Dowager] Leave us, please... everyone.",
      "th": "ช่วยออกไปก่อน ทุกคน"
    }
  },
  {
    "translation": {
      "en": "The Dynastic Council has chosen to dismiss you, Sidao.",
      "th": "สำนักพระราชวังเลือกที่จะ ปลดท่านจากตำแหน่ง ซื่อเต้า"
    }
  },
  {
    "translation": {
      "en": "We appreciate your service to the Emperor...",
      "th": "เราขอบใจที่ท่านรับใช้องค์จักรพรรดิ"
    }
  },
  {
    "translation": {
      "en": "but it is time for you to step down.",
      "th": "แต่ถึงเวลาที่ท่านต้องถอนตัวแล้ว"
    }
  },
  {
    "translation": {
      "en": "Have you anything to say? You have no authority.",
      "th": "- ท่านมีอะไรจะพูดมั้ย - พระองค์ไม่มีอำนาจ"
    }
  },
  {
    "translation": {
      "en": "You are an old woman with a dead husband and no power.",
      "th": "พระองค์คือหญิงม่ายชรา ที่สามีตายและไม่มีอำนาจ"
    }
  },
  {
    "translation": {
      "en": "You have nothing.",
      "th": "พระองค์ไม่มีอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "[Empress Dowager] I have a champion.",
      "th": "ข้ามียอดฝีมือ"
    }
  },
  {
    "translation": {
      "en": "Do you know Fang Zhen of the Red Lotus Society?",
      "th": "ท่านรู้จักฟางเจิ้น แห่งสำนักบัวแดงหรือไม่"
    }
  },
  {
    "translation": {
      "en": "By reputation. A peasant farmer.",
      "th": "รู้จักเพียงชื่อ เขาเป็นชาวไร่ชาวนา"
    }
  },
  {
    "translation": {
      "en": "A scholar-warrior of the highest order...",
      "th": "เป็นปราชญ์นักรบระดับสูง"
    }
  },
  {
    "translation": {
      "en": "a Song dynasty loyalist... a hero, Sidao.",
      "th": "จงรักภักดีกับราชวงศ์ซ่ง และเป็นวีรบุรุษ ซื่อเต้า"
    }
  },
  {
    "translation": {
      "en": "Because he was poor... a man of the people.",
      "th": "เพราะเขายากจน เป็นขวัญใจประชาชน"
    }
  },
  {
    "translation": {
      "en": "He is not me.",
      "th": "เขาไม่ใช่ข้า"
    }
  },
  {
    "translation": {
      "en": "I shepherded this city, this empire through a time of tumult...",
      "th": "ข้าดูแลเมืองนี้และจักรวรรดินี้ ในยามสับสนวุ่นวาย"
    }
  },
  {
    "translation": {
      "en": "and that time has not passed.",
      "th": "และเวลานั้นยังไม่จบลง"
    }
  },
  {
    "translation": {
      "en": "The Mongols will return.",
      "th": "พวกมองโกลกลับมาแน่"
    }
  },
  {
    "translation": {
      "en": "If they return, they will settle terms of peace...",
      "th": "หากกลับมา พวกเขาจะ ยอมตกลงตามเงื่อนไขสงบศึก"
    }
  },
  {
    "translation": {
      "en": "and negotiate those terms with him.",
      "th": "และเราจะเจรจาเงื่อนไขกับเขา"
    }
  },
  {
    "translation": {
      "en": "Welcome... to the fortress... Fang Zhen.",
      "th": "ขอต้อนรับสู่ป้อมปราการ ท่านฟางเจิ้น"
    }
  },
  {
    "translation": {
      "en": "Chancellor.",
      "th": "ท่านเสนาบดี"
    }
  },
  {
    "translation": {
      "en": "Empress... I have been too long away.",
      "th": "จักรพรรดินี กระหม่อมจากไปนานมาก"
    }
  },
  {
    "translation": {
      "en": "Take your pets and your porcelain, Sidao...",
      "th": "เก็บสัตว์เลี้ยงและเครื่องลายคราม ของท่านออกไป"
    }
  },
  {
    "translation": {
      "en": "and return to the rice paddies.",
      "th": "กลับไปท้องนาเถอะ"
    }
  },
  {
    "translation": {
      "en": "[speaking English] It is poor form to disturb a man at prayer.",
      "th": "ไม่เหมาะเลยนะที่รบกวนคนกำลังละหมาด"
    }
  },
  {
    "translation": {
      "en": "[Byamba] We are here on the orders of the Khan, Vice Regent... not your God.",
      "th": "เรามาตามพระบัญชาท่านข่าน ไม่ใช่พระเจ้าของท่าน"
    }
  },
  {
    "translation": {
      "en": "A serious matter.",
      "th": "เรื่องใหญ่ล่ะสิ"
    }
  },
  {
    "translation": {
      "en": "We apologize for the disturbance... but the Khan has entrusted us.",
      "th": "เราขอโทษที่รบกวน แต่ท่านข่านทรงไว้ใจเรา"
    }
  },
  {
    "translation": {
      "en": "Do you remember Sanga, the collector of taxes?",
      "th": "ท่านจำแซงก้า คนเก็บส่วยได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "He was executed on your orders.",
      "th": "เขาถูกประหารตามคำสั่งของท่าน"
    }
  },
  {
    "translation": {
      "en": "My father and uncle committed a similar crime.",
      "th": "พ่อกับลุงข้าก็ทำผิดแบบเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "They were branded.",
      "th": "พวกเขาถูกตีตรา"
    }
  },
  {
    "translation": {
      "en": "My Khan favors you, Marco... thus spared your father and uncle.",
      "th": "ท่านข่านโปรดปรานท่าน มาร์โค จึงไว้ชีวิตพ่อกับลุงท่าน"
    }
  },
  {
    "translation": {
      "en": "That was his choice, not mine.",
      "th": "นั่นคือสิ่งที่พระองค์เลือก ไม่ใช่ข้า"
    }
  },
  {
    "translation": {
      "en": "But the Khan had no hand in Sanga's end.",
      "th": "แต่ท่านข่านไม่ได้ เกี่ยวข้องเรื่องแซงก้า"
    }
  },
  {
    "translation": {
      "en": "Respectfully, death was your decree.",
      "th": "ด้วยความเคารพ แต่ท่านบัญชาให้ประหาร"
    }
  },
  {
    "translation": {
      "en": "You could have branded his palm, severed his hand, taken an eye.",
      "th": "ท่านอาจตีตราฝ่ามือเขา ตัดมือ หรือควักลูกตาก็ได้"
    }
  },
  {
    "translation": {
      "en": "I could do these things to you for challenging the dictates of the Vice Regent.",
      "th": "ข้าอาจทำสิ่งเหล่านี้กับท่าน ข้อหา ท้าทายคำตัดสินรองผู้สำเร็จราชการ"
    }
  },
  {
    "translation": {
      "en": "We think--",
      "th": "เราคิดว่า..."
    }
  },
  {
    "translation": {
      "en": "We think Sanga was sent to Eagle's Teaching...",
      "th": "เราคิดว่าแซงก้า ถูกส่งไปยังป้อมคำสอนแห่งอินทรี"
    }
  },
  {
    "translation": {
      "en": "a proxy for a greater power...",
      "th": "โดยเป็นตัวแทนคนที่มีอำนาจมากกว่า"
    }
  },
  {
    "translation": {
      "en": "the agent who delivered instructions for the murder of the Khan.",
      "th": "เพื่อแจ้งคำสั่ง ให้ลอบปลงพระชนม์ท่านข่าน"
    }
  },
  {
    "translation": {
      "en": "And you suspect Sanga was my proxy?",
      "th": "และท่านสงสัยว่าแซงก้าไปแทนข้าสินะ"
    }
  },
  {
    "translation": {
      "en": "In the absence of the Khan, the Vice Regent would control Cambulac.",
      "th": "ถ้าไม่มีท่านข่าน รองผู้สำเร็จราชการจะควบคุมแคมบูแลค"
    }
  },
  {
    "translation": {
      "en": "This is true until the Kurultai elected the next Khan of Khans.",
      "th": "ยังไม่ใช่ จนกว่าสภาสูงคูรูลไท จะเลือกจอมข่านองค์ต่อไป"
    }
  },
  {
    "translation": {
      "en": "What motive have I, then?",
      "th": "ข้ามีแรงจูงใจอะไร"
    }
  },
  {
    "translation": {
      "en": "Vice Regent, we do not accuse. We seek advice.",
      "th": "รองผู้สำเร็จราชการ เราไม่ได้กล่าวหา แต่มาขอคำแนะนำ"
    }
  },
  {
    "translation": {
      "en": "The Great Lord trusts you. He does, Master Marco.",
      "th": "- ท่านจอมข่านไว้ใจท่าน - ใช่แล้ว ท่านมาร์โค"
    }
  },
  {
    "translation": {
      "en": "I am trusted... because I lack ambition.",
      "th": "ข้าได้รับความไว้ใจ เพราะข้าไม่ทะเยอะทะยาน"
    }
  },
  {
    "translation": {
      "en": "I desire no... riches... so I'm incorruptible.",
      "th": "ข้าไม่อยากร่ำรวย ข้าจึงไม่ฉ้อฉล"
    }
  },
  {
    "translation": {
      "en": "I have no blood claim to the throne,",
      "th": "ข้าไม่มีสายเลือด ที่มีสิทธิ์สืบราชบัลลังก์"
    }
  },
  {
    "translation": {
      "en": "so there is nothing to which I may ascend.",
      "th": "ข้าไม่มีสายเลือด ที่มีสิทธิ์สืบราชบัลลังก์ จึงไม่มีตำแหน่งอะไร ที่ข้าขึ้นครองได้"
    }
  },
  {
    "translation": {
      "en": "I am a servant who has but one function.",
      "th": "ข้าเป็นข้ารับใช้ ที่มีเพียงหน้าที่เดียว"
    }
  },
  {
    "translation": {
      "en": "Which is? I speak truth.",
      "th": "- คืออะไร - พูดความจริง"
    }
  },
  {
    "translation": {
      "en": "It is this respect I show my Khan.",
      "th": "นี่คือการแสดงความเคารพ ที่ข้ามีให้ท่านข่าน"
    }
  },
  {
    "translation": {
      "en": "My days are driven by this alone.",
      "th": "วันเวลาของข้า ดำเนินไปด้วยสิ่งนี้เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "\"How do I best serve Kublai and his kingdom?\"",
      "th": "\"จะรับใช้ท่านกุบไลและอาณาจักร พระองค์ให้ดีที่สุดยังไง\""
    }
  },
  {
    "translation": {
      "en": "There is... clarity in service...",
      "th": "หน้าที่รับใช้ของข้าชัดเจน"
    }
  },
  {
    "translation": {
      "en": "but you... lack this.",
      "th": "แต่พวกท่านไม่มีสิ่งนี้"
    }
  },
  {
    "translation": {
      "en": "Yet here we are.",
      "th": "แต่เราก็มาอยู่จุดนี้"
    }
  },
  {
    "translation": {
      "en": "Yet here we are.",
      "th": "ใช่ เราอยู่ที่จุดนี้"
    }
  },
  {
    "translation": {
      "en": "But with what true purpose... does the Khan send you?",
      "th": "แล้วจุดประสงค์แท้จริง ที่ท่านข่านส่งท่านมาคืออะไร"
    }
  },
  {
    "translation": {
      "en": "How will you earn his trust?",
      "th": "ท่านจะทำให้พระองค์ไว้ใจได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Think on that as you take your leave.",
      "th": "ตอนกลับก็ลองคิดเรื่องนี้ดูนะ"
    }
  },
  {
    "translation": {
      "en": "Is my father safe?",
      "th": "พ่อข้าปลอดภัยหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Ahmad] Why ask me, Jingim? Did you ask our father?",
      "th": "ถามข้าทำไม จิงอิม ได้ถามพ่อของเราหรือยัง"
    }
  },
  {
    "translation": {
      "en": "[sighs] I did.",
      "th": "ถามข้าทำไม จิงอิม ได้ถามพ่อของเราหรือยัง ถามแล้ว"
    }
  },
  {
    "translation": {
      "en": "He trusts Byamba.",
      "th": "พระองค์ไว้ใจบียัมบา"
    }
  },
  {
    "translation": {
      "en": "He trusts the Latin and offers me silence.",
      "th": "ทรงไว้ใจคนละตินและไม่ยอมบอกอะไรข้า"
    }
  },
  {
    "translation": {
      "en": "[Ahmad] Whatever they found in Kochkor was of no consequence.",
      "th": "ไม่ว่าเขาพบอะไรที่คอชคอร์ มันไม่มีผลอะไรตามมา"
    }
  },
  {
    "translation": {
      "en": "He doesn't want to burden you with trivialities.",
      "th": "พระองค์ไม่อยากให้ท่านกังวล..."
    }
  },
  {
    "translation": {
      "en": "He doesn't trust me with the truth.",
      "th": "พระองค์ไม่ไว้ใจที่จะบอกความจริงข้า"
    }
  },
  {
    "translation": {
      "en": "And what would you do with it, Jingim?",
      "th": "แล้วท่านจะทำยังไง กับเรื่องนี้ จิงอิม"
    }
  },
  {
    "translation": {
      "en": "What would you do if you had a target for your rage?",
      "th": "ท่านจะทำยังไง เมื่อมีเป้าหมายเพื่อระบายความโกรธ"
    }
  },
  {
    "translation": {
      "en": "I would let my Mongol heart guide me. I would kill!",
      "th": "ข้าคงใช้หัวใจชาวมองโกลของข้านำทาง ข้าจะสังหาร"
    }
  },
  {
    "translation": {
      "en": "The Great Khan knows this.",
      "th": "ท่านข่านจะรู้เรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "If there is some truth to hold from you, he does so because he knows your heart.",
      "th": "หากปิดบังความจริงอะไรท่าน พระองค์จะรู้ เพราะพระองค์เข้าใจท่าน"
    }
  },
  {
    "translation": {
      "en": "Let your father protect you.",
      "th": "ให้พระบิดาปกป้องท่านเถอะ"
    }
  },
  {
    "translation": {
      "en": "Let me, your brother, protect you... until we find a true target.",
      "th": "ให้ข้า พี่ชายของท่าน ปกป้องท่าน จนกว่าเราจะพบเป้าหมายที่แท้จริง"
    }
  },
  {
    "translation": {
      "en": "Untrue by an inch.",
      "th": "พลาดแค่หนึ่งนิ้ว"
    }
  },
  {
    "translation": {
      "en": "Untrue by an inch, untrue by a mile.",
      "th": "ถ้าพลาดเป้าแค่หนึ่งนิ้ว ก็พลาดเป้าหนึ่งไมล์ได้"
    }
  },
  {
    "translation": {
      "en": "It is in the split moment when all four hooves leave the ground.",
      "th": "มันอยู่ที่เสี้ยววินาที ที่กีบเท้าทั้งสี่ของม้าลอยจากพื้น"
    }
  },
  {
    "translation": {
      "en": "Breathe and send.",
      "th": "สูดหายใจ แล้วยิง"
    }
  },
  {
    "translation": {
      "en": "When you first arrived, you had too little yin, too much yang.",
      "th": "ตอนแรกที่เจ้ามาถึง พลังหยินเจ้าน้อยไป พลังหยางมากไป"
    }
  },
  {
    "translation": {
      "en": "And now, too much yin... not enough...",
      "th": "แต่ตอนนี้พลังหยินมากไป และยังคงขาด..."
    }
  },
  {
    "translation": {
      "en": "Not so simple.",
      "th": "ไม่ได้ง่ายนักหรอก"
    }
  },
  {
    "translation": {
      "en": "Do not strive for the center.",
      "th": "อย่างเล็งไปตรงกลางเป้า"
    }
  },
  {
    "translation": {
      "en": "Just breathe... with your horse... and your arrow.",
      "th": "แค่หายใจเข้าพร้อมม้า และธนูของเจ้า"
    }
  },
  {
    "translation": {
      "en": "The Khan expects an answer. What answer to give?",
      "th": "- ท่านข่านรอคอยคำตอบ - เจ้ามีคำตอบอะไรจะถวายล่ะ"
    }
  },
  {
    "translation": {
      "en": "The cripple, Yusuf, is beyond reproach. Yusuf hides behind his words.",
      "th": "- ยูซูฟผู้พิการอยู่เหนือคำติเตียน - ยูซูฟหลบอยู่หลังคำพูดของเขา"
    }
  },
  {
    "translation": {
      "en": "Is that what you'll report?",
      "th": "เจ้าจะรายงานเช่นนั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Untrue by an inch... untrue by a mile.",
      "th": "ถ้าพลาดเป้าแค่หนึ่งนิ้ว ก็พลาดเป้าหนึ่งไมล์ได้"
    }
  },
  {
    "translation": {
      "en": "I have no story to tell, Sire.",
      "th": "กระหม่อมไม่มีอะไรจะถวายรายงาน"
    }
  },
  {
    "translation": {
      "en": "I believe my friend, Sanga, traveled to Kochkor...",
      "th": "เชื่อว่าแซงก้าเพื่อนกระหม่อมไปคอชคอร์จริง"
    }
  },
  {
    "translation": {
      "en": "but I do not know on whose command... if anyone's.",
      "th": "กระหม่อมไม่รู้ว่าใครสั่ง หากมีใครสั่งนะพ่ะย่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "What are your suspicions?",
      "th": "แล้วเจ้าสงสัยใคร"
    }
  },
  {
    "translation": {
      "en": "I must say nothing... for fear that I may condemn an innocent.",
      "th": "กระหม่อมพูดอะไรไม่ได้ เพราะเกรงว่าจะกล่าวหาผู้บริสุทธิ์"
    }
  },
  {
    "translation": {
      "en": "All I know... is someone seeks your head.",
      "th": "กระหม่อมรู้แค่ว่า มีคนอยากลอบปลงพระชนม์"
    }
  },
  {
    "translation": {
      "en": "Many do, Latin.",
      "th": "มีเยอะเลยล่ะ เจ้าละติน"
    }
  },
  {
    "translation": {
      "en": "But my children have been spared sight of me far too long.",
      "th": "แต่ลูกๆ ไม่ได้เห็นข้านานเกินไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Take your leave.",
      "th": "เจ้าไปเถอะ"
    }
  },
  {
    "translation": {
      "en": "Your children want you alive, Sire.",
      "th": "ทุกคนอยากให้ พระองค์มีพระชนม์ชีพพ่ะย่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "Do you still suspect him?",
      "th": "เจ้ายังสงสัยเขาอยู่มั้ย"
    }
  },
  {
    "translation": {
      "en": "A weaker man would surrender a name to deflect suspicion from himself.",
      "th": "คนอ่อนแอจะเอ่ยชื่อคนอื่น เพื่อหันเหความน่าสงสัยไปจากตนเอง"
    }
  },
  {
    "translation": {
      "en": "As would a man burdened with guilt. I believe him to be neither.",
      "th": "- คนที่รู้สึกผิดในใจก็เช่นกัน - กระหม่อมเชื่อว่าเขาไม่ใช่ทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "The boy has changed greatly since coming to us.",
      "th": "เด็กคนนี้เปลี่ยนไปมาก ตั้งแต่มาอยู่กับเรา"
    }
  },
  {
    "translation": {
      "en": "He did not come to us, Sire. He was left...",
      "th": "เขาไม่ได้มาอยู่กับเรา ฝ่าบาท เขาถูกทิ้งไว้"
    }
  },
  {
    "translation": {
      "en": "A fact that bears recall.",
      "th": "นี่เป็นข้อเท็จจริงที่ควรจดจำ"
    }
  },
  {
    "translation": {
      "en": "You suspect the Latin's father?",
      "th": "เจ้าสงสัยบิดาคนละตินเหรอ"
    }
  },
  {
    "translation": {
      "en": "Did he abandon his son to serve his purse... or his pope?",
      "th": "เขาเคยทอดทิ้งบุตรชายเพื่อเงินหรือ เพื่อประสงค์ของสันตปาปาไม่ใช่หรือ"
    }
  },
  {
    "translation": {
      "en": "So, what course of action tomorrow?",
      "th": "แล้วพรุ่งนี้เจ้าจะทำยังไง"
    }
  },
  {
    "translation": {
      "en": "We have detained and questioned your guards and staff.",
      "th": "เราต้องคุมตัวและสอบปากคำ พวกทหารและข้าราชบริพาร"
    }
  },
  {
    "translation": {
      "en": "I believe them innocent.",
      "th": "กระหม่อมเชื่อว่าพวกเขาบริสุทธิ์"
    }
  },
  {
    "translation": {
      "en": "My suspicion of Marco has waned...",
      "th": "กระหม่อมคลายสงสัยในตัวมาร์โคแล้ว"
    }
  },
  {
    "translation": {
      "en": "but for now, to be safe... those whom lack your trust... kill.",
      "th": "แต่ตอนนี้ เพื่อความปลอดภัย ฆ่าคนที่ทรงไม่ไว้ใจเถอะพ่ะย่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "There would be few left living if I heed that counsel.",
      "th": "คงมีคนรอดตายอยู่ไม่กี่คน หากข้าทำตามคำแนะนำนี้"
    }
  },
  {
    "translation": {
      "en": "Should I trust you, Yusuf?",
      "th": "ข้าควรไว้ใจเจ้ามั้ย ยูซูฟ"
    }
  },
  {
    "translation": {
      "en": "We will play another time.",
      "th": "ไว้เล่นคราวหน้าเถอะพ่ะย่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Khutulun] Where's your European playmate?",
      "th": "เพื่อนเล่นชาวยุโรปของท่านล่ะ"
    }
  },
  {
    "translation": {
      "en": "He's an innocent in this world, isn't he?",
      "th": "เขาอ่อนต่อโลกใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "And you and I are not? No... we are warriors.",
      "th": "- แล้วท่านกับข้าไม่อ่อนต่อโลกเหรอ - ไม่ใช่ เราเป็นนักรบ"
    }
  },
  {
    "translation": {
      "en": "I fear our world strips him of what innocence still remains.",
      "th": "ข้าเกรงว่าโลกของเราจะทำลาย ความใสซื่อที่เหลืออยู่ของเขา"
    }
  },
  {
    "translation": {
      "en": "Then we do him a favor.",
      "th": "งั้นเราก็จะช่วยเขา"
    }
  },
  {
    "translation": {
      "en": "The world is not kind to the weak and the guileless.",
      "th": "โลกนี้ไม่เอื้อเฟื้อ ต่อผู้อ่อนแอและไร้เล่ห์เหลี่ยม"
    }
  },
  {
    "translation": {
      "en": "Would you like to wrestle me?",
      "th": "ท่านอยากเล่นมวยปล้ำกับข้ามั้ย"
    }
  },
  {
    "translation": {
      "en": "There are no witnesses, save Tengri.",
      "th": "ไม่มีใครเห็นหรอก ปลอดภัยจากเทนกรี"
    }
  },
  {
    "translation": {
      "en": "Do you think you can beat me? I think you wish me to.",
      "th": "- ท่านคิดว่าชนะข้าได้เหรอ - ข้าคิดว่าท่านอยากให้ข้าชนะ"
    }
  },
  {
    "translation": {
      "en": "Not today. Are you afraid?",
      "th": "- วันนี้ไม่ดีกว่า - กลัวเหรอ"
    }
  },
  {
    "translation": {
      "en": "I simply hear the blade's song right now.",
      "th": "ตอนนี้ข้าได้ยินเสียงลำนำเพลงดาบ"
    }
  },
  {
    "translation": {
      "en": "Where you go?",
      "th": "จะไปไหน"
    }
  },
  {
    "translation": {
      "en": "Where are you going?",
      "th": "จะหนีไปไหน"
    }
  },
  {
    "translation": {
      "en": "Come.",
      "th": "มานี่สิ"
    }
  },
  {
    "translation": {
      "en": "If it pleases the Khan.",
      "th": "หากท่านข่านทรงพอพระทัย"
    }
  },
  {
    "translation": {
      "en": "If it pleases the Queen. Hmm?",
      "th": "หากราชินีทรงพอพระทัย"
    }
  },
  {
    "translation": {
      "en": "[whispers] It does not please the Queen.",
      "th": "มันไม่ทำให้ราชินีพอพระทัย"
    }
  },
  {
    "translation": {
      "en": "[Ahmad] Pitiable event on this blessed day of Tsagaan Sar.",
      "th": "เหตุการณ์น่าเวทนา ในวันปีใหม่อันเป็นวันดี"
    }
  },
  {
    "translation": {
      "en": "It seems life has left her too soon.",
      "th": "ดูเหมือนนางเสียชีวิตเร็วเกินไป"
    }
  },
  {
    "translation": {
      "en": "The Khan's consorts must not cry.",
      "th": "นางสนมท่านข่านต้องไม่ร้องไห้"
    }
  },
  {
    "translation": {
      "en": "It clouds the eyes and ruddies the complexion.",
      "th": "เพราะจะทำให้ดวงตาหม่นหมองแดงก่ำ"
    }
  },
  {
    "translation": {
      "en": "Death is life. Now is not the time for tears.",
      "th": "ความตายคือชีวิต ตอนนี้ไม่ใช่เวลาที่จะร่ำไห้"
    }
  },
  {
    "translation": {
      "en": "[Fang Zhen] Will you return to your village, Chancellor?",
      "th": "ท่านจะกลับหมู่บ้านของท่านมั้ย ท่านเสนาบดี"
    }
  },
  {
    "translation": {
      "en": "[Jia Sidao] I was too grand for it when I was part of it.",
      "th": "สมัยอยู่นั่น ข้ายิ่งใหญ่เกินมัน"
    }
  },
  {
    "translation": {
      "en": "I've grown grander since.",
      "th": "บัดนี้ข้ายิ่งใหญ่กว่าเดิม"
    }
  },
  {
    "translation": {
      "en": "I have been an admirer of yours... from afar... from the battlefield.",
      "th": "ข้าเคยชื่นชมท่านอยู่ห่างๆ จากในสนามรบ"
    }
  },
  {
    "translation": {
      "en": "You have been an annoying thorn in Kublai's side for many years, Fang Zhen,",
      "th": "ท่านเป็นหอกข้างแคร่ของกุบไล มานานหลายปี ฟางเจิ้น"
    }
  },
  {
    "translation": {
      "en": "frightening his tax collectors, burning his crops,",
      "th": "ทำให้ผู้เก็บส่วยของเขาหวาดกลัว เผาพืชผลของเขา"
    }
  },
  {
    "translation": {
      "en": "storing weapons in loyalist settlements,",
      "th": "ซ่องสุมอาวุธในสถานที่ของผู้ภักดี"
    }
  },
  {
    "translation": {
      "en": "settlements that bear the brunt of the Khan's brutality after you've moved on.",
      "th": "ที่ต้องแบกรับความโหดร้ายของข่าน หลังท่านจากมา"
    }
  },
  {
    "translation": {
      "en": "I've long admired you as well.",
      "th": "ข้าก็ชื่นชมท่านมานานเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "I tire of warfare.",
      "th": "ข้าเบื่อการรบ"
    }
  },
  {
    "translation": {
      "en": "Before or after Empress Dowager offered you my title?",
      "th": "ก่อนหรือหลังจากที่ไทเฮา เสนอตำแหน่งของข้าให้ท่านล่ะ"
    }
  },
  {
    "translation": {
      "en": "War is pointless. It never ends.",
      "th": "สงครามนั้นไร้จุดหมาย ไม่มีวันจบสิ้น"
    }
  },
  {
    "translation": {
      "en": "Yes... the warrior who rejects war.",
      "th": "ใช่ นักรบผู้ปฏิเสธสงคราม"
    }
  },
  {
    "translation": {
      "en": "Empress is more intelligent than I suspected. You... more foolish.",
      "th": "ไทเฮาฉลาดกว่าที่ข้าคิด ส่วนท่านนั้นโง่กว่าข้า"
    }
  },
  {
    "translation": {
      "en": "We are like-minded, Chancellor... in our need to defend Xiangyang.",
      "th": "ความคิดเราเหมือนกัน ท่านเสนาบดี เราอยากปกป้องเมืองเซียงหยาง"
    }
  },
  {
    "translation": {
      "en": "I will do so until my final breath.",
      "th": "ข้าจะปกป้องจนลมหายใจสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "Peace is possible...",
      "th": "สันติอาจเกิดขึ้นได้"
    }
  },
  {
    "translation": {
      "en": "and it begins, Jia Sidao... with our peaceful transition.",
      "th": "และมันเริ่มเกิดแล้ว เจี่ยซื่อเต้า ด้วยการเปลี่ยนแปลงอย่างสันติของเรา"
    }
  },
  {
    "translation": {
      "en": "Is it time? It is, Father...",
      "th": "- ถึงเวลาแล้วเหรอ - พ่ะย่ะค่ะ พระบิดา"
    }
  },
  {
    "translation": {
      "en": "but I did not advise your attendance.",
      "th": "แต่ลูกไม่แนะนำให้ทรงร่วมงาน"
    }
  },
  {
    "translation": {
      "en": "What can be done has been done, Jingim.",
      "th": "อะไรที่จำเป็นก็ต้องทำ จิงอิม"
    }
  },
  {
    "translation": {
      "en": "You worry like your mother.",
      "th": "เจ้าขี้กังวลเหมือนแม่ของเจ้า"
    }
  },
  {
    "translation": {
      "en": "Vice Regent Yusuf himself concurs with me.",
      "th": "รองผู้สำเร็จราชการยูซูฟมาปรึกษาลูก"
    }
  },
  {
    "translation": {
      "en": "Yusuf is worse than your mother.",
      "th": "ยูซูฟขี้กังวลกว่าแม่เจ้าอีก"
    }
  },
  {
    "translation": {
      "en": "We do not yet know who conspired against Your Greatness.",
      "th": "เรายังไม่รู้ว่า ใครวางแผนลอบปลงพระชนม์"
    }
  },
  {
    "translation": {
      "en": "Rumor breeds fear.",
      "th": "ข่าวลือก่อให้เกิดความกลัว"
    }
  },
  {
    "translation": {
      "en": "My people do not know if blood courses through my veins...",
      "th": "พสกนิกรไม่รู้ว่า โลหิตยังไหลเวียนอยู่ในตัวพ่อ"
    }
  },
  {
    "translation": {
      "en": "or if my body rests with Genghis in Burkhan Khaldun.",
      "th": "หรือร่างพ่อไปนอนอยู่กับท่านเจงกิส บนภูเขาเบอร์แคนคาลดูนแล้วหรือยัง"
    }
  },
  {
    "translation": {
      "en": "I must show them their Khan.",
      "th": "พ่อต้องให้พสกนิกร เห็นข่านของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "You are concerned you are seen as weak.",
      "th": "พระบิดากลัวคนมองว่าอ่อนแอ"
    }
  },
  {
    "translation": {
      "en": "I cannot afford to bolster these perceptions.",
      "th": "พ่อยอมให้ใครคิดแบบนี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "There is no question, Father.",
      "th": "เรื่องนั้นไม่ต้องสงสัย พระบิดา"
    }
  },
  {
    "translation": {
      "en": "You slayed Ariq single-handedly.",
      "th": "ท่านทรงสังหารท่านอาริคด้วยองค์เอง"
    }
  },
  {
    "translation": {
      "en": "Why was that necessary?",
      "th": "ทำไมพ่อต้องทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Why did my brother challenge me?",
      "th": "ทำไมน้องชายถึงท้าทายพ่อ"
    }
  },
  {
    "translation": {
      "en": "He saw me as weak.",
      "th": "เพราะเขามองว่าพ่ออ่อนแอ"
    }
  },
  {
    "translation": {
      "en": "Despite what I did... people still...",
      "th": "แม้พ่อจะทำลงไปเช่นนั้น เหล่าพสกนิกรก็ยังคง..."
    }
  },
  {
    "translation": {
      "en": "rumor of my decline...",
      "th": "ลือกันว่าพ่ออ่อนแอลง"
    }
  },
  {
    "translation": {
      "en": "and they worry for succession.",
      "th": "พวกเขากังวลเรื่องสืบบัลลังก์"
    }
  },
  {
    "translation": {
      "en": "-The line is clear. -But not guaranteed, Jingim.",
      "th": "- ลำดับการสืบทอดชัดเจน - ไม่มีอะไรรับประกันได้หรอก จิงอิม"
    }
  },
  {
    "translation": {
      "en": "You will be opposed at the Kurultai when the time comes.",
      "th": "เจ้าต้องขัดแย้งกับคูรูลไทแน่ เมื่อเวลามาถึง"
    }
  },
  {
    "translation": {
      "en": "Kaidu... Nayan...",
      "th": "และไคดู นายาน"
    }
  },
  {
    "translation": {
      "en": "many feel entitled to my throne.",
      "th": "หลายคนคิดว่า ตนมีสิทธิ์ในบัลลังก์พ่อ"
    }
  },
  {
    "translation": {
      "en": "The throne is mine and I will ascend to it.",
      "th": "ราชบัลลังก์เป็นของลูก และลูกต้องได้ขึ้นครองราชย์"
    }
  },
  {
    "translation": {
      "en": "There is nothing I desire more than this.",
      "th": "ไม่มีสิ่งใดที่พ่อปรารถนามากกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "But you fear I will fail.",
      "th": "แต่ท่านพ่อกลัวว่าลูกจะทำพลาด"
    }
  },
  {
    "translation": {
      "en": "You must prove yourself to the Khanate.",
      "th": "เจ้าต้องพิสูจน์ตัวเอง ว่าเหมาะกับตำแหน่งข่าน"
    }
  },
  {
    "translation": {
      "en": "Until you do... until you silence all doubters...",
      "th": "จนกว่าจะถึงตอนนั้น จนกว่าจะไร้ผู้กังขาเจ้า"
    }
  },
  {
    "translation": {
      "en": "I must be strong.",
      "th": "พ่อจะต้องแข็งแกร่ง"
    }
  },
  {
    "translation": {
      "en": "And so today... you risk yourself?",
      "th": "วันนี้พระบิดาเลยจะเอาตัวเข้าเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "I fulfill my duty.",
      "th": "พ่อทำตามหน้าที่"
    }
  },
  {
    "translation": {
      "en": "Rally my people.",
      "th": "ให้กำลังใจพสกนิกรของพ่อ"
    }
  },
  {
    "translation": {
      "en": "To inspire your strength.",
      "th": "เพื่อบันดาลใจเจ้าให้แกร่ง"
    }
  },
  {
    "translation": {
      "en": "Am I such a burden?",
      "th": "ลูกเป็นภาระขนาดนั้นเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "You're my son.",
      "th": "เจ้าเป็นลูกพ่อ"
    }
  },
  {
    "translation": {
      "en": "Tulga...",
      "th": "ทัลก้า"
    }
  },
  {
    "translation": {
      "en": "I spoke to Kokachin.",
      "th": "ข้าคุยกับโคคาชินแล้ว"
    }
  },
  {
    "translation": {
      "en": "I did not come to hurt you. I came to help you.",
      "th": "ข้าไม่ได้มาทำร้ายท่าน ข้ามาช่วย"
    }
  },
  {
    "translation": {
      "en": "You lie. I know who you are.",
      "th": "- ท่านโกหก - ข้ารู้ว่าท่านคือใคร"
    }
  },
  {
    "translation": {
      "en": "One of the Bayaut... a survivor of the massacre.",
      "th": "ท่านเป็นชนเผ่าบายยู ที่รอดตายจากการสังหารหมู่"
    }
  },
  {
    "translation": {
      "en": "I know she protects you. I protect her.",
      "th": "- ข้ารู้ว่านางปกป้องท่าน - ข้าต่างหากปกป้องนาง"
    }
  },
  {
    "translation": {
      "en": "No more.",
      "th": "ไม่ใช่อีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "If I found you, someone else will find you.",
      "th": "ถ้าข้าหาท่านพบ คนอื่นก็จะพบเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "It will be your undoing and hers.",
      "th": "มันจะทำลายท่านและตัวนางด้วย"
    }
  },
  {
    "translation": {
      "en": "You risk the Princess. The Princess is all I have.",
      "th": "- ท่านเอาองค์หญิงไปเสี่ยง - ก็ข้ามีเพียงพระนาง"
    }
  },
  {
    "translation": {
      "en": "You love her.",
      "th": "ท่านรักนาง"
    }
  },
  {
    "translation": {
      "en": "There was an arrangement... long ago. We are to be together.",
      "th": "มีการหมั้นหมายเมื่อนานมาแล้ว เราจะได้อยู่ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "I will bring you the stones. You will not see Kokachin.",
      "th": "ข้าจะเอาเพชรพลอยมาให้ ท่านต้องไม่พบโคคาชินอีก"
    }
  },
  {
    "translation": {
      "en": "But you will live.",
      "th": "แต่ท่านจะรอดตาย"
    }
  },
  {
    "translation": {
      "en": "[Jingim] All bow down and worship at once your Lord.",
      "th": "ทุกคนถวายบังคมองค์จักรพรรดิ"
    }
  },
  {
    "translation": {
      "en": "God save and keep our Lord long with joy and gladness.",
      "th": "ขอเทพจงปกปักรักษา ให้ทรงพระเจริญและเกษมสำราญ"
    }
  },
  {
    "translation": {
      "en": "Long live the Khan of Khans!",
      "th": "ขอให้ท่านข่านผู้ยิ่งใหญ่ทรงพระเจริญ"
    }
  },
  {
    "translation": {
      "en": "Urla.",
      "th": "เออร์ล่า"
    }
  },
  {
    "translation": {
      "en": "No line up for water on the night of the White Moon.",
      "th": "ไม่มีคนเข้าแถวรอตักน้ำในคืนปีใหม่"
    }
  },
  {
    "translation": {
      "en": "I'm sorry for what happened to your father.",
      "th": "ข้าเสียใจเรื่องที่เกิดกับพ่อเจ้า"
    }
  },
  {
    "translation": {
      "en": "As you said, you did not sentence him...",
      "th": "ก็ท่านบอกว่าไม่ได้พิพากษาเขา"
    }
  },
  {
    "translation": {
      "en": "and if he was a thief, he was deserving of punishment.",
      "th": "และหากพ่อเป็นขโมย เขาควรถูกลงโทษ"
    }
  },
  {
    "translation": {
      "en": "Sanga was a good man.",
      "th": "แซงก้าเป็นคนดี"
    }
  },
  {
    "translation": {
      "en": "What do you think he did?",
      "th": "ท่านคิดว่าพ่อทำอะไรผิด"
    }
  },
  {
    "translation": {
      "en": "What was it Ahmad sent him to do? I cannot answer that.",
      "th": "- อาเมดส่งพ่อไปทำอะไร - ข้าตอบคำถามนั้นไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Never again breathe that suspicion.",
      "th": "จงอย่าถามใครแบบนี้อีกเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "For your family's sake... never.",
      "th": "เพื่อเห็นแก่ครอบครัวเจ้า ห้ามเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "Move on.",
      "th": "เดินหน้าต่อไป"
    }
  },
  {
    "translation": {
      "en": "Help your family to find a future without him.",
      "th": "ช่วยให้ครอบครัวเจ้า มีอนาคตที่ดีเมื่อไม่มีเขา"
    }
  },
  {
    "translation": {
      "en": "The bracelet is delivered.",
      "th": "ข้าส่งมอบสร้อยข้อมือแล้ว"
    }
  },
  {
    "translation": {
      "en": "I am most grateful.",
      "th": "ขอบคุณอย่างยิ่ง"
    }
  },
  {
    "translation": {
      "en": "I will repay your gesture in the future.",
      "th": "ข้าจะตอบแทนน้ำใจท่านในอนาคต"
    }
  },
  {
    "translation": {
      "en": "You can repay it now... with the answer to a question.",
      "th": "ตอบแทนตอนนี้ก็ได้ ด้วยการตอบคำถามข้า"
    }
  },
  {
    "translation": {
      "en": "How is it that a peasant weds a princess?",
      "th": "ทำไมชาวไร่ถึงแต่งงานกับองค์หญิงได้"
    }
  },
  {
    "translation": {
      "en": "No royal marries beneath their station.",
      "th": "ไม่มีราชวงศ์คนไหน แต่งงานกับคนต่ำศักดิ์กว่า"
    }
  },
  {
    "translation": {
      "en": "Then Tulga is delusional?",
      "th": "งั้นทัลก้าก็คิดไปเองเหรอ"
    }
  },
  {
    "translation": {
      "en": "I could not be with Tulga, Master Marco, any more than I could be with you.",
      "th": "ข้าแต่งกับทัลก้าไม่ได้ ท่านมาร์โค พอๆ กับที่แต่งงานกับท่านไม่ได้"
    }
  },
  {
    "translation": {
      "en": "You avoid a direct answer to my question, Blue Princess.",
      "th": "ท่านเลี่ยงการตอบคำถามข้า องค์หญิงสีคราม"
    }
  },
  {
    "translation": {
      "en": "Silence is no shield, Kokachin.",
      "th": "ความเงียบไม่ใช่เกราะป้องกัน โคคาชิน"
    }
  },
  {
    "translation": {
      "en": "If you expect me to deliver the gems to your subject, I need to know if that subject is mad.",
      "th": "หากข้าต้องมอบเพชรพลอยให้คนของท่าน ข้าต้องรู้ว่าเขาผู้นั้นโกรธหรือไม่"
    }
  },
  {
    "translation": {
      "en": "He is not.",
      "th": "เขาไม่โกรธ"
    }
  },
  {
    "translation": {
      "en": "Then there are nuptials to be arranged.",
      "th": "งั้นก็จะมีการจัดพิธีแต่งงานจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Is the Khan aware?",
      "th": "ท่านข่านทรงทราบมั้ย"
    }
  },
  {
    "translation": {
      "en": "You lack humor, Latin. I intend none.",
      "th": "- ท่านไม่มีอารมณ์ขันเลยสินะ คนละติน - ข้าไม่อยากมี"
    }
  },
  {
    "translation": {
      "en": "I am deceived.",
      "th": "ข้าโดนหลอก"
    }
  },
  {
    "translation": {
      "en": "It is time for Jingim to take a new wife, I think.",
      "th": "ข้าว่าถึงเวลาที่ จิงอิมจะมีชายาคนใหม่แล้ว"
    }
  },
  {
    "translation": {
      "en": "A more fertile bitch, I hope.",
      "th": "หวังว่าคนนี้จะมีลูกให้ได้นะ"
    }
  },
  {
    "translation": {
      "en": "-The rest are barren as my Gobi. -[chuckles]",
      "th": "พวกที่เหลือแห้งแล้งเป็นหมัน ราวกับทะเลทรายโกบี"
    }
  },
  {
    "translation": {
      "en": "I trust you have someone in mind?",
      "th": "เจ้าเลือกเอาไว้แล้วสินะ"
    }
  },
  {
    "translation": {
      "en": "Stop!",
      "th": "หยุดนะ"
    }
  }
]