[
  {
    "translation": {
      "en": "[Splinter] You are extraordinary, my sons.",
      "th": "เจ้าพิเศษเกินผู้คน ลูกพ่อ"
    }
  },
  {
    "translation": {
      "en": "Unlike anything the world has ever seen.",
      "th": "ต่างจากสรรพสิ่งที่โลกเคยพบ"
    }
  },
  {
    "translation": {
      "en": "Bound for greatness,",
      "th": "เกิดมาเพื่อยิ่งใหญ่"
    }
  },
  {
    "translation": {
      "en": "destined to protect the people of New York.",
      "th": "ลิขิตให้ปกป้อง พลเมืองแห่งนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "A dark force is growing,",
      "th": "อำนาจมืดกำลังเติบใหญ่"
    }
  },
  {
    "translation": {
      "en": "a criminal organization known as the Foot Clan.",
      "th": "องค์กรอาชญากรรมที่รู้จักในนาม ฟุตแคลน"
    }
  },
  {
    "translation": {
      "en": "So named because they step over the good people of this city with no regard.",
      "th": "นามที่หมายถึงเท้าที่เหยียบย่ำ เหล่าสุจริตชนในเมือง"
    }
  },
  {
    "translation": {
      "en": "Their leader, The Shredder,",
      "th": "หัวหน้าใหญ่ เจ้าเชร็ดเดอร์"
    }
  },
  {
    "translation": {
      "en": "will come at you with ferocity.",
      "th": "จู่โจมอย่างเหี้ยมโหด"
    }
  },
  {
    "translation": {
      "en": "His Foot Clan will outnumber you.",
      "th": "พลพรรคมันมากกว่าเจ้า"
    }
  },
  {
    "translation": {
      "en": "The people of New York will look upon you as their only hope.",
      "th": "ชาวนิวยอร์กจะยกให้พวกเจ้าเป็นความหวังเดียว"
    }
  },
  {
    "translation": {
      "en": "Eyes focused.",
      "th": "ดวงตาจับจ้อง"
    }
  },
  {
    "translation": {
      "en": "Elbows locked.",
      "th": "ข้อแขนตั้งท่า"
    }
  },
  {
    "translation": {
      "en": "-Stance low. -[blades swishing]",
      "th": "ย่อเข่าเตรียมพร้อม"
    }
  },
  {
    "translation": {
      "en": "And we begin.",
      "th": "แล้วเริ่มได้"
    }
  },
  {
    "translation": {
      "en": "Be one with the blades.",
      "th": "เป็นหนึ่งเดียวกับอาวุธ"
    }
  },
  {
    "translation": {
      "en": "Lead their path.",
      "th": "นำทางพวกมัน"
    }
  },
  {
    "translation": {
      "en": "I know you are eager to answer their calls,",
      "th": "รู้ว่ากระหายจะตอบสนองลิขิต"
    }
  },
  {
    "translation": {
      "en": "but your training is not yet complete.",
      "th": "ทว่าการฝึกยังไม่สมบูรณ์"
    }
  },
  {
    "translation": {
      "en": "The world below must remain your home.",
      "th": "โลกใต้ดินยังต้องเป็นแดนพำนัก"
    }
  },
  {
    "translation": {
      "en": "As your father, you must trust me.",
      "th": "ในฐานะพ่อ ขอให้ลูกเชื่อ"
    }
  },
  {
    "translation": {
      "en": "Patience.",
      "th": "อดทน"
    }
  },
  {
    "translation": {
      "en": "Patience.",
      "th": "อดกลั้น"
    }
  },
  {
    "translation": {
      "en": "You're not yet ready to go above ground.",
      "th": "เจ้ายังไม่พร้อมขึ้นโลกเบื้องบน"
    }
  },
  {
    "translation": {
      "en": "But I believe when that day comes,",
      "th": "แต่เชื่อ เมื่อวันนั้นมาถึง"
    }
  },
  {
    "translation": {
      "en": "and you rise to the streets,",
      "th": "เมื่อตระหง่านเหนือท้องถนน"
    }
  },
  {
    "translation": {
      "en": "you are going to be responsible for amazing things.",
      "th": "พวกเจ้าจะได้รับภาระ สรรค์สร้างสิ่งพิเศษ"
    }
  },
  {
    "translation": {
      "en": "[April] Mr. Rivetti!",
      "th": "คุณริเว็ทตี้"
    }
  },
  {
    "translation": {
      "en": "Mr. Rivetti. Mr. Rivetti, please.",
      "th": "คุณริเว็ทตี้ นะคะ"
    }
  },
  {
    "translation": {
      "en": "You're the most persistent human I've ever met in my life, I swear.",
      "th": "คุณนี่ตื๊อที่สุดเท่าที่เคยเจอ"
    }
  },
  {
    "translation": {
      "en": "Look, I already told the cops everything, all right?",
      "th": "ผมบอกตำรวจไปหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "But maybe there's a detail you could've forgotten to share with the police.",
      "th": "เผื่อมีรายละเอียดที่คุณลืม"
    }
  },
  {
    "translation": {
      "en": "Sweetheart, you don't forget something like that.",
      "th": "เรื่องแบบนี้ไม่มีใครลืม"
    }
  },
  {
    "translation": {
      "en": "Ten guys storm in here, broad daylight, force us to the ground at gunpoint.",
      "th": "ชายสิบคนเอาปืนจี้ให้นอนกับพื้นกลางวันแสกๆ นี่น่ะสารเคมีควบคุม"
    }
  },
  {
    "translation": {
      "en": "And these are restricted chemicals.",
      "th": "ชายสิบคนเอาปืนจี้ให้นอนกับพื้นกลางวันแสกๆ นี่น่ะสารเคมีควบคุม เบนซิลไซยาไนด์ ตัวสลายกรดอะมิโน"
    }
  },
  {
    "translation": {
      "en": "Benzyl cyanide and some deaminating agents, too.",
      "th": "เบนซิลไซยาไนด์ ตัวสลายกรดอะมิโน"
    }
  },
  {
    "translation": {
      "en": "You don't just buy this stuff, even on the black market.",
      "th": "หาซื้อไม่ได้แม้ในตลาดมืด"
    }
  },
  {
    "translation": {
      "en": "Wait, you said deaminating agents, those are used in genetic research.",
      "th": "ตัวสลายกรดอะมิโน ใช้ในงานวิจัยพันธุกรรม"
    }
  },
  {
    "translation": {
      "en": "Is there anybody else that's trafficking these sort of chemicals besides you?",
      "th": "มีใครอีกมั้ยที่ขนส่งสารกลุ่มนี้"
    }
  },
  {
    "translation": {
      "en": "[Mr. Rivetti] There's one other high-security facility along this waterfront.",
      "th": "ก็มีโกดังคุ้มกันสูงอีกแห่งริมน้ำ"
    }
  },
  {
    "translation": {
      "en": "But they don't move nearly as much cargo as we do.",
      "th": "แต่ยอดขนส่งน้อยกว่าเรา"
    }
  },
  {
    "translation": {
      "en": "O'Neil! We're live in 30 minutes! Come on!",
      "th": "โอนีล อีกครึ่งชั่วโมงจะสดแล้ว เร็ว"
    }
  },
  {
    "translation": {
      "en": "No, no, no, I'll be right back. Please don't go anywhere. I'll be right back.",
      "th": "เดี๋ยวมาต่อ อย่าเพิ่งไปไหน"
    }
  },
  {
    "translation": {
      "en": "Come on, you're killing me. [April] I'm working.",
      "th": "- เครียดแล้วนะ - ติดงานอยู่"
    }
  },
  {
    "translation": {
      "en": "-That's a paying job? -No. Because we have an actual paying job.",
      "th": "นั่นไม่ได้เงิน ทำที่ได้เงินก่อนมั้ย"
    }
  },
  {
    "translation": {
      "en": "Look, you don't think that every crime reporter in the city has been trying to work this Foot Clan story?",
      "th": "นักข่าวอาชญากรรมทั้งเมืองก็ขุดเรื่องฟุตแคลน"
    }
  },
  {
    "translation": {
      "en": "I know that, but there is a new angle on this, and I am this close to getting it.",
      "th": "ฉันรู้ แต่กำลังจะได้มุมใหม่ อีกนิดเดียว จะได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "I just need a couple of more...",
      "th": "อีกไม่กี่คำถาม"
    }
  },
  {
    "translation": {
      "en": "Let's just stick to what we're good at. Let's stick to what we're good at. We're good at it.",
      "th": "ทำข่าวที่ถนัดเถอะ ทำสิ่งที่ถนัด"
    }
  },
  {
    "translation": {
      "en": "-[upbeat music playing] -In five, four...",
      "th": "ในห้า สี่"
    }
  },
  {
    "translation": {
      "en": "Hi, guys, this is April O'Neil from Channel 6 News,",
      "th": "เอพริล โอนีลค่ะ ข่าวช่องหก"
    }
  },
  {
    "translation": {
      "en": "and I am here in beautiful New York City on the first day of spring.",
      "th": "นิวยอร์กแสนสวยในวันแรกฤดูใบไม้ผลิ"
    }
  },
  {
    "translation": {
      "en": "And you know what that means. It is time to shed that pesky winter weight.",
      "th": "ได้ฤกษ์ลดไขมันที่พอกขึ้นมาช่วงหน้าหนาว"
    }
  },
  {
    "translation": {
      "en": "And here with me today is celebrity fitness trainer Harley Pasternak.",
      "th": "พบครูฟิตเนสของคนดัง ฮาร์ลี่ย์ พาสเทอร์แน็คไง"
    }
  },
  {
    "translation": {
      "en": "-Hi, Harley. -Good morning, April. Twenty years I've studied the animal kingdom.",
      "th": "เอพริล ยี่สิบปีที่ศึกษาชีวิตสัตว์"
    }
  },
  {
    "translation": {
      "en": "There are fat pigs, there are fat cows. There are no fat birds.",
      "th": "มีหมูอ้วน วัวอ้วน แต่ไม่มีนกอ้วน"
    }
  },
  {
    "translation": {
      "en": "All right, I want you to visualize a sexy seagull.",
      "th": "เอาล่ะ นึกภาพว่าเป็น นวลนางนกนางนวล"
    }
  },
  {
    "translation": {
      "en": "So we're going to squat down, and flap your wings. Right over there. Full extension.",
      "th": "ย่อลง ลุกสยายปีก นั่นแหละกระพือ กางให้สุด"
    }
  },
  {
    "translation": {
      "en": "Picture you're leaving the cold north and you're flying. You're migrating.",
      "th": "นึกภาพว่าบินไป อพยพหนีหนาว"
    }
  },
  {
    "translation": {
      "en": "Four years of journalism school so that I can do that. Four years of my life, Vern.",
      "th": "เรียนทำข่าวสี่ปีเพื่อทำท่ากระพือปีก สี่ปีเลยนะเวิร์น"
    }
  },
  {
    "translation": {
      "en": "It's embarrassing.",
      "th": "ขายหน้าจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Look, O'Neil, I get it, you want to be a serious journalist. I see you sniffing around the newsroom for the big stories.",
      "th": "โอนีล เข้าใจ อยากทำข่าวจริงจัง เห็นด้อมๆ หาข่าวเด็ดตลอด"
    }
  },
  {
    "translation": {
      "en": "But it's also okay to just give people something a little lighter. -A little... Little froth. -Froth?",
      "th": "แต่มันไม่เลวนะ เสนอสิ่งเบาๆ บ้าง นิดๆ เหมือนซีอุย"
    }
  },
  {
    "translation": {
      "en": "You know how when you get a coffee, it's just, like, coffee, then they put a little froth on it. It's kind of nice.",
      "th": "ก็เวลากินข้าวมันไก่ ต้องมีน้ำจิ้ม ซีอุยที่ดำๆ หวานๆ"
    }
  },
  {
    "translation": {
      "en": "Vern, that's foam.",
      "th": "เขาเรียกซีอิ๊ว"
    }
  },
  {
    "translation": {
      "en": "Yes, foam, froth, you get the point. It's just... It's nice, it tastes good, it's candy.",
      "th": "ซีอิ๊ว ซีอุย เก๊ตเหมือนกัน หวานๆ ชูรส เหมือนขนม"
    }
  },
  {
    "translation": {
      "en": "You ever heard the expression, \"Never take candy from a baby\"? It's because even babies love candy!",
      "th": "เคยได้ยินมั้ย อย่าแย่งขนมเด็ก ขนาดเด็กยังชอบขนม"
    }
  },
  {
    "translation": {
      "en": "It's nice, and you're giving people something they like that's good and nice.",
      "th": "ดีออก เธอมอบสิ่งนี้ให้คน ดีจะตาย"
    }
  },
  {
    "translation": {
      "en": "They look at you and they see, \"Wow, there's a nice... There's...",
      "th": "คนเห็นเธอก็จะ \"ว้าว มาแล้ว นั่นไง\""
    }
  },
  {
    "translation": {
      "en": "candy.\" The point is, I think that",
      "th": "\"ขนม\" ประเด็นคือ ที่จริงเธอ"
    }
  },
  {
    "translation": {
      "en": "you should be rewarded, not punishing yourself. Okay?",
      "th": "ควรให้รางวัล ไม่ใช่ทำโทษตัวเอง"
    }
  },
  {
    "translation": {
      "en": "And I'm... I'm prepared to reward you. I say that we go to my buddy's old restaurant downtown.",
      "th": "งั้นให้รางวัลเอง ไปกินร้านเพื่อนฉัน กำลังมาแรง"
    }
  },
  {
    "translation": {
      "en": "-It's very vibey-- -We just ate on the way over here.",
      "th": "เพิ่งกินข้าวก่อนมาไง"
    }
  },
  {
    "translation": {
      "en": "No, I know we just... I'm not saying for a full meal, we're just gonna eat appetizers.",
      "th": "จำได้ ก็ไม่ต้องกินจริงจัง แค่กรุบกริบ"
    }
  },
  {
    "translation": {
      "en": "[April] I gotta go finish that interview. I'll see you at the office, Vern!",
      "th": "จะไปสัมภาษณ์ต่อ เจอกันออฟฟิศ"
    }
  },
  {
    "translation": {
      "en": "I will see you at the office! [scoffs]",
      "th": "อยู่แล้ว เจอกันออฟฟิศ"
    }
  },
  {
    "translation": {
      "en": "[April] I just wanted to follow up, Mr. Rivetti.",
      "th": "ถามเพิ่มเติมค่ะ คุณเรเว็ทตี้"
    }
  },
  {
    "translation": {
      "en": "Are you kidding me? How did you get my number?",
      "th": "นี่เอาเบอร์มาจากไหน"
    }
  },
  {
    "translation": {
      "en": "If I could just ask one more question.",
      "th": "แค่คำถามเดียวค่ะ ผมบอกทุกอย่างที่รู้ไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Listen, I already told you everything I know about this crime, everything.",
      "th": "ผมบอกทุกอย่างที่รู้ไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Okay, you wanna know anything else,",
      "th": "ถ้าอยากรู้อะไรเพิ่ม กลับไปที่ท่าเรือ"
    }
  },
  {
    "translation": {
      "en": "you go back down to the docks and you see my guy Stan.",
      "th": "ถ้าอยากรู้อะไรเพิ่ม กลับไปที่ท่าเรือ ลูกน้องผม สแตน จะตอบทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "He'll tell you anything else you need to know, okay?",
      "th": "ลูกน้องผม สแตน จะตอบทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "And hey, do me a favor. Lose my number, all right?",
      "th": "ช่วยลบเบอร์ผมทิ้งด้วย"
    }
  },
  {
    "translation": {
      "en": "-Good. -[Foot soldier] It's clear. Let's open it up.",
      "th": "- ใช่ - เปิดเลย (สำหรับงานชีวะอนุภาค)"
    }
  },
  {
    "translation": {
      "en": "Container's good. Move on to the next one.",
      "th": "ไปตู้ต่อไป"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier 2] Move it out! Get those to the trucks now!",
      "th": "เอาไปขึ้นรถ เร็ว"
    }
  },
  {
    "translation": {
      "en": "[distantly] Move out, next point! Go, go, go.",
      "th": "ไปจุดต่อไป ไปๆๆ"
    }
  },
  {
    "translation": {
      "en": "-[man] Channel 6. -Chris.",
      "th": "ช่องหกครับ"
    }
  },
  {
    "translation": {
      "en": "Chris, it's April. I'm at the docks.",
      "th": "คริส นี่เอพริล อยู่ท่าเรือ"
    }
  },
  {
    "translation": {
      "en": "We're in the middle of the evening brief, O'Neil. -Whatever you got can wait for tomorrow. -No, no, I need a camera crew--",
      "th": "ข่าวสั้นช่วงเย็นอยู่ ไว้พรุ่งนี้นะ"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier 1] That one's loaded. Get it out of my way.",
      "th": "รถเต็มแล้ว ไปได้"
    }
  },
  {
    "translation": {
      "en": "[April sighs] Damn it.",
      "th": "แสงน้อย"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier 2] Unit two, area three, move!",
      "th": "หน่วยสอง พื้นที่สาม ไป"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier 3] I've got movement! [Foot soldier 2] Keep your eyes over here!",
      "th": "อะไรไม่รู้ ฉายไฟทางนี้"
    }
  },
  {
    "translation": {
      "en": "Weapons free!",
      "th": "เตรียมใช้อาวุธ"
    }
  },
  {
    "translation": {
      "en": "Retreat! Retreat!",
      "th": "ถอยก่อน ถอย"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier 2] Get out of here!",
      "th": "ออกจากนี่"
    }
  },
  {
    "translation": {
      "en": "[April] Taylor. Taylor!",
      "th": "เทย์เลอร์ เทย์เลอร์"
    }
  },
  {
    "translation": {
      "en": "[Taylor] Hey. I'm Skyping with my mom.",
      "th": "ฉันคุยสไกป์กับแม่อยู่"
    }
  },
  {
    "translation": {
      "en": "You have no idea what I just went through. I am freaking out. I saw a Foot Clan attack.",
      "th": "รู้มั้ยฉันเจออะไร เห็นพวกฟุตแคลนบุก"
    }
  },
  {
    "translation": {
      "en": "Are you okay?",
      "th": "แล้วเป็นไรมั้ย"
    }
  },
  {
    "translation": {
      "en": "I was riding my bike by the docks. It was night, it's dark already, and there are Foot Clan soldiers everywhere.",
      "th": "ปั่นจักรยานไปท่าเรือ มืดแล้ว มีพวกฟุตแคลนอยู่เต็ม"
    }
  },
  {
    "translation": {
      "en": "Then out of nowhere, there was this guy fighting back against them.",
      "th": "แล้วจู่ๆ ชายคนหนึ่งก็ออกมาต่อสู้กับพวกมัน"
    }
  },
  {
    "translation": {
      "en": "And he... he left behind this symbol.",
      "th": "ก่อนไปเขาทิ้งสัญลักษณ์ไว้ จำได้ว่าเคยเห็น"
    }
  },
  {
    "translation": {
      "en": "And I know that I've seen it before. I can't remember where.",
      "th": "ก่อนไปเขาทิ้งสัญลักษณ์ไว้ จำได้ว่าเคยเห็น ที่ไหนไม่แน่ใจ แต่ที่แน่ๆ คือมีคนกำลัง"
    }
  },
  {
    "translation": {
      "en": "But there is someone fighting back against the Foot Clan.",
      "th": "ที่ไหนไม่แน่ใจ แต่ที่แน่ๆ คือมีคนกำลัง กำราบพวกฟุตแคลน มีฮีโร่เถื่อนในเมือง ไม่มีใครรู้ ยกเว้นฉัน"
    }
  },
  {
    "translation": {
      "en": "There is a vigilante in this city. And no one knows, but I do.",
      "th": "กำราบพวกฟุตแคลน มีฮีโร่เถื่อนในเมือง ไม่มีใครรู้ ยกเว้นฉัน"
    }
  },
  {
    "translation": {
      "en": "I know. And now I have my story.",
      "th": "ฉันรู้ มีข่าวให้ขุดแล้ว"
    }
  },
  {
    "translation": {
      "en": "There is no more froth and foam for me.",
      "th": "งานฉันจะไม่ใช่ ซีอุยหรือซีอิ๊วแล้ว"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "แปลว่าอะไร"
    }
  },
  {
    "translation": {
      "en": "Never mind.",
      "th": "ช่างมันเถอะ"
    }
  },
  {
    "translation": {
      "en": "[Thompson] All right, we need a lead for tonight. Who's got it?",
      "th": "เอาล่ะ ขอข่าวพาดหัวคืนนี้ ใครมีบ้าง"
    }
  },
  {
    "translation": {
      "en": "\"Major redevelopments proposed for lower Manhattan.\" No.",
      "th": "- \"โครงการพลิกโฉมแมนฮัตตันครั้งใหญ่\" - ไม่"
    }
  },
  {
    "translation": {
      "en": "I got something. \"NYPD task force taking credit \"for small decline in Foot-related crime.\"",
      "th": "ผมมี \"ตร.นิวยอร์กอ้าง ลดอาชญากรรมฟุตแคลนได้\""
    }
  },
  {
    "translation": {
      "en": "-I like that. Let's run with that. -Yes, ma'am.",
      "th": "เข้าท่า เอาข่าวนี้นำ"
    }
  },
  {
    "translation": {
      "en": "[stage manager] Attention, 7:00 a.m. broadcast, we have three minutes to air.",
      "th": "ข่าวเจ็ดโมง อีกสามนาทีออกอากาศ"
    }
  },
  {
    "translation": {
      "en": "Oh, O'Neil. I'll talk to you in a minute.",
      "th": "เดี๋ยวไปคุยด้วย"
    }
  },
  {
    "translation": {
      "en": "No, I... I know that I'm actually overstepping my boundaries by being here,",
      "th": "รู้ว่าเข้ามานี่ ไม่ใช่ที่ของฉัน"
    }
  },
  {
    "translation": {
      "en": "but I think that you're gonna want to hear what I have to say. I actually think that you're all gonna want to hear what I have to say.",
      "th": "แต่คุณอาจอยากฟังที่ฉันจะเล่า ที่จริงทุกคนควรฟัง"
    }
  },
  {
    "translation": {
      "en": "Um, I witnessed",
      "th": "ฉันได้เห็น"
    }
  },
  {
    "translation": {
      "en": "an attempted Foot Clan robbery at the docks in Brooklyn last night.",
      "th": "การพยายามปล้นของฟุตแคลน ที่ท่าเรือบรูคลินเมื่อคืน"
    }
  },
  {
    "translation": {
      "en": "Hold on, the scanner said that gunshots were heard, but there were no reports of any Foot Clan activity.",
      "th": "วิทยุตำรวจมีแจ้งเรื่องเสียงปืน แต่ไม่มีเรื่องฟุตแคลน"
    }
  },
  {
    "translation": {
      "en": "That's because whatever they were attempting to do was stopped.",
      "th": "ก็สิ่งที่มันจะทำถูกยับยั้งซะก่อน"
    }
  },
  {
    "translation": {
      "en": "What were you doing in Brooklyn anyway? Was there a trampoline convention?",
      "th": "ไปทำไมที่บรูคลิน มีแข่งกระพือปีกเหรอ"
    }
  },
  {
    "translation": {
      "en": "-[people chuckle] -I was in Brooklyn because I was reporting, not sitting behind my desk, McNaughton.",
      "th": "ฉันเป็นนักข่าวออกหาข่าว ไม่ใช่นั่งแต่ที่โต๊ะ"
    }
  },
  {
    "translation": {
      "en": "Okay, kids!",
      "th": "เอาล่ะเด็กๆ"
    }
  },
  {
    "translation": {
      "en": "Who stopped it?",
      "th": "ใครยับยั้งมัน"
    }
  },
  {
    "translation": {
      "en": "Well, there was this guy. I didn't see him clearly, but he was swinging",
      "th": "คือว่ามีชายคนหนึ่ง ฉันเห็นไม่ชัด เขาตวัดเหวี่ยง"
    }
  },
  {
    "translation": {
      "en": "these giant shipping containers and knocking these guys into the... into the river.",
      "th": "ตู้คอนเทนเนอร์ ซัดพวกฟุตแคลนร่วงลงในแม่น้ำ"
    }
  },
  {
    "translation": {
      "en": "There is a vigilante that is fighting back against the Foot Clan. There's a huge story here!",
      "th": "มีฮีโร่เถื่อนกำลังต่อสู้กับฟุตแคลน นี่ข่าวใหญ่เลยนะ"
    }
  },
  {
    "translation": {
      "en": "O'Neil, I think you found Superman. That's cool.",
      "th": "เธอไปเจอซูเปอร์แมน สุดยอด"
    }
  },
  {
    "translation": {
      "en": "The vigilante is real. I saw him.",
      "th": "ฮีโร่เถื่อนมีจริง ฉันเห็น"
    }
  },
  {
    "translation": {
      "en": "O'Neil, I'm gonna assume that you would not come up here and tell us",
      "th": "โอนีล ฉันมั่นใจ เธอคงไม่บุกขึ้นมาและเล่าเรื่อง"
    }
  },
  {
    "translation": {
      "en": "this fantastic story without some tangible proof.",
      "th": "น่าตื่นตาตื่นใจสุดๆ โดยไม่มีหลักฐาน"
    }
  },
  {
    "translation": {
      "en": "I took this photo on one of the shipping containers.",
      "th": "ฉันถ่ายรูปนี้มา อยู่บนหนึ่งในตู้คอนเทนเนอร์"
    }
  },
  {
    "translation": {
      "en": "I actually think that it may be his calling card.",
      "th": "คงเป็นเหมือนนามบัตรเขา"
    }
  },
  {
    "translation": {
      "en": "[scoffs] This is nothing, O'Neil. This is nothing!",
      "th": "นี่มันไม่บอกอะไร ไร้เรื่องราว"
    }
  },
  {
    "translation": {
      "en": "That's exactly the point.",
      "th": "ก็นั่นไงคะประเด็น มีคน"
    }
  },
  {
    "translation": {
      "en": "Somebody stopped a Foot robbery and left no evidence. There is nothing.",
      "th": "ยับยั้งการปล้นของฟุตแคลน เลยไม่เกิดเหตุอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Oh, I get it.",
      "th": "อ้อ เข้าใจแล้ว"
    }
  },
  {
    "translation": {
      "en": "You wanted me to put \"nothing\" -on the nightly news. -Of course not.",
      "th": "- จะให้เสนอในข่าวค่ำว่าไม่เกิดอะไร - ไม่ใช่อย่างงั้น"
    }
  },
  {
    "translation": {
      "en": "You know, I'm gonna pretend we never had this conversation. I'm erasing it from my mind.",
      "th": "ฉันจะถือว่าที่คุยเมื่อกี้ไม่เกิดขึ้น ลบจากสมอง"
    }
  },
  {
    "translation": {
      "en": "And the rest of us, we're gonna go back to work. Let's hit it! [woman] Okay, we're ready with the Casper story.",
      "th": "ส่วนคนอื่นแยกย้ายทำงานต่อ ลุยเลย"
    }
  },
  {
    "translation": {
      "en": "[anchorman] Hello, everybody. Welcome to the Channel 6 Morning News.",
      "th": "พบกับข่าวเช้าช่องหก"
    }
  },
  {
    "translation": {
      "en": "New developments in that ongoing sanitation strike to tell you about.",
      "th": "เกาะติดโครงการใหม่ ที่สุขาภิบาลหยุดงานประท้วง"
    }
  },
  {
    "translation": {
      "en": "But first, after reviewing the city's soaring crime rates with the police commissioner,",
      "th": "ก่อนอื่น หลังทบทวนสถิติอาชญากรรม กับกรรมาธิการตำรวจ"
    }
  },
  {
    "translation": {
      "en": "Councilman Dan Gregor took to the steps of City Hall,",
      "th": "เทศมนตรีแดน เกรเกอร์ก็แถลงข่าว"
    }
  },
  {
    "translation": {
      "en": "reaffirming the city's commitment to fight against the rising crime organization",
      "th": "ย้ำคำมั่น ฟาดฟันองค์กรอาชญากรรมที่เหิมเกริม"
    }
  },
  {
    "translation": {
      "en": "calling themselves the Foot Clan.",
      "th": "นามฟุตแคลน โดยทางตำรวจได้ต่อสัญญา"
    }
  },
  {
    "translation": {
      "en": "He did so on the heels of a renewed contract",
      "th": "นามฟุตแคลน โดยทางตำรวจได้ต่อสัญญา ร่วมมือกับอีริค แซกส์และแซกส์ อินดัสทรี"
    }
  },
  {
    "translation": {
      "en": "with Eric Sacks and Sacks Industries.",
      "th": "ร่วมมือกับอีริค แซกส์และแซกส์ อินดัสทรี"
    }
  },
  {
    "translation": {
      "en": "Using the Sacks research and securities technology,",
      "th": "ใช้งานวิจัยและวิทยาการความปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "this city greatly improves its chances",
      "th": "(ข่าวล่า ตำรวจนิวยอร์กจับมือกับแซกส์อินดัสทรีส์) เพิ่มโอกาสให้เจ้าหน้าที่ ลากคอพวกฟุตแคลนมารับโทษ"
    }
  },
  {
    "translation": {
      "en": "of bringing the Foot Clan to justice!",
      "th": "เพิ่มโอกาสให้เจ้าหน้าที่ ลากคอพวกฟุตแคลนมารับโทษ"
    }
  },
  {
    "translation": {
      "en": "Begin!",
      "th": "เริ่มได้"
    }
  },
  {
    "translation": {
      "en": "Your men are weak.",
      "th": "คนของเจ้าอ่อน"
    }
  },
  {
    "translation": {
      "en": "It's no surprise your missions fail.",
      "th": "ไม่แปลกใจที่งานล่ม"
    }
  },
  {
    "translation": {
      "en": "[in English] We couldn't have anticipated the vigilante showing up at the docks, Master Shredder.",
      "th": "ไม่คิดว่าจะมีฮีโร่เถื่อนโผล่ที่ท่าเรือ อาจารย์เชร็ดเดอร์"
    }
  },
  {
    "translation": {
      "en": "You have been trained for such contingencies.",
      "th": "เจ้าเคยฝึกรับมือเรื่องแบบนี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[in English] But we've never seen an enemy like this.",
      "th": "แต่ไม่เคยเจอศัตรูแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Their size.",
      "th": "ทั้งตัวใหญ่"
    }
  },
  {
    "translation": {
      "en": "Their strength.",
      "th": "ทรงพลัง"
    }
  },
  {
    "translation": {
      "en": "They're not human.",
      "th": "มันไม่ใช่คน"
    }
  },
  {
    "translation": {
      "en": "I don't believe in fairy tales.",
      "th": "ข้าไม่เชื่อเรื่องนิทานหลอกเด็ก"
    }
  },
  {
    "translation": {
      "en": "It's what society wants to reduce the Foot Clan to,",
      "th": "โลกต้องการให้ฟุตแคลนเป็นแค่เรื่องเล่า"
    }
  },
  {
    "translation": {
      "en": "a myth.",
      "th": "เป็นนิทาน"
    }
  },
  {
    "translation": {
      "en": "But the Foot Clan",
      "th": "ทว่าฟุตแคลน"
    }
  },
  {
    "translation": {
      "en": "will rise again.",
      "th": "จะยืนผงาดอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "Capture the vigilantes however you can.",
      "th": "จับฮีโร่เถื่อนพวกนี้ให้ได้ไม่ว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "Use innocent people as bait.",
      "th": "ใช้คนบริสุทธิ์เป็นเหยื่อล่อ"
    }
  },
  {
    "translation": {
      "en": "No one will stop us in our quest",
      "th": "ใครก็ไม่อาจเป็นขวากหนาม"
    }
  },
  {
    "translation": {
      "en": "to reclaim victory.",
      "th": "กั้นขวางเราจากชัยชนะ"
    }
  },
  {
    "translation": {
      "en": "We will own this city.",
      "th": "เมืองนี้ต้องเป็นของเรา"
    }
  },
  {
    "translation": {
      "en": "[announcer] Ladies and gentlemen, please join me in welcoming the NYPD's top benefactor,",
      "th": "ทุกท่าน เชิญพบผู้บริจาคสูงสุด แก่สำนักงานตำรวจนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "Eric Sacks.",
      "th": "อีริค แซกส์"
    }
  },
  {
    "translation": {
      "en": "[Sacks] Please, please. Please.",
      "th": "ไม่ครับ ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Sit down, sit down.",
      "th": "นั่งครับ เชิญนั่ง"
    }
  },
  {
    "translation": {
      "en": "I have to say,",
      "th": "ต้องบอกว่า"
    }
  },
  {
    "translation": {
      "en": "it's wonderful to see so many people out here tonight,",
      "th": "ปลื้มใจที่คืนนี้คนมามากมาย โดยเฉพาะยามที่เมือง"
    }
  },
  {
    "translation": {
      "en": "especially in a neighborhood so hard hit by the Foot's crime wave.",
      "th": "ปลื้มใจที่คืนนี้คนมามากมาย โดยเฉพาะยามที่เมือง ถูกกระหน่ำย่ำยี โดยพวกฟุตแคลน"
    }
  },
  {
    "translation": {
      "en": "Years ago, my life was touched by tragedy.",
      "th": "หลายปีก่อน ชีวิตผมเจอโศกนาฏกรรม"
    }
  },
  {
    "translation": {
      "en": "I was a young scientist working with a world-class team",
      "th": "ตอนเป็นนักวิทยาศาสตร์หนุ่ม ทำงานกับทีมระดับโลก"
    }
  },
  {
    "translation": {
      "en": "on cutting-edge research.",
      "th": "ในโครงการสุดล้ำยุค"
    }
  },
  {
    "translation": {
      "en": "And our laboratory was attacked,",
      "th": "ห้องแล็บเราถูกจู่โจม"
    }
  },
  {
    "translation": {
      "en": "set fire to, robbed by the cowards that call themselves the Foot Clan.",
      "th": "เผาทุกสิ่ง ปล้น โดยพวกตาขาว ที่ใช้ชื่อว่าฟุตแคลน"
    }
  },
  {
    "translation": {
      "en": "Several of my employees...",
      "th": "ลูกน้องผมหลายคน"
    }
  },
  {
    "translation": {
      "en": "lost their lives that day.",
      "th": "เสียชีวิตวันนั้น"
    }
  },
  {
    "translation": {
      "en": "And it is in their honor, in their memory,",
      "th": "ผมอุทิศเกียรตินี้ให้พวกเขา เป็นอนุสรณ์"
    }
  },
  {
    "translation": {
      "en": "that Sacks Industries, whether through Sacks Biomed, Sacks Robotics, or Sacks Construction,",
      "th": "แซกส์ อินดัสทรี ไม่ว่าแซกส์ชีวะยา หุ่นยนต์ประดิษฐ์ หรือก่อสร้าง"
    }
  },
  {
    "translation": {
      "en": "will remain committed to keeping the city of New York, our city,",
      "th": "จะคงคำมั่นสัญญา ปกป้องเมืองนี้ ให้นิวยอร์กของเรา"
    }
  },
  {
    "translation": {
      "en": "safe.",
      "th": "ปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "So whenever someone takes flame to this city,",
      "th": "เมื่อใดมีคนทำให้เมืองลุกเป็นไฟ"
    }
  },
  {
    "translation": {
      "en": "I will be there to put the fire out.",
      "th": "ผมจะออกมาดับไฟนรกนั้น"
    }
  },
  {
    "translation": {
      "en": "And that's a promise.",
      "th": "ถือเป็นคำสัตย์"
    }
  },
  {
    "translation": {
      "en": "Thank you. Thank you.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Mr. Sacks. April O'Neil. You worked with my father.",
      "th": "คุณแซกส์คะ เอพริล โอนีล คุณเคยทำงานกับพ่อ"
    }
  },
  {
    "translation": {
      "en": "I can't believe it. I haven't seen you since...",
      "th": "ไม่อยากเชื่อ ไม่ได้เจอเลยตั้งแต่..."
    }
  },
  {
    "translation": {
      "en": "[April] Since his funeral.",
      "th": "ตั้งแต่งานศพพ่อ"
    }
  },
  {
    "translation": {
      "en": "It was a long time ago.",
      "th": "นานมากแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "I just wanted to tell you that your words really resonated with me, and I hope to one day",
      "th": "อยากบอกว่าคำพูดคุณโดนใจมาก จนหวังว่าสักวัน"
    }
  },
  {
    "translation": {
      "en": "contribute to the city in the way that you do.",
      "th": "จะทำให้กับเมืองได้อย่างคุณ"
    }
  },
  {
    "translation": {
      "en": "Well, it looks like you're doing a pretty good job. Channel 6, very impressive, April.",
      "th": "เหมือนที่ทำอยู่ก็เยี่ยมแล้วนะ ช่องหก เก่งมาก"
    }
  },
  {
    "translation": {
      "en": "Um... Thank you. It's, uh...",
      "th": "ขอบคุณค่ะ ที่จริง"
    }
  },
  {
    "translation": {
      "en": "It isn't exactly everything I anticipated it would be.",
      "th": "มันก็ไม่ได้ตามที่ตั้งหวังสักเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "As long as you are true to yourself, your father will always be proud of you.",
      "th": "ตราบใดที่เป็นตัวของตัวเอง พ่อเธอต้องภูมิใจแน่"
    }
  },
  {
    "translation": {
      "en": "Mr. Sacks, we have to be uptown at 7:00.",
      "th": "คุณแซกส์ ต้องถึงย่านอัปทาวน์ตอนหนึ่งทุ่ม"
    }
  },
  {
    "translation": {
      "en": "I'll see you on TV.",
      "th": "เป็นกำลังใจให้หน้าจอ"
    }
  },
  {
    "translation": {
      "en": "[April] Eric Sacks was so inspiring.",
      "th": "อีริค แซกส์จุดไฟให้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "I know this is a story that actually matters.",
      "th": "รู้เลยต้องจับเรื่องนี้จริงจัง"
    }
  },
  {
    "translation": {
      "en": "The superhero one? That's a good idea. I should chase that down.",
      "th": "เรื่องยอดมนุษย์ ก็ดี ไล่ตามความจริง"
    }
  },
  {
    "translation": {
      "en": "Where's everybody going?",
      "th": "วิ่งไปไหนกัน"
    }
  },
  {
    "translation": {
      "en": "-[door opens] -O'Neil! Where are you going?",
      "th": "โอนีล ไปไหน"
    }
  },
  {
    "translation": {
      "en": "-[April] Hey, hey. -[Vern] April!",
      "th": "โอนีล ไปไหน มาจากไหนกัน เดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "[April] What are you running from? Wait, wait, wait!",
      "th": "มาจากไหนกัน เดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "[dispatch] Shots fired, Broadway and Center Street.",
      "th": "เหตุยิง ถนนบรอดเวย์ตัดเซ็นเตอร์"
    }
  },
  {
    "translation": {
      "en": "[Donatello] Surveillance uplinks are showing heavy, heavy Foot Clan activity at the Broad Street platform.",
      "th": "พบฟุตแคลนเคลื่อนไหวหนัก ซับเวย์ถนนบรอด"
    }
  },
  {
    "translation": {
      "en": "[Raphael] They're taking hostages, dude.",
      "th": "มีจับตัวประกันด้วย"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] But you know we're not supposed to go above ground.",
      "th": "เราขึ้นไปข้างบนไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Raphael] We've done this before. We started something, we gotta finish it.",
      "th": "เคยลุยมาแล้ว เริ่มไว้ ต้องสานต่อให้จบ"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] This is insane. That cat is playing \"Chopsticks\" with chopsticks!",
      "th": "บ้าชัดๆ มีแมวเล่นเปียโนด้วยตะเกียบได้ด้วยเว้ย"
    }
  },
  {
    "translation": {
      "en": "-[Leonardo] Don't be an idiot. -[monitor beeps]",
      "th": "ใช่เวลามั้ย"
    }
  },
  {
    "translation": {
      "en": "Let's rock 'n' roll, boys!",
      "th": "งั้นลุยเลยพวกเรา"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier] Go, go!",
      "th": "เร็ว ไป"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier, distantly] If you want to live, do it! Go on!",
      "th": "ไม่อยากตายก็ทำ เร็ว"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier] Just stay down!",
      "th": "นอนลงไป"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier 2] Get over here!",
      "th": "มานี่"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier 3] Keep moving!",
      "th": "เดินไป"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier 2] Move to the side.",
      "th": "เขยิบไป"
    }
  },
  {
    "translation": {
      "en": "-[male hostage] They're bombs. -[Foot soldier 1] Shut up!",
      "th": "- ระเบิด - หุบปาก"
    }
  },
  {
    "translation": {
      "en": "On the ground!",
      "th": "นอนลง"
    }
  },
  {
    "translation": {
      "en": "Nobody move!",
      "th": "ห้ามใครขยับ"
    }
  },
  {
    "translation": {
      "en": "We know you're out there!",
      "th": "เรารู้ แกตามอยู่"
    }
  },
  {
    "translation": {
      "en": "If you don't surrender, we start executing hostages!",
      "th": "ไม่มายอมแพ้ จะเริ่มฆ่าตัวประกัน"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier 2] Get your head down! Don't move!",
      "th": "ก้มหัวไป อย่าขยับ"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier 2] Don't make me tell you again! Not a word!",
      "th": "อย่าให้ต้องพูดอีก เงียบไป"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier 2] Don't look at me!",
      "th": "อย่าเงยมามอง"
    }
  },
  {
    "translation": {
      "en": "[woman whispering] Don't do it!",
      "th": "อย่าหาเรื่องน่ะ"
    }
  },
  {
    "translation": {
      "en": "[Karai] You!",
      "th": "แก"
    }
  },
  {
    "translation": {
      "en": "Stand up!",
      "th": "ลุกขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Raphael] All aboard!",
      "th": "เทียบชานชาลา!"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] Like a shadow, brah.",
      "th": "ราวกับเงาเลย"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] How you like that?",
      "th": "ชอบมั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] Let's go! Let's move! Move!",
      "th": "มาเร็ว ชิ่งเร็ว"
    }
  },
  {
    "translation": {
      "en": "-[woman] They went up that way! -[man 1] Did you see that? [man 2] Here, here. They climbed up here!",
      "th": "- ขึ้นไปทางนั้น - ปีนขึ้นตรงนี้"
    }
  },
  {
    "translation": {
      "en": "-Right here. -[man 1] Some kind of freak!",
      "th": "- ตัวอะไรไม่รู้ - มาสองตัว"
    }
  },
  {
    "translation": {
      "en": "[man 2] There were a couple of them!",
      "th": "- ตัวอะไรไม่รู้ - มาสองตัว - วู้ ผ่านไปเลย - เขาช่วยเรา"
    }
  },
  {
    "translation": {
      "en": "Whew! Right past me! [man 3] They saved us.",
      "th": "- วู้ ผ่านไปเลย - เขาช่วยเรา"
    }
  },
  {
    "translation": {
      "en": "[SWAT officer] Go, go, go!",
      "th": "วิ่ง วิ่ง"
    }
  },
  {
    "translation": {
      "en": "Let's go, guys! Both sides!",
      "th": "เร็ว สองฝั่งเลย"
    }
  },
  {
    "translation": {
      "en": "-[Raphael] Yeah, boys, bring it in. -[turtles cheering]",
      "th": "ใช่พวก มาฉลอง"
    }
  },
  {
    "translation": {
      "en": "[Donatello] That was amazing. You were incredible!",
      "th": "สุดยอด นายนี่เหลือเชื่อ"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] Great elbow, Donnie.",
      "th": "ศอกได้สวย ดอนนี่"
    }
  },
  {
    "translation": {
      "en": "[Raphael] Ooh, that's what I'm talking about.",
      "th": "เฮ้ย ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "This is our city! These are our streets!",
      "th": "นี่เมืองของเรา ถนนของเรา ใครอยากบู๊ จะได้เจอบู๊ ตึ๊ง!"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] You mess with us, you step into the Wu-whoo-Tang!",
      "th": "ใครอยากบู๊ จะได้เจอบู๊ ตึ๊ง!"
    }
  },
  {
    "translation": {
      "en": "[Raphael] Oh, yeah! Did you see that guy's jaw connect with the concrete?",
      "th": "ไอ้คนที่ปากฟาดเข้ากับคอนกรีต"
    }
  },
  {
    "translation": {
      "en": "[Donatello] He'll be drinking out of a sippy cup for months!",
      "th": "หยอดน้ำข้าวต้มเป็นเดือนแน่"
    }
  },
  {
    "translation": {
      "en": "[Raphael] Ah, that's what I'm talking about, brothers. Like shadows in the night. Completely unseen.",
      "th": "แบบนี้แหละพี่น้อง ดั่งเงาราตรี ไม่มีใครเห็นตัว"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo whispering] What was that? [Donatello whispering] It's a camera flash.",
      "th": "- เมื่อกี้คืออะไร - แฟลชกล้องถ่ายรูป"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] We know it's a camera flash. [Raphael] Who's behind the camera flash?",
      "th": "- รู้ว่าแฟลช - แต่ว่าใครถ่าย"
    }
  },
  {
    "translation": {
      "en": "[Donatello] By my calculations, it's a girl.",
      "th": "จากที่ประมวล ผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "-[Michelangelo] Now we got to kill her... -[Donatello] What?",
      "th": "ต้องเก็บเธอซะ ด้วยไมตรี"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] With kindness! Give her some flowers, earn her trust.",
      "th": "ให้ดอกไม้ ซื้อใจเธอ"
    }
  },
  {
    "translation": {
      "en": "-[Raphael] I got this. -Raph, no, no, no! Come on!",
      "th": "- จัดให้ - ราฟ ไม่ อย่า อย่า"
    }
  },
  {
    "translation": {
      "en": "[Raphael] Give me the camera.",
      "th": "ส่งกล้องมานี่"
    }
  },
  {
    "translation": {
      "en": "[Donatello] Ooh, look, he's doing his Batman voice.",
      "th": "ฮั่นแน่ เก็กเสียงแบบแบทแมน"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] Oh, she's so hot, I can feel my shell tightening.",
      "th": "สวยอะ กระดองเกร็งเลยเนี่ย"
    }
  },
  {
    "translation": {
      "en": "We can hear you!",
      "th": "ไม่ต้องพูดก็ได้"
    }
  },
  {
    "translation": {
      "en": "[Raphael] If you don't give me the camera,",
      "th": "หากไม่ส่งกล้องมา"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna... -[Leonardo] Enough!",
      "th": "ฉันจะ... พอเลย!"
    }
  },
  {
    "translation": {
      "en": "Back off, Raph.",
      "th": "ถอยไป ราฟ"
    }
  },
  {
    "translation": {
      "en": "[Raphael] I only saw Batman once!",
      "th": "แบทแมน น่ะเพิ่งดูรอบเดียว"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] Ma'am, hello. I apologize.",
      "th": "คุณ สวัสดี ต้องขออภัยด้วย"
    }
  },
  {
    "translation": {
      "en": "My colleague here forgot to say \"please.\"",
      "th": "เพื่อนร่วมก๊วนผมลืมสื่อสารอย่างสุภาพ"
    }
  },
  {
    "translation": {
      "en": "So,",
      "th": "ฉะนั้น"
    }
  },
  {
    "translation": {
      "en": "would you please hand over the camera?",
      "th": "กรุณาได้มั้ยครับ ส่งกล้องคุณมา"
    }
  },
  {
    "translation": {
      "en": "Whoa. Chill. It's just a mask. See? Don't freak out.",
      "th": "ใจเย็น แค่หน้ากาก เนี่ย ไม่ต้องกลัว"
    }
  },
  {
    "translation": {
      "en": "Right?",
      "th": "ไง"
    }
  },
  {
    "translation": {
      "en": "[Donatello] Oh, I think that went well.",
      "th": "ไปได้สวยซะไม่มี"
    }
  },
  {
    "translation": {
      "en": "Blood pressure stabilizing.",
      "th": "ชีพจรปกติ ความดันคงที่"
    }
  },
  {
    "translation": {
      "en": "Why are we still here playing doctor?",
      "th": "- ยังอยู่เล่นหมอคนไข้ทำไม - เผื่อศีรษะเธอเป็นไร"
    }
  },
  {
    "translation": {
      "en": "She may have a head injury.",
      "th": "- ยังอยู่เล่นหมอคนไข้ทำไม - เผื่อศีรษะเธอเป็นไร ต้องพูดว่า เผื่อศีรษะคนสวยเป็นไร เป็นหน้าที่เรา"
    }
  },
  {
    "translation": {
      "en": "Uh, correction. She's a hot chick who may have a head injury, which makes it our civic duty to... -[Donatello] Ma'am, ma'am. -[snapping loudly]",
      "th": "ต้องพูดว่า เผื่อศีรษะคนสวยเป็นไร เป็นหน้าที่เรา"
    }
  },
  {
    "translation": {
      "en": "Can you hear me? Do you know what city you're in? Do you know where you are?",
      "th": "ได้ยินมั้ย จำได้มั้ยอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "Have you seen that video where the cat plays \"Chopsticks\" with the chopsticks?",
      "th": "เคยดูคลิปมั้ย ที่แมวเล่นเปียโนโดยใช้ตะเกียบ"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] Can we focus here?",
      "th": "ใช่เวลามั้ยเนี่ย!"
    }
  },
  {
    "translation": {
      "en": "[Donatello] Guys, please! Come on. Give her some air.",
      "th": "พวกเรา ขอก่อน อย่าเพิ่งมุง"
    }
  },
  {
    "translation": {
      "en": "What are you?",
      "th": "นายคืออะไร"
    }
  },
  {
    "translation": {
      "en": "Well, miss,",
      "th": "ก็ คุณครับ"
    }
  },
  {
    "translation": {
      "en": "uh, we're ninjas. We're mutants.",
      "th": "- เราเป็นนินจา - สายกลายพันธุ์"
    }
  },
  {
    "translation": {
      "en": "Well, technically, we're turtles.",
      "th": "แต่ตามหลัก คือเต่า"
    }
  },
  {
    "translation": {
      "en": "Oh, and we're teenagers. But we can still have adult conversations.",
      "th": "อ้อ วัยทีนด้วย แต่ก็สามารถคุยกันแบบติดเรตอาร์"
    }
  },
  {
    "translation": {
      "en": "[breathlessly] Wait, wait, wait. So...",
      "th": "เดี๋ยวๆๆ สรุปว่า"
    }
  },
  {
    "translation": {
      "en": "You're...",
      "th": "เป็น"
    }
  },
  {
    "translation": {
      "en": "ninja, mutant,",
      "th": "นินจากลายพันธุ์"
    }
  },
  {
    "translation": {
      "en": "turtle, teenagers?",
      "th": "จากเต่าวัยทีนเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, when you put it like that, it sounds ridiculous!",
      "th": "เออ ยำรวมกันแล้วฟังแปลกๆ"
    }
  },
  {
    "translation": {
      "en": "See, she's looking at us like we're freaks. I bet that's why you took our picture, wasn't it?",
      "th": "เธอมองเราเหมือนตัวประหลาดเลย ถึงได้ถ่ายรูป"
    }
  },
  {
    "translation": {
      "en": "To show your friends?",
      "th": "ไปให้เพื่อนดู"
    }
  },
  {
    "translation": {
      "en": "Bro, that's a good thing! Maybe she has hot friends.",
      "th": "เข้าทาง คนสวยมักมีเพื่อนสวย"
    }
  },
  {
    "translation": {
      "en": "-Looking for this? -[April] Don't break it.",
      "th": "- หานี่ใช่มั้ย - อย่าพัง"
    }
  },
  {
    "translation": {
      "en": "No, no, no, no, no. Please.",
      "th": "ไม่นะไม่ ขอล่ะ"
    }
  },
  {
    "translation": {
      "en": "How many times do I have to tell you? We don't break things, we fix them.",
      "th": "ต้องให้บอกกี่ครั้งกี่หน เราไม่พังของ เราเน้นซ่อม"
    }
  },
  {
    "translation": {
      "en": "Donnie already wiped the phone, genius. Problem solved, moving on.",
      "th": "ดอนนี่ลบรูปแล้วไอ้คนเก่ง จบเรื่อง ไปกันได้"
    }
  },
  {
    "translation": {
      "en": "-And who put you in charge? -You know who did.",
      "th": "- ใครให้นายสั่ง - รู้อยู่ว่าใคร"
    }
  },
  {
    "translation": {
      "en": "Ooh, tension! It's been, like, 30 whole minutes since you guys had this argument.",
      "th": "ปล่อยพลัง ยังกะที่นายเถียงกันนี่ มันนานครึ่งชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "Leonardo, if we want to make it home before Master, we gotta hustle.",
      "th": "ลีโอนาร์โด เราต้องถึงบ้านก่อนอาจารย์"
    }
  },
  {
    "translation": {
      "en": "[whispering] Leonardo?",
      "th": "ลีโอนาร์โด"
    }
  },
  {
    "translation": {
      "en": "Do not say a word about this to anyone.",
      "th": "อย่าได้เล่าเรื่องนี้ให้ใครฟัง"
    }
  },
  {
    "translation": {
      "en": "If you do, we will find you.",
      "th": "ถ้าขืนเล่า เราจะออกล่าเธอ"
    }
  },
  {
    "translation": {
      "en": "April O'Neil.",
      "th": "เอพริล โอนีล"
    }
  },
  {
    "translation": {
      "en": "We're on the move, Raphael.",
      "th": "เคลื่อนพลได้ ราฟาเอล"
    }
  },
  {
    "translation": {
      "en": "Raphael?",
      "th": "ราฟาเอล"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] Yeah!",
      "th": "ช่าย!"
    }
  },
  {
    "translation": {
      "en": "We'll find you, O'Neil.",
      "th": "เราจะออกล่า โอนีล"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, that came across super creepy, okay? [chuckling]",
      "th": "โทษที ทำเสียงซะชวนขนหัวลุก นะ"
    }
  },
  {
    "translation": {
      "en": "We will find you, though.",
      "th": "แต่ว่าพูดจริง"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] I was on fire, bro!",
      "th": "ข้าน่ะขั้นเทพ"
    }
  },
  {
    "translation": {
      "en": "Did you see me back there?",
      "th": "เห็นกันรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Guys, I totally talked to a girl! [turtles] Shut up, Mikey!",
      "th": "- ได้คุยกับหญิงด้วย - หุบปากไมกี้!"
    }
  },
  {
    "translation": {
      "en": "Yeah, bro!",
      "th": "เจ๋งป้าด!"
    }
  },
  {
    "translation": {
      "en": "-[turtles groaning] -Mikey, was that you?",
      "th": "ไมกี้ ตดใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo chuckles] Pepperoni.",
      "th": "พิซซ่า"
    }
  },
  {
    "translation": {
      "en": "[April] Leonardo. I know those names. I know those names.",
      "th": "ลีโอนาร์โด ชื่อคุ้นมาก"
    }
  },
  {
    "translation": {
      "en": "Raphael, Raphael. Leonardo.",
      "th": "ราฟาเอล ราฟาเอล ลีโอนาร์โด"
    }
  },
  {
    "translation": {
      "en": "[young April on camera] Good evening. This is April O'Neil, reporting live from my daddy's lab.",
      "th": "สวัสดี ดิฉันเอพริล โอนีล รายงานสดจากห้องแล็บพ่อ"
    }
  },
  {
    "translation": {
      "en": "I know it sounds pretty boring, but actually, he does some pretty cool stuff.",
      "th": "รู้ว่าฟังดูน่าเบื่อ แต่จริงๆ แล้ว มีแต่ของเจ๋งๆ ทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "Time to put the camera away, April.",
      "th": "เก็บกล้องเลยเอพริล"
    }
  },
  {
    "translation": {
      "en": "[young April] Aw, Dad!",
      "th": "โหย พ่ออะ"
    }
  },
  {
    "translation": {
      "en": "And now, I will show you",
      "th": "ตอนนี้ เดี๋ยวจะให้ดู"
    }
  },
  {
    "translation": {
      "en": "something amazing. It's supposed to be from a different planet",
      "th": "อะไรที่เลิศมาก ดูแล้วเหมือนสิ่งที่มาจากดาวอื่น"
    }
  },
  {
    "translation": {
      "en": "-in outer space! -Here we go.",
      "th": "อวกาศนอกโลก"
    }
  },
  {
    "translation": {
      "en": "[young April] Mr. Sacks, what sort of experiments are you doing here?",
      "th": "คุณแซกส์คะ กำลังทดลองอะไรที่นี่คะ"
    }
  },
  {
    "translation": {
      "en": "That's a very complicated question.",
      "th": "คำถามนี้ตอบยาก"
    }
  },
  {
    "translation": {
      "en": "We're trying to change the world.",
      "th": "เราพยายามเปลี่ยนโลก"
    }
  },
  {
    "translation": {
      "en": "[young April] Look at the camera!",
      "th": "หันมามองกล้องเร็ว"
    }
  },
  {
    "translation": {
      "en": "Hello, Splinter.",
      "th": "หวัดดี สปลินเทอร์"
    }
  },
  {
    "translation": {
      "en": "[young April] And these are my little turtles,",
      "th": "นี่บรรดาเต่าน้อยของฉันค่ะ ลีโอนาร์โด"
    }
  },
  {
    "translation": {
      "en": "Leonardo, Raphael,",
      "th": "นี่บรรดาเต่าน้อยของฉันค่ะ ลีโอนาร์โด ราฟาเอล"
    }
  },
  {
    "translation": {
      "en": "Michelangelo, and Donatello.",
      "th": "ไมเคิลแองเจโล่ และดอนาเทลโล่"
    }
  },
  {
    "translation": {
      "en": "The fans want to see you!",
      "th": "แฟนๆ อยากเห็นพวกนาย"
    }
  },
  {
    "translation": {
      "en": "[gasping] I knew it.",
      "th": "ว่าแล้ว"
    }
  },
  {
    "translation": {
      "en": "The vigilante, I saw him. I saw them! I saw them.",
      "th": "ฮีโร่เถื่อน เจอเขา เอ้ยพวกเขา เจอตัวแล้ว"
    }
  },
  {
    "translation": {
      "en": "I've known them since I was a little girl. They were my pets.",
      "th": "เคยรู้จักตั้งแต่เด็กๆ"
    }
  },
  {
    "translation": {
      "en": "They were my childhood pets, and they were named after Italian Renaissance painters.",
      "th": "เป็นเต่าที่เลี้ยงสมัยเด็ก ตั้งชื่อตามจิตรกรอิตาลียุคเรอเนสซองซ์"
    }
  },
  {
    "translation": {
      "en": "Mom, I wanna move back home.",
      "th": "แม่ หนูอยากกลับไปอยู่บ้าน"
    }
  },
  {
    "translation": {
      "en": "[whispering] Is he here? I don't see him.",
      "th": "- อยู่รึเปล่า - ไม่เห็นนะ"
    }
  },
  {
    "translation": {
      "en": "Donnie?",
      "th": "ดอนนี่"
    }
  },
  {
    "translation": {
      "en": "My thermal scans indicate there's a 74% variable that there's a 61% chance he's not--",
      "th": "เครื่องตรวจจับความร้อนบอกตัวแปร 74% มีโอกาส 61% ที่จะไม่..."
    }
  },
  {
    "translation": {
      "en": "That he's not here, guys. That he's not here.",
      "th": "เออ รู้แล้วว่าไม่อยู่"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Fall in quietly.",
      "th": "เข้าไปได้ ขอเงียบสุด"
    }
  },
  {
    "translation": {
      "en": "[Raphael] Dude.",
      "th": "พวกนาย"
    }
  },
  {
    "translation": {
      "en": "So, guys, if it wasn't already obvious with that girl,",
      "th": "ถ้ามันยังชัดไม่พอเรื่องยัยสวยคนเมื่อกี้"
    }
  },
  {
    "translation": {
      "en": "-dibs. -[both shushing]",
      "th": "จอง"
    }
  },
  {
    "translation": {
      "en": "If Master Splinter catches us, he'll send us back to the Ha'shi.",
      "th": "ถ้าอาจารย์สปลินเทอร์จับได้ โดนเข้าฮาชิแน่"
    }
  },
  {
    "translation": {
      "en": "I ain't going back to the Ha'shi.",
      "th": "ไม่เอานะฮาชิ"
    }
  },
  {
    "translation": {
      "en": "Every time we're in the Ha'shi, it's because of you.",
      "th": "โดนฮาชิทีไรก็เพราะนายแหละ"
    }
  },
  {
    "translation": {
      "en": "Well, bro, you won't have to worry about me dragging you down anymore.",
      "th": "อีกหน่อยไม่ต้องห่วงแล้วว่าข้าจะพาซวย"
    }
  },
  {
    "translation": {
      "en": "What's that supposed to mean?",
      "th": "พูดงี้คือไง"
    }
  },
  {
    "translation": {
      "en": "I'm going out on my own. First chance I get.",
      "th": "ข้าจะแยกไปลุยเดี่ยวทันทีที่มีโอกาส"
    }
  },
  {
    "translation": {
      "en": "How are we gonna finish our hip-hop Christmas album, bro? -You're the hype man! -[shushing]",
      "th": "แล้วอัลบั้มฮิปฮ็อปคริสต์มาสพวกเราล่ะ นายตัวบิ้วคนนะ"
    }
  },
  {
    "translation": {
      "en": "-Shut up. -[all shushing]",
      "th": "เงียบ"
    }
  },
  {
    "translation": {
      "en": "Shut up.",
      "th": "หุบปาก"
    }
  },
  {
    "translation": {
      "en": "You spit in my eye.",
      "th": "น้ำลายเข้าตา"
    }
  },
  {
    "translation": {
      "en": "Shh! He's not going anywhere. We all stick together.",
      "th": "ราฟาเอลไม่ไปไหนทั้งนั้น เราจะเกาะกันไว้"
    }
  },
  {
    "translation": {
      "en": "Sorry I spit in your eye, bro.",
      "th": "โทษทีเรื่องน้ำลาย"
    }
  },
  {
    "translation": {
      "en": "-Shut up. -[Donatello] Guys? Guys.",
      "th": "พวกเรา"
    }
  },
  {
    "translation": {
      "en": "We got a bogey.",
      "th": "บางอย่างเคลื่อนมา"
    }
  },
  {
    "translation": {
      "en": "-[grunting] -[Splinter] Where have you been?",
      "th": "หายไปไหนมา"
    }
  },
  {
    "translation": {
      "en": "We weren't... [straining]",
      "th": "เราเปล่า..."
    }
  },
  {
    "translation": {
      "en": "I forgot to soak my retainer.",
      "th": "ลืมแช่เหล็กดัดฟัน"
    }
  },
  {
    "translation": {
      "en": "I'm totally sleepwalking! Look, Mikey's sleeping and walking.",
      "th": "ละเมอไม่รู้เรื่อง ไมกี้ละเมอ ละเมอเดิน"
    }
  },
  {
    "translation": {
      "en": "He's totally innocent. [groans]",
      "th": "ไม่รู้เรื่องอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "Enough! You disobeyed a direct order. Why did you go above ground? What happened?",
      "th": "พอ เจ้าขัดขืนคำสั่งโดยตรง ขึ้นไปข้างบนทำไม เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "-[Splinter] Very well. -[whimpering]",
      "th": "งั้นก็ได้"
    }
  },
  {
    "translation": {
      "en": "If that's how it's going to be,",
      "th": "ถ้าอยากให้เป็นงั้นล่ะก็"
    }
  },
  {
    "translation": {
      "en": "-to the Ha'shi! -[turtles groaning]",
      "th": "เข้าฮาชิ!"
    }
  },
  {
    "translation": {
      "en": "O'Neil! All right, what was so important I had to get here?",
      "th": "โอนีล อะไรสำคัญถึงกับฉันต้องมา"
    }
  },
  {
    "translation": {
      "en": "-Okay. Are you ready? -Yeah.",
      "th": "โอเค พร้อมนะคะ"
    }
  },
  {
    "translation": {
      "en": "Okay. [clears throat] You know how -I saw the vigilante? -Yeah.",
      "th": "ฮีโร่เถื่อนที่ฉันเห็น"
    }
  },
  {
    "translation": {
      "en": "But I had no photos or evidence to show you, so I just sounded crazy.",
      "th": "แต่ไม่มีรูปหรือหลักฐาน เลยฟังดูเหมือนบ้า"
    }
  },
  {
    "translation": {
      "en": "-Yes. -Okay. But I saw him again. Well, I didn't see him again, I saw them, because there's four.",
      "th": "ฉันเห็นเขาอีก ไม่สิ ต้องพวกเขา เพราะมีถึงสี่"
    }
  },
  {
    "translation": {
      "en": "There's not just one, there's four. And I was standing as close to them as you are to me right now.",
      "th": "ไม่ใช่หนึ่ง มีสี่ เจอจังๆ แบบฉันกับคุณตอนนี้"
    }
  },
  {
    "translation": {
      "en": "What'd they look like?",
      "th": "หน้าตาแบบไหน"
    }
  },
  {
    "translation": {
      "en": "I'll show you.",
      "th": "ดูค่ะ"
    }
  },
  {
    "translation": {
      "en": "Like this. Like turtles?",
      "th": "- แบบนี้ - หน้าเหมือนเต่า"
    }
  },
  {
    "translation": {
      "en": "Well, they don't look like turtles because they are turtles.",
      "th": "ไม่ใช่เหมือนเต่า แต่พวกเขาคือเต่า"
    }
  },
  {
    "translation": {
      "en": "They're over six feet tall and they speak English.",
      "th": "ตัวสูงกว่าหกฟุต และสามารถพูดภาษามนุษย์"
    }
  },
  {
    "translation": {
      "en": "-[sighing] -Oh, my God.",
      "th": "โอ้แม่เจ้า"
    }
  },
  {
    "translation": {
      "en": "I was awake all night, please look, I was awake all night",
      "th": "ไม่ได้นอนทั้งคืน ดูก่อนค่ะ"
    }
  },
  {
    "translation": {
      "en": "googling all of the thwarted crimes over the past three months, and this symbol",
      "th": "เช็กอาชญากรรมที่ถูกปราบในสามเดือน สัญลักษณ์นี้"
    }
  },
  {
    "translation": {
      "en": "appeared at every single one. Look. Every single one of them.",
      "th": "ปรากฏอยู่ทุกจุดเกิดเหตุ ทุกๆ ที่เลย"
    }
  },
  {
    "translation": {
      "en": "This one, look. Here, here, here, here, here.",
      "th": "นี่ค่ะ นี่ นี่ นี่ นี่ นี่"
    }
  },
  {
    "translation": {
      "en": "And it's an ancient Japanese symbol that means \"family.\"",
      "th": "อักษรญี่ปุ่นโบราณแปลว่าครอบครัว"
    }
  },
  {
    "translation": {
      "en": "-Oh, my God... -Wait, it's on my laptop.",
      "th": "เดี๋ยว อยู่ในแล็ปท็อป"
    }
  },
  {
    "translation": {
      "en": "I can't believe you brought me in to do this!",
      "th": "ไม่อยากเชื่อ ให้ฉันมาอะไรแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Here. It's... It's here, it's here.",
      "th": "นี่ค่ะ อยู่นี่"
    }
  },
  {
    "translation": {
      "en": "-[sighs] -This is my father's lab.",
      "th": "นี่แล็บพ่อฉันเอง ห้องแล็บเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "This is the same lab where these things were born,",
      "th": "นี่แล็บพ่อฉันเอง ห้องแล็บเดียวกัน กับที่พวกนี้กำเนิด หรือถูกสร้าง ถูกกลายพันธุ์"
    }
  },
  {
    "translation": {
      "en": "or... or... or created, or mutated, or...",
      "th": "กับที่พวกนี้กำเนิด หรือถูกสร้าง ถูกกลายพันธุ์"
    }
  },
  {
    "translation": {
      "en": "I don't know the terminology, but will you please just look at what",
      "th": "ไม่รู้เรียกอะไร แต่ดูข้อมูลพวกนี้ ช่วยรับฟัง"
    }
  },
  {
    "translation": {
      "en": "I'm showing you and listen to me? It's all connected.",
      "th": "ไม่รู้เรียกอะไร แต่ดูข้อมูลพวกนี้ ช่วยรับฟัง เต่าพวกนี้คือฮีโร่เถื่อน เหล่าฮีโร่เถื่อนคือเต่าพวกนี้"
    }
  },
  {
    "translation": {
      "en": "The turtles are the vigilantes, and the vigilantes are these turtles.",
      "th": "เต่าพวกนี้คือฮีโร่เถื่อน เหล่าฮีโร่เถื่อนคือเต่าพวกนี้"
    }
  },
  {
    "translation": {
      "en": "[young April on video] Pizza has cheese, tomato sauce, all your favorite stuff.",
      "th": "พิซซ่ามีชีส ซอสมะเขือเทศ ของโปรดนายทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "Eat it. You guys need nutrition. Or not.",
      "th": "กินเร็ว จะได้สารอาหาร รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "I just want to be clear. You are now telling me that there are",
      "th": "สรุปชัดๆ เธอกำลังบอกว่า สี่รายที่ว่านี้"
    }
  },
  {
    "translation": {
      "en": "four six-foot talking turtles walking around New York City,",
      "th": "เป็นเต่า สูงหกฟุต พูดได้ ตะลอนไปทั่วนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "and no one has seen them but you?",
      "th": "โดยไม่มีใครเห็นเ ยกเว้นเธอ"
    }
  },
  {
    "translation": {
      "en": "That's what I'm telling you.",
      "th": "นั่นแหละค่ะที่บอก"
    }
  },
  {
    "translation": {
      "en": "[chuckling] I don't mean to laugh, but is there anything else we should know about them?",
      "th": "ไม่อยากขำนะ แต่มีอะไรน่ารู้ เกี่ยวกับพวกเขาอีกมั้ย"
    }
  },
  {
    "translation": {
      "en": "They're ninjas.",
      "th": "เขาเป็นนินจา"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, what?",
      "th": "โทษที ไงนะ"
    }
  },
  {
    "translation": {
      "en": "And they do karate.",
      "th": "เชี่ยวชาญคาราเต้"
    }
  },
  {
    "translation": {
      "en": "Okay, get out.",
      "th": "ออกไปเลยไป"
    }
  },
  {
    "translation": {
      "en": "[Vern] O'Neil!",
      "th": "โอนีล"
    }
  },
  {
    "translation": {
      "en": "It could have been worse.",
      "th": "ก็ยังดีแหละ"
    }
  },
  {
    "translation": {
      "en": "I just got fired, Vern. How could it be worse?",
      "th": "โดนไล่ออก มันยังดีตรงไหน"
    }
  },
  {
    "translation": {
      "en": "Maybe it's good. Maybe you should take a little time, take care of yourself.",
      "th": "มันอาจดีก็ได้ มีเวลาดูแลตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Come on, let me give you a ride.",
      "th": "มา เดี๋ยวไปส่ง"
    }
  },
  {
    "translation": {
      "en": "Not unless you're going to the Eric Sacks' estate. -April... Hey. -I'm not giving up on this story.",
      "th": "ไม่ เว้นแต่ไปส่งที่คฤหาสน์อีริค แซกส์ ฉันจะไม่ทิ้งข่าวนี้"
    }
  },
  {
    "translation": {
      "en": "You gotta put that to bed.",
      "th": "เก็บเข้ากรุเถอะ"
    }
  },
  {
    "translation": {
      "en": "Would all of those other great reporters that you worked with, would they have \"put it to bed\"?",
      "th": "นักข่าวเก่งๆ ที่คุณเคยร่วมงาน เขาเก็บงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "No. That's different. How is it different?",
      "th": "- มันไม่เหมือนกัน - ไม่เหมือนยังไง"
    }
  },
  {
    "translation": {
      "en": "They all started exactly where I am, right?",
      "th": "ทุกคนเริ่มจากจุดเดียวกับฉันตอนนี้"
    }
  },
  {
    "translation": {
      "en": "I'm not driving the Channel 6 news van onto the Sacks estate.",
      "th": "ไม่เอารถช่องหกไปส่งหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "-Who asked you to do that? -Uh, you did.",
      "th": "- ใครขอเหรอ - เธอไง"
    }
  },
  {
    "translation": {
      "en": "And a \"thanks\" would have been nice.",
      "th": "ขอบคุณสักคำก็ดี"
    }
  },
  {
    "translation": {
      "en": "Maybe one day you're gonna be thanking me.",
      "th": "คุณต่างหากที่อาจต้องขอบคุณฉัน"
    }
  },
  {
    "translation": {
      "en": "So, what do you want with Eric Sacks?",
      "th": "อีริค แซกส์เกี่ยวอะไร"
    }
  },
  {
    "translation": {
      "en": "My dad used to work for him.",
      "th": "พ่อฉันเคยทำงานด้วย"
    }
  },
  {
    "translation": {
      "en": "He's the only person that's gonna be able to tell me whether or not I'm crazy.",
      "th": "มีแต่เขาที่บอกได้ว่าฉันบ้ารึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Crazy about what?",
      "th": "บ้าเรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "I don't need you to laugh at me, also. Oh, come on, O'Neil.",
      "th": "- อย่าขำฉันอีกคนเลย - บ้าน่า"
    }
  },
  {
    "translation": {
      "en": "This is the Fenwick Express.",
      "th": "นี่รถเฟนวิคซิ่งด่วน ในนี้"
    }
  },
  {
    "translation": {
      "en": "It's a judgment-free zone, a cocoon of safety.",
      "th": "นี่รถเฟนวิคซิ่งด่วน ในนี้ ไม่มีใครตัดสินใคร พื้นที่นิรภัย"
    }
  },
  {
    "translation": {
      "en": "Promise?",
      "th": "สัญญานะ"
    }
  },
  {
    "translation": {
      "en": "I'm insulted that you would suggest otherwise.",
      "th": "พูดงี้ถือว่าดูถูกกันนะ"
    }
  },
  {
    "translation": {
      "en": "Ooh, 11 hours in the Ha'shi.",
      "th": "สิบเอ็ดชั่วโมงเข้าไปแล้วในฮาชิ"
    }
  },
  {
    "translation": {
      "en": "Are you sure none of you want to tell me",
      "th": "แน่นะว่าจะไม่มีใครบอก"
    }
  },
  {
    "translation": {
      "en": "where you were last night?",
      "th": "ว่าเมื่อคืนไปไหนกันมา"
    }
  },
  {
    "translation": {
      "en": "How you holding up, fellas?",
      "th": "ยังไหวมั้ยพวก"
    }
  },
  {
    "translation": {
      "en": "Ah! I ain't breaking if Donnie ain't breaking.",
      "th": "ดอนนี่ไม่ปริปาก ข้าก็ไม่ปริ"
    }
  },
  {
    "translation": {
      "en": "Experiencing intense nausea but not breaking.",
      "th": "ปากไม่ปริแน่ แต่อ้วกอาจแตก"
    }
  },
  {
    "translation": {
      "en": "Guys? I'm in the zone!",
      "th": "นี่ ท็อปฟอร์มสุดๆ"
    }
  },
  {
    "translation": {
      "en": "There is literally nothing that could break me right now!",
      "th": "ไม่มีอะไรจะเปิดปากข้าได้ (พิซซ่าฮัท)"
    }
  },
  {
    "translation": {
      "en": "Starting to break.",
      "th": "ไม่แน่แล้วว่ะ"
    }
  },
  {
    "translation": {
      "en": "Of course, you've all tasted the five-cheese pizza.",
      "th": "เจ้าเคยลิ้มลองพิซซ่าห้าชีสมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "But this,",
      "th": "ทว่านี่"
    }
  },
  {
    "translation": {
      "en": "cheese-mongers have speculated of its existence for centuries.",
      "th": "พิซซ่าในตำนานของช่างหมักเนย นับหลายศตวรรษ"
    }
  },
  {
    "translation": {
      "en": "Da Vinci's original masterpiece.",
      "th": "งานชิ้นโบว์แดงของดาวินชี่"
    }
  },
  {
    "translation": {
      "en": "I submit to you...",
      "th": "ขอนำเสนอ"
    }
  },
  {
    "translation": {
      "en": "...the 99-cheese pizza.",
      "th": "พิซซ่าหน้ารวม 99 ชีส"
    }
  },
  {
    "translation": {
      "en": "It's not possible.",
      "th": "ไม่นึกว่าจะเป็นจริง"
    }
  },
  {
    "translation": {
      "en": "Mikey, it's a trap! A pizza with that variety of cheese is a culinary impossibility!",
      "th": "ไมกี้ กลลวง สารพัดชีสขนาดนั้น เป็นไปไม่ได้ทางโภชนาการ"
    }
  },
  {
    "translation": {
      "en": "-Shall I list the ingredients? -No.",
      "th": "- หรือให้ร่ายรายชื่อ - อย่า อย่า"
    }
  },
  {
    "translation": {
      "en": "-Cheddar. -[straining]",
      "th": "เชดดาร์"
    }
  },
  {
    "translation": {
      "en": "-Provolone. -Mikey, don't you do it!",
      "th": "โพรโวโลน ไมกี้ อย่าเชียว"
    }
  },
  {
    "translation": {
      "en": "-[Splinter] Asiago. -[Donatello] Keep it together!",
      "th": "เอซิอาโก้ ตั้งสติไว้"
    }
  },
  {
    "translation": {
      "en": "Taleggio.",
      "th": "ทาเลจิโอ้"
    }
  },
  {
    "translation": {
      "en": "[softly] I don't even know what that is.",
      "th": "ไม่รู้จักด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "Mozzarella, of course.",
      "th": "มอซซาเรลล่า ห้ามขาด"
    }
  },
  {
    "translation": {
      "en": "All right, all right, all right! We left the lair because the Foot were taking hostages",
      "th": "ยอม ออกไปเพราะฟุตแคลนจับตัวประกัน"
    }
  },
  {
    "translation": {
      "en": "and we kicked some serious butt, and there was this girl named April O'Neil who took our picture, [gasping] but we took care of it.",
      "th": "เราอัดมันเละผู้หญิงชื่อเอพริล โอนีล ถ่ายรูปเราได้ แต่ก็ไปเคลียร์แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Raphael] Idiot.",
      "th": "จ๊าดง่าว"
    }
  },
  {
    "translation": {
      "en": "Oh, no, my worst fears have been realized.",
      "th": "สิ่งที่กลัวที่สุดกลายเป็นจริงซะแล้ว"
    }
  },
  {
    "translation": {
      "en": "Don't worry about it. Donnie erased the picture. We're not in danger.",
      "th": "ไม่ต้องห่วง ดอนนี่ลบรูปแล้ว เราไม่เสี่ยงอะไร"
    }
  },
  {
    "translation": {
      "en": "No. It's April O'Neil who is in danger!",
      "th": "ผิดแล้ว คนชื่อเอพริล โอนีลต่างหากที่กำลังเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "Find the girl. Bring her here.",
      "th": "ออกตามหา พาเธอมานี่"
    }
  },
  {
    "translation": {
      "en": "But, sensei, you said to not go... Find the girl!",
      "th": "- ไหนว่าห้ามเรา... - หาให้เจอ"
    }
  },
  {
    "translation": {
      "en": "Find the girl.",
      "th": "หาคนสวย"
    }
  },
  {
    "translation": {
      "en": "[April] That's what I told Thompson, and she fired me.",
      "th": "นี่แหละที่หัวหน้าฟังแล้วไล่ออก"
    }
  },
  {
    "translation": {
      "en": "So they're aliens?",
      "th": "พวกเขาเป็นเอเลี่ยนเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, that's stupid.",
      "th": "บ้า ไร้สาระ"
    }
  },
  {
    "translation": {
      "en": "They're reptiles.",
      "th": "เป็นสัตว์เลื้อยคลาน"
    }
  },
  {
    "translation": {
      "en": "They help people, I guess.",
      "th": "คอยช่วยคน มั้งนะ"
    }
  },
  {
    "translation": {
      "en": "Heroes in the half-shell.",
      "th": "ฮีโร่ในกระดอง"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Come on. It's not that crazy.",
      "th": "พอเลย คิดมาก ไม่ได้เว่อร์มากมาย อาณาจักรสัตว์น่ะ"
    }
  },
  {
    "translation": {
      "en": "I... The animal kingdom is full of...",
      "th": "คิดมาก ไม่ได้เว่อร์มากมาย อาณาจักรสัตว์น่ะ"
    }
  },
  {
    "translation": {
      "en": "I used to have a dog that could moonwalk.",
      "th": "หมาฉันก็เต้นมูนวอล์ก"
    }
  },
  {
    "translation": {
      "en": "Thanks for the ride, Vern. Yeah. No problem.",
      "th": "- ขอบคุณที่มาส่ง เวิร์น - ได้เลย"
    }
  },
  {
    "translation": {
      "en": "-[car door closes] -Nothing better than dropping off a pretty girl at a rich guy's house.",
      "th": "ดีออก ส่งสาวสวยไปหาผู้ชายรวยโคตร"
    }
  },
  {
    "translation": {
      "en": "Hi, it's April O'Neil, here to see Eric Sacks.",
      "th": "ฉันเอพริล โอนีล มาหาคุณอีริค แซกส์"
    }
  },
  {
    "translation": {
      "en": "April's arrived early this year.",
      "th": "เอพริล สาวระดับเอบวก"
    }
  },
  {
    "translation": {
      "en": "I'm sorry to barge in on you like this, Mr. Sacks.",
      "th": "ขอโทษที่บุกมาค่ะ"
    }
  },
  {
    "translation": {
      "en": "No, no, no. Please, please.",
      "th": "- เชิญๆ - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "I've been working on a story.",
      "th": "ฉันกำลังตามข่าว"
    }
  },
  {
    "translation": {
      "en": "And I have this theory that there are these vigilantes that are fighting back against the Foot.",
      "th": "เชื่อว่าตอนนี้มีฮีโร่เถื่อนต่อกรกับพวกฟุตแคลน"
    }
  },
  {
    "translation": {
      "en": "I think that you and my father may have created them.",
      "th": "ซึ่งคุณกับพ่ออาจสร้างขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "Uh, I'm not sure I...",
      "th": "คือ ไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "Can you please tell me everything that you know about Project Renaissance?",
      "th": "ได้โปรดเล่าทั้งหมดเรื่องโครงการเรอเนสซองส์"
    }
  },
  {
    "translation": {
      "en": "Well, um, it was a dream.",
      "th": "คือ มันเป็นความฝัน"
    }
  },
  {
    "translation": {
      "en": "A dream that died with your father.",
      "th": "ที่ตายไปพร้อมพ่อเธอ"
    }
  },
  {
    "translation": {
      "en": "What if it isn't dead?",
      "th": "ถ้ายังไม่ตายล่ะ"
    }
  },
  {
    "translation": {
      "en": "That's impossible.",
      "th": "เป็นไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "We lost all our research in the fire, all our specimens, everything.",
      "th": "งานทดลองทั้งหมดถูกไฟเผา สัตว์ทดลอง ทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "I've spent the last 15 years trying to replicate the results.",
      "th": "สิบห้าปีมานี้ฉันยังแกะรอยเดินตาม"
    }
  },
  {
    "translation": {
      "en": "You didn't lose everything in the fire.",
      "th": "ไม่ได้ไหม้หมดทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "This can't be real. It is real.",
      "th": "- ไม่น่าจะจริง - จริงแน่นอน"
    }
  },
  {
    "translation": {
      "en": "I saw all four of them.",
      "th": "ฉันเห็นมาทั้งสี่ตัว"
    }
  },
  {
    "translation": {
      "en": "Do you really want to know about Project Renaissance?",
      "th": "อยากรู้โครงการเรอเนสซองส์จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Yes. -Come with me.",
      "th": "- ค่ะ - งั้นตามมา"
    }
  },
  {
    "translation": {
      "en": "[Vern] I was born in Japan, at a military base in Okinawa.",
      "th": "ฉันเกิดที่ญี่ปุ่น ในฐานทัพที่โอกินาว่า"
    }
  },
  {
    "translation": {
      "en": "My father went to Vietnam.",
      "th": "พ่อฉันไปรบเวียดนาม"
    }
  },
  {
    "translation": {
      "en": "Didn't come back.",
      "th": "ไม่ได้กลับมา"
    }
  },
  {
    "translation": {
      "en": "I was an outsider in a foreign land. [scoffs]",
      "th": "ฉันเลยเป็นคนนอกอยู่ต่างถิ่น"
    }
  },
  {
    "translation": {
      "en": "A freak.",
      "th": "แปลกแยก"
    }
  },
  {
    "translation": {
      "en": "I was a powerless and helpless boy,",
      "th": "ไร้กำลัง ความช่วยเหลือ"
    }
  },
  {
    "translation": {
      "en": "until a local sensei took me under his wing,",
      "th": "จนมี เซนเซ ที่นั่นรับอุปการะ"
    }
  },
  {
    "translation": {
      "en": "and he saved me. Taught me lessons that I later shared with your father.",
      "th": "ท่านช่วยไว้ สอนสิ่งสำคัญที่ฉันได้แบ่งปันกับพ่อเธอ"
    }
  },
  {
    "translation": {
      "en": "9th century Japan.",
      "th": "ญี่ปุ่น ศตวรรษที่เก้า"
    }
  },
  {
    "translation": {
      "en": "An evil warlord ruled the land.",
      "th": "ขุนศึกชั่วครองแผ่นดิน วางยาพิษแหล่งน้ำ สร้างกลียุคให้อุบัติ"
    }
  },
  {
    "translation": {
      "en": "He poisoned the water supply, bringing on the dark ages.",
      "th": "วางยาพิษแหล่งน้ำ สร้างกลียุคให้อุบัติ"
    }
  },
  {
    "translation": {
      "en": "Death, and disease, and suffering ran rampant.",
      "th": "ความตาย โรคภัย ทุกข์เข็ญ ระบาดทั่ว"
    }
  },
  {
    "translation": {
      "en": "Not unlike the Foot Clan and what they'd like to do to our city.",
      "th": "คงคล้ายฟุตแคลน ที่มันอยากทำกับเมืองเรา"
    }
  },
  {
    "translation": {
      "en": "Then one day, a hero arose.",
      "th": "จนวันหนึ่ง เกิดวีรบุรุษ"
    }
  },
  {
    "translation": {
      "en": "A great alchemist discovered the antidote",
      "th": "นักเล่นแร่แปรธาตุ พบยาถอนพิษ"
    }
  },
  {
    "translation": {
      "en": "to the warlord's poison.",
      "th": "แก้พิษขุนศึกชั่ว"
    }
  },
  {
    "translation": {
      "en": "The cure-all",
      "th": "ยาเทวดา"
    }
  },
  {
    "translation": {
      "en": "for his evil.",
      "th": "รักษาทุกอาการ"
    }
  },
  {
    "translation": {
      "en": "Your father and I were trying to recreate that cure-all.",
      "th": "พ่อเธอกับฉันมุ่งสร้างยาเทวดา"
    }
  },
  {
    "translation": {
      "en": "We developed a mutagen capable of stimulating self-repair",
      "th": "เราพัฒนามิวทาเจน ยากระตุ้นร่างกายให้รักษาตัวเอง"
    }
  },
  {
    "translation": {
      "en": "on a cellular level.",
      "th": "ตั้งแต่ระดับเซลล์"
    }
  },
  {
    "translation": {
      "en": "What were you going to do with it?",
      "th": "แล้วเอาไปทำอะไร"
    }
  },
  {
    "translation": {
      "en": "Imagine New York City...",
      "th": "นึกภาพนครนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "being victim to a chemical attack.",
      "th": "ถูกอาวุธเคมีถล่ม"
    }
  },
  {
    "translation": {
      "en": "This mutagen would be able to reverse its effects.",
      "th": "มิวทาเจนจะย้อนปฏิกิริยาคืนความปกติ"
    }
  },
  {
    "translation": {
      "en": "It would save the city, it would save the people.",
      "th": "กอบกู้เมือง ช่วยชีวิตผู้คน"
    }
  },
  {
    "translation": {
      "en": "Those test subjects, those turtles, running in their blood",
      "th": "พวก ตัวอย่างทดลอง เต่าพวกนั้น ข้างในเลือดมัน"
    }
  },
  {
    "translation": {
      "en": "is the last of this precious mutagen.",
      "th": "คือมิวทาเจนอันล้ำค่าล็อตสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "And up until a few moments ago,",
      "th": "ซึ่งตลอดมาจนเมื่อกี้นี้"
    }
  },
  {
    "translation": {
      "en": "I thought we failed.",
      "th": "หลงคิดว่าล้มเหลว"
    }
  },
  {
    "translation": {
      "en": "I thought they died in the fire. How...",
      "th": "นึกว่ามันตายในไฟไหม้"
    }
  },
  {
    "translation": {
      "en": "How could they have lived?",
      "th": "รอดได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Because I saved them.",
      "th": "เพราะฉันช่วยไว้"
    }
  },
  {
    "translation": {
      "en": "Of course you did.",
      "th": "เธอนี่เอง"
    }
  },
  {
    "translation": {
      "en": "April, the mutagen possesses powers",
      "th": "เอพริล มิวทาเจนมีพลังมหาศาล"
    }
  },
  {
    "translation": {
      "en": "beyond our wildest hopes.",
      "th": "สูงกว่าที่ตั้งหวังไว้มาก"
    }
  },
  {
    "translation": {
      "en": "Whatever resources you need,",
      "th": "ถ้าจะให้ช่วยอะไร"
    }
  },
  {
    "translation": {
      "en": "I'm here.",
      "th": "ฉันอยู่นี่"
    }
  },
  {
    "translation": {
      "en": "Let's work together. We'll find them.",
      "th": "ร่วมมือกัน ตามหาพวกมัน"
    }
  },
  {
    "translation": {
      "en": "The course of human history may depend on it.",
      "th": "มันอาจชี้ชะตามนุษยชาติ"
    }
  },
  {
    "translation": {
      "en": "I'll show you out.",
      "th": "เดินไปส่ง"
    }
  },
  {
    "translation": {
      "en": "[Donatello] Bam! You've been hacked!",
      "th": "ป้าบ คุณถูกแฮ็ก โดยดอนาเทลโล่ จำได้มั้ย เต่าใส่แว่น พอเรื่องผม"
    }
  },
  {
    "translation": {
      "en": "By Donatello. Remember me? Turtle. Four eyes. But enough about me.",
      "th": "โดยดอนาเทลโล่ จำได้มั้ย เต่าใส่แว่น พอเรื่องผม"
    }
  },
  {
    "translation": {
      "en": "We told you we'd find you. Meet us here. And come alone. Or... Or else, we're...",
      "th": "เราบอกจะล่าคุณ เจอที่นี่ มาคนเดียว ไม่งั้น"
    }
  },
  {
    "translation": {
      "en": "You shall be punished... and stuff.",
      "th": "จะโดนทำโทษ ประมาณนั้น"
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "You told me to come here.",
      "th": "นายนัดฉันมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "I didn't bring anyone with me.",
      "th": "ไม่มีใครมาด้วย"
    }
  },
  {
    "translation": {
      "en": "Okay! Are you April O'Neil?",
      "th": "เอาล่ะ เอพริล โอนีลใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Initiating retinal scan. Scanning, scanning, scanning, scanning.",
      "th": "สแกนม่านตา สแกน สแกน"
    }
  },
  {
    "translation": {
      "en": "Scan complete. It's her. It's her. Guys, it's her!",
      "th": "สแกนเรียบร้อย ใช่ ตัวจริง"
    }
  },
  {
    "translation": {
      "en": "Of course it's her, Donnie.",
      "th": "ก็ตัวจริงสิดอนนี่"
    }
  },
  {
    "translation": {
      "en": "Hey! Really glad you could make it.",
      "th": "ดีใจจริงๆที่คุณมา"
    }
  },
  {
    "translation": {
      "en": "Hey. There's someone important we want to introduce you to, but first...",
      "th": "มีคนสำคัญอยากให้รู้จัก แต่ก่อนอื่น"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] Aw, yeah, welcome to my crib, girl.",
      "th": "รังของผมขอต้อนรับคร้าบ"
    }
  },
  {
    "translation": {
      "en": "[April panting] Where are we?",
      "th": "นี่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "[Donatello] Hey, it's our Fortress of Solitude.",
      "th": "- ปราการสันโดษของเรา - ฮอกวอตส์"
    }
  },
  {
    "translation": {
      "en": "-[Michelangelo] Our Hogwarts. -[Donatello] Our Xavier Academy.",
      "th": "โรงเรียนเอ็กซ์เมน"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] Our next generation, state-of-the-art WonderDome!",
      "th": "ที่ของพวกเรา ยอดฐานบัญชาการ"
    }
  },
  {
    "translation": {
      "en": "[April sniffs] Ugh. Are we in the sewer? [Michelangelo] No.",
      "th": "- อุโมงค์ระบายน้ำ - ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "-[Donatello] Technically, yes. -[Michelangelo] Yeah.",
      "th": "ก็ใช่แหละ"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's a sewer.",
      "th": "อุโมงค์ระบายน้ำ"
    }
  },
  {
    "translation": {
      "en": "[Splinter] You brought us here, April.",
      "th": "เจ้าส่งเรามาที่นี่ เอพริล"
    }
  },
  {
    "translation": {
      "en": "Splinter?",
      "th": "สปลินเทอร์"
    }
  },
  {
    "translation": {
      "en": "[Donatello] How does she know his name? Did you tell her his name?",
      "th": "- รู้ชื่อได้ไง - นายบอกชื่ออาจารย์เหรอ"
    }
  },
  {
    "translation": {
      "en": "-[Donatello] Maybe she's clairvoyant. -Maybe she's a Jedi!",
      "th": "- เอพริลจิตสัมผัส - หรือเป็นเจได"
    }
  },
  {
    "translation": {
      "en": "Come closer.",
      "th": "เข้ามาสิ"
    }
  },
  {
    "translation": {
      "en": "It's been a long time.",
      "th": "ไม่ได้เจอนานมาก"
    }
  },
  {
    "translation": {
      "en": "You always did have your father's eyes.",
      "th": "ดวงตาเจ้าเหมือนพ่อตั้งแต่เด็กแล้ว"
    }
  },
  {
    "translation": {
      "en": "I don't understand.",
      "th": "มันยังไงกัน"
    }
  },
  {
    "translation": {
      "en": "Don't be afraid. All will be made clear.",
      "th": "ไม่ต้องกลัว เดี๋ยวทุกอย่างจะแจ่มชัด"
    }
  },
  {
    "translation": {
      "en": "This is crazy.",
      "th": "บ้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Why are you here?",
      "th": "มานี่มีสิ่งใด"
    }
  },
  {
    "translation": {
      "en": "Student.",
      "th": "ลูกศิษย์ข้า"
    }
  },
  {
    "translation": {
      "en": "[in English] There's been a miracle.",
      "th": "ปาฏิหาริย์แท้"
    }
  },
  {
    "translation": {
      "en": "The vigilantes who've been causing us so much trouble?",
      "th": "ฮีโร่เถื่อนที่สร้างความวุ่นวายให้เราไม่น้อย"
    }
  },
  {
    "translation": {
      "en": "They're the test subjects.",
      "th": "พวกมันคือตัวอย่างทดลอง"
    }
  },
  {
    "translation": {
      "en": "Those itty-bitty box turtles that we thought we lost in the fire?",
      "th": "เต่าบกตัวกระจิริดที่เราคิดว่าตายไปตอนไฟไหม้"
    }
  },
  {
    "translation": {
      "en": "They're alive, Master Shredder.",
      "th": "พวกมันรอด อาจารย์เชร็ดเดอร์"
    }
  },
  {
    "translation": {
      "en": "And they've grown into something",
      "th": "แถมเติบโต เป็นอะไรที่"
    }
  },
  {
    "translation": {
      "en": "powerful.",
      "th": "ทรงพลัง"
    }
  },
  {
    "translation": {
      "en": "It won't be easy to capture them, but if we can,",
      "th": "จับพวกมันคงไม่ง่าย แต่ถ้าจับได้"
    }
  },
  {
    "translation": {
      "en": "we can finally carry out the plan that we had all those years ago.",
      "th": "ก็สานต่อแผนเก่าเมื่อหลายปีก่อนได้"
    }
  },
  {
    "translation": {
      "en": "My Foot Clan will have unlimited power. And you will have your money.",
      "th": "ฟุตแคลนข้าจะอิทธิพลไร้ขอบเขต เจ้าก็จะรวยล้นฟ้า"
    }
  },
  {
    "translation": {
      "en": "[in English] The city will be ours.",
      "th": "เมืองจะเป็นของเรา"
    }
  },
  {
    "translation": {
      "en": "Find them.",
      "th": "หาให้เจอ"
    }
  },
  {
    "translation": {
      "en": "[in English] O'Neil's daughter was the one who found them,",
      "th": "คนที่เจอคือลูกสาวโอนีล"
    }
  },
  {
    "translation": {
      "en": "and she will be the one who will take us right to them.",
      "th": "และจะเป็นคนพาเราตรงดิ่งไปหามัน"
    }
  },
  {
    "translation": {
      "en": "[Foot tech] There's the ping. We've breached the cloaking security.",
      "th": "เชื่อมต่อได้แล้ว เจาะผ่านระบบพรางตัว"
    }
  },
  {
    "translation": {
      "en": "[Splinter] Listen closely, April.",
      "th": "ตั้งใจฟังให้ดี เอพริล"
    }
  },
  {
    "translation": {
      "en": "I don't remember a time before living in that laboratory.",
      "th": "ข้าไม่มีความทรงจำในช่วงก่อนมาอยู่ห้องทดลอง"
    }
  },
  {
    "translation": {
      "en": "That fateful night started like any other.",
      "th": "คืนพลิกชะตาเริ่มต้นเฉกเช่นทุกคืน"
    }
  },
  {
    "translation": {
      "en": "Sacks gave us our injections.",
      "th": "แซกส์ฉีดสารต่างๆ ให้เรา"
    }
  },
  {
    "translation": {
      "en": "Your father made sure our vital signs were strong.",
      "th": "พ่อเจ้าเช็กสัญญาณชีพว่าเราแข็งแรง"
    }
  },
  {
    "translation": {
      "en": "And you, as always,",
      "th": "ส่วนเจ้า เช่นทุกครั้ง"
    }
  },
  {
    "translation": {
      "en": "provided us with a special treat.",
      "th": "นำของอร่อยมาให้เรา"
    }
  },
  {
    "translation": {
      "en": "After the brothers went to sleep, I heard loud voices.",
      "th": "หลังจากสี่พี่น้องเต่าหลับใหล ข้าได้ยินเสียงโวยวาย"
    }
  },
  {
    "translation": {
      "en": "There was the smell of smoke.",
      "th": "แล้วก็มีกลิ่นควันไฟ"
    }
  },
  {
    "translation": {
      "en": "Alarms sounded.",
      "th": "สัญญาณเตือนดัง"
    }
  },
  {
    "translation": {
      "en": "Your father had discovered the truth behind the man he was working for.",
      "th": "พ่อเจ้าค้นพบความจริง เบื้องหลังชายที่เขาทำงานให้"
    }
  },
  {
    "translation": {
      "en": "He set fire to the lab.",
      "th": "เขาจุดไฟเผาแล็บ"
    }
  },
  {
    "translation": {
      "en": "His last breath was taken trying to destroy Shredder's plan.",
      "th": "ยอมสละชีวิต เพื่อทำลายแผนร้ายของเชร็ดเดอร์"
    }
  },
  {
    "translation": {
      "en": "I was terrified.",
      "th": "ข้าตื่นกลัวสุดขีด"
    }
  },
  {
    "translation": {
      "en": "But then, you appeared...",
      "th": "แล้วเจ้า ก็โผล่มา"
    }
  },
  {
    "translation": {
      "en": "And ushered us to safety.",
      "th": "พาเราไปที่ปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "I never had a voice then,",
      "th": "ตอนนั้นข้ายังไม่มีเสียง"
    }
  },
  {
    "translation": {
      "en": "but I thank you now, April.",
      "th": "เลยขอบคุณเจ้าในวันนี้แทน"
    }
  },
  {
    "translation": {
      "en": "We wandered the sewers until I found this place.",
      "th": "เราท่องอุโมงค์ระบายน้ำจนเจอที่นี่"
    }
  },
  {
    "translation": {
      "en": "It was then that the mutagen that was injected into our blood",
      "th": "แล้วจากนั้น สารมิวทาเจนที่ฉีดไว้ในเลือด"
    }
  },
  {
    "translation": {
      "en": "began to change us in miraculous ways.",
      "th": "ก็เริ่มเปลี่ยนแปลงเราราวกับอภินิหาร"
    }
  },
  {
    "translation": {
      "en": "I saw how your father loved you,",
      "th": "จากที่เห็นพ่อแสดงความรักต่อเจ้า"
    }
  },
  {
    "translation": {
      "en": "and I knew I had to show that same love to the turtles.",
      "th": "ทำให้รู้ว่าข้าต้องมอบรักแบบเดียวกันให้เต่าน้อย"
    }
  },
  {
    "translation": {
      "en": "I became their father,",
      "th": "ทำหน้าที่เป็นพ่อ"
    }
  },
  {
    "translation": {
      "en": "and they became my sons.",
      "th": "จากนั้นเขาก็เป็นลูกข้า"
    }
  },
  {
    "translation": {
      "en": "Like all children, they were drawn to the distractions of popular culture.",
      "th": "ก็เหมือนเด็กทั่วไป เขาตื่นตาตื่นใจ กับวัฒนธรรมมหาชน"
    }
  },
  {
    "translation": {
      "en": "And I knew one day they would want to explore the world above.",
      "th": "สักวันเขาต้องอยากสำรวจโลกข้างบน"
    }
  },
  {
    "translation": {
      "en": "[Splinter] They would be ridiculed.",
      "th": "และถูกหัวเราะเยาะ"
    }
  },
  {
    "translation": {
      "en": "They would need to learn to protect themselves, both mentally and physically.",
      "th": "จึงต้องเรียนรู้วิธีปกป้องตนเอง ทั้งร่างกายและจิตใจ"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] Hey, does anyone want to play Buck-Buck?",
      "th": "เล่นโดดตบถังกัน"
    }
  },
  {
    "translation": {
      "en": "Buck one!",
      "th": "ถังหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Buck two!",
      "th": "ถังสอง"
    }
  },
  {
    "translation": {
      "en": "Buck three! Where you going, Raph?",
      "th": "- ถังสาม - ไปไหน ราฟ"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] Come on. I can't do it by myself. I need all four! [Donatello] You're a Buck short.",
      "th": "- เล่นคนเดียวไม่ได้ ต้องมีสี่คน - ไม่เต็มบาท"
    }
  },
  {
    "translation": {
      "en": "[Raphael] Yeah, that sounds stupid. Like you, Mikey!",
      "th": "ฟังไม่เข้าท่า เหมือนนาย ไมกี้"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] That's why you're just the hype man, brah.",
      "th": "นายตัวบิ้วคนนะ"
    }
  },
  {
    "translation": {
      "en": "-See these moves? -[Raphael] Yeah, whatever, man.",
      "th": "- เห็นท่านี้มั้ย - ไม่สนโว้ย (วิทยายุทธ์นินจา โดย อีสต์แมนและแลร์ด)"
    }
  },
  {
    "translation": {
      "en": "[Splinter] And then I found a way.",
      "th": "และแล้ว ข้าก็พบวิธี"
    }
  },
  {
    "translation": {
      "en": "First, I would teach myself the ancient art of Ninjutsu.",
      "th": "เริ่มแรก ข้าฝึกวิชานินจายุทธ์โบราณด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "The brothers followed my lead,",
      "th": "สี่พี่น้องเดินตามรอย"
    }
  },
  {
    "translation": {
      "en": "accelerating at a wondrous rate!",
      "th": "เร็วในอัตราไม่น่าเชื่อ"
    }
  },
  {
    "translation": {
      "en": "Wassup, brah? Want some of this?",
      "th": "ไง อยากลองดีเหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm like a ghost! I'm over here, now I'm over here, brah. Like a shadow!",
      "th": "ข้าไวดั่งผี นี่อยู่นี่ มาอยู่นี่แล้ว ดั่งเงา"
    }
  },
  {
    "translation": {
      "en": "I'm a flame shadow fire dragon!",
      "th": "ข้าคือมังกรเพลิงเงาอัคคี"
    }
  },
  {
    "translation": {
      "en": "[Splinter] Their gift was also their passion.",
      "th": "พรสวรรค์แปรเป็นความคลั่งไคล้"
    }
  },
  {
    "translation": {
      "en": "They lived, breathed, and dreamed all things martial arts.",
      "th": "จะหลับหรือตื่น หายใจเข้าออก คือวิชายุทธ์"
    }
  },
  {
    "translation": {
      "en": "Then, they were ready.",
      "th": "และแล้ว พวกเขาพร้อม"
    }
  },
  {
    "translation": {
      "en": "The Katana, most noble of all the blades.",
      "th": "ดาบคาตานะสูงส่งที่สุดแห่งอาวุธมีคม"
    }
  },
  {
    "translation": {
      "en": "It is the weapon of a leader.",
      "th": "ศาสตราวุธแห่งผู้นำ"
    }
  },
  {
    "translation": {
      "en": "Everything they are,",
      "th": "ทุกสิ่งที่เขาเป็น"
    }
  },
  {
    "translation": {
      "en": "and everything that they've become",
      "th": "และทุกสิ่งที่พัฒนาตนขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "was made possible by the bravery",
      "th": "เกิดขึ้นได้เพราะวีรกรรมห้าวหาญ"
    }
  },
  {
    "translation": {
      "en": "that you displayed on that fateful night.",
      "th": "ที่เจ้าช่วยเราไว้ ในคืนชะตาพลิกผัน"
    }
  },
  {
    "translation": {
      "en": "Dude.",
      "th": "เป๊ะเว่อร์"
    }
  },
  {
    "translation": {
      "en": "I was just a little girl.",
      "th": "ตอนนั้นฉันยังเด็ก"
    }
  },
  {
    "translation": {
      "en": "And you gave us freedom,",
      "th": "แต่ก็มอบอิสรภาพให้พวกเรา"
    }
  },
  {
    "translation": {
      "en": "where others would have kept us in cages.",
      "th": "คนอื่นคงอยากให้เราอยู่ในกรง"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] Wait a minute, Dad. All these years, you told us we were rescued from the fire",
      "th": "เดี๋ยว ที่ผ่านมาท่านบอกว่าผู้ที่ช่วยเราจากเพลิง"
    }
  },
  {
    "translation": {
      "en": "by a great guardian spirit, the Hogo-sha.",
      "th": "คือมหาวิญญาณอารักษ์ โฮโกชา"
    }
  },
  {
    "translation": {
      "en": "That's right.",
      "th": "ใช่ไง"
    }
  },
  {
    "translation": {
      "en": "And this is the Hogo-sha.",
      "th": "เธอคนนี้ นี่แหละ โฮโกชา"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "ไงนะ"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo whispering] My girlfriend's totally the Hogo-sha.",
      "th": "ที่แท้แฟนเราคือ โฮโกชา"
    }
  },
  {
    "translation": {
      "en": "Fortunately, our engineers have been making great progress",
      "th": "โชคดีวิศวกรเราพัฒนา"
    }
  },
  {
    "translation": {
      "en": "in refining the robotics in your armor.",
      "th": "ผสานวิทยาการหุ่นยนต์กับเกราะท่าน"
    }
  },
  {
    "translation": {
      "en": "We're taking it to the next level, bridging the gap between ancient tradition",
      "th": "ยกระดับมันขึ้นอีก เชื่อมต่อภูมิปัญญาโบราณ"
    }
  },
  {
    "translation": {
      "en": "and modern warfare.",
      "th": "กับอาวุธยุคใหม่"
    }
  },
  {
    "translation": {
      "en": "Tonight, I dine on turtle soup.",
      "th": "ค่ำนี้จะกินเต่าเป็นมื้อเย็น"
    }
  },
  {
    "translation": {
      "en": "Why did you bring me here?",
      "th": "แล้วไหงถึงนัดมา"
    }
  },
  {
    "translation": {
      "en": "To find out who you told of our existence.",
      "th": "เพื่อถามว่าเจ้าบอกเรื่องเรากับใครบ้าง"
    }
  },
  {
    "translation": {
      "en": "Nobody that believed me, except for Eric Sacks.",
      "th": "ไม่มีใครเชื่อสักคน ยกเว้นอีริค แซกส์"
    }
  },
  {
    "translation": {
      "en": "Sacks.",
      "th": "แซกส์"
    }
  },
  {
    "translation": {
      "en": "Just as I feared.",
      "th": "เป็นอย่างที่กลัว"
    }
  },
  {
    "translation": {
      "en": "Sacks is not a friend.",
      "th": "แซกส์ไม่ใช่มิตรของเรา"
    }
  },
  {
    "translation": {
      "en": "His soul has been poisoned by the influence of a dark master...",
      "th": "จิตถูกบ่มในพิษร้าย โดยอิทธิพลจากอาจารย์ชั่ว"
    }
  },
  {
    "translation": {
      "en": "The Shredder.",
      "th": "นามเชร็ดเดอร์"
    }
  },
  {
    "translation": {
      "en": "Shredder practically raised Sacks in Japan.",
      "th": "เชร็ดเดอร์เป็นผู้เลี้ยงดูแซกส์สมัยอยู่ญี่ปุ่น"
    }
  },
  {
    "translation": {
      "en": "He's like a father to him. Sacks will do anything for his master.",
      "th": "ไม่ต่างกับเป็นพ่อ แซกส์ยอมทำทุกอย่างเพื่ออาจารย์"
    }
  },
  {
    "translation": {
      "en": "Wait, wait.",
      "th": "เดี๋ยวนะ"
    }
  },
  {
    "translation": {
      "en": "Sacks and Shredder? So, why aren't we out there hunting them down?",
      "th": "แซกส์กับเชร็ดเดอร์ รู้ตัวแล้วทำไมไม่ล่ามัน"
    }
  },
  {
    "translation": {
      "en": "Because, Raphael,",
      "th": "ก็เพราะ"
    }
  },
  {
    "translation": {
      "en": "the Shredder is a skilled warrior whose cruelty is ever-reaching!",
      "th": "เชร็ดเดอร์เป็นนักรบยอดฝีมือ โหดเหี้ยมยากเทียมทัน"
    }
  },
  {
    "translation": {
      "en": "And you are just teenagers.",
      "th": "พวกเจ้าเป็นเพียงเด็กวัยรุ่น"
    }
  },
  {
    "translation": {
      "en": "The mutagen in your blood is of great value to them.",
      "th": "มิวทาเจนในเลือดพวกเจ้ามีค่ากับพวกมันมหาศาล"
    }
  },
  {
    "translation": {
      "en": "Now that Sacks has confirmation that you are alive,",
      "th": "ตอนนี้แซกส์รู้แล้ว พวกเจ้ายังไม่ตาย"
    }
  },
  {
    "translation": {
      "en": "I fear they will bring the fight to us.",
      "th": "กลัวใจว่ามันจะชักศึกมาหาเรา"
    }
  },
  {
    "translation": {
      "en": "Oh, no.",
      "th": "แย่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier] Stand by to make entry. Let's move!",
      "th": "เตรียมบุกจู่โจม"
    }
  },
  {
    "translation": {
      "en": "Go, go, go!",
      "th": "ลุย ลุย ลุย"
    }
  },
  {
    "translation": {
      "en": "[Donatello] Perimeter infringe... Breach! We have incoming!",
      "th": "โดนล่วงล้ำเขต ข้าศึกบุกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, no! Oh, no! We got two breaches. Fan room, weapons wall!",
      "th": "ซวยแล้ว โดนบุกสองจุด ห้องพัดลม ผนังอาวุธ"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] Mikey, flank right! Donnie, on me! We gotta go! Go, go!",
      "th": "ไมกี้ตรึงขวา ดอนนี่ตามมา ช้าไม่ได้แล้ว เร็ว"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier 2] Stand by to set charge.",
      "th": "เตรียมนับถอยหลัง"
    }
  },
  {
    "translation": {
      "en": "Lock and load. We're going on 10.",
      "th": "พร้อมระเบิด นับถอยหลังสิบ"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier 2] No live ammo. Tranqs only.",
      "th": "งดกระสุน ใช้ยาสลบ"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier] Take 'em alive!",
      "th": "สั่งจับเป็น"
    }
  },
  {
    "translation": {
      "en": "No! Get back!",
      "th": "แย่แล้ว ถอยมา"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] Donnie!",
      "th": "ดอนนี่"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier] Engage!",
      "th": "จู่โจม"
    }
  },
  {
    "translation": {
      "en": "Get him!",
      "th": "เก็บเลย"
    }
  },
  {
    "translation": {
      "en": "There they are! Neutralize them!",
      "th": "อยู่นั่น ยิงให้สลบ"
    }
  },
  {
    "translation": {
      "en": "[Donatello] They've got tranq darts!",
      "th": "ลูกดอกยาสลบ"
    }
  },
  {
    "translation": {
      "en": "Well, don't let them hit your skin.",
      "th": "อย่าให้พวกมันจิ้มได้"
    }
  },
  {
    "translation": {
      "en": "Let's go! Let's move!",
      "th": "ไปเลย ลุย"
    }
  },
  {
    "translation": {
      "en": "Wassup, brah? Oh, you think you can handle this, huh?",
      "th": "ไง คิดว่าจะเอาข้าอยู่เหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm a snapping turtle, fool. Snap, snap, snap!",
      "th": "เต่าพันธุ์สู้คนโว้ย ฟัดๆๆ"
    }
  },
  {
    "translation": {
      "en": "I meant to do that! I meant to do it!",
      "th": "ท่าล้มตัวเว้ย ตั้งใจล้ม"
    }
  },
  {
    "translation": {
      "en": "We got a breach in the fan room! Raph, get to the fan room!",
      "th": "- ห้องพัดลมถูกบุก - ไปดูห้องพัดลม"
    }
  },
  {
    "translation": {
      "en": "Why are you always telling me what to do?",
      "th": "ทำไมเจ้าต้องสั่งข้าตลอด"
    }
  },
  {
    "translation": {
      "en": "Just go! Mikey, you gotta get April out of here, now!",
      "th": "ไปน่า ไมกี้ พาเอพริลไปจากนี่ เร็ว"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] I got this!",
      "th": "จัดให้"
    }
  },
  {
    "translation": {
      "en": "April, come with me. I got a safe place for you to hide.",
      "th": "เอพริล ตามผมมา เดี๋ยวพาซ่อนที่ปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "And if you get thirsty, I got a secret stash of Orange Crush behind the fridge.",
      "th": "แถมถ้าคอแห้ง มีน้ำส้มเป็นเสบียงลับหลังตู้เย็น"
    }
  },
  {
    "translation": {
      "en": "Don't tell Raph.",
      "th": "อย่าบอกราฟ"
    }
  },
  {
    "translation": {
      "en": "Shredder.",
      "th": "เชร็ดเดอร์"
    }
  },
  {
    "translation": {
      "en": "[Shredder] All these years, I've been trying to recreate the mutagen.",
      "th": "หลายปีมานี้ ข้าพยายามสร้างมิวทาเจนขึ้นอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "And you?",
      "th": "แต่แล้วเจ้า"
    }
  },
  {
    "translation": {
      "en": "You just handed it to me.",
      "th": "ก็เป็นผู้มอบมันให้ข้า"
    }
  },
  {
    "translation": {
      "en": "You will not lay a hand on my sons.",
      "th": "อย่านึกฝันว่าจะแตะต้องลูกๆ ข้าได้"
    }
  },
  {
    "translation": {
      "en": "[Shredder] Your sons?",
      "th": "ลูกๆ เจ้า"
    }
  },
  {
    "translation": {
      "en": "You think you're their father?",
      "th": "คิดว่าตัวเองเป็นพ่อ"
    }
  },
  {
    "translation": {
      "en": "Very good, rat.",
      "th": "เยี่ยมยุทธ์มาก เจ้าหนู"
    }
  },
  {
    "translation": {
      "en": "Sensei!",
      "th": "เซนเซ"
    }
  },
  {
    "translation": {
      "en": "Donnie!",
      "th": "ดอนนี่"
    }
  },
  {
    "translation": {
      "en": "[Donatello] Hang on, Leo! Be right there!",
      "th": "อึดไว้ลีโอ ไปช่วยแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Shredder] You stupid little girl!",
      "th": "นังเด็กเมื่อวานซืน"
    }
  },
  {
    "translation": {
      "en": "April!",
      "th": "เอพริล"
    }
  },
  {
    "translation": {
      "en": "-Sensei! -No, my son, stay back!",
      "th": "เซนเซ อย่าลูกพ่อ อย่าเข้ามา"
    }
  },
  {
    "translation": {
      "en": "Sensei!",
      "th": "เซนเซ"
    }
  },
  {
    "translation": {
      "en": "Sensei! Dad! Dad! What are you... What are you doing?",
      "th": "เซนเซ พ่อ นี่จะทำอะไร"
    }
  },
  {
    "translation": {
      "en": "Hide!",
      "th": "ไปซ่อน"
    }
  },
  {
    "translation": {
      "en": "[Splinter] Save yourselves!",
      "th": "หนีเอาตัวรอด"
    }
  },
  {
    "translation": {
      "en": "[Shredder] Children, drop your weapons,",
      "th": "เด็กๆ ทิ้งอาวุธซะ ไม่งั้น"
    }
  },
  {
    "translation": {
      "en": "or your father will die.",
      "th": "เด็กๆ ทิ้งอาวุธซะ ไม่งั้น บิดาเจ้า ตายตรงนี้"
    }
  },
  {
    "translation": {
      "en": "[Shredder] Where's the fourth? [Foot soldier] He's dead.",
      "th": "- ตัวที่สี่ล่ะ - ตายแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "[Shredder] Destroy this place.",
      "th": "ทำลายที่นี่ทิ้ง"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier] Keep moving!",
      "th": "เดินไป"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] Stay strong.",
      "th": "อึดไว้"
    }
  },
  {
    "translation": {
      "en": "Remember, pain's only in the mind.",
      "th": "อย่าลืม เจ็บไม่เจ็บอยู่ที่ใจ"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier 2] Move along! Go!",
      "th": "ยาวไป เดิน"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier] Troop, go!",
      "th": "เคลื่อนพล"
    }
  },
  {
    "translation": {
      "en": "Move! Move!",
      "th": "เร็ว"
    }
  },
  {
    "translation": {
      "en": "[sighs] Splinter.",
      "th": "สปลินเทอร์"
    }
  },
  {
    "translation": {
      "en": "[Raphael] Sensei.",
      "th": "เซนเซ"
    }
  },
  {
    "translation": {
      "en": "Master.",
      "th": "อาจารย์"
    }
  },
  {
    "translation": {
      "en": "Let's get him to the needle room.",
      "th": "พาไปห้องฝังเข็ม"
    }
  },
  {
    "translation": {
      "en": "Package is secured. En route.",
      "th": "พัสดุพร้อม กำลังไป"
    }
  },
  {
    "translation": {
      "en": "We're carrying three specimens and will be arriving at the estate in approximately 40 minutes.",
      "th": "ได้มาสามตัวอย่าง จะไปถึงใน 40 นาที"
    }
  },
  {
    "translation": {
      "en": "Prepare the containment units.",
      "th": "เตรียมสถานที่กักเก็บ"
    }
  },
  {
    "translation": {
      "en": "Inside those turtles is the most precious compound on Earth...",
      "th": "ในร่างเต่าพวกนี้ คือสารประกอบที่มีค่าที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "mutagen.",
      "th": "มิวทาเจน"
    }
  },
  {
    "translation": {
      "en": "And we will drain every last ounce of their blood to get it,",
      "th": "อาจต้องใช้เลือดมันทุกหยดเพื่อสกัด"
    }
  },
  {
    "translation": {
      "en": "even if it kills them.",
      "th": "มันตายก็ยอม"
    }
  },
  {
    "translation": {
      "en": "Get the first aid kit! On the shelf!",
      "th": "ชุดปฐมพยาบาล อยู่บนชั้น"
    }
  },
  {
    "translation": {
      "en": "Hurry. Hurry.",
      "th": "นั่นแหละ นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Raphael?",
      "th": "ราฟาเอล"
    }
  },
  {
    "translation": {
      "en": "I'm here.",
      "th": "ข้าอยู่นี่"
    }
  },
  {
    "translation": {
      "en": "You must save your brothers.",
      "th": "เจ้าต้องไปช่วยพี่น้อง"
    }
  },
  {
    "translation": {
      "en": "Stop Shredder.",
      "th": "ยับยั้งเชร็ดเดอร์"
    }
  },
  {
    "translation": {
      "en": "Sensei.",
      "th": "เซนเซ"
    }
  },
  {
    "translation": {
      "en": "It's some kind of a tracker.",
      "th": "สัญญาณแจ้งพิกัด"
    }
  },
  {
    "translation": {
      "en": "[Raphael] It's Donatello!",
      "th": "จากดอนาเทลโล่"
    }
  },
  {
    "translation": {
      "en": "Go, Raphael.",
      "th": "ไป ราฟาเอล"
    }
  },
  {
    "translation": {
      "en": "Let's go save my brothers.",
      "th": "ไปช่วยพี่น้องข้ากัน"
    }
  },
  {
    "translation": {
      "en": "We need a ride.",
      "th": "ต้องมีรถ"
    }
  },
  {
    "translation": {
      "en": "O'Neil!",
      "th": "โอ นีล"
    }
  },
  {
    "translation": {
      "en": "[April] Look, Vern, I need you to meet me at Cortlandt Alley in ten minutes, please.",
      "th": "เวิร์น เจอกันตรอกคอร์ตแลนต์ อีกสิบนาที"
    }
  },
  {
    "translation": {
      "en": "Wait, why?",
      "th": "ทำไม"
    }
  },
  {
    "translation": {
      "en": "I can't talk to you about it on the phone. Just promise me you're gonna be there.",
      "th": "พูดทางโทรศัพท์ไม่ได้ รับปากก่อนว่าจะไป"
    }
  },
  {
    "translation": {
      "en": "What do you mean you can't talk about... You called--",
      "th": "ทำไมพูดไม่ได้ นี่ยังโทร..."
    }
  },
  {
    "translation": {
      "en": "-[line disconnects] -...me.",
      "th": "เอ๋า"
    }
  },
  {
    "translation": {
      "en": "All right. Want me to meet you right now?",
      "th": "ก็ได้ อยากเจอด่วนเหรอ"
    }
  },
  {
    "translation": {
      "en": "I'll play your little game.",
      "th": "รับมุกก็ได้"
    }
  },
  {
    "translation": {
      "en": "What's with the hat?",
      "th": "ใส่หมวกมาทำไม"
    }
  },
  {
    "translation": {
      "en": "What is with the... [chuckles] I don't know, it's a buddy of mine. It's just a goof.",
      "th": "ใส่มา อะไร พอดีเพื่อนลืมไว้ ลองใส่เล่น"
    }
  },
  {
    "translation": {
      "en": "What do you want to do? You wanna head downtown?",
      "th": "ไปไหนดี หาร้านนั่ง"
    }
  },
  {
    "translation": {
      "en": "Eric Sacks is working with the head of the Foot Clan.",
      "th": "อีริค แซกส์รู้เห็นกับหัวหน้าฟุตแคลน"
    }
  },
  {
    "translation": {
      "en": "They just kidnapped the vigilante turtles to take them to the Sacks estate. We need to go. Come on, Vern.",
      "th": "จับพวกเต่านินจาไปที่คฤหาสน์ ต้องไปช่วย"
    }
  },
  {
    "translation": {
      "en": "Right, right, right. The turtles. I forgot.",
      "th": "จ๊ะ จ๊ะ เต่านินจา ลืมไปเลย"
    }
  },
  {
    "translation": {
      "en": "This is getting embarrassing. O'Neil,",
      "th": "ชักเริ่มอายแล้วนะโอนีล"
    }
  },
  {
    "translation": {
      "en": "we're both consenting adults.",
      "th": "คือโตๆ กันแล้ว"
    }
  },
  {
    "translation": {
      "en": "We're both very good-looking. You're better, probably.",
      "th": "เราต่างหน้าตาดี เธออาจดีกว่า ไม่รู้นะ"
    }
  },
  {
    "translation": {
      "en": "That's up for debate. But the point is, we don't need to make up excuses -to hang out with each other. -What?",
      "th": "ไว้ถกกัน แต่ประเด็นคือ ไม่ต้องหาข้ออ้างเจอกันก็ได้"
    }
  },
  {
    "translation": {
      "en": "You want to spend more time with me. I get it. I would too.",
      "th": "อยากเจออีก เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "We need to get to the Sacks estate right now, Vern. Come on!",
      "th": "ต้องไปคฤหาสน์แซกส์เดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "That's what I'm talking about, O'Neil. \"The Sacks estate with the vigilante...\"",
      "th": "ก็นี่แหละ คฤหาสน์แซกส์ เต่านินจา..."
    }
  },
  {
    "translation": {
      "en": "-What-- -Drive!",
      "th": "ออกรถ"
    }
  },
  {
    "translation": {
      "en": "You... You... You're a talking turtle.",
      "th": "นายคือเต่าพูดได้"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah, I'm a talking turtle,",
      "th": "เออ ข้าคือเต่าพูดได้"
    }
  },
  {
    "translation": {
      "en": "and you're a human nerd. Now that we got that out of the way, hit it.",
      "th": "เอ็งก็มนุษย์สะเหล่อ เปิดอกดูใจกันแล้ว ไปสิ"
    }
  },
  {
    "translation": {
      "en": "I've never been accused of being a nerd before, but... I'm sorry...",
      "th": "เกิดมา เพิ่งโดนหาว่าสะเหล่อ แต่โทษนะ"
    }
  },
  {
    "translation": {
      "en": "How did you get in... How did he get in the...",
      "th": "ขึ้นมาตอนไหน ยังไง"
    }
  },
  {
    "translation": {
      "en": "Oh, my!",
      "th": "แม่เจ้า"
    }
  },
  {
    "translation": {
      "en": "Unbelievable. Let me look at you.",
      "th": "ไม่อยากเชื่อ ขอดูเต็มๆ"
    }
  },
  {
    "translation": {
      "en": "I'm a hard guy to impress, but...",
      "th": "ฉันไม่อึ้งอะไรง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "this is just... [chuckling] Oh, my God.",
      "th": "แต่นี่ช่าง..."
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "th": "ว้าว"
    }
  },
  {
    "translation": {
      "en": "And we were gonna use rabbits!",
      "th": "กะจะใช้กระต่ายด้วย"
    }
  },
  {
    "translation": {
      "en": "Can you imagine that?",
      "th": "ลองนึกภาพสิ จริงๆ ที่จะทำ"
    }
  },
  {
    "translation": {
      "en": "All we were trying to do is create an antidote.",
      "th": "ก็แค่สร้างยาถอนพิษ"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] For what?",
      "th": "พิษอะไร"
    }
  },
  {
    "translation": {
      "en": "Say that again. I want to hear your voice.",
      "th": "พูดอีกซิ อยากฟังเสียง"
    }
  },
  {
    "translation": {
      "en": "[yelling] For what!",
      "th": "พิษอะไร"
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "th": "ว้าว"
    }
  },
  {
    "translation": {
      "en": "Well, uh, we had this plan.",
      "th": "ก็...มันเป็นแผนที่เคยมี"
    }
  },
  {
    "translation": {
      "en": "A plan that we're ready to put back online today.",
      "th": "แผนที่พร้อมจะปัดฝุ่นสานต่อให้สำเร็จ วันนี้"
    }
  },
  {
    "translation": {
      "en": "I'll show you. Karai, um...",
      "th": "เดี๋ยวให้ดู คาราอิ"
    }
  },
  {
    "translation": {
      "en": "Show them.",
      "th": "สาธิตที"
    }
  },
  {
    "translation": {
      "en": "Do you know my building, Sacks Tower? Got that great big spire up on top?",
      "th": "รู้จักตึกแซกส์มั้ย ตึกฉันที่มียอดแหลม"
    }
  },
  {
    "translation": {
      "en": "-That spire is filled... -[Foot soldier struggling]",
      "th": "ตรงยอดแหลม อัดแน่น"
    }
  },
  {
    "translation": {
      "en": "...with tons of chemical toxins.",
      "th": "ไปด้วยสารพิษเป็นตันๆ"
    }
  },
  {
    "translation": {
      "en": "Bad stuff.",
      "th": "ร้ายแรง"
    }
  },
  {
    "translation": {
      "en": "That kinda bad.",
      "th": "แบบนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "In a few hours, Shredder is going to unleash all that stuff",
      "th": "อีกไม่กี่ชั่วโมง เชร็ดเดอร์ จะปล่อยสารพิษทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "over the whole city. The initial death toll",
      "th": "ให้แพร่ไปทั่วเมือง ยอดผู้เสียชีวิตเบื้องต้น"
    }
  },
  {
    "translation": {
      "en": "will shake world governments to their core.",
      "th": "จะทำให้ทุกรัฐบาลขนหัวลุก"
    }
  },
  {
    "translation": {
      "en": "In 30 days, the city of New York will be a quarantine zone.",
      "th": "ในสามสิบวัน นครนิวยอร์กจะเป็นพื้นที่กักกัน"
    }
  },
  {
    "translation": {
      "en": "And that is where my company comes in.",
      "th": "ตรงนั้นแหละ บริษัทฉันจะออกโรง"
    }
  },
  {
    "translation": {
      "en": "I'm going to save everyone with the antidote",
      "th": "เป็นอัศวินม้าขาว มากับยาถอนพิษ"
    }
  },
  {
    "translation": {
      "en": "that is made from the mutagen that is oozing through your blood.",
      "th": "ทำจากมิวทาเจน ที่ไหลอยู่ในเลือดพวกนาย"
    }
  },
  {
    "translation": {
      "en": "The government will then send Sacks Industry a blank check,",
      "th": "รัฐจะยอมเซ็นเช็คเปล่าให้แซกส์ อินดัสทรี"
    }
  },
  {
    "translation": {
      "en": "and I'm going to be rich. Like, stupid rich.",
      "th": "ฉันจะร่ำรวย แบบรวยไม่รู้เรื่อง"
    }
  },
  {
    "translation": {
      "en": "Shredder will force this city to live under our rule.",
      "th": "เชร็ดเดอร์จะบีบให้เมืองอยู่ใต้กฎเกณฑ์ของเรา"
    }
  },
  {
    "translation": {
      "en": "We will be gods.",
      "th": "เราจะเป็นพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "[Vern] Yeah, I've thought about... I've thought about doing,",
      "th": "ก็เคยไปฝึกเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "not becoming a ninja, but I was doing a bunch of yoga",
      "th": "ไม่ใช่นินจานะ โยคะน่ะ"
    }
  },
  {
    "translation": {
      "en": "for like, ten days at one point, and, uh, I pulled a hamstring.",
      "th": "เล่นได้สิบวันเลิก เพราะเส้นยึด"
    }
  },
  {
    "translation": {
      "en": "-There's the gate right there. -There it is.",
      "th": "- นั่นประตู - ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Raphael] Ram the gate.",
      "th": "พุ่งชนเลย"
    }
  },
  {
    "translation": {
      "en": "\"Ram the gate\"? This is Channel 6 property.",
      "th": "ไม่ได้ นี่มันรถของช่องหก"
    }
  },
  {
    "translation": {
      "en": "[yelling] I said ram the gate!",
      "th": "บอกให้พุ่งชน"
    }
  },
  {
    "translation": {
      "en": "All right, everybody, strap in!",
      "th": "งั้นหาที่ยึดเลย"
    }
  },
  {
    "translation": {
      "en": "[Vern] Oh, shit!",
      "th": "โอ้ ตายโหง"
    }
  },
  {
    "translation": {
      "en": "Follow me!",
      "th": "ตามมาเร็ว"
    }
  },
  {
    "translation": {
      "en": "I'll take this canister to New York to withdraw the mutagen.",
      "th": "ฉันจะเอาเลือดชุดแรกไปสกัดที่นิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "Make sure that you drain all their blood.",
      "th": "สูบเอาออกมาให้หมด"
    }
  },
  {
    "translation": {
      "en": "Time to take a bite out of the Big Apple.",
      "th": "ได้ฤกษ์มอมยานิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier] Hey! Get out of here!",
      "th": "ออกไปจากนี่"
    }
  },
  {
    "translation": {
      "en": "Leo!",
      "th": "ลีโอ"
    }
  },
  {
    "translation": {
      "en": "About time.",
      "th": "มาซะที"
    }
  },
  {
    "translation": {
      "en": "[Shredder] Raphael.",
      "th": "ราฟาเอล"
    }
  },
  {
    "translation": {
      "en": "Glad you could join us.",
      "th": "ดีใจที่มาแจม"
    }
  },
  {
    "translation": {
      "en": "The fourth cage is for you.",
      "th": "ตู้ขังที่สี่ คือของเจ้า"
    }
  },
  {
    "translation": {
      "en": "That's harsh, man.",
      "th": "หนักนะน่ะ"
    }
  },
  {
    "translation": {
      "en": "[Shredder] The rat did not teach you well!",
      "th": "หนูเฒ่าฝึกเจ้ามาห่วยนัก"
    }
  },
  {
    "translation": {
      "en": "Raphael!",
      "th": "ราฟาเอล"
    }
  },
  {
    "translation": {
      "en": "[Shredder] You.",
      "th": "แก"
    }
  },
  {
    "translation": {
      "en": "[Raphael] Focus on me.",
      "th": "สู้กับข้านี่"
    }
  },
  {
    "translation": {
      "en": "Three... Four total turtles.",
      "th": "สาม สี่เต่าพลังยุทธ์"
    }
  },
  {
    "translation": {
      "en": "One's fighting a robot samurai. Why not?",
      "th": "หนึ่งหุ่นรบซามูไร เอาซี้"
    }
  },
  {
    "translation": {
      "en": "Donnie!",
      "th": "ดอนนี่"
    }
  },
  {
    "translation": {
      "en": "[April] Donnie!",
      "th": "ดอนนี่"
    }
  },
  {
    "translation": {
      "en": "What do I do?",
      "th": "ให้ช่วยยังไง"
    }
  },
  {
    "translation": {
      "en": "-[softly] Adrenaline. -What?",
      "th": "- อะดรีนาลีน - ไงนะ"
    }
  },
  {
    "translation": {
      "en": "Adrenaline.",
      "th": "อะดรีนาลีน"
    }
  },
  {
    "translation": {
      "en": "Adrenaline.",
      "th": "อะดรีนาลีน"
    }
  },
  {
    "translation": {
      "en": "Adrenaline.",
      "th": "อะดรีนาลีน"
    }
  },
  {
    "translation": {
      "en": "He's going to kill him.",
      "th": "กะเอาตาย"
    }
  },
  {
    "translation": {
      "en": "Get up!",
      "th": "ลุกขึ้น!"
    }
  },
  {
    "translation": {
      "en": "It's working.",
      "th": "ออกฤทธิ์แล้ว"
    }
  },
  {
    "translation": {
      "en": "I think we should move.",
      "th": "รีบหลบดีมั้ย"
    }
  },
  {
    "translation": {
      "en": "Oh! I feel really good right now! I feel like running!",
      "th": "รู้สึกดีดเปรี้ยง อยากออกวิ่ง"
    }
  },
  {
    "translation": {
      "en": "I feel like cleaning! Who wants to clean the dojo? I'll clean the dojo!",
      "th": "- อยากเก็บกวาด ใครอยากเก็บกวาดสำนัก - อยาก"
    }
  },
  {
    "translation": {
      "en": "Endorphins! Endorphins! [Leonardo] We got to get Raph!",
      "th": "- สารความสุขพุ่งพล่าน - ต้องไปช่วยราฟ"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] Are you okay? Are you dead? Are you okay?",
      "th": "ยังอยู่มั้ย ตายรึยัง เป็นไงมั่ง"
    }
  },
  {
    "translation": {
      "en": "Come on. Come on.",
      "th": "มาเถอะ"
    }
  },
  {
    "translation": {
      "en": "-[Michelangelo] We really gotta go! -Go where?",
      "th": "- ไปไหน - ตึกแซกส์"
    }
  },
  {
    "translation": {
      "en": "-Sacks Tower! -New York City! Times Square!",
      "th": "นิวยอร์ก ไทม์ สแควร์"
    }
  },
  {
    "translation": {
      "en": "Shredder's going to release a toxin! It's gonna poison the whole city!",
      "th": "- เชร็ดเดอร์จะปล่อยสารพิษ - ใส่ทั้งเมือง"
    }
  },
  {
    "translation": {
      "en": "And Sacks is gonna sell the antidote! [Michelangelo] Made from the mutagen that's in our blood!",
      "th": "- แซกส์จะขายยาถอนพิษ - จากมิวทาเจนในเลือดเรา"
    }
  },
  {
    "translation": {
      "en": "So we've got to get going now!",
      "th": "ต้องรีบไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Good. Let's do it for sensei.",
      "th": "ดี ล้างแค้นให้ เซนเซ"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] Okay. We're going!",
      "th": "ไปเลย"
    }
  },
  {
    "translation": {
      "en": "Everybody calm down! Look how calm I am!",
      "th": "อย่าตื่นตูม คุมอารมณ์ให้ได้อย่างเรานี่"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] We gotta move. Let's go!",
      "th": "รีบเคลื่อนพล เร็ว"
    }
  },
  {
    "translation": {
      "en": "Sacks is airborne!",
      "th": "แซกส์บินไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Flight time to Manhattan, 19 minutes. Get us out of here, Donnie.",
      "th": "- บินไปแมนฮัตตัน 19 นาที - หาทางทีดอนนี่"
    }
  },
  {
    "translation": {
      "en": "Oh, my gosh, they have guns!",
      "th": "มันมีปืน"
    }
  },
  {
    "translation": {
      "en": "-[gunfire] -Get down! Get down!",
      "th": "หันกระดองรับ"
    }
  },
  {
    "translation": {
      "en": "Ha! Are you guys okay?",
      "th": "ยังอยู่กันดีมั้ย"
    }
  },
  {
    "translation": {
      "en": "-We're bulletproof. -Sweet!",
      "th": "- พวกเรายิงไม่เข้า - แจ่มว้าว"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier] Advance and engage!",
      "th": "รุกคืบเข้าโจมตี"
    }
  },
  {
    "translation": {
      "en": "-Can you drive that truck? -Yeah!",
      "th": "- ขับคันนั้นเป็นมั้ย - เป็น"
    }
  },
  {
    "translation": {
      "en": "We're on, Raph. Ready?",
      "th": "ให้ราฟนำ พร้อม"
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "th": "มาเร็ว"
    }
  },
  {
    "translation": {
      "en": "Everybody in the truck! We gotta go, go, go! Move!",
      "th": "ทุกคนขึ้นรถ ต้องไปแล้ว เร็ว"
    }
  },
  {
    "translation": {
      "en": "Vern, you know how to drive this, right?",
      "th": "รู้วิธีขับนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, yeah. Just gotta hotwire this thing, I guess. Classic blue wire/red wire situation.",
      "th": "รู้ ต้องสตาร์ตต่อตรง เส้นแดงกับน้ำเงินตามสูตร"
    }
  },
  {
    "translation": {
      "en": "-Keys! -Yeah.",
      "th": "กุญแจ"
    }
  },
  {
    "translation": {
      "en": "Keys are better.",
      "th": "กุญแจก็สะดวก"
    }
  },
  {
    "translation": {
      "en": "-Drive! -I'm on it!",
      "th": "- ออกรถ - ออกอยู่"
    }
  },
  {
    "translation": {
      "en": "[Raphael] Come on, come on!",
      "th": "เร็ว ชอบจังมีผู้โดยสารเป็นเต่าช่างจี้"
    }
  },
  {
    "translation": {
      "en": "That's all I need, is a backseat-driving talking turtle!",
      "th": "ชอบจังมีผู้โดยสารเป็นเต่าช่างจี้"
    }
  },
  {
    "translation": {
      "en": "-[Foot soldier] Let's go! -[Foot soldier 2] Move!",
      "th": "ตามเร็ว"
    }
  },
  {
    "translation": {
      "en": "-Jackal-One-Tango, on your 12! -[Foot soldier over radio] Copy that.",
      "th": "- แจ็กเกิลวันแทงโก้ 12 น. - รับทราบ"
    }
  },
  {
    "translation": {
      "en": "I shouldn't have doubted you. Sorry I didn't stick up for you.",
      "th": "ไม่น่ากังขาเธอเลย ขอโทษที่ไม่เข้าข้าง"
    }
  },
  {
    "translation": {
      "en": "I can't believe that you're not crazy! How crazy is that?",
      "th": "เหลือเชื่อที่เธอไม่บ้า บ้าที่สุด"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier] Target, 12 o'clock!",
      "th": "เป้าหมาย 12 นาฬิกา"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] Where are we going, guys?",
      "th": "ต้องไปทางไหน"
    }
  },
  {
    "translation": {
      "en": "Donnie, what's the fastest way back to Manhattan?",
      "th": "ดอนนี่ แมนฮัตตันทางไหนเร็วสุด"
    }
  },
  {
    "translation": {
      "en": "We just need to stay on this road. If we can get to the maintenance hatch at the bottom of the hill, there's a sewer line 2.4 miles from here.",
      "th": "วิ่งเส้นนี้ไปก่อน ที่ตีนเขา มีทางลงอุโมงค์ระบายน้ำ 3.8 ก.ม.จากนี่"
    }
  },
  {
    "translation": {
      "en": "Mikey! Let them know up there!",
      "th": "ไมกี้ บอกคนขับด้วย"
    }
  },
  {
    "translation": {
      "en": "I'm on it!",
      "th": "กำลังไป"
    }
  },
  {
    "translation": {
      "en": "Oh, no.",
      "th": "เอ๋า ซวย"
    }
  },
  {
    "translation": {
      "en": "-Vern, go, go, go, go, go! -I'm on it!",
      "th": "- เวิร์น เร็ว เร็ว - เห็นแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Vern, hit the brakes! -Wrong way! Wrong way!",
      "th": "- เบรกก่อน - ผิดทาง"
    }
  },
  {
    "translation": {
      "en": "[Foot soldier] Go around! Go, go, go!",
      "th": "เร็ว เร็ว เร็ว"
    }
  },
  {
    "translation": {
      "en": "-Leo, move, move! -What?",
      "th": "ลีโอ หลบ เร็ว"
    }
  },
  {
    "translation": {
      "en": "[Vern] Opposite, opposite!",
      "th": "กลับลำ กลับลำ"
    }
  },
  {
    "translation": {
      "en": "How far off course are we?",
      "th": "ออกนอกทางมาเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "Actually, we're on a bit of a shortcut. But we need to keep going down. Straight down.",
      "th": "จริงๆ มาทางนี้เหมือนทางลัด ต้องตรงดิ่งลงไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "Just keep",
      "th": "ขับ ตรง"
    }
  },
  {
    "translation": {
      "en": "going straight!",
      "th": "ไป เรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "What's up, angel cakes?",
      "th": "ไงจ๊ะนางฟ้าจ๋า"
    }
  },
  {
    "translation": {
      "en": "Fire!",
      "th": "ยิง"
    }
  },
  {
    "translation": {
      "en": "Guys, Leo's in trouble!",
      "th": "พวกเรา ลีโองานเข้าแล้ว"
    }
  },
  {
    "translation": {
      "en": "My shell's cracked. Just tape it up.",
      "th": "กระดองเราแตก แปะเทปไว้ก่อน"
    }
  },
  {
    "translation": {
      "en": "Allow me to be the bad-ass for once.",
      "th": "ขอเป็นพระเอกคิวบู๊สักครั้ง"
    }
  },
  {
    "translation": {
      "en": "Hang on, Leo. Disengaging.",
      "th": "ยึดไว้ลีโอ เดี๋ยวปลดให้"
    }
  },
  {
    "translation": {
      "en": "God, I've always wanted to try this.",
      "th": "อยากลองมุกนี้มานานแล้ว"
    }
  },
  {
    "translation": {
      "en": "I got you, brother. One car down, two to go.",
      "th": "มาช่วยแล้ว เสร็จไปคัน เหลืออีกสอง"
    }
  },
  {
    "translation": {
      "en": "Mikey!",
      "th": "ไมกี้"
    }
  },
  {
    "translation": {
      "en": "All right, that's it. I'll take it from here!",
      "th": "พอกันที รับช่วงต่อเอง"
    }
  },
  {
    "translation": {
      "en": "Raph, I'm driving! Yeah! [laughing]",
      "th": "ราฟ ขับให้แล้ว"
    }
  },
  {
    "translation": {
      "en": "O'Neil, what are you doing?",
      "th": "โอนีล ทำอะไร"
    }
  },
  {
    "translation": {
      "en": "Yeah, that's good. Make sure you're getting everything.",
      "th": "เออดี ถ่ายไว้ให้ได้ทุกช็อต"
    }
  },
  {
    "translation": {
      "en": "Vern!",
      "th": "เวิร์น"
    }
  },
  {
    "translation": {
      "en": "Vern!",
      "th": "เวิร์น!"
    }
  },
  {
    "translation": {
      "en": "O'Neil! Give me your arm!",
      "th": "โอนีล ยื่นแขนมา"
    }
  },
  {
    "translation": {
      "en": "Vern!",
      "th": "เวิร์น!"
    }
  },
  {
    "translation": {
      "en": "Avalanche!",
      "th": "หิมะถล่ม!"
    }
  },
  {
    "translation": {
      "en": "[Donatello] Come on, Leo, wake up!",
      "th": "เร็วลีโอ ตื่น"
    }
  },
  {
    "translation": {
      "en": "Yeah! If you wake up, I promise to do anything you say.",
      "th": "ถ้านายตื่น สัญญาจะเชื่อฟังทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "Guys, Shredder's chopper is 20 miles outside of New York City airspace!",
      "th": "ฮ.เชร็ดเดอร์ อีก 32 ก.ม.ถึงน่านฟ้านิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "Thanks for the traffic update, Donnie. You doing sports and weather next?",
      "th": "ยังจะรายงานจราจร กีฬากับอากาศด้วยสิ"
    }
  },
  {
    "translation": {
      "en": "If you're gonna be nasty about it, then I guess you don't want to know that there's a 500-foot drop-off in 53 seconds!",
      "th": "พูดงี้เดี๋ยวไม่บอกว่าจะถึงผาสูง 152 เมตร ในอีก 53 วินาที"
    }
  },
  {
    "translation": {
      "en": "-Are you saying there's-- -A cliff!",
      "th": "- ว่าไงนะ - หน้าผา!"
    }
  },
  {
    "translation": {
      "en": "We gotta get April out of there. Raph, heads up!",
      "th": "ต้องช่วยเอพริลจากรถ ราฟช่วยที"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] Don't forget that old guy!",
      "th": "อย่าลืมตาลุงนั่นด้วย"
    }
  },
  {
    "translation": {
      "en": "Hi. Change of plans. Oh, come on.",
      "th": "มีเปลี่ยนแผน โอ้ ให้ตายเถอะ"
    }
  },
  {
    "translation": {
      "en": "Guys, get down! Get down!",
      "th": "เร็ว หมอบลง"
    }
  },
  {
    "translation": {
      "en": "[Donatello] Twelve seconds and we're going over!",
      "th": "อีก 12 วินาทีจบเห่"
    }
  },
  {
    "translation": {
      "en": "Hey, Donnie, do that fancy slingshot thing! We got to take Little Miss Sunshine out.",
      "th": "ดอนนี่ ขอท่าดีดมหากาฬ ต้องเก็บยัยหมวยลั้ลลานี่"
    }
  },
  {
    "translation": {
      "en": "Batter up!",
      "th": "งี้ต้องเหนี่ยว"
    }
  },
  {
    "translation": {
      "en": "Grab on.",
      "th": "เกาะไว้"
    }
  },
  {
    "translation": {
      "en": "Mikey! Grab the cable!",
      "th": "ไมกี้ จับสายเคเบิลที"
    }
  },
  {
    "translation": {
      "en": "I got it! I got it!",
      "th": "จับไว้แล้ว ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Hold on, hold on.",
      "th": "เกาะไว้"
    }
  },
  {
    "translation": {
      "en": "Poor Leo, April...",
      "th": "โธ่ลีโอ เอพริล"
    }
  },
  {
    "translation": {
      "en": "and that other guy. They were so young, so beautiful.",
      "th": "ใครอีกคนด้วย ยังอายุน้อย สวยอีกตะหาก"
    }
  },
  {
    "translation": {
      "en": "[Raphael] They ain't dead, numb nuts.",
      "th": "ยังไม่ตาย ไอ้เบื๊อก"
    }
  },
  {
    "translation": {
      "en": "Oh. Right on.",
      "th": "เจ๋งดิ"
    }
  },
  {
    "translation": {
      "en": "I hope you got a parachute under that shell.",
      "th": "มีร่มชูชีพในกระดองมั้ย"
    }
  },
  {
    "translation": {
      "en": "Hey, guys! It's the maintenance hatch! Our ticket home!",
      "th": "เฮ้ย นั่นทางเข้าอุโมงค์ ได้กลับบ้านแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] A little help, please!",
      "th": "มาช่วยก่อนได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "[Donatello] Guys, we gotta hustle. Shredder's over New York City.",
      "th": "ต้องรีบแล้ว เชร็ดเดอร์ถึงนิวยอร์กแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Sacks on radio] Sensei, the mutagen is four minutes out.",
      "th": "เซนเซ มิวทาเจนถึงในสี่นาที"
    }
  },
  {
    "translation": {
      "en": "Moving forward as planned.",
      "th": "ลงมือตามแผนได้"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] Please keep your arms and legs inside the shell at all times.",
      "th": "อย่ายื่นแขนขาออกนอกกระดอง"
    }
  },
  {
    "translation": {
      "en": "[Donatello] Satellite imagery shows Shredder's reached the top of Sacks Tower.",
      "th": "ดาวเทียมบอกเชร็ดเดอร์ถึงยอดตึกแซกส์แล้ว"
    }
  },
  {
    "translation": {
      "en": "If that's where he's releasing the toxin from... [Donatello] It's gonna spread all over the city!",
      "th": "- ปล่อยตรงนั้น - สารพิษจะกระจายทั้งเมือง"
    }
  },
  {
    "translation": {
      "en": "-[Raphael] We need to... -[Donatello] ...break a left!",
      "th": "- เราต้อง... - ซ้ายจ้า!"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] All right, listen up. We gotta find the elevators and get up to the roof.",
      "th": "ฟัง หาลิฟต์ตัวที่ขึ้นถึงดาดฟ้า"
    }
  },
  {
    "translation": {
      "en": "You guys get out of here. Get to a safe distance.",
      "th": "พวกคุณรีบหนี หาที่ปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "No, no, we can go find Sacks and get our hands on the mutagen as a contingency plan,",
      "th": "ไม่ จะไปหาแซกส์ ชิงมิวทาเจน เผื่อแผนทางนี้"
    }
  },
  {
    "translation": {
      "en": "just in case... You know.",
      "th": "กันเหนียวไว้น่ะ"
    }
  },
  {
    "translation": {
      "en": "Thanks for the vote of confidence.",
      "th": "ขอบคุณที่ไว้วางใจ"
    }
  },
  {
    "translation": {
      "en": "If we don't make it back, bring the mutagen to Splinter. It can save his life.",
      "th": "ถ้าเราไม่รอด เอามิวทาเจนให้สปลินเทอร์ ช่วยชีวิตเขาได้"
    }
  },
  {
    "translation": {
      "en": "Sacks' laboratory's on the 36th floor.",
      "th": "ห้องแล็บแซกส์อยู่ชั้น 36"
    }
  },
  {
    "translation": {
      "en": "I've already disabled the security system. Oh, and, uh...",
      "th": "ตัดระบบรปภ.ให้แล้ว อ้อ และก็"
    }
  },
  {
    "translation": {
      "en": "Good luck!",
      "th": "โชคดี"
    }
  },
  {
    "translation": {
      "en": "If I don't return, remember me, April.",
      "th": "ถ้าผมไม่รอด จำไว้เอพริล"
    }
  },
  {
    "translation": {
      "en": "You can always find me",
      "th": "คุณมีผมเสมอ"
    }
  },
  {
    "translation": {
      "en": "in here.",
      "th": "ในนี้"
    }
  },
  {
    "translation": {
      "en": "You're a complicated chick.",
      "th": "เสน่ห์แรงถึงเต่า"
    }
  },
  {
    "translation": {
      "en": "Elevator's just around this corner.",
      "th": "ลิฟต์อยู่หัวมุมนี่"
    }
  },
  {
    "translation": {
      "en": "All right, guys, listen up. We stick to my plan and we won't fail.",
      "th": "ยึดตามแผนฉัน รับรองฉลุย"
    }
  },
  {
    "translation": {
      "en": "Fan out in three, two, one.",
      "th": "เข้าลิฟต์ในสาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Not the elevator.",
      "th": "ประตูนี้ไม่ใช่ลิฟต์"
    }
  },
  {
    "translation": {
      "en": "Nope.",
      "th": "เออ"
    }
  },
  {
    "translation": {
      "en": "[Sacks] The first vial is filling with antidote now.",
      "th": "ได้ยาถอนพิษขวดแรกแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Shredder] Initiating the toxin release procedure.",
      "th": "เริ่มกระบวนการปล่อยสารพิษ"
    }
  },
  {
    "translation": {
      "en": "♪ MC Mikey ♪",
      "th": "ขาแร็ปไมกี้"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] Ready, stance!",
      "th": "พร้อม ตั้งท่า"
    }
  },
  {
    "translation": {
      "en": "Hey, Mikey, remember that thing you used to say when we were kids?",
      "th": "ไมกี้ คำที่นายชอบพูดตอนเด็ก"
    }
  },
  {
    "translation": {
      "en": "You made me promise never to say it again. Forget about that.",
      "th": "- นายไม่ให้พูดอีก - ลืมไปซะ"
    }
  },
  {
    "translation": {
      "en": "Still got one in the tank?",
      "th": "ยังได้อีกสักก็อกมั้ย"
    }
  },
  {
    "translation": {
      "en": "I've been holding it in for years. Wait, guys, we need a plan!",
      "th": "- อั้นไว้หลายปีแล้ว - นี่ สู้ต้องมีแผน"
    }
  },
  {
    "translation": {
      "en": "-[Michelangelo] Cowabunga! -[turtles grunting]",
      "th": "คาวาบังก้า!"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] Leo!",
      "th": "ลีโอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, we got a 10-10. Debris falling from the building.",
      "th": "อุบัติเหตุรถยนต์ เหล็กตกมาจากตึก"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "มาเร็ว"
    }
  },
  {
    "translation": {
      "en": "[Donatello] I got this, guys. I'll take him.",
      "th": "เดี๋ยวลุยเอง ล้มมันให้"
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "th": "มาเลย"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] Oh, no, you don't!",
      "th": "จะมากไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Seriously, you two...",
      "th": "ช่างกล้านะ ทั้งคู่ น่ารักซะไม่มี น่าหยิกแก้มชะมัด"
    }
  },
  {
    "translation": {
      "en": "You're adorable, really. I could just pinch your cheeks.",
      "th": "ทั้งคู่ น่ารักซะไม่มี น่าหยิกแก้มชะมัด"
    }
  },
  {
    "translation": {
      "en": "[Donatello] Guys, he's coming, he's coming.",
      "th": "เฮ้ย มันมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Guys!",
      "th": "ไงดี"
    }
  },
  {
    "translation": {
      "en": "-[Michelangelo] Donnie! -[screaming]",
      "th": "ดอนนี่"
    }
  },
  {
    "translation": {
      "en": "[Donatello] Come on, come on!",
      "th": "ตายแน่ ตายแน่"
    }
  },
  {
    "translation": {
      "en": "[Raphael] Hold on, Leo!",
      "th": "เกาะไว้ลีโอ"
    }
  },
  {
    "translation": {
      "en": "[Sacks] I understand a girl with dead daddy issues. I do. But you're not gonna stop me.",
      "th": "เข้าใจเด็กผู้หญิงที่พ่อตาย จริงๆ แต่เธอหยุดฉันไม่ได้"
    }
  },
  {
    "translation": {
      "en": "This is history repeating itself.",
      "th": "ประวัติศาสตร์ ซ้ำรอย พ่อเธอก็มาจ๊ะเอ๋เข้า เหมือนเธอ"
    }
  },
  {
    "translation": {
      "en": "Your father walked in on me, April, just like you did.",
      "th": "ซ้ำรอย พ่อเธอก็มาจ๊ะเอ๋เข้า เหมือนเธอ"
    }
  },
  {
    "translation": {
      "en": "It took a few less bullets to take him down, though.",
      "th": "แต่กับพ่อเธอ ยิงไม่กี่นัด"
    }
  },
  {
    "translation": {
      "en": "[whispers] You killed my father.",
      "th": "แกฆ่าพ่อฉัน"
    }
  },
  {
    "translation": {
      "en": "[Raphael] Come on, guys.",
      "th": "ฮึดขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "Got you!",
      "th": "ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Shredder] Enough! The lesson is over.",
      "th": "พอที บทเรียนพวกเจ้าจบแล้ว"
    }
  },
  {
    "translation": {
      "en": "Ugh! We're getting our asses kicked out there.",
      "th": "โดนยำเละเลยงานนี้"
    }
  },
  {
    "translation": {
      "en": "We only got 50 more seconds before the toxin's released.",
      "th": "เหลือแค่ 50 วินาทีก่อนสารพิษถูกปล่อย"
    }
  },
  {
    "translation": {
      "en": "-Who wants to play Buck-Buck? -Buck-Buck?",
      "th": "- เล่นโดดตบถังกัน - ตบถัง"
    }
  },
  {
    "translation": {
      "en": "-[Leonardo] What? -Buck-Buck. Tony-on-a-Pony. Some people call it Johnnie-on-a-Rock.",
      "th": "ตบถัง ม้าตบกะโหลก บางคนก็เรียกหวดเหินหาว"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] Wait.",
      "th": "เดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "เออ"
    }
  },
  {
    "translation": {
      "en": "Let's play Buck-Buck.",
      "th": "เล่นตบถังกัน"
    }
  },
  {
    "translation": {
      "en": "-[Donatello] But why would we... -No.",
      "th": "- อารมณ์ไหน - เงียบ"
    }
  },
  {
    "translation": {
      "en": "We do what Leo says.",
      "th": "ทำตามที่ลีโอสั่ง"
    }
  },
  {
    "translation": {
      "en": "Lead the way.",
      "th": "นำไปเลย"
    }
  },
  {
    "translation": {
      "en": "O'Neil!",
      "th": "โอนีล"
    }
  },
  {
    "translation": {
      "en": "Cowabunga.",
      "th": "คาวาบังก้า"
    }
  },
  {
    "translation": {
      "en": "Are you okay?",
      "th": "เป็นไรมั้ย"
    }
  },
  {
    "translation": {
      "en": "Look, just go get some help and take the mutagen with you.",
      "th": "หาคนช่วย เอามิวทาเจนไปด้วย"
    }
  },
  {
    "translation": {
      "en": "-Just go. Go! -No!",
      "th": "ไปเถอะน่า ไป"
    }
  },
  {
    "translation": {
      "en": "Just another day in the life of a man of action. [chuckles]",
      "th": "ก็แค่อีกวันหนึ่งของขาลุย"
    }
  },
  {
    "translation": {
      "en": "Oh! No, I'm not getting up.",
      "th": "ยังไม่ลุกดีกว่า"
    }
  },
  {
    "translation": {
      "en": "You know how to use this thing?",
      "th": "รู้วิธีปิดมั้ย"
    }
  },
  {
    "translation": {
      "en": "It's a simple command-line interface.",
      "th": "บรรทัดคำสั่งอินเตอร์เฟส"
    }
  },
  {
    "translation": {
      "en": "No one's used this code in 15 years. I mean, I've read about it online.",
      "th": "เลิกใช้มา 15 ปีแล้ว เคยเจอในเน็ต"
    }
  },
  {
    "translation": {
      "en": "But these kind of things take time.",
      "th": "คงใช้เวลา"
    }
  },
  {
    "translation": {
      "en": "Thinking there was no way I'd ever be in a position",
      "th": "ไม่นึกว่าวันหนึ่งชีวิตคนทั้งเมือง"
    }
  },
  {
    "translation": {
      "en": "I'll buy you some time.",
      "th": "ถ่วงเวลาให้"
    }
  },
  {
    "translation": {
      "en": "[female voice] Toxin disbursement in five, four...",
      "th": "ปล่อยสารพิษ ในห้า สี่"
    }
  },
  {
    "translation": {
      "en": "...three,",
      "th": "สาม"
    }
  },
  {
    "translation": {
      "en": "two...",
      "th": "สอง"
    }
  },
  {
    "translation": {
      "en": "Bam! System disabled! Who wants Italian? I'm buying. Tiramisu for everybody.",
      "th": "ป้าบ ปิดระบบแล้ว ใครกินพิซซ่าเดี๋ยวเลี้ยง ทีรามิสุคนละชิ้นเลย"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] Fall in!",
      "th": "รวมพลัง"
    }
  },
  {
    "translation": {
      "en": "Hold on! Hold it, hold it!",
      "th": "ยึดไว้ จับไว้ พยุงไว้"
    }
  },
  {
    "translation": {
      "en": "If the spire falls and the toxin makes ground impact, it'll contaminate a ten-block radius!",
      "th": "ถ้ายอดมันล้ม ตกปะทะพื้น พิษจะกระจายสิบช่วงตึก"
    }
  },
  {
    "translation": {
      "en": "What are the odds of us stopping that from happening?",
      "th": "มีโอกาสยับยั้งได้เท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "Uh, 0.00000000003%!",
      "th": "0.00000000003%"
    }
  },
  {
    "translation": {
      "en": "I'll take it. Nobody moves, no matter what.",
      "th": "ยังพอลุ้น ห้ามใครขยับ ไม่ว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] But, Leo... [Leonardo] I said nobody moves!",
      "th": "- แต่ลีโอ - บอกว่าห้ามขยับ"
    }
  },
  {
    "translation": {
      "en": "Leo, I'm letting go!",
      "th": "ลีโอ ไม่ไหวแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Shredder!",
      "th": "เชร็ดเดอร์!"
    }
  },
  {
    "translation": {
      "en": "This is all that's left!",
      "th": "หมดนี่คือไม่เหลือ"
    }
  },
  {
    "translation": {
      "en": "[Shredder] Little girl.",
      "th": "อีนังหนู"
    }
  },
  {
    "translation": {
      "en": "That belongs to me.",
      "th": "ยานั่น มันของข้า"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] Hold on! Hold on! Hold it!",
      "th": "ดันไว้ ยันไว้ พยุงไว้!"
    }
  },
  {
    "translation": {
      "en": "[officer] Get back! All the way back!",
      "th": "(กรมตำรวจนิวยอร์ก) ถอยไป ไกลๆ เลย"
    }
  },
  {
    "translation": {
      "en": "April!",
      "th": "เอพริล"
    }
  },
  {
    "translation": {
      "en": "[Raphael] Come on, guys.",
      "th": "เร็วพวกเรา"
    }
  },
  {
    "translation": {
      "en": "-[yelps] -No! [Raphael] April!",
      "th": "เอพริล"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] Got you, Raph.",
      "th": "จับแล้วราฟ"
    }
  },
  {
    "translation": {
      "en": "Hold on! Hold on. April.",
      "th": "เกาะไว้ เกาะดีๆ เอพริล"
    }
  },
  {
    "translation": {
      "en": "[Raphael] I got you.",
      "th": "จับไว้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Swing me towards him!",
      "th": "เหวี่ยงฉันไปหามัน"
    }
  },
  {
    "translation": {
      "en": "Do it.",
      "th": "เอาเลย"
    }
  },
  {
    "translation": {
      "en": "[Raphael] Leo!",
      "th": "ลีโอ"
    }
  },
  {
    "translation": {
      "en": "That's my girl. [sighs]",
      "th": "นี่แหละแฟนเรา"
    }
  },
  {
    "translation": {
      "en": "I think this is it, guys!",
      "th": "คงตายกันตรงนี้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Does anyone have anything they want to say?",
      "th": "อยากพูดอะไรก่อนตายมั้ย"
    }
  },
  {
    "translation": {
      "en": "Donnie?",
      "th": "ดอนนี่"
    }
  },
  {
    "translation": {
      "en": "I'm the one who licks the icing off the Pop-Tarts every morning and puts them back in the box.",
      "th": "ฉันเองที่แอบเจาะขนมปังทุกเช้า เอาไส้หมูหยองมากิน"
    }
  },
  {
    "translation": {
      "en": "I so did not understand the ending of Lost.",
      "th": "ฉันไม่รู้ \"มีถั่วมั้ย\" คืออะไร"
    }
  },
  {
    "translation": {
      "en": "[Leonardo] Raph?",
      "th": "ราฟ"
    }
  },
  {
    "translation": {
      "en": "I just, uh...",
      "th": "คือก็แค่..."
    }
  },
  {
    "translation": {
      "en": "If this is our last moment together,",
      "th": "ถ้านี่อยู่ด้วยกันครั้งสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "I just want you guys to know I'm sorry.",
      "th": "อยากบอกนายทุกคนว่าขอโทษ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry I was so hard on you.",
      "th": "ขอโทษที่เคี่ยวกับพวกนาย"
    }
  },
  {
    "translation": {
      "en": "Every time I pushed you, I... I threatened you,",
      "th": "ทุกครั้งที่เคี่ยวเข็ญ หรือข่มขู่"
    }
  },
  {
    "translation": {
      "en": "I yelled at you, I pushed you beyond your limits, it was because I believe in you!",
      "th": "ตะคอกหรือไล่บี้ให้ทำให้ได้ ก็เพราะเชื่อในพวกนาย"
    }
  },
  {
    "translation": {
      "en": "I believe in each one of you! I believe in your spirit, and your intelligence,",
      "th": "เชื่อในทุกคน เชื่อในหัวจิตหัวใจ ในความปราดเปรื่อง"
    }
  },
  {
    "translation": {
      "en": "and your potential.",
      "th": "ในศักยภาพ"
    }
  },
  {
    "translation": {
      "en": "And every time I talked about walking away, it was because I was scared!",
      "th": "ที่จริงทุกครั้งที่บอกจะแยกตัว ก็เพราะลึกๆ ฉันกลัว"
    }
  },
  {
    "translation": {
      "en": "I just didn't think I was good enough to stand next to you",
      "th": "กลัวไม่ดีพอจะยืนเคียงข้างพี่น้อง"
    }
  },
  {
    "translation": {
      "en": "and call you brothers, and say to you,",
      "th": "ทำให้พี่น้องอาย บอกตรงนี้เลย"
    }
  },
  {
    "translation": {
      "en": "\"I love you!\"",
      "th": "ฉันรักพวกนาย"
    }
  },
  {
    "translation": {
      "en": "I love you guys so much!",
      "th": "รักพวกนายทุกคนมาก"
    }
  },
  {
    "translation": {
      "en": "[Donatello] Raph?",
      "th": "ราฟ"
    }
  },
  {
    "translation": {
      "en": "We made it.",
      "th": "รอดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Are you crying?",
      "th": "ร้องไห้เหรอ"
    }
  },
  {
    "translation": {
      "en": "No, ding-dong. It's just a little dusty out here.",
      "th": "เปล่าไอ้ติงต๊อง ฝุ่นเข้าตาต่างหาก"
    }
  },
  {
    "translation": {
      "en": "[Donatello] Okay, the mutagen is now entering his bloodstream.",
      "th": "โอเค มิวทาเจนเข้าไปในเลือดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Master Splinter? Nothing's happening.",
      "th": "- อาจารย์สปลินเทอร์ - ยังเหมือนเดิม"
    }
  },
  {
    "translation": {
      "en": "Why isn't it working yet?",
      "th": "ทำไมไม่ออกฤทธิ์"
    }
  },
  {
    "translation": {
      "en": "[weakly] Mikey...",
      "th": "ไมกี้"
    }
  },
  {
    "translation": {
      "en": "-[Michelangelo] Huh? -Mikey, come closer.",
      "th": "ไมกี้ เข้ามาใกล้ๆ"
    }
  },
  {
    "translation": {
      "en": "What did he say? What did he say?",
      "th": "อาจารย์ว่าไง"
    }
  },
  {
    "translation": {
      "en": "He said, \"Please get your knee off my chest.\"",
      "th": "\"เอาหัวเข่าเจ้าออกไปจากอกข้า\""
    }
  },
  {
    "translation": {
      "en": "-[chuckling in relief] -Sensei!",
      "th": "เซนเซ"
    }
  },
  {
    "translation": {
      "en": "You're alive! It worked!",
      "th": "- อาจารย์ไม่ตาย - ได้ผล"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. This was all my fault.",
      "th": "ข้าขอโทษ ทั้งหมดข้าผิดเอง"
    }
  },
  {
    "translation": {
      "en": "You were right. We weren't ready.",
      "th": "จริงของท่าน เรายังไม่พร้อม"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "It was I who wasn't ready to let you go.",
      "th": "ที่จริงข้าต่างหากที่ไม่พร้อม ที่จะปล่อยพวกเจ้า"
    }
  },
  {
    "translation": {
      "en": "All you needed was to discover",
      "th": "ที่พวกเจ้าขาดอยู่ตอนนั้นก็แค่"
    }
  },
  {
    "translation": {
      "en": "that your true power lies in believing in one another.",
      "th": "ค้นให้พบว่าพลังที่แท้จริงคือการเชื่อในกันและกัน"
    }
  },
  {
    "translation": {
      "en": "There she is.",
      "th": "โผล่มาแล้ว"
    }
  },
  {
    "translation": {
      "en": "New York's secret weapon.",
      "th": "อาวุธลับของนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "How's your arm, Vern?",
      "th": "แขนเป็นไง"
    }
  },
  {
    "translation": {
      "en": "Well, it wouldn't be much use in a fight. Not that I was much use before, but...",
      "th": "ยังชกกับใครไม่ได้ พูดเหมือนมีชกบ่อย"
    }
  },
  {
    "translation": {
      "en": "-Did you get a new car? -Yeah.",
      "th": "- ได้รถใหม่เหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "You're looking at the new Fenwick Express.",
      "th": "เฟนวิคซิ่งด่วนคันใหม่ สวยใช่ม๊า"
    }
  },
  {
    "translation": {
      "en": "Pretty sweet, huh? Kind of an upgrade.",
      "th": "เฟนวิคซิ่งด่วนคันใหม่ สวยใช่ม๊า แอบหรูขึ้น ไหนๆ คันเก่าพังเละ ถือโอกาสออกใหม่"
    }
  },
  {
    "translation": {
      "en": "I figured I'd need new wheels after my old work vehicle went boom.",
      "th": "แอบหรูขึ้น ไหนๆ คันเก่าพังเละ ถือโอกาสออกใหม่"
    }
  },
  {
    "translation": {
      "en": "Yeah, Channel 6 gave it to me. They said don't put a scratch on it, but, like, lightning's going to strike twice?",
      "th": "ก็รถช่องหก เขาห้ามให้เป็นรอย แต่ใครจะซวยซ้ำซ้อน"
    }
  },
  {
    "translation": {
      "en": "So, is that why you called me here, to talk about your new car?",
      "th": "ว่าแต่ โทรนัดมาทำไม คุยเรื่องรถใหม่เหรอ"
    }
  },
  {
    "translation": {
      "en": "I know that you're not exactly a fancy restaurant kind of girl,",
      "th": "ก็รู้แล้ว เธอไม่ใช่สาวชอบนั่งร้านหรู เลยลองเปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "so I figured a creepy underpass in an abandoned neighborhood",
      "th": "ก็รู้แล้ว เธอไม่ใช่สาวชอบนั่งร้านหรู เลยลองเปลี่ยน นัดที่เปลี่ยวใต้ทางด่วนกลางดึก เผื่อจะมา"
    }
  },
  {
    "translation": {
      "en": "in the middle of the night was more your speed.",
      "th": "นัดที่เปลี่ยวใต้ทางด่วนกลางดึก เผื่อจะมา"
    }
  },
  {
    "translation": {
      "en": "I wanted you to be comfortable.",
      "th": "ได้ไม่อึดอัด"
    }
  },
  {
    "translation": {
      "en": "[beat-boxing] DJ Mikey in the house!",
      "th": "ดีเจไมกี้มาเฮ้วแล้ว"
    }
  },
  {
    "translation": {
      "en": "What are you guys doing here?",
      "th": "พวกนายมาทำอะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "We figured we owed you a thanks for keeping our secret.",
      "th": "คิดว่าควรขอบคุณ ที่เก็บเราเป็นความลับ"
    }
  },
  {
    "translation": {
      "en": "You know, you had a lot to gain from telling people about us, but you had our backs.",
      "th": "ทั้งที่ถ้าเปิดเผย จะได้อะไรสารพัด แต่ก็ช่วยเรา"
    }
  },
  {
    "translation": {
      "en": "Yeah, 'cause that's what family's for, Raph.",
      "th": "แน่สิ เราครอบครัวเดียวกันราฟ"
    }
  },
  {
    "translation": {
      "en": "So you guys are driving now?",
      "th": "นี่ มีรถเองแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, man. I pimped this bad boy out.",
      "th": "ใช่ เพิ่งเอาไอ้แสบนี่ไปแต่ง จอพลาสม่า 42 นิ้ว"
    }
  },
  {
    "translation": {
      "en": "Got a 42-inch plasma with the NBA package, shave ice machine,",
      "th": "ใช่ เพิ่งเอาไอ้แสบนี่ไปแต่ง จอพลาสม่า 42 นิ้ว พร้อมกล่องดูบอล ตู้น้ำแข็งไส ลำโพงดิจิทัลเซอร์ราวด์ 7.1"
    }
  },
  {
    "translation": {
      "en": "7.1 digital surround sound.",
      "th": "พร้อมกล่องดูบอล ตู้น้ำแข็งไส ลำโพงดิจิทัลเซอร์ราวด์ 7.1"
    }
  },
  {
    "translation": {
      "en": "Check the bass, brah.",
      "th": "ฟังเสียงเบสซะก่อน"
    }
  },
  {
    "translation": {
      "en": "Uh-oh.",
      "th": "โอ๊ะโอ"
    }
  },
  {
    "translation": {
      "en": "My bad. I'm still figuring out the buttons.",
      "th": "ผิดเอง ยังจำปุ่มไม่ค่อยได้"
    }
  },
  {
    "translation": {
      "en": "That was my new Fenwick Express! I just... I just got that.",
      "th": "นั่นเฟนวิคซิ่งด่วนคันใหม่นะ เพิ่งจะถอยมา"
    }
  },
  {
    "translation": {
      "en": "We better get out of here. Want a ride home?",
      "th": "รีบชิ่งจากนี่เถอะ ให้ไปส่งมั้ย"
    }
  },
  {
    "translation": {
      "en": "You know what? I think we're gonna take the subway.",
      "th": "เราไปรถใต้ดินเถอะนะ"
    }
  },
  {
    "translation": {
      "en": "We're going to take the subway.",
      "th": "เดี๋ยวเรากลับรถใต้ดินกัน"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] You sure?",
      "th": "แน่ใจ"
    }
  },
  {
    "translation": {
      "en": "I got a real nice song that's all cued up. -It's special, girl. -[Raphael] No, don't.",
      "th": "- อุตส่าห์เตรียมเพลงไว้ พิเศษเพื่อเรา - ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "-For us. -[Leonardo] Come on, Mikey.",
      "th": "เราสองคน"
    }
  },
  {
    "translation": {
      "en": "[Donatello] No, no, no, Mikey, you promised.",
      "th": "- อย่าไมกี้ สัญญาแล้วนะ - จนได้"
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] It's happening. -♪ Imagine me and you I do ♪ -Stop singing right now.",
      "th": "จิ้นกัน ฉันกับเธอ นึกดู"
    }
  },
  {
    "translation": {
      "en": "-♪ I think about you Day and night ♪ -[turtles clamoring]",
      "th": "คิดถึงเธอทั้งวันและคืน ชื่นทั้งใจ"
    }
  },
  {
    "translation": {
      "en": "♪ It's only right To think about... ♪",
      "th": "มาลองนึก..."
    }
  },
  {
    "translation": {
      "en": "[Michelangelo] I'm making really good headway! [turtles] Shut up, Mikey!",
      "th": "- กำลังทำคะแนนเลย - หุบปากไมกี้"
    }
  },
  {
    "translation": {
      "en": "-[song playing on stereo] -♪ I can't see me Loving nobody but you ♪",
      "th": "นึกไม่ออก จะรักใครได้ นอกจากเธอ"
    }
  },
  {
    "translation": {
      "en": "♪ For all my life ♪",
      "th": "จวบจนวันตาย"
    }
  },
  {
    "translation": {
      "en": "♪ When you're with me, baby ♪",
      "th": "ยามมีเธอเคียงกาย"
    }
  },
  {
    "translation": {
      "en": "♪ The skies'll be blue For all my life! ♪",
      "th": "ฟ้าเปิดเป็นใจ จวบจนวันตาย"
    }
  },
  {
    "translation": {
      "en": "♪ They ain't born Gotta create 'em ♪ ♪ Sayin' we gone As soon as we save 'em ♪",
      "th": "เต่านินจา"
    }
  },
  {
    "translation": {
      "en": "♪ That's part of the plan ♪ ♪ By my side I'mma keep my brothers ♪",
      "th": "คำบรรยายโดย"
    }
  }
]