[
  {
    "translation": {
      "en": "♪♪",
      "th": "(ภาพยนตร์ชุดของ Netflix)"
    }
  },
  {
    "translation": {
      "en": "[Todd singing, clanging a pot] ♪ Joy to the world, Todd is here ♪",
      "th": "ชาวโลกจงยินดี ทอดด์ผู้นี้มาแล้ว"
    }
  },
  {
    "translation": {
      "en": "♪ He drank up all your beer ♪♪",
      "th": "เขาดื่มเบียร์จนเกลี้ยงเลยด้วย"
    }
  },
  {
    "translation": {
      "en": "Oh, I'm sorry, did I startle you with holiday cheer",
      "th": "โทษทีนะ ฉันทำให้นายตกใจ เพราะเครื่องดื่มแอลกอฮอล์"
    }
  },
  {
    "translation": {
      "en": "and good will towards man?",
      "th": "และเจตนาดีที่มีต่อมวลมนุษย์หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "No, I just had this terrible dream that you were a person that existed",
      "th": "เปล่า ฉันแค่เพิ่งเจอฝันร้าย ฝันว่านายเป็นคนที่มีตัวตนอยู่จริง"
    }
  },
  {
    "translation": {
      "en": "and that you were in my room for some reason.",
      "th": "และนายก็อยู่ในห้องฉัน ด้วยเหตุผลบางประการ"
    }
  },
  {
    "translation": {
      "en": "And then I woke up and it was true.",
      "th": "จากนั้นฉันก็ตื่นขึ้นมา และพบว่ามันเป็นเรื่องจริง"
    }
  },
  {
    "translation": {
      "en": "Do you know what day it is?",
      "th": "นายรู้ไหมวันนี้วันอะไร"
    }
  },
  {
    "translation": {
      "en": "Oh, shit, is it like our anniversary of that one day that I forgot to tell you",
      "th": "ให้ตายเถอะ ใช่วันครบวันรอบวัน อะไรซักอย่างที่ฉันลืมบอกนาย"
    }
  },
  {
    "translation": {
      "en": "how annoying you are?",
      "th": "ว่านายน่ารำคาญขนาดไหนหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "No, that was July 14th.",
      "th": "ไม่ใช่ นั่นมันวันที่ 14 กรกฎาคม"
    }
  },
  {
    "translation": {
      "en": "You can remember it because it's also Bastille Day.",
      "th": "นายจำมันได้ เพราะมันเป็นวันบาสติลล์ด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "Christ, are you annoying. BoJack, it's Christmas!",
      "th": "- พระเจ้า นายนี่มันน่ารำคาญจริงๆ - โบแจ็ค วันนี้วันคริสต์มาสไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, don't get too excited. I didn't get you shit.",
      "th": "โอเค ไม่ต้องมาทำตื่นเต้นเลย ฉันไม่ได้ซื้ออะไรให้นายทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "Ha! Shows what you know.",
      "th": "ไม่รู้อะไรซะแล้ว ตอนที่นายสลบไป"
    }
  },
  {
    "translation": {
      "en": "When you were passed out, I used your credit card",
      "th": "ไม่รู้อะไรซะแล้ว ตอนที่นายสลบไป ฉันใช้บัตรเครดิตของนายซื้อหมวกใหม่ ไปแล้ว สุขสันต์วันคริสต์มาสแด่ฉัน"
    }
  },
  {
    "translation": {
      "en": "to buy me this new hat. Merry Christmas to me.",
      "th": "ฉันใช้บัตรเครดิตของนายซื้อหมวกใหม่ ไปแล้ว สุขสันต์วันคริสต์มาสแด่ฉัน"
    }
  },
  {
    "translation": {
      "en": "It looks exactly like your old hat.",
      "th": "หน้าตาเหมือนกับหมวกเก่าของนายเป๊ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's my favorite kind of hat. Thanks, buddy!",
      "th": "ใช่ เพราะฉันชอบหมวกแบบนี้ที่สุด ขอบใจนะเพื่อน"
    }
  },
  {
    "translation": {
      "en": "Okay, great, Christmas transaction complete. Please leave now.",
      "th": "โอเค เยี่ยม ธุรกรรมวันคริสต์มาส สำเร็จลุล่วง เชิญออกไปเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Or we could watch Sabrina's Christmas Wish.",
      "th": "หรือเราจะนั่งดู... \"คำอธิษฐานของซาบรินาในวันคริสต์มาส\" (ฮอร์สซินอะราวนด์)"
    }
  },
  {
    "translation": {
      "en": "Hard pass. What? Come on, you love Horsin' Around.",
      "th": "- ไม่มีทาง - ว่าไงนะ นายชอบฮอร์สซิ่น อะราวนด์จะตาย"
    }
  },
  {
    "translation": {
      "en": "Yeah, but I always skip the Christmas ones.",
      "th": "แต่ฉันมักจะข้ามอันที่เป็นวันคริสต์มาสไป"
    }
  },
  {
    "translation": {
      "en": "Because the themes of family and togetherness",
      "th": "ประเด็นเรื่องครอบครัวและความกลมเกลียว"
    }
  },
  {
    "translation": {
      "en": "are a chilling reminder of your own isolation?",
      "th": "มันคอยย้ำเตือน ถึงความโดดเดี่ยวของนายใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "No, but thank you for that.",
      "th": "เปล่า แต่ก็ขอบใจละกัน"
    }
  },
  {
    "translation": {
      "en": "Todd, special holiday episodes are always stupid.",
      "th": "ทอดด์ ตอนพิเศษสำหรับวันหยุดเทศกาล มักจะปัญญาอ่อนเสมอ"
    }
  },
  {
    "translation": {
      "en": "Cynical cash grabs by greedy corporations",
      "th": "บริษัทหน้าเลือด ต้องการที่จะหาเงินด้วยวิธีง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "looking to squeeze a few extra Nielsen points",
      "th": "ด้วยการรีดเรตติ้งเพิ่ม จากนีลเซ่นอีกนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "out of sentimental claptrap for mush-brained idiots",
      "th": "โดยใช้มุขโง่ๆ เอาไว้หลอกพวกปัญญานิ่ม"
    }
  },
  {
    "translation": {
      "en": "who'd rather spend their Christmas watching a fake family on TV",
      "th": "ที่เลือกจะใช้เวลาช่วงวันคริสต์มาส นั่งดูครอบครัวปลอมๆในโทรทัศน์"
    }
  },
  {
    "translation": {
      "en": "than actually trying to have a conversation with their own dumb families.",
      "th": "แทนที่จะเอาเวลาไปนั่งคุย กับครอบครัวทึ่มๆ ของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I like it when people on TV hug each other.",
      "th": "ฉันชอบเวลาที่คนในโทรทัศน์กอดกัน"
    }
  },
  {
    "translation": {
      "en": "Oh, come on, buddy! It's Christmas! Fine, if it'll make you shut up,",
      "th": "- ไม่เอาน่า เพื่อน วันนี้วันคริสต์มาสนะ - ก็ได้ ถ้ามันจะทำให้นายเงียบ"
    }
  },
  {
    "translation": {
      "en": "I begrudgingly acquiesce to a half-hour of shared holiday acknowledgment,",
      "th": "ฉันจะยอมทนกับเวลาครึ่งชั่วโมง ของแบ่งปันกำลังใจในวันหยุด"
    }
  },
  {
    "translation": {
      "en": "but only because I get a residual check every time somebody watches one of them.",
      "th": "เพียงเพราะฉันจะได้รับเช็ค ทุกครั้งที่มีคนดูมันเท่านั้นน่ะ"
    }
  },
  {
    "translation": {
      "en": "Hurray! Begrudging acquiescence!",
      "th": "ฮูเร่ ยอมทนอย่างไม่เต็มใจ"
    }
  },
  {
    "translation": {
      "en": "♪♪",
      "th": "(รอบปฐมทัศน์)"
    }
  },
  {
    "translation": {
      "en": "♪ Three little orphans, one, two, three ♪",
      "th": "เด็กน้อยกำพร้าทั้งสาม หนึ่ง สอง สาม"
    }
  },
  {
    "translation": {
      "en": "♪ Without a home or a family tree ♪",
      "th": "ไม่มีแม้บ้านหรือแผนภูมิลำดับเครือญาติ"
    }
  },
  {
    "translation": {
      "en": "♪ Until this horse said, \"Live with me!\" ♪",
      "th": "จนกระทั่งเจ้าม้าตัวนี้กล่าวว่า \"มาอยู่กับฉันซิ\""
    }
  },
  {
    "translation": {
      "en": "♪ And now we've got a new family ♪",
      "th": "และตอนนี้พวกเขาก็เป็นครอบครัว"
    }
  },
  {
    "translation": {
      "en": "♪ We're laughin' and learnin' and lovin' a lot ♪",
      "th": "และตอนนี้พวกเขาก็เป็นครอบครัว ได้หัวเราะ ได้เรียนรู้ และใช้ชีวิตอย่างมีความสุข"
    }
  },
  {
    "translation": {
      "en": "♪ Every new day is a dream ♪",
      "th": "ทุกๆ วันเป็นดั่งความฝัน"
    }
  },
  {
    "translation": {
      "en": "♪♪",
      "th": "(นำแสดงโดย โบแจ็ค ฮอร์สแมน รับบทเป็น เดอะ ฮอร์ส)"
    }
  },
  {
    "translation": {
      "en": "♪ We were lost and now we're found ♪",
      "th": "เราเคยหลงทาง แต่เดี๋ยวนี้เรามีเป้าหมาย"
    }
  },
  {
    "translation": {
      "en": "♪ And we're ♪",
      "th": "และพวกเราคือ..."
    }
  },
  {
    "translation": {
      "en": "♪ Horsin' Around ♪♪",
      "th": "ฮอร์สซิ่น อะราวนด์"
    }
  },
  {
    "translation": {
      "en": "[narrator] Horsin' Around is filmed before a live studio audience.",
      "th": "\"ฮอร์สซิ่น อะราวน์\" ได้ถูกถ่ายทำสดต่อหน้าคนดูจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Eggs sunny side up, just like you like 'em.",
      "th": "ไข่ดาวทอดไม่กลับด้าน แบบที่คุณชอบ"
    }
  },
  {
    "translation": {
      "en": "The hash has been thoroughly browned",
      "th": "แฮชบราวน์ทอดจนสีน้ำตาลทั่วทั้งอัน"
    }
  },
  {
    "translation": {
      "en": "and your pancakes have extra chocolate chips.",
      "th": "และแพนเค้กของคุณ ก็ใส่ช็อกโกแลตชิพเพิ่ม"
    }
  },
  {
    "translation": {
      "en": "Any questions?",
      "th": "มีคำถามอะไรอีกไหม"
    }
  },
  {
    "translation": {
      "en": "Just the one. Who are you and what have you done with Olivia?",
      "th": "แค่ข้อเดียวเลย เธอเป็นใคร และโอลิเวียคนเดิมหายไปไหน"
    }
  },
  {
    "translation": {
      "en": "Can't a sweet, young, lovable orphan make breakfast for her favorite horse",
      "th": "เด็กกำพร้าที่น่ารักและอ่อนหวาน จะทำอาหารเช้าให้คุณม้าแสนรัก"
    }
  },
  {
    "translation": {
      "en": "without having ulterior motives?",
      "th": "โดยไม่มีแรงจูงใจแอบแฝงไม่ได้หรือไง"
    }
  },
  {
    "translation": {
      "en": "You're right, I'm sorry, Olivia, this is very sweet.",
      "th": "เธอพูดถูก ขอโทษนะ โอลิเวีย มันน่ารักมากๆ เลย"
    }
  },
  {
    "translation": {
      "en": "And speaking of ulterior motives... Well, I walked into that one.",
      "th": "- ไหนๆ ก็พูดถึงแรงจูงใจแอบแฝง... - นั่นไง ฉันโดนเข้าให้แล้ว"
    }
  },
  {
    "translation": {
      "en": "That cute leather jacket I like is on sale at the galleria.",
      "th": "แจ็คเก็ตหนังน่ารักๆ ตัวที่ฉันชอบ กำลังลดราคาอยู่ที่แกเลอเรีย"
    }
  },
  {
    "translation": {
      "en": "As always, all roads lead to a cute leather jacket.",
      "th": "ว่าแล้วจริงๆ ด้วย เป้าหมายมันอยู่ที่แจ็คเก็ตหนังน่ารักๆ"
    }
  },
  {
    "translation": {
      "en": "I gotta say, I've never understood the appeal of fashionable clothing.",
      "th": "ขอบอกเลยว่า ฉันไม่เคยเข้าใจ ความน่าดึงดูดของเสื้อผ้าแฟชั่นเลย"
    }
  },
  {
    "translation": {
      "en": "Um, that's the understatement of the century.",
      "th": "ไม่บอกไม่รู้เลยนะนี่"
    }
  },
  {
    "translation": {
      "en": "Trends come and go, but give me a pair of sensible winter socks,",
      "th": "กระแสมันมาๆ ไปๆ แต่ถ้าคุณซื้อถุงเท้ากันหนาวดีๆ ให้ผมซักคู่"
    }
  },
  {
    "translation": {
      "en": "and for years to come, I can keep my tootsies toasty.",
      "th": "จากนี้และอีกหลายๆ ปีข้างหน้า นิ้วเท้าผมก็สามารถอบอุ่นได้"
    }
  },
  {
    "translation": {
      "en": "Haven't you kids ever heard that it's better to give than to receive?",
      "th": "พวกเธอไม่เคยได้ยินเรื่อง การให้ภูมิใจกว่าการรับเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, by that logic, isn't giving you the opportunity",
      "th": "โอเค ถ้ายึดตามความคิดนั้น การที่ฉันให้โอกาสคุณ"
    }
  },
  {
    "translation": {
      "en": "to give me a leather jacket really the best gift of all?",
      "th": "เพื่อให้แจ็คเก็ตหนังแก่ฉัน มันไม่ใช่ของขวัญที่ดีที่สุดหรือไง"
    }
  },
  {
    "translation": {
      "en": "Well, I've heard of a one jacket mind, but this is ridiculous.",
      "th": "ฉันเคยได้ยินคำว่า \"วัน-แจ็คเก็ต ไมน์\" แต่นี่มันเกินไป"
    }
  },
  {
    "translation": {
      "en": "\"One jacket mind\"? What the hell is a one jacket mind?",
      "th": "วัน-แจ็คเก็ต ไมน์ เหรอ อะไรคือวัน-แจ็คเก็ต ไมน์"
    }
  },
  {
    "translation": {
      "en": "I just want to look good",
      "th": "ฉันแค่อยากดูดี"
    }
  },
  {
    "translation": {
      "en": "when I'm on the back of Joey Saratoga's motorcycle.",
      "th": "เวลาที่นั่งซ้อนท้ายมอเตอร์ไซค์ ของโจอี้ ซาราโทกา"
    }
  },
  {
    "translation": {
      "en": "Besides, I've never had a Christmas before",
      "th": "อีกอย่าง ฉันไม่เคย ได้ฉลองวันคริสต์มาสมาก่อน"
    }
  },
  {
    "translation": {
      "en": "and I want to make sure this one's really special.",
      "th": "และฉันก็อยากให้รอบนี้ มันเป็นวันที่พิเศษจริง"
    }
  },
  {
    "translation": {
      "en": "Hold on, you mean to tell me you've never had a Christmas at the orphanage?",
      "th": "เดี๋ยว เธอจะบอกฉันว่าที่บ้านเด็กกำพร้า ไม่ฉลองวันคริสต์มาสกันเหรอ"
    }
  },
  {
    "translation": {
      "en": "What's a Christ... mas?",
      "th": "อะไรคือคริสส์ มอสส์"
    }
  },
  {
    "translation": {
      "en": "What's a Christmas? Only the most wonderful time of the year.",
      "th": "ไม่รู้จักคริสต์มาสจริงๆ เหรอเนี่ย มันเป็นช่วงเวลาที่ดีที่สุดในรอบปีเลยนะ"
    }
  },
  {
    "translation": {
      "en": "You hang up stockings, sing carols, and wait up for Santa Claus.",
      "th": "พวกเราจะแขวนถุงเท้าเอาไว้ ร้องเพลง และเฝ้ารอซานตา คลอส"
    }
  },
  {
    "translation": {
      "en": "What's a Santa Claus? What's a Santa Claus?",
      "th": "- อะไรคือซานตา คลอส - อะไรคือซานตา คลอสงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Is there an echo in here? Santa Claus is the best.",
      "th": "- ในนี้มีเสียงสะท้อนด้วยเหรอ - ซานตา คลอสเป็นคนที่เจ๋งที่สุด"
    }
  },
  {
    "translation": {
      "en": "He's this jolly old fat man who lives up at the North Pole,",
      "th": "เขาคือคนแก่ ตัวอ้วน ผู้ร่าเริง อาศัยอยู่ที่ขั้วโลกเหนือ"
    }
  },
  {
    "translation": {
      "en": "and every year he flies all over the world",
      "th": "และทุกๆ ปีเขาจะบินไปรอบโลก"
    }
  },
  {
    "translation": {
      "en": "leaving presents for all the good boys and girls.",
      "th": "มอบของขวัญ ให้แก่เด็กชายหญิงทุกคนที่เป็นเด็กดี"
    }
  },
  {
    "translation": {
      "en": "We get presents just for being good? That's too much, man.",
      "th": "เราจะได้ของขวัญเพียงแค่เป็นเด็กดีนี่นะ ชักจะเว่อร์เกินไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[audience member] That's my favorite line!",
      "th": "- ฉันชอบประโยคนั้นที่สุด - ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "That's right, but you have to be really good",
      "th": "- ฉันชอบประโยคนั้นที่สุด - ใช่เลย แต่เธอต้องเป็นเด็กดีจริงๆ นะรู้ไหม เพราะซานตา คลอสจับตาดูอยู่ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "because Santa Claus is always watching.",
      "th": "แต่เธอต้องเป็นเด็กดีจริงๆ นะรู้ไหม เพราะซานตา คลอสจับตาดูอยู่ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "Even when we go to the bathroom? That's too much, man.",
      "th": "แม้เวลาที่เราเข้าห้องน้ำด้วยเลยเหรอ ชักจะเว่อร์เกินไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[audience member] Yeah, she said it again!",
      "th": "เย่ เธอพูดมันอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "This Santa Claus guy sounds like a real piece of work.",
      "th": "คนที่ชื่อซานตา คลอสนี่ฟังดูเจ๋งจริงๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "Yowza-yowza-bo-bowza!",
      "th": "โยวซา โยวซา โบ โบวซา"
    }
  },
  {
    "translation": {
      "en": "You kids just wait, this is gonna be the best Christmas you ever had.",
      "th": "พวกเธอรอดูแล้วกัน วันคริสต์มาปีนี้ จะเป็นปีที่ดีที่สุดที่พวกเธอเคยเจอมา"
    }
  },
  {
    "translation": {
      "en": "So, better than no Christmas? A thousand times better.",
      "th": "- คือดีกว่าไม่มีวันคริสต์มาสเลยใช่ไหม - ดีกว่านั้นเป็นพันเท่าเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "A thousand times zero is still zero.",
      "th": "หนึ่งพันคูณศูนย์ยังไงก็เท่ากับศูนย์"
    }
  },
  {
    "translation": {
      "en": "Ethan, you want those winter socks?",
      "th": "- อีธาน ยังอยากได้ถุงเท้ากันหนาวนั่นไหม - แน่นอนอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Do I?",
      "th": "- อีธาน ยังอยากได้ถุงเท้ากันหนาวนั่นไหม - แน่นอนอยู่แล้ว เพราะฉะนั้นอย่ามาทำรู้มากแถวนี้"
    }
  },
  {
    "translation": {
      "en": "Then don't be such a wise guy over here, eh?",
      "th": "เพราะฉะนั้นอย่ามาทำรู้มากแถวนี้"
    }
  },
  {
    "translation": {
      "en": "♪♪",
      "th": "(บริษัทลิเบอร์ราทอร์ แอนด์ แอซโซซิเอทส์)"
    }
  },
  {
    "translation": {
      "en": "Is Mr. Liberatore in?",
      "th": "คุณลิเบอร์ราทอร์อยู่ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Look at you all business. No, \"Hello, Tracy.",
      "th": "ดูคุณซิ จริงจังกับงานเชียว จะไม่ทัก \"สวัสดี เทรซี\" ซักหน่อยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Your hair looks nice, Tracy. How's your mother, Tracy?\"",
      "th": "หรือ \"ผมคุณดูสวยนะ เทรซี\" \"แม่คุณสบายดีหรือเปล่า เทรซี\""
    }
  },
  {
    "translation": {
      "en": "Ah, sorry, Trace, I'm just trying to get ahead so I don't have to work on Christmas this year.",
      "th": "ขอโทษที ผมแค่อยากทำงานให้มันจบๆ ไป จะได้ไม่ต้องทำต่อในวันคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "Since when do you care about workin' on Christmas?",
      "th": "คุณเริ่มใส่ใจกับวันคริสต์มาสตั้งแต่เมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "Are those little rug rats making you soft?",
      "th": "พวกเด็กเหลือขอนั่น ทำให้คุณอ่อนแอใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "No way, I'm still the top earner at this firm.",
      "th": "ไม่มีทาง ผมเป็นพนักงาน ที่อึดสุดในบริษัทนี้อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "I'll buzz Mr. Liberatore and let him know you're here.",
      "th": "เดี๋ยวฉันเรียกคุณลิเบอร์ราทอร์ให้ เขาจะได้รู้ว่าคุณถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "I know he wanted to check your progress on the Manzanita briefs.",
      "th": "ฉันว่าเขาอยากตรวจดูความคืบหน้า เรื่องคดีมานซานิต้าจากคุณแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Tracy, if you wanted to see my briefs, all you had to do was ask.",
      "th": "เทรซี แต่ถ้าคุณอยากตรวจดูกางเกงใน ของผม ที่ต้องทำคือเพียงแค่ถาม"
    }
  },
  {
    "translation": {
      "en": "Why, if I didn't know any better, I'd say you were flirting with me.",
      "th": "ต๊าย ถ้าฉันไม่รู้จักคุณ ฉันคงคิดว่าคุณกำลังอ่อยฉันอยู่"
    }
  },
  {
    "translation": {
      "en": "[audience member] Kiss her!",
      "th": "จูบเธอเลย"
    }
  },
  {
    "translation": {
      "en": "Mr. Liberatore is gonna make me come in on Christmas, I can feel it.",
      "th": "คุณลิเบอร์ราทอร์ต้องให้ผมมาทำงาน ในวันคริสต์มาสแน่ๆ ผมรู้สึกได้"
    }
  },
  {
    "translation": {
      "en": "You know, he has got to be the meanest,",
      "th": "คุณว่าไหม เขาต้องเป็นคนที่ใจร้าย..."
    }
  },
  {
    "translation": {
      "en": "snootiest, penny-pinchingest...",
      "th": "เย่อหยิ่ง หน้าเงิน..."
    }
  },
  {
    "translation": {
      "en": "And he's right behind me, isn't he?",
      "th": "และเขายืนอยู่ข้างหลังผม ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Mr. Liberatore] Actually, I'm listening over the intercom.",
      "th": "อันที่จริง ผมกำลังฟังผ่านอินเตอร์คอม"
    }
  },
  {
    "translation": {
      "en": "I can't say I'm not disappointed. Time was, I thought you were a go-getter.",
      "th": "ต้องขอบอกว่าผมผิดหวังมาก ผมเคยคิดว่าคุณเป็นพวกคนสู้งาน"
    }
  },
  {
    "translation": {
      "en": "Hey, I go, I get.",
      "th": "เฮ้ ผมสู้และผมก็ทำงานนะ"
    }
  },
  {
    "translation": {
      "en": "Ever since those orphans moved in, you've become awfully distracted.",
      "th": "ตั้งแต่พวกเด็กกำพร้านั่นย้ายมาอยู่กับคุณ ความตั้งใจของคุณก็กระจัดกระจายมาก"
    }
  },
  {
    "translation": {
      "en": "If you want to be made partner, you'll have to show some initiative.",
      "th": "ถ้าคุณอยากถูกเลือกให้เป็นพาร์ทเนอร์ คุณต้องแสดงความมุ่งมั่นให้มากกว่านี้"
    }
  },
  {
    "translation": {
      "en": "You know, Jacob Goldstein's coming in on Christmas.",
      "th": "รู้ใช่ไหม เจค็อบ โกลด์สตีน เข้ามาทำงานในวันคริสต์มาสด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "Jacob Goldstein's Jewish! He is?",
      "th": "- เจค็อบ โกลด์สตีนเป็นคนยิว - จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "The boys at the country club are not gonna like that.",
      "th": "พวกคนที่คันทรี่คลับต้องไม่ชอบเรื่องนี้แน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Anyway, you can spend Christmas morning with your little tater tots,",
      "th": "ยังไงก็ตาม คุณจะใช้เวลาช่วงเช้า วันคริสต์มาสกับพวกเด็กนั่นก็ได้"
    }
  },
  {
    "translation": {
      "en": "but I want you in here by the afternoon.",
      "th": "แต่คุณต้องเข้ามาทำงานในช่วงบ่าย"
    }
  },
  {
    "translation": {
      "en": "Remember, this is your career we're talking about.",
      "th": "จำไว้ให้ดี นี่เรากำลังพูดถึง อาชีพการงานของคุณอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "It's quiet. Too quiet.",
      "th": "- เงียบจัง - เงียบเกินไป"
    }
  },
  {
    "translation": {
      "en": "♪ And a Goober in a pear tree ♪♪",
      "th": "และกูเบอร์ก็อยู่บนต้นแพร์"
    }
  },
  {
    "translation": {
      "en": "Go home, Goober!",
      "th": "กลับบ้านไปซะ กูเบอร์"
    }
  },
  {
    "translation": {
      "en": "For your information, I was invited here personally",
      "th": "ขอให้รู้เอาไว้ คุณม้าเชิญฉันมาที่นี่ด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "by The Horse himself to sprinkle a little holiday magic",
      "th": "ขอให้รู้เอาไว้ คุณม้าเชิญฉันมาที่นี่ด้วยตัวเอง เพื่อมาช่วยปลุกจิตวิญญาณแห่งวันหยุด"
    }
  },
  {
    "translation": {
      "en": "into your dull, Gooberless lives.",
      "th": "จากร่างที่มืดหม่น ไร้ซึ่งความกูเบอร์ของพวกเธอ"
    }
  },
  {
    "translation": {
      "en": "Since when does Santa wear sunglasses?",
      "th": "ซานต้าที่ไหนเข้าใส่แว่นดำกัน"
    }
  },
  {
    "translation": {
      "en": "I thought it was time old Saint Nick",
      "th": "ฉันว่ามันได้เวลา ที่คุณลุงซานต้าต้องพัฒนาแล้ว"
    }
  },
  {
    "translation": {
      "en": "got a bit of an update, you know what I'm sayin'?",
      "th": "ฉันว่ามันได้เวลา ที่คุณลุงซานต้าต้องพัฒนาแล้ว เข้าใจที่ฉันพูดใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Let me guess, instead of \"Ho, Ho, Ho,\" it's \"Yo, Yo, Yo.\"",
      "th": "ให้ฉันเดา จากที่พูดว่า \"โฮ โฮ โฮ\" ก็เปลี่ยนเป็น \"โย่ โย่ โย่\""
    }
  },
  {
    "translation": {
      "en": "And, uh, maybe later I could get you under the mistletoe-toe-toe?",
      "th": "และถ้าเป็นไปได้ฉันขอจูบเธอ ใต้ต้นมิสเซิลโท โท โท ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "I've got three words for you Goober: no, no, no.",
      "th": "ฉันมีสามคำให้เธอเลย กูเบอร์ ไม่ ไม่ ไม่"
    }
  },
  {
    "translation": {
      "en": "[audience member] Kiss her!",
      "th": "จูบเธอเลย"
    }
  },
  {
    "translation": {
      "en": "All right, Sabrina, are you ready for the big surprise?",
      "th": "โอเค ซาบรินา พร้อมจะเห็นเซอร์ไพรส์หรือยัง"
    }
  },
  {
    "translation": {
      "en": "A tree inside the house? Now I've seen everything.",
      "th": "ต้นไม้เหรอ ในบ้านเนี่ยนะ ฉันเข้าใจทุกอย่างหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "And that's not all. Look who came to visit.",
      "th": "ยังไม่หมดแค่นั้น ดูซิว่าใครมาเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Hey! Go home, Goober.",
      "th": "- เฮ้ - กลับบ้านไปซะ กูเบอร์"
    }
  },
  {
    "translation": {
      "en": "No, that's not Goober, it's Santa.",
      "th": "ไม่ นั่นไม่ใช่กูเบอร์ เขาคือซานต้า"
    }
  },
  {
    "translation": {
      "en": "Please, I'd recognize that cologne anywhere.",
      "th": "อย่าเลย ฉันจำกลิ่นโคโลญจ์ของเขาได้"
    }
  },
  {
    "translation": {
      "en": "You had to wear the cologne. [Todd] Ha, classic Goober.",
      "th": "- นายจำเป็นต้องใส่โคโลญจ์ด้วยเหรอ - สมเป็นกูเบอร์จริงๆ"
    }
  },
  {
    "translation": {
      "en": "Are you gonna keep talking? 'Cause I'll just pause it.",
      "th": "นายต้องพูดตลอดเลยหรือไง ไม่งั้นฉันจะหยุดดูแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Okay, okay, I won't talk.",
      "th": "นายต้องพูดตลอดเลยหรือไง ไม่งั้นฉันจะหยุดดูแล้วนะ โอเค ไม่พูดแล้ว นายเริ่มอินกับมันแล้ว ใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "You're getting into it, aren't you?",
      "th": "โอเค ไม่พูดแล้ว นายเริ่มอินกับมันแล้ว ใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "No, why are we doing this?",
      "th": "ไม่ ทำไมเราต้องมาทำอะไรแบบนี้ด้วย"
    }
  },
  {
    "translation": {
      "en": "You have to watch cheesy old holiday specials on Christmas, it's tradition.",
      "th": "เราต้องดูหนังเชยๆ เก่าๆ ในวันหยุดซิ มันเป็นธรรมเนียมนะ"
    }
  },
  {
    "translation": {
      "en": "Why? They're never any good.",
      "th": "ทำไมเหรอ มันไม่เห็นดีตรงไหนเลย"
    }
  },
  {
    "translation": {
      "en": "Things don't become traditions because they're good, BoJack.",
      "th": "การที่มันเป็นธรรมเนียม ไม่ใช่เพราะมันดี โบแจ็ค"
    }
  },
  {
    "translation": {
      "en": "They become good because they're traditions.",
      "th": "แต่มันดีเพราะว่า มันเป็นธรรมเนียมต่างหาก"
    }
  },
  {
    "translation": {
      "en": "You know, you can't just make yourself sound smart by saying things backwards.",
      "th": "รู้ใช่ไหม การพูดประโยคกลับหลัง ไม่ได้ทำให้นายดูฉลาดขึ้น"
    }
  },
  {
    "translation": {
      "en": "Oh, I can't, can't I?",
      "th": "ไม่จริงหรือ หรือไม่จริง"
    }
  },
  {
    "translation": {
      "en": "Still don't believe I let you talk me into this.",
      "th": "ไม่อยากจะเชื่อฉันปล่อยให้นาย หลอกฉันมานั่งดูจนได้"
    }
  },
  {
    "translation": {
      "en": "And I still don't believe Goober ended up molesting all those Laker Girls.",
      "th": "และฉันก็ไม่อยากเชื่อว่ากูเบอร์ จะลวนลามสาวๆเลคเกอร์พวกนั้น"
    }
  },
  {
    "translation": {
      "en": "Goober did not molest those Laker Girls,",
      "th": "กูเบอร์ไม่ได้ลวนลามสาวๆ เลคเกอร์"
    }
  },
  {
    "translation": {
      "en": "the actor who played Goober molested those Laker Girls.",
      "th": "นักแสดงที่เล่นเป็นกูเบอร์ ต่างหากที่เป็นคนทำ"
    }
  },
  {
    "translation": {
      "en": "Hey, this is nice, right? No, shut up.",
      "th": "- ที่เราทำอยู่นี่สนุกดีนะ ว่าไหม - ไม่ หุบปาก"
    }
  },
  {
    "translation": {
      "en": "All right, all right, little lady, you got me.",
      "th": "โอเคๆ แม่สาวน้อย ฉันยอมแล้ว"
    }
  },
  {
    "translation": {
      "en": "But, uh, listen, I'm actually workin' for Santa",
      "th": "แต่ฉันทำงานเป็นผู้ช่วยของซานต้าจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "as one of his helpers, so anything you say to me",
      "th": "แต่ฉันทำงานเป็นผู้ช่วยของซานต้าจริงๆ นะ ทุกสิ่งที่เธอบอกฉัน ฉันสามารถ เอาไปบอกซานต้าได้หมดเลย"
    }
  },
  {
    "translation": {
      "en": "I can relay to the big man himself.",
      "th": "ทุกสิ่งที่เธอบอกฉัน ฉันสามารถ เอาไปบอกซานต้าได้หมดเลย"
    }
  },
  {
    "translation": {
      "en": "Is there anything you want to ask Santa for?",
      "th": "มีอะไรอยากจะขอซานต้าไหม"
    }
  },
  {
    "translation": {
      "en": "Now's your chance, anything you want.",
      "th": "เป็นโอกาสของเธอแล้ว ขอได้ทุกอย่างเลย"
    }
  },
  {
    "translation": {
      "en": "Well, I guess what I really want is a personalized pencil set.",
      "th": "ฉันว่าฉันอยากได้ชุดดินสอที่เป็นของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "A pencil set? Sabrina!",
      "th": "ชุดดินสอเนี่ยนะ ไม่เอาน่าซาบรินา"
    }
  },
  {
    "translation": {
      "en": "At the orphanage, I always had to share everything.",
      "th": "ที่บ้านเด็กกำพร้า ฉันต้องใช้ของทุกอย่างร่วมกับคนอื่น"
    }
  },
  {
    "translation": {
      "en": "If I pencils that had my name on them, everyone would know,",
      "th": "ถ้าฉันมีชุดดินสอที่มีชื่อตัวเองเขียนอยู่ ทุกคนก็จะได้รู้"
    }
  },
  {
    "translation": {
      "en": "\"Hey, these pencils are Sabrina's! Hands off, bumsky!\"",
      "th": "\"เฮ้ ดินสอพวกนี้เป็นของซาบรินา ห้ามจับนะ เจ้าบับสกี\""
    }
  },
  {
    "translation": {
      "en": "I don't think you're getting this whole Christmas thing.",
      "th": "ฉันว่าเธอไม่เข้าใจความหมาย ของวันคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "You can ask for anything, you don't have to be shy.",
      "th": "เธอจะขออะไรก็ได้เลย ไม่ต้องเกรงใจ"
    }
  },
  {
    "translation": {
      "en": "Well, I guess I wouldn't mind a Pretty Pony Princess play set.",
      "th": "ถ้างั้น ชุดของเล่น พริตตี้ โพนี่ ปริ๊นเซสก็ดีนะ"
    }
  },
  {
    "translation": {
      "en": "Now you're thinking Christmas. Keep going, what do you want",
      "th": "ค่อยดีขึ้นมาหน่อย ไหนลองพูดมาอีก"
    }
  },
  {
    "translation": {
      "en": "more than anything else in the world?",
      "th": "มีอะไรที่เธออยากได้มากที่สุดในโลกไหม"
    }
  },
  {
    "translation": {
      "en": "I can ask Santa for anything? Anything at all.",
      "th": "- ขอซานต้าได้ทุกอย่างจริงๆ เหรอ - ทุกอย่างเลย"
    }
  },
  {
    "translation": {
      "en": "And if I'm good, Santa has to give it to me?",
      "th": "และถ้าฉันเป็นเด็กดี ซานต้าก็จะให้ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "That's the deal, as long as you're good,",
      "th": "ตามนั้นเลย ตราบใดที่เธอเป็นเด็กดี คำขอทุกอย่างในวันคริสต์มาสจะเป็นจริง"
    }
  },
  {
    "translation": {
      "en": "all your Christmas dreams will come true.",
      "th": "ตราบใดที่เธอเป็นเด็กดี คำขอทุกอย่างในวันคริสต์มาสจะเป็นจริง"
    }
  },
  {
    "translation": {
      "en": "Okay, I know what I want.",
      "th": "โอเค รู้แล้วว่าอยากได้อะไร"
    }
  },
  {
    "translation": {
      "en": "Santa, I want my Mommy and Daddy to come back.",
      "th": "ซานต้า ฉันอยากได้พ่อและแม่กลับคืนมา"
    }
  },
  {
    "translation": {
      "en": "This is gonna be the best Christmas ever.",
      "th": "คริสต์มาสปีนี้จะต้องเป็นปีที่ดีที่สุดแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "[Todd] Look how sad you are, you're a really good actor.",
      "th": "ดูซิว่านายเศร้าขนาดไหน นายเป็นนักแสดงที่เยี่ยมจริงๆนะ"
    }
  },
  {
    "translation": {
      "en": "Are you gonna interrupt every five minutes?",
      "th": "นายต้องพูดขัดทุกๆ ห้านาทีจริงๆ ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Because I will ask you to leave. And spend Christmas by yourself?",
      "th": "- เพราะฉันคงต้องขอให้นายออกไป - และฉลองวันคริสต์มาสตัวคนเดียวน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "No one should be alone on Christmas.",
      "th": "ไม่ควรมีใครอยู่อย่างโดดเดี่ยว ในวันคริสต์มาสนะ"
    }
  },
  {
    "translation": {
      "en": "Did we learn nothing from John McClane in \"Die Hard\"?",
      "th": "ไม่ได้เรียนรู้อะไรจากจอห์น แม็คเคลน ในหนังเรื่องดาย ฮาร์ดเลยหรือไง"
    }
  },
  {
    "translation": {
      "en": "John McClane was alone on Christmas, that's how he saved the day.",
      "th": "จอห์น แม็คเคลนอยู่ตัวคนเดียว ในวันคริสต์มาส เขาถึงช่วยโลกไว้ได้"
    }
  },
  {
    "translation": {
      "en": "He wasn't alone, he had that cop helping him,",
      "th": "เขาไม่ได้อยู่ตัวคนเดียว เขามีนายตำรวจคนนั้นคอยช่วยต่างหาก"
    }
  },
  {
    "translation": {
      "en": "the dad from Family Matters.",
      "th": "คนที่เป็นพ่อในเรื่องแฟมิลี่ แมทเทอส์"
    }
  },
  {
    "translation": {
      "en": "That wasn't the dad from Family Matters,",
      "th": "ตำรวจคนนั้นไม่ใช่พ่อ จากเรื่องแฟมิลี่ แมทเทอส์"
    }
  },
  {
    "translation": {
      "en": "it was just the same actor.",
      "th": "เขาเป็นแค่นักแสดงคนเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "I'm pretty sure it's supposed to be the same character, they're both cops.",
      "th": "ฉันมันใจว่าเขาต้องเป็นตัวละคร ตัวเดียวกัน เพราะทั้งคู่ก็เป็นตำรวจ"
    }
  },
  {
    "translation": {
      "en": "Yeah, but one was a cop in Los Angeles and the other was a cop in Chicago.",
      "th": "ใช่ แต่คนหนึ่งเป็นตำรวจอยู่ลอส แองเจลิส และอีกคนเป็นตำรวจอยู่ที่ชิคาโก้"
    }
  },
  {
    "translation": {
      "en": "Maybe he moved. He didn't move,",
      "th": "- เขาอาจจะย้ายไปก็ได้ - เขาไม่ได้ย้าย"
    }
  },
  {
    "translation": {
      "en": "they had different names! Witness Protection.",
      "th": "- เขามีชื่อไม่เหมือนกัน - เพื่อป้องกันพยานน่ะ"
    }
  },
  {
    "translation": {
      "en": "Hey, this is nice, right? No!",
      "th": "- สนุกดีเนอะ ว่าไหม - ไม่"
    }
  },
  {
    "translation": {
      "en": "Oh, Charles Krauthammer, you have done it again.",
      "th": "ชาร์ลส เคราท์แฮมเมอร์ นายเอาอีกแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Yes, Mr. Liberatore.",
      "th": "ครับ คุณลิเบอร์ราทอร์"
    }
  },
  {
    "translation": {
      "en": "Of course, Mr. Liberatore, I'll get right on it, sir.",
      "th": "แน่นอนครับ คุณลิเบอร์ราทอร์ เดี๋ยวผมจัดการให้เลยครับ"
    }
  },
  {
    "translation": {
      "en": "Yeesh, I've heard of being a work horse, but this is ridiculous.",
      "th": "ฉันเคยได้ยินคำว่า เวิร์คฮอร์ส แต่นี่มันเกินไป"
    }
  },
  {
    "translation": {
      "en": "I just hate that he's making you work on Christmas.",
      "th": "ฉันไม่ชอบที่เขาต้องให้คุณ ทำงานในวันคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "What is this, Communist Russia? I know, it's a bummer,",
      "th": "- ที่นี่มันที่ไหนกัน คอมมิวนิสต์รัสเซียเหรอ - ฉันรู้ มันแย่มากๆ"
    }
  },
  {
    "translation": {
      "en": "but we can find other times to be together.",
      "th": "แต่เราก็หาเวลาอื่นที่จะอยู่ด้วยกันได้นะ"
    }
  },
  {
    "translation": {
      "en": "Hey, maybe I'll chaperone your prom. I can meet all your friends,",
      "th": "ฉันอาจไปเป็นพ่อสื่อให้เธอ ในงานพรอมก็ได้ ไปเจอเพื่อนๆ ของเธอ"
    }
  },
  {
    "translation": {
      "en": "talk you up to this Joey Saratoga fella,",
      "th": "พาเธอไปหาพ่อหนุ่มโจอี้ ซาราโทกา"
    }
  },
  {
    "translation": {
      "en": "maybe even take a spin on the dance floor.",
      "th": "หรืออาจจะไปเต้นบนฟลอร์ด้วยเลยก็ได้"
    }
  },
  {
    "translation": {
      "en": "You know, back in my day, I could really bust the regular move.",
      "th": "เมื่อก่อนฉันเต้นได้ใช่ย่อยเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Well, just got done shoveling the walk!",
      "th": "โอเค ฉันเพิ่งโกยหิมะจากทางเท้าเสร็จ"
    }
  },
  {
    "translation": {
      "en": "I'm being really good just so there's no confusion for Santa",
      "th": "ฉันทำตัวเป็นเด็กดีมากๆ ซานต้าจะได้ไม่ลังเล"
    }
  },
  {
    "translation": {
      "en": "over whether or not he should make my Christmas wish come true.",
      "th": "ว่าจะให้คำขอในวันคริสต์มาสของฉัน เป็นจริงหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Santa, if you're listening, I'm Sabrina!",
      "th": "ซานต้า ถ้าคุณกำลังฟังอยู่ ฉันซาบรินาเอง"
    }
  },
  {
    "translation": {
      "en": "Sabrina, I'm glad you're getting into the Christmas spirit,",
      "th": "ซาบรินา ฉันดีใจที่เธอเข้าถึง จิตวิญญาณของวันคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "but, you know, bringing your parents back is a pretty tall order.",
      "th": "แต่การพาพ่อแม่เธอกลับมา ดูจะเป็นคำขอที่ยากเกินไปนะ"
    }
  },
  {
    "translation": {
      "en": "Not for Santa.",
      "th": "ไม่ยากสำหรับซานต้าหรอก"
    }
  },
  {
    "translation": {
      "en": "Santa can do anything, just as long as I believe, right, guys?",
      "th": "ซานต้าทำได้ทุกอย่าง ตราบใดที่ฉันยังเชี่อมั่น ใช่ไหม ทุกคน"
    }
  },
  {
    "translation": {
      "en": "You wanna handle this one?",
      "th": "คุณจัดการเรื่องนี้ได้จริงๆใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Sabrina, there are some things even Santa can't do.",
      "th": "ซาบรินา มีบางสิ่งที่แม้แต่ซานต้าก็ทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Okay, I get what's happening.",
      "th": "โอเค ฉันรู้แล้วว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "You're trying to make me think Santa won't bring me my Mommy and Daddy",
      "th": "คุณกำลังหลอกฉัน ว่าซานต้าจะไม่พาพ่อแม่ของฉันกลับมา"
    }
  },
  {
    "translation": {
      "en": "so that when he does, I'll be even more surprised.",
      "th": "เพื่อที่เวลาเขาพากลับมาจริงๆ ฉันจะได้เซอร์ไพรส์มากๆเลยใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Just when I thought Christmas couldn't get any more magical. See you later!",
      "th": "คริสต์มาสเป็นช่วงเวลาที่แสนวิเศษจริงๆ แล้วเจอกัน"
    }
  },
  {
    "translation": {
      "en": "I've heard of great Christmas expectations, but this is ridiculous.",
      "th": "ฉันเคยรู้เรื่องความหวังอันยิ่งใหญ่ ของคริสต์มาส แต่นี่มันเกินไป"
    }
  },
  {
    "translation": {
      "en": "Now no matter what Santa brings, she'll go from \"reindeer\" to \"reindon't.\"",
      "th": "จากนี้ไป ไม่ว่าซานต้าจะเอาอะไรมาให้ เธอก็จะเปลี่ยนจากปีติ เป็นปีศาจ"
    }
  },
  {
    "translation": {
      "en": "What are we gonna do?",
      "th": "เราจะทำยังไงกันดี"
    }
  },
  {
    "translation": {
      "en": "Horse, maybe you should tell her that her parents aren't coming.",
      "th": "ฮอร์ส บางทีคุณน่าจะบอกเธอนะ ว่าพ่อแม่เธอกลับมาไม่ได้อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "I can't do that, she'll never believe in Santa Claus again.",
      "th": "ทำแบบนั้นไม่ได้ เธอจะไม่มีวัน เชื่อในตัวซานตา คลอสอีก"
    }
  },
  {
    "translation": {
      "en": "And we're sure Santa can't bring people back from the dead?",
      "th": "และเรามั่นใจว่าซานต้าคืนชีพ ให้คนตายไม่ได้จริงๆ ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "On Dancer, on Prancer, on Necromancer?",
      "th": "รวมถึงแดนเซอร์ แพรนเซอร์ และเนโครแมนเซอร์ด้วยแหละมั้ง"
    }
  },
  {
    "translation": {
      "en": "I'm thinkin' no.",
      "th": "ฉันก็ว่าไม่"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I got it. Maybe if we can trick her into being bad,",
      "th": "พระเจ้า ฉันคิดออกแล้ว ถ้าเราหลอกให้เธอเป็นเด็กไม่ดีล่ะ"
    }
  },
  {
    "translation": {
      "en": "she'll think Santa's mad at her.",
      "th": "เธออาจจะคิดว่าซานต้าโกรธเธอก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "That way, when Christmas comes and her parents don't show up,",
      "th": "ถ้าเป็นแบบนั้น พอวันคริสต์มาสมาถึง แต่พ่อแม่เธอกลับไม่ปรากฏตัว"
    }
  },
  {
    "translation": {
      "en": "she'll just think it's her own fault.",
      "th": "- เธอก็จะคิดว่าเป็นความผิดของเธอเอง - ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Brilliant! She'll still believe in Santa,",
      "th": "- เธอก็จะคิดว่าเป็นความผิดของเธอเอง - ยอดเยี่ยม เธอจะยังคงเชื่อเรื่องซานต้าอยู่"
    }
  },
  {
    "translation": {
      "en": "plus she'll be extra well-behaved for the whole year",
      "th": "มากกว่านั้น เธอจะทำตัวเรียบร้อย เป็นพิเศษตลอดทั้งปี"
    }
  },
  {
    "translation": {
      "en": "so she doesn't blow it again.",
      "th": "เพื่อที่เธอจะได้ไม่ทำมันล่มอีก"
    }
  },
  {
    "translation": {
      "en": "Hold on, you kids want me to trick Sabrina into being bad",
      "th": "เดี๋ยวก่อน พวกเธออยากให้ฉัน หลอกซาบรินาทำตัวไม่ดี"
    }
  },
  {
    "translation": {
      "en": "just so she won't stop believing Santa?",
      "th": "เพื่อที่เธอจะได้ไม่เลิกเชื่อ ในตัวซานต้างั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Never in a million years would I resort to something so low.",
      "th": "ไม่มีวันที่ฉันจะลดตัว ไปทำอะไรแย่ๆ แบบนั้นแน่"
    }
  },
  {
    "translation": {
      "en": "No, we better keep brainstorming because I am definitely not doing that idea.",
      "th": "ไม่ เราจะต้องรวมหัวกันหาทางออกอื่น ฉันจะไม่ทำตามความคิดนั้นเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "How desperate do you think I am?",
      "th": "พวกเธอคิดว่า ฉันจนตรอกขนาดนั้นเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "You are really scraping the bottom of the barrel with that one.",
      "th": "พวกเธอมีความคิดที่ตกต่ำมาก ไม่"
    }
  },
  {
    "translation": {
      "en": "No, I will clearly not be pursuing that line of action. No way, no how.",
      "th": "ฉันไม่มีวันเดินไปทางสายนั้นแน่ๆ ไม่มีวัน"
    }
  },
  {
    "translation": {
      "en": "So, you want me to sit here and watch the cookies but not eat them?",
      "th": "คุณอยากให้ฉันนั่งตรงนี้ และจ้องคุกกี้ แต่ห้ามกินงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "This seems like a trick.",
      "th": "มันดูเหมือนเป็นกลลวงเลย"
    }
  },
  {
    "translation": {
      "en": "[audience member] He's doing the thing he said he wasn't gonna do!",
      "th": "เขาทำในสิ่งที่เขาบอกว่าจะไม่ทำ"
    }
  },
  {
    "translation": {
      "en": "These cookies are for Santa. If anyone eats them, he'll be really mad.",
      "th": "คุกกี้พวกนี้สำหรับซานต้า ถ้าใครกินมัน เขาจะต้องโกรธมากๆ"
    }
  },
  {
    "translation": {
      "en": "I need you to guard them. It's a very important job.",
      "th": "ฉันอยากให้เธอปกป้องมัน มันเป็นหน้าที่ที่สำคัญมาก"
    }
  },
  {
    "translation": {
      "en": "Well, I guess it is about time I start earning my keep around here.",
      "th": "ฉันคิดว่ามันได้เวลาที่ฉัน จะทดแทนบุญคุณแล้ว"
    }
  },
  {
    "translation": {
      "en": "I knew I could count on you.",
      "th": "ฉันรู้ว่าฉันพึ่งพาเธอได้"
    }
  },
  {
    "translation": {
      "en": "Remember, no matter what, don't eat these delicious,",
      "th": "จำไว้นะ ไม่ว่าจะเกิดอะไรขึ้น ห้ามกินคุกกี้ช็อคโกแลตชิพ"
    }
  },
  {
    "translation": {
      "en": "home made, fresh out of the oven, warm, gooey, chocolate chip delights.",
      "th": "โฮมเมด สดจากเตา อุ่นๆ เหนียวนุ่ม อันแสนอร่อยพวกนี้"
    }
  },
  {
    "translation": {
      "en": "I'll leave you here alone... with these cookies... which are delicious.",
      "th": "ฉันจะปล่อยเธอไว้ที่นี่ คนเดียว กับคุกกี้เหล่านั้น ซึ่งมันอร่อยมากๆ"
    }
  },
  {
    "translation": {
      "en": "Okay, cookies, it's just you and me.",
      "th": "โอเค คุกกี้ เหลือแค่เธอกับฉันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Ooh, they look so yummy. What would Mommy and Daddy say?",
      "th": "มันดูน่าอร่อยมากๆ เลย ถ้าเป็นคุณพ่อกับคุณแม่จะพูดว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "\"Sabrina, I'm your Daddy and I say, 'Don't eat the cookies!'\"",
      "th": "\"ซาบรินา ฉันเป็นพ่อของเธอ และฉันบอกว่าห้ามกินคุกกี้\""
    }
  },
  {
    "translation": {
      "en": "\"Listen to your Father, honey, he knows what's best.\"",
      "th": "\"เชื่อคุณพ่อซิจ๊ะ ลูกรัก เขารู้ว่าควรทำอะไร\""
    }
  },
  {
    "translation": {
      "en": "Okay, Mommy and Daddy, I love you.",
      "th": "โอเคค่ะ คุณพ่อกับคุณแม่ หนูรักพ่อกับแม่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "I don't think she's taking the bait.",
      "th": "ฉันว่าเธอไม่ตกหลุมพรางแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "That's because you didn't put any milk out.",
      "th": "เพราะคุณไม่ได้เอานมไปวางด้วยไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "You can't have cookies without milk. That's like Wang without the Chung.",
      "th": "เรากินคุกกี้ไม่ได้ถ้าไม่มีนม เหมือนกับหวังที่ไม่มีฉัง"
    }
  },
  {
    "translation": {
      "en": "Any chance she'll crack?",
      "th": "เธอจะไม่ใจอ่อนเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "I'd say your odds are about as good as a democrat being elected president.",
      "th": "ผมว่าโอกาสของคุณน่าจะพอๆ กับที่พรรค เดโมแครตได้รับเลือกเป็นประธานาธิบดี"
    }
  },
  {
    "translation": {
      "en": "Yeesh, I've heard of \"lookie, lookie, don't eat the cookie,\"",
      "th": "ฉันเคยได้ยินคำว่า \"ลุคกี้ ลุคกี้ ห้ามกินคุกกี้\""
    }
  },
  {
    "translation": {
      "en": "but this is ridiculous.",
      "th": "แต่นี่มันเกินไป"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "You guys got any other bright ideas?",
      "th": "พวกเธอมีความคิดอะไรดีๆ อีกหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Maybe I should go eat the cookies?",
      "th": "หรือฉันควรออกไปกินคุกกี้"
    }
  },
  {
    "translation": {
      "en": "Well, if she's not gonna, somebody should.",
      "th": "เพราะถ้าเธอไม่กิน ยังไงซักคนก็ต้องกินอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Olivia] Oh, my God, it's Christmas! [Ethan] Oh, it's Christmas!",
      "th": "- โอ้ พระเจ้า วันคริสต์มาสแล้ว - วันคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "Yes, sensible winter socks! You knew!",
      "th": "- ของขวัญๆ - เย่ ถุงเท้ากันหนาวดูดี คุณรู้ใจผม"
    }
  },
  {
    "translation": {
      "en": "Ooh, what could this be?",
      "th": "จะเป็นอะไรกันน้า..."
    }
  },
  {
    "translation": {
      "en": "Well, I wanted to make sure you look really cool on the back of that motorcycle.",
      "th": "ฉันอยากให้เธอดูเท่มากๆ เวลาที่ซ้อนท้ายมอเตอร์ไซค์"
    }
  },
  {
    "translation": {
      "en": "You didn't! You didn't!",
      "th": "ไม่จริงน่า ไม่จริงน่า"
    }
  },
  {
    "translation": {
      "en": "You didn't.",
      "th": "ไม่จริงน่า"
    }
  },
  {
    "translation": {
      "en": "Motorcycle crashes are one of the leading causes of brain injury.",
      "th": "มอเตอไซค์คว่ำเป็นสาเหตุหลัก ที่ทำให้เกิดอาการบาดเจ็บทางสมอง"
    }
  },
  {
    "translation": {
      "en": "If Joey Saratoga doesn't care about this,",
      "th": "ถ้าโจอี้ ซาราโทกาไม่ใส่ใจกับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "then Joey Saratoga doesn't care about you.",
      "th": "ก็แสดงว่าเขาไม่ได้ใส่ใจเธอ"
    }
  },
  {
    "translation": {
      "en": "Wow, this present shows you really care,",
      "th": "ว้าว ของขวัญชิ้นนี้ แสดงให้เห็นว่าคุณเป็นห่วงจริงๆ"
    }
  },
  {
    "translation": {
      "en": "so in a way it's even cooler than a new leather jacket.",
      "th": "มองอีกมุมหนึ่ง มันเท่กว่าแจ็คเก็ตหนังซะอีก"
    }
  },
  {
    "translation": {
      "en": "Take it from me, being safe is totally radical.",
      "th": "จำเอาไว้นะเด็กๆ ความปลอดภัยเร้าใจที่สุดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Is this my present?",
      "th": "นี่คือของขวัญของฉันเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's a Pretty Pony Princess play set, just like you asked for.",
      "th": "ชุดของเล่นพริตตี้ โพนี่ ปริ๊นเซส แบบที่เธอขอไง"
    }
  },
  {
    "translation": {
      "en": "Is that it?",
      "th": "หมดแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, it's pretty cool. She comes with a tiara and everything.",
      "th": "มันเจ๋งมากเลยนะ มีแถมเทียร่ากับของอย่างอื่นมาด้วย"
    }
  },
  {
    "translation": {
      "en": "Oh, okay.",
      "th": "โอ้ โอเค"
    }
  },
  {
    "translation": {
      "en": "And cue the waterworks in 30, 29, 28...",
      "th": "เตรียมปล่อยคิวน้ำตา ในอีก... 30, 29, 28, 27..."
    }
  },
  {
    "translation": {
      "en": "...four, three, two... and...",
      "th": "สี่ สาม สอง และ..."
    }
  },
  {
    "translation": {
      "en": "Hey, what's this? A letter? Who could this be from?",
      "th": "- เฮ้ นี่อะไรเนี่ย - จดหมายเหรอ มันส่งมาจากใครกันนะ"
    }
  },
  {
    "translation": {
      "en": "Open it, Sabrina. Oh, wow.",
      "th": "- เปิดซิ ซาบรินา - ว้าว"
    }
  },
  {
    "translation": {
      "en": "What does it say? How should I know? I can't read.",
      "th": "- มันเขียนว่าอะไรบ้าง - จะไปรู้ได้ไง ฉันอ่านหนังสือไม่ออก"
    }
  },
  {
    "translation": {
      "en": "\"Dear Sabrina, this is a letter from your parents.",
      "th": "\" ถึง ซาบรินา นี่คือจดหมายจากพ่อแม่ของลูก"
    }
  },
  {
    "translation": {
      "en": "Even though we can't be with you on Christmas,",
      "th": "ถึงแม้ว่าเราจะอยู่กับลูก ในวันคริสต์มาสไม่ได้"
    }
  },
  {
    "translation": {
      "en": "we're in heaven looking down on you",
      "th": "แต่เราอยู่บนสวรรค์ และคอยเฝ้ามองลงมา"
    }
  },
  {
    "translation": {
      "en": "and we want you to know we love you very much.",
      "th": "และอยากให้รู้ว่า เรารักลูกมากๆ"
    }
  },
  {
    "translation": {
      "en": "You are a good girl and we are very proud of you.",
      "th": "ลูกเป็นเด็กดีและเราภูมิใจในตัวลูกมาก"
    }
  },
  {
    "translation": {
      "en": "Love, Your Mommy and Daddy.\"",
      "th": "รัก จาก คุณพ่อและคุณแม่ \""
    }
  },
  {
    "translation": {
      "en": "Isn't that great, Sabrina? A letter from your Mom and Dad.",
      "th": "เยี่ยมไปเลยว่าไหม ซาบรินา จดหมายจากพ่อแม่ของเธอ"
    }
  },
  {
    "translation": {
      "en": "-No, that's not what I asked for. -Sabrina--",
      "th": "ไม่ นั่นไม่ใช่สิ่งที่ฉันขอ"
    }
  },
  {
    "translation": {
      "en": "I didn't want a stupid letter,",
      "th": "- ซาบรินา... - ฉันไม่ได้อยากได้จดหมายโง่ๆ นี่"
    }
  },
  {
    "translation": {
      "en": "I wanted my Mommy and Daddy. I know you're upset, but--",
      "th": "- ฉันอยากได้คุณพ่อกับคุณแม่คืนมา - ฉันรู้ว่าเธอโกรธแต่..."
    }
  },
  {
    "translation": {
      "en": "I hate this. I hate Santa Claus and I hate trees",
      "th": "ฉันเกลียดสิ่งนี้ ฉันเกลียดซานตา คลอส ฉันเกลียดต้นไม้ ฉันเกลียดคุณ"
    }
  },
  {
    "translation": {
      "en": "and I hate you and I hate Christmas!",
      "th": "ฉันเกลียดสิ่งนี้ ฉันเกลียดซานตา คลอส ฉันเกลียดต้นไม้ ฉันเกลียดคุณ และฉันเกลียดวันคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "Was it something I said?",
      "th": "เป็นเพราะสิ่งที่ฉันพูดไปหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Why would it be something Ethan said?",
      "th": "- ทำไมถึงเป็นเพราะสิ่งที่อีธานพูดล่ะ - ไม่ใช่ มันเป็นมุก"
    }
  },
  {
    "translation": {
      "en": "No, that's the joke, it wasn't something Ethan said,",
      "th": "- ทำไมถึงเป็นเพราะสิ่งที่อีธานพูดล่ะ - ไม่ใช่ มันเป็นมุก มันไม่ใช่เพราะสิ่งที่อีธานพูด นั่นจึงทำให้มันตลก"
    }
  },
  {
    "translation": {
      "en": "that's why it's funny.",
      "th": "มันไม่ใช่เพราะสิ่งที่อีธานพูด นั่นจึงทำให้มันตลก"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค..."
    }
  },
  {
    "translation": {
      "en": "Can I come in?",
      "th": "ขอเข้าไปได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Even if I say no, it's not like anyone ever listens to what I want.",
      "th": "ถึงแม้ฉันบอกว่าไม่ จะมีใครยังฟังฉันอยู่อีกเหรอ"
    }
  },
  {
    "translation": {
      "en": "Sabrina, I really screwed things up.",
      "th": "ซาบรินา ฉันทำทุกอย่างพังเอง"
    }
  },
  {
    "translation": {
      "en": "I got so excited trying to make you excited,",
      "th": "ฉันตื่นเต้นที่จะทำให้เธอตื่นเต้นมากเกินไป"
    }
  },
  {
    "translation": {
      "en": "I forgot the true meaning of Christmas.",
      "th": "จนลืมความหมายที่แท้จริงของวันคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "Christmas isn't about getting everything you want.",
      "th": "คริสต์มาสที่แท้จริง ไม่ใช่การได้ทุกสิ่งที่ต้องการ"
    }
  },
  {
    "translation": {
      "en": "It's about being around the people that care about you.",
      "th": "แต่มันคือการใช้เวลา ร่วมกับคนที่เป็นห่วงเรา"
    }
  },
  {
    "translation": {
      "en": "I did everything right.",
      "th": "แต่ฉันทำดีทุกอย่างแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Why wouldn't Santa Claus want me to be happy?",
      "th": "ทำไมซานต้าถึงไม่อยากให้ฉันมีความสุข"
    }
  },
  {
    "translation": {
      "en": "I'm sure he does, he just--",
      "th": "ฉันมั่นใจว่าเขาอยากให้เธอ มีความสุข เขาแค่..."
    }
  },
  {
    "translation": {
      "en": "Santa Claus works in mysterious ways.",
      "th": "ซานต้า คลอสทำงานอย่างลึกลับน่ะ"
    }
  },
  {
    "translation": {
      "en": "It's like when I make you eat vegetables. Sure, they taste yucky,",
      "th": "เหมือนตอนที่ฉันบังคับให้เธอกินผัก แน่นอนว่ามันรสชาติแย่"
    }
  },
  {
    "translation": {
      "en": "but you have to trust that I know what's good for you.",
      "th": "แต่เธอก็ต้องเชื่อใจว่า ฉันรู้อะไรที่ดีสำหรับเธอ"
    }
  },
  {
    "translation": {
      "en": "So, Santa Claus made my parents dead because he thinks it's good for me?",
      "th": "ซานตา คลอสทำให้พ่อแม่ฉันตาย เพราะเขารู้ว่ามันเป็นสิ่งที่ดีสำหรับฉันเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah-- No! Santa Claus didn't make your parents dead.",
      "th": "ใช่ ไม่ ซานตา คลอส ไม่ได้ทำให้พ่อแม่เธอตาย"
    }
  },
  {
    "translation": {
      "en": "But he didn't save them either.",
      "th": "- แต่เขาก็ไม่ได้ช่วยชีวิตพ่อแม่เช่นกัน - ไม่ เขา..."
    }
  },
  {
    "translation": {
      "en": "No, he-- That's not how Santa works.",
      "th": "- แต่เขาก็ไม่ได้ช่วยชีวิตพ่อแม่เช่นกัน - ไม่ เขา... นั่นไม่ใช่วิธีการทำงานของซานต้า"
    }
  },
  {
    "translation": {
      "en": "You said Santa Claus is always watching,",
      "th": "คุณบอกว่าซานตา คลอส จับตาดูอยู่ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "so if he's watching why doesn't he help us?",
      "th": "ถ้าเขากำลังดูอยู่จริง ทำไมเขาถึงไม่ช่วยพวกเราล่ะ"
    }
  },
  {
    "translation": {
      "en": "Does he enjoy watching us be sad?",
      "th": "เขามีความสุขที่เห็นพวกเราเศร้าเหรอ"
    }
  },
  {
    "translation": {
      "en": "Is that how he gets his kicks?",
      "th": "- นั่นเป็นวิธีหาความสุขของเขาเหรอ - ไม่"
    }
  },
  {
    "translation": {
      "en": "Are we all just pawns in Santa's sick game? What kind of pervert is he?",
      "th": "เราเป็นแค่เบี้ยในเกมของเขางั้นเหรอ เขาเป็นคนโรคจิตแบบไหนกันเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Oh, no, Santa's watching us right now!",
      "th": "ไม่นะ ซานต้ากำลังจ้องมองเราอยู่"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, Santa! I didn't mean it. Please don't hurt the people I love.",
      "th": "ฉันขอโทษ ซานต้า ฉันไม่ได้ตั้งใจ ได้โปรดอย่าทำร้ายคนที่ฉันรักเลย"
    }
  },
  {
    "translation": {
      "en": "No, Sabrina, Santa Claus isn't real. -What? -[audience groans]",
      "th": "- ไม่ ซาบรินา ซานตา คลอสไม่มีจริง - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "He's a lie that grownups made up",
      "th": "เขาเป็นแค่เรื่องหลอกเด็กที่ผู้ใหญ่แต่งขึ้น"
    }
  },
  {
    "translation": {
      "en": "because we like to believe that there's an order to the universe",
      "th": "เพราะเราอยากที่จะเชื่อ ว่ามีกฎเกณฑ์บางอย่างของจักรวาล"
    }
  },
  {
    "translation": {
      "en": "and that good behavior will lead to happiness,",
      "th": "และการทำความดีย่อมนำไปสู่ความสุข"
    }
  },
  {
    "translation": {
      "en": "but the fact is that just isn't true. [audience member] What?",
      "th": "- แต่ความจริงคือ มันไม่จริง - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "You can't be good just because you think some fat guy in a red suit is gonna bring you presents.",
      "th": "เราไม่ควรทำตัวเป็นคนดีเพียงเพราะ ชายอ้วนในชุดแดงจะเอาของขวัญมาให้"
    }
  },
  {
    "translation": {
      "en": "You have to be good just to be good. That's all there is.",
      "th": "แต่เราควรเป็นคนดี เพราะมันเป็น สิ่งที่ดีทั้งหมดมีเพียงแค่นั้น"
    }
  },
  {
    "translation": {
      "en": "Whoa. Look, I don't know why things happen,",
      "th": "ฟังนะ ฉันไม่รู้ว่าทำไมหลายๆ สิ่งถึงเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "I don't know why some people get everything",
      "th": "ฉันไม่รู้ว่าทำไมคนบางคนมีครบทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "and some people are orphans.",
      "th": "แต่บางคนกลับต้องเป็นเด็กกำพร้า"
    }
  },
  {
    "translation": {
      "en": "All I know is I spent last Christmas alone at my office.",
      "th": "สิ่งที่ฉันรู้คือ คริสต์มาสปีที่แล้ว ฉันต้องอยู่คนเดียวในออฟฟิศ"
    }
  },
  {
    "translation": {
      "en": "I didn't get a tree, I didn't put up any decorations or sing carols,",
      "th": "ฉันไม่ได้จัดต้นไม้ ไม่ได้ประดับของตกแต่ง หรือแม้แต่ร้องเพลงคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "and I didn't try to get any little girls to believe in Santa Claus.",
      "th": "และฉันไม่ได้พยายามทำให้เด็กตัวน้อยๆ เชื่อเรื่องซานตา คลอส"
    }
  },
  {
    "translation": {
      "en": "Sabrina, you and Olivia and Ethan are the best things that have ever happened to me,",
      "th": "ซาบรินา เธอและโอลิเวียและอีธาน เป็นสิ่งที่ดีที่สุดที่เคยเกิดขึ้นกับฉัน"
    }
  },
  {
    "translation": {
      "en": "and if it took your parents dying for you to be part of my life, well,",
      "th": "และถ้าหากต้องพรากชีวิตของพ่อแม่เธอไป เพื่อให้เธอได้เป็นส่วนหนึ่งของชีวิตฉัน"
    }
  },
  {
    "translation": {
      "en": "then I'm glad your parents died. Oh, you don't mean that.",
      "th": "- ฉันก็ยินดีที่พวกเขาตาย - ไม่จริงหรอกน่า"
    }
  },
  {
    "translation": {
      "en": "No, I do, I'm glad your parents are dead and are never coming back.",
      "th": "จริงซิ ฉันหมายความแบบนั้นจริงๆ ฉันดีใจที่พ่อแม่เธอตายและจะไม่กลับมาอีก"
    }
  },
  {
    "translation": {
      "en": "Well, when you put it that way, I guess I am, too.",
      "th": "โอเค ถ้าจะคิดแบบนั้น ฉันก็คงดีใจด้วยเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "I know that sometimes I make a mess of this whole thing,",
      "th": "ฉันรู้ว่าบางทีฉันทำให้ชีวิต"
    }
  },
  {
    "translation": {
      "en": "a horse raising three human kids while also",
      "th": "การเป็นม้าที่ต้องเลี้ยงดูเด็กสามคน พร้อมๆ กับที่ต้องปากกัดตีนถีบทำงาน"
    }
  },
  {
    "translation": {
      "en": "juggling work and trying to have a love life thing,",
      "th": "การเป็นม้าที่ต้องเลี้ยงดูเด็กสามคน พร้อมๆ กับที่ต้องปากกัดตีนถีบทำงาน และพยายามจะมีความรักนี้วุ่นวาย แต่ฉันมีของขวัญอีกชิ้นจะให้เธอ"
    }
  },
  {
    "translation": {
      "en": "but there's one more present.",
      "th": "และพยายามจะมีความรักนี้วุ่นวาย แต่ฉันมีของขวัญอีกชิ้นจะให้เธอ"
    }
  },
  {
    "translation": {
      "en": "Is it from Santa Claus? No, it's from me.",
      "th": "- มันมาจากซานตา คลอสเหรอ - เปล่า จากฉันเอง"
    }
  },
  {
    "translation": {
      "en": "Wow, pencils! What do they say?",
      "th": "ว้าว ชุดดินสอ มันเขียนว่าอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Sound it out.",
      "th": "ลองอ่านดูซิ"
    }
  },
  {
    "translation": {
      "en": "rine... rine...",
      "th": "(ซาบรินา เพนซิลส์)"
    }
  },
  {
    "translation": {
      "en": "-It says Sabrina. -Oh!",
      "th": "มันเขียนว่า ซาบรินา"
    }
  },
  {
    "translation": {
      "en": "I can't bring your Mommy and Daddy back, but as long as I'm around,",
      "th": "ฉันพาพ่อแม่เธอกลับมาไม่ได้ แต่ตราบใดที่ฉันยังอยู่"
    }
  },
  {
    "translation": {
      "en": "you'll always have a place to keep your pencils.",
      "th": "เธอจะมีที่ไว้คอยเก็บดินสอเสมอ"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Maybe it's just because I never had a Christmas before,",
      "th": "อาจเพราะฉันไม่เคย ฉลองวันคริสต์มาสมาก่อน"
    }
  },
  {
    "translation": {
      "en": "but this is the best Christmas I've ever had.",
      "th": "แต่นี่เป็นวันคริสต์มาสที่ดีที่สุดที่ฉันเคยมี"
    }
  },
  {
    "translation": {
      "en": "Me, too.",
      "th": "ฉันก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Olivia, Ethan, look what I got!",
      "th": "โอลิเวีย อีธาน ดูซิว่าฉันได้อะไร"
    }
  },
  {
    "translation": {
      "en": "[Mr. Liberatore] Hello?",
      "th": "ว่าไง"
    }
  },
  {
    "translation": {
      "en": "Listen, Mr. Liberatore, I've given it a lot of thought and I'm not--",
      "th": "ฟังนะครับ คุณลิเบอร์ราทอร์ ผมลองคิดทบทวนดูแล้ว และผมจะไม่..."
    }
  },
  {
    "translation": {
      "en": "Well, I'm not comin' in to work today.",
      "th": "ผมจะไม่ไปทำงานวันนี้ครับ"
    }
  },
  {
    "translation": {
      "en": "If I have to choose between my career and the people I care about,",
      "th": "ถ้าผมต้องเลือกระหว่างงานกับคนที่ผมรัก"
    }
  },
  {
    "translation": {
      "en": "well, then I'm sorry, but I'm putting people first.",
      "th": "ผมคงต้องขอโทษด้วย แต่คนที่ผมรักสำคัญกว่า"
    }
  },
  {
    "translation": {
      "en": "[Mr. Liberatore] You know, it took guts to call in and tell me that,",
      "th": "รู้อะไรไหม คุณต้องกล้ามากที่จะโทรมา แล้วพูดกับผมแบบนี้"
    }
  },
  {
    "translation": {
      "en": "the kind of guts we need on our executive board.",
      "th": "เป็นความกล้าแบบที่เราต้องการ ในคณะกรรมการบริหารพอดี"
    }
  },
  {
    "translation": {
      "en": "If that Scrooge, Jacob Goldstein, wants to work on Christmas,",
      "th": "ถ้าไอ้หน้าเงินเจค็อบ โกลด์สตีน อยากจะทำงานในวันคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "he can work somewhere else!",
      "th": "มันไปหางานที่อื่นทำได้เลย"
    }
  },
  {
    "translation": {
      "en": "[audience member] Fire that Jew! I'm making you partner.",
      "th": "- ไล่ไอ้ยิวนั่นออกไปเลย - ผมขอเลื่อนให้คุณเป็นพาร์ทเนอร์"
    }
  },
  {
    "translation": {
      "en": "Well, I'm really glad to hear that, Mr. Liberatore.",
      "th": "ผมดีใจที่ได้ยินแบบนั้นครับ คุณลิเบอร์ราทอร์"
    }
  },
  {
    "translation": {
      "en": "Now if you'll excuse me, I have to go spend Christmas with the people I love.",
      "th": "ถ้าคุณจะอนุญาต ผมขอตัวไปใช้ ช่วงคริสต์มาสอยู่กับคนที่ผมรักก่อนนะครับ"
    }
  },
  {
    "translation": {
      "en": "Hi, I'm a Pretty Pony Princess. I'm a pencil.",
      "th": "\"สวัสดี ฉันคือเจ้าหญิงโพนี่แสนสวย\" \"ฉันคือดินสอ\""
    }
  },
  {
    "translation": {
      "en": "Well, I guess everything turned out okay.",
      "th": "ฉันว่าทุกอย่างลงตัวแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "How'd you get her to come back down?",
      "th": "คุณทำให้เธอเข้าใจได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Let's just say I made her an offer she couldn't refuse.",
      "th": "เอาเป็นว่าฉันยื่นข้อเสนอ ที่เธอไม่อาจปฏิเสธก็แล้วกัน"
    }
  },
  {
    "translation": {
      "en": "Yowza-yowza-bo-bowza!",
      "th": "โยวซา โยวซา โบ โบวซา"
    }
  },
  {
    "translation": {
      "en": "Well, I gotta hand it to you,",
      "th": "แต่ฉันต้องขอชมคุณจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "even though it didn't work, that letter you wrote was really something.",
      "th": "ถึงแม้ว่ามันจะไม่ได้ผล แต่จดหมายที่คุณเขียนมันใช้ได้เลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "I didn't write that letter. I thought you wrote that letter.",
      "th": "ฉันไม่ได้เป็นคนเขียนจดหมายนะ ฉันคิดว่าเธอเขียนซะอีก"
    }
  },
  {
    "translation": {
      "en": "I didn't write the letter. Wasn't me.",
      "th": "- ฉันก็ไม่ได้เขียน - ผมก็เปล่า"
    }
  },
  {
    "translation": {
      "en": "Then where'd it come from?",
      "th": "แล้วมันมาจากไหนล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Santa voice] Ho, ho, ho!",
      "th": "โฮ โฮ โฮ"
    }
  },
  {
    "translation": {
      "en": "♪♪",
      "th": "(สุขสันต์วันคริสต์มาส จาก ฮอร์สซิ่น อะราวนด์)"
    }
  },
  {
    "translation": {
      "en": "Well, that sucked.",
      "th": "มันห่วยแตกมาก"
    }
  },
  {
    "translation": {
      "en": "So the letter was actually from her parents?",
      "th": "ตกลงจดหมายนั่นมาจากพ่อแม่เธอเหรอ"
    }
  },
  {
    "translation": {
      "en": "Uh, I think it was from Santa.",
      "th": "ฉันว่ามันมาจากซานต้านะ"
    }
  },
  {
    "translation": {
      "en": "That's why there was a \"ho, ho, ho\" voice at the end.",
      "th": "มันถึงมีเสียง \"โฮ โฮ โฮ\" ในตอนจบไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "So in the world of this show, there is a Santa.",
      "th": "ถ้างั้นในโลกของรายการนี้ ก็มีซานต้าจริงๆ ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "No, I don't know, we were all on cocaine.",
      "th": "ไม่ ฉันไม่รู้ ตอนนั้นเราเมาโคเคนกันทุกคน"
    }
  },
  {
    "translation": {
      "en": "God, I can't believe I spent nine years of my life making that dumb show.",
      "th": "ไม่อยากจะเชื่อ ว่าฉันใช้เวลา เก้าปีของชีวิตทำไอ้รายการโง่ๆ นี่"
    }
  },
  {
    "translation": {
      "en": "It wasn't all dumb, BoJack.",
      "th": "มันไม่ได้โง่ทั้งหมดซะหน่อย โบแจ็ค"
    }
  },
  {
    "translation": {
      "en": "The episode where Sabrina had a black friend",
      "th": "ในตอนที่ซาบรินามีเพื่อนเป็นคนดำ"
    }
  },
  {
    "translation": {
      "en": "really started the conversation about racism.",
      "th": "ก่อให้เกิดการถกเถียงอย่างจริงจัง เรื่องประเด็นการเหยียดสีผิวเลยนะ"
    }
  },
  {
    "translation": {
      "en": "And the episode where Ethan looked directly at a solar eclipse",
      "th": "และในตอนที่อีธาน มองตรงไปที่สุริยุปราคา"
    }
  },
  {
    "translation": {
      "en": "really started the conversation about not looking directly at a solar eclipse.",
      "th": "ก็ทำให้เกิดการถกเถียงอย่างจริงจัง เรื่องการอย่ามองตรงไปที่สุริยุปราคา"
    }
  },
  {
    "translation": {
      "en": "Yeah. Well, anyway, Merry Christmas.",
      "th": "- อืม - ยังไงก็ตาม สุขสันต์วันคริสต์มาสนะ"
    }
  },
  {
    "translation": {
      "en": "I know, it's really just another day in a year full of days,",
      "th": "ฉันรู้ว่ามันก็เป็นเพียงวันอีกวันหนึ่ง ในหนึ่งปีที่มีวันเต็มไปหมด"
    }
  },
  {
    "translation": {
      "en": "nothing all that special about it other than the significance we give it,",
      "th": "ไม่ได้มีความพิเศษอะไร นอกจากความหมายที่เราตั้งให้มัน"
    }
  },
  {
    "translation": {
      "en": "but still, I'm glad I got to spend part of the day with you, BoJack.",
      "th": "แต่ถึงยังไงก็ตาม ฉันดีใจที่ได้ใช้ ส่วนหนึ่งของวันนี้ร่วมกับนายนะ โบแจ็ค"
    }
  },
  {
    "translation": {
      "en": "-Really? -Yeah.",
      "th": "- จริงเหรอ - จริงซิ"
    }
  },
  {
    "translation": {
      "en": "Hey, um, Horsin' Around had eight other Christmas episodes.",
      "th": "ฮอร์สซิ่น อะราวนด์มีตอนอื่น ที่เกี่ยวกับคริสต์มาสอีกแปดตอนเลยนะ"
    }
  },
  {
    "translation": {
      "en": "If you're not doing anything else today, we could watch another one,",
      "th": "ถ้าวันนี้นายยังไม่มีอะไรทำ เรามานั่งดูด้วยกันก็ได้"
    }
  },
  {
    "translation": {
      "en": "I mean, just to see how stupid it is. -Yeah? -Yeah.",
      "th": "- ก็แค่ดูว่ามันจะโง่ขนาดไหนน่ะ - ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "But don't talk in the middle of it.",
      "th": "ได้ซิ แต่ห้ามพูดแทรกระหว่างดูนะ"
    }
  },
  {
    "translation": {
      "en": "-Zip! -You can talk a little bit.",
      "th": "- เงียบกริบ - อนุญาตให้พูดได้แค่นิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "-Don't be weird about it. -Okay.",
      "th": "- ทำตัวเป็นปกติก็พอ - โอเค"
    }
  },
  {
    "translation": {
      "en": "Hey, after we watch \"Horsin' Around,\" can we make holiday cookies?",
      "th": "หลังจากดูฮอร์สซิ่น อะราวนด์จบ เราทำคุกกี้วันหยุดกันได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[BoJack] No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "-[Todd] Can we sing carols? -[BoJack] No.",
      "th": "- เราร้องเพลงคริสต์มาสกันได้ไหม - ไม่"
    }
  },
  {
    "translation": {
      "en": "-Can we roast a Christmas goose? -No.",
      "th": "- เราทำห่านย่างวันคริสต์มาสกันได้ไหม - ไม่"
    }
  },
  {
    "translation": {
      "en": "-Can we play dreidel? -No.",
      "th": "- เราเล่นเดรเดลกันได้ไหม - ไม่"
    }
  },
  {
    "translation": {
      "en": "-Can we get a tree? -No.",
      "th": "- เราจัดต้นไม้กันได้ไหม - ไม่"
    }
  },
  {
    "translation": {
      "en": "-Doesn't have to be a Christmas tree. -Still no.",
      "th": "- ไม่ต้องเป็นต้นคริสต์มาสก็ได้ - ไม่ได้อยู่ดี"
    }
  },
  {
    "translation": {
      "en": "-Can we be visited by three spirits? -No.",
      "th": "- จิตวิญญาณทั้งสามจะมาหาเราไหม - ไม่"
    }
  },
  {
    "translation": {
      "en": "-Can we be visited by three kings? -No.",
      "th": "- กษัตริย์ทั้งสามจะมาหาเราไหม - ไม่"
    }
  },
  {
    "translation": {
      "en": "-Can we go outside and make snow angels? -What snow? It's 72 degrees out.",
      "th": "เราไปข้างนอก แล้วทำรูปนางฟ้าบนหิมะได้ไหม หิมะอะไร ข้างนอกนั่น 72 องศานะ"
    }
  },
  {
    "translation": {
      "en": "-Can we make driveway gravel angels? -No.",
      "th": "เราออกไปทำรูปนางฟ้าบนกรวด - ที่ถนนได้ไหม - ไม่"
    }
  },
  {
    "translation": {
      "en": "-Can we drink eggnog? -No.",
      "th": "- เราดื่มเอ้กน็อกกันได้ไหม - ไม่"
    }
  },
  {
    "translation": {
      "en": "-Bourbon and eggnog? -No.",
      "th": "- เบอร์เบิ้นกับเอ้กน็อกล่ะ - ไม่"
    }
  },
  {
    "translation": {
      "en": "-What about just bourbon? -Fine.",
      "th": "- แล้วถ้าแค่เบอร์เบิ้นล่ะ - ก็ได้"
    }
  }
]