[
  {
    "translation": {
      "en": "Yeah, that is some detail. That is some Western detail right there.",
      "th": "นั่นรายละเอียดตะวันตกชั้นดี"
    }
  },
  {
    "translation": {
      "en": "Western detail. Attention to detail.",
      "th": "รายละเอียดตะวันตก คอยฟังให้ดี"
    }
  },
  {
    "translation": {
      "en": "He's even got spurs on the back of his boots and they're sharp.",
      "th": "เขามีเดือยรองเท้า ที่หลังรองเท้าบูทที่คมเสียด้วย"
    }
  },
  {
    "translation": {
      "en": "-Love it. -They are.",
      "th": "- เยี่ยมเลย - จริงนะ"
    }
  },
  {
    "translation": {
      "en": "The clock is gone on this piece, Christine, so....",
      "th": "ชิ้นนี้ไม่มีนาฬิกาแล้ว และ..."
    }
  },
  {
    "translation": {
      "en": "-Oh, my goodness -Well, let's just move on.",
      "th": "- โอ้คุณพระช่วย - เราคุยกันต่อดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Well, from time to time, people make mistakes, that's okay.",
      "th": "บางครั้งพวกเราทำพลาด ไม่เป็นไรหรอก"
    }
  },
  {
    "translation": {
      "en": "This is our first Renoir of the evening.",
      "th": "นี่เป็นเรอนัวร์ชิ้นแรกของค่ำคืนนี้"
    }
  },
  {
    "translation": {
      "en": "This is a heliogravure, which is an etching...",
      "th": "เป็นระบบพิมพ์ร่องลึกหรือการแกะสลัก"
    }
  },
  {
    "translation": {
      "en": "...it was hand pulled from a copperplate in Paris in 1919.",
      "th": "ทำด้วยมือจากแผ่นทองแดงในปี 1919"
    }
  },
  {
    "translation": {
      "en": "We know this because that's what it says on the back...",
      "th": "เรารู้เพราะมีเขียนอยู่ด้านหลัง"
    }
  },
  {
    "translation": {
      "en": "...where the certificate of authenticity is located. Just as lovely as can be.",
      "th": "ที่ซึ่งมีใบรับรองความถูกต้อง แปะอยู่ ช่างน่ารักเสียจริง"
    }
  },
  {
    "translation": {
      "en": "Look at the soft, delicate shading, very feminine.",
      "th": "ดูแสงเงาอ่อนโยนนี่สิ สวยงามมาก"
    }
  },
  {
    "translation": {
      "en": "This is a limited edition.",
      "th": "มันเป็นรุ่นที่จำกัด"
    }
  },
  {
    "translation": {
      "en": "This is what you're looking for if you are a Renoir fan.",
      "th": "นี่คือสิ่งที่คุณมองหา ถ้าคุณเป็นแฟนของเรอนัวร์"
    }
  },
  {
    "translation": {
      "en": "One hundred, oh, my goodness. Right at the buzzer.",
      "th": "และ 100 โอ้พระเจ้า ที่ตัวบัซเซอร์"
    }
  },
  {
    "translation": {
      "en": "Good.",
      "th": "ดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "--the few exceptions is the African pancake tortoise...",
      "th": "ข้อยกเว้นสองสามข้อคือเต่าอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "...which has a flat, flexible shell that allows it to hide in rock crevasses--",
      "th": "ซึ่งมีกระดองแบนและยืดหยุ่น ทำให่ซ่อนตัวตามรอยแยกของหุบเขาได้"
    }
  },
  {
    "translation": {
      "en": "--big swath of light to moderate snow from the Broken Bow area...",
      "th": "มีหิมะเล็กน้อย ถึงปานกลางจากพื้นที่โบรเคนโบว์"
    }
  },
  {
    "translation": {
      "en": "...down toward Kearney, Hastings, Grand Island.",
      "th": "มุ่งหน้าลงเคียร์นีย์ เฮสท์ติ้ง แกรนด์ไอส์แลนด์"
    }
  },
  {
    "translation": {
      "en": "That is all moving in our direction, so I do think around 7 to 8:00...",
      "th": "มุ่งหน้ามาที่พวกเรา ผมจึงคิดว่าประมาณสองถึงสามทุ่ม"
    }
  },
  {
    "translation": {
      "en": "...the snow will become pretty steady here across the region...",
      "th": "หิมะจะตกอย่างทั่วถึงทั่วภูมิภาค"
    }
  },
  {
    "translation": {
      "en": "...with all this moving on top of us...",
      "th": "ด้วยการเดินทางของหิมะดังกล่าว"
    }
  },
  {
    "translation": {
      "en": "...and that's really gonna knock down visibility.",
      "th": "จะทำให้วิสัยทัศน์ไม่ชัดเจน"
    }
  },
  {
    "translation": {
      "en": "And again, snow-covered roads are gonna be definitely likely this evening...",
      "th": "อีกครั้ง เป็นไปได้มาก ที่หิมะจะปกคลุมถนนค่ำนี้"
    }
  },
  {
    "translation": {
      "en": "...making it even slippier-- More slippery. --than it is out there at this time.",
      "th": "ทำให้ลื่นมากกว่าเดิม ในเวลาแบบนี้"
    }
  },
  {
    "translation": {
      "en": "There's that winter weather advisory in effect till very early tomorrow morning.",
      "th": "มีสภาพอากาศหนาว จนถึงเช้าตรู่วันพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "The bitter cold weather helped break up the compactions...",
      "th": "สภาพอากาศหนาวช่วยลดแรงบีบอัด"
    }
  },
  {
    "translation": {
      "en": "...we created this fall in our fields.",
      "th": "ที่เราสร้างไว้ในฤดูใบไม้ร่วง"
    }
  },
  {
    "translation": {
      "en": "Don't let false allegations bully you into an unfair fight.",
      "th": "อย่าปล่อยให้คำกล่าวหาเท็จ นำคุณไปสู่การต่อสู้ที่ไม่เป็นธรรม"
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Saul Goodman, and I will do the fighting for you.",
      "th": "สวัสดีครับ ผมซอล กู๊ดแมน และผมจะต่อสู้เพื่อปกป้องคุณ"
    }
  },
  {
    "translation": {
      "en": "No charge is too big for me.",
      "th": "ไม่มีข้อกล่าวหาไหน ที่ใหญ่เกินไปสำหรับผม"
    }
  },
  {
    "translation": {
      "en": "When legal forces have you cornered, better call Saul.",
      "th": "เมื่อไหร่ที่ผลบังคับทางกฎหมาย ทำให้คุณจนตรอก โทรหาซอล"
    }
  },
  {
    "translation": {
      "en": "I'll get your case dismissed. I'll give you the defense you deserve.",
      "th": "ผมจะช่วยให้คดีคุณถูกยกฟ้อง และแก้ต่างให้อย่างที่คุณสมควรได้รับ"
    }
  },
  {
    "translation": {
      "en": "Why? Because I'm Saul Goodman, attorney at law.",
      "th": "ทำไมน่ะเหรอ เพราะผมคือทนายความซอล กู๊ดแมน"
    }
  },
  {
    "translation": {
      "en": "I investigate, advocate, persuade, and most importantly, win.",
      "th": "ผมตรวจสอบ พูดแก้ต่าง หว่านล้อม และที่สำคัญที่สุด ผมชนะ"
    }
  },
  {
    "translation": {
      "en": "Better call Saul.",
      "th": "โทรหาซอล"
    }
  },
  {
    "translation": {
      "en": "Do you feel doomed?",
      "th": "รู้สึกดวงไม่ดีหรือ"
    }
  },
  {
    "translation": {
      "en": "Have opponents of freedom wrongly intimidated you?",
      "th": "ฝ่ายตรงข้ามข่มขู่เอาผิดคุณใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Maybe they told you you're in serious trouble and there's nothing you can do.",
      "th": "พวกเขาอาจบอกว่า คุณมีปัญหาใหญ่และไม่มีทางทำอะไรได้"
    }
  },
  {
    "translation": {
      "en": "I'm Saul Goodman, and I'm here to tell you that they're wrong.",
      "th": "ผมซอล กู๊ดแมน และผมอยู่นี่เพื่อบอกว่าพวกเขาคิดผิด"
    }
  },
  {
    "translation": {
      "en": "It's never too late for justice. Better call....",
      "th": "ไม่เคยสายเกินไป สำหรับความยุติธรรม โทรหาซอล...."
    }
  },
  {
    "translation": {
      "en": "I think...",
      "th": "ผมคิดว่า..."
    }
  },
  {
    "translation": {
      "en": "...your brain is just not all there yet.",
      "th": "สมองเขายังทำงานไม่เต็มที่"
    }
  },
  {
    "translation": {
      "en": "If we were all held responsible for what we did when we were 19....",
      "th": "ถ้าเราต้องรับผิดชอบ ในสิ่งที่ทำตั้งแต่อายุ 19"
    }
  },
  {
    "translation": {
      "en": "I remember what it was like to be a kid. Think back.",
      "th": "ผมเองจำได้ว่าการเป็นเด็กเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "It's all-- Judge, what would you say?",
      "th": "มันช่าง... ผู้พิพากษาครับ ท่านคิดยังไง"
    }
  },
  {
    "translation": {
      "en": "These boys, 19, I can't-- I don't--",
      "th": "เด็กนี่อายุแค่ 19 คิดว่า..."
    }
  },
  {
    "translation": {
      "en": "These three young men, just like you.",
      "th": "เด็กหนุ่มสามคนนี่ เหมือนกันกับคุณ"
    }
  },
  {
    "translation": {
      "en": "Just like....",
      "th": "เหมือนกันเลย..."
    }
  },
  {
    "translation": {
      "en": "Oh, to be 19 again. You with me, ladies and gentlemen?",
      "th": "ได้กลับมาเป็นหนุ่มวัย 19 อีกครั้ง เข้าใจที่ผมพูดนะครับทุกคน"
    }
  },
  {
    "translation": {
      "en": "Do you remember 19?",
      "th": "จำได้ไหมตอนคุณอายุ 19"
    }
  },
  {
    "translation": {
      "en": "Let me tell you, the juices are flowing, the red corpuscles are corpuscling...",
      "th": "จะบอกให้ว่าฮอร์โมนพลุ่งพล่าน เม็ดเลือดแดงก็แดงสด"
    }
  },
  {
    "translation": {
      "en": "...the grass is green and it's soft, and summer's gonna last forever.",
      "th": "ทุ่งหญ้าช่างเขียวสด และคิดว่าฤดูร้อนจะคงอยู่ตลอดไป"
    }
  },
  {
    "translation": {
      "en": "Now do you remember? Yeah, you do.",
      "th": "จำได้รึเปล่าครับ แน่อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "But if you're being honest, I mean, really honest...",
      "th": "แต่ถ้าคุณคิดแบบตรงไปตรงมา"
    }
  },
  {
    "translation": {
      "en": "...you'll recall that you also had an underdeveloped 19-year-old brain.",
      "th": "คุณจะจำได้ว่า มีสมองอายุ 19 ที่ยังพัฒนาไม่เต็มที่"
    }
  },
  {
    "translation": {
      "en": "Me, personally...",
      "th": "ผมเอง โดยส่วนตัวแล้ว..."
    }
  },
  {
    "translation": {
      "en": "...if I were held accountable...",
      "th": "ถ้าผมต้องรับผิดชอบ"
    }
  },
  {
    "translation": {
      "en": "...for some of the stupid decisions I made when I was 19, oh, boy, wow.",
      "th": "ต่อการตัดสินใจโง่ๆ ตอนผมอายุ 19"
    }
  },
  {
    "translation": {
      "en": "And I bet if we were in church right now, I'd get a big \"amen.\"",
      "th": "ผมว่าถ้าอยู่ในโบสถ์กันตอนนี้ พวกเราคงตะโกน \"เอเมน\""
    }
  },
  {
    "translation": {
      "en": "Which brings us to these three.",
      "th": "ซึ่งทำให้เรานึกถึงหนุ่มสามคนนี้"
    }
  },
  {
    "translation": {
      "en": "Now, these three knuckleheads--",
      "th": "เจ้าสามหนุ่มโง่เง่านี่..."
    }
  },
  {
    "translation": {
      "en": "And I'm sorry, boys, but that's what you are.",
      "th": "โทษทีไอ้หนุ่ม แต่พวกเธอมันโง่เง่าจริงๆ"
    }
  },
  {
    "translation": {
      "en": "--they did a dumb thing. We're not denying that.",
      "th": "พวกเขาทำเรื่องโง่ๆ เราไม่ปฏิเสธเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "However, I would like you to remember two salient facts.",
      "th": "แต่ผมอยากให้คุณรู้ ความจริงที่สำคัญสองประการ"
    }
  },
  {
    "translation": {
      "en": "Fact one, nobody got hurt. Not a soul. Very important to keep that in mind.",
      "th": "ข้อหนึ่ง ไม่มีใครได้รับบาดเจ็บ เป็นสิ่งสำคัญมากที่เราต้องจำไว้"
    }
  },
  {
    "translation": {
      "en": "Fact two....",
      "th": "ข้อสอง..."
    }
  },
  {
    "translation": {
      "en": "Now, the prosecution keeps bandying this term \"criminal trespass.\"",
      "th": "การดำเนินคดี ชอบใช้คำว่า \"การบุกรุกทางอาญา\""
    }
  },
  {
    "translation": {
      "en": "Mr. Spinauzo, the property owner, admitted to us...",
      "th": "คุณ สปินาโซ เจ้าของบ้าน ยอมรับกับเรา"
    }
  },
  {
    "translation": {
      "en": "...that he keeps most portions of his business...",
      "th": "ว่าเขาดำเนินธุรกิจส่วนใหญ่ของเขา"
    }
  },
  {
    "translation": {
      "en": "...open to the public both day and night.",
      "th": "โดยเปิดต่อสาธารณะทั้งวันและคืน"
    }
  },
  {
    "translation": {
      "en": "So trespassing?",
      "th": "นั่นเป็นการบุกรุกหรือ"
    }
  },
  {
    "translation": {
      "en": "It's a bit of a reach, don't you think, Dave?",
      "th": "ฟังดูเกินความจริงไปนะ คุณว่าไหมเดฟ"
    }
  },
  {
    "translation": {
      "en": "Here's what I know.",
      "th": "ที่ผมรู้คือ"
    }
  },
  {
    "translation": {
      "en": "These three young men, near honor students all...",
      "th": "ชายหนุ่มทั้งสามคนนี้ ซึ่งเกือบได้เป็นนักเรียนเกียรตินิยม"
    }
  },
  {
    "translation": {
      "en": "...were feeling their oats one Saturday night and they just...",
      "th": "เกิดนึกอยากสนุก ในคืนวันเสาร์และพวกเขา..."
    }
  },
  {
    "translation": {
      "en": "...went a little bananas.",
      "th": "ก็เล่นบ้าเกินเหตุไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "I don't know. Call me crazy, but I don't think they deserve...",
      "th": "ไม่รู้สิ จะว่าผมบ้าก็ได้ แต่ผมไม่คิดว่าพวกเขาสมควร"
    }
  },
  {
    "translation": {
      "en": "...to have their bright futures ruined by a momentary, minute...",
      "th": "ถูกทำลายอนาคต ด้วยนาทีสั้นๆ"
    }
  },
  {
    "translation": {
      "en": "...never-to-be-repeated lapse of judgment.",
      "th": "ที่จะไม่มีวันเกิดขึ้นอีก และท่านจะเป็นผู้ตัดสิน"
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen...",
      "th": "ผู้มีเกียรติทุกท่าน"
    }
  },
  {
    "translation": {
      "en": "...you're bigger than that.",
      "th": "พวกคุณยิ่งใหญ่กว่านั้น"
    }
  },
  {
    "translation": {
      "en": "-Kenny, are you rolling? -Yeah, wait a minute.",
      "th": "- เคนนี่ ถ่ายอยู่รึเปล่า - ถ่ายอยู่"
    }
  },
  {
    "translation": {
      "en": "-Yeah, baby. Yeah. -Tone it down. Chill out, would you?",
      "th": "- เย้ เยี่ยมไปเลย - เงียบหน่อยได้ไหม ใจเย็นพวก"
    }
  },
  {
    "translation": {
      "en": "Hey, Miss Watson's fourth period biology class, this one's for you.",
      "th": "นี่บทเรียนชีวะ ของครูวัตสัน อันนี้ของคุณ"
    }
  },
  {
    "translation": {
      "en": "-Watch and learn, losers. -Oh, yeah.",
      "th": "- เรียนซะไอ้ขี้แพ้ - สุดยอด"
    }
  },
  {
    "translation": {
      "en": "-Oh, God. -Dude, where'd all the blood go?",
      "th": "- โอ้ ไม่ - เฮ้ย เลือดหายไปไหนหมด"
    }
  },
  {
    "translation": {
      "en": "He's dead. They suck it all out, dumb-ass.",
      "th": "ตายแล้วก็ถูกดูดเลือดออกหมดน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "-Awesome. -Where do they put it?",
      "th": "- เยี่ยมเลย - เก็บไว้ไหนล่ะ"
    }
  },
  {
    "translation": {
      "en": "All right, I'm through the neck bone now, dude.",
      "th": "ฉันผ่านกระดูกคอแล้วว่ะ"
    }
  },
  {
    "translation": {
      "en": "-Kenny, get over here. -I'm getting it.",
      "th": "- เคนนี่ มานี่นะ - ได้แล้วพวก"
    }
  },
  {
    "translation": {
      "en": "-Get a shot of this. -Fine, fine.",
      "th": "- ถ่ายเอาไว้นะ - ได้ๆ"
    }
  },
  {
    "translation": {
      "en": "-Let me do it. -I got it.",
      "th": "- ให้ฉันทำเอง - ฉันทำได้"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "ตกลง"
    }
  },
  {
    "translation": {
      "en": "-All right. -Oh, my God.",
      "th": "- ตกลง - ให้ตายเถอะ"
    }
  },
  {
    "translation": {
      "en": "-You're sawing like a pussy. Let me do it. -Would you get off? Chill out.",
      "th": "นายเย็ดเหมือนพวกตาขาว ให้ฉันทำเหอะ ออกไปนะแก ใจเย็น"
    }
  },
  {
    "translation": {
      "en": "-All right. -Wait, wait. Okay. Wait for it. Wait.",
      "th": "- ตกลง - รอเดี๋ยวก่อน รอก่อน"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "เย้"
    }
  },
  {
    "translation": {
      "en": "-Come on. Yeah, baby. Yeah. -Oh, my God.",
      "th": "- เยี่ยมเลย เย้ - โอ้พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "I dare you to stick your wang in the throat hole.",
      "th": "ฉันท้าให้นายเอาไอ้จ้อนยัดคอหอย"
    }
  },
  {
    "translation": {
      "en": "I will if you will, loser.",
      "th": "ฉันจะทำถ้านายทำ ไอ้ขี้แพ้"
    }
  },
  {
    "translation": {
      "en": "All right, all right.",
      "th": "ได้เลยๆ"
    }
  },
  {
    "translation": {
      "en": "-What the hell kind of math is that? -Seven hundred per defense.",
      "th": "- นี่มันเลขประเภทไหนกัน - 700 ต่อครั้ง"
    }
  },
  {
    "translation": {
      "en": "No, no, no. \"Defendant.\" \"Dant.\"",
      "th": "ไม่ๆๆ \"ต่อคน\" ต่างหาก"
    }
  },
  {
    "translation": {
      "en": "Three defendants, 2100.",
      "th": "จำเลยสามคน 2,100 เหรียญ"
    }
  },
  {
    "translation": {
      "en": "Which, by the way, bargain. What I did for them....",
      "th": "ซึ่งก็ถูกแล้วนะกับที่ผมทำให้พวกเขา"
    }
  },
  {
    "translation": {
      "en": "They going to jail, ain't they?",
      "th": "พวกเขาจะต้องติดคุกไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "So since when does that matter? They had sex with a head.",
      "th": "แล้วไง นั่นสำคัญตรงไหนกัน พวกเขาทำอนาจารกับหัวศพ"
    }
  },
  {
    "translation": {
      "en": "Look, didn't nobody tell you to try all three of them together.",
      "th": "ไม่มีใครบังคับคุณ ว่าความให้สามคนในครั้งเดียวกันนี่"
    }
  },
  {
    "translation": {
      "en": "-One trial, $700. -You're gonna miss me.",
      "th": "- พิจารณาคดีหนึ่งครั้ง 700 เหรียญ - คุณจะคิดถึงผม"
    }
  },
  {
    "translation": {
      "en": "You are gonna miss me because it'll be a cold day in hell...",
      "th": "คุณต้องคิดถึงผมแน่ เพราะต้องรอจนนรกหนาว"
    }
  },
  {
    "translation": {
      "en": "...before I do any more PD work for this shitty court. Sayonara, baby.",
      "th": "กว่าผมจะยอมทำงาน แบบนี้ให้ศาลบ้านี้อีก ลาก่อนล่ะ"
    }
  },
  {
    "translation": {
      "en": "You have yourself a nice day.",
      "th": "ขอให้โชคดีละกัน"
    }
  },
  {
    "translation": {
      "en": "Law offices of James McGill, how may I direct your call?",
      "th": "สำนักงานกฎหมายเจมส์ แมคกิลล์ ต้องการพูดกับใครครับ"
    }
  },
  {
    "translation": {
      "en": "Yes, Mrs. Kettleman, so good of you to return.",
      "th": "ครับคุณนายเคทเทิลแมน ขอบคุณที่โทรกลับครับ"
    }
  },
  {
    "translation": {
      "en": "Actually, I don't have Mr. McGill at the moment, but I know he--",
      "th": "ตอนนี้คุณแมคกิลล์ไม่อยู่ แต่ผม..."
    }
  },
  {
    "translation": {
      "en": "Oh, splendid.",
      "th": "โอ้ เยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "Unfortunately, our offices are being painted...",
      "th": "โชคไม่ดีตอนนี้ สำนักงานเรากำลังทาสีใหม่"
    }
  },
  {
    "translation": {
      "en": "...and the fumes are quite horrid.",
      "th": "กลิ่นสีค่อนข้างแรง"
    }
  },
  {
    "translation": {
      "en": "Could he meet you and your husband at, say, Loyola's Café on Central?",
      "th": "ให้เขาไปพบคุณกับสามีคุณที่ คาเฟ่โลโยลา ถนนเซ็นทรัลได้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Four o'clock it shall be. Cheers.",
      "th": "สี่โมงเย็นได้ครับ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Three dollars.",
      "th": "สามเหรียญ"
    }
  },
  {
    "translation": {
      "en": "I'm validated. See the stickers?",
      "th": "ผมผ่านได้ฟรี ดูสติ๊กเกอร์สิ"
    }
  },
  {
    "translation": {
      "en": "Well, I see five stickers. You're one shy. That's $3.",
      "th": "เห็นห้าอันขาดไปอัน นั่นสามเหรียญ"
    }
  },
  {
    "translation": {
      "en": "They gave me-- Look, I'm validated for the entire day, okay?",
      "th": "พวกเขาให้... ฟังนะ ผมจอดฟรีได้ตลอดทั้งวัน"
    }
  },
  {
    "translation": {
      "en": "Five stickers, six stickers, I don't know from stickers because...",
      "th": "สติ๊กเกอร์ห้าหรือหกอัน ผมไม่รู้หรอกเพราะ..."
    }
  },
  {
    "translation": {
      "en": "...I was in that court back there saving people's lives, so....",
      "th": "ผมอยู่ในศาลนั่น ช่วยชีวิตผู้คน"
    }
  },
  {
    "translation": {
      "en": "Gee, that's swell.",
      "th": "โห น่าทึ่งแฮะ"
    }
  },
  {
    "translation": {
      "en": "And thank you for restoring my faith in the judicial system.",
      "th": "ขอบคุณที่ช่วยให้ผม กลับมาศรัทธาระบบความยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "Now, you either pay the $3...",
      "th": "ทีนี้ จ่ายสามเหรียญนั่นมา"
    }
  },
  {
    "translation": {
      "en": "...or you go back inside and you get an additional sticker.",
      "th": "หรือขับกลับไปข้างใน แล้วไปเอาสติ๊กเกอร์มาเพิ่ม"
    }
  },
  {
    "translation": {
      "en": "Son of a bitch.",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "Fine. You win. Hooray for you.",
      "th": "ก็ได้ นายชนะ พอใจหรือยัง"
    }
  },
  {
    "translation": {
      "en": "Backing up. I have to back up. I need more stickers.",
      "th": "ถอยกลับ ฉันต้องถอยรถกลับ เพราะต้องการสติ๊กเกอร์เพิ่ม"
    }
  },
  {
    "translation": {
      "en": "Don't have enough stickers.",
      "th": "มีสติ๊กเกอร์ไม่พอ"
    }
  },
  {
    "translation": {
      "en": "Thank you. Thank you. Very nice.",
      "th": "ขอบคุณมากเลย ใจดีมาก"
    }
  },
  {
    "translation": {
      "en": "Employee of the month over here.",
      "th": "พนักงานดีเด่นอยู่นี่ไง"
    }
  },
  {
    "translation": {
      "en": "Yeah. Hooray. Give him a medal.",
      "th": "เยี่ยมไปเลย ให้เหรียญเขาที"
    }
  },
  {
    "translation": {
      "en": "Don't do anything, guys. Just relax, all right?",
      "th": "อย่าทำอะไรทั้งนั้น ใจเย็นไว้พวก"
    }
  },
  {
    "translation": {
      "en": "Well, I'm just fuzzy as to why you think he needs a lawyer.",
      "th": "ฉันแค่อยากรู้ทำไม คุณถึงคิดว่าเขาต้องการทนาย"
    }
  },
  {
    "translation": {
      "en": "I mean, Craig, the way you run your office is beyond reproach.",
      "th": "ฉันหมายถึง เคร็ก วิธีที่คุณดูแลสำนักงาน มันไม่มีที่ติเลย"
    }
  },
  {
    "translation": {
      "en": "-Beyond reproach. -Yeah.",
      "th": "- ไม่มีที่ติ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-I'm a stickler, you know-- -He is. He's a stickler with the money.",
      "th": "- ใช่ ผมเป็นพวกเคร่งในกฎ คุณรู้นะ... - ใช่ เคร่งมากเรื่องเงินๆ ทองๆ"
    }
  },
  {
    "translation": {
      "en": "-He's definitely a stickler. -Yeah. Yeah.",
      "th": "- เขาเป็นแบบนั้นแน่ๆ - ใช่ๆ"
    }
  },
  {
    "translation": {
      "en": "-He's certainly not guilty of some-- -Certainly not.",
      "th": "- แน่นอนเขาไม่มีความผิด... - แน่นอนครับ"
    }
  },
  {
    "translation": {
      "en": "He's innocent of any wrongdoing, that's abundantly clear to me.",
      "th": "เขาเป็นผู้บริสุทธิ์ นั่นเห็นชัดเจนอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "And frankly, I don't go looking for guilty people to represent.",
      "th": "พูดตามตรง ผมไม่เป็นทนาย ให้คนที่ทำผิดหรอกครับ"
    }
  },
  {
    "translation": {
      "en": "I mean, who needs that aggravation, right?",
      "th": "ผมหมายถึง ใครจะอยากทำล่ะจริงไหม"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Look, all I know is what I read in the paper.",
      "th": "ฟังนะ เท่าที่ผมรู้ ก็แค่ข้อมูลที่อ่านจากเอกสาร"
    }
  },
  {
    "translation": {
      "en": "And typically when money goes missing from the county treasury--",
      "th": "และโดยทั่วไป พอเงินหายไปจากคลัง..."
    }
  },
  {
    "translation": {
      "en": "-And the number here is 1.6 million? -Well, that's an accounting discrepancy.",
      "th": "- หายไป 1.6 ล้านเหรียญใช่ไหม - นั่นเป็นความคลาดเคลื่อนทางบัญชี"
    }
  },
  {
    "translation": {
      "en": "It's a discrepancy, absolutely. But typically when that happens...",
      "th": "แน่นอนว่าเป็นความคลาดเคลื่อน แต่โดยมากเมื่อเกิดเรื่องแบบนี้"
    }
  },
  {
    "translation": {
      "en": "...the police look at the treasurer.",
      "th": "ตำรวจจะสงสัยเหรัญญิก"
    }
  },
  {
    "translation": {
      "en": "And since that person is....",
      "th": "และในเมื่อเหรัญญิกคือ..."
    }
  },
  {
    "translation": {
      "en": "I just think a little proactivity may be in order.",
      "th": "ผมคิดว่าเตรียมตัวไว้ ก็ไม่น่าเสียหายอะไร"
    }
  },
  {
    "translation": {
      "en": "I just think I'd look guilty if I hired a lawyer.",
      "th": "อาจดูเหมือนผม ทำผิดจริงถ้าจ้างทนาย"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Actually, it's getting arrested that makes people look guilty...",
      "th": "การโดนจับต่างหาก ที่ทำให้คนดูเหมือนทำความผิด"
    }
  },
  {
    "translation": {
      "en": "...even the innocent ones.",
      "th": "แม้จะเป็นผู้บริสุทธิ์"
    }
  },
  {
    "translation": {
      "en": "And innocent people get arrested every day.",
      "th": "ผู้บริสุทธิ์ถูกจับกุมอยู่ทุกวัน"
    }
  },
  {
    "translation": {
      "en": "And they find themselves in a little room...",
      "th": "และพวกเขาถูกพาไปยังห้องเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "...with a detective who acts like he's their best friend.",
      "th": "กับนักสืบที่ทำตัวเป็นเพื่อนรัก"
    }
  },
  {
    "translation": {
      "en": "\"Talk to me,\" he says. \"Help me clear this thing up.\"",
      "th": "\"บอกผมมาเถอะ\" เขาว่า \"ช่วยผมเคลียร์ทุกอย่างนี่\""
    }
  },
  {
    "translation": {
      "en": "\"You don't need a lawyer, only guilty people need lawyers.\"",
      "th": "\"คุณไม่ต้องการทนายหรอก มีแต่คนทำผิดที่ต้องการทนาย\""
    }
  },
  {
    "translation": {
      "en": "And, boom, hey, that's when it all goes south.",
      "th": "และบูม นั่นแหละตอนที่ทุกอย่างแย่ลง"
    }
  },
  {
    "translation": {
      "en": "That's when you want someone in your corner.",
      "th": "นั่นเป็นตอนที่คุณต้องการคนช่วย"
    }
  },
  {
    "translation": {
      "en": "Someone who will fight tooth and nail.",
      "th": "ใครสักคนที่จะสู้ไม่ถอยเพื่อคุณ"
    }
  },
  {
    "translation": {
      "en": "Lawyers, we're like health insurance.",
      "th": "ทนายความก็เหมือนประกันชีวิต"
    }
  },
  {
    "translation": {
      "en": "You hope you never need it, but, man, oh, man, not having it? No.",
      "th": "คุณหวังว่าคุณจะไม่ต้องการมัน แต่ถ้าไม่มีมันไว้ไม่ดีแน่"
    }
  },
  {
    "translation": {
      "en": "How would we proceed if we decided to--?",
      "th": "แล้วต้องทำยังไงครับ ถ้าเราตัดสินใจที่จะ..."
    }
  },
  {
    "translation": {
      "en": "Well, this is a letter of engagement.",
      "th": "นี่คือหนังสือคู่สัญญาบริการ"
    }
  },
  {
    "translation": {
      "en": "It's very simple, straightforward. Please, read it closely.",
      "th": "มันเรียบง่าย ตรงไปตรงมา อ่านดูก่อนครับ"
    }
  },
  {
    "translation": {
      "en": "But if you sign it...",
      "th": "ถ้าคุณลงนาม"
    }
  },
  {
    "translation": {
      "en": "...I can get started on that defense strategy of ours...",
      "th": "ผมจะเริ่มสร้าง กลยุทธ์การป้องกันของเรา"
    }
  },
  {
    "translation": {
      "en": "...this very afternoon.",
      "th": "บ่ายวันนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Craig...",
      "th": "เคร็ก"
    }
  },
  {
    "translation": {
      "en": "...I think maybe we should sleep on it.",
      "th": "ฉันว่าเราควรใช้เวลาคิดสักพัก"
    }
  },
  {
    "translation": {
      "en": "Sure.",
      "th": "ได้สิ"
    }
  },
  {
    "translation": {
      "en": "-Don't you think, Mr. McGill? -We should sleep on it.",
      "th": "- จริงไหมคุณแมคกิลล์ - เราขอเวลาคิดก่อนค่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, please, call me Jimmy.",
      "th": "ได้โปรด เรียกผมจิมมี่"
    }
  },
  {
    "translation": {
      "en": "Absolutely. I mean, there's no rush.",
      "th": "แน่นอนครับ เราไม่รีบอะไร"
    }
  },
  {
    "translation": {
      "en": "Oh, and you know, Craig, we gotta pick up the kids.",
      "th": "โอ้ แล้วอีกอย่าง เราต้องไปรับลูกๆ แล้ว"
    }
  },
  {
    "translation": {
      "en": "-At the.... -Right.",
      "th": "- ที่ - ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Yeah.",
      "th": "- ค่ะ - จริงด้วย"
    }
  },
  {
    "translation": {
      "en": "Well, we will be in touch.",
      "th": "เราจะติดต่อไปนะครับ"
    }
  },
  {
    "translation": {
      "en": "Thank you for the coffee, and for the advice.",
      "th": "ขอบคุณสำหรับ กาแฟและคำแนะนำครับ"
    }
  },
  {
    "translation": {
      "en": "You're very, very welcome.",
      "th": "ด้วยความยินดีครับ"
    }
  },
  {
    "translation": {
      "en": "Here. Take this. It's got my phone number on it.",
      "th": "นี่ครับ มันมีเบอร์โทรศัพท์ผมอยู่"
    }
  },
  {
    "translation": {
      "en": "-Yeah. Okay. -Got it.",
      "th": "- ตกลง - ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "The number is 9456, 0054...",
      "th": "หมายเลขคือ 9-4-5-6-0-0-5-4"
    }
  },
  {
    "translation": {
      "en": "...4896, 0643, and the expiration is 11, '04.",
      "th": "4-8-9-6-0-6-4-3 และวันหมดอายุคือเดือน 11 ปี 04"
    }
  },
  {
    "translation": {
      "en": "Okay, and the key word here is \"classy,\" all right? Super classy.",
      "th": "และคำสำคัญคือ \"ชั้นหนึ่ง\" เข้าใจนะ ชั้นหนึ่งเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Use only flowers that look expensive, but, you know, aren't.",
      "th": "ใช้เฉพาะดอกไม้ที่ดูหรู แต่ที่จริงไม่แพง"
    }
  },
  {
    "translation": {
      "en": "And the note should say:",
      "th": "และเขียนข้อความว่า..."
    }
  },
  {
    "translation": {
      "en": "\"Dear Betsy and Craig.",
      "th": "\"ถึงเบทซี่และเกร็ก"
    }
  },
  {
    "translation": {
      "en": "Best wishes from your stickler for justice, James McGill.\"",
      "th": "ด้วยความปรารถนาดีจากผู้ยึดมั่น ความยุติธรรมของคุณ เจมส์ แมคกิลล์\""
    }
  },
  {
    "translation": {
      "en": "Okay? And McGill is spelled M-C--",
      "th": "ตกลงนะ และแมคกิลล์สะกด แ-ม..."
    }
  },
  {
    "translation": {
      "en": "Well, run it again.",
      "th": "ขออีกรอบซิ"
    }
  },
  {
    "translation": {
      "en": "Well, no, no, no. It's paid up. Run it again--",
      "th": "ไม่ๆๆ จ่ายไปหมดแล้ว ขออีกรอบซิ..."
    }
  },
  {
    "translation": {
      "en": "Oh, God, oh, God, oh, God.",
      "th": "โอ้พระเจ้าๆๆ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, Cal. Cal. Look at me.",
      "th": "โอ้พระเจ้า แคลๆ มองฉันที"
    }
  },
  {
    "translation": {
      "en": "Buddy, look at me. Are you okay? Say something.",
      "th": "เพื่อน มองฉันที เป็นอะไรรึเปล่า พูดอะไรหน่อย"
    }
  },
  {
    "translation": {
      "en": "What did you do? What did you do to my brother?",
      "th": "ทำอะไรลงไป นายทำอะไรน้องฉัน"
    }
  },
  {
    "translation": {
      "en": "-Why don't you look where you're going? -He came out of nowhere.",
      "th": "- จะไปไหนทำไมขับรถไม่ดู - อยู่ๆ ก็โผล่มาจากไหนไม่รู้"
    }
  },
  {
    "translation": {
      "en": "You freaking hit him, man. You ran him over.",
      "th": "นายขับรถชนเขา"
    }
  },
  {
    "translation": {
      "en": "You ran over my brother.",
      "th": "นายขับรถชนน้องฉัน"
    }
  },
  {
    "translation": {
      "en": "-I got the whole thing on video. -It was an accident.",
      "th": "- ฉันถ่ายวิดีโอไว้ได้ด้วย - มันเป็นอุบัติเหตุ"
    }
  },
  {
    "translation": {
      "en": "It was an accident. He didn't-- He didn't mean to. Look, let me just--",
      "th": "มันเป็นอุบัติเหตุ เขาไม่ได้ตั้งใจ ให้ฉันลุกดู..."
    }
  },
  {
    "translation": {
      "en": "-It's broke. Is it broke? -It's my leg.",
      "th": "- ขาหัก ขาหักรึเปล่า - ขาฉัน"
    }
  },
  {
    "translation": {
      "en": "-You broke his leg. -It's my leg.",
      "th": "- นายทำขาเขาหัก - ขาฉัน"
    }
  },
  {
    "translation": {
      "en": "Why you driving around and not looking? Driving around breaking people's legs.",
      "th": "ทำไมนายขับรถไม่ระวังเลย ขับรถทำคนอื่นขาหักไปทั่ว"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Somebody call the cops.",
      "th": "- โอเค - เรียกตำรวจที"
    }
  },
  {
    "translation": {
      "en": "-Don't call-- Don't call the police. -Police.",
      "th": "- อย่าเรียกตำรวจนะ - ตำรวจ"
    }
  },
  {
    "translation": {
      "en": "-Don't call the police. Don't call the police. -Call them myself.",
      "th": "อย่าเรียกตำรวจๆ ฉันโทรเอง"
    }
  },
  {
    "translation": {
      "en": "-Don't call the police. -Don't call the cops?",
      "th": "- อย่าเรียกตำรวจ - อย่าเรียกตำรวจเหรอ"
    }
  },
  {
    "translation": {
      "en": "-No. -How you gonna fix this?",
      "th": "- อย่า - นายจะทำยังไง"
    }
  },
  {
    "translation": {
      "en": "What are you gonna do to make things right?",
      "th": "นายจะชดใช้ค่าเสียหายยังไง"
    }
  },
  {
    "translation": {
      "en": "I don't know, fellas.",
      "th": "ไม่รู้สิพวก"
    }
  },
  {
    "translation": {
      "en": "What can I do to make it right?",
      "th": "จะให้ฉันทำยังไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "th": "ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "Five hundred dollars.",
      "th": "ห้าร้อยดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "Five hundred bucks? Yeah?",
      "th": "ห้าร้อยเหรียญเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "-What the hell, man? -Listen, Starlight Express.",
      "th": "- อะไรกันวะ - ฟังนะไอ้พวกหัวหมอ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna give you a 9.6 for technique, 0.0 for choice of victim.",
      "th": "ฉันให้คะแนนเทคนิค 9.6 แต่ศูนย์คะแนนสำหรับการเลือกเหยื่อ"
    }
  },
  {
    "translation": {
      "en": "I'm a lawyer.",
      "th": "ฉันเป็นทนายโว้ย"
    }
  },
  {
    "translation": {
      "en": "Furthermore, does this steaming pile of crap...",
      "th": "นอกจากนี้ ไอ้เศษเหล็กที่เห็นอยู่นี่"
    }
  },
  {
    "translation": {
      "en": "...scream \"payday\" to you, huh?",
      "th": "ดูเหมือนเป็น \"รถคนรวย\" หรือไง"
    }
  },
  {
    "translation": {
      "en": "The only way that entire car is worth 500 bucks...",
      "th": "ทางเดียวที่รถนั่นจะมีค่า 500 เหรียญ"
    }
  },
  {
    "translation": {
      "en": "...is if there's a $300 hooker sitting in it.",
      "th": "ก็เมื่อมีคุณตัว ราคา 300 เหรียญนั่งมาด้วย"
    }
  },
  {
    "translation": {
      "en": "Now, let's talk about what you owe me for the windshield.",
      "th": "ทีนี้ มาพูดเรื่องเงินที่นาย ต้องชดใช้เพื่อซ่อมกระจกหน้า"
    }
  },
  {
    "translation": {
      "en": "I'll take a check.",
      "th": "ฉันรับเช็คนะ"
    }
  },
  {
    "translation": {
      "en": "Chào cô, ladies.",
      "th": "สวัสดีสาวๆ"
    }
  },
  {
    "translation": {
      "en": "Chào cô, Mrs. Nguyen. My, don't you look...?",
      "th": "สวัสดีคุณวิน แหมคุณดู..."
    }
  },
  {
    "translation": {
      "en": "My mail?",
      "th": "จดหมายผมเหรอ"
    }
  },
  {
    "translation": {
      "en": "You work for people who have sex with chopped-off head?",
      "th": "คุณเป็นทนาย ให้คนที่มีอะไรกับหัวศพเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Was it in the paper? -I heard it from my cousin.",
      "th": "- ลงหนังสือพิมพ์เหรอ - ได้ยินมาจากลูกพี่ลูกน้องน่ะ"
    }
  },
  {
    "translation": {
      "en": "Why? Why you work for these people?",
      "th": "ทำไม ไปเป็นทนายให้พวกนี้ทำไม"
    }
  },
  {
    "translation": {
      "en": "Just lucky, I guess.",
      "th": "คงเพราะโชคดีล่ะมั้ง"
    }
  },
  {
    "translation": {
      "en": "Cucumber water for customer only.",
      "th": "น้ำแตงกวานั่นของลูกค้านะ"
    }
  },
  {
    "translation": {
      "en": "You have zero messages.",
      "th": "คุณมีศูนย์ข้อความ"
    }
  },
  {
    "translation": {
      "en": "Brenda, looking good.",
      "th": "เบรนด้า คุณดูดีจัง"
    }
  },
  {
    "translation": {
      "en": "Nice 'do. Where's Lord Vader?",
      "th": "ผมสวย ลอร์ด เวเดอร์อยู่ไหม"
    }
  },
  {
    "translation": {
      "en": "-He's not quite ready for you yet. -South conference room.",
      "th": "- เขายังไม่พร้อมจะพบคุณค่ะ - ห้องประชุมทิศใต้"
    }
  },
  {
    "translation": {
      "en": "-How about you wait out here? -How about I don't?",
      "th": "- ทำไมไม่รอตรงนั้นก่อนล่ะคะ - ทำไมต้องรอด้วย"
    }
  },
  {
    "translation": {
      "en": "Oh, Sir Francis.",
      "th": "โอ้ ท่านเซอร์ฟรานซิส"
    }
  },
  {
    "translation": {
      "en": "-James. -Well groomed, as always.",
      "th": "- เจมส์ - ดูดีตลอดเลยนะท่าน"
    }
  },
  {
    "translation": {
      "en": "-Okay. -All right.",
      "th": "- โอเค - ครับผม"
    }
  },
  {
    "translation": {
      "en": "Keith, Karen. Yes.",
      "th": "คีธ แคเรน ใช่"
    }
  },
  {
    "translation": {
      "en": "You have meddled with the primal forces of nature, Mr. Hamlin...",
      "th": "คุณเข้าไปวุ่นวาย กับฐานอำนาจของธรรมชาติ คุณแฮมลิน"
    }
  },
  {
    "translation": {
      "en": "...and I won't have it.",
      "th": "และผมจะไม่ยอมหรอก"
    }
  },
  {
    "translation": {
      "en": "-Do you want me to call security? -It's okay, Brenda. We got it.",
      "th": "- ให้เรียก ร.ป.ภ. ไหมคะ - ไม่เป็นไรเบรนด้า เราจัดการเอง"
    }
  },
  {
    "translation": {
      "en": "-Hey, Jack. Hey, Nate. Hey, Aaron. -What can we do for you, Jimmy?",
      "th": "- ไงแจ็ค เนท แอรอน - จะให้เราช่วยอะไรจิมมี่"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, it's this table.",
      "th": "ขอโทษที เจ้าโต๊ะนี่"
    }
  },
  {
    "translation": {
      "en": "Something just comes over me.",
      "th": "รู้สึกเหมือนโดนผีเข้า"
    }
  },
  {
    "translation": {
      "en": "You can tell me what this 26,000 is supposed to be for.",
      "th": "ช่วยบอกทีว่า เงิน 26,000 เหรียญนี่ค่าอะไร"
    }
  },
  {
    "translation": {
      "en": "That's money for Chuck. Isn't that what you wanted?",
      "th": "นั่นสำหรับชัค ไม่ใช่สิ่งที่นายต้องการหรือไง"
    }
  },
  {
    "translation": {
      "en": "A measly 26 grand? Jesus, you're like Peter Minuit with the Indians.",
      "th": "เงินขี้ประติ๋วเนี่ยนะ นายนี่เหมือนปีเตอร์ มินวิทกับอินเดีย"
    }
  },
  {
    "translation": {
      "en": "Throw in some beads and shells while you're at it.",
      "th": "จ่ายนิดเดียวกำไรก้อนโต"
    }
  },
  {
    "translation": {
      "en": "It's just a start, there'll be more. Unless you're gonna just tear them all up.",
      "th": "มันแค่เริ่มต้น ยังมีอีกนะ นอกจากนายจะฉีกมันทิ้งหมด"
    }
  },
  {
    "translation": {
      "en": "And why was it made out to me? Why not Chuck?",
      "th": "แล้วใส่ชื่อฉันทำไม ใส่ชื่อชัคสิ"
    }
  },
  {
    "translation": {
      "en": "Can he make his way to the bank?",
      "th": "เขาไปธนาคารเองได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "I just assumed it was best to have the money go through you.",
      "th": "ฉันคิดว่าส่งผ่านนายจะดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "We can do it any way you want.",
      "th": "เราทำวิธีไหนก็ได้แล้วแต่นาย"
    }
  },
  {
    "translation": {
      "en": "This isn't going away, Howard.",
      "th": "มันยังไม่จบง่ายๆ หรอกฮาวเวิร์ด"
    }
  },
  {
    "translation": {
      "en": "What Chuck did for this firm, and damn near single-handedly...",
      "th": "เขาทำเพื่อบริษัทมามาก"
    }
  },
  {
    "translation": {
      "en": "...one-third of this place belongs to him. Yeah.",
      "th": "หนึ่งในสามของบริษัทนี้เป็นของเขา"
    }
  },
  {
    "translation": {
      "en": "What have you got, 12 chairs here? Four of these chairs are Chuck's.",
      "th": "มีเก้าอี้ 12 ตัวก็เป็นของชัคสี่ตัว"
    }
  },
  {
    "translation": {
      "en": "You got five of these light thingamajigs...",
      "th": "ไฟสีรุ้งที่มีอยู่ห้าอัน"
    }
  },
  {
    "translation": {
      "en": "...one and two-thirds are Chuck's. Yeah.",
      "th": "หนึ่งเศษสองส่วนสามอันเป็นของชัค"
    }
  },
  {
    "translation": {
      "en": "How many Danishes? Six Danishes?",
      "th": "มีเดนิชกี่อันนะ หกอันเหรอ"
    }
  },
  {
    "translation": {
      "en": "-You can have all the Danish you want. -No, no. They're Chuck's Danishes.",
      "th": "- เอาเดนิชทั้งหมดไปได้เลยจิมมี่ - ไม่ๆ มันเป็นเดนิชของชัค"
    }
  },
  {
    "translation": {
      "en": "And Chuck isn't greedy, so he'll just take two...",
      "th": "และชัคไม่ใช่คนโลภมาก เขาเลยจะเอาแค่สองอัน"
    }
  },
  {
    "translation": {
      "en": "...plus $17 million. In that ballpark.",
      "th": "และเงิน 17 ล้านดอลลาร์ของทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "I mean, we'll know once we get the accountants poking around here.",
      "th": "เรารู้แน่ เมื่อทำการตรวจสอบให้แน่ใจ"
    }
  },
  {
    "translation": {
      "en": "Until then, no more penny ante checks designed to make it look...",
      "th": "จนกว่าจะถึงวันนั้น อย่าทำเป็นจ่ายเช็คให้ดูเหมือนว่า"
    }
  },
  {
    "translation": {
      "en": "...like Chuck still works here. He doesn't. He never will again.",
      "th": "ชัคยังทำงานที่นี่ เพราะเปล่า และไม่มีวันจะทำงานที่นี่อีก"
    }
  },
  {
    "translation": {
      "en": "It's time to do right by him, and cash him out.",
      "th": "ได้เวลาจ่ายเขาอย่างยุติธรรมเสียที"
    }
  },
  {
    "translation": {
      "en": "So these are Chuck's own wishes that you're conveying?",
      "th": "นี่เป็นความต้องการของชัคเองรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "This is what's best for him.",
      "th": "นี่เป็นสิ่งที่ดีที่สุดสำหรับเขา"
    }
  },
  {
    "translation": {
      "en": "So he personally told you that it's his wish to withdraw from the firm?",
      "th": "เขาบอกนายเป็นการส่วนตัวเหรอ ว่าอยากถอนตัวออกจากบริษัท"
    }
  },
  {
    "translation": {
      "en": "See, that would surprise me.",
      "th": "เห็นไหม ถ้าจริงฉันคงแปลกใจ"
    }
  },
  {
    "translation": {
      "en": "It's been nearly a year since he set foot in here.",
      "th": "เกือบปีมาแล้วที่เขาไม่ได้มาที่นี่"
    }
  },
  {
    "translation": {
      "en": "-I'm just doing what's in his best interests. -So am I.",
      "th": "ฉันแค่ทำ - สิ่งดีที่สุดเพื่อเขา - ฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "And I, for one, believe he's gonna lick this thing.",
      "th": "และฉันเชื่อว่าเขาจะเอาชนะมันได้"
    }
  },
  {
    "translation": {
      "en": "Until then, his office is just as he left it. His secretary is still on payroll.",
      "th": "จนกว่าจะถึงวันนั้น ออฟฟิศเขาจะยังคงอยู่ เลขาของเขายังคงได้รับเงินเดือน"
    }
  },
  {
    "translation": {
      "en": "If Chuck can call this an extended sabbatical, then so can we.",
      "th": "ถ้าชัคเห็นว่านี่ เป็นวันพักผ่อนยาว เราเองก็ด้วย"
    }
  },
  {
    "translation": {
      "en": "He's that important to us.",
      "th": "เขาสำคัญกับเรามากขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "You know what? Let's let a jury figure it out.",
      "th": "รู้อะไรไหม ให้คณะลูกขุนตัดสินใจแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "Yeah. They're gonna love you, Howard.",
      "th": "พวกเขาต้องรักนายแน่ ฮาวเวิร์ด"
    }
  },
  {
    "translation": {
      "en": "You're so down to earth and relatable.",
      "th": "นายมันช่างติดดิน และเข้าอกเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "And you will atone.",
      "th": "และนายจะต้องชดใช้"
    }
  },
  {
    "translation": {
      "en": "It's Ned Beatty from Network.",
      "th": "นั่นเนด บีทตี้ จากเน็ตเวิร์ค"
    }
  },
  {
    "translation": {
      "en": "For chrissakes, guys.",
      "th": "ให้ตายสิพวกนาย"
    }
  },
  {
    "translation": {
      "en": "Jimmy.",
      "th": "จิมมี่"
    }
  },
  {
    "translation": {
      "en": "I almost forgot. This month's filings.",
      "th": "เกือบลืมไป เอกสารของเดือนนี้"
    }
  },
  {
    "translation": {
      "en": "You can save me the postage.",
      "th": "จะได้ไม่ต้องส่งไปรษณีย์"
    }
  },
  {
    "translation": {
      "en": "Weren't you listening in there? Chuck doesn't work here anymore.",
      "th": "นายไม่ได้ยินหรือไง ชัคไม่ได้ทำงานที่นี่อีกต่อไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Think I'm gonna help you establish a paper trail?",
      "th": "คิดว่าฉันจะช่วยนายยื่นเอกสารคดีเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Jimmy-- -Stop trying to pawn that shit off on him.",
      "th": "- จิมมี่... - หยุดเล่นเกมงี่เง่านี้เสียที"
    }
  },
  {
    "translation": {
      "en": "Jimmy.",
      "th": "จิมมี่"
    }
  },
  {
    "translation": {
      "en": "You know, Jimmy, sometimes in our line of work...",
      "th": "รู้ไหมจิมมี่ บางครั้งคนทำอาชีพอย่างพวกเรา"
    }
  },
  {
    "translation": {
      "en": "...you can get so caught up in the idea of winning...",
      "th": "อาจลุ่มหลงอยู่กับความอยากเอาชนะ"
    }
  },
  {
    "translation": {
      "en": "...that you forget to listen to your heart.",
      "th": "จนลืมที่จะฟังเสียงหัวใจตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Give Chuck my love, would you?",
      "th": "ฝากความห่วงใยถึงชัคด้วย"
    }
  },
  {
    "translation": {
      "en": "Oh, there you are. Betsy, Craig.",
      "th": "โอ้ มาแล้วเหรอ เบทซี่ เกร็ก"
    }
  },
  {
    "translation": {
      "en": "Hi. Oh, Craig, you need your own purse.",
      "th": "สวัสดี เคร็ก หากระเป๋ามาใช้เองเสียที"
    }
  },
  {
    "translation": {
      "en": "-Did it work out? -Yeah.",
      "th": "- ได้ผลรึเปล่า - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "It was very nice.",
      "th": "ดีมากเลยครับ"
    }
  },
  {
    "translation": {
      "en": "-You look lovely today. -Oh, thank you so much.",
      "th": "- วันนี้คุณดูดีมากเลย - โอ้ ขอบคุณมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Couldn't you just--? -You know I can't.",
      "th": "- คุณช่วย... - คุณรู้ฉันทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Son of a bitch.",
      "th": "ไอ้สารเลว"
    }
  },
  {
    "translation": {
      "en": "-You ground yourself? -Yes, I grounded myself.",
      "th": "- ขังตัวเองเหรอ - ใช่ ฉันขังตัวเอง"
    }
  },
  {
    "translation": {
      "en": "You gotta stop putting bacon on the list.",
      "th": "พี่ต้องเลิกสั่งฉันซื้อเบคอนเสียที"
    }
  },
  {
    "translation": {
      "en": "That cooler's looking like a trichinosis stew.",
      "th": "กระติกน้ำแข็งนั่น ดูเหมือนสตูเนื้อเน่าๆเลย"
    }
  },
  {
    "translation": {
      "en": "Perfect timing.",
      "th": "เวลาเหมาะเหม็ง"
    }
  },
  {
    "translation": {
      "en": "Professor Brans Vogelson?",
      "th": "ศาสตราจารย์แบรนส์ โวเกลสันเหรอ"
    }
  },
  {
    "translation": {
      "en": "University of Helsinki?",
      "th": "มหาวิทยาลัยเฮลซิงกิ"
    }
  },
  {
    "translation": {
      "en": "Yeah, you're gonna have to get that translated.",
      "th": "ใช่ นายต้องแปลเอกสารนั่น"
    }
  },
  {
    "translation": {
      "en": "-Into Swedish? -Finnish.",
      "th": "- เป็นภาษาสวีเดนเหรอ - ภาษาฟินแลนด์"
    }
  },
  {
    "translation": {
      "en": "Finish translating into--?",
      "th": "ภาษาฟินแลนด์แปลเป็น..."
    }
  },
  {
    "translation": {
      "en": "I'm sure there's someone at UNM who can do that.",
      "th": "ฉันมั่นใจว่ามีคนที่ม.นิวเม็กซิโกทำได้"
    }
  },
  {
    "translation": {
      "en": "You do know I'm trying to start a legal practice?",
      "th": "พี่รู้ว่าฉันพยายาม เริ่มประกอบวิชาชีพทางกฎหมายใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Vogelson's been working on the effects of electromagnetic fields on zebrafish and--",
      "th": "โวเกลสันกำลังทำงานด้านผลกระทบของ สนามแม่เหล็กไฟฟ้า กับปลาม้าลาย และ..."
    }
  },
  {
    "translation": {
      "en": "Financial Times.",
      "th": "ไฟแนนเชียลไทม์"
    }
  },
  {
    "translation": {
      "en": "Yeah, I knew you missed it, so I figured, what the heck?",
      "th": "ฉันรู้ว่าพี่คิดถึงมันเลยเอามาให้"
    }
  },
  {
    "translation": {
      "en": "Thank you. I know it's expensive here.",
      "th": "ขอบใจ ฉันรู้ซื้อที่นี่มันแพง"
    }
  },
  {
    "translation": {
      "en": "-That's not-- -I don't expect you to go out-of-pocket.",
      "th": "- ไม่ต้อง... - ฉันไม่อยากให้นายถังแตก"
    }
  },
  {
    "translation": {
      "en": "Go ahead, reimburse yourself.",
      "th": "เอาน่า ชดเชยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "Hey, Chuck, can you not read that for a second?",
      "th": "นี่ชัค พี่หยุดอ่านนั่นสักพักได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Can we talk?",
      "th": "คุยกันหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "Are you all right? You look peaked.",
      "th": "เป็นอะไรรึเปล่า นายดูเหนื่อย"
    }
  },
  {
    "translation": {
      "en": "I'm fine. Please, just sit.",
      "th": "ฉันสบายดี ได้โปรดนั่งลงก่อน"
    }
  },
  {
    "translation": {
      "en": "You're not in trouble?",
      "th": "นายไม่ได้มีปัญหานะ"
    }
  },
  {
    "translation": {
      "en": "You gotta cash out.",
      "th": "พี่ต้องถอนตัวออกมา"
    }
  },
  {
    "translation": {
      "en": "-You gotta. -Again? Really?",
      "th": "- ต้องออกมา - อีกแล้วเหรอเนี่ย"
    }
  },
  {
    "translation": {
      "en": "There's no other way.",
      "th": "ไม่มีทางอื่น"
    }
  },
  {
    "translation": {
      "en": "I know that you don't wanna hear it, but you've got to.",
      "th": "ฉันรู้ว่าพี่ไม่อยากฟัง แต่ต้องฟังนะ"
    }
  },
  {
    "translation": {
      "en": "You know I'm going to beat this.",
      "th": "นายก็รู้ฉันจะต้องชนะแน่"
    }
  },
  {
    "translation": {
      "en": "You know I'm going to get better.",
      "th": "นายรู้ฉันจะดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "Yeah, sure.",
      "th": "แน่อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Well, then there's nothing more to talk about.",
      "th": "งั้นก็ไม่จำเป็นต้องพูดต่อแล้ว"
    }
  },
  {
    "translation": {
      "en": "I will beat this. Ergo, a falsis principiis proficisci.",
      "th": "ฉันจะต้องชนะ เออร์โก อะฟอลซิส พรินซิพีส โพรฟีคิซกี"
    }
  },
  {
    "translation": {
      "en": "-Meaning.... -That's not--",
      "th": "- หมายถึง - นั่นไม่..."
    }
  },
  {
    "translation": {
      "en": "-Meaning.... -That's the one about false principles--",
      "th": "- หมายถึง - นั่นเกี่ยวกับหลักการที่ผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "You proceed from false principles.",
      "th": "นายดำเนินการจากหลักการที่ผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "Your argument is built on quicksand, therefore it collapses.",
      "th": "คำโต้แย้งนาย สร้างบนทรายดูดก็เลยพังทลาย"
    }
  },
  {
    "translation": {
      "en": "Yeah, you're not listening.",
      "th": "พี่ไม่ยอมฟังเลย"
    }
  },
  {
    "translation": {
      "en": "Fine. Let's take this to its logical conclusion.",
      "th": "ได้ เรามาสรุปเหตุผลกัน"
    }
  },
  {
    "translation": {
      "en": "In order to pay out my share...",
      "th": "เพื่อให้ได้รับค่าหุ้นของฉัน"
    }
  },
  {
    "translation": {
      "en": "...suppose my partners are forced to liquidate the firm.",
      "th": "สมมุติหุ้นส่วนฉัน ถูกบังคับให้ชำระหนี้สินบริษัท"
    }
  },
  {
    "translation": {
      "en": "-Then what? -That's their problem.",
      "th": "- แล้วไง - นั่นปัญหาของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "My clients are out in the cold.",
      "th": "ลูกค้าฉันจะถูกทอดทิ้ง"
    }
  },
  {
    "translation": {
      "en": "My cases are scattered to the winds, 126 people lose their jobs.",
      "th": "คดีของฉันกระจัดกระจาย คน 126 คนต้องตกงาน"
    }
  },
  {
    "translation": {
      "en": "What happens to your cronies in the mailroom?",
      "th": "จะเกิดอะไรขึ้น กับเพื่อนสนิทในที่ทำงาน"
    }
  },
  {
    "translation": {
      "en": "The assistants, paralegals, the janitorial staff...",
      "th": "ผู้ช่วย ทนายฝึกหัด พนักงานทำความสะอาด"
    }
  },
  {
    "translation": {
      "en": "...all of them out on the street.",
      "th": "ทุกคนต้องตกงาน"
    }
  },
  {
    "translation": {
      "en": "Your friend Kim, a promising career, over and done with.",
      "th": "คิมเพื่อนนาย ต้องจบกันเพราะตกงาน"
    }
  },
  {
    "translation": {
      "en": "Hamlin owes you everything. You built that place singlehandedly...",
      "th": "แฮมลินเป็นหนี้พี่ พี่สร้างบริษัทขึ้นมาเองกับมือ"
    }
  },
  {
    "translation": {
      "en": "...while he was at Four Hills working on his bunker shot.",
      "th": "ส่วนเขาออกไปเล่นกอล์ฟโฟร์ฮิลส์"
    }
  },
  {
    "translation": {
      "en": "-Let's not exaggerate. I helped. -You helped.",
      "th": "- อย่าพูดเกินจริงไป ฉันแค่ช่วย - พี่ช่วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "All the more reason not to tear it down just for a little bit of cash.",
      "th": "ยิ่งเป็นเหตุผล ที่ไม่ควรแลกบริษัทกับเงินนิดเดียว"
    }
  },
  {
    "translation": {
      "en": "Chuck, I'm going under. Okay?",
      "th": "พี่ชัค ฉันกำลังแย่"
    }
  },
  {
    "translation": {
      "en": "For the third time, with these bull-crap contract counsel--",
      "th": "ครั้งที่สามแล้วกับ สัญญาที่ปรึกษางี่เง่า"
    }
  },
  {
    "translation": {
      "en": "-Bull crap? -Bull crap, pissant, PD cases...",
      "th": "- งี่เง่าเหรอ - เคสคดีงี่เง่าไม่ได้เรื่อง"
    }
  },
  {
    "translation": {
      "en": "...at 700 bucks a shot.",
      "th": "ราคา 700 เหรียญต่อครั้ง"
    }
  },
  {
    "translation": {
      "en": "Public defender work is some of the best experience there is.",
      "th": "การเป็นทนายสาธารณะ เป็นงานที่ได้ประสบการณ์ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "I just had a case, Chuck, with three clients.",
      "th": "พี่ชัค ฉันเพิ่งได้รับคดีลูกความสามคน"
    }
  },
  {
    "translation": {
      "en": "Arraignment, voir dire, jury trial, the whole nine yards.",
      "th": "หมายเรียกตัว วัวร์-เดีย คณะลูกขุนพิจารณาคดี ทุกอย่างเลย"
    }
  },
  {
    "translation": {
      "en": "You know what I took home? Seven hundred bucks.",
      "th": "รู้ไหมได้มาเท่าไหร่ เจ็ดร้อยเหรียญ"
    }
  },
  {
    "translation": {
      "en": "I might as well head down to skid row and sell plasma.",
      "th": "เท่ากันกับที่เซลล์ ขายทีวีพลาสม่าถูกๆ หาได้เลย"
    }
  },
  {
    "translation": {
      "en": "You're representing people who have nowhere else to turn.",
      "th": "นายเป็นตัวแทนคนที่ไม่มีที่พึ่ง"
    }
  },
  {
    "translation": {
      "en": "Money is beside the point.",
      "th": "เงินไม่ใช่ประเด็น"
    }
  },
  {
    "translation": {
      "en": "Money is not beside the point. Money is the point.",
      "th": "เงินไม่ได้อยู่นอกประเด็น เงินนั่นแหละคือประเด็นสำคัญ"
    }
  },
  {
    "translation": {
      "en": "I keep telling you, have patience. There are no shortcuts.",
      "th": "ฉันบอกนายแล้วไง ให้อดทน มันไม่มีทางลัด"
    }
  },
  {
    "translation": {
      "en": "-Do good work and the clients-- -The clients will come. Yeah, I know.",
      "th": "- ทำงานให้ดี แล้วลูกค้าจะ... - ลูกค้าจะมาเอง ใช่ ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ตกลง"
    }
  },
  {
    "translation": {
      "en": "Hand to God, I wasn't gonna say this, but you are broke.",
      "th": "สาบานเลย ฉันไม่ได้ อยากจะพูด แต่พี่ถังแตก"
    }
  },
  {
    "translation": {
      "en": "I can't carry both of us. I've been trying like hell, but I can't.",
      "th": "ฉันรับภาระเราสองคนไม่ไหว พยายามอย่างที่สุดแล้วแต่ทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "You're saying, what, you think you have to provide for me?",
      "th": "นายพูดอะไร นายคิดว่าต้องหาเลี้ยงฉันเหรอ"
    }
  },
  {
    "translation": {
      "en": "-I never asked you that. -You didn't have to ask, okay?",
      "th": "- ฉันไม่เคยขอร้องนาย - พี่ไม่จำเป็นต้องขอร้องหรอก"
    }
  },
  {
    "translation": {
      "en": "I've been doing my damnedest, but the day of reckoning is here.",
      "th": "ฉันพยายามสุดๆ มาตลอด แต่ตอนนี้ไม่ไหวแล้ว"
    }
  },
  {
    "translation": {
      "en": "Soon, Chuck, you're gonna be out on the street...",
      "th": "ชัค อีกไม่นาน พี่จะต้องไปอยู่ข้างถนน"
    }
  },
  {
    "translation": {
      "en": "...with all the electromagnetism in the world raining down on you.",
      "th": "และแม่เหล็กไฟฟ้าทั้งหมดจะตกลงมาใส่พี่"
    }
  },
  {
    "translation": {
      "en": "Now, please, please, picture that...",
      "th": "ได้โปรดล่ะ ลองนึกภาพนั่นดู"
    }
  },
  {
    "translation": {
      "en": "...then tell me that money is beside the point.",
      "th": "แล้วบอกมาว่าเงินไม่ใช่ประเด็น"
    }
  },
  {
    "translation": {
      "en": "-This is what has you all worked up? -Yeah.",
      "th": "- เรื่องนี้ทำให้นายเป็นกังวลใช่ไหม - ใช่"
    }
  },
  {
    "translation": {
      "en": "Jimmy, there's nothing to worry about.",
      "th": "จิมมี่ ไม่มีอะไรต้องกังวล"
    }
  },
  {
    "translation": {
      "en": "-Here. -What is this?",
      "th": "- นี่ - อะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "A stipend. There's gonna be one every week.",
      "th": "ค่าจ้าง จะมาอาทิตย์ละครั้ง"
    }
  },
  {
    "translation": {
      "en": "Eight hundred and fifty seven dollars from Hamlin Hamlin McGill.",
      "th": "แปดร้อยห้าสิบเจ็ดเหรียญ จากแฮมลิน แฮมลิน แมคกิลล์"
    }
  },
  {
    "translation": {
      "en": "I'm gonna pay him back. Every penny.",
      "th": "ฉันจะจ่ายคืนเขาทุกบาททุกสตางค์"
    }
  },
  {
    "translation": {
      "en": "I didn't wanna take anything, but Howard was very insistent.",
      "th": "ฉันไม่อยากรับไว้แต่ฮาวเวิร์ดยืนกราน"
    }
  },
  {
    "translation": {
      "en": "And I'm gonna pay you back too.",
      "th": "และฉันจะจ่ายคืนนายด้วย"
    }
  },
  {
    "translation": {
      "en": "-Hamlin was here? -It's not like I'm a recluse.",
      "th": "- แฮมลินมาที่นี่เหรอ - ฉันไม่ใช่พวกกลัวสังคมนี่"
    }
  },
  {
    "translation": {
      "en": "-He put his cell phone in the mailbox? -He understands the situation.",
      "th": "- เขาเอามือถือเขาใส่กล่องจดหมายเหรอ - เขาเข้าใจสถานการณ์"
    }
  },
  {
    "translation": {
      "en": "-He grounded himself? -Of course.",
      "th": "- เขาปลดทุกอย่างออก - แหงล่ะ"
    }
  },
  {
    "translation": {
      "en": "And the two of you agreed that since, as everybody knows...",
      "th": "และพี่กับเขา เห็นพ้องว่าในเมื่อทุกคนรู้"
    }
  },
  {
    "translation": {
      "en": "...you're going back to work any day now, the firm should help you make ends meet?",
      "th": "พี่อาจพร้อม กลับไปทำงานเมื่อไหร่ก็ได้ บริษัทควรช่วยจ่ายค่าจ้างพี่"
    }
  },
  {
    "translation": {
      "en": "That's correct, minus the sarcasm.",
      "th": "ถูกต้องแล้ว ไม่รวมคำพูดแดกดัน"
    }
  },
  {
    "translation": {
      "en": "Hamlin's making you a chump.",
      "th": "แฮมลินทำให้พี่เป็นไอ้งั่ง"
    }
  },
  {
    "translation": {
      "en": "I'm going to get better.",
      "th": "ฉันจะต้องดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "I'm gonna go back to work, and I'm picking up where I left off.",
      "th": "ฉันจะกลับไปทำงาน แล้วสานต่อตรงที่หยุดเอาไว้"
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "th": "ฉันขอโทษ"
    }
  },
  {
    "translation": {
      "en": "Sorry, Chuck.",
      "th": "โทษที พี่ชัค"
    }
  },
  {
    "translation": {
      "en": "I understand that you're trying to look out for me...",
      "th": "ฉันเข้าใจว่านายพยายามปกป้องฉัน"
    }
  },
  {
    "translation": {
      "en": "...but you're missing the bigger picture.",
      "th": "แต่นายไม่เห็นภาพที่ใหญ่กว่า"
    }
  },
  {
    "translation": {
      "en": "I got it.",
      "th": "ฉันเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "Speaking of which....",
      "th": "พูดถึงแล้ว..."
    }
  },
  {
    "translation": {
      "en": "Howard brought this.",
      "th": "ฮาวเวิร์ดเอานี่มา"
    }
  },
  {
    "translation": {
      "en": "-He's concerned. -What?",
      "th": "- เขากังวล - อะไร (เจมส์ แมคกิลล์)"
    }
  },
  {
    "translation": {
      "en": "You have to admit, it could be confusing. Hamlin Hamlin McGill. James M. McGill.",
      "th": "นายต้องยอมรับว่ามันอาจดูสับสน แฮมลิน แฮมลิน แมคกิลล์ เจมส์ เอ็ม แมคกิลล์"
    }
  },
  {
    "translation": {
      "en": "-That's my name, I was born with it. I-- -Still.",
      "th": "- นั่นชื่อฉันมาตั้งแต่เกิดแล้ว - ถึงงั้นก็เถอะ"
    }
  },
  {
    "translation": {
      "en": "How about \"Vanguard Law\"?",
      "th": "ชื่อ \"แวนการ์ดลอว์\" เป็นไง"
    }
  },
  {
    "translation": {
      "en": "Or \"Gibraltar.\" Ple--",
      "th": "หรือ \"ยิบรอลตาร์\" ได้โปรด"
    }
  },
  {
    "translation": {
      "en": "Wait, so I'm not supposed to use my name on Hamlin's say-so?",
      "th": "เดี๋ยว ฉันไม่ควรใช้ชื่อฉัน แฮมลินว่างั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "What's he gonna do, sue me?",
      "th": "เขาจะทำอะไร จะฟ้องกันเหรอ"
    }
  },
  {
    "translation": {
      "en": "Nobody wants to create an adversarial situation.",
      "th": "ไม่มีใครอยากตั้งตัวเป็นคู่แข่งใคร"
    }
  },
  {
    "translation": {
      "en": "I'm sure Howard would gladly pay the cost of new matchbooks and so on.",
      "th": "ฉันแน่ใจว่าฮาวเวิร์ด จะยินดีจ่ายค่ากล่องไม้ขีดให้"
    }
  },
  {
    "translation": {
      "en": "It's simply a matter of professional courtesy.",
      "th": "แค่เป็นเรื่องของ มารยาทของมืออาชีพน่ะ"
    }
  },
  {
    "translation": {
      "en": "Chuck, whose side are you on?",
      "th": "ชัค พี่อยู่ข้างใครกันแน่"
    }
  },
  {
    "translation": {
      "en": "There are no sides.",
      "th": "ไม่มีข้างไหนทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "But Jimmy....",
      "th": "แต่ จิมมี่..."
    }
  },
  {
    "translation": {
      "en": "Wouldn't you rather build your own identity?",
      "th": "นายไม่อยากสร้างบริษัท ที่มีความเป็นตัวของนายเองหรือ"
    }
  },
  {
    "translation": {
      "en": "Why ride on someone else's coattails?",
      "th": "จะแอบอ้างชื่อคนอื่นไปทำไม"
    }
  },
  {
    "translation": {
      "en": "You wanna dance, Howard?",
      "th": "หาเรื่องใช่ไหม ฮาวเวิร์ด"
    }
  },
  {
    "translation": {
      "en": "Let's dance.",
      "th": "ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Yeah, backside on it.",
      "th": "ใช่ ด้านหลัง"
    }
  },
  {
    "translation": {
      "en": "Go.",
      "th": "ไป"
    }
  },
  {
    "translation": {
      "en": "You can get closer than that, you bitch. Come on.",
      "th": "เข้าใกล้ได้มากกว่านั้นน่า เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "All right, here it comes.",
      "th": "ตกลง เอาล่ะนะ"
    }
  },
  {
    "translation": {
      "en": "There you go. Better.",
      "th": "โอเค ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "-How was that? -It's all right. Here, take a look.",
      "th": "- เป็นไงบ้าง - ก็โอเค นี่ ดูนี่"
    }
  },
  {
    "translation": {
      "en": "-So tighter. Everything-- -Tighter? What--? Tighter what?",
      "th": "- ให้แน่นขึ้น ทุกอย่าง - แน่นขึ้นเหรอ แน่นขึ้นอะไร"
    }
  },
  {
    "translation": {
      "en": "I don't know, just stand tighter. You know what I mean?",
      "th": "ไม่รู้สิ คือยืนให้มั่นหน่อย เข้าใจรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "I don't know what you mean.",
      "th": "ฉันไม่เข้าใจนายว่ะ"
    }
  },
  {
    "translation": {
      "en": "That's a-- We can call that a stylistic choice, I guess.",
      "th": "เราเรียกมันว่าสไตล์ทางเลือกได้มั้ง"
    }
  },
  {
    "translation": {
      "en": "Hey, fellas. We got business.",
      "th": "นี่พวก ทำธุรกิจกันหน่อยไหม"
    }
  },
  {
    "translation": {
      "en": "How did you find us?",
      "th": "หาพวกเราเจอได้ไง"
    }
  },
  {
    "translation": {
      "en": "I know. Eerie, right?",
      "th": "ฉันรู้ น่ากลัวใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Whoa, come on. Give me 30 seconds.",
      "th": "เดี๋ยวก่อน ขอเวลา 30 วินาที"
    }
  },
  {
    "translation": {
      "en": "Could be the most profitable 30 seconds of your lives.",
      "th": "อาจเป็น 30 วินาที ที่ดีที่สุดในชีวิตพวกนายก็ได้"
    }
  },
  {
    "translation": {
      "en": "Let me tell you about a young guy.",
      "th": "ให้ฉันเล่าเรื่องชายคนหนึ่งให้ฟัง"
    }
  },
  {
    "translation": {
      "en": "Actually, he's about your age.",
      "th": "ที่จริงเขาอายุประมาณพวกนาย"
    }
  },
  {
    "translation": {
      "en": "He lived a long way from here...",
      "th": "บ้านเขาอยู่ไกลจากที่นี่"
    }
  },
  {
    "translation": {
      "en": "...in a town called Cicero, Illinois.",
      "th": "ในเมืองชื่อ ซิเซโร อิลลินอยส์"
    }
  },
  {
    "translation": {
      "en": "And in Cicero, he was the man.",
      "th": "และในซิเซโร เขาเป็นขาใหญ่"
    }
  },
  {
    "translation": {
      "en": "I mean, when he strolled down the street...",
      "th": "ฉันหมายถึงเมื่อเขาเดินบนถนน"
    }
  },
  {
    "translation": {
      "en": "...all the corner boys would give him the high five.",
      "th": "หนุ่มๆ แถวนั้นต่างทักทายเขา"
    }
  },
  {
    "translation": {
      "en": "All the finest babes would smile at him...",
      "th": "สาวๆ สุดสวยจะยิ้มให้เขา"
    }
  },
  {
    "translation": {
      "en": "...and hope that he would smile back.",
      "th": "และหวังว่าเขาจะยิ้มตอบ"
    }
  },
  {
    "translation": {
      "en": "They called him Slippin' Jimmy...",
      "th": "เขาถูกเรียกว่า จิมมี่จอมลื่นไหล"
    }
  },
  {
    "translation": {
      "en": "...and everybody wanted to be his friend.",
      "th": "และทุกคนอยากจะเป็นเพื่อนกับเขา"
    }
  },
  {
    "translation": {
      "en": "Slippin' Jimmy.",
      "th": "จิมมี่จอมลื่นไหล"
    }
  },
  {
    "translation": {
      "en": "What the hell kind of name is that?",
      "th": "ชื่อบ้าอะไรวะนั่น"
    }
  },
  {
    "translation": {
      "en": "Well, I'll tell you now. Winters in Cicero are murder.",
      "th": "เพราะฤดูหนาว ในซิเซโรหนาวเข้ากระดูก"
    }
  },
  {
    "translation": {
      "en": "You guys, growing up out here in the Golden West, you don't know.",
      "th": "พวกนายโตมาใน โกลเด้นเวสต์ไม่รู้หรอก"
    }
  },
  {
    "translation": {
      "en": "Okay? I'm talking cold that'll freeze the snot right in your nose.",
      "th": "ฉันพูดถึงความหนาว ที่ทำเอาขี้มูกในจมูกแข็ง"
    }
  },
  {
    "translation": {
      "en": "I'm talking wind that'll cut through your jacket and carve you up like a Ginsu knife.",
      "th": "ลมหนาวที่กรีดผ่านแจ็กเก็ต แล้วบาดผิวนายเหมือนมีดกินซู"
    }
  },
  {
    "translation": {
      "en": "In fact, most folks in Cicero were scared of winter.",
      "th": "ที่จริงคนส่วนมากในซิเซโรกลัวฤดูหนาว"
    }
  },
  {
    "translation": {
      "en": "But not Jimmy.",
      "th": "แต่จิมมี่ไม่กลัว"
    }
  },
  {
    "translation": {
      "en": "Jimmy would wait around all summer...",
      "th": "จิมมี่รอตลอดฤดูร้อน"
    }
  },
  {
    "translation": {
      "en": "...and when September finally rolled around...",
      "th": "และพอเดือนกันยามาถึงในที่สุด"
    }
  },
  {
    "translation": {
      "en": "...and he'd feel that first cold wind come sweeping off Lake Michigan...",
      "th": "เมื่อเขารู้สึกถึงลมหนาว พัดผ่านทะเลสาบมิชิแกน"
    }
  },
  {
    "translation": {
      "en": "...he knew it was coming.",
      "th": "เขารู้ว่ามันกำลังมา"
    }
  },
  {
    "translation": {
      "en": "Was it Christmas? Was it Kwanzaa?",
      "th": "เทศกาลคริสต์มาสเหรอ หรือว่าควานซา"
    }
  },
  {
    "translation": {
      "en": "Better. It was slip-and-fall season.",
      "th": "เยี่ยมกว่า มันคือฤดูลื่นแล้วล้ม"
    }
  },
  {
    "translation": {
      "en": "As soon as it was cold enough, he'd find a nice, smooth patch of ice.",
      "th": "เมื่อหนาวพอ เขาจะหาแผ่นน้ำแข็งลื่นๆ"
    }
  },
  {
    "translation": {
      "en": "State Street was good, Michigan Avenue was better.",
      "th": "ถนนของรัฐดี แต่มิชิแกนอเวนิวดีกว่า"
    }
  },
  {
    "translation": {
      "en": "He'd pick his spot, wait for it to get busy...",
      "th": "เขาเลือกทำเล แล้วรอให้มีคนพลุกพล่าน"
    }
  },
  {
    "translation": {
      "en": "...then he'd walk out on the ice and boom.",
      "th": "แล้วเริ่มเดินบนน้ำแข็ง และบูม..."
    }
  },
  {
    "translation": {
      "en": "He would biff it so hard...",
      "th": "เขาหัวทิ่มอย่างจัง"
    }
  },
  {
    "translation": {
      "en": "...people would come running from five blocks away.",
      "th": "ผู้คนต่างวิ่งมาดูจากห้าช่วงตึกนู่น"
    }
  },
  {
    "translation": {
      "en": "Yeah, but did he collect?",
      "th": "ว่าแต่เขาเก็บตังไหม"
    }
  },
  {
    "translation": {
      "en": "\"Did he collect?\" Slippin' Jimmy had it dialed in.",
      "th": "\"เก็บตังเหรอ\" จิมมี่จอมลื่นไหลมีพรสวรรค์"
    }
  },
  {
    "translation": {
      "en": "One good fall, he'd clear 6, 8 grand.",
      "th": "ครั้งเดียว ได้ตั้งหกถึงแปดพันเหรียญ"
    }
  },
  {
    "translation": {
      "en": "That'd keep him in Old Milwaukee and Maui Waui right through Labor Day.",
      "th": "นั่นช่วยให้เขาอยู่ในโอลด์มิลวอกี และเกาะเมาวีโววี่ ยาวไปวันแรงงานเลย"
    }
  },
  {
    "translation": {
      "en": "-Eight grand? -Eight grand.",
      "th": "- 8,000 เหรียญเหรอ - 8,000 เหรียญ"
    }
  },
  {
    "translation": {
      "en": "Now, see, I look at you guys, I see potential.",
      "th": "ฉันมองพวกนายแล้วเห็นความสามารถ"
    }
  },
  {
    "translation": {
      "en": "The skateboard's a nice wrinkle, that makes it a year-round gig.",
      "th": "สเกตบอร์ด เป็นเครื่องมือหากินเยี่ยมเชียวล่ะ"
    }
  },
  {
    "translation": {
      "en": "Clearly, you know how to take a header. Right?",
      "th": "แหงล่ะ ว่านายรู้งาน จริงไหม"
    }
  },
  {
    "translation": {
      "en": "But I gotta ask you...",
      "th": "แต่ฉันต้องถามนาย"
    }
  },
  {
    "translation": {
      "en": "...your best day ever, how much did you clear?",
      "th": "ในวันดีที่สุด พวกนายหาได้เท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "-Six hundred and thirty. -Six hundred and thirty.",
      "th": "- หกร้อยสามสิบเหรียญ - หกร้อยสามสิบเหรียญ"
    }
  },
  {
    "translation": {
      "en": "Six hundred and thirty bucks? Was that for one fall?",
      "th": "หกร้อยสามสิบเหรียญเหรอ สำหรับล้มครั้งเดียวรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "-Two. -Two falls in one day?",
      "th": "- สองครั้ง - สองครั้งในวันเดียวเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Even at your age, that's gotta hurt. -True that.",
      "th": "- ถึงจะยังหนุ่มแต่คงเจ็บน่าดู - ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "All right. Well, I got a job for you.",
      "th": "เอาล่ะ ฉันมีงานให้ทำ"
    }
  },
  {
    "translation": {
      "en": "How's 2 grand sound?",
      "th": "สองพันเหรียญฟังดูเป็นไง"
    }
  },
  {
    "translation": {
      "en": "Two grand for one hit?",
      "th": "สองพันเหรียญ ชนครั้งเดียวเหรอ"
    }
  },
  {
    "translation": {
      "en": "One hit.",
      "th": "ครั้งเดียว"
    }
  },
  {
    "translation": {
      "en": "Plus you get to learn from the best.",
      "th": "แถมได้เรียนรู้จากปรมาจารย์"
    }
  },
  {
    "translation": {
      "en": "-Nice boat. -Yeah.",
      "th": "- เรือสวยดี - ใช่"
    }
  },
  {
    "translation": {
      "en": "Discrete, like a stripper pole in a mosque.",
      "th": "อย่างเงียบๆ เหมือนสาวอะโกโก้ในที่ไม่ควรเต้น"
    }
  },
  {
    "translation": {
      "en": "Forget the boat. Look at the car. You know what that is?",
      "th": "ลืมเรื่องเรือเถอะ ดูที่รถนั่น รู้ไหมนั่นอะไร"
    }
  },
  {
    "translation": {
      "en": "-I don't know, a station wagon? -It's a Mercury.",
      "th": "- ไม่รู้สิ สเตชั่นวากอนมั้ง - นั่นเมอร์คิวรี่"
    }
  },
  {
    "translation": {
      "en": "A 1988 Mercury Sable wagon.",
      "th": "เมอร์คิวรี่เซเบิลวากอน ปี 1988"
    }
  },
  {
    "translation": {
      "en": "Remember it. Burn it into your brains, you got it?",
      "th": "จำเอาไว้ให้มั่น เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "It's a Mercury Sable wagon, sure.",
      "th": "ได้ มันคือเมอร์คิวรี่ เซเบิลวากอน"
    }
  },
  {
    "translation": {
      "en": "Close your eyes. What color is it?",
      "th": "หลับตา มันสีอะไร"
    }
  },
  {
    "translation": {
      "en": "-Brown. -Brown.",
      "th": "- น้ำตาล - น้ำตาล"
    }
  },
  {
    "translation": {
      "en": "No, it's medium sandalwood.",
      "th": "ไม่ นั่นสีเปลือกไม้จันทน์"
    }
  },
  {
    "translation": {
      "en": "Keep your eyes closed. How does the license plate start?",
      "th": "หลับตาไว้ ทะเบียนรถเริ่มยังไง"
    }
  },
  {
    "translation": {
      "en": "-Four. -Give those gentlemen a gold star.",
      "th": "- สี่ - ให้ดาวทองสุภาพบุรุษนี่ไปเลย"
    }
  },
  {
    "translation": {
      "en": "Betsy Kettleman's her name.",
      "th": "ชื่อของเธอคือ เบทซี่ เคทเทิลแมน"
    }
  },
  {
    "translation": {
      "en": "Every weekday between 2:25 and 2:50 she comes through here...",
      "th": "ทุกวันทำงานระหว่าง 14:25 และ 14:50 เธอจะผ่านมาทางนี้"
    }
  },
  {
    "translation": {
      "en": "...on her way to pick up her kids at Kit Carson Elementary.",
      "th": "เพื่อไปรับลูกๆ ของเธอ ที่โรงเรียนประถมคิท คาร์สัน"
    }
  },
  {
    "translation": {
      "en": "You need a place where she's gonna slow down, right?",
      "th": "เราต้องหาที่ให้เธอชะลอรถ ถูกไหม"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -All right. Well, there you go.",
      "th": "- ใช่ - ตกลง นี่ไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "She slows down, she hangs a right...",
      "th": "เธอชะลอรถแล้ว อยู่ทางขวามือ"
    }
  },
  {
    "translation": {
      "en": "...you come shooting out of there and do what you did to me.",
      "th": "นายโผล่มาจากทางนั้น แล้วทำอย่างที่เคยทำกับฉัน"
    }
  },
  {
    "translation": {
      "en": "You go ass over teakettle, you make it a blue-ribbon special.",
      "th": "นายล้มลงจนก้นจ้ำเบ้า แสดงให้สมบทบาท"
    }
  },
  {
    "translation": {
      "en": "When she gets out of the car, you're suffering Saint Sebastian, right?",
      "th": "พอเธอออกมาจากรถ ให้นายทุรนทุรายแสนสาหัส"
    }
  },
  {
    "translation": {
      "en": "You're the hammer. You get in her face, you scare the bejeezus out of her.",
      "th": "นายเป็นมือค้อน เผชิญหน้าเธอแล้วตะโกนใส่ให้ตื่นกลัว"
    }
  },
  {
    "translation": {
      "en": "Give me your phone.",
      "th": "เอามือถือมา"
    }
  },
  {
    "translation": {
      "en": "-It's kind of busy here, don't you think? -Yeah. Witnesses are good.",
      "th": "- แถวนี้คนพลุกพล่านนะ นายว่าไหม - ใช่ มีพยานแหละดี"
    }
  },
  {
    "translation": {
      "en": "Witnesses are pressure, all right?",
      "th": "พยานเป็นตัวกดดัน ตกลงไหม"
    }
  },
  {
    "translation": {
      "en": "Now, once you've got her good and rattled...",
      "th": "ทีนี้ พอทำให้เธอกลัวสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "...then you call for an ambulance, but really you're calling for me.",
      "th": "ให้นายโทรเรียกรถพยาบาล แต่ที่จริงให้นายโทรหาฉัน"
    }
  },
  {
    "translation": {
      "en": "I'm number one on your speed dial, next to your weed dealer.",
      "th": "เบอร์ฉันคือเบอร์ฉุกเฉินแรก ถัดจากเบอร์คนขายยาของนาย"
    }
  },
  {
    "translation": {
      "en": "You call me, I hotfoot it over here. I just \"happened\" to be driving by.",
      "th": "โทรหาฉัน ฉันเผอิญขับผ่านมา"
    }
  },
  {
    "translation": {
      "en": "I stop to see what the trouble is, and this is the important part...",
      "th": "ฉันหยุดเพื่อดูว่ามีปัญหาอะไร และนี่เป็นส่วนที่สำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "...you don't know me. We've never met. You got it?",
      "th": "พวกนายไม่รู้จักฉัน ไม่เคยพบกันมาก่อน เข้าใจนะ"
    }
  },
  {
    "translation": {
      "en": "-Sure. -Okay.",
      "th": "- ได้ - โอเค"
    }
  },
  {
    "translation": {
      "en": "Now, I'm Mrs. K's white knight. We go mano a mano.",
      "th": "ฉันสวมบทอัศวินขี่ม้าขาว นายกับฉันเผชิญหน้ากัน"
    }
  },
  {
    "translation": {
      "en": "You light into me, okay? Get nasty.",
      "th": "นายโจมตีฉันเลย ด่าให้หนัก"
    }
  },
  {
    "translation": {
      "en": "No touching, leave the hair alone...",
      "th": "อย่าถูกตัวแล้วกัน ห้ามโดนผม"
    }
  },
  {
    "translation": {
      "en": "...but otherwise, you know, open season.",
      "th": "นอกเหนือจากนั้น ตามสบายได้เลย"
    }
  },
  {
    "translation": {
      "en": "Yell, stomp, call me a douche bag.",
      "th": "ตะคอก ด่า เรียกฉันได้งี่เง่า"
    }
  },
  {
    "translation": {
      "en": "I'm gonna play it cool, give you back some of the razzmatazz...",
      "th": "ฉันจะทำใจเย็น ตอกกลับบ้างเพื่อให้สมจริง"
    }
  },
  {
    "translation": {
      "en": "...and once she's seen the fireworks, you fold like a lawn chair. Happy ending.",
      "th": "และพอเธอเห็นการเผชิญหน้า นายก็ยอมแพ้ไป เท่านี้ก็จบ"
    }
  },
  {
    "translation": {
      "en": "-When do we get our money? -After.",
      "th": "- เมื่อไหร่ถึงจะได้เงิน - หลังจากนี้"
    }
  },
  {
    "translation": {
      "en": "-\"After.\" -After.",
      "th": "- \"หลังจากนี้\" เหรอ - หลังจากนี้"
    }
  },
  {
    "translation": {
      "en": "You get paid when I get paid. I'm the rising tide that raises all dinghies.",
      "th": "นายได้เงินเมื่อฉันได้เงิน ฉันเป็นตัวนำแผนการทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "Now, pop quiz. What's the car?",
      "th": "มาทดสอบกัน รถอะไร"
    }
  },
  {
    "translation": {
      "en": "-Mercury Sable wagon. -Baby-poop brown.",
      "th": "- เมอร์คิวรี่เซเบิลวากอน - สีน้ำตาลอึเด็ก"
    }
  },
  {
    "translation": {
      "en": "-Okay, do you know me? -No.",
      "th": "- โอเค นายรู้จักฉันไหม - ไม่"
    }
  },
  {
    "translation": {
      "en": "Damn straight. Go with God.",
      "th": "เยี่ยมเลย เอาให้หนัก"
    }
  },
  {
    "translation": {
      "en": "Well, I'm just glad I happened to be passing by.",
      "th": "ผมดีใจที่ผ่านมาทางนี้"
    }
  },
  {
    "translation": {
      "en": "Happy to be of help, Betsy. May I call you Betsy?",
      "th": "ดีใจที่ได้ช่วยนะเบทซี่ เรียกคุณเบทซี่ได้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Please, call me James.",
      "th": "ได้โปรดเรียกผมเจมส์เถอะ"
    }
  },
  {
    "translation": {
      "en": "Oh, the kid will be fine. Don't worry.",
      "th": "พวกเขาไม่เป็นไรหรอก อย่าห่วงเลย"
    }
  },
  {
    "translation": {
      "en": "He just got his bell rung a little. I'll handle that.",
      "th": "แค่เห็นดาวนิดหน่อย เดี๋ยวจัดการเอง"
    }
  },
  {
    "translation": {
      "en": "Oh, no.",
      "th": "โอ้ไม่"
    }
  },
  {
    "translation": {
      "en": "Oh, no, no. I wouldn't think of taking your money for this, so....",
      "th": "โอ้ไม่ ผมไม่คิด จะรับเงินจากคุณหรอกครับ"
    }
  },
  {
    "translation": {
      "en": "The embezzlement case? Yes, I'd be happy to talk it over.",
      "th": "เคสยักยอกเงินน่ะเหรอ ครับผมยินดีจะเจรจาด้วย"
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "th": "แย่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Two-minute warning. Two-minute warning.",
      "th": "อีกสองนาทีๆ"
    }
  },
  {
    "translation": {
      "en": "Got it.",
      "th": "ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "th": "คุณพระช่วย"
    }
  },
  {
    "translation": {
      "en": "What happened?",
      "th": "เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Call 911.",
      "th": "โทร 911"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Cal. Cal.",
      "th": "โอ้พระเจ้า แคลๆ"
    }
  },
  {
    "translation": {
      "en": "Look at me. Are you okay? Buddy, say something.",
      "th": "เป็นไงบ้างพวก พูดอะไรหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "Cal, look at me. Come on already.",
      "th": "แคล เป็นไงบ้าง ทำไมไม่ลงมาสักทีวะ"
    }
  },
  {
    "translation": {
      "en": "What is she doing in there? She making a sandwich?",
      "th": "ทำไมไม่ลงมา ทำแซนวิชอยู่รึไง"
    }
  },
  {
    "translation": {
      "en": "Where's her sense of responsibility?",
      "th": "ไม่มีความรับผิดชอบเอาเลย"
    }
  },
  {
    "translation": {
      "en": "-What? -What?",
      "th": "- อะไรนะ - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Hey. What the...?",
      "th": "นี่ ทำบ้าอะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Funny to run into you, Betsy. I was just strolling the neighborhood.",
      "th": "แปลกใจที่ได้พบคุณ ผมแค่ผ่านมาทางนี้น่ะครับ"
    }
  },
  {
    "translation": {
      "en": "You were in an accident? Oh, that's....",
      "th": "เกิดอุบัติเหตุเหรอ โอ้ไม่"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "เอาน่า"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -She took off on us.",
      "th": "- ไง - ขับรถหนีไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "-She what? -It was textbook, man.",
      "th": "- อะไรนะ - ทุกอย่างสมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "We were diamonds. But then she just took off.",
      "th": "เราแสดงสมบทบาท แต่เธอขับรถหนี"
    }
  },
  {
    "translation": {
      "en": "Okay, wait. She hit and run?",
      "th": "เดี๋ยวนะ เธอชนนายแล้วหนีเหรอ"
    }
  },
  {
    "translation": {
      "en": "That's what I'm saying. She bailed and wailed.",
      "th": "นั่นแหละที่ผมว่า ชนแล้วหนี"
    }
  },
  {
    "translation": {
      "en": "Okay, just stay where you are. I'll come get you.",
      "th": "โอเค รออยู่นั่นนะ เดี๋ยวจะไปรับ"
    }
  },
  {
    "translation": {
      "en": "No, no, no. Screw that, man. We're following her.",
      "th": "ไม่ๆ ไม่สนล่ะ จะตามเธอไป"
    }
  },
  {
    "translation": {
      "en": "You're-- How are--? You're following her how?",
      "th": "จะตามเธอไปยังไงกัน"
    }
  },
  {
    "translation": {
      "en": "We got our ways, yo.",
      "th": "เรามีทางน่า"
    }
  },
  {
    "translation": {
      "en": "Okay, okay, okay. New plan. New plan.",
      "th": "โอเคๆๆ แผนใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "You do know me. I'm your lawyer. You got that? I'll meet you at the school.",
      "th": "คราวนี้นายรู้จักฉัน ฉันเป็นทนายของนาย เจอกันที่โรงเรียน"
    }
  },
  {
    "translation": {
      "en": "No, she's way past the school.",
      "th": "เธอผ่านโรงเรียนไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "She hooked a left on Juan Tabo, now she's coming into Holiday Park.",
      "th": "เลี้ยวซ้ายไปถนนฮวล ทาโบ้ กำลังเข้าไปในฮอลิเดย์ปาร์ค"
    }
  },
  {
    "translation": {
      "en": "Okay, stay with her. When she gets where she's going...",
      "th": "ตามเธอไป พอเธอจอดรถ"
    }
  },
  {
    "translation": {
      "en": "...wherever that is, don't do anything.",
      "th": "ไม่ว่าที่ไหน อย่าทำอะไรทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "-Wait for me. -Wait for what?",
      "th": "- รอฉันก่อน - เพื่ออะไร"
    }
  },
  {
    "translation": {
      "en": "You haven't been right even once. Slippin' Jimmy my ass.",
      "th": "นายพูดไม่เคยถูกสักครั้ง ไอ้จิมมี่จอมลื่นไหลงี่เง่า"
    }
  },
  {
    "translation": {
      "en": "You fell into the honeypot, kid. You get it? Hit-and-run is a felony.",
      "th": "นายตกถังข้าวสารแล้วไอ้หนู ได้ยินไหม ชนแล้วหนีเป็นคดีความ"
    }
  },
  {
    "translation": {
      "en": "-So what? -\"So what?\" So more money.",
      "th": "- แล้วไง - \"แล้วไง\" เหรอ ก็ได้เงินเยอะขึ้นไง"
    }
  },
  {
    "translation": {
      "en": "He says we fell in the honeypot.",
      "th": "เขาว่าเราตกถังข้าวสาร"
    }
  },
  {
    "translation": {
      "en": "-He says more money. -So, what do we need him for?",
      "th": "- เขาว่าจะได้ตังเยอะกว่าเดิม - แล้วจะใช้เขาเพื่ออะไรกันล่ะ"
    }
  },
  {
    "translation": {
      "en": "Cal, Lars, whoever--",
      "th": "แคล ลาร์ ใครก็ได้"
    }
  },
  {
    "translation": {
      "en": "Oh, damn it.",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "Come on, come on.",
      "th": "เร็วเข้า ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "-Do it, do it, do it. -Son of a bitch.",
      "th": "- เร็วเข้าๆๆ - ไอ้ลูกหมาเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Come on. Come on.",
      "th": "เร็วเข้าๆ"
    }
  },
  {
    "translation": {
      "en": "-Hey, your leg. -Oh, I'm gonna do this one.",
      "th": "- อย่าลืมขานาย - โอ้ จะเอาให้หนักเลย"
    }
  },
  {
    "translation": {
      "en": "Okay. Hey. Hey. Yo, hold up.",
      "th": "โอเค นี่ๆ รอเดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "Hey, yeah, you. What is the matter with you?",
      "th": "นี่ป้า ทำไมทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "-You hit and run. -You ran him over.",
      "th": "- ป้าชนแล้วหนี - ป้าขับรถชนเขา"
    }
  },
  {
    "translation": {
      "en": "You felonied my brother.",
      "th": "นี่คดีความนะป้า"
    }
  },
  {
    "translation": {
      "en": "-Habla English. -We call-- We call la policia.",
      "th": "- พูดภาษาอังกฤษสิ - เราจะโทรเรียกตำรวจ"
    }
  },
  {
    "translation": {
      "en": "-La policia gonna be pissed. -I see you hit him.",
      "th": "- ตำรวจเอาตายแน่ - ผมเห็นป้าขับรถชนเขา"
    }
  },
  {
    "translation": {
      "en": "You see that windshield? You did that.",
      "th": "ป้าเห็นกระจกนั่นไหม นั่นฝีมือป้า"
    }
  },
  {
    "translation": {
      "en": "-I did that. -You did that.",
      "th": "- ฉันทำเหรอ - ป้าแหละทำ"
    }
  },
  {
    "translation": {
      "en": "-You did that to me. -Now you pay.",
      "th": "- ป้าขับชนผม - ป้าต้องชดใช้เดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Make with the dinero.",
      "th": "จ่ายค่าเสียหายมา"
    }
  },
  {
    "translation": {
      "en": "Sí, righteous dinero.",
      "th": "ใช่ ค่าเสียหาย"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Yeah, that's what I'm talking about.",
      "th": "- ตกลง - ใช่ ต้องอย่างนั้นสิ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "th": "ไปเถอะ"
    }
  },
  {
    "translation": {
      "en": "-Is that money? -Yeah.",
      "th": "- นั่นเงินเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Watch the step. Watch the step.",
      "th": "เดินระวังนะ"
    }
  },
  {
    "translation": {
      "en": "Watch it. Watch the step.",
      "th": "เดินระวัง ระวังหน่อย"
    }
  },
  {
    "translation": {
      "en": "Where are you?",
      "th": "อยู่ไหนกัน"
    }
  },
  {
    "translation": {
      "en": "Holiday Park.",
      "th": "ฮอลิเดย์ปาร์ค"
    }
  },
  {
    "translation": {
      "en": "Mrs. Kettleman, Betsy, what are you doing here?",
      "th": "คุณนายเคทเทิลแมน เบทซี่ มาทำอะไรที่นี่"
    }
  },
  {
    "translation": {
      "en": "Hit-and-run? That's very serious.",
      "th": "ชนแล้วหนีเหรอ นั่นคดีใหญ่เลย"
    }
  },
  {
    "translation": {
      "en": "I can mediate. I represent their parents, so....",
      "th": "ผมไกล่เกลี่ยให้ได้ ผมเป็นตัวแทนให้ผู้ปกครองเขา"
    }
  },
  {
    "translation": {
      "en": "Come on, come on.",
      "th": "เร็วเข้าๆ"
    }
  },
  {
    "translation": {
      "en": "Open up, officer of the court.",
      "th": "เปิดประตู นี่เจ้าหน้าที่จากศาล"
    }
  },
  {
    "translation": {
      "en": "Open up in the name of the law.",
      "th": "เปิดประตูในนามของกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "Good afternoon, this--",
      "th": "สวัสดีตอนบ่าย นี่..."
    }
  }
]