[
  {
    "translation": {
      "en": "[Maria] Single, stylish, now.",
      "th": "โสด มีสไตล์ จีบได้"
    }
  },
  {
    "translation": {
      "en": "A lady's got to be ready for when it happens.",
      "th": "ผู้หญิงต้องเตรียมพร้อมไว้ทุกเมื่อ"
    }
  },
  {
    "translation": {
      "en": "It's my life. And I'll do whatever it takes to get that sassafras feeling.",
      "th": "นี่ชีวิตฉันและฉันจะทำทุกทาง ให้ชีวิตสดชื่นเหมือนกลิ่นอบเชย"
    }
  },
  {
    "translation": {
      "en": "Sassafras.",
      "th": "อบเชย"
    }
  },
  {
    "translation": {
      "en": "Because when you feel this good...",
      "th": "เพราะเมื่อเรารู้สึกดี"
    }
  },
  {
    "translation": {
      "en": "Ain't no man gonna tell me I ain't a woman.",
      "th": "ผู้ชายหน้าไหนก็บอกว่าฉันไม่ใช่ผู้หญิงไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[woman] Uh, Maria. Maria.",
      "th": "มาเรียๆ"
    }
  },
  {
    "translation": {
      "en": "Hey, Maria, what are you... what are you doing?",
      "th": "นี่ มาเรีย ทำอะไรอยู่น่ะ"
    }
  },
  {
    "translation": {
      "en": "Uh, hair commercial?",
      "th": "ถ่ายโฆษณาแชมพูไง"
    }
  },
  {
    "translation": {
      "en": "It's the show. It's your show.",
      "th": "นี่คือซีรี่ส์ เป็นซีรี่ส์คุณเอง"
    }
  },
  {
    "translation": {
      "en": "-Let's get you to the van, okay? -My show?",
      "th": "- ไปขึ้นรถตู้กัน - ซีรี่ส์ฉันเหรอ"
    }
  },
  {
    "translation": {
      "en": "I have a show?",
      "th": "ฉันมีซีรี่ส์ด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm a 45-year-old woman, who's clearly sun-damaged.",
      "th": "ฉันคือผู้หญิงอายุ 45 ที่ผิวเกรียมแดด"
    }
  },
  {
    "translation": {
      "en": "My skin is getting softer, yet my bones are jutting out,",
      "th": "ผิวฉันเริ่มนิ่มๆย้วยๆ กระดูกเริ่มโปนออกมา"
    }
  },
  {
    "translation": {
      "en": "so I'm half soft... half sharp.",
      "th": "จะว่าตัวนิ่มก็ไม่ใช่ แข็งก็ไม่เชิง"
    }
  },
  {
    "translation": {
      "en": "And I have a show!",
      "th": "แต่มีซีรี่ส์ของตัวเองเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "What a great late-in-life opportunity. [chuckling]",
      "th": "เป็นโอกาสทองของบั้นปลายชีวิตเลย"
    }
  },
  {
    "translation": {
      "en": "[woman] Maria!",
      "th": "มาเรีย"
    }
  },
  {
    "translation": {
      "en": "Wrong van.",
      "th": "ผิดคัน"
    }
  },
  {
    "translation": {
      "en": "I'm so excited to have my own sho--",
      "th": "ตื่นเต้นสุดๆเลยที่จะได้แสดงนำในซีรี่ส์..."
    }
  },
  {
    "translation": {
      "en": "[Maria] Hey, it's Maria Bamford. I'm here to see Bruce Ben-Bacharach. He's my manager.",
      "th": "หวัดดีค่ะ ฉันมาเรีย แบมฟอร์ด มาพบบรูซ เบน-บาซารัค ผู้จัดการฉัน"
    }
  },
  {
    "translation": {
      "en": "Bruce.",
      "th": "บรูซ"
    }
  },
  {
    "translation": {
      "en": "-[Bruce] Ah! How are you? -Hi!",
      "th": "- เป็นไงบ้าง - ไง"
    }
  },
  {
    "translation": {
      "en": "I'm thrilled to see you. You're looking lovely.",
      "th": "ดีใจที่ได้เจอ หน้าตาสดชื่นเชียว"
    }
  },
  {
    "translation": {
      "en": "Well, please come on in to my office.",
      "th": "เข้าไปห้องทำงานผมเถอะ"
    }
  },
  {
    "translation": {
      "en": "-Hey! [chuckles] -The prodigal son returns.",
      "th": "- ไง - ลูกรักกลับมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "I can't believe you've been away for six whole months.",
      "th": "ไม่อยากเชื่อ คุณหายไปตั้งหกเดือน"
    }
  },
  {
    "translation": {
      "en": "So, tell me how do you feel? Are you refreshed? Revitalized? Renewed?",
      "th": "รู้สึกยังไงบ้าง สดชื่นขึ้น เหมือนเกิดใหม่เลยมั้ย"
    }
  },
  {
    "translation": {
      "en": "Yes, I do... I feel, uh... I feel very good, a little tired, uh, because of the heavy meds.",
      "th": "ใช่ค่ะ รู้สึกดีมาก เหนื่อยนิดหน่อยเพราะกินยาเยอะ"
    }
  },
  {
    "translation": {
      "en": "But, uh, I'm also back on carbs.",
      "th": "แต่กลับมากินคาร์โบไฮเดรตแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm eating pancakes, uh, almost all day.",
      "th": "ฉันโซ้ยแพนเค้กแทบทั้งวันเลย"
    }
  },
  {
    "translation": {
      "en": "Well, the entire entertainment industry has been eagerly awaiting",
      "th": "คนทั้งวงการบันเทิง เขาตั้งตารอการกลับมาของคุณนะ"
    }
  },
  {
    "translation": {
      "en": "-your glorious return. -Well...",
      "th": "เขาตั้งตารอการกลับมาของคุณนะ ก็..."
    }
  },
  {
    "translation": {
      "en": "Now that you're back, -you tell me exactly what you wanna do. -Right.",
      "th": "ในเมื่อกลับมาแล้ว คุณอยากทำอะไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "Uh, TV show, movie, world comedy tour...",
      "th": "รายการทีวี เล่นหนังออกทัวร์เดี่ยวไมค์ทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna take a shot at getting it.",
      "th": "- ผมจะเจรจาของานให้คุณให้ได้ - โอเค"
    }
  },
  {
    "translation": {
      "en": "-[stammering] Yeah. -Uh, Chantrelle!",
      "th": "- ผมจะเจรจาของานให้คุณให้ได้ - โอเค ชานเทรลล์ ขอใบรายชื่องานดีๆที่ซ่อนไว้หน่อย"
    }
  },
  {
    "translation": {
      "en": "Get me the, uh, hidden big opportunities list, would you?",
      "th": "ชานเทรลล์ ขอใบรายชื่องานดีๆที่ซ่อนไว้หน่อย คือว่าฉันอยากทำน้อยๆแต่พองาม ไม่ใช่โหมมากขึ้นน่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay, I would like to do less, not more.",
      "th": "คือว่าฉันอยากทำน้อยๆแต่พองาม ไม่ใช่โหมมากขึ้นน่ะ"
    }
  },
  {
    "translation": {
      "en": "That's the thing. Could it be less ambitious?",
      "th": "เอาแบบไม่เว่อร์ไปได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Or maybe not ambitious, anymore.",
      "th": "หรือแบบที่ไม่เว่อร์เลยก็ดี"
    }
  },
  {
    "translation": {
      "en": "Less ambitious.",
      "th": "เว่อร์น้อยลงเหรอ"
    }
  },
  {
    "translation": {
      "en": "No work for Maria. So that makes my job easier.",
      "th": "งั้นก็ไม่ต้องหางานให้มาเรีย ผมจะได้เหนื่อยน้อยลง"
    }
  },
  {
    "translation": {
      "en": "Tad less income, perhaps.",
      "th": "แต่รายได้คงลดลงนะ"
    }
  },
  {
    "translation": {
      "en": "I mean, I wanna work a little, but, uh, just smaller things.",
      "th": "คือว่าฉันก็อยากทำงานนะคะ แต่ทำงานเล็กๆที่ไม่กดดันมาก"
    }
  },
  {
    "translation": {
      "en": "Less pressure. Maybe... stand-up at a book store, or...",
      "th": "คือว่าฉันก็อยากทำงานนะคะ แต่ทำงานเล็กๆที่ไม่กดดันมาก แบบว่าเดี่ยวไมค์ที่ร้านหนังสือ เล่นคนเดียวในห้องนั่งเล่นที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "alone in my living room or in a vintage eyeglass shop.",
      "th": "แบบว่าเดี่ยวไมค์ที่ร้านหนังสือ เล่นคนเดียวในห้องนั่งเล่นที่บ้าน ไม่ก็ในร้านขายกระจกโบราณ"
    }
  },
  {
    "translation": {
      "en": "I'm just trying to get some balance in my life.",
      "th": "ฉันอยากสร้างสมดุลให้ชีวิต"
    }
  },
  {
    "translation": {
      "en": "I've done some things I regret",
      "th": "ฉันเคยทำผิดพลาดไป และก็สร้างศัตรูไว้ด้วย"
    }
  },
  {
    "translation": {
      "en": "-and I made some enemies, I'm sure... -[Chantrelle] Mark \"Sugar Ray\" McGrath.",
      "th": "ฉันเคยทำผิดพลาดไป และก็สร้างศัตรูไว้ด้วย มาร์ค \"ชูการ์ เรย์\" แม็คแกรธ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "The... What?",
      "th": "เขาคือใครนะ นักร้องเหรอ"
    }
  },
  {
    "translation": {
      "en": "Uh, you were a bit careless, but we... We can, uh... [chuckles nervously] We can laugh about that now.",
      "th": "คุณแค่เผลอตัวไปน่ะ ตอนนี้เรามองว่าเป็นเรื่องตลกแล้ว"
    }
  },
  {
    "translation": {
      "en": "-I bet they can buff that out. -I'm sure they can.",
      "th": "- พวกเขาคงหยวนๆให้ได้ - ได้แน่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "You know what it is? I just really wanna reconnect with my community.",
      "th": "รู้มั้ยคะ ฉันแค่อยากกลับไป สานสัมพันธ์กับคนแถวบ้าน"
    }
  },
  {
    "translation": {
      "en": "You know, it's like, I don't even know who my neighbors are.",
      "th": "ฉันไม่รู้จักเพื่อนบ้านตัวเองด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "Forgive my distraction. This is a $37,000 handblown Murano glass desk...",
      "th": "โทษทีที่ผมใจลอย นี่โต๊ะกระจกเป่ามูราโน ราคา 37,000 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. -so I'm somewhat irked with myself.",
      "th": "- พระเจ้า - ผมเลยพะวงอยู่ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "Yes, neighbors. A serendipitous meeting on a park bench.",
      "th": "ใช่ เพื่อนบ้าน เจอกันตรงม้านั่งในสวน"
    }
  },
  {
    "translation": {
      "en": "\"How do you do, sir?\"",
      "th": "สบายดีมั้ยครับ สบายดี ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "\"I'm fine, thank you.\" \"Is that your dog, sir?\"",
      "th": "สบายดีมั้ยครับ สบายดี ขอบคุณ นั่นหมาคุณเหรอ"
    }
  },
  {
    "translation": {
      "en": "That's it.",
      "th": "นั่นแหละ มีปฏิสัมพันธ์กับผู้คน"
    }
  },
  {
    "translation": {
      "en": "Human interaction. Yes, indeed. I'm gonna make some calls.",
      "th": "นั่นแหละ มีปฏิสัมพันธ์กับผู้คน ต้องอย่างนั้น ผมจะติดต่อให้"
    }
  },
  {
    "translation": {
      "en": "I love it. I love it. A neighborhood park bench.",
      "th": "ดีเลยค่ะๆ นั่งในสวนแถวบ้าน"
    }
  },
  {
    "translation": {
      "en": "That's exactly what was on my vision board.",
      "th": "ฉันนึกภาพไว้แบบนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "In the psych ward, I kept cutting out pictures of benches for my vision board.",
      "th": "ตอนอยู่โรงพยาบาลจิตเวช ฉันตัดรูปม้านั่งมาแปะผังความคิดประจำ"
    }
  },
  {
    "translation": {
      "en": "-But I didn't know why. And now I know. -[mouths] Bench.",
      "th": "แต่ไม่รู้ว่าทำไม ทีนี้รู้แล้ว"
    }
  },
  {
    "translation": {
      "en": "It was to manifest community. Bruce, you did it!",
      "th": "มันสื่อถึงชุมชนนี่เอง บรูซ คุณไขปริศนาได้"
    }
  },
  {
    "translation": {
      "en": "I confess I'm not exactly sure what you're talking about,",
      "th": "ต้องสารภาพว่าผมไม่รู้คุณพูดเรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "but it seems you're happy with me, and that's what matters. -Yes. -Solutions everywhere.",
      "th": "แต่ดูเหมือนคุณจะพอใจผม เท่านั้นก็พอแล้ว มีทางออกเสมอ"
    }
  },
  {
    "translation": {
      "en": "And by the way, I'm gonna call these people,",
      "th": "อ้อ จะว่าไปแล้ว ผมจะติดต่อคนพวกนี้ บอกว่าส่งโต๊ะมาแบบนี้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "I'm gonna say they delivered the desk that way...",
      "th": "ผมจะติดต่อคนพวกนี้ บอกว่าส่งโต๊ะมาแบบนี้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "and how dare you, sir.",
      "th": "กล้าดียังไง"
    }
  },
  {
    "translation": {
      "en": "Really... I mean, why should I pay for the buffing? [chuckling]",
      "th": "ถามจริง ทำไมผมต้องจ่ายค่าเคลือบรอยด้วย"
    }
  },
  {
    "translation": {
      "en": "Well, uh... that's it.",
      "th": "อ้าว หมดกัน ผมทำมันแตกคาเท้าเลย"
    }
  },
  {
    "translation": {
      "en": "I just put my foot through my nest egg.",
      "th": "หมดกัน ผมทำมันแตกคาเท้าเลย"
    }
  },
  {
    "translation": {
      "en": "[Maria] The bench had arrived, so I invited over my two best friends to start spreading the joy.",
      "th": "ม้านั่งมาแล้ว ฉันเลยชวนเพื่อนรักสองคน มาเผื่อแผ่ความสนุกด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "-Hey, dipshit. -Hey!",
      "th": "- ไง ยัยกร๊วก สั่งม้านั่งมาทำไม - ไง"
    }
  },
  {
    "translation": {
      "en": "-What's with the bench? -Hey. Well, it is, uh, to connect",
      "th": "- ไง ยัยกร๊วก สั่งม้านั่งมาทำไม - ไง เพื่อสานสัมพันธ์และสร้างชุมชนไง"
    }
  },
  {
    "translation": {
      "en": "and create community.",
      "th": "เพื่อสานสัมพันธ์และสร้างชุมชนไง"
    }
  },
  {
    "translation": {
      "en": "How fun.",
      "th": "น่าสนุกนะ"
    }
  },
  {
    "translation": {
      "en": "Isn't this great? It's all coming together.",
      "th": "เจ๋งไปเลยเนอะ เริ่มเป็นรูปเป็นร่างแล้ว"
    }
  },
  {
    "translation": {
      "en": "Why? 'Cause you have a bench now?",
      "th": "ยังไงกัน เพราะมีม้านั่งเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "It's not just my bench, it's your bench, Dagmar.",
      "th": "นี่ไม่ใช่แค่ของฉัน ของเธอด้วย แด็กมาร์"
    }
  },
  {
    "translation": {
      "en": "It's your bench, Larissa.",
      "th": "- ของเธอด้วย ลาริสซ่า - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -[stuttering] It's your bench,",
      "th": "- ของเธอด้วย ลาริสซ่า - ขอบคุณ นี่ม้านั่งของทุกคนนะคะ ชาวไฮแลนด์พาร์กทั้งหลาย"
    }
  },
  {
    "translation": {
      "en": "Highland Park lovers!",
      "th": "นี่ม้านั่งของทุกคนนะคะ ชาวไฮแลนด์พาร์กทั้งหลาย"
    }
  },
  {
    "translation": {
      "en": "Come have a seat!",
      "th": "- มานั่งได้เลย - ฉันเข้าใจแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, I get it. This bench is a way for you to access romance.",
      "th": "- มานั่งได้เลย - ฉันเข้าใจแล้ว เธอเอาม้านั่งมาไว้ล่อหนุ่มๆ"
    }
  },
  {
    "translation": {
      "en": "-No. No. -[Larissa] Yes.",
      "th": "- ไม่ใช่ - ใช่สิ - ไม่ - เอาไว้ซั่มกันน่ะเหรอ ฉันชอบนะ"
    }
  },
  {
    "translation": {
      "en": "-It's like a fuck bench? I love that. -No, no, no!",
      "th": "- ไม่ - เอาไว้ซั่มกันน่ะเหรอ ฉันชอบนะ - ไม่ใช่ๆ - แบบนั้นรู้จักคนเพียบแน่"
    }
  },
  {
    "translation": {
      "en": "That's the way to build a community. Just sit here all night, just sucking Ds,",
      "th": "- ไม่ใช่ๆ - แบบนั้นรู้จักคนเพียบแน่ นั่งนี่ทั้งคืน คอยบ๊วบหนุ่มๆ จนฟันหลุดหมดปาก สนุกกับชีวิต"
    }
  },
  {
    "translation": {
      "en": "knocking out your teeth, having a good time.",
      "th": "นั่งนี่ทั้งคืน คอยบ๊วบหนุ่มๆ จนฟันหลุดหมดปาก สนุกกับชีวิต โอเค นี่ไม่ใช่คำแนะนำสำหรับเพื่อนดีๆเลยนะ"
    }
  },
  {
    "translation": {
      "en": "[Larissa] Not what I would tell a good friend in need.",
      "th": "โอเค นี่ไม่ใช่คำแนะนำสำหรับเพื่อนดีๆเลยนะ"
    }
  },
  {
    "translation": {
      "en": "You wanna know why? 'Cause you're a bad friend.",
      "th": "ก็เพราะเธอเป็นเพื่อนสั่วๆไง"
    }
  },
  {
    "translation": {
      "en": "I am a wonderful friend.",
      "th": "- ฉันเป็นเพื่อนที่ดีย่ะ - งั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "You didn't even visit Maria in her time of need.",
      "th": "เธอไม่ได้ไปเยี่ยมมาเรียเลยด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "Okay, no. We've already talked about this.",
      "th": "โอเค พอๆ เราคุยกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "I didn't need to be visited and besides,",
      "th": "ฉันไม่ต้องให้ใครไปเยี่ยม อีกอย่าง เธอคงยุ่ง..."
    }
  },
  {
    "translation": {
      "en": "-I'm sure you were very busy, Larissa. -I wasn't.",
      "th": "ฉันไม่ต้องให้ใครไปเยี่ยม อีกอย่าง เธอคงยุ่ง... - ฉันไม่ยุ่ง - โอเค"
    }
  },
  {
    "translation": {
      "en": "-Okay. -I wasn't busy... busy at all.",
      "th": "ไม่ได้ยุ่งเลย"
    }
  },
  {
    "translation": {
      "en": "No, I didn't come because I'm an empath",
      "th": "ฉันไม่ได้ไป เพราะฉันขี้สงสาร"
    }
  },
  {
    "translation": {
      "en": "and when people are experiencing negative emotion,",
      "th": "พอเจอคนรู้สึกแย่ๆ ฉันจะรู้สึกแย่ไปด้วย"
    }
  },
  {
    "translation": {
      "en": "-it sticks to me... hardcore. -[Maria] Hmm.",
      "th": "พอเจอคนรู้สึกแย่ๆ ฉันจะรู้สึกแย่ไปด้วย - อย่างแรงเลย - โอเค"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -So, I guess it's like, I cared too much to show up.",
      "th": "ฉันห่วงเธอมากไปก็เลยไม่ไปเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "You're a bad friend. A very bad friend.",
      "th": "เพื่อนแย่ๆ - แย่มาก - เห็นมั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Look at this! The bench has got us communicating as a group.",
      "th": "- แย่มาก - เห็นมั้ยล่ะ ม้านั่งนี่ช่วยให้เราสื่อสารกันได้"
    }
  },
  {
    "translation": {
      "en": "-Let's go meet the neighbors! -Okay.",
      "th": "- ไปทำความรู้จักเพื่อนบ้านกัน - โอเค"
    }
  },
  {
    "translation": {
      "en": "Oh, God, I'm terrified.",
      "th": "ฉันกลัวจะตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "th": "ไงคะ"
    }
  },
  {
    "translation": {
      "en": "Uh, I'm Maria... and your name is, please, sir?",
      "th": "ฉันมาเรีย คุณชื่ออะไรเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "-Oscar. -Hi, Oscar, um...",
      "th": "- ออสการ์ - ไงคะ ออสการ์"
    }
  },
  {
    "translation": {
      "en": "I am your neighbor and these are my friends, uh...",
      "th": "ฉันพักอยู่แถวนี้ นั่นเพื่อนๆฉัน"
    }
  },
  {
    "translation": {
      "en": "Just wanted to let you know I put in a park bench",
      "th": "แค่อยากบอกให้รู้ ว่าฉันตั้งม้านั่งไว้ อยากชวนคุณมานั่งเล่นน่ะ"
    }
  },
  {
    "translation": {
      "en": "that I wanted to invite you to come over and enjoy.",
      "th": "ว่าฉันตั้งม้านั่งไว้ อยากชวนคุณมานั่งเล่นน่ะ"
    }
  },
  {
    "translation": {
      "en": "-Great-- -Go fuck yourself. Okay...",
      "th": "- ไปตายไป - โอเค..."
    }
  },
  {
    "translation": {
      "en": "Hi! I'm Maria. I'm from...",
      "th": "ไงคะ ฉันมาเรีย..."
    }
  },
  {
    "translation": {
      "en": "I live across the street and, um... I think it's helpful for the community--",
      "th": "ฉันอยู่แถวนี้...ฉันว่ามันดีถ้า..."
    }
  },
  {
    "translation": {
      "en": "Okay, okay. [Maria] It's okay. They'll change their minds",
      "th": "คุณช่วย...โอเค ไม่เป็นไร ฉันว่าเดี๋ยวพวกเขาก็เปลี่ยนใจ"
    }
  },
  {
    "translation": {
      "en": "once they see that my bench is now covered in garbage.",
      "th": "พอเห็นว่าม้านั่งฉันกลายเป็นถังขยะ"
    }
  },
  {
    "translation": {
      "en": "-Okay. Oh, and pigeons. -Oh, no.",
      "th": "- ตายจริง - นกพิราบเกาะด้วย"
    }
  },
  {
    "translation": {
      "en": "[Larissa] Did you see all these condoms over here?",
      "th": "พวกเธอเห็นถุงยางนั่นมั้ย"
    }
  },
  {
    "translation": {
      "en": "-[siren wails] -Evening, ladies.",
      "th": "สวัสดีครับ คุณผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "-Hi, Officer. -You know, you can't just...",
      "th": "สวัสดีค่ะ คุณตำรวจ คุณจะเอาเฟอร์นิเจอร์มาทิ้งไว้แบบนี้ไม่ได้นะครับ"
    }
  },
  {
    "translation": {
      "en": "dump your furniture and garbage out here.",
      "th": "คุณจะเอาเฟอร์นิเจอร์มาทิ้งไว้แบบนี้ไม่ได้นะครับ"
    }
  },
  {
    "translation": {
      "en": "Oh, no, it's not garbage.",
      "th": "ไม่ใช่ค่ะ ฉันไม่ได้จะทิ้ง"
    }
  },
  {
    "translation": {
      "en": "It's a neighborhood bench. It's... it's for the community.",
      "th": "เอาไว้ให้คนแถวนี้นั่ง ม้านั่งของชุมชนน่ะ"
    }
  },
  {
    "translation": {
      "en": "Do you have a permit for the community bench?",
      "th": "แล้วมีใบอนุญาตให้ตั้งมั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "-Oh, no. Is that required? -It is.",
      "th": "- ไม่ค่ะ ต้องขออนุญาตด้วยเหรอ - ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "And, uh, if you don't have one, you're gonna have to go down to... City Hall and get one.",
      "th": "และถ้าไม่มี คุณต้องไปขออนุญาตที่ศาลาว่าการนะ"
    }
  },
  {
    "translation": {
      "en": "-Or I can write you a 4950. -[Maria groans] I don't wanna write you a 4950.",
      "th": "ไม่งั้นผมจะเขียนใบสั่ง 4950 ซึ่งผมไม่อยากเขียนหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "Okay, I... I can't do it right now.",
      "th": "ฉันยังไปติดต่อไม่ได้ค่ะ ฉันต้องเตรียมขึ้นแสดง"
    }
  },
  {
    "translation": {
      "en": "-I've gotta get ready for a stand-up gig. -Oh, invite him.",
      "th": "ฉันยังไปติดต่อไม่ได้ค่ะ ฉันต้องเตรียมขึ้นแสดง - ชวนเขาไปสิ - บางที..."
    }
  },
  {
    "translation": {
      "en": "Look at that helmet. That's a good shaped head, if you know what I mean.",
      "th": "ดูหมวกเขาสิ แสดงว่าโกนเรียบ เนี้ยบทั้งตัว เข้าใจนะ"
    }
  },
  {
    "translation": {
      "en": "Would you wanna come to a comedy show?",
      "th": "คุณอยาก...ไปดูเดี่ยวไมค์มั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "They're so wonderful.",
      "th": "สนุกมากเลยนะ"
    }
  },
  {
    "translation": {
      "en": "[stammering] Oh, God. Maria, I'm sorry. Come here.",
      "th": "คือว่าผม...พระเจ้า มาเรีย โทษที มานี่เถอะ"
    }
  },
  {
    "translation": {
      "en": "You're gonna put stand-up in your show?",
      "th": "คุณจะเดี่ยวไมค์ในซีรี่ส์ด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "-[man] Cut! -Yeah. I mean, is that bad?",
      "th": "- คัท - ค่ะ ไม่ดีเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's... Yeah, it's bad.",
      "th": "มัน...ใช่ มันไม่เข้าท่า"
    }
  },
  {
    "translation": {
      "en": "It is bad. It's been done so many times before.",
      "th": "ไม่ดีเลย มีซีรี่ส์ทำกันหลายเรื่องแล้ว"
    }
  },
  {
    "translation": {
      "en": "You know, you got Louie, Seinfeld, Chappelle, Amy Schumer, my two pilots...",
      "th": "ทั้งเรื่องลูอี้ ไซน์เฟลด์ แชพเพลล์ เอมี่ ชูเมอร์ ซีรี่ส์ของผมสองเรื่อง..."
    }
  },
  {
    "translation": {
      "en": "-No, they didn't go. -I'm so sorry.",
      "th": "แป้กไม่เป็นท่า โทษทีค่ะ เรายังไม่รู้จักกัน คุณเป็นตำรวจตรวจจับตลกเหรอ"
    }
  },
  {
    "translation": {
      "en": "We haven't officially met. Uh, are you the comedy police?",
      "th": "โทษทีค่ะ เรายังไม่รู้จักกัน คุณเป็นตำรวจตรวจจับตลกเหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm a friend giving friendly advice.",
      "th": "ผมเป็นเพื่อนที่อยากให้คำแนะนำ"
    }
  },
  {
    "translation": {
      "en": "Well, you're also an actor, so just say your lines, monkey.",
      "th": "แต่คุณก็เป็นนักแสดง ดังนั้นพูดบทไป อย่ามาเจ๋อ"
    }
  },
  {
    "translation": {
      "en": "Give your audience some credit. They can deal with form-busting narrative innovations.",
      "th": "อย่าดูถูกผู้ชม พวกเขาดูซีรี่ส์ ที่เล่าเรื่องแบบแหวกแนวได้"
    }
  },
  {
    "translation": {
      "en": "-Okay. -We've all seen Breaking Bad.",
      "th": "- โอเค - ใครๆก็เคยดูเบรกกิ้งแบด"
    }
  },
  {
    "translation": {
      "en": "All right, well, I haven't.",
      "th": "อ้อ ฉันยังไม่เคยนะ"
    }
  },
  {
    "translation": {
      "en": "Okay, you gotta see it. Anna Gunn is amazing in it.",
      "th": "โอเค คุณต้องไปหาดู แอนนา กันน์เล่นดีมาก"
    }
  },
  {
    "translation": {
      "en": "But look, people can deal with the... with the time jump.",
      "th": "แค่กระโดดข้ามขั้นเรื่องไป คนยังตามทัน"
    }
  },
  {
    "translation": {
      "en": "All right? Just... [stuttering] just don't make it jarring.",
      "th": "เข้าใจนะ แค่อย่าเอามันมาปนกันมั่ว"
    }
  },
  {
    "translation": {
      "en": "Well, if we do, we definitely wouldn't do it in a way that was... was jarring.",
      "th": "เข้าใจค่ะ เราไม่ได้จะทำแบบ...ปนกันมั่ว"
    }
  },
  {
    "translation": {
      "en": "Here you go. And don't thank me. I'm a stranger.",
      "th": "นี่จ้ะ ไม่ต้องขอบคุณหรอก ฉันเป็นคนแปลกหน้า"
    }
  },
  {
    "translation": {
      "en": "-[Maria] Hi. Hi. -Karen Grisham.",
      "th": "- ไงคะ - แคเรน กริชแชม"
    }
  },
  {
    "translation": {
      "en": "-Come here, I'm a hugger. I'm a hugger. -Oh, thank you. Oh.",
      "th": "- มา ฉันชอบกอดทักทาย - ยินดีที่รู้จักค่ะ"
    }
  },
  {
    "translation": {
      "en": "Congrats, Maria.",
      "th": "ดีใจด้วยค่ะ มาเรีย"
    }
  },
  {
    "translation": {
      "en": "-You made the Grish-list. -Oh.",
      "th": "เพราะคุณเข้าตาฉัน"
    }
  },
  {
    "translation": {
      "en": "Maria, I am the most powerful talent agent in this city or galaxy.",
      "th": "มาเรีย ฉันคือผู้จัดการนักแสดง ที่มีอิทธิพลสุดในเมืองนี้ ในกาแลกซี่"
    }
  },
  {
    "translation": {
      "en": "And you know why? Every time I walk into a room",
      "th": "รู้มั้ยทำไม ไม่ว่าเดินเข้าไปที่ไหน ฉันรู้ทันที"
    }
  },
  {
    "translation": {
      "en": "I know exactly how I would kill each person I see.",
      "th": "ว่าจะฆ่าทุกคนในนั้นยังไง"
    }
  },
  {
    "translation": {
      "en": "[waiter] Arnold Palmer?",
      "th": "อาร์โนลด์ พาล์มเมอร์ครับ"
    }
  },
  {
    "translation": {
      "en": "Elbow to the forehead, golf pencil through the heart.",
      "th": "ศอกเข้าที่หน้าผาก เอาดินสอกดแทงเข้าหัวใจ"
    }
  },
  {
    "translation": {
      "en": "-I think he meant the drink. -Oh.",
      "th": "เขาหมายถึงเครื่องดื่มน่ะ"
    }
  },
  {
    "translation": {
      "en": "A fuckin' beverage. Fuck off, I'm in a meeting.",
      "th": "เครื่องดื่มบ้าอะไร ไปไกลๆไป ฉันคุยงานอยู่"
    }
  },
  {
    "translation": {
      "en": "Look, open-kimono time. I asked you to lunch 'cause I'm a fan.",
      "th": "ฟังนะ ขอเปิดใจตรงๆ ฉันชวนมากินมื้อเที่ยงเพราะชื่นชมคุณ"
    }
  },
  {
    "translation": {
      "en": "-This is a fan lunch, okay? -Wow.",
      "th": "คิดว่ามากินกับแฟนคลับ"
    }
  },
  {
    "translation": {
      "en": "The world loves you. I love you.",
      "th": "คนทั้งโลกรักคุณ ฉันก็รักคุณ"
    }
  },
  {
    "translation": {
      "en": "You are a hilarious...",
      "th": "คุณเป็นนักแสดงตลก..."
    }
  },
  {
    "translation": {
      "en": "-Comedian. -[both laughing]",
      "th": "ที่ตลกมาก"
    }
  },
  {
    "translation": {
      "en": "So, you wanna represent me or...",
      "th": "งั้นคุณอยากเป็นผู้จัดการฉัน หรือ..."
    }
  },
  {
    "translation": {
      "en": "Are you kidding me? I would murder that waiter",
      "th": "ล้อเล่นใช่มั้ยเนี่ย ฉันยอมฆ่าเด็กเสิร์ฟเกย์นั่นด้วยการหักคอเขา"
    }
  },
  {
    "translation": {
      "en": "by snapping his gay neck",
      "th": "ฉันยอมฆ่าเด็กเสิร์ฟเกย์นั่นด้วยการหักคอเขา"
    }
  },
  {
    "translation": {
      "en": "and jamming that oyster fork in both eyes to represent you.",
      "th": "แล้วเอาส้อมจิ้มตาเขาเลย เพื่อให้ได้เป็นผู้จัดการคุณ"
    }
  },
  {
    "translation": {
      "en": "But Karen Grisham is booked. I'm sorry, she got a full boat.",
      "th": "แต่แคเรน กริชแชมคิวเต็ม ตารางแน่นแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Ah. -I got so many goddamn clients.",
      "th": "ลูกค้าฉันเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -And honestly,",
      "th": "- ค่ะ - บอกตามตรง ฉันแค่อยากเป็นเพื่อน"
    }
  },
  {
    "translation": {
      "en": "I just wanna be your friend, okay?",
      "th": "- ค่ะ - บอกตามตรง ฉันแค่อยากเป็นเพื่อน เข้าใจนะ ถ้ามีปาปารัซซี่ ตามถ่ายรูปคุณแถวน้ำตกเทรวี"
    }
  },
  {
    "translation": {
      "en": "When paparazzi chase you around the Trevi Fountain",
      "th": "เข้าใจนะ ถ้ามีปาปารัซซี่ ตามถ่ายรูปคุณแถวน้ำตกเทรวี"
    }
  },
  {
    "translation": {
      "en": "trying to get a shot of your rancid snapper, I got your back.",
      "th": "เพื่อหารูปเซลลูไลท์ไปขาย ฉันช่วยคุณได้"
    }
  },
  {
    "translation": {
      "en": "-Aw, that's so nice. -Okay? I swear to God,",
      "th": "- คุณน่ารักมาก - ฉันสาบานเลย"
    }
  },
  {
    "translation": {
      "en": "I will airlift in one of those Italian fucking scooter things.",
      "th": "ฉันจะให้เฮลิคอปเตอร์ส่งสกู๊ตเตอร์ ที่คนอิตาลีใช้ไปให้คุณขี่"
    }
  },
  {
    "translation": {
      "en": "What are they fucking called? Ves... Ves... Uh...",
      "th": "เรียกว่าอะไรนะ เวส..."
    }
  },
  {
    "translation": {
      "en": "-Ves... uh... -Vespa.",
      "th": "เรียกว่าอะไรนะ เวส... - เวสป้า - แม่เจ้า"
    }
  },
  {
    "translation": {
      "en": "Oh, that's good. That's good.",
      "th": "เจ๋งได้อีก"
    }
  },
  {
    "translation": {
      "en": "-[laughing] -Oh, come on. Come on. You on a Vespa?",
      "th": "- คิดดูสิ คุณขี่เวสป้าเนี่ยนะ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Okay, that is my new favorite image of all time. I swear to God, that is so good.",
      "th": "นึกภาพแล้วโดนใจมาก อะไรจะปังขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "-See? We're friends, right? -Yeah, I know, yeah.",
      "th": "- เห็นมั้ย เราเพื่อนกัน - ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "You're riding tall on the Vespa and I'm in your, uh... What the fuck's cunt is that called?",
      "th": "คุณขี่เวสป้า ส่วนฉันนั่ง... ไอ้นั่นมันเรียกว่าอะไรวะ"
    }
  },
  {
    "translation": {
      "en": "That thing, the side thing, um... When it's attached to the motorcycle.",
      "th": "ไอ้ที่อยู่ข้างๆติดอยู่กับมอเตอร์ไซค์"
    }
  },
  {
    "translation": {
      "en": "It's part of the... What the fuck! Oh, God.",
      "th": "มันอยู่ตรง...อะไรวะ บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "-Sidecar. -[screaming and laughing]",
      "th": "พ่วงข้าง"
    }
  },
  {
    "translation": {
      "en": "-Sidecar. You are a riot. -Yeah.",
      "th": "- พ่วงข้าง คุณนี่หัวไวจัง - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay, that is our inside joke. That is ours.",
      "th": "รู้กันแค่เราสองคนนะ มุกของเรา"
    }
  },
  {
    "translation": {
      "en": "-That is ours. Okay? -Okay.",
      "th": "- มุกเราเอง - โอเค"
    }
  },
  {
    "translation": {
      "en": "-Vespa sidecar is you and me. -[laughing] Okay, okay.",
      "th": "- พ่วงข้างเวสป้า มุกประจำของเรา - ได้ค่ะๆ"
    }
  },
  {
    "translation": {
      "en": "I adore you. God, I wish I could rep you.",
      "th": "ฉันปลื้มคุณมาก ฉันอยากเป็นผู้จัดการให้คุณได้จัง..."
    }
  },
  {
    "translation": {
      "en": "I... [laughing] Okay, wait. -No, stop, stop. -[bleating]",
      "th": "โอเค เดี๋ยว ไม่ พอๆ"
    }
  },
  {
    "translation": {
      "en": "Honestly, I just wanna be your best friend. I do.",
      "th": "จริงๆนะ ฉันแค่อยากเป็นเพื่อนซี้คุณ"
    }
  },
  {
    "translation": {
      "en": "Because you have a manager and I would never wanna poach you from...",
      "th": "เพราะคุณมีผู้จัดการอยู่แล้ว ฉันไม่อยากไปแย่งคุณจาก..."
    }
  },
  {
    "translation": {
      "en": "Who's that guy that you're with?",
      "th": "คุณทำงานกับใครนะ"
    }
  },
  {
    "translation": {
      "en": "-Bruce Ben-Bacharach. He's my manager. -Oh.",
      "th": "บรูซ เบน-บาซารัค ผู้จัดการฉัน"
    }
  },
  {
    "translation": {
      "en": "Look, do me a favor. Don't tell Bruce about this meeting.",
      "th": "ช่วยที อย่าบอกบรูซนะว่ามาเจอฉัน"
    }
  },
  {
    "translation": {
      "en": "-Oh, my gosh. -He'll get threatened.",
      "th": "- แน่นอน - เดี๋ยวเขากลัว"
    }
  },
  {
    "translation": {
      "en": "And I don't have the time to walk him off the ledge.",
      "th": "ฉันไม่มีเวลาเคลียร์กับเขา"
    }
  },
  {
    "translation": {
      "en": "I adore you. This has been a joy.",
      "th": "ฉันชอบคุณมาก สนุกจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-[laughing] -This is unbelievable. I swear to God...",
      "th": "เหลือเชื่อเลย สาบานได้ นี่ยังไม่ได้ดื่มกาแฟเลย"
    }
  },
  {
    "translation": {
      "en": "-I haven't even had coffee. -Did you want anything to order? -Oh, no, I have another lunch. -Okay.",
      "th": "- อยากสั่งอะไรมั้ยคะ - ไม่ค่ะ ฉันนัดอีกคนไว้"
    }
  },
  {
    "translation": {
      "en": "-[woman] Right this way, Mr. Cryer. -[snaps fingers] Jon Cryer.",
      "th": "- ทางนี้ค่ะ คุณไครเออร์ - จอน ไครเออร์ - แคเรน กริชแชมค่ะ - อ้อ คุณ...โอเค"
    }
  },
  {
    "translation": {
      "en": "-Karen Grisham. -Hi. You're... Okay.",
      "th": "- แคเรน กริชแชมค่ะ - อ้อ คุณ...โอเค"
    }
  },
  {
    "translation": {
      "en": "-Oh, my... Come here. -[Maria] So great.",
      "th": "- มานี่เลย - โอเค"
    }
  },
  {
    "translation": {
      "en": "-Come over here. Give me some sugar. -Okay. Oh. Oh, sorry.",
      "th": "มากอดกันหน่อย - โทษที โอเค - โอเค"
    }
  },
  {
    "translation": {
      "en": "-Okay. -[Jon] Thank you.",
      "th": "- โทษที โอเค - โอเค - ขอบคุณ - ฉันขอคุยกับเขาตามลำพังนะ"
    }
  },
  {
    "translation": {
      "en": "Sweetheart, this is gonna be a private lunch.",
      "th": "- ขอบคุณ - ฉันขอคุยกับเขาตามลำพังนะ"
    }
  },
  {
    "translation": {
      "en": "-Okay, okay, sorry. -You wanna take the chair?",
      "th": "- โอเค โทษที - เอาเก้าอี้ไปมั้ย ไปนั่งเอง"
    }
  },
  {
    "translation": {
      "en": "It'll be private. No one else will barge in on us.",
      "th": "- โอเค โทษที - เอาเก้าอี้ไปมั้ย ไปนั่งเอง - ต้องไม่มีใครขัดคอเรา - โอเคๆ"
    }
  },
  {
    "translation": {
      "en": "-Okay, okay. -All right, you be well.",
      "th": "- ต้องไม่มีใครขัดคอเรา - โอเคๆ โชคดีนะ"
    }
  },
  {
    "translation": {
      "en": "She's a comedian. She's funny... I think. I've never seen her work.",
      "th": "เธอแสดงตลก เธอฮามาก คิดว่านะ ไม่เคยดูผลงานเธอ"
    }
  },
  {
    "translation": {
      "en": "-Congrats. You made the Grish-list. -Oh.",
      "th": "ดีใจด้วยค่ะ คุณเข้าตาฉัน"
    }
  },
  {
    "translation": {
      "en": "Actually, I'm... I'm happy with my representation.",
      "th": "ที่จริง ผมโอเคกับผู้จัดการปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "th": "โทษทีค่ะ"
    }
  },
  {
    "translation": {
      "en": "Read the note! Right.",
      "th": "- อ่านโน้ต - อ้อ"
    }
  },
  {
    "translation": {
      "en": "\"Vespa, hah! Best friend sidecar! Hah, hah, hah!\"",
      "th": "\"เวสป้า รถพ่วงแด่เพื่อนรัก ฮ่าๆๆ\""
    }
  },
  {
    "translation": {
      "en": "-Wha... -It's our joke!",
      "th": "- อะไรเนี่ย - มุกเราไง"
    }
  },
  {
    "translation": {
      "en": "It's our private joke.",
      "th": "มุกเรื่องรถของเรา"
    }
  },
  {
    "translation": {
      "en": "-It's a Vespa. -Right.",
      "th": "- นั่นเวสป้า - จริงด้วย"
    }
  },
  {
    "translation": {
      "en": "-It's for you. -[both laughing]",
      "th": "ให้คุณ"
    }
  },
  {
    "translation": {
      "en": "-Okay, bye. -Get on the fucking bike!",
      "th": "- โอเค บาย - ขึ้นรถนั่นซะ"
    }
  },
  {
    "translation": {
      "en": "-You're gonna ride it! -[Maria] Oh, okay.",
      "th": "- ขับมันไป - ก็ได้"
    }
  },
  {
    "translation": {
      "en": "I have a car! I guess I'll just leave it here.",
      "th": "ฉันมีรถขับ งั้นทิ้งไว้นี่ก่อนละกัน (บริการรับ-ส่งรถ)"
    }
  },
  {
    "translation": {
      "en": "Bruce. Hi.",
      "th": "บรูซ"
    }
  },
  {
    "translation": {
      "en": "Karen Grisham told me that she had lunch with you and you guys are friends and have an inside joke.",
      "th": "แคเรนบอกว่าเธอไปทานข้าวกับคุณ เป็นเพื่อนกัน มีมุกที่รู้กันเองด้วย"
    }
  },
  {
    "translation": {
      "en": "I was wondering if we could have a discussion about that?",
      "th": "เราคุยกันเรื่องนั้นได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Yeah. Of course, of course.",
      "th": "ค่ะ ได้สิ"
    }
  },
  {
    "translation": {
      "en": "So, what else did she say? And don't leave out a single thing, okay?",
      "th": "แล้วเธอพูดว่าไงอีก เล่ามา ห้ามหมกเม็ดเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Well, uh, she says we're BFFs.",
      "th": "ก็...เธอบอกว่าเราซี้ย่ำปึ้ก"
    }
  },
  {
    "translation": {
      "en": "My God, that means she wants to represent you.",
      "th": "แม่เจ้า ผมว่าเธออยากดูงานให้คุณนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, no, she doesn't.",
      "th": "ไม่หรอก"
    }
  },
  {
    "translation": {
      "en": "She was very clear on that. She just wants to be best friends.",
      "th": "เธอบอกไว้ชัดเลยว่าแค่อยากเป็นเพื่อน"
    }
  },
  {
    "translation": {
      "en": "And that sounds pretty good to me,",
      "th": "และฉันว่าฟังดูเข้าท่านะ"
    }
  },
  {
    "translation": {
      "en": "-You're my manager, that's all I need. -Are you crazy?",
      "th": "- คุณคือผู้จัดการฉัน ฉันพอใจแล้ว - คุณบ้ารึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Karen Grisham is our only chance of making some real money.",
      "th": "แคเรน กริชแชมคือโอกาสทองของเรา"
    }
  },
  {
    "translation": {
      "en": "You're a 36-year-old sun-damaged actress with eight cartoons on your résumé.",
      "th": "ฟังนะ คุณ 36 แล้ว เป็นนักแสดงผิวเกรียมแดด เคยพากย์การ์ตูนมาแปดเรื่อง"
    }
  },
  {
    "translation": {
      "en": "-[whispering] Oh, that's a good point. -Karen Grisham is a shark.",
      "th": "ก็ถูกนะ แคเรน กริชแชมน่ะเหมือนฉลาม เดี๋ยวผมจะเป็นเหยื่อล่อเธอมาหาคุณ"
    }
  },
  {
    "translation": {
      "en": "Let me be the chum to drive her to a frenzy of interest.",
      "th": "แคเรน กริชแชมน่ะเหมือนฉลาม เดี๋ยวผมจะเป็นเหยื่อล่อเธอมาหาคุณ"
    }
  },
  {
    "translation": {
      "en": "Bruce, doesn't chum get devoured?",
      "th": "บรูซ ปกติเหยื่อจะโดนงาบนี่"
    }
  },
  {
    "translation": {
      "en": "[chuckling] Not smart chum.",
      "th": "ยกเว้นเหยื่อฉลาด"
    }
  },
  {
    "translation": {
      "en": "Speaking of which, come this way.",
      "th": "จะว่าไปแล้ว...มาทางนี้"
    }
  },
  {
    "translation": {
      "en": "I had a little bit of a self-touching problem as a kid,",
      "th": "ตอนเป็นเด็ก ผมชอบลูบคลำตัวเอง"
    }
  },
  {
    "translation": {
      "en": "so my father insisted that I have a lot of hobbies where I work with my hands.",
      "th": "พ่อผมเลยหางานอดิเรกมาให้ทำ ให้มือง่วนๆไว้"
    }
  },
  {
    "translation": {
      "en": "-Ta-da! -Oh, Bruce, what did you do?",
      "th": "- เซอร์ไพรส์ - บรูซ คุณทำอะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "I chummed it up! So, what do you think?",
      "th": "ต่อเติมให้ คิดว่าไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "[stammers] I was gonna return it. Now it's all messed up.",
      "th": "ฉันว่าจะเอาไปคืน ทีนี้ไปกันใหญ่แล้ว"
    }
  },
  {
    "translation": {
      "en": "You've got solder all over it.",
      "th": "มีรอยเชื่อมเต็มเลย"
    }
  },
  {
    "translation": {
      "en": "That's not solder actually, those are little bits of flesh from my hand.",
      "th": "ไม่ใช่รอยเชื่อม นั่นเนื้อเหวอะๆจากมือผมเอง"
    }
  },
  {
    "translation": {
      "en": "-[sighing] -This can work. You know, this is harmony.",
      "th": "แบบนี้เวิร์กนะ เป็นหนึ่งเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "Karen sits here, that's great. That's Karen.",
      "th": "แคเรนนั่งนี่ ดีเลย ให้แคเรนมาแจม"
    }
  },
  {
    "translation": {
      "en": "Maximum respect.",
      "th": "ให้เกียรติสุดๆแล้ว"
    }
  },
  {
    "translation": {
      "en": "I am over here, at the end. Like Pluto, the most important planet.",
      "th": "ส่วนผมอยู่นี่ ท้ายสุด เหมือนพลูโต ดาวเคราะห์ที่สำคัญสุด"
    }
  },
  {
    "translation": {
      "en": "Because it contains from the perimeter.",
      "th": "เพราะมันอยู่ห่างออกมา"
    }
  },
  {
    "translation": {
      "en": "I don't... I don't think that's how Karen saw it.",
      "th": "ฉันว่าแคเรนไม่ได้คิดอย่างนั้นนะ"
    }
  },
  {
    "translation": {
      "en": "Why don't we motor on over there right now and we can show her for herself?",
      "th": "เราขี่ไปที่นั่นกันเลย ไปให้เธอเห็นเอง เธอตาไม่บอด"
    }
  },
  {
    "translation": {
      "en": "She can see. Go ahead.",
      "th": "เราขี่ไปที่นั่นกันเลย ไปให้เธอเห็นเอง เธอตาไม่บอด ไปกัน คุณขับนะ"
    }
  },
  {
    "translation": {
      "en": "Take the seat of command.",
      "th": "ไปกัน คุณขับนะ"
    }
  },
  {
    "translation": {
      "en": "-[Maria groaning] -Go on.",
      "th": "เร็วสิ"
    }
  },
  {
    "translation": {
      "en": "-[man] Hey! -Hi!",
      "th": "- ไง - ไง"
    }
  },
  {
    "translation": {
      "en": "Gotta admit it, Bruce, you got me kind of excited to join Karen's flock.",
      "th": "ต้องยอมรับนะ บรูซ ฉันตื่นเต้นที่จะทำงานกับแคเรน"
    }
  },
  {
    "translation": {
      "en": "You and me, both.",
      "th": "เราทั้งคู่แหละ"
    }
  },
  {
    "translation": {
      "en": "Make a hard left before Beverly Hills Whale Oil!",
      "th": "เลี้ยวซ้ายก่อนถึงเบเวอร์ลี่ฮิลส์เวลออย"
    }
  },
  {
    "translation": {
      "en": "-Are you okay? Okay. -Great!",
      "th": "- คุณโอเคมั้ย - สบายมาก"
    }
  },
  {
    "translation": {
      "en": "-[Maria] That's a great deal on whale oil! -[Bruce screaming]",
      "th": "น้ำมันราคาไม่แพงนะเนี่ย (เบเวอร์ลี่ฮิลส์เวลออย)"
    }
  },
  {
    "translation": {
      "en": "[Maria] That wasn't even the worst thing I'd done to Bruce.",
      "th": "ฉันทำกับบรูซไว้หนักกว่านี้อีก"
    }
  },
  {
    "translation": {
      "en": "But now I was back and healthy,",
      "th": "แต่ทีนี้ฉันเป็นปกติแล้ว"
    }
  },
  {
    "translation": {
      "en": "I was determined to make things right with all the people I'd hurt.",
      "th": "ฉันตั้งมั่นว่าจะขอโทษทุกคนที่ฉันเคยทำร้ายไว้"
    }
  },
  {
    "translation": {
      "en": "Mark, you old such and such.",
      "th": "มาร์ค ว่าไง ไอ้แก่"
    }
  },
  {
    "translation": {
      "en": "[Mark over phone] Suck my dick, Bruce.",
      "th": "ปากน่าโดนหมัดมาก บรูซ"
    }
  },
  {
    "translation": {
      "en": "[Maria] Even the ones I don't remember hurting.",
      "th": "แม้แต่คนที่ฉันจำไม่ได้ว่าเคยวีนใส่"
    }
  },
  {
    "translation": {
      "en": "You know, Mark, for a man who is widely known as Sugar Ray,",
      "th": "รู้มั้ย มาร์ค คุณได้ฉายาว่าชูการ์ เรย์"
    }
  },
  {
    "translation": {
      "en": "you are somewhat under-endowed in sweetness.",
      "th": "อย่างคุณไม่เรียกว่าปากหวานเลยนะ ไงก็เถอะ ตอนนี้เธอนั่งอยู่กับผม มาเรีย แบมฟอร์ด"
    }
  },
  {
    "translation": {
      "en": "Uh, nevertheless, I have here with me, the one and only, Maria Bamford.",
      "th": "ไงก็เถอะ ตอนนี้เธอนั่งอยู่กับผม มาเรีย แบมฟอร์ด"
    }
  },
  {
    "translation": {
      "en": "Hey, Mark.",
      "th": "ไงคะ มาร์ค"
    }
  },
  {
    "translation": {
      "en": "-Oh, God. -Great news, Mark.",
      "th": "- ให้ตายเถอะ - ข่าวดี มาร์ค"
    }
  },
  {
    "translation": {
      "en": "Maria has agreed to perform a stand-up benefit for your Open Arms charity.",
      "th": "มาเรียตกลงไปเดี่ยวไมค์ให้งานการกุศลของคุณ"
    }
  },
  {
    "translation": {
      "en": "-Really? -Yes, yes, super really!",
      "th": "- จริงเหรอ - ค่ะ จริงๆ"
    }
  },
  {
    "translation": {
      "en": "I... I didn't even know you had a charity,",
      "th": "ฉันไม่รู้ด้วยซ้ำว่าคุณทำการกุศล แต่บรูซเล่าให้ฟัง"
    }
  },
  {
    "translation": {
      "en": "-but Bruce told me about it. -Oh, big fan.",
      "th": "ฉันไม่รู้ด้วยซ้ำว่าคุณทำการกุศล แต่บรูซเล่าให้ฟัง - ผมชื่นชมมาก - ค่ะ องค์กรการกุศลโอเพ่นอาร์มส์"
    }
  },
  {
    "translation": {
      "en": "Yeah, so Open Arms. Wow! I... I'm all about that.",
      "th": "- ผมชื่นชมมาก - ค่ะ องค์กรการกุศลโอเพ่นอาร์มส์ ฉันเห็นด้วยสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Openness and engagement and... and sometimes partying.",
      "th": "ฉันเป็นคนเปิดกว้าง ชอบสานสัมพันธ์ บางทีก็ชอบปาร์ตี้"
    }
  },
  {
    "translation": {
      "en": "And I thought we could combine your charity with a block party to unveil my new bench.",
      "th": "ฉันว่าเราน่าจะควบรวมงานการกุศล กับงานเปิดตัวม้านั่งแถวบ้านฉันนะ"
    }
  },
  {
    "translation": {
      "en": "Yes, two pelicans with one Miata!",
      "th": "ใช่ ยิงปืนนัดเดียวได้นกสองตัว"
    }
  },
  {
    "translation": {
      "en": "That sounds good. A block party could be very cool.",
      "th": "เข้าท่านะ งานเลี้ยงแถวบ้านฟังดูเจ๋งดี"
    }
  },
  {
    "translation": {
      "en": "Indeed! And by the way, Mark... ♪ I'm so glad you answered the phone ♪",
      "th": "ใช่เลย จริงสิ มาร์ค ผมดีใจที่คุณรับสายนะ"
    }
  },
  {
    "translation": {
      "en": "You're paying for that usage.",
      "th": "คุณเป็นคนจ่ายค่าโทร"
    }
  },
  {
    "translation": {
      "en": "[Maria] Larissa, I have a really important assistant job for you.",
      "th": "ลาริสซ่า ฉันมีงานผู้ช่วยให้ทำ"
    }
  },
  {
    "translation": {
      "en": "Could you make copies of this for the block party?",
      "th": "ช่วยถ่ายเอกสารให้ได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "And make sure that Mark McGrath's Open Arms charity logo is on it.",
      "th": "อย่าลืมถ่ายให้เห็น โลโก้องค์กรของมาร์ค แม็คแกรธ"
    }
  },
  {
    "translation": {
      "en": "I don't have a car, so maybe Dagmar can do it.",
      "th": "ฉันไม่มีรถ - ให้แด็กมาร์ทำได้มั้ย - อะไร"
    }
  },
  {
    "translation": {
      "en": "Can you make copies of this Open Arms flyer for the block party?",
      "th": "ถ่ายเอกสารใบปลิวให้งานเลี้ยง องค์กรการกุศลโอเพ่นอาร์มส์"
    }
  },
  {
    "translation": {
      "en": "-Open Arms? -Yeah, it's Mark's charity.",
      "th": "- โอเพ่นอาร์มส์เหรอ - ใช่ องค์กรการกุศลของมาร์ค"
    }
  },
  {
    "translation": {
      "en": "Do you even know what Open Arms is all about?",
      "th": "เธอรู้มั้ยว่าองค์กรนี้ทำอะไร"
    }
  },
  {
    "translation": {
      "en": "Uh, children and hugging, I hope.",
      "th": "แบ่งปันความรักให้เด็กมั้ง"
    }
  },
  {
    "translation": {
      "en": "No, no, no, no. Excuse me.",
      "th": "ไม่ใช่ๆ โทษทีเถอะ"
    }
  },
  {
    "translation": {
      "en": "They're lobbying to change open carry laws,",
      "th": "พวกนี้หาทางเปลี่ยนกฎหมายการพกอาวุธ"
    }
  },
  {
    "translation": {
      "en": "so people can go into Starbucks with semi-automatic weapons, Maria.",
      "th": "ให้คนพกปืนกลกึ่งอัตโนมัติ เข้าร้านสตาร์บัคส์ได้ มาเรีย"
    }
  },
  {
    "translation": {
      "en": "-[Larissa gasps] -Oh, no.",
      "th": "- ตายแล้ว ไม่จริงน่า - จริง"
    }
  },
  {
    "translation": {
      "en": "-[Dagmar] Yes! -No. Oh. Okay, I'm not carrying a gun for you, okay?",
      "th": "โอเค ฉันจะไม่พกปืนให้เธอหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "That... that's where I draw the line. Although, now that we're talking about Starbucks,",
      "th": "ฉันก็มีขอบเขตของฉัน พูดถึงสตาร์บัคส์แล้ว..."
    }
  },
  {
    "translation": {
      "en": "-I'd love a tall frappe. -Mark didn't say anything about guns.",
      "th": "- อยากกินกาแฟปั่นแก้วใหญ่ - มาร์คไม่เห็นพูดถึงปืนเลย"
    }
  },
  {
    "translation": {
      "en": "Okay, maybe I can make this work.",
      "th": "โอเค ฉันน่าจะหาทางได้ นี่เป็นงานการกุศล"
    }
  },
  {
    "translation": {
      "en": "This is a charitable event for people speaking their minds,",
      "th": "โอเค ฉันน่าจะหาทางได้ นี่เป็นงานการกุศล เพื่อคนที่กล้าออกมาเรียกร้องสิทธิ์ ฉันสนับสนุนนะ"
    }
  },
  {
    "translation": {
      "en": "which I support, even if I hate what they're saying.",
      "th": "เพื่อคนที่กล้าออกมาเรียกร้องสิทธิ์ ฉันสนับสนุนนะ ถึงฉันจะไม่ชอบเรื่องปืน แต่เปิดใจแบบนี้มันดีออก"
    }
  },
  {
    "translation": {
      "en": "-And being open is good, right? -[Larissa] Mmm.",
      "th": "ถึงฉันจะไม่ชอบเรื่องปืน แต่เปิดใจแบบนี้มันดีออก"
    }
  },
  {
    "translation": {
      "en": "Oh, God, yes!",
      "th": "- ใช่เลย - ตำรวจขี่จักรยานมาอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, your little bicycle buddy's back.",
      "th": "- ใช่เลย - ตำรวจขี่จักรยานมาอีกแล้ว - เธอยังไม่เอาม้านั่งออกไป - ขอบคุณ เรจิน่า"
    }
  },
  {
    "translation": {
      "en": "-[woman] She's still got the bench here. -Thank you, Regina.",
      "th": "- เธอยังไม่เอาม้านั่งออกไป - ขอบคุณ เรจิน่า"
    }
  },
  {
    "translation": {
      "en": "Cop is there. Oh, jeez.",
      "th": "ตำรวจมา งานเข้า"
    }
  },
  {
    "translation": {
      "en": "Larissa, some assistance, please! Larissa!",
      "th": "ลาริสซ่า มาช่วยหน่อย ลาริสซ่า"
    }
  },
  {
    "translation": {
      "en": "-So, how's the new job going? -It's terrible.",
      "th": "- งานใหม่เป็นไงบ้าง - แย่ได้อีก"
    }
  },
  {
    "translation": {
      "en": "Okay. -Good evening. -Hello, Officer.",
      "th": "- สวัสดีครับ มาเรีย - สวัสดีค่ะ คุณตำรวจ"
    }
  },
  {
    "translation": {
      "en": "Okay, uh, if you don't have a permit for the bench...",
      "th": "ฟังนะ ถ้าคุณไม่มีใบอนุญาตตั้งม้านั่ง..."
    }
  },
  {
    "translation": {
      "en": "I'm gonna have to issue a bench warrant.",
      "th": "ผมก็ต้องออกหมายยึดม้านั่ง...อะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Are you kidding me? Maria...",
      "th": "ผมก็ต้องออกหมายยึดม้านั่ง...อะไรเนี่ย มาเรีย คุณจะตั้งเวทีพร้อมผนังอิฐแดง"
    }
  },
  {
    "translation": {
      "en": "you're gonna have a stage with a red brick wall behind...",
      "th": "มาเรีย คุณจะตั้งเวทีพร้อมผนังอิฐแดง"
    }
  },
  {
    "translation": {
      "en": "[man] Cutting again. This is what I was telling you. She's doing stand-up in the show.",
      "th": "นี่ไงที่ผมบอก เธอจะเดี่ยวไมค์ในซีรี่ส์ด้วย"
    }
  },
  {
    "translation": {
      "en": "Maria, you can't do stand-up. We're really bummed out about it.",
      "th": "มาเรีย เดี่ยวไมค์ไม่ได้นะ เราเบื่อกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Are you a cop?",
      "th": "- คุณเป็นตำรวจเหรอ - ตามบทน่ะใช่"
    }
  },
  {
    "translation": {
      "en": "Yeah, he's supposed to be. Look at this. This is the costume he puts together.",
      "th": "- คุณเป็นตำรวจเหรอ - ตามบทน่ะใช่ - แต่เขาแต่งตัวแบบนี้มา - อย่ามาเยอะ"
    }
  },
  {
    "translation": {
      "en": "Give me a break. You gave me two hours' notice.",
      "th": "ก็คุณบอกล่วงหน้าแค่สองชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "[stammers] And I auditioned to be the love interest. I'm not gonna make out with anyone, am I?",
      "th": "ผมมาคัดตัวบทคนรัก แต่แบบนี้ผมคงไม่ได้แอ้มใคร"
    }
  },
  {
    "translation": {
      "en": "-Just don't do stand-up. -I hear what you're saying.",
      "th": "- อย่าเดี่ยวไมค์เลย - ฉันได้ยินแล้วค่ะ แต่ฉันจะใช้ตอนเดี่ยวไมค์ อธิบายว่าทำไมกลับไปดูลูธ"
    }
  },
  {
    "translation": {
      "en": "But this time I was gonna use stand-up to explain why I went back to Duluth.",
      "th": "แต่ฉันจะใช้ตอนเดี่ยวไมค์ อธิบายว่าทำไมกลับไปดูลูธ"
    }
  },
  {
    "translation": {
      "en": "We gotta show three different time periods in this show.",
      "th": "ในซีรี่ส์เรื่องนี้มีสามยุค"
    }
  },
  {
    "translation": {
      "en": "And I don't wanna lose the audience. Well, make it look different, you know?",
      "th": "- อยากเข้าถึงผู้ชมทุกวัย - งั้นก็แต่งฉากตามยุคสิ"
    }
  },
  {
    "translation": {
      "en": "Use... use color as a time signifier. Mess with the saturation.",
      "th": "ใช้สีเป็นตัวบอกยุค ปรับให้สีสด"
    }
  },
  {
    "translation": {
      "en": "-[buzzer buzzing] -Okay. Oh, uh, and, uh, get... get a permit for that bench.",
      "th": "อ้อ ไปขอใบอนุญาตมาด้วย"
    }
  },
  {
    "translation": {
      "en": "-Yes. -Is any of this usable?",
      "th": "- ค่ะ - เทคนี้ใช้ได้บ้างมั้ย"
    }
  },
  {
    "translation": {
      "en": "Too gray.",
      "th": "เทาไป"
    }
  },
  {
    "translation": {
      "en": "Ew, too yellow.",
      "th": "อี๋ เหลืองไป"
    }
  },
  {
    "translation": {
      "en": "[gasping] More blue?",
      "th": "ฟ้ากว่านี้"
    }
  },
  {
    "translation": {
      "en": "[stammers] Less blue. Split the difference.",
      "th": "ฟ้าน้อยกว่านี้ ลองผสมกัน"
    }
  },
  {
    "translation": {
      "en": "That's perfect. That's it.",
      "th": "โป๊ะเชะ แบบนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "-[Janice] You want blue? Here's a blue. -Okay.",
      "th": "- เอาสีฟ้าเหรอ นี่ค่ะ - โอเค"
    }
  },
  {
    "translation": {
      "en": "Let's hear it for Maria, who is lapping everyone",
      "th": "ขอเสียงให้มาเรียที่เปิดรับทุกคน"
    }
  },
  {
    "translation": {
      "en": "with her fourth vision board.",
      "th": "มาเล่นแปะผังความคิดกับเธอ"
    }
  },
  {
    "translation": {
      "en": "Although, she does have an advantage with her hypomania.",
      "th": "ถึงเธอจะได้เปรียบเพราะเป็นโรคอารมณ์สองขั้ว"
    }
  },
  {
    "translation": {
      "en": "Excuse me, Janice.",
      "th": "โทษทีค่ะ เจนีซ"
    }
  },
  {
    "translation": {
      "en": "I brought in the People mag, Oscar issue,",
      "th": "ฉันเอานิตยสารพีเพิลฉบับงานออสการ์มา"
    }
  },
  {
    "translation": {
      "en": "and someone cut out all the Oscars.",
      "th": "แล้วมีคนตัดตุ๊กตารางวัลออสการ์ไปหมด"
    }
  },
  {
    "translation": {
      "en": "I have no Oscars for my vision board.",
      "th": "ไม่มีรางวัลออสการ์มาแปะเลย"
    }
  },
  {
    "translation": {
      "en": "We should all not hog the Oscars, Dan.",
      "th": "เราจะใช้ออสการ์กันหมดไม่ได้นะ แดน"
    }
  },
  {
    "translation": {
      "en": "Sorry my dreams are inconvenient for you, Donna!",
      "th": "โทษทีที่ความฝันผมไปขัดกับคุณ ดอนน่า"
    }
  },
  {
    "translation": {
      "en": "Hey, whoa, Dan, Donna, there's enough Oscars for everyone.",
      "th": "นี่ แดน ดอนน่า มีรางวัลออสการ์พอสำหรับทุกคน"
    }
  },
  {
    "translation": {
      "en": "Maria, there are not enough Oscars for everyone, as we tragically learn every year.",
      "th": "มาเรีย มีรางวัลออสการ์ไม่พอค่ะ ก็เห็นกันอยู่ทุกปี"
    }
  },
  {
    "translation": {
      "en": "[Dan] Donna used all the glitter.",
      "th": "ดอนน่าใช้กลิตเตอร์คนเดียวหมด"
    }
  },
  {
    "translation": {
      "en": "-The dirty cunt. -[Donna gasps]",
      "th": "นังบ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Hey, we're all here to get along.",
      "th": "นี่ เรามาสานสัมพันธ์กันนะ"
    }
  },
  {
    "translation": {
      "en": "No, Maria, we are not.",
      "th": "ไม่ มาเรีย ไม่ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "We are all here to better ourselves,",
      "th": "เรามานี่เพื่อช่วยให้ตัวเองดีขึ้น บางครั้งเราก็ต้อง..."
    }
  },
  {
    "translation": {
      "en": "and sometimes that means expressing your negative emotions.",
      "th": "เรามานี่เพื่อช่วยให้ตัวเองดีขึ้น บางครั้งเราก็ต้อง... ปลดปล่อยอารมณ์แย่ๆออกมา"
    }
  },
  {
    "translation": {
      "en": "In... in a constructive way.",
      "th": "แบบที่เกิดประโยชน์ที่สุด"
    }
  },
  {
    "translation": {
      "en": "Is there anyone in group who just... who really, really chaps your crapper?",
      "th": "มีใครในกลุ่มที่กวนจิตกวนใจคุณมั้ย"
    }
  },
  {
    "translation": {
      "en": "-Anything. -No! Everyone here is super nice.",
      "th": "เรื่องไหนก็ได้ ไม่ ทุกคนที่นี่น่ารักมาก"
    }
  },
  {
    "translation": {
      "en": "Well, that's something that we need to work on.",
      "th": "เรื่องนั้นแหละที่เราต้องจัดการ"
    }
  },
  {
    "translation": {
      "en": "Because Donna is a straight-up \"B.\"",
      "th": "เพราะดอนน่าน่ะกวนประสาท"
    }
  },
  {
    "translation": {
      "en": "And Dan makes me wanna take every pill in my desk drawer!",
      "th": "ส่วนแดนทำให้ฉันอยากกินยาทุกเม็ดที่มีในลิ้นชัก"
    }
  },
  {
    "translation": {
      "en": "Do you see how easy that was to say?",
      "th": "เห็นมั้ย พูดออกมาง่ายมาก"
    }
  },
  {
    "translation": {
      "en": "[man over radio] Duluth. The shining jewel of the Gopher State.",
      "th": "ดูลูธ เพชรเม็ดงามของโกเฟอร์สเตต"
    }
  },
  {
    "translation": {
      "en": "The second largest city on Lake Superior shores.",
      "th": "เมืองที่ใหญ่ที่สุดอันดับสองของชายฝั่งเลคซูพีเรียร์"
    }
  },
  {
    "translation": {
      "en": "Home of the longest freshwater sandbar in the world.",
      "th": "ถิ่นของปลาฉลามแซนด์บาร์น้ำจืด ที่ตัวยาวที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "But you can't get a drink here, it's made of sand. Duluth.",
      "th": "แต่หาอะไรดื่มที่นี่ไม่ได้ มีทรายปนหมด ดูลูธ"
    }
  },
  {
    "translation": {
      "en": "Oh! How was your day, sweetie?",
      "th": "วันนี้เป็นไงบ้าง ลูก"
    }
  },
  {
    "translation": {
      "en": "I don't wanna go back.",
      "th": "หนูไม่อยากกลับไป"
    }
  },
  {
    "translation": {
      "en": "They're angry and they... they want me to get angry. And...",
      "th": "พวกนั้นขี้โมโห อยากให้หนูโมโหตามด้วย"
    }
  },
  {
    "translation": {
      "en": "I'm not... [slurping]",
      "th": "หนูไม่..."
    }
  },
  {
    "translation": {
      "en": "I'm not angry.",
      "th": "หนูไม่โมโห"
    }
  },
  {
    "translation": {
      "en": "How does that make you feel?",
      "th": "แล้วลูกรู้สึกยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Fine.",
      "th": "ดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "Give it time. You'll get angry.",
      "th": "รออีกสักพัก เดี๋ยวก็โมโหเอง"
    }
  },
  {
    "translation": {
      "en": "Well, I gotta go see a man about a burrito.",
      "th": "ผมต้องไปคุยเรื่องเบอร์ริโต"
    }
  },
  {
    "translation": {
      "en": "Joel, you cannot go out now. Maria just got home.",
      "th": "โจเอล ออกไปตอนนี้ไม่ได้ มาเรียเพิ่งมาถึง"
    }
  },
  {
    "translation": {
      "en": "I thought we weren't gonna treat her differently just 'cause her frontal lobe went on the fritz.",
      "th": "ไหนว่าจะไม่โอ๋ไม่อะไร แค่เพราะสมองกลีบหน้าเธอพังไง"
    }
  },
  {
    "translation": {
      "en": "-[door closes] -[woman] Special delivery!",
      "th": "มีของพิเศษมาส่ง"
    }
  },
  {
    "translation": {
      "en": "[chuckling] One USDA Choice pug.",
      "th": "หมาปั๊กผ่านเกณฑ์มาตรฐาน"
    }
  },
  {
    "translation": {
      "en": "You're welcome, Maria, for taking such good care of him",
      "th": "ไม่ต้องขอบคุณ มาเรีย ฉันช่วยเลี้ยงให้อย่างดี"
    }
  },
  {
    "translation": {
      "en": "while you were in the loony bin.",
      "th": "ตอนเธอไปอยู่หลังคาแดง"
    }
  },
  {
    "translation": {
      "en": "-[dog whimpering] -What's that, Bert? Oh, you wanna stay with Mama Susan?",
      "th": "ว่าไงนะ เบิร์ต อยากอยู่กับแม่ซูซานเหรอจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, that's not very nice, Bert. [laughs] She's not a mental veg on rye.",
      "th": "พูดไม่น่ารักเลยนะ เบิร์ต เธอไม่ใช่คนคลั่งมังสวิรัติขี้เมาหรอก"
    }
  },
  {
    "translation": {
      "en": "Bert, I missed you so much.",
      "th": "- เบิร์ต ฉันคิดถึงแกจัง - รับไปเลย"
    }
  },
  {
    "translation": {
      "en": "-[chuckling] -Susan, you are so thoughtful.",
      "th": "ซูซาน เธอมีน้ำใจมาก"
    }
  },
  {
    "translation": {
      "en": "I don't know what Maria did to get a friend like you.",
      "th": "ไม่รู้มาเรียทำบุญด้วยอะไรถึงมีเพื่อนดีแบบนี้"
    }
  },
  {
    "translation": {
      "en": "-[chuckling] -[Susan] I'm used to picking up her slack.",
      "th": "ไม่รู้มาเรียทำบุญด้วยอะไรถึงมีเพื่อนดีแบบนี้ ฉันช่วยเธอจนชินแล้วล่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "Ever since she tinkled on the seat in kindergarten. [laughs]",
      "th": "ตั้งแต่ตอนเธอฉี่รดเก้าอี้สมัยอนุบาล"
    }
  },
  {
    "translation": {
      "en": "-Remember that, Maria? -Yes.",
      "th": "- จำได้มั้ย มาเรีย - จำได้"
    }
  },
  {
    "translation": {
      "en": "-Remember? -Yes.",
      "th": "- จำได้นะ - จำได้"
    }
  },
  {
    "translation": {
      "en": "-[Susan] You remember? -[Maria] I do.",
      "th": "- จำได้ด้วย - จำได้สิ"
    }
  },
  {
    "translation": {
      "en": "So, how was the lollipop factory, Ms. Sylvia Plath Jr.?",
      "th": "แล้วที่หลังคาแดงเป็นไงล่ะ สาวคลั่งอยากตาย"
    }
  },
  {
    "translation": {
      "en": "How was Janice today?",
      "th": "เจนีซเป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Is Janice still operating the group over there?",
      "th": "เจนีซยังดูแลคนไข้ที่นั่นเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Oh, she's a bit of a mess herself.",
      "th": "- ใช่ - เธอก็มีปัญหาเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "She caught her sister with her husband... in flagrante delicto.",
      "th": "เธอจับได้ว่าน้องสาวเล่นชู้กับสามีคาหนังคาเขา"
    }
  },
  {
    "translation": {
      "en": "They were having sex right smack dab in the middle of the living room",
      "th": "ก็พวกนั้นเล่นมีอะไรกันกลางห้องนั่งเล่น"
    }
  },
  {
    "translation": {
      "en": "in front of the Shih Tzus. Or were they Havanese?",
      "th": "ต่อหน้าหมาชิสุเลย หรือหมาฮาวานีสนะ"
    }
  },
  {
    "translation": {
      "en": "Well, either way, they were innocents. They didn't deserve that.",
      "th": "ยังไงซะ พวกเขาก็บริสุทธิ์ ไม่ควรโดนอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "But I guess we all fall short of the glory of God.",
      "th": "แต่เราตัดสินแทนพระเจ้าไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "Great therapist, though.",
      "th": "แต่เธอเป็นนักบำบัดที่ดีนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, she's really funny.",
      "th": "ใช่ เธอตลกมาก"
    }
  },
  {
    "translation": {
      "en": "[Susan] I just hope they can shrink Maria's brain.",
      "th": "หวังว่าพวกหมอจะทำให้มาเรียสมองหดได้"
    }
  },
  {
    "translation": {
      "en": "Isn't that funny?",
      "th": "ไม่ตลกเหรอ"
    }
  },
  {
    "translation": {
      "en": "All the fame and fortune of Hollywood can't save you...",
      "th": "ชื่อเสียงเงินทองจากฮอลลีวู้ดก็ช่วยเธอไม่ได้"
    }
  },
  {
    "translation": {
      "en": "if your brain done broke!",
      "th": "ถ้าสมองเธอพิการ"
    }
  },
  {
    "translation": {
      "en": "And how does that make you feel?",
      "th": "ได้ยินแล้วรู้สึกยังไง"
    }
  },
  {
    "translation": {
      "en": "Hungry.",
      "th": "หิวค่ะ"
    }
  },
  {
    "translation": {
      "en": "I'll get dinner then.",
      "th": "เดี๋ยวไปยกอาหารมา"
    }
  },
  {
    "translation": {
      "en": "This is called truth badminton.",
      "th": "นี่คือการเล่นแบดมินตันเผยความจริง"
    }
  },
  {
    "translation": {
      "en": "Each player has to express a frustration whenever you hit the birdie.",
      "th": "ผู้เล่นแต่ละคนต้องปลดปล่อย ความอัดอั้นออกมาทุกครั้งที่ตบลูก"
    }
  },
  {
    "translation": {
      "en": "All right, begin!",
      "th": "เอาล่ะ เริ่มได้"
    }
  },
  {
    "translation": {
      "en": "You're weak! You have interesting bangs.",
      "th": "- คุณอ่อนแอ - หน้าม้าคุณแปลกดี"
    }
  },
  {
    "translation": {
      "en": "You're selfish!",
      "th": "คุณเห็นแก่ตัว"
    }
  },
  {
    "translation": {
      "en": "You have wonderful teeth!",
      "th": "ฟันคุณสวยดี"
    }
  },
  {
    "translation": {
      "en": "Say something angry!",
      "th": "ระบายออกมา"
    }
  },
  {
    "translation": {
      "en": "That's a cute sweater!",
      "th": "เสื้อสเวตเตอร์คุณน่ารักดี"
    }
  },
  {
    "translation": {
      "en": "No one likes you!",
      "th": "ไม่มีใครชอบคุณ"
    }
  },
  {
    "translation": {
      "en": "I do enjoy my time alone!",
      "th": "ฉันชอบอยู่คนเดียว"
    }
  },
  {
    "translation": {
      "en": "You don't belong anywhere!",
      "th": "คุณไม่มีที่ไป"
    }
  },
  {
    "translation": {
      "en": "At least my sister didn't give my ex-husband a blowjob",
      "th": "อย่างน้อยน้องสาวฉันก็ไม่ได้เป่าปี่ให้อดีตสามีฉัน"
    }
  },
  {
    "translation": {
      "en": "in front of my two underage Maltese!",
      "th": "ต่อหน้าหมาน้อยมอลทีสสองตัว"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry. I'm so...",
      "th": "โทษทีค่ะ ฉัน..."
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "th": "แย่แล้ว"
    }
  },
  {
    "translation": {
      "en": "They were Shih Tzus.",
      "th": "หมาชิสุต่างหาก"
    }
  },
  {
    "translation": {
      "en": "[Maria] I knew what it was like to be ostracized by my community.",
      "th": "ฉันรู้ว่าถูกเพื่อนบ้านริดรอนสิทธิมันเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "And I didn't want that. So I made it clear to Bruce",
      "th": "ฉันไม่อยากเจอแบบนั้นอีก ก็ฉันเลยบอกบรูซว่า..."
    }
  },
  {
    "translation": {
      "en": "that I would not do stand-up at the block party.",
      "th": "ฉันจะไม่เดี่ยวไมค์ในงานเลี้ยง"
    }
  },
  {
    "translation": {
      "en": "Now, I'd like to introduce to you a friend of mine...",
      "th": "ผมขอแนะนำให้รู้จักเพื่อนของผม..."
    }
  },
  {
    "translation": {
      "en": "but instead, here's the comedy of Maria Bamford.",
      "th": "แต่มาชมการเดี่ยวไมค์ ของมาเรีย แบมฟอร์ดดีกว่า"
    }
  },
  {
    "translation": {
      "en": "-[scattered applause] -Comedy? I thought... You told him, right?",
      "th": "อะไรนะ ฉันนึกว่า...คุณบอกเขาแล้วใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "I... I'm not supposed to do comedy.",
      "th": "ฉันไม่ควรจะเล่นตลก"
    }
  },
  {
    "translation": {
      "en": "I did tell him. Listen, he's a musician, they're all hopheads.",
      "th": "ผมไม่ได้บอก เขาเป็นนักดนตรี พวกนี้พี้ยาจนเบลอ"
    }
  },
  {
    "translation": {
      "en": "-Don't worry, I'll take care of it. -Okay, okay.",
      "th": "- ไม่ต้องห่วง ผมจัดการเอง - โอเค บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "-Oh, God. -Thank you, everybody.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "What, uh, Mark neglected to mention is that, uh,",
      "th": "ที่มาร์คยังไม่ได้พูดถึงคือสายข้อมือวีไอพี..."
    }
  },
  {
    "translation": {
      "en": "the VIP wristbands are only good for one orange drink.",
      "th": "ที่มาร์คยังไม่ได้พูดถึงคือสายข้อมือวีไอพี... ใช้รับน้ำส้มได้แก้วเดียวเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -[man] Orange drink sucks!",
      "th": "- ขอบคุณ - น้ำส้มห่วยๆ"
    }
  },
  {
    "translation": {
      "en": "Oh, uh, yes, everybody, please enjoy the hilarious comedy",
      "th": "อ้อ ทุกท่านครับ ขอให้สนุกกับการแสดงเดี่ยวไมค์"
    }
  },
  {
    "translation": {
      "en": "of the great Maria Bamford!",
      "th": "ของมาเรีย แบมฟอร์ดคนเก่ง"
    }
  },
  {
    "translation": {
      "en": "Okay, um... [chuckling nervously]",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Thank you so much. Uh, let's not call it comedy,",
      "th": "ขอบคุณมากค่ะ อย่าเรียกว่าแสดงตลกเลย คิดว่าคุยกันประสาเพื่อนบ้านละกัน"
    }
  },
  {
    "translation": {
      "en": "let's call it neighbor talk.",
      "th": "อย่าเรียกว่าแสดงตลกเลย คิดว่าคุยกันประสาเพื่อนบ้านละกัน"
    }
  },
  {
    "translation": {
      "en": "Oh, Christ. You weren't kidding.",
      "th": "ให้ตาย คุณไม่ได้พูดเล่น เธอจะเดี่ยวไมค์ในซีรี่ส์จริงๆด้วย"
    }
  },
  {
    "translation": {
      "en": "-She's gonna do stand-up on her show. -[Patton sighs]",
      "th": "ให้ตาย คุณไม่ได้พูดเล่น เธอจะเดี่ยวไมค์ในซีรี่ส์จริงๆด้วย ดูกำแพงอิฐนั่น หลุยส์เม้งแตกแน่"
    }
  },
  {
    "translation": {
      "en": "[Patton] Look at that brick wall. Louis is gonna shit.",
      "th": "ดูกำแพงอิฐนั่น หลุยส์เม้งแตกแน่ ขอต้อนรับสู่งานเลี้ยงชุมชน ประจำปีครั้งแรกของเรา"
    }
  },
  {
    "translation": {
      "en": "Welcome to our first annual neighborhood block party",
      "th": "ขอต้อนรับสู่งานเลี้ยงชุมชน ประจำปีครั้งแรกของเรา"
    }
  },
  {
    "translation": {
      "en": "and Open Arms, open carry, guns-for-everyone benefit.",
      "th": "และโอเพ่นอาร์มส์ ยืดอกพกปืน ทุกคนควรได้ใช้ประโยชน์จากปืน"
    }
  },
  {
    "translation": {
      "en": "-[gunshot] -Oh, God! Okay.",
      "th": "แม่เจ้า"
    }
  },
  {
    "translation": {
      "en": "I just meant maybe we could clap instead, just--",
      "th": "ฉันว่าเราน่าจะปรบมือแทน..."
    }
  },
  {
    "translation": {
      "en": "-[gunshot] -Oh, God! Okay. -[crowd cheering] -There's no need to--",
      "th": "ตายแล้ว โอเค ไม่จำเป็นต้อง..."
    }
  },
  {
    "translation": {
      "en": "-[gunshot] -[Maria] Oh! But the point is, I am not doing comedy,",
      "th": "โอเคค่ะ คือจะบอกว่าฉันจะไม่เล่นตลก"
    }
  },
  {
    "translation": {
      "en": "I am just trying to bring people together because you mean so much to me. You do.",
      "th": "ฉันแค่อยากชวนทุกคนมาพบปะกัน เพราะพวกคุณมีความหมายกับฉันมาก"
    }
  },
  {
    "translation": {
      "en": "And, uh, I really want so much to be a part of this community,",
      "th": "และฉันอยากเป็นส่วนหนึ่งของชุมชนนี้"
    }
  },
  {
    "translation": {
      "en": "-I love... I love you. -[guns cocking]",
      "th": "ฉันรัก...ฉันรักคุณ"
    }
  },
  {
    "translation": {
      "en": "Be funnier!",
      "th": "ไม่เห็นตลกเลย"
    }
  },
  {
    "translation": {
      "en": "-You really should try to be funny. -[whispering] Okay, okay.",
      "th": "- เล่นมุกหน่อยเถอะ - โอเคๆ"
    }
  },
  {
    "translation": {
      "en": "I... Okay. Uh...",
      "th": "- โอเค - ยิงเธอดีมั้ย"
    }
  },
  {
    "translation": {
      "en": "-You guys thinking of shooting her? -It's come up.",
      "th": "- โอเค - ยิงเธอดีมั้ย - มันดีมาก... - ก็คิดอยู่ แต่พยายามไม่ทำ"
    }
  },
  {
    "translation": {
      "en": "We're kicking it around.",
      "th": "- มันดีมาก... - ก็คิดอยู่ แต่พยายามไม่ทำ เมื่อก่อน ฉันทำผังความคิด เพื่อจำลองบรรยากาศชุมชน"
    }
  },
  {
    "translation": {
      "en": "A while back, I was making a vision board...",
      "th": "เมื่อก่อน ฉันทำผังความคิด เพื่อจำลองบรรยากาศชุมชน"
    }
  },
  {
    "translation": {
      "en": "-[gunshot] -Uh, to manifest my need for community,",
      "th": "เมื่อก่อน ฉันทำผังความคิด เพื่อจำลองบรรยากาศชุมชน และฉันตัดรูปม้านั่งในสวนไปแปะไว้บนผังความคิด"
    }
  },
  {
    "translation": {
      "en": "and I cut out a picture of a park bench and I pasted that on there.",
      "th": "และฉันตัดรูปม้านั่งในสวนไปแปะไว้บนผังความคิด"
    }
  },
  {
    "translation": {
      "en": "Hey, fuck this fuck bench!",
      "th": "ช่างหัวม้านั่งนั่นเถอะ"
    }
  },
  {
    "translation": {
      "en": "Oh, you're doing great! [laughing]",
      "th": "ดีแล้ว เพื่อน"
    }
  },
  {
    "translation": {
      "en": "Okay, that's Oscar. [chuckling]",
      "th": "โอเค นั่นออสการ์"
    }
  },
  {
    "translation": {
      "en": "He's one of the wonderful, angry...",
      "th": "เขาเป็นเพื่อนบ้านแสนดี ขี้โมโห..."
    }
  },
  {
    "translation": {
      "en": "angry, wonderful people in our neighborhood.",
      "th": "เพื่อนบ้านที่ขี้โมโหและแสนดีของย่านนี้เลย"
    }
  },
  {
    "translation": {
      "en": "[whispering] What should I do?",
      "th": "ให้ทำไงดี"
    }
  },
  {
    "translation": {
      "en": "-Hands off the mic stand. -Okay.",
      "th": "ออกมา อย่าจับไมค์"
    }
  },
  {
    "translation": {
      "en": "[inhaling sharply] Ladies and gentlemen, Patton Oswalt! He can do comedy!",
      "th": "ทุกท่านคะ แพตตัน ออสวอลต์ค่ะ เขาเล่นตลกได้"
    }
  },
  {
    "translation": {
      "en": "-[cheering] -He can do comedy! -[crowd whooping] -Because it's not his...",
      "th": "เขาเล่นตลกได้ๆ"
    }
  },
  {
    "translation": {
      "en": "-show! -[Mark] Thanks a lot.",
      "th": "ใช่แล้ว สวัสดีครับ"
    }
  },
  {
    "translation": {
      "en": "Wow, I know a lot of you guys are pissed off.",
      "th": "ผมรู้ว่าหลายๆคนไม่พอใจ"
    }
  },
  {
    "translation": {
      "en": "I've been pissed off all day, you know.",
      "th": "ผมก็หัวเสียมาทั้งวันเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "And here's... You know, the thing about being pissed off",
      "th": "คือว่าเวลาคนเราโมโหเนี่ย"
    }
  },
  {
    "translation": {
      "en": "is if you're really pissed off,",
      "th": "ถ้าเราโมโหมาก"
    }
  },
  {
    "translation": {
      "en": "the joke's probably on you.",
      "th": "เราจะกลายเป็นตัวตลกแทน"
    }
  },
  {
    "translation": {
      "en": "Oh, honey, wake up, wake up.",
      "th": "ลูกรัก ตื่นได้แล้วๆ"
    }
  },
  {
    "translation": {
      "en": "[sighs] Your purple van is almost here. No, they're not coming.",
      "th": "- รถตู้สีม่วงจะมาถึงแล้ว - ไม่ค่ะ ไม่มา"
    }
  },
  {
    "translation": {
      "en": "They're never coming again. Not after badminton.",
      "th": "รถไม่มารับแล้ว เพราะเกิดเรื่องตอนเล่นแบดมินตัน"
    }
  },
  {
    "translation": {
      "en": "[Patton] It doesn't matter if you piss people off,",
      "th": "ไม่สำคัญหรอกว่าคุณทำใครโมโห ที่สำคัญคือคนที่ยังมาหา..."
    }
  },
  {
    "translation": {
      "en": "what matters is the people who show up after you piss them off.",
      "th": "ไม่สำคัญหรอกว่าคุณทำใครโมโห ที่สำคัญคือคนที่ยังมาหา... หลังมีปัญหากันต่างหาก"
    }
  },
  {
    "translation": {
      "en": "-[gasps] -Those are the people to hang on to.",
      "th": "คนพวกนั้นแหละที่เราพึ่งได้"
    }
  },
  {
    "translation": {
      "en": "They're here.",
      "th": "พวกเขามา"
    }
  },
  {
    "translation": {
      "en": "I need my backpack!",
      "th": "ขอกระเป๋าด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Patton] Real friends are always there for you. And you're always there for them.",
      "th": "เพื่อนแท้อยู่เคียงข้างคุณเสมอ และคุณก็จะอยู่เคียงข้างพวกเขา"
    }
  },
  {
    "translation": {
      "en": "With the exception of my friend Maria, who I don't know how much longer I'm gonna be there for.",
      "th": "ยกเว้นมาเรีย เพื่อนผมคนนี้ ไม่แน่ใจว่าจะอยู่ข้างเธอได้อีกนานแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Guys, look, you can't...",
      "th": "ฟังนะ พวกเรา..."
    }
  },
  {
    "translation": {
      "en": "[chuckles] So, it looks like love isn't gonna find me anytime soon.",
      "th": "ดูแล้วฉันคงไม่พบรักเร็วๆนี้หรอก"
    }
  },
  {
    "translation": {
      "en": "Or friendship and community.",
      "th": "เรื่องเพื่อน เรื่องชุมชน ลืมได้เลย"
    }
  },
  {
    "translation": {
      "en": "But you know what? I'm on a journey.",
      "th": "แต่รู้มั้ย นี่เป็นการเดินทางของฉัน"
    }
  },
  {
    "translation": {
      "en": "And my show seems like it's really finding its own voice.",
      "th": "ซีรี่ส์ของฉันดูจะจับจุดที่เหมาะสมกับตัวเองได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Hey, apropos of nothin', uh, do you guys love or hate the term \"gun nuts\"?",
      "th": "แล้วนี่พวกคุณชอบหรือไม่ชอบคำว่าพวกคลั่งปืน"
    }
  },
  {
    "translation": {
      "en": "It's Patton's voice. But he is very good.",
      "th": "- โอเคๆ - แพตตันก็จับจุดได้เหมือนกัน แต่เขาเก่งสุดๆ"
    }
  },
  {
    "translation": {
      "en": "...express how you feel, whether it's good or bad.",
      "th": "แสดงความรู้สึกออกมา ไม่ว่าดีหรือแย่"
    }
  },
  {
    "translation": {
      "en": "And do not let people force you to do what you don't wanna do!",
      "th": "อย่าให้คนอื่นบังคับให้เราทำสิ่งที่ไม่อยากทำ"
    }
  },
  {
    "translation": {
      "en": "[woman] Like this bench!",
      "th": "เหมือนม้านั่งนี่"
    }
  },
  {
    "translation": {
      "en": "Yes, there you go! Thank you! Don't get pissed off at each other.",
      "th": "ใช่ นั่นแหละครับ ขอบคุณ อย่าโมโหกันเองเลย"
    }
  },
  {
    "translation": {
      "en": "Get pissed off at that bench.",
      "th": "ไปลงที่ม้านั่งนู่น"
    }
  },
  {
    "translation": {
      "en": "-[all cheering] -[woman] That's right!",
      "th": "ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[man] Let's take down this wooden abortion!",
      "th": "มาจัดการไอ้ม้านั่งนี่กัน"
    }
  },
  {
    "translation": {
      "en": "-Yeah! -Come on!",
      "th": "- ใช่ - ลุยเลย"
    }
  },
  {
    "translation": {
      "en": "My bench is bringing everyone together!",
      "th": "ม้านั่งฉันรวมใจทุกคนได้"
    }
  },
  {
    "translation": {
      "en": "Vision board!",
      "th": "เหมือนที่ฝันไว้เลย ตู้ม"
    }
  },
  {
    "translation": {
      "en": "Boom! Manifested.",
      "th": "เหมือนที่ฝันไว้เลย ตู้ม มันเป็นจริงแล้ว"
    }
  },
  {
    "translation": {
      "en": "♪ More than half of the time ♪ [laughing] Good job.",
      "th": "ใช่ เยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "[female announcer] Lady Dynamite was brought to you by...",
      "th": "เลดี้ ไดนาไมต์สนับสนุนโดย..."
    }
  },
  {
    "translation": {
      "en": "[Maria] Single, stylish, now.",
      "th": "โสด มีสไตล์ จีบได้ ผู้หญิงต้องเตรียมพร้อมไว้ทุกเมื่อ"
    }
  },
  {
    "translation": {
      "en": "A lady's got to be ready for when it happens.",
      "th": "โสด มีสไตล์ จีบได้ ผู้หญิงต้องเตรียมพร้อมไว้ทุกเมื่อ ฉันนี่บ้าได้อีก"
    }
  },
  {
    "translation": {
      "en": "I'm a silly gooseneck.",
      "th": "ฉันนี่บ้าได้อีก"
    }
  },
  {
    "translation": {
      "en": "And right now...",
      "th": "และตอนนี้..."
    }
  },
  {
    "translation": {
      "en": "...it's happening.",
      "th": "ถึงเวลาแล้ว"
    }
  },
  {
    "translation": {
      "en": "I feel French.",
      "th": "รู้สึกเหมือนสาวฝรั่งเศสเลย"
    }
  },
  {
    "translation": {
      "en": "[laughs] Oh, flowers for me? No, thanks.",
      "th": "นี่ให้ฉันเหรอ ไม่ล่ะ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Sometimes you just have to take a ride when life wants you to.",
      "th": "บางครั้งคุณก็ต้องตามจังหวะของชีวิตไป"
    }
  },
  {
    "translation": {
      "en": "-Bye. -[bicycle bell ringing]",
      "th": "บาย"
    }
  },
  {
    "translation": {
      "en": "Who knows what romance it will bring.",
      "th": "ใครจะรู้ เราอาจได้พบรักก็ได้"
    }
  },
  {
    "translation": {
      "en": "It's not what's in your head, it's what's on it.",
      "th": "ไม่สำคัญว่าในหัวคุณมีอะไร ผมบนหัวต่างหากที่สำคัญ"
    }
  },
  {
    "translation": {
      "en": "Hair that's so shiny and full...",
      "th": "เส้นผมที่เปล่งประกายดกหนา..."
    }
  },
  {
    "translation": {
      "en": "Can you blame them for looking?",
      "th": "อย่างนี้จะไม่ให้คนมองได้ไง"
    }
  },
  {
    "translation": {
      "en": "No time to pay. [giggling]",
      "th": "ไม่มีเวลาจ่าย"
    }
  },
  {
    "translation": {
      "en": "I love being a woman.",
      "th": "ฉันชอบการเป็นผู้หญิงจัง"
    }
  },
  {
    "translation": {
      "en": "Can a man do this?",
      "th": "ผู้ชายทำแบบนี้ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "First lady on the moon.",
      "th": "ผู้หญิงคนแรกบนดวงจันทร์"
    }
  },
  {
    "translation": {
      "en": "All thanks to Latrisse DuVois Hair Care Products...",
      "th": "ต้องขอบคุณลาทริส ดูวัวส์ ผลิตภัณฑ์เพื่อเส้นผม..."
    }
  },
  {
    "translation": {
      "en": "by Gary.",
      "th": "โดยแกรี่ (ลาทริส ดูวัวส์)"
    }
  },
  {
    "translation": {
      "en": "I just had my tubes tied.",
      "th": "ฉันเพิ่งทำหมันมา"
    }
  },
  {
    "translation": {
      "en": "At my age, it's not safe to have children.",
      "th": "วัยอย่างฉัน อย่าเสี่ยงมีลูกเลย"
    }
  },
  {
    "translation": {
      "en": "-[tires squealing] -Get out of the way, you gypsies!",
      "th": "อย่าขวางทางสิ พวกเร่ร่อน"
    }
  }
]