[
  {
    "translation": {
      "en": "This is Andrea reporting for What's At Heart!",
      "th": "ฉันแอนเดรีย กับรายการวอทส์แอทฮาร์ท"
    }
  },
  {
    "translation": {
      "en": "The webcast that keeps you \"Up-to-Date On All That's Great\" in Heartlake High.",
      "th": "เว็บแคสที่จะทำให้คุณ \"เกาะติดเรื่องดัง\" แห่งโรงเรียนฮาร์ทเลคไฮ"
    }
  },
  {
    "translation": {
      "en": "I'm here with my crew... Emma on sound,",
      "th": "และนี่คือลูกทีมของเราค่ะ เอ็มม่าคุมเสียง มีอาดูแลเรื่องไฟ"
    }
  },
  {
    "translation": {
      "en": "Mia on lights, my producer Stephanie, and cameraperson Olivia!",
      "th": "เอ็มม่าคุมเสียง มีอาดูแลเรื่องไฟ สเตฟานี่โปรดิวเซอร์ของเรา และโอลิเวียตากล้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "Today, the Science Room, where science nerd Jacob--",
      "th": "วันนี้เราอยู่กันที่ห้องวิทยาศาสตร์ กับเจค็อบสุดติ๋ม..."
    }
  },
  {
    "translation": {
      "en": "-Hey! -Sorry.",
      "th": "- นี่ - โทษที"
    }
  },
  {
    "translation": {
      "en": "Science student, Jacob, is preparing an experiment just for us.",
      "th": "เจค็อบ นักเรียนสายวิทยาศาสตร์ เตรียมการทดลองไว้ให้เราดูโดยเฉพาะ"
    }
  },
  {
    "translation": {
      "en": "Will it work? Will it change the face of science?",
      "th": "มันจะได้ผลหรือไม่ จะพลิกโฉมวงการวิทยาศาสตร์มั้ย"
    }
  },
  {
    "translation": {
      "en": "Or will it fail miserably, driving Jacob into a life of regret?",
      "th": "หรือจะล้มเหลวไม่เป็นท่า จนทำให้เจค็อบต้องเสียใจไปตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "The entire city holds its breath!",
      "th": "ติดตามชมและอย่ากะพริบตาเชียวนะคะ"
    }
  },
  {
    "translation": {
      "en": "The thing you have to know about Andrea",
      "th": "คืองี้ สิ่งที่ต้องรู้เกี่ยวกับแอนเดรีย"
    }
  },
  {
    "translation": {
      "en": "is that she likes everything to be, well...dramatic.",
      "th": "คือเธอชอบเล่นใหญ่ไปซะทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "Not a little dramatic, but eye-popping, intense, over-the-top dramatic.",
      "th": "แล้วไม่ใช่เล่นใหญ่ธรรมดานะ แต่เล่นใหญ่รัชดาลัยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Especially when she's in front of the camera, which is every chance she gets.",
      "th": "โดยเฉพาะตอนที่อยู่หน้ากล้อง ซึ่งก็ทุกครั้งที่มีโอกาสนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "And that's fine, most of the time.",
      "th": "แต่ส่วนใหญ่ก็ไม่เป็นอะไรล่ะนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, hi, Andrea. How nice to see you here.",
      "th": "หวัดดี แอนเดรีย ดีใจจังเลยที่ได้เจอเธอที่นี่"
    }
  },
  {
    "translation": {
      "en": "What are we going to see, Jacob?",
      "th": "เจค็อบ บอกทีว่าเราจะได้เจอกับอะไร"
    }
  },
  {
    "translation": {
      "en": "Will it be a new form of energy? A captured alien?",
      "th": "จะเป็นพลังงานรูปแบบใหม่ ภาพถ่ายเอเลี่ยนหรือนายสร้างสิ่งมีชีวิตขึ้นมาใหม่"
    }
  },
  {
    "translation": {
      "en": "Or have you created life?",
      "th": "ภาพถ่ายเอเลี่ยนหรือนายสร้างสิ่งมีชีวิตขึ้นมาใหม่"
    }
  },
  {
    "translation": {
      "en": "It's two mints and some diet cola. Should make a nice fizz.",
      "th": "ก็แค่ฟองฟู่ที่เกิดจาก ลูกอมรสมินต์สองเม็ดกับโคล่าไดเอทน่ะ"
    }
  },
  {
    "translation": {
      "en": "That's it? A \"nice fizz\"? Pretty much.",
      "th": "- แค่ \"ฟองฟู่\" เนี่ยนะ - ใช่แล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, if two mints make a \"nice fizz\", what would a whole roll of them do?",
      "th": "ถ้าลูกอมสองเม็ดทำให้เกิดฟองฟู่ได้ แล้วถ้าทั้งห่อเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Andrea! No!",
      "th": "แอนเดรีย อย่านะ"
    }
  },
  {
    "translation": {
      "en": "This is Andrea. Signing off for What's At Heart.",
      "th": "ฉันแอนเดรีย ลาไปก่อนกับรายการวอทส์แอทฮาร์ท"
    }
  },
  {
    "translation": {
      "en": "Er... Ha... And cut!",
      "th": "คัทได้"
    }
  },
  {
    "translation": {
      "en": "Cinnamon Sea Slugs?",
      "th": "ขนมปังปลิงทะเลกับอบเชยมั้ย"
    }
  },
  {
    "translation": {
      "en": "-No, thanks. -I’ll pass.",
      "th": "- ไม่ค่ะ ขอบคุณ - ขอผ่านค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Just had some for lunch. -Maybe later.",
      "th": "- เพิ่งกินกลางวันมาพอดี - ไว้วันหลังนะคะ"
    }
  },
  {
    "translation": {
      "en": "We shot this because Andrea thought we could add it to our webcast,",
      "th": "เราถ่ายทำตอนนี้เพราะแอนเดรีย คิดว่าเราควรเพิ่มเข้ามาในเว็บแคส"
    }
  },
  {
    "translation": {
      "en": "Our Valiant Struggle To Keep You Informed.",
      "th": "\"การดิ้นรนอย่างกล้าหาญเพื่อให้คุณรอบรู้\""
    }
  },
  {
    "translation": {
      "en": "It was originally called Andrea's Valiant Struggle, but we voted her down.",
      "th": "ที่จริงชื่อรายการว่า \"แอนเดรียผู้กล้าหาญ\" แต่เราไม่เห็นด้วยน่ะ"
    }
  },
  {
    "translation": {
      "en": "So you need a new camera.",
      "th": "ตกลงว่าพวกเธออยากได้กล้องใหม่สินะ"
    }
  },
  {
    "translation": {
      "en": "Didn't you lose a boom mike just last month doing your zoo special?",
      "th": "ไม่ใช่พวกเธอเพิ่งทำไมค์บูมพังไป เดือนก่อนตอนที่ไปสวนสัตว์หรอกเหรอ"
    }
  },
  {
    "translation": {
      "en": "Principal Earhart, that wasn't totally my fault. Who knew warthogs eat metal?",
      "th": "ครูใหญ่เอียร์ฮาร์ท นั่นไม่ใช่ความผิดหนูซะทีเดียวนะคะ - ใครจะไปรู้ล่ะคะว่าหมูป่ากินเหล็กได้ - โอเค ก็ได้ เธอจะได้กล้องใหม่"
    }
  },
  {
    "translation": {
      "en": "Fine. All right, you'll have your camera.",
      "th": "- ใครจะไปรู้ล่ะคะว่าหมูป่ากินเหล็กได้ - โอเค ก็ได้ เธอจะได้กล้องใหม่"
    }
  },
  {
    "translation": {
      "en": "But this will have to be the last time.",
      "th": "แต่ครั้งนี้ต้องเป็นครั้งสุดท้ายนะ"
    }
  },
  {
    "translation": {
      "en": "Our new Mayor has decided to cut back the school budget.",
      "th": "เทศมนตรีคนใหม่ของเรา ตัดสินใจตัดงบโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "Probably since his daughter didn't get elected Student Body President.",
      "th": "คงเพราะลูกสาวเธอไม่ได้รับเลือก เป็นประธานนักเรียนล่ะมั้ง"
    }
  },
  {
    "translation": {
      "en": "However, we may soon be forced to cut off funding for the webcast altogether,",
      "th": "แต่ไม่แน่เราก็อาจโดนสั่ง ให้ตัดงบของรายการเว็บแคสเร็วๆ นี้"
    }
  },
  {
    "translation": {
      "en": "maybe even the paper itself.",
      "th": "อาจรวมถึงหนังสือพิมพ์ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "-What? No! No way! -You can’t!",
      "th": "- อะไรนะ - จะทำแบบนั้นไม่ได้นะ"
    }
  },
  {
    "translation": {
      "en": "-What about freedom of the press? -What about the public's right to know?",
      "th": "- แล้วเรื่องอิสรภาพของสื่อล่ะ - แล้วสิทธิ์ของผู้รับข่าวล่ะคะ"
    }
  },
  {
    "translation": {
      "en": "What about getting my face on camera every week?",
      "th": "แล้วเรื่องที่หนูจะได้ออกทีวีทุกอาทิตย์ล่ะ"
    }
  },
  {
    "translation": {
      "en": "We were in major shock. But we all know there's only one way to deal with trouble.",
      "th": "ตอนนั้นเราช็อคกันจริงๆ แต่เราก็รู้ว่ามีวิธีเดียวเท่านั้นที่จะจัดการปัญหาได้"
    }
  },
  {
    "translation": {
      "en": "Cupcake?",
      "th": "คัพเค้กมั้ย"
    }
  },
  {
    "translation": {
      "en": "So is that it for our webcast?",
      "th": "เว็บแคสของเราจบแล้วสินะ"
    }
  },
  {
    "translation": {
      "en": "Well, let's face it, our ratings have been falling lately.",
      "th": "ยอมรับเถอะ ช่วงนี้เรตติ้งเราตกฮวบเลย"
    }
  },
  {
    "translation": {
      "en": "-There's too much competition on the web. -Tell me about it.",
      "th": "เดี๋ยวนี้การแข่งขันกันสูงจริงๆ ไม่ต้องบอกก็รู้ ดูเหมือนนักเรียนทุกคนใน โรงเรียนฮาร์ทเลคไฮจะมีบล็อกตัวเองนะ"
    }
  },
  {
    "translation": {
      "en": "Seems like every student at Heartlake High has their own gossip blog.",
      "th": "ไม่ต้องบอกก็รู้ ดูเหมือนนักเรียนทุกคนใน โรงเรียนฮาร์ทเลคไฮจะมีบล็อกตัวเองนะ"
    }
  },
  {
    "translation": {
      "en": "Last week, we got fewer hits than What's On The Bottom Of Matthew's Shoe?",
      "th": "อาทิตย์ที่แล้วคนดูเราน้อยกว่า ตอน \"อะไรอยู่ใต้รองเท้าแมทธิว\" อีก"
    }
  },
  {
    "translation": {
      "en": "It was a very special episode.",
      "th": "นั่นเป็นตอนพิเศษของเรานะ"
    }
  },
  {
    "translation": {
      "en": "We need to somehow get viewers watching again. But how?",
      "th": "เราต้องหาวิธีให้ผู้ชม กลับมาดูเราอีกครั้ง แต่ยังไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, I know! How about some cute kitten videos?",
      "th": "รู้แล้ว เอาวิดีโอลูกแมวน่ารักๆ มั้ย"
    }
  },
  {
    "translation": {
      "en": "Right, the one thing the Internet needs more of is cute kittens.",
      "th": "นั่นสิ สิ่งที่ชาวเน็ตต้องการที่สุด คือลูกแมวน่ารักๆ สินะ"
    }
  },
  {
    "translation": {
      "en": "No, we need something special, something spectacular,",
      "th": "ไม่นะ เราต้องการอะไรที่พิเศษ สิ่งที่น่าตื่นเต้น"
    }
  },
  {
    "translation": {
      "en": "something that no teen would dare miss.",
      "th": "สิ่งที่ไม่มีวัยรุ่นคนไหนอยากพลาด"
    }
  },
  {
    "translation": {
      "en": "I've got it! A full-hour special, Birth Of A Star!",
      "th": "นึกออกแล้ว หนึ่งชั่วโมงเต็ม กับ \"การกำเนิดของดาวรุ่ง\""
    }
  },
  {
    "translation": {
      "en": "Not another documentary about yourself, Andrea.",
      "th": "ไม่เอาสารคดีที่เกี่ยวกับเธอแล้วนะ แอนเดรีย"
    }
  },
  {
    "translation": {
      "en": "But there's so much more to tell!",
      "th": "แต่ฉันมีเรื่องเล่าอีกเยอะเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Actually, I kind of like the idea of a documentary.",
      "th": "จริงๆ แล้ว ฉันชอบความคิดเรื่องสารคดีนะ"
    }
  },
  {
    "translation": {
      "en": "But isn't there anyone else you think is interesting?",
      "th": "แต่ไม่มีคนอื่นที่เธอคิดว่าน่าสนใจแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Livi! -Perfect!",
      "th": "- ลิวี่ไงล่ะ - ยอดเลย"
    }
  },
  {
    "translation": {
      "en": "-Awesome! -Yes!",
      "th": "- เจ๋ง - ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "That’s brilliant!",
      "th": "ฉลาดสุดๆ"
    }
  },
  {
    "translation": {
      "en": "A documentary on the world's biggest pop star.",
      "th": "สารคดีของนักร้องป๊อปสตาร์ระดับโลก"
    }
  },
  {
    "translation": {
      "en": "-It would draw viewers like flies! -You really think she'd do it?",
      "th": "- ต้องดึงผู้ชมเข้ามาได้มหาศาลแน่ - คิดว่าเธอจะยอมทำเหรอ"
    }
  },
  {
    "translation": {
      "en": "Are you kidding? She'd do anything for me.",
      "th": "ล้อเล่นรึไง เธอทำทุกอย่างได้เพื่อฉันอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Forget it! Not a chance! Not in this lifetime! Absolutely not!",
      "th": "ลืมไปเลย ไม่มีทาง ยังไงก็ไม่ ไม่เด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "So you're saying you'll think about it?",
      "th": "เธอหมายความว่าจะลองคิดดูใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "No! I can't stand documentaries about pop stars.",
      "th": "ไม่ ฉันทำสารคดีนักร้องป๊อปสตาร์ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "They're always so very, awfully fake.",
      "th": "แบบนั้นน่ะ เสแสร้งกันจะตาย"
    }
  },
  {
    "translation": {
      "en": "Oh, you're so right! But ours will be different!",
      "th": "เธอพูดถูก แต่เราไม่ทำแบบนั้นแน่"
    }
  },
  {
    "translation": {
      "en": "We'll show the unvarnished truth, the real Livi, warts and all!",
      "th": "เราจะเปิดเผยชีวิตของลิวี่อย่างตรงไปตรงมา รวมทั้งหูด สิว หรืออะไรก็ตามแต่"
    }
  },
  {
    "translation": {
      "en": "-I don't have warts. -We can fake that-- Kidding!",
      "th": "- ฉันไม่มีหูดสักหน่อย - เราปลอมเอาก็ได้ ล้อเล่นน่า"
    }
  },
  {
    "translation": {
      "en": "Livi, we swear we'll keep it honest!",
      "th": "ลิวี่ เราสัญญาเลยว่าเราจะทำอย่างจริงใจ"
    }
  },
  {
    "translation": {
      "en": "And you'd be helping us save our webcast.",
      "th": "แถมเธอยังได้ช่วยเรากอบกู้เว็บแคสด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "This could be bigger than our warthog special!",
      "th": "นี่ต้องอลังการกว่าตอนหมูป่าของเราแน่นอน"
    }
  },
  {
    "translation": {
      "en": "Think of it this way. Please, please, please.",
      "th": "ลองคิดแง่นี้ดูสิ ได้โปรดๆ"
    }
  },
  {
    "translation": {
      "en": "Oh, all right, I give up! I'll do it!",
      "th": "ก็ได้ ฉันยอมแล้ว ฉันทำก็ได้"
    }
  },
  {
    "translation": {
      "en": "But only if you promise to keep it real. Nothing phony.",
      "th": "แต่เธอต้องสัญญาก่อนว่า ทุกอย่างต้องเป็นเรื่องจริง ห้ามโม้เด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "-Yay! Thank You, Livi! -Thanks so much!",
      "th": "- ขอบคุณมากนะ ลิวี่ - ยอดเลย"
    }
  },
  {
    "translation": {
      "en": "I knew she'd say yes! I have a way with other super-talents.",
      "th": "บอกแล้วว่าเธอต้องตกลง ฉันมีความสามารถด้านนี้น่ะ"
    }
  },
  {
    "translation": {
      "en": "This will be the biggest web sensation since Grouchy Cat!",
      "th": "นี่ต้องเป็นเว็บแคสครั้งยิ่งใหญ่ที่สุด ตั้งแต่ตอนแมวหน้าบูดแน่"
    }
  },
  {
    "translation": {
      "en": "But you've got to stay out of the way!",
      "th": "แต่พวกเธอจะเกะกะฉันไม่ได้นะ"
    }
  },
  {
    "translation": {
      "en": "I’m gonna be super-busy all week rehearsing for my new video.",
      "th": "อาทิตย์นี้ฉันยุ่งมากเพราะต้องซ้อมเต้น สำหรับวิดีโอเพลงใหม่"
    }
  },
  {
    "translation": {
      "en": "It's the biggest, most important one of my career, so I really need to concentrate.",
      "th": "เป็นเรื่องใหญ่และสำคัญที่สุดของอาชีพฉันเลย ฉันจึงต้องมีสมาธิจริงๆ"
    }
  },
  {
    "translation": {
      "en": "You won't even notice we're there.",
      "th": "สัญญาเลย เธอจะไม่รู้ด้วยซ้ำว่าเราอยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "Livi, you're on in 60 seconds!",
      "th": "ลิวี่ อีก 60 วินาทีนะจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "-And that's when the real trouble started. -Big-time.",
      "th": "และนั่นแหละ ตอนที่เกิดเรื่องขึ้น ครั้งใหญ่ซะด้วย"
    }
  },
  {
    "translation": {
      "en": "Yes, folks, glamour starts early",
      "th": "เอาล่ะ ทุกคน เรามาเริ่มตื่นเต้นกันแต่เช้า"
    }
  },
  {
    "translation": {
      "en": "in Livi's super-fantastic, fabulous, at-home-pop-star life.",
      "th": "ที่บ้านของลิวี่ นักร้องซูเปอร์สตาร์ดาวรุ่งสุดสวย"
    }
  },
  {
    "translation": {
      "en": "Whoops. My bad.",
      "th": "โทษที"
    }
  },
  {
    "translation": {
      "en": "And mine.",
      "th": "ขอโทษด้วย"
    }
  },
  {
    "translation": {
      "en": "Here it comes, fans! The magic moment when Livi wakes up!",
      "th": "นี่แหละ ช่วงเวลาที่ดีที่สุดคือตอนที่ลิวี่ตื่น"
    }
  },
  {
    "translation": {
      "en": "-Huh? -Livi, Livi, it's us! The documentary, remember?",
      "th": "ลิวี่ นี่เราเอง ถ่ายสารคดีไง จำได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Oh, right. Gotta go.",
      "th": "จริงด้วย ไปก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "And cut.",
      "th": "และคัท"
    }
  },
  {
    "translation": {
      "en": "Livi is now brushing her very own teeth, every one of them.",
      "th": "ตอนนี้ลิวี่กำลังแปรงฟันของเธออยู่ ทุกซี่เลยด้วย"
    }
  },
  {
    "translation": {
      "en": "-Can you describe how you're feeling? -[mouth full, mumbling]",
      "th": "ลิวี่ ช่วยบอกความรู้สึกหน่อยได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Yes, you heard it from her very own foam-covered lips!",
      "th": "ใช่แล้ว คุณได้ยินเธอพูด ผ่านปากที่มีแต่ฟองแล้วใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "She spit! Did we get that?",
      "th": "เธอถุยมันออกมาแล้ว ถ่ายทันมั้ย"
    }
  },
  {
    "translation": {
      "en": "We're watching the fabulous Livi eating the secret breakfast of superstars!",
      "th": "เรากำลังจะได้ดูลิวี่ผู้โด่งดัง กินอาหารเช้าสูตรลับของซูเปอร์สตาร์"
    }
  },
  {
    "translation": {
      "en": "Share with your fans what that is.",
      "th": "ให้แฟนๆ ดูหน่อยได้มั้ยว่ามันคืออะไร"
    }
  },
  {
    "translation": {
      "en": "Stale potato chips?",
      "th": "มันทอดแผ่นเรียบน่ะ"
    }
  },
  {
    "translation": {
      "en": "So there you have it. The magic just keeps on coming!",
      "th": "นั่นแหละค่ะ คุณผู้ชม ยังมีความพิเศษตามมาอย่างต่อเนื่อง"
    }
  },
  {
    "translation": {
      "en": "What other glamorous moments are in store?",
      "th": "ยังจะมีอะไรดีๆ รอเราอยู่อีกนะ"
    }
  },
  {
    "translation": {
      "en": "That's right, folks.",
      "th": "ใช่แล้ว ทุกคน"
    }
  },
  {
    "translation": {
      "en": "That's Livi's own famous cover-girl hair she's pulling out of that drain!",
      "th": "ลิวี่กำลังดึงเส้นผมที่ได้รางวัล คัพเวอร์เกิร์ลของเธอออกมาจากท่อนั่น"
    }
  },
  {
    "translation": {
      "en": "We were getting desperate. Livi's super-glam home life",
      "th": "เรากำลังจะแย่แล้ว \"ชีวิตสุดหรูของลิวี่\" น่าเบื่อยิ่งกว่า"
    }
  },
  {
    "translation": {
      "en": "was more boring than What's On The Bottom Of Matthew's Shoe?",
      "th": "\"ชีวิตสุดหรูของลิวี่\" น่าเบื่อยิ่งกว่า ตอน \"อะไรอยู่ใต้รองเท้าแมทธิว\" อีก"
    }
  },
  {
    "translation": {
      "en": "Remember Matthew’s Christmas Special?",
      "th": "จำตอนคริสมาสต์ของแมทธิวได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Now that's entertainment.",
      "th": "นั่นแหละสนุกของจริง"
    }
  },
  {
    "translation": {
      "en": "We finally got a tiny break when Livi's choreographer came by the house",
      "th": "ในที่สุดเราก็ได้พักนิดหน่อย ตอนที่คนสอนเต้นของลิวี่มาที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "to go over her dance routine for the music video.",
      "th": "เพื่อซ้อมเต้นประจำวันสำหรับมิวสิควิดีโอของเธอ"
    }
  },
  {
    "translation": {
      "en": "Now we jazz-walk over to the big prop staircase,",
      "th": "แล้วเราก็เดินขึ้นบันได ใหญ่ตามจังหวะแจ๊ส"
    }
  },
  {
    "translation": {
      "en": "then work our way up the stairs, like this.",
      "th": "เดินขึ้นมาแบบนี้เลยนะจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "-And jazz hands! -Tada!",
      "th": "ตามด้วยการโบกมือ"
    }
  },
  {
    "translation": {
      "en": "-Oh, my gosh! -Can you move?",
      "th": "- พระเจ้า - เจ็บมากมั้ย - อยู่นิ่งๆ นะ - ให้ตาย"
    }
  },
  {
    "translation": {
      "en": "Sorry, I didn't mean to.",
      "th": "ขอโทษนะคะ ฉันไม่ได้ตั้งใจ"
    }
  },
  {
    "translation": {
      "en": "Come on, Brent, I'm taking you to the doctor.",
      "th": "มาเถอะ เบรนท์ ฉันจะพาไปหาหมอ"
    }
  },
  {
    "translation": {
      "en": "And I'll speak to you later.",
      "th": "แล้วเราจะกลับมาคุยกัน"
    }
  },
  {
    "translation": {
      "en": "Okay, Olivia. Cut.",
      "th": "โอเค โอลิเวีย คัทได้"
    }
  },
  {
    "translation": {
      "en": "At least we have a dramatic scene to the documentary.",
      "th": "อย่างน้อยสารคดีเราก็มีฉากดราม่านะ"
    }
  },
  {
    "translation": {
      "en": "Actually, Andrea, I missed it.",
      "th": "คือว่าแอนเดรีย ฉันถ่ายไว้ไม่ได้น่ะ"
    }
  },
  {
    "translation": {
      "en": "What? You missed it?",
      "th": "อะไรนะ ถ่ายไว้ไม่ได้งั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "I suppose it would be a lot to ask him to do that again?",
      "th": "ถ้าเราขอให้เขาทำอีกจะเยอะไปมั้ยนะ"
    }
  },
  {
    "translation": {
      "en": "-I hope he's okay! -I can't believe it.",
      "th": "- หวังว่าเขาจะปลอดภัยนะ - ไม่อยากจะเชื่อเลย"
    }
  },
  {
    "translation": {
      "en": "We missed the one and only exciting thing that's happened since we got here.",
      "th": "เราพลาดฉากที่ตื่นเต้นเพียงฉากเดียว ตั้งแต่เราถ่ายมาได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "If you don't count when Cookie upchucked the chips.",
      "th": "ถ้าเธอไม่นับตอนที่ คุกกี้คายมันฝรั่งออกมาน่ะนะ"
    }
  },
  {
    "translation": {
      "en": "There's got to be a way.",
      "th": "มันต้องมีทางสิ"
    }
  },
  {
    "translation": {
      "en": "Or maybe we didn't miss it!",
      "th": "หรือเราอาจจะไม่ได้พลาดก็ได้"
    }
  },
  {
    "translation": {
      "en": "Afraid we did. The camera was pointing everywhere but at him.",
      "th": "พลาดแน่นอนเลยล่ะ กล้องหันไปทุกทางยกเว้นทางที่เขาล้ม"
    }
  },
  {
    "translation": {
      "en": "That was then. But what if we re-stage it?",
      "th": "นั่นก็จริง แต่ถ้าเราจำลองมันขึ้นมาใหม่ล่ะ"
    }
  },
  {
    "translation": {
      "en": "You mean fake it? You think that's honest?",
      "th": "หมายถึงให้ทำหลอกๆ เหรอ นั่นจริงใจงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Of course it is! I mean, it really did happen, right?",
      "th": "จริงใจสิ หมายถึงเรื่องมันเกิดขึ้นจริงนี่นะ"
    }
  },
  {
    "translation": {
      "en": "So it's not like we’re making stuff up.",
      "th": "ไม่ใช่ว่าเรากุเรื่องขึ้นเองซะหน่อย"
    }
  },
  {
    "translation": {
      "en": "I did see a dress dummy in the closet.",
      "th": "ฉันเห็นว่ามีหุ่นอยู่ในตู้เสื้อผ้านะ"
    }
  },
  {
    "translation": {
      "en": "He'll need a head, there's a melon in the fridge.",
      "th": "เขาต้องมีหัวด้วย เมล่อนในตู้เย็นไง"
    }
  },
  {
    "translation": {
      "en": "I'll go see what clothes are in her closet!",
      "th": "ฉันไปดูชุดในตู้เสื้อผ้าให้"
    }
  },
  {
    "translation": {
      "en": "But... But...",
      "th": "แต่ว่า"
    }
  },
  {
    "translation": {
      "en": "There! Did he have a dimple?",
      "th": "เรียบร้อย เขามีลักยิ้มรึเปล่านะ"
    }
  },
  {
    "translation": {
      "en": "Emma, we won't see him that close. It'll be really fast.",
      "th": "เอ็มม่า เราจะไม่เห็นเขาใกล้ขนาดนั้น เราจะถ่ายกันแบบเร็วมากๆ"
    }
  },
  {
    "translation": {
      "en": "We'll edit it together with the real guy later.",
      "th": "แล้วเราจะเอามาตัดต่อรวมกับตัวจริงอีกที"
    }
  },
  {
    "translation": {
      "en": "Everyone ready? Olivia, be sure to jiggle the camera for realism.",
      "th": "ทุกคนพร้อมนะ โอลิเวีย อย่าลืมสั่นกล้องให้สมจริงด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "And action!",
      "th": "แอ็คชั่น"
    }
  },
  {
    "translation": {
      "en": "And cut! It's good!",
      "th": "คัท ยอดเยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "This'll be perfect for the webcast!",
      "th": "เว็บแคสต้องเยี่ยมแน่นอน"
    }
  },
  {
    "translation": {
      "en": "So that's how our real-life documentary started to get a little less real.",
      "th": "นั่นแหละ สารคดีชีวิตจริงของเรา เลยไม่ค่อยจะจริงเท่าไหร่แล้ว"
    }
  },
  {
    "translation": {
      "en": "It might've been okay if Andrea had left it there.",
      "th": "มันก็อาจจะโอเคถ้าแอนเดรียพอแค่นั้น"
    }
  },
  {
    "translation": {
      "en": "But Andrea doesn't know how to do things halfway.",
      "th": "แต่แอนเดรียไม่รู้จักการทำอะไรแบบพอดีหรอก"
    }
  },
  {
    "translation": {
      "en": "Our guest is the one and only Natasha, hairdresser to the stars!",
      "th": "นาตาชา แขกรับเชิญหนึ่งเดียวของเรา ช่างทำผมของดาวรุ่งพุ่งแรง"
    }
  },
  {
    "translation": {
      "en": "Her very next appointment... Livi!",
      "th": "และแขกคนต่อไปของเธอก็คือลิวี่นั่นเอง"
    }
  },
  {
    "translation": {
      "en": "Is Livi always this late, Natasha?",
      "th": "ลิวี่มาสายแบบนี้บ่อยมั้ยคะ นาตาชา"
    }
  },
  {
    "translation": {
      "en": "No, darling!",
      "th": "ไม่หรอกจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Superstars are never late, it's the rest of us who are early!",
      "th": "ซูเปอร์สตาร์ไม่เคยสายอยู่แล้ว พวกเราต่างหากที่มาเร็ว"
    }
  },
  {
    "translation": {
      "en": "Her last 2:00 started at 6:00.",
      "th": "นัดไว้บ่ายสองแต่เริ่มทำตอนหกโมงน่ะ"
    }
  },
  {
    "translation": {
      "en": "Today, our viewers will get to watch you work",
      "th": "วันนี้ผู้ชมทุกท่าน จะได้ติดตามดูการทำงานของคุณ"
    }
  },
  {
    "translation": {
      "en": "your styling magic for Livi's new music video!",
      "th": "ในการสร้างสรรค์ทรงผมของลิวี่ สำหรับมิวสิควิดีโอใหม่นี้"
    }
  },
  {
    "translation": {
      "en": "It will be the thrill of your life, darling.",
      "th": "ใช่จ้ะ ต้องเป็นอะไรที่น่าตื่นใจมากแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "But first, I must go and prepare my secret formulas.",
      "th": "แต่ก่อนอื่น ฉันขอไปเตรียมสูตรลับก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "And cut!",
      "th": "คัท"
    }
  },
  {
    "translation": {
      "en": "Okay, let's set up here at Livi's private chair so...",
      "th": "โอเค เดี๋ยวถ่ายตรงเก้าอี้ของลิวี่นะ แล้ว..."
    }
  },
  {
    "translation": {
      "en": "Natasha! It's your phone!",
      "th": "นาตาชา โทรศัพท์ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Hey, it's Livi calling.",
      "th": "นี่ ลิวี่โทรมาน่ะ"
    }
  },
  {
    "translation": {
      "en": "Hi, Livi, it's me, Olivia! Really? You can't?",
      "th": "ไง ลิวี่ นี่โอลิเวียนะ งั้นเหรอ มาไม่ได้สินะ"
    }
  },
  {
    "translation": {
      "en": "Sure, I'll tell her.",
      "th": "ได้ ฉันจะบอกให้"
    }
  },
  {
    "translation": {
      "en": "She has to cancel the appointment.",
      "th": "เธอต้องยกเลิกนัดน่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, that's that. Might as well pack it up.",
      "th": "งั้นก็จบ เก็บของเลยแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "Wait! We can still do this!",
      "th": "เดี๋ยว เรายังทำได้นะ"
    }
  },
  {
    "translation": {
      "en": "But Natasha will see I'm not Livi!",
      "th": "เดี๋ยวนาตาชาก็รู้หรอกว่าฉันไม่ใช่ลิวี่"
    }
  },
  {
    "translation": {
      "en": "-Not with this, she won't. -Andrea.",
      "th": "ถ้าแบบนี้เธอไม่มีรู้แน่ แอนเดรีย"
    }
  },
  {
    "translation": {
      "en": "It's not like we're faking it, exactly, Livi did have an appointment.",
      "th": "ก็ไม่ใช่ว่าเราแสร้งทำขึ้นมาซะทีเดียวนะ ก็ลิวี่มีนัดจริงนี่ ใครจะไปรู้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Who's gonna know?",
      "th": "ก็ลิวี่มีนัดจริงนี่ ใครจะไปรู้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Livi! Darling! You look fabulous!",
      "th": "ลิวี่ ที่รัก เธอช่างงดงามจริงๆ"
    }
  },
  {
    "translation": {
      "en": "What is your secret?",
      "th": "ความลับของเธอคืออะไรกันนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, that's right, it's me!",
      "th": "ใช่แล้วล่ะ ฉันไง"
    }
  },
  {
    "translation": {
      "en": "Now, let's make magic!",
      "th": "เอาล่ะ มาเริ่มลงมือกันเลย"
    }
  },
  {
    "translation": {
      "en": "And so it went. By the time we got to Livi's music video,",
      "th": "ก็นั่นแหละนะ พอถึงวันที่ลิวี่จะต้องถ่ายมิวสิควิดีโอ"
    }
  },
  {
    "translation": {
      "en": "Andrea's definition of keeping it real had stretched to the breaking point.",
      "th": "คำนิยามเรื่องความซื่อตรงของแอนเดรีย ก็เริ่มมาถึงจุดแตกหัก"
    }
  },
  {
    "translation": {
      "en": "One-two, one-two.",
      "th": "หนึ่ง สอง"
    }
  },
  {
    "translation": {
      "en": "Here we are, up close and personal with Livi's private make-up expert!",
      "th": "ตอนนี้เราอยู่กับกูรูแต่งหน้าส่วนตัวของลิวี่"
    }
  },
  {
    "translation": {
      "en": "So, what's it like to work on such a famous face as Livi's?",
      "th": "การที่ได้แต่งหน้าสวยๆ อย่างลิวี่ เป็นยังไงบ้างคะ"
    }
  },
  {
    "translation": {
      "en": "You can tell us, what's her favourite shade of lip gloss?",
      "th": "บอกเรามาได้เลย เธอชอบลิปกลอสสีไหนที่สุด"
    }
  },
  {
    "translation": {
      "en": "Aren't you her make-up artist?",
      "th": "คุณไม่ใช่ช่างแต่งหน้าหรอกเหรอ"
    }
  },
  {
    "translation": {
      "en": "Cut!",
      "th": "คัท"
    }
  },
  {
    "translation": {
      "en": "We can fix it in editing. Leave out the bucket. Nobody has to know.",
      "th": "ไม่ต้องห่วง เราตัดต่อเอาก็ได้ แค่ลบไม้ถูพื้นกับถังออก - ไม่มีใครรู้แน่นอน - แอนเดรีย นี่มันบ้าบอชะมัด"
    }
  },
  {
    "translation": {
      "en": "This is ridiculous! This Livi documentary has nothing to do with Livi.",
      "th": "- ไม่มีใครรู้แน่นอน - แอนเดรีย นี่มันบ้าบอชะมัด สารคดีของลิวี่ แต่ไม่มีอะไรเกี่ยวกับลิวี่เลยเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "Whatever happened to the unvarnished truth?",
      "th": "แล้วเรื่องที่บอกว่าจะตรงไปตรงมาล่ะ"
    }
  },
  {
    "translation": {
      "en": "I varnished it a little. Come on, they do it all the time on TV!",
      "th": "ก็มีนิดหน่อยแล้วไง ไม่เอาน่า ในทีวีทำกันออกบ่อย"
    }
  },
  {
    "translation": {
      "en": "No, I think Olivia's right. We promised Livi that we'd keep it real.",
      "th": "ไม่นะ ฉันว่าโอลิเวียพูดถูก เราสัญญากับลิวี่แล้วว่าเราจะเอาแต่เรื่องจริง"
    }
  },
  {
    "translation": {
      "en": "But Andrea's got a point. We also need to keep it exciting and fun!",
      "th": "แต่แอนเดรียก็มีเหตุผลนะ เราต้องมีฉากที่ตื่นเต้นและสนุกๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "-And completely phony?! -I suppose you could do better!",
      "th": "- และหลอกลวงงั้นเหรอ - หวังว่าเธอจะมีวิธีที่ดีกว่านะ"
    }
  },
  {
    "translation": {
      "en": "Anybody could. You need to stick to the facts!",
      "th": "ใครๆ ก็ทำได้ ก็แค่ยึดตามจริงเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Then be my guest! We'll make our documentary and you make yours!",
      "th": "งั้นก็ตามสบายเลย เราจะทำกันต่อ ส่วนเธอก็ทำของตัวเองไปซะ"
    }
  },
  {
    "translation": {
      "en": "-Fine! -Fine!",
      "th": "- ได้ - ได้"
    }
  },
  {
    "translation": {
      "en": "-Well, Emma? -Are you with us or them?",
      "th": "- เอ็มม่า - จะอยู่กับเราหรือพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "-I... -I think she's going to explode.",
      "th": "ฉัน... ฉันว่าเธอกำลังจะทนไม่ไหวแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "-I'll get sound for both teams! -Whatever.",
      "th": "- ฉันจะคุมเสียงให้ทั้งสองทีมเลย - ตามใจ"
    }
  },
  {
    "translation": {
      "en": "Great. Now what are we gonna do for a video camera?",
      "th": "ยอดเลย แล้วจะเอากล้องที่ไหนถ่ายล่ะทีนี้"
    }
  },
  {
    "translation": {
      "en": "I'll use my cell phone. It'll look even more documentary-ish.",
      "th": "ใช้โทรศัพท์ฉันก็ได้ ยิ่งดูเหมือนสารคดีเข้าไปใหญ่"
    }
  },
  {
    "translation": {
      "en": "-Okay, everyone, showtime! Quiet on set! -They're starting! Come on!",
      "th": "เอาล่ะ ทุกคน ได้เวลาแล้ว เงียบด้วย พวกเขาจะเริ่มแล้ว ไปเร็ว"
    }
  },
  {
    "translation": {
      "en": "Cue playback! And action!",
      "th": "เอาใหม่เลยนะ แอ๊คชั่น"
    }
  },
  {
    "translation": {
      "en": "-I can't get a clear shot. -Get closer. Look at Olivia and Mia.",
      "th": "ถ่ายชัดๆ ไม่ได้เลย เราต้องไปใกล้กว่านี้ ดูโอลิเวียกับมีอาสิ"
    }
  },
  {
    "translation": {
      "en": "-Incoming wardrobe rack! -What?!",
      "th": "- ราวแขวนเสื้อพุ่งมาทางนี้แล้ว - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Sorry!",
      "th": "โทษที"
    }
  },
  {
    "translation": {
      "en": "Where'd that come from?",
      "th": "มันมาจากไหนน่ะ"
    }
  },
  {
    "translation": {
      "en": "What's going on out there? Cut!",
      "th": "อะไรกันเนี่ย คัท"
    }
  },
  {
    "translation": {
      "en": "-What? What happened? -It's not my fault!",
      "th": "อะไร ฉันไม่ได้ทำอะไรเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Cut! Someone unplug the fan!",
      "th": "คัท ใครก็ได้ถอดปลั๊กพัดลมที"
    }
  },
  {
    "translation": {
      "en": "Cut! Cut! Cut! Will someone call security! Get those girls off the set!",
      "th": "คัทๆๆ เรียกรปภ.มาที พาเด็กๆ นั่นออกไปซะ"
    }
  },
  {
    "translation": {
      "en": "Take cover!",
      "th": "หาที่หลบเร็ว"
    }
  },
  {
    "translation": {
      "en": "Cut?",
      "th": "คัท"
    }
  },
  {
    "translation": {
      "en": "We told Livi she wouldn't even notice us.",
      "th": "เราบอกลิวี่ว่า เธอจะไม่รู้ตัวเลยว่าเราอยู่ที่นั่นด้วย"
    }
  },
  {
    "translation": {
      "en": "She noticed. So that was the end of our documentary shoot,",
      "th": "- แต่เธอรู้ - นั่นแหละจุดจบของการถ่ายทำสารคดีของเรา"
    }
  },
  {
    "translation": {
      "en": "-along with our webcast. -And our friendship with Livi.",
      "th": "- ร่วมถึงรายการเว็บแคสของเรา - แล้วก็มิตรภาพของเรากับลิวี่ด้วย"
    }
  },
  {
    "translation": {
      "en": "Not only were we banned from her music video set, what was left of it,",
      "th": "ไม่ใช่แค่ห้ามเข้าไปในการถ่ายทำเอ็มวีเท่านั้น หรืออะไรก็ตามที่เหลืออยู่"
    }
  },
  {
    "translation": {
      "en": "but she forbid us from coming within 50 feet of her.",
      "th": "แต่เธอห้ามเราเข้าใกล้ ตัวในระยะ 50 ฟุตด้วย"
    }
  },
  {
    "translation": {
      "en": "Or any place she's ever been.",
      "th": "หรือที่ที่เธออยู่"
    }
  },
  {
    "translation": {
      "en": "-Or might ever go. -Ever.",
      "th": "- หรืออาจจะไป - ทุกที่"
    }
  },
  {
    "translation": {
      "en": "Well, there's nothing that sprinkles can't fix.",
      "th": "ไม่มีอะไรที่เกล็ดน้ำตาลจะช่วยไม่ได้หรอกเนอะ"
    }
  },
  {
    "translation": {
      "en": "The worst part is, we let ourselves down. We said we were gonna keep it real.",
      "th": "ที่แย่ที่สุดคือเราทำให้ตัวเองผิดหวัง เราตั้งใจไว้ว่าจะทำทุกอย่างตามจริง"
    }
  },
  {
    "translation": {
      "en": "It's all my fault.",
      "th": "เป็นความผิดของฉันเอง"
    }
  },
  {
    "translation": {
      "en": "My brilliant documentary turned out to be as fake as Livi said it would.",
      "th": "สารคดีสุดแจ่มของฉัน กลายเป็นเรื่องปลอมๆ อย่างที่ลิวี่บอก"
    }
  },
  {
    "translation": {
      "en": "I'm the one who split us up, when we know we always work better as a team.",
      "th": "แต่ฉันกลับยิ่งทำให้มันแย่เข้าไปอีก ทั้งที่รู้ว่าเราร่วมมือกันนั่นแหละได้ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "All we've got left now is egg on our faces,",
      "th": "ที่เราเหลือตอนนี้คือไข่ติดบนหน้า"
    }
  },
  {
    "translation": {
      "en": "sprinkles in our teeth, and pieces of useless video.",
      "th": "เกล็ดน้ำตาลตามร่องฟัน กับวิดีโอที่ใช้การไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-Mostly of things we blew up. -Kind of like a collage.",
      "th": "เราทำทุกอย่างพังหมด เหมือนกับภาพปะติด"
    }
  },
  {
    "translation": {
      "en": "Yes! Exactly like a collage! I've got an idea!",
      "th": "ใช่ เป็นภาพปะติดจริงๆ ฉันคิดอะไรออกแล้ว"
    }
  },
  {
    "translation": {
      "en": "No, no, no! Listen. I swear this one will work.",
      "th": "ไม่ ฟังนะ สาบานเลยว่านี่ต้องเยี่ยมแน่"
    }
  },
  {
    "translation": {
      "en": "[Livi] Oh, no.",
      "th": "ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "Please! It'll just take a minute!",
      "th": "ได้โปรด ขอแค่นาทีเดียว"
    }
  },
  {
    "translation": {
      "en": "Fine. One minute.",
      "th": "ได้ นาทีเดียวนะ"
    }
  },
  {
    "translation": {
      "en": "We put this music video together, since we kind of blew up yours.",
      "th": "เราทำมิวสิควิดีโอนี่ขึ้นมา เพราะเราทำของเธอพังน่ะ"
    }
  },
  {
    "translation": {
      "en": "-I love it. -[dog barks]",
      "th": "ฉันชอบนะ"
    }
  },
  {
    "translation": {
      "en": "Speaking on behalf of my friends and myself, I'd just like to say, yay!",
      "th": "พูดในนามของเพื่อนๆ และตัวเอง ฉันอยากจะบอกว่า \"ไชโย\""
    }
  },
  {
    "translation": {
      "en": "You should be proud.",
      "th": "เธอควรจะภูมิใจนะ"
    }
  },
  {
    "translation": {
      "en": "Despite the... mass destruction that went into making it,",
      "th": "แม้ว่าจะต้องทำลายอะไรไปเยอะ กว่าจะทำออกมาได้"
    }
  },
  {
    "translation": {
      "en": "this is the most inventive video I've seen in years.",
      "th": "แต่นี่เป็นวิดีโอที่สร้างสรรค์ที่สุดของปีนี้เลยนะ"
    }
  },
  {
    "translation": {
      "en": "And much more exciting than the one I was making.",
      "th": "แถมน่าตื่นเต้นกว่าของฉันเองซะอีก"
    }
  },
  {
    "translation": {
      "en": "-So you don't hate us anymore? -And we can come within 50 feet of you?",
      "th": "- งั้นเธอไม่เกลียดเราแล้วใช่มั้ย - เราเข้าใกล้เธอมากกว่า 50 ฟุตได้รึยัง"
    }
  },
  {
    "translation": {
      "en": "I'll do better than that. I'm giving you permission",
      "th": "ฉันทำได้มากกว่านั้นอีกนะ อนุญาตให้พวกเธอ"
    }
  },
  {
    "translation": {
      "en": "to premiere this video on your What's At Heart webcast!",
      "th": "เปิดตัววิดีโอนี้ ในรายการวอทส์แอทฮาร์ทของพวกเธอ - ยอดเลย - สุดยอดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-Stellar! -Oh, wow!",
      "th": "- ยอดเลย - สุดยอดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "The premiere of Livi's newest video! We'll get millions of hits!",
      "th": "เปิดตัววิดีโอของลิวี่ ต้องมีคนเข้ามาดูถล่มทลายแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "This'll be even bigger than Matthew's Shoe!",
      "th": "นี่เจ๋งกว่าตอนรองเท้าของแมทธิวซะอีก"
    }
  },
  {
    "translation": {
      "en": "So who's hungry? I have a melon in the fridge.",
      "th": "ใครหิวบ้าง ฉันมีเมล่อนอยู่ในตู้เย็นนะ"
    }
  },
  {
    "translation": {
      "en": "Not anymore.",
      "th": "ไม่น่าจะมีแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "It worked! What's At Heart was saved!",
      "th": "- มันได้ผล - วอทส์แอทฮาร์ทปลอดภัยแล้ว"
    }
  },
  {
    "translation": {
      "en": "We even had enough good footage left over to put together the documentary.",
      "th": "แถมยังมีคลิปดีๆ เหลือพอมาทำสารคดีได้อีกนะ"
    }
  },
  {
    "translation": {
      "en": "-We call it Keeping It Real. -Or How Not To Make A Documentary.",
      "th": "โดยใช้ชื่อว่า \"จริงใจไม่จริงโจ้\" หรือ \"อย่าทำสารคดีเลย\""
    }
  }
]