[
  {
    "translation": {
      "en": "[Richards] Life's a funny thing, you know.",
      "th": "ชีวิตคนเรานี่ตลกนะ"
    }
  },
  {
    "translation": {
      "en": "But I've always thought 30 was about it.",
      "th": "แต่ผมคิดว่าพอ 30 ก็หมดสนุกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Beyond that would be horrible to be alive.",
      "th": "จากนั้นไปก็ต้องอยู่แบบอมทุกข์"
    }
  },
  {
    "translation": {
      "en": "Until I got to be 31.",
      "th": "จนผมอายุ 31"
    }
  },
  {
    "translation": {
      "en": "Then, \"Why, I ain't so shabby,\" you know. [laughs]",
      "th": "จากนั้นก็คิดว่า \"เราก็ยังไม่เผละนะ"
    }
  },
  {
    "translation": {
      "en": "\"I'll hang in a while.\"",
      "th": "น่าจะสนุกต่อได้สักพัก\""
    }
  },
  {
    "translation": {
      "en": "As you go along, you realize that this whole concept of growing up is...",
      "th": "พอใช้ชีวิตไป ก็คิดได้ว่า แนวคิดเรื่องโตเป็นผู้ใหญ่คือ"
    }
  },
  {
    "translation": {
      "en": "You're not grown up until the day they put you six feet under.",
      "th": "ยังไม่ถือว่าโตหรอก จนกว่าจะลงไปนอนในหลุม"
    }
  },
  {
    "translation": {
      "en": "You're never grown up.",
      "th": "คนเราไม่เคยโต"
    }
  },
  {
    "translation": {
      "en": "♪ I'm blue and lonesome ♪",
      "th": "(ลิตเติล วอลเตอร์ เฮท ทู ซี ยู โก)"
    }
  },
  {
    "translation": {
      "en": "You don't get bluer than that.",
      "th": "ไม่มีอะไรสมเป็นบลูส์กว่านี้อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Man, that's bad stuff.",
      "th": "ของเขาแรงจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Richards] The power of the blues was a mind blower.",
      "th": "พลังของเพลงบลูส์น่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "Anybody who could make a sound like that is all right with me.",
      "th": "ใครทำเพลงแบบนี้ก็คบกับผมได้ยาวๆ"
    }
  },
  {
    "translation": {
      "en": "[chuckles] You know what I mean?",
      "th": "เข้าใจใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "For me, music is like the center of everything.",
      "th": "ผมว่าดนตรีเป็นศูนย์กลางของทุกสิ่ง"
    }
  },
  {
    "translation": {
      "en": "It's something that binds people together through centuries, through millennium.",
      "th": "มันคือสิ่งที่เชื่อมทุกคนเข้าด้วยกัน ไม่ว่ายุคไหน ผ่านไปกี่ร้อยกี่พันปี"
    }
  },
  {
    "translation": {
      "en": "It's undefinable.",
      "th": "ไร้คำนิยาม"
    }
  },
  {
    "translation": {
      "en": "And nobody's ever going to have the answer to it,",
      "th": "แล้วก็ไม่มีใครตอบได้หรอก"
    }
  },
  {
    "translation": {
      "en": "but it's great fun exploring.",
      "th": "แต่ได้ลองเสาะหาดูก็สนุกดี"
    }
  },
  {
    "translation": {
      "en": "-Anthony, how are you? -How are you?",
      "th": "- แอนโธนี เป็นไงบ้าง - ว่าไง"
    }
  },
  {
    "translation": {
      "en": "-[Richards] Cool, man. -Once again.",
      "th": "- สบายดี เพื่อน - อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Once more into the breach.",
      "th": "กลับมาลุยศึกหนักกันอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Richards] How you been, Anthony?",
      "th": "เป็นไงบ้าง แอนโธนี"
    }
  },
  {
    "translation": {
      "en": "-I'm very well, thank you. -Yeah.",
      "th": "สบายดีครับ ขอบคุณ (แอนโธนี ดีเคอร์ทิส - นักข่าวหนังสือพิมพ์)"
    }
  },
  {
    "translation": {
      "en": "So, Keith, I've been enjoying your new music.",
      "th": "คีธ เพลงใหม่คุณฟังเพลินมาก"
    }
  },
  {
    "translation": {
      "en": "Why don't you tell me a little bit about getting it going?",
      "th": "เล่าให้ฟังหน่อยว่าเป็นไงมาไง"
    }
  },
  {
    "translation": {
      "en": "You know, what made you decide to jump back in?",
      "th": "ทำไมคุณถึงตัดสินใจกลับมาทำเพลงล่ะครับ"
    }
  },
  {
    "translation": {
      "en": "I've been thinking about that.",
      "th": "ผมก็คิดเรื่องนั้นอยู่"
    }
  },
  {
    "translation": {
      "en": "You know, I think it coincided with the fact that I was doing the book, you know...",
      "th": "ผมว่ามันประจวบเหมาะตรงที่ว่า ช่วงนั้นผมเขียนหนังสืออยู่พอดี"
    }
  },
  {
    "translation": {
      "en": "-Second only to the Bible. -[both chuckle]",
      "th": "เป็นรองแค่คัมภีร์ไบเบิล"
    }
  },
  {
    "translation": {
      "en": "And The Stones had one of their...",
      "th": "แล้วตอนนั้นโรลลิ่ง สโตนส์ก็..."
    }
  },
  {
    "translation": {
      "en": "where they suddenly go into hibernation for about five years.",
      "th": "จู่ๆก็พักงาน หายเข้ากลีบเมฆไปห้าปีได้"
    }
  },
  {
    "translation": {
      "en": "'Cause we... The Stones had been working a lot until about 2007.",
      "th": "เพราะเรา วงเราโหมงานหนัก มาตลอด จนถึงปี 2007"
    }
  },
  {
    "translation": {
      "en": "And I was kind of itching to get back in the studio.",
      "th": "แล้วผมก็เกิดคันไม้คันมือ อยากกลับเข้าห้องอัด"
    }
  },
  {
    "translation": {
      "en": "I love recording, you see.",
      "th": "ผมชอบอัดเพลงน่ะ"
    }
  },
  {
    "translation": {
      "en": "Any studio, I feel totally at home there.",
      "th": "ไม่ว่าอยู่สตูดิโอไหน ผมก็สบายใจเหมือนอยู่บ้าน"
    }
  },
  {
    "translation": {
      "en": "Everywhere else, you know, is, you know... there's the bags.",
      "th": "ส่วนที่อื่น เหมือนต้องแบกอะไรไปด้วยตลอด"
    }
  },
  {
    "translation": {
      "en": "[Steve Jordan] Should we get another mic in there?",
      "th": "เพิ่มไมค์อีกตัวมั้ย"
    }
  },
  {
    "translation": {
      "en": "-Or should we just move the ribbon closer? -[Richards] No, listen...",
      "th": "- หรือว่าเลื่อนไมค์ริบบอนมาใกล้ๆ - ไม่ ฟังนะ"
    }
  },
  {
    "translation": {
      "en": "Play a couple things.",
      "th": "ไหนลองเล่นหน่อย"
    }
  },
  {
    "translation": {
      "en": "That's better, right?",
      "th": "ดีขึ้น ว่ามั้ย"
    }
  },
  {
    "translation": {
      "en": "[Richards] And the next thing I know, Steve Jordan came to me, and he said,",
      "th": "รู้ตัวอีกที สตีฟ จอร์แดนก็มาชวนผมว่า"
    }
  },
  {
    "translation": {
      "en": "\"How about just the two of us go in the studio,",
      "th": "\"เราสองคนเข้าห้องอัดกันมั้ย"
    }
  },
  {
    "translation": {
      "en": "you know, just you and me, and we'll cut a couple of tracks?",
      "th": "แค่เราสองคนเนี่ยแหละ ลองอัดสักสองเพลง"
    }
  },
  {
    "translation": {
      "en": "Just, you know, see what happens.\"",
      "th": "ดูว่าจะเป็นไง\""
    }
  },
  {
    "translation": {
      "en": "[Jordan] He said something and it was kind of shocking.",
      "th": "เขาพูดบางอย่างที่เล่นเอาผมช็อกเลย"
    }
  },
  {
    "translation": {
      "en": "And I asked him never to say that again.",
      "th": "ผมก็ขอเขาว่าอย่าพูดแบบนั้นอีก"
    }
  },
  {
    "translation": {
      "en": "He said, \"Well, you know, I've done all of this... and now the book and everything.\"",
      "th": "เขาบอกว่า \"ผมทำนู่นทำนี่ มาหมดแล้ว หนังสือเอย เพลงเอย\""
    }
  },
  {
    "translation": {
      "en": "He hadn't been playing.",
      "th": "เขาไม่ได้จับกีตาร์มานาน"
    }
  },
  {
    "translation": {
      "en": "And he was like, \"You know, maybe I should, like, retire,\" kinda thing.",
      "th": "(สตีฟ จอร์แดน - โปรดิวเซอร์) เขาพูดแบบว่า \"บางทีผมน่าจะวางมือได้แล้ว\""
    }
  },
  {
    "translation": {
      "en": "-Yeah. -At which I completely freaked out.",
      "th": "ผมฟังแล้วสติแตกเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "[laughing] I said, \"What are you talking about?\" I was talking in my sleep.",
      "th": "- ผมว่า \"พูดอะไรของคุณ\" - ตอนนั้นผมละเมอ"
    }
  },
  {
    "translation": {
      "en": "I said, \"What are you talking about?\"",
      "th": "ผมก็ถาม \"พูดอะไรมาเนี่ย\""
    }
  },
  {
    "translation": {
      "en": "[man 1] Can you get it? Yeah. [man 2] Yep.",
      "th": "ได้ยินมั้ย"
    }
  },
  {
    "translation": {
      "en": "[man 1] Yeah, it's a little boomy. [man 2] Uh-huh.",
      "th": "ใช่ มันทุ้มๆไปนิด"
    }
  },
  {
    "translation": {
      "en": "[Tom Waits] Musically, what I noticed about Keith, is he's really big on detail.",
      "th": "ในแง่ดนตรี ผมว่าจุดเด่นของคีธ คือเขาเจาะทุกรายละเอียด"
    }
  },
  {
    "translation": {
      "en": "And you have to be if you're...",
      "th": "คุณต้องเป็นคนละเอียด ถ้า"
    }
  },
  {
    "translation": {
      "en": "an archeologist and you're, you know... You insist on locality data, you know.",
      "th": "ถ้าคุณเป็นนักโบราณคดี ที่ยึดถือข้อมูลท้องถิ่น"
    }
  },
  {
    "translation": {
      "en": "Not only where something came from,",
      "th": "ไม่เพียงแต่สิ่งนั้นมาจากไหน"
    }
  },
  {
    "translation": {
      "en": "but what are the principles and the properties of it.",
      "th": "แต่ยังต้องการรู้หลักการและคุณสมบัติของมัน"
    }
  },
  {
    "translation": {
      "en": "And he... He's like a... like a London cabbie who has The Knowledge.",
      "th": "เขาเหมือนคนขับแท็กซี่ในลอนดอน ซึ่งมีการศึกษา"
    }
  },
  {
    "translation": {
      "en": "-[man] Yeah, yeah. -Only he has that in music, you know.",
      "th": "- ใช่ - เขารู้จักดนตรีอย่างถ่องแท้"
    }
  },
  {
    "translation": {
      "en": "[Richards] I realized, as I was doing this stuff,",
      "th": "ผมรู้ตัวตอนทำเพลงพวกนี้"
    }
  },
  {
    "translation": {
      "en": "how much steeped I am in American folk music,",
      "th": "ว่าผมหลงใหลเพลงโฟล์คของอเมริกามากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "in jazz and blues.",
      "th": "พวกเพลงแจ๊สและบลูส์"
    }
  },
  {
    "translation": {
      "en": "That's the stuff that America has given the rest of the world.",
      "th": "นั่นคือสิ่งที่อเมริกามอบให้เพื่อนร่วมโลก"
    }
  },
  {
    "translation": {
      "en": "You know, far bigger than H-bombs. [chuckles]",
      "th": "ยิ่งใหญ่กว่าระเบิดไฮโดรเจน"
    }
  },
  {
    "translation": {
      "en": "[Richards] Crosseyed Heart, I'm doing a lot of the tipping of the hat to people.",
      "th": "ครอสอายด์ ฮาร์ท เป็นเพลงหนึ่ง ที่ผมทำขึ้นเพื่อชื่นชมยอดฝีมือ"
    }
  },
  {
    "translation": {
      "en": "And this was to Robert Johnson.",
      "th": "เพลงนี้มอบให้โรเบิร์ต จอห์นสัน"
    }
  },
  {
    "translation": {
      "en": "[Richards] I grew up listening basically to American music,",
      "th": "ผมโตมากับเพลงจากอเมริกา"
    }
  },
  {
    "translation": {
      "en": "even though I was in England.",
      "th": "ถึงผมจะอยู่อังกฤษ"
    }
  },
  {
    "translation": {
      "en": "And through that,",
      "th": "เพราะอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "I guess I realized that an awful lot of American music, blues included,",
      "th": "ผมถึงคิดได้ว่า เพลงอเมริกาหลายแนว รวมทั้งเพลงบลูส์"
    }
  },
  {
    "translation": {
      "en": "relied a lot upon old Celtic melodies,",
      "th": "ล้วนมีรากฐานมาจากท่วงทำนองเซลติกโบราณ"
    }
  },
  {
    "translation": {
      "en": "Irish, Scottish, English, Welsh, that became part of this country, you know.",
      "th": "อย่างเพลงไอริช สก็อต อังกฤษ เวลช์ ซึ่งกลายมาเป็นส่วนหนึ่งของประเทศนี้"
    }
  },
  {
    "translation": {
      "en": "So to me, it was translatable easily.",
      "th": "พอผมฟังเพลงพวกนั้นเลยเข้าถึงได้ง่าย"
    }
  },
  {
    "translation": {
      "en": "When I first heard Robert Johnson and Lead Belly,",
      "th": "ตอนได้ยินเพลงโรเบิร์ต จอห์นสัน กับเลด เบลลีครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "and I'm hearing an echo...",
      "th": "ผมได้ยินเสียงสะท้อน"
    }
  },
  {
    "translation": {
      "en": "You know, I'm hearing... In my bones, I'm hearing",
      "th": "ได้ยินเสียงสะท้อนลึกเข้าไปถึงกระดูก"
    }
  },
  {
    "translation": {
      "en": "an echo that I shouldn't be hearing",
      "th": "เสียงสะท้อนที่ผมไม่ควรได้ยิน"
    }
  },
  {
    "translation": {
      "en": "because it's not within earshot.",
      "th": "เพราะมันไม่อยู่ในระยะที่หูได้ยิน"
    }
  },
  {
    "translation": {
      "en": "Which is one of the reasons I wanted to start this thing off with the blues, you know.",
      "th": "ซึ่งเป็นเหตุผลหนึ่ง ที่ผมอยากเริ่มทำเพลงแนวบลูส์ก่อน"
    }
  },
  {
    "translation": {
      "en": "I mean, I ain't a pop star no more, you know.",
      "th": "ผมไม่ใช่ป๊อปสตาร์แล้ว"
    }
  },
  {
    "translation": {
      "en": "I don't wanna be. [laughs]",
      "th": "ไม่อยากเป็นด้วย"
    }
  },
  {
    "translation": {
      "en": "See, I swore... You know, I thought it was in E, for Christ's sake. I mean, I swore...",
      "th": "สาบานได้ ผมนึกว่าคอร์ดอี ให้ตายเถอะ สาบานเลย"
    }
  },
  {
    "translation": {
      "en": "I would have gone to the grave saying that I played this in E, man, until today.",
      "th": "ตายไปผมก็คงคิดว่า ผมเล่นคอร์ดอีมาตลอด จนมาวันนี้"
    }
  },
  {
    "translation": {
      "en": "[Richards] My mum was a beautiful music freak with incredible taste.",
      "th": "แม่ผมบ้าเสียงดนตรี รสนิยมท่านสุดยอดมาก"
    }
  },
  {
    "translation": {
      "en": "We only had, like, two radio stations in the whole country, you know.",
      "th": "สมัยนั้นทั้งประเทศมีสถานีวิทยุแค่สองคลื่น"
    }
  },
  {
    "translation": {
      "en": "And she was a wizard of the dial.",
      "th": "แล้วแม่ก็หมุนหน้าปัดเก่งมาก"
    }
  },
  {
    "translation": {
      "en": "If there was anything worth listening to, she would find it.",
      "th": "ถ้ามีอะไรน่าฟัง แม่หมุนจนคลื่นชัดตลอด"
    }
  },
  {
    "translation": {
      "en": "Sarah Vaughan and Ella Fitzgerald were her two top thrushes.",
      "th": "ซาร่าห์ วอห์นกับเอลล่า ฟิตซ์เจอรัลด์ เป็นศิลปินในใจแม่"
    }
  },
  {
    "translation": {
      "en": "I liked Billie Holiday. Billie had more edge on it for me.",
      "th": "(เดอะบิลลี่ ฮอลิเดย์ สตอรี่) ผมชอลบิลลี่ ฮอลิเดย์ ผมว่าเพลงของบิลลี่เฉียบขาดกว่า"
    }
  },
  {
    "translation": {
      "en": "But still, that's what I grew up with. You know what I mean?",
      "th": "แต่ผมก็โตมากับเพลงพวกนั้น เข้าใจใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Louis Armstrong...",
      "th": "หลุยส์ อาร์มสตรอง"
    }
  },
  {
    "translation": {
      "en": "Billy Eckstine...",
      "th": "บิลลี่ เอ็คสไตน์"
    }
  },
  {
    "translation": {
      "en": "and a little dash of Mozart here and there.",
      "th": "แล้วก็มีฟังโมสาร์ทบ้าง"
    }
  },
  {
    "translation": {
      "en": "And then all the usual rubbish.",
      "th": "แล้วก็เพลงขยะทั่วๆไป"
    }
  },
  {
    "translation": {
      "en": "Whatever they played on radio. You know, the stuff you couldn't avoid, you know.",
      "th": "เพลงไหนก็ตามที่คลื่นเปิด มันก็เลี่ยงไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Richards] All of that crap, you know? I mean, the '50s, which is, all right, great rubbish, in retrospect.",
      "th": "เพลงห่วยๆพวกนั้น ทศวรรษที่ 50 เป็นยุคของเพลงขยะเลย ในมุมมองย้อนกลับ"
    }
  },
  {
    "translation": {
      "en": "Growing up in England, just after the war,",
      "th": "ผมโตที่อังกฤษ หลังสงครามเพิ่งยุติ"
    }
  },
  {
    "translation": {
      "en": "there was rubble everywhere.",
      "th": "มองไปไหนก็เห็นเศษอิฐเศษปูน"
    }
  },
  {
    "translation": {
      "en": "I was not aware that there was any other world apart from bombed out ruins.",
      "th": "ไม่รู้ว่าโลกนี้ยังมีอย่างอื่น นอกจากซากอาคารที่โดนระเบิดลง"
    }
  },
  {
    "translation": {
      "en": "And then, suddenly, Elvis. He hit like a bombshell.",
      "th": "แล้วจู่ๆเอลวิสก็ดังเปรี้ยงขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "\"Baby Let's Play House\" was around then, and it really cooked me.",
      "th": "\"เบบี้ เลตส์ เพลย์ เฮาส์\" ฮิตมากสมัยนั้น โดนใจผมอย่างจัง"
    }
  },
  {
    "translation": {
      "en": "The world went from black-and-white to Technicolor.",
      "th": "โลกเปลี่ยนจากขาวดำเป็นจอสี"
    }
  },
  {
    "translation": {
      "en": "[Richards] America looked very attractive.",
      "th": "อเมริกาดูน่าดึงดูดใจมาก"
    }
  },
  {
    "translation": {
      "en": "All the movies.",
      "th": "หนังฮอลลีวู้ด"
    }
  },
  {
    "translation": {
      "en": "We got what you guys saw, like, a year before.",
      "th": "กว่าคนอังกฤษจะได้ดูต้องรอเป็นปี"
    }
  },
  {
    "translation": {
      "en": "Especially if you're into music.",
      "th": "โดยเฉพาะถ้าชอบฟังเพลง"
    }
  },
  {
    "translation": {
      "en": "That was basically our lifeline in those days,",
      "th": "นั่นเป็นสิ่งยึดเหนี่ยวชีวิตเราในสมัยนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "that sense of, there's something happening,",
      "th": "ทำให้รู้สึกว่ามีบางอย่างกำลังมาแรง"
    }
  },
  {
    "translation": {
      "en": "and you just wanna be part of it, you know,",
      "th": "เราอยากมีส่วนร่วมด้วย เรากระโจนเข้าหาเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "and you jumped in with both feet. At least, I did.",
      "th": "เราอยากมีส่วนร่วมด้วย เรากระโจนเข้าหาเลยล่ะ อย่างน้อยก็ผมคนนึง"
    }
  },
  {
    "translation": {
      "en": "[Richards] Jim Hall.",
      "th": "จิม ฮอลล์"
    }
  },
  {
    "translation": {
      "en": "[Jordan] We love Jim Hall.",
      "th": "เรารักจิม ฮอลล์"
    }
  },
  {
    "translation": {
      "en": "-Jim, motherfucker. -[laughs]",
      "th": "จิม ไอ้บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "[Richards] My grandfather, Gus, he kinda teased me, man, over years, into becoming a guitarist.",
      "th": "กัส คุณตาผมคอยโน้มน้าวมาตลอด ให้ผมเป็นมือกีตาร์"
    }
  },
  {
    "translation": {
      "en": "He was one of those guys that always thought",
      "th": "ท่านเป็นคนที่คิดเสมอว่า"
    }
  },
  {
    "translation": {
      "en": "everybody was a musician if they got the chance to be and...",
      "th": "ทุกคนน่าเป็นนักดนตรี ถ้ามีโอกาสได้เป็น"
    }
  },
  {
    "translation": {
      "en": "So I think he just left the instruments lying about",
      "th": "ผมว่าท่านวางเครื่องดนตรีทิ้งไว้"
    }
  },
  {
    "translation": {
      "en": "just to see if it caught the eye.",
      "th": "ดูว่าจะสะดุดตาผมมั้ย"
    }
  },
  {
    "translation": {
      "en": "And then he probably watched me for a couple of years, you know,",
      "th": "แล้วท่านคงสังเกตผมอยู่สองปีได้"
    }
  },
  {
    "translation": {
      "en": "talking to him and looking at the guitar and...",
      "th": "เวลาไปคุยกับท่าน แล้วเหลือบมองกีตาร์"
    }
  },
  {
    "translation": {
      "en": "'Cause I remember him saying, \"It's a pretty one, isn't it?",
      "th": "ผมจำได้ ตาบอกว่า \"สวยดีเนอะ ว่ามั้ย"
    }
  },
  {
    "translation": {
      "en": "It's nice, that.",
      "th": "มันสวยดี"
    }
  },
  {
    "translation": {
      "en": "Yeah, when you can reach it...",
      "th": "เอื้อมถึงเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "I'll let you play it,\" you know.",
      "th": "เดี๋ยวตาจะให้เล่น\""
    }
  },
  {
    "translation": {
      "en": "Once he did give me the guitar,",
      "th": "มีครั้งนึง ตาเอากีตาร์ให้ผม"
    }
  },
  {
    "translation": {
      "en": "he said the best exercise is the Spanish malaguena,",
      "th": "ท่านบอกว่าถ้าจะฝึกเล่น ต้องเล่นเพลงมาลาเกวนาของสเปน"
    }
  },
  {
    "translation": {
      "en": "because it's got a lot of moves in it that make it great for the fingers.",
      "th": "เพราะสายมันเคลื่อนไหวเยอะ ทำให้ได้ฝึกนิ้ว"
    }
  },
  {
    "translation": {
      "en": "You're expanding yourself without even knowing.",
      "th": "เราเก่งขึ้นโดยไม่รู้ตัว"
    }
  },
  {
    "translation": {
      "en": "And he was quite right, because, you know, from learning that...",
      "th": "ท่านพูดถูก เพราะจากที่หัดเล่น"
    }
  },
  {
    "translation": {
      "en": "'Cause I had to learn that in order to get the guitar, you know. I mean...",
      "th": "เพราะผมต้องหัดเล่นเพลงนั้น ถึงจะได้กีตาร์"
    }
  },
  {
    "translation": {
      "en": "That meant I could walk into the house, pick up the guitar and play with it.",
      "th": "ถึงจะเดินเข้าไปในบ้านแล้วหยิบกีตาร์มาเล่นได้"
    }
  },
  {
    "translation": {
      "en": "Until then, it would have to be at invitation only.",
      "th": "จนกว่าตอนนั้น ต้องรอตาชวนเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "-[man] The story with the guitar... -Oh, it's a...",
      "th": "- เรื่องกีตาร์น่ะ - มันคือ"
    }
  },
  {
    "translation": {
      "en": "It's a late '50s Gibson ES-355.",
      "th": "(ปิแอร์ เดอ โบพอร์ต - ช่างเทคนิคกีตาร์) กีตาร์กิบสัน รุ่นอีเอส 355 ยุค 50"
    }
  },
  {
    "translation": {
      "en": "So, kind of a hot rod.",
      "th": "รุ่นคลาสสิก"
    }
  },
  {
    "translation": {
      "en": "He's always been known for playing a black Gibson.",
      "th": "ใครๆก็รู้ว่าเขาใช้กีตาร์กิบสันสีดำ"
    }
  },
  {
    "translation": {
      "en": "For me, it looks like Keith.",
      "th": "ถ้าถามผม มันเหมือนคีธเลย"
    }
  },
  {
    "translation": {
      "en": "And as I just showed you, when I opened the case,",
      "th": "ตอนที่เอาให้ดู พอผมเปิดกล่องออกมา"
    }
  },
  {
    "translation": {
      "en": "he said, \"I'll have it.\" He didn't... Nope. Just... He knew right away.",
      "th": "เขาบอกว่า \"เอาตัวนี้แหละ\" เขาไม่ ไม่เลย เขารู้ทันที"
    }
  },
  {
    "translation": {
      "en": "I've been working with Keith now since the '80s.",
      "th": "ผมทำงานกับคีธมาตั้งแต่ยุค 80"
    }
  },
  {
    "translation": {
      "en": "I have full access to his guitar lockers and can do what I want.",
      "th": "ผมเข้าคลังกีตาร์เขาได้ ทำอะไรได้หมด"
    }
  },
  {
    "translation": {
      "en": "I do often get to see guitars and bring them to him.",
      "th": "ผมมักเป็นคนเลือกกีตาร์ให้เขา"
    }
  },
  {
    "translation": {
      "en": "This is what Robert Johnson would have played, the model and year.",
      "th": "ดูแล้วโรเบิร์ต จอห์นสัน น่าจะเล่นตัวนี้ ดูจากรุ่นและปี"
    }
  },
  {
    "translation": {
      "en": "This is a 1928 L-1 Gibson, you know.",
      "th": "กิบสัน แอลวัน ปี 1928"
    }
  },
  {
    "translation": {
      "en": "And the scale length and the flat neck and the width of the nut...",
      "th": "ดูจากขนาดความยาว คอกีตาร์ราบ ความกว้างของนัท"
    }
  },
  {
    "translation": {
      "en": "It was a style of playing.",
      "th": "มันเป็นสไตล์การเล่น"
    }
  },
  {
    "translation": {
      "en": "So you can do the finger style blues on this.",
      "th": "คุณดีดกีตาร์ตัวนี้สไตล์บลูส์ได้"
    }
  },
  {
    "translation": {
      "en": "It almost takes you there. It makes you play that way.",
      "th": "มันช่วยเสริมได้ ทำให้ดีดแบบนั้นได้"
    }
  },
  {
    "translation": {
      "en": "The notes last the right amount of time.",
      "th": "โน้ตลากยาวแบบพอดีๆ"
    }
  },
  {
    "translation": {
      "en": "The balance between the high strings and what's going on in the low-end, the snap...",
      "th": "สายเสียงสูงก็สมดุลกับส่วนเสียงต่ำ ตอนสแนป"
    }
  },
  {
    "translation": {
      "en": "In the locker, unfinished project.",
      "th": "นี่ของในคลัง ยังซ่อมไม่เสร็จ"
    }
  },
  {
    "translation": {
      "en": "National Guitar, right here, in my inventory book of Keith's guitars.",
      "th": "เนชันแนล กีตาร์อยู่ในคลังกีตาร์ของคีธที่ผมดูแล"
    }
  },
  {
    "translation": {
      "en": "It says here, \"To be rebuilt and then maybe used.\"",
      "th": "นี่เขียนไว้ว่า \"ต้องรื้อทำใหม่ แล้วอาจเอาไปเล่น\""
    }
  },
  {
    "translation": {
      "en": "And I wrote a note, \"Kinda reminds me of Jimmy Reed.\"",
      "th": "แล้วก็เขียนโน้ตไว้ว่า \"เห็นแล้วนึกถึงจิมมี่ รี้ด\""
    }
  },
  {
    "translation": {
      "en": "Dig it out, put some strings on it.",
      "th": "ไปขุดมา ประกอบสายใหม่"
    }
  },
  {
    "translation": {
      "en": "And sometimes I pick up an instrument",
      "th": "บางครั้ง ผมหยิบมาสักตัว"
    }
  },
  {
    "translation": {
      "en": "and the sound will take you to a different place.",
      "th": "เสียงมันพาเราล่องลอยไปอีกที่"
    }
  },
  {
    "translation": {
      "en": "It's like a flavor. Steve and Keith walk in. They think we're doing something else.",
      "th": "เหมือนรสชาติใหม่ สตีฟกับคีธมา นึกว่าเราทำอย่างอื่นอยู่"
    }
  },
  {
    "translation": {
      "en": "We open the case. Keith looks at it, \"Oh, great. Hmm.\"",
      "th": "เราเปิดกล่องให้ดู คีธมองแล้วบอกว่า \"เยี่ยมเลย\""
    }
  },
  {
    "translation": {
      "en": "\"Check this out, Keith.",
      "th": "\"ดูซะก่อน คีธ"
    }
  },
  {
    "translation": {
      "en": "This has been yours since before I worked for you.",
      "th": "คุณเก็บไว้ ตั้งแต่ก่อนผมมาทำงานอีก"
    }
  },
  {
    "translation": {
      "en": "It's never had strings on it. I found it in the locker, I put strings on it.\"",
      "th": "ของเดิมไม่มีสาย ผมไปค้นเจอเลยเอามาใส่สาย\""
    }
  },
  {
    "translation": {
      "en": "Next thing you know, he's out there trying it.",
      "th": "รู้ตัวอีกที เขาเอาไปลองเล่นแล้ว"
    }
  },
  {
    "translation": {
      "en": "Steve's like, \"Okay, if he's in, I'm in.\"",
      "th": "สตีฟแบบว่า \"ถ้าเขาเอา ผมก็เอาด้วย\""
    }
  },
  {
    "translation": {
      "en": "They start playing, but the control room is set for, you know... for a mix or something.",
      "th": "พวกเขาเริ่มดีดกีตาร์ แต่ห้องอัดจัดไว้มิกซ์เพลงล่ะมั้ง"
    }
  },
  {
    "translation": {
      "en": "There's no mic set. People aren't ready for this.",
      "th": "ยังไม่ได้ตั้งไมค์เลย ทีมงานยังไม่พร้อมอัด"
    }
  },
  {
    "translation": {
      "en": "\"Blues in the Morning,\" that feeling... That was just him picking up the guitar.",
      "th": "\"บลูส์ อิน เดอะ มอร์นิ่ง\" ความรู้สึกนั้น แค่หยิบกีตาร์มาดีด"
    }
  },
  {
    "translation": {
      "en": "There was no second takes, no other tries. It was just where we were going.",
      "th": "ไม่มีอัดรอบสอง ไม่มีซ้อมก่อน เล่นตามที่ใจพาไป"
    }
  },
  {
    "translation": {
      "en": "[Richards] To us, in England,",
      "th": "สำหรับเรา ที่อังกฤษ"
    }
  },
  {
    "translation": {
      "en": "people like Mick and myself and many others...",
      "th": "คนอย่างมิคกับผมและอีกหลายคน (มัดดี้ วอเตอร์ส ชัค เบอร์รี)"
    }
  },
  {
    "translation": {
      "en": "Chuck arrived... At the time, we were starving for music.",
      "th": "ชัคเข้ามา ตอนที่เรากำลังโหยหาดนตรี"
    }
  },
  {
    "translation": {
      "en": "The way that man hit us...",
      "th": "เขาเอาเราอยู่หมัด"
    }
  },
  {
    "translation": {
      "en": "I'm still recovering.",
      "th": "จนวันนี้ก็ยังทึ่งอยู่"
    }
  },
  {
    "translation": {
      "en": "Incredible lyrics, an incredible devil-may-care attitude.",
      "th": "เนื้อเพลงบาดใจ ลีลาท่าทางเคลิ้มแบบไม่สนใคร"
    }
  },
  {
    "translation": {
      "en": "He's influenced just about every guitar player, even if they don't know it. You know, I mean...",
      "th": "เขามีอิทธิพลต่อมือกีตาร์ทุกคน ต่อให้บางคนไม่รู้ตัวก็เถอะ"
    }
  },
  {
    "translation": {
      "en": "not a lot of guys wanna play like Chuck because it's like taking on the devil.",
      "th": "มีไม่กี่คนที่อยากเล่นแบบชัค เพราะเหมือนต้องสู้กับปีศาจ"
    }
  },
  {
    "translation": {
      "en": "I'll take it on, you know. [laughs]",
      "th": "แต่ผมจะลอง"
    }
  },
  {
    "translation": {
      "en": "Yeah, this is the beginning of the Rolling Stones, you know.",
      "th": "ใช่ นี่ล่ะจุดเริ่มต้นของวงโรลลิ่ง สโตนส์"
    }
  },
  {
    "translation": {
      "en": "Yeah, and I'm holding a full deck here, pals.",
      "th": "นี่ผมขนมาให้ดูแบบจัดเต็มแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "That was the one Mick had on the train, you know.",
      "th": "(รวมเพลงฮิตมัดดี้ วอเตอร์ส ชัค เบอร์รี) นี่คือแผ่นที่มิคพกขึ้นรถไฟ"
    }
  },
  {
    "translation": {
      "en": "I got on my morning train to go to art school.",
      "th": "ผมขึ้นรถไฟตอนเช้า จะไปโรงเรียนศิลปะ"
    }
  },
  {
    "translation": {
      "en": "I happened to hit the carriage that Mick had just gotten into,",
      "th": "บังเอิญขึ้นตู้เดียวกันกับที่มิคเพิ่งขึ้นไป"
    }
  },
  {
    "translation": {
      "en": "and I hadn't seen him in years.",
      "th": "ไม่เจอเขามาหลายปี"
    }
  },
  {
    "translation": {
      "en": "And then I noticed, tucked under his arm, like this, was...",
      "th": "แล้วผมก็เหลือบไปเห็น เขาหนีบไว้ใต้แขนแบบนี้"
    }
  },
  {
    "translation": {
      "en": "\"Oh, yeah. Get out of here.",
      "th": "\"นี่ ถามจริงเถอะ"
    }
  },
  {
    "translation": {
      "en": "Chuck Berry... What you got there, man?\"",
      "th": "ชัค เบอร์รี แผ่นอะไรน่ะ เพื่อน\""
    }
  },
  {
    "translation": {
      "en": "And then I said, \"Come here!\"",
      "th": "แล้วผมก็แบบว่า \"เอามานี่\""
    }
  },
  {
    "translation": {
      "en": "You know, I thought I was the only other guy in... you know, in the southeast of England",
      "th": "ผมนึกว่าผมเป็นคนเดียว ในภาคตะวันออกเฉียงใต้ของอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "that even knew anything about this stuff, you know, and...",
      "th": "ที่รู้จักเพลงพวกนี้เสียอีก"
    }
  },
  {
    "translation": {
      "en": "So, I mean, by the time we got off the train, you know,",
      "th": "พอตอนจะลงจากรถไฟ"
    }
  },
  {
    "translation": {
      "en": "we've made a deal, you know. I'm gonna... [chuckles]",
      "th": "เราก็ตกลงกันเสร็จสรรพ ว่าผมจะ"
    }
  },
  {
    "translation": {
      "en": "And that's how The Stones hooked,",
      "th": "ตั้งวงขึ้นได้เพราะงั้น"
    }
  },
  {
    "translation": {
      "en": "because of these very two records. And that's it.",
      "th": "เพราะแผ่นเพลงสองแผ่นนี้ แค่นั้นล่ะ"
    }
  },
  {
    "translation": {
      "en": "Muddy, I had only heard, you know, very few tracks of at the time.",
      "th": "ตอนนั้นผมได้ฟังเพลงมัดดี้แค่ไม่กี่เพลงเอง"
    }
  },
  {
    "translation": {
      "en": "So this was a mind blower to me, you know.",
      "th": "ผมฟังแล้วตะลึงเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Richards] When I first heard The Best of Muddy Waters,",
      "th": "ตอนได้ฟังอัลบั้มรวมเพลงฮิตมัดดี้ วอเตอร์ส"
    }
  },
  {
    "translation": {
      "en": "it was the most powerful music I'd ever heard.",
      "th": "มันเป็นดนตรีที่ทรงพลังที่สุดเท่าที่ผมเคยได้ยิน"
    }
  },
  {
    "translation": {
      "en": "The most expressive.",
      "th": "ถ่ายทอดอารมณ์จัดจ้านที่สุด"
    }
  },
  {
    "translation": {
      "en": "And I had listened to Mozart and, you know, I had listened to Beethoven.",
      "th": "แล้วนี่ผมฟังโมสาร์ท ฟังบีโธเฟนมาก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "This is on a par with the best music in the world.",
      "th": "มันเทียบเท่ากับบทเพลงชั้นเลิศที่สุดของโลก"
    }
  },
  {
    "translation": {
      "en": "The Stones, in their early days,",
      "th": "วงโรลลิ่ง สโตนส์สมัยแรกๆ"
    }
  },
  {
    "translation": {
      "en": "all we wanted to do was to turn other people on to this.",
      "th": "เราแค่ตั้งใจอยากให้ผู้คนหันมาฟังเพลงแบบนี้"
    }
  },
  {
    "translation": {
      "en": "[Richards] We knew we're never gonna be able to play it like Muddy.",
      "th": "เรารู้ว่าไม่มีวันเล่นได้เท่ามัดดี้"
    }
  },
  {
    "translation": {
      "en": "So let's just, like, juke it up.",
      "th": "ลองพลิกแพลงดู"
    }
  },
  {
    "translation": {
      "en": "We sped it up, we did it real fast. And everybody got into it.",
      "th": "เราเร่งจังหวะ เพลงเราเร็วสุดๆ แล้วทุกคนก็ติดใจ"
    }
  },
  {
    "translation": {
      "en": "[Richards] We've never wanted to make pop music.",
      "th": "เราไม่ได้อยากทำเพลงป๊อป"
    }
  },
  {
    "translation": {
      "en": "Our puritanical mission was to turn other people on to the blues.",
      "th": "ภารกิจหลักในใจเรา คือจูงใจให้คนหันมาฟังเพลงบลูส์"
    }
  },
  {
    "translation": {
      "en": "At the same time, we realized",
      "th": "ขณะเดียวกัน เราก็รู้เลยว่า"
    }
  },
  {
    "translation": {
      "en": "that we turned America back on to its own music,",
      "th": "เราชักจูงให้คนอเมริกันหันกลับไปฟังเพลงตัวเอง"
    }
  },
  {
    "translation": {
      "en": "which was, like, far beyond the agenda.",
      "th": "มันเลยเป้าหมายดั้งเดิมไปไกลมาก"
    }
  },
  {
    "translation": {
      "en": "The Rolling Stones. Aren't they great?",
      "th": "วงโรลลิ่ง สโตนส์ครับ เยี่ยมมั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Unbelievable.",
      "th": "เหลือเชื่อเลย"
    }
  },
  {
    "translation": {
      "en": "-[Richards] Hey, guys. -What's up, boss?",
      "th": "- ไงครับ - หวัดดีครับ บอส"
    }
  },
  {
    "translation": {
      "en": "How are you guys? How're we doing? -Alright? -Thank you, Keith. Awesome.",
      "th": "- เป็นไงกันบ้าง สบายดีนะ - ขอบคุณ คีธ เจ๋งสุดๆ"
    }
  },
  {
    "translation": {
      "en": "-How you doing? -Great show the other... -I'm doing fabulous. -Yes, sir. Great show.",
      "th": "- สบายดีนะ - เมื่อคืนเด็ดมาก... ผมมีความสุขสุดๆ"
    }
  },
  {
    "translation": {
      "en": "-Alright. Yeah, yeah. -Great book, brother.",
      "th": "สุดยอดเลยครับ ลูกพี่"
    }
  },
  {
    "translation": {
      "en": "Cool, brother. How you doing, Keith?",
      "th": "- ดีเลย - คุณล่ะ คีธ"
    }
  },
  {
    "translation": {
      "en": "-We're doing alright, man. -Good.",
      "th": "- พวกเราสบายดี - ดี"
    }
  },
  {
    "translation": {
      "en": "-Right on. Thank you. -We're all alright, you know.",
      "th": "- ดีเลย ขอบคุณ - สบายมาก"
    }
  },
  {
    "translation": {
      "en": "[Richards] On the road, I feel at home.",
      "th": "ตอนออกทัวร์ ผมรู้สึกเหมือนอยู่บ้าน"
    }
  },
  {
    "translation": {
      "en": "Being backstage or being onstage, you know, it's... familiar.",
      "th": "จะหลังเวทีหรือบนเวที ผมก็คุ้นเคยกับมัน"
    }
  },
  {
    "translation": {
      "en": "[man] Thank you. [Richards] There you go, pal.",
      "th": "- เจ๋งเป้ง ขอบคุณครับ - ได้เลย"
    }
  },
  {
    "translation": {
      "en": "-Okay. -[woman] Can I get a high five? Hi, baby. [laughs]",
      "th": "- ขอแปะมือได้มั้ยคะ - ว่าไงจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "I left home at 17 in a cloud of disgrace,",
      "th": "ผมออกจากบ้านมาตอน 17 ออกมาแบบน่าอับอาย"
    }
  },
  {
    "translation": {
      "en": "without getting, you know, my dad's okay.",
      "th": "ไม่ได้ขอพ่อก่อนด้วย"
    }
  },
  {
    "translation": {
      "en": "And so the road became a second home to me, you know.",
      "th": "ถนนหนทาง จึงกลายเป็นบ้านหลังที่สองของผม"
    }
  },
  {
    "translation": {
      "en": "[man 1] You brought the sun out. [man 2] Ronnie, how are you?",
      "th": "- คุณมาแล้วอากาศดีเลย - รอนนี่ เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "[Richards] And I'm looking forward still to some great gigs.",
      "th": "ผมยังตั้งตารอคอนเสิร์ตเจ๋งๆ"
    }
  },
  {
    "translation": {
      "en": "I mean, I really enjoyed playing in the heartland.",
      "th": "ผมสนุกที่ได้มาเล่นแถบมิดเวสต์"
    }
  },
  {
    "translation": {
      "en": "They're the places we used to drive around in the station wagon 50 years ago.",
      "th": "มีหลายที่เลยที่เราเคยนั่งรถมาแสดง เมื่อ 50 ปีก่อน"
    }
  },
  {
    "translation": {
      "en": "America is the biggest market in the goddamn world.",
      "th": "อเมริกาคือตลาดที่ใหญ่ที่สุด ในโลกบ้าใบนี้"
    }
  },
  {
    "translation": {
      "en": "It was a fucking crowning glory to break there.",
      "th": "ใครเจาะตลาดนี้ได้นี่แทบเรียกว่าครองโลกชัดๆ"
    }
  },
  {
    "translation": {
      "en": "[Richards] I was amazed by the warmth of the welcome.",
      "th": "ผมทึ่งที่พวกเขาต้อนรับเราอย่างอบอุ่น โดยเฉพาะที่แรกที่ไปคือนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "Especially with the first hit being New York City.",
      "th": "โดยเฉพาะที่แรกที่ไปคือนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "[Richards] I mean, the buildings, the feel and the smell of the place.",
      "th": "ตึกสูงระฟ้า กลิ่นอายบรรยากาศของเมืองนั้น"
    }
  },
  {
    "translation": {
      "en": "[Richards] That night, I remember writing to my mum there,",
      "th": "คืนนั้น จำได้ ผมเขียนจดหมายถึงแม่"
    }
  },
  {
    "translation": {
      "en": "\"Mum, I'm in New York City. I'll tell you more later.\"",
      "th": "\"แม่ ผมอยู่ที่นครนิวยอร์ก ไว้จะเล่าให้ฟังอีก\""
    }
  },
  {
    "translation": {
      "en": "[Richards] God knows what they were expecting. In some places, I mean...",
      "th": "ไม่รู้พวกเขาคาดหวัง ว่าเราเป็นยังไง มีบางที่"
    }
  },
  {
    "translation": {
      "en": "I do remember The Stones being arrested",
      "th": "ผมจำได้ว่าวงเราจะถูกตำรวจจับ"
    }
  },
  {
    "translation": {
      "en": "for topless bathing in Georgia",
      "th": "เพราะถอดเสื้อว่ายน้ำที่จอร์เจีย"
    }
  },
  {
    "translation": {
      "en": "at a Holiday Inn swimming pool, which was in sight of this highway.",
      "th": "ในสระว่ายน้ำของโรงแรม ซึ่งมองจากทางหลวงมาเห็น"
    }
  },
  {
    "translation": {
      "en": "And some freaked out locals thought, because of the hair,",
      "th": "มีคนแถวนั้นเห็นแล้วตกใจ เพราะเห็นผมยาว"
    }
  },
  {
    "translation": {
      "en": "that there was a load of chicks jumping in the pool, naked, you know...",
      "th": "เลยนึกว่ามีพวกผู้หญิงแก้ผ้ากระโดดลงน้ำ"
    }
  },
  {
    "translation": {
      "en": "So the cop car drives up to the pool. [laughing]",
      "th": "ตำรวจขับรถมาจอดที่สระ"
    }
  },
  {
    "translation": {
      "en": "We're looking at them, the cops are looking at us, you know,",
      "th": "เราก็มองตำรวจ ตำรวจก็มองเรา"
    }
  },
  {
    "translation": {
      "en": "and it was like culture shock.",
      "th": "ช็อกทั้งเขาทั้งเรา"
    }
  },
  {
    "translation": {
      "en": "In those days, if you went further south than Washington,",
      "th": "สมัยนั้น ถ้าลงใต้ไปไกลกว่าวอชิงตัน"
    }
  },
  {
    "translation": {
      "en": "it was a different kind of America then.",
      "th": "มันไม่เหมือนอเมริกาตอนนี้เลย"
    }
  },
  {
    "translation": {
      "en": "It was still strictly segregated.",
      "th": "ตอนนั้นยังมีการแบ่งแยกสีผิวเข้มงวด"
    }
  },
  {
    "translation": {
      "en": "You'd pull in to a joint, a whole bus of us, black and white, all mixed...",
      "th": "พอรถไปจอดปั๊ม ทั้งรถบัส มีเรา มีคนขาวคนดำ ผสมกันไป"
    }
  },
  {
    "translation": {
      "en": "Anyway, you'd pull over and dying for a pee.",
      "th": "พอรถไปจอด ไอ้เราก็ปวดฉี่"
    }
  },
  {
    "translation": {
      "en": "So I'd join in with the brothers,",
      "th": "ผมเลยตามพี่มืดไปห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "and then they'd laugh at me and point above the door,",
      "th": "พวกเขาหัวเราะผมใหญ่ ชี้ไปบนประตู"
    }
  },
  {
    "translation": {
      "en": "and it said \"Colored only.\"",
      "th": "มีป้ายบอกว่า \"เฉพาะคนผิวสี\""
    }
  },
  {
    "translation": {
      "en": "I asked them, \"And where am I supposed to go?\" you know.",
      "th": "ผมก็ถาม \"แล้วผมต้องไปไหน\""
    }
  },
  {
    "translation": {
      "en": "And they said, \"Try the bushes\" or, \"The white men's around the corner.\"",
      "th": "พวกเขาบอกว่า \"ไปตรงพุ่มไม้ไป\" ไม่ก็ \"พวกคนขาวอยู่โน่นแน่ะ\""
    }
  },
  {
    "translation": {
      "en": "But there were plenty of signs of it, yeah. Chain gangs, too. Yeah.",
      "th": "แต่มีป้ายแบบนี้เต็มไปหมด เจอนักโทษที่ล่ามโซ่ไว้ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "To get the last taste of that bullshit was amazing to behold.",
      "th": "ได้ไปเห็นเรื่องงี่เง่าแบบนี้มา ผมทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "But I think that black America sort of took us a little more to their hearts",
      "th": "แต่ผมว่าคนดำในอเมริกา ยอมรับเรามากกว่าคนขาวที่นั่น"
    }
  },
  {
    "translation": {
      "en": "because we were different.",
      "th": "เพราะเราไม่เหมือนพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "And we had no contact with the problems that they usually had with white people.",
      "th": "เราไม่เคยยุ่งเกี่ยวกับปัญหา อย่างที่พวกเขาเจอกับคนขาว"
    }
  },
  {
    "translation": {
      "en": "Now that's the shit.",
      "th": "ต้องอย่างนั้นสิ"
    }
  },
  {
    "translation": {
      "en": "-[Jordan] You're gonna do it? -Only if you want me to.",
      "th": "- จะเล่นจริงเหรอ - ก็ถ้าอยากให้เล่น"
    }
  },
  {
    "translation": {
      "en": "But there's a Les Paul Jr. behind you.",
      "th": "ข้างหลังมีกีตาร์เลส พอล จูเนียร์นะ"
    }
  },
  {
    "translation": {
      "en": "[Waits] When you walk into his studio...",
      "th": "พอเข้าไปในห้องอัดเขา"
    }
  },
  {
    "translation": {
      "en": "He says his first home is the stage.",
      "th": "เขาบอกว่าบ้านหลังแรกคือบนเวที"
    }
  },
  {
    "translation": {
      "en": "I think his second home would be the studio.",
      "th": "ผมว่าบ้านหลังที่สองของเขาคือห้องอัด"
    }
  },
  {
    "translation": {
      "en": "So that's where you have to really start listening.",
      "th": "คุณต้องตั้งใจฟังให้ดีๆ"
    }
  },
  {
    "translation": {
      "en": "[Jordan] We're not... We're not using any of this.",
      "th": "เราไม่ เราจะไม่ใช้ส่วนนี้"
    }
  },
  {
    "translation": {
      "en": "[Waits] Everybody's tuning up and you know, that's when things start to really happen,",
      "th": "ทุกคนจูนกีตาร์กัน นั่นล่ะตอนที่ความเทพจะบังเกิด"
    }
  },
  {
    "translation": {
      "en": "uh, because no one thinks it's music yet.",
      "th": "เพราะยังไม่มีใครคิดว่านั่นคือเพลง"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's like an orchestra tuning up, you know. It's thrilling.",
      "th": "เหมือนวงออเครสตรา จูนเครื่องเสียงกัน คิดแล้วขนลุก"
    }
  },
  {
    "translation": {
      "en": "Because it's a piece of music they will never play again,",
      "th": "เพราะมันคือเพลงท่อนหนึ่ง ที่พวกเขาไม่มีวันเล่นซ้ำอีก"
    }
  },
  {
    "translation": {
      "en": "and no one called it that.",
      "th": "ไม่มีใครเรียกว่าเป็นเพลง"
    }
  },
  {
    "translation": {
      "en": "Yeah, you don't wanna be looking at the frame and then realize",
      "th": "คุณไม่อยากมองเห็นภาพในกรอบ แล้วคิดได้ว่า"
    }
  },
  {
    "translation": {
      "en": "that the most interesting thing going on in the frame",
      "th": "สิ่งที่น่าสนใจที่สุดที่เกิดขึ้นตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "is happening outside of the frame.",
      "th": "มันดันไปเกิดอยู่นอกกรอบ"
    }
  },
  {
    "translation": {
      "en": "[Richards] Living in England, all you knew about Chicago was Al Capone.",
      "th": "ผมมาจากอังกฤษ พอพูดถึงชิคาโก รู้จักแต่อัล คาโพน"
    }
  },
  {
    "translation": {
      "en": "And then I found out that there's something about the stock markets...",
      "th": "แล้วผมก็ได้รู้ว่ามีบางอย่างเกี่ยวกับตลาดปศุสัตว์"
    }
  },
  {
    "translation": {
      "en": "and I mean, meat.",
      "th": "เนื้อสัตว์น่ะ"
    }
  },
  {
    "translation": {
      "en": "[chuckling] I mean, the cattle yards.",
      "th": "พวกลานปศุสัตว์"
    }
  },
  {
    "translation": {
      "en": "The next time I really thought about Chicago",
      "th": "ต่อมา ผมนั่งนึกถึงชิคาโก"
    }
  },
  {
    "translation": {
      "en": "is when I heard the blues coming out of this building we're just about to bypass.",
      "th": "เพราะได้ยินเพลงบลูส์ ดังออกมาจากตึกที่เรากำลังจะขับผ่าน"
    }
  },
  {
    "translation": {
      "en": "Chess Records, 2120 South Michigan.",
      "th": "เชส เรคคอร์ดส์ 2120 เซาธ์ มิชิแกน (สัญลักษณ์ชิคาโก สนง.เชส เรคคอร์ดส์และห้องอัด)"
    }
  },
  {
    "translation": {
      "en": "We recorded there in '64.",
      "th": "เราอัดเพลงกันที่นั่น ปี 64"
    }
  },
  {
    "translation": {
      "en": "It was a magical room, sound-wise.",
      "th": "ห้องนั้นมีมนตร์วิเศษ ในแง่ของเสียง"
    }
  },
  {
    "translation": {
      "en": "How many addresses I've forgotten, that one I'll never forget, you know.",
      "th": "มีหลายห้องอัดที่ผมลืมไปแล้ว แต่ที่นั่น ผมไม่มีวันลืม"
    }
  },
  {
    "translation": {
      "en": "We arrived at Chess Studios.",
      "th": "เราไปถึงเชส สตูดิโอส์"
    }
  },
  {
    "translation": {
      "en": "Somebody's walking us through the corridor,",
      "th": "มีคนเดินนำเราไปตามโถง"
    }
  },
  {
    "translation": {
      "en": "and there's a black guy on a ladder painting the ceiling.",
      "th": "แล้วมีผู้ชายผิวดำปีนบันไดทาสีเพดานอยู่"
    }
  },
  {
    "translation": {
      "en": "As we pass by, the engineer from Chess said,",
      "th": "ตอนเราเดินผ่าน วิศวกรเสียงของเชสบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Oh, by the way, this is Mr. Muddy Waters.\"",
      "th": "\"นี่คุณมัดดี้ วอเตอร์สนะครับ\""
    }
  },
  {
    "translation": {
      "en": "So this is my first meeting.",
      "th": "นั่นคือครั้งแรกที่ได้เจอกัน"
    }
  },
  {
    "translation": {
      "en": "I'm shaking hands with Muddy Waters",
      "th": "ผมได้จับมือกับมัดดี้ วอเตอร์ส"
    }
  },
  {
    "translation": {
      "en": "who's got whitewash dripping.",
      "th": "มีสีขาวไหลอยู่ตรงหน้าผาก"
    }
  },
  {
    "translation": {
      "en": "And he just said...",
      "th": "เขาบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Thank you for what you guys are doing.\"",
      "th": "\"ขอบคุณสำหรับสิ่งที่พวกคุณทำ\""
    }
  },
  {
    "translation": {
      "en": "I had to digest the image later.",
      "th": "ผมต้องมานั่งทบทวนกับตัวเองทีหลัง"
    }
  },
  {
    "translation": {
      "en": "I mean, I'm shocked on a personal level",
      "th": "ผมต้องมานั่งทบทวนกับตัวเองทีหลัง ผมช็อกจนตื้อไปหมดที่ได้เจอผู้ชายคนนั้น"
    }
  },
  {
    "translation": {
      "en": "to have met the very man who I've been listening to",
      "th": "ผมช็อกจนตื้อไปหมดที่ได้เจอผู้ชายคนนั้น ศิลปินที่ผมฟังเพลงมาตลอด แล้วพยายามจะทำความเข้าใจเขา"
    }
  },
  {
    "translation": {
      "en": "and trying to fathom out.",
      "th": "ศิลปินที่ผมฟังเพลงมาตลอด แล้วพยายามจะทำความเข้าใจเขา"
    }
  },
  {
    "translation": {
      "en": "It said a lot about black and white. [laughs]",
      "th": "มันสื่อปัญหาเรื่องสีผิวชัดเลย"
    }
  },
  {
    "translation": {
      "en": "But that's what I always said about Muddy.",
      "th": "แต่ผมพูดถึงมัดดี้ไว้แบบนี้ตลอด"
    }
  },
  {
    "translation": {
      "en": "He was a gentleman in no matter what position you found him.",
      "th": "เขาเป็นสุภาพบุรุษ ไม่ว่าคุณจะไปเจอเขาตอนไหน"
    }
  },
  {
    "translation": {
      "en": "Muddy Waters, Howlin' Wolf, Bo Diddley, Buddy Guy...",
      "th": "มัดดี้ วอเตอร์ส ฮาวลิน วูล์ฟ โบ ดิดด์ลีย์ บัดดี้ กาย"
    }
  },
  {
    "translation": {
      "en": "All these guys were out in Chicago recording in the same studios.",
      "th": "พวกเขาอยู่ที่ชิคาโก อัดเพลงอยู่ในห้องอัดเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "And everybody is like, \"What do you wanna go to Chicago for?\"",
      "th": "ทุกคนแบบว่า \"จะไปชิคาโกทำไม\""
    }
  },
  {
    "translation": {
      "en": "Hey, there's a reason.",
      "th": "เฮ้ย มันมีเหตุผลนะ"
    }
  },
  {
    "translation": {
      "en": "[Buddy Guy] One, two, three.",
      "th": "หนึ่ง สอง สาม"
    }
  },
  {
    "translation": {
      "en": "How are you doing, Buddy?",
      "th": "เป็นไงบ้าง บัดดี้"
    }
  },
  {
    "translation": {
      "en": "-You wanna get a drink? -Yeah.",
      "th": "- ไปดื่มกันมั้ย - ไปสิ"
    }
  },
  {
    "translation": {
      "en": "-You drink corn liquor? -Yeah.",
      "th": "- ดื่มเหล้าข้าวโพดมั้ย - ดื่มสิ"
    }
  },
  {
    "translation": {
      "en": "Wait a minute.",
      "th": "รอแป๊บนะ"
    }
  },
  {
    "translation": {
      "en": "-I could have them set you up. -Yeah.",
      "th": "- เดี๋ยวไปบอกให้เด็กจัดให้ - ได้"
    }
  },
  {
    "translation": {
      "en": "[bartender] All right, white lightning coming at ya.",
      "th": "ได้เลย เดี๋ยวเสิร์ฟสวรรค์ให้ถึงที่"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "จัดไป"
    }
  },
  {
    "translation": {
      "en": "It's got a kick, man.",
      "th": "แรงเหมือนกันนะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "[Guy] Well, you go first. You go first, then I'll...",
      "th": "นายก่อนสิ นายก่อน เดี๋ยวฉัน"
    }
  },
  {
    "translation": {
      "en": "There we go. I gotta shoot on that one, right?",
      "th": "อย่างนั้นล่ะ ฉันต้องแทงลูกนั้นใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "[Guy] I think I can make this one, Keith.",
      "th": "ฉันว่าลูกนี้ฉันแทงได้ คีธ"
    }
  },
  {
    "translation": {
      "en": "-[laughs] -Then I scratch.",
      "th": "เป็นไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Guy] Came here September the 25th, 1957.",
      "th": "มานี่วันที่ 25 กันยายน 1957"
    }
  },
  {
    "translation": {
      "en": "They had a thousand blues clubs. Some of them didn't hold but 22 people.",
      "th": "มีคลับบลูส์เป็นพันร้าน บางร้านจุได้แค่ 22 คน"
    }
  },
  {
    "translation": {
      "en": "Hardly wasn't no air-conditioning this time of year,",
      "th": "แทบไม่มีแอร์ ทั้งที่เป็นหน้าร้อน"
    }
  },
  {
    "translation": {
      "en": "and they kept the doors open",
      "th": "ใช้วิธีเปิดประตูทิ้งไว้"
    }
  },
  {
    "translation": {
      "en": "so if you walked by, you would hear these harmonicas and drums.",
      "th": "ถ้าเดินผ่านไปผ่านมา ก็จะได้ยินเสียงฮาร์โมนิก้า เสียงกลอง"
    }
  },
  {
    "translation": {
      "en": "And I found out that, if you played good,",
      "th": "แล้วฉันก็ได้รู้ว่าถ้าเล่นดี"
    }
  },
  {
    "translation": {
      "en": "you got a good drunk, and you got a good-looking woman",
      "th": "ก็จะได้เหล้าฟรี ได้ผู้หญิงสวยๆ"
    }
  },
  {
    "translation": {
      "en": "if you sounded all right.",
      "th": "ถ้าเล่นใช้ได้"
    }
  },
  {
    "translation": {
      "en": "[Guy] Yes, sir.",
      "th": "ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Richards] Yep.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "I don't know if you remember there was a television show here called Shindig.",
      "th": "ไม่รู้นายจำได้มั้ย มีรายการทีวีที่นี่ ชื่อชินดิก"
    }
  },
  {
    "translation": {
      "en": "And they was trying to get you on... [Richards] Yeah, Howlin' Wolf was in there.",
      "th": "- ที่ติดต่อให้นาย - ใช่ ฮาวลิน วูล์ฟไปออกอยู่"
    }
  },
  {
    "translation": {
      "en": "Yeah, they was trying to get you all to play it. And Mick said...",
      "th": "พวกเขาติดต่อให้วงนายไปแสดง แล้วมิคบอกว่า"
    }
  },
  {
    "translation": {
      "en": "They said... I think Mick said, \"Let us bring Muddy Waters.\"",
      "th": "เหมือนมิคจะพูดว่า \"เราขอพามัดดี้ วอเตอร์สไปด้วย\""
    }
  },
  {
    "translation": {
      "en": "And they said, \"Who in the hell is Muddy Waters?\"",
      "th": "พวกนั้นถามว่า \"มัดดี้ วอเตอร์สคือใคร\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"You mean to tell me you don't know who Muddy Waters is?",
      "th": "เขาว่า \"ไม่รู้จักมัดดี้ วอเตอร์สเหรอ"
    }
  },
  {
    "translation": {
      "en": "We named ourselves after one of his famed records, Rollin' Stone.\"",
      "th": "เราตั้งชื่อวงตามเพลงดัง เพลงนึงของเขา โรลลิ่ง สโตน\""
    }
  },
  {
    "translation": {
      "en": "And I even cried about that, man. And sure enough,",
      "th": "ฉันฟังแล้วร้องไห้เลยล่ะ เพราะงั้น"
    }
  },
  {
    "translation": {
      "en": "that's when they brought Howlin' Wolf and Muddy.",
      "th": "รายการเลยเชิญฮาวลิน วูล์ฟกับมัดดี้"
    }
  },
  {
    "translation": {
      "en": "And that's the first time I'd ever seen 'em on television.",
      "th": "นั่นเป็นครั้งแรกที่ฉันเห็นพวกเขาออกทีวี"
    }
  },
  {
    "translation": {
      "en": "It was thanks to these people here, man.",
      "th": "ต้องขอบคุณคนพวกนี้จริงๆ เล่าเรื่องเขาให้ฟังหน่อย"
    }
  },
  {
    "translation": {
      "en": "Tell us something about him, Brian.",
      "th": "เล่าเรื่องเขาให้ฟังหน่อย"
    }
  },
  {
    "translation": {
      "en": "Well, when we first started playing together, we started playing because we wanted to play rhythm and blues.",
      "th": "ตอนเราเริ่มเล่นดนตรีด้วยกัน เราตั้งวงขึ้นมาเพราะอยากเล่นแนวบลูส์"
    }
  },
  {
    "translation": {
      "en": "And Howlin' Wolf was one of our greatest idols.",
      "th": "แล้วฮาวลิน วูล์ฟก็เป็นไอดอลคนนึงของเรา"
    }
  },
  {
    "translation": {
      "en": "And it's a great pleasure to find he's been booked on this show tonight.",
      "th": "เราดีใจมากที่เขาจะมาแสดงรายการนี้"
    }
  },
  {
    "translation": {
      "en": "-Really is a pleasure. -Thanks to Howlin'.",
      "th": "- ยินดีจริงๆ - ต้องขอบคุณฮาวลิน"
    }
  },
  {
    "translation": {
      "en": "So I think it's about time that you shut up",
      "th": "ต้องหยุดพูด"
    }
  },
  {
    "translation": {
      "en": "-and we had Howlin' Wolf on stage. -[host] Yeah! I agree.",
      "th": "- แล้วให้ฮาวลิน วูล์ฟขึ้นเวทีแล้ว - เห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "Okay! Let's get him on. Howlin' Wolf! Bring him up.",
      "th": "โอเค ให้เขาขึ้นมาเลย ฮาวลิน วูล์ฟ เชิญเลยครับ"
    }
  },
  {
    "translation": {
      "en": "[Richards] I knew him very well. Chester, I think, was his real name.",
      "th": "ผมรู้จักเขาดีมาก เชสเตอร์มั้ง นั่นชื่อจริงเขา"
    }
  },
  {
    "translation": {
      "en": "Big man. The gentle giant.",
      "th": "ตัวใหญ่ เหมือนยักษ์ใจดี"
    }
  },
  {
    "translation": {
      "en": "When you're that big and intimidating,",
      "th": "พอตัวใหญ่ ดูมีมาดน่าเกรงขามแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "you don't really have to do anything about it.",
      "th": "คุณแทบไม่ต้องพยายามอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "You know what I mean? [chuckles]",
      "th": "เข้าใจใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "These guys were gentlemen in the true meaning of the word.",
      "th": "พวกเขาเป็นสุภาพบุรุษตามคำนิยามโดยแท้"
    }
  },
  {
    "translation": {
      "en": "I mean, I've no doubt they could be as mean as, you know...",
      "th": "ผมไม่สงสัยเลยว่าพวกเขาก็มีมุมโหดเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "And I didn't wanna know.",
      "th": "ผมไม่อยากรู้หรอก"
    }
  },
  {
    "translation": {
      "en": "But there was an innate politeness about them.",
      "th": "แต่พวกเขามีความสุภาพนอบน้อม ที่ติดตัวมาแต่กำเนิด"
    }
  },
  {
    "translation": {
      "en": "They were in awe that we'd even heard of them.",
      "th": "พวกเขาอึ้งมากที่เรารู้จักพวกเขาด้วย"
    }
  },
  {
    "translation": {
      "en": "And we were in awe of meeting them.",
      "th": "เราก็อึ้งที่ได้พบพวกเขาตัวเป็นๆ"
    }
  },
  {
    "translation": {
      "en": "And so you have this mutual appreciation society going on,",
      "th": "พอเราเจอกัน กลายเป็นว่า ต่างฝ่ายต่างชื่นชมกันและกัน"
    }
  },
  {
    "translation": {
      "en": "which still goes on to this day.",
      "th": "จนมาถึงทุกวันนี้"
    }
  },
  {
    "translation": {
      "en": "[Guy] Ah! There you go!",
      "th": "อย่างนั้นล่ะ"
    }
  },
  {
    "translation": {
      "en": "I used to go into Chess and try to turn my amplifier up, out loud,",
      "th": "ผมเคยไปที่ค่ายเชส พยายามเร่งแอมป์ให้ดังๆ"
    }
  },
  {
    "translation": {
      "en": "and they would run me out saying, \"Don't nobody wanna hear that.\"",
      "th": "ก็มีคนมาไล่ผม บอกว่า \"ไม่มีใครเขาอยากฟังหรอก\""
    }
  },
  {
    "translation": {
      "en": "But when they started playing and it got back to Leonard, he said,",
      "th": "แต่พอวงพวกเขาออกมา เลนเนิร์ดได้ยิน เขาบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"The British are playing it, and it's getting over.\"",
      "th": "\"วงอังกฤษเล่นเพลงแนวนี้ ฮิตระเบิดระเบ้อเลย\""
    }
  },
  {
    "translation": {
      "en": "So I turned my amp up like these British guys.",
      "th": "ผมก็เลยเร่งแอมป์แบบพวกอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "Do you have to live that life to be a blues player?",
      "th": "คุณต้องใช้ชีวิตแบบนั้นถึงจะเล่นเพลงบลูส์ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Do you have to be black or white to play the blues?",
      "th": "คุณต้องเป็นคนขาวหรือคนดำ ถึงจะเล่นเพลงบลูส์ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Hell no, man!",
      "th": "ไม่ต้องเลย"
    }
  },
  {
    "translation": {
      "en": "The bottom line, it's about the good and the bad times.",
      "th": "สุดท้ายแล้ว มันเกี่ยวกับ ช่วงเวลาดีๆและช่วงเวลาแย่ๆ"
    }
  },
  {
    "translation": {
      "en": "And if you haven't had a bad time in life, just keep living.",
      "th": "ถ้าคุณยังไม่เคยเจอช่วงแย่ๆในชีวิต รอดูไปเถอะ"
    }
  },
  {
    "translation": {
      "en": "[Richards] All right.",
      "th": "เอาล่ะ"
    }
  },
  {
    "translation": {
      "en": "-[Guy laughing] I give up, man. -[Richards laughing]",
      "th": "ยอมแพ้ละ"
    }
  },
  {
    "translation": {
      "en": "All right. All right.",
      "th": "โอเคๆ"
    }
  },
  {
    "translation": {
      "en": "Ah, that's where I left it.",
      "th": "ผมวางไว้นี่"
    }
  },
  {
    "translation": {
      "en": "Why did I bother to play piano? A guy called Ian Stewart, you know.",
      "th": "ผมจะเล่นเปียโนไปทำไม มีผู้ชายชื่อเอียน สจ๊วต"
    }
  },
  {
    "translation": {
      "en": "He started The Stones,",
      "th": "เขาตั้งวงโรลลิ่ง สโตนส์"
    }
  },
  {
    "translation": {
      "en": "and he was one of the best boogie pianists I had heard.",
      "th": "เขาเป็นมือเปียโนบูกี้วูกี้ ที่เล่นเทพที่สุดที่ผมเคยได้ยิน"
    }
  },
  {
    "translation": {
      "en": "I mean, especially in England.",
      "th": "โดยเฉพาะที่อังกฤษ"
    }
  },
  {
    "translation": {
      "en": "There was one thing he played.",
      "th": "เขาเล่นแต่เปียโนแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I said, \"Look, I gotta learn how to do that.\"",
      "th": "ผมบอกว่า \"นี่ ฉันอยากหัดเล่นบ้าง\""
    }
  },
  {
    "translation": {
      "en": "Just show me, you know, just the basics.",
      "th": "สอนพื้นฐานให้หน่อย"
    }
  },
  {
    "translation": {
      "en": "For me, in the right mood, and at the right instrument,",
      "th": "สำหรับผม ถ้าอารมณ์ได้ แล้วเล่นเครื่องดนตรีเหมาะๆ"
    }
  },
  {
    "translation": {
      "en": "there's a certain feeling of being an antenna,",
      "th": "มันจะทำให้เรารู้สึกเหมือนเสาอากาศ"
    }
  },
  {
    "translation": {
      "en": "receiving and then transmitting.",
      "th": "เป็นตัวรับ แล้วก็ส่งต่อออกไป"
    }
  },
  {
    "translation": {
      "en": "I'll sit down at the piano and pick up the guitar",
      "th": "ผมจะนั่งหน้าเปียโน หยิบกีตาร์มา"
    }
  },
  {
    "translation": {
      "en": "and happily play Buddy Holly or Otis Redding.",
      "th": "แล้วเล่นเพลงบัดดี้ ฮอลลี่ ไม่ก็โอทิส เรดดิ้ง"
    }
  },
  {
    "translation": {
      "en": "And then, somewhere, with a bit of luck,",
      "th": "แล้วผ่านไปสักพัก ถ้าโชคดีหน่อย"
    }
  },
  {
    "translation": {
      "en": "you realize that something you'd thought that you'd played wrong",
      "th": "คุณจะคิดได้ว่ามีบางอย่างที่คุณคิดว่าคุณเล่นผิด"
    }
  },
  {
    "translation": {
      "en": "was actually...",
      "th": "แต่ที่จริง"
    }
  },
  {
    "translation": {
      "en": "a start of a whole different song.",
      "th": "มันเป็นจุดเริ่มต้นของเพลงใหม่"
    }
  },
  {
    "translation": {
      "en": "I said, \"I gotta learn this, man.\"",
      "th": "ผมบอกว่า \"ฉันอยากหัดเล่นดู\""
    }
  },
  {
    "translation": {
      "en": "I wrote a lot of stuff on piano.",
      "th": "หลายครั้ง ผมใช้เปียโนแต่งเพลง"
    }
  },
  {
    "translation": {
      "en": "I wrote \"Let's Spend The Night Together,\" \"Have You Seen Your Mother, Baby,\"",
      "th": "\"เลทส์ สเปนด์ เดอะ ไนท์ ทูเกเตอร์\" \"แฮฟ ยู ซีน ยัวร์ มาเธอร์ เบบี้\""
    }
  },
  {
    "translation": {
      "en": "but I don't consider myself a piano player.",
      "th": "แต่ผมไม่คิดว่าตัวเองเป็นนักเปียโน"
    }
  },
  {
    "translation": {
      "en": "I use it as a paint box, you know, just to...",
      "th": "ผมมองว่ามันเป็นจานสี ใช้แบบ"
    }
  },
  {
    "translation": {
      "en": "A touch here, a touch there.",
      "th": "แตะตรงนี้นิด ตรงนั้นหน่อย"
    }
  },
  {
    "translation": {
      "en": "Usually just the right hand.",
      "th": "ส่วนใหญ่เล่นแค่มือขวา"
    }
  },
  {
    "translation": {
      "en": "Actually, I piss about a lot. And then it's...",
      "th": "ปกติผมเล่นมั่วซั่วไปเรื่อย แล้ว"
    }
  },
  {
    "translation": {
      "en": "And it's like, whatever strikes me.",
      "th": "แล้วก็ จนกว่ามีอะไรสะดุดหู"
    }
  },
  {
    "translation": {
      "en": "But I've always loved playing the piano.",
      "th": "แต่ผมชอบเล่นเปียโนนะ"
    }
  },
  {
    "translation": {
      "en": "I think one of the reasons...",
      "th": "ผมว่าเหตุผลหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Being a guitar player, you know, your instrument is in a strange, you know...",
      "th": "เพราะผมเป็นมือกีตาร์ ผมต้องจับเครื่องดนตรีแบบ"
    }
  },
  {
    "translation": {
      "en": "a different position.",
      "th": "ต้องอยู่ในท่าแปลกๆ"
    }
  },
  {
    "translation": {
      "en": "But the piano, to me, it's, like, laid out like a chess game.",
      "th": "แต่เปียโน ผมว่า มันราบไป เหมือนเล่นหมากรุกเลย"
    }
  },
  {
    "translation": {
      "en": "-See, I love my country shit. -[man chuckles]",
      "th": "ผมก็ชอบเพลงคันทรี่นะ"
    }
  },
  {
    "translation": {
      "en": "See, country music...",
      "th": "เพลงคันทรี่เนี่ย"
    }
  },
  {
    "translation": {
      "en": "I was listening to Porter Wagoner in 1953, man. I mean, yeah,",
      "th": "ผมฟังเพลงพอร์เตอร์ วาโกเนอร์ เมื่อปี 1953"
    }
  },
  {
    "translation": {
      "en": "Johnny Cash, Hank Williams...",
      "th": "จอห์นนี่ แคช แฮงค์ วิลเลียมส์"
    }
  },
  {
    "translation": {
      "en": "We didn't get a lot of it in England,",
      "th": "ที่อังกฤษไม่ค่อยมีให้ฟังหรอก"
    }
  },
  {
    "translation": {
      "en": "but, yeah, well aware of it.",
      "th": "แต่ผมก็รู้จักดี"
    }
  },
  {
    "translation": {
      "en": "My mother made sure of that.",
      "th": "แม่ผมเป็นคนเปิดให้ฟัง"
    }
  },
  {
    "translation": {
      "en": "Country music, I mean, to me,",
      "th": "เพลงคันทรี่ สำหรับผม"
    }
  },
  {
    "translation": {
      "en": "I heard stories that you're never quite sure,",
      "th": "เหมือนได้ยินเรื่องราวที่เราไม่แน่ใจว่าจริงมั้ย"
    }
  },
  {
    "translation": {
      "en": "you know, how nasty it can get.",
      "th": "หรือมันอาจเลวร้ายแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Beautiful woodwork.",
      "th": "เวทีไม้ประณีตมาก"
    }
  },
  {
    "translation": {
      "en": "The boards, the hallowed boards, yeah.",
      "th": "ไม้กระดาน ข้างล่างกลวงๆ"
    }
  },
  {
    "translation": {
      "en": "[Richards] I've only played here once, with Willie Nelson.",
      "th": "ผมเคยเล่นที่นี่ครั้งเดียวกับวิลลี่ เนลสัน"
    }
  },
  {
    "translation": {
      "en": "It was built as a church.",
      "th": "มีการสร้างทีนี่เพื่อเป็นโบสถ์"
    }
  },
  {
    "translation": {
      "en": "And now it's a temple to country music.",
      "th": "ตอนนี้เป็นวิหารแห่งเพลงคันทรี่"
    }
  },
  {
    "translation": {
      "en": "What's the difference, you know?",
      "th": "ต่างกันตรงไหน"
    }
  },
  {
    "translation": {
      "en": "We all come here to worship and pray to the best, you know.",
      "th": "เราต่างก็มาที่นี่เพื่อบูชาคนระดับเทพอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "And God knows everybody's been on here.",
      "th": "พระเจ้ารู้ว่าพวกเขามาแสดงที่นี่หมด"
    }
  },
  {
    "translation": {
      "en": "I first heard country music on a pirate radio station.",
      "th": "ผมได้ยินเพลงคันทรี่ครั้งแรกทางคลื่นเถื่อน"
    }
  },
  {
    "translation": {
      "en": "[Marty Robbins singing] ♪ Out in the West Texas town of El Paso ♪ ♪ I fell in love with a Mexican girl ♪",
      "th": "(การแสดงคนผิวสีที่ดีที่สุดในโลก คณะแรบบิท ฟุต มินสเทรลส์)"
    }
  },
  {
    "translation": {
      "en": "[Richards] Reception was dodgy.",
      "th": "(แกรนด์ โอล ออพรีย์ บิล มอนโรและวงบลู กราส บอยส์) ตอนแรกลำบากอยู่"
    }
  },
  {
    "translation": {
      "en": "That required a lot of maneuvering around the room",
      "th": "ต้องเดินวนไปรอบห้อง จนเสาอากาศเจอสัญญาณ"
    }
  },
  {
    "translation": {
      "en": "with the antenna, you know? [laughs]",
      "th": "ต้องเดินวนไปรอบห้อง จนเสาอากาศเจอสัญญาณ (รอย เอคัฟฟ์)"
    }
  },
  {
    "translation": {
      "en": "But country music immediately, like, pulled chimes within me, you know.",
      "th": "แต่เพลงคันทรี่ดึงดูดใจผมได้ทันที"
    }
  },
  {
    "translation": {
      "en": "I mean, it was the melodies, I think, and also the guitars, you know.",
      "th": "เพราะท่วงทำนองน่ะ แล้วก็กีตาร์ด้วย"
    }
  },
  {
    "translation": {
      "en": "You know, that pedal steel's a heartbreaker, man.",
      "th": "กีตาร์เพดัล สตีลแบบวางราบ บาดใจมาก"
    }
  },
  {
    "translation": {
      "en": "Sometimes the songs are really dopey.",
      "th": "บางครั้งเพลงคันทรี่ก็ชวนให้เคลิ้ม"
    }
  },
  {
    "translation": {
      "en": "But then sometimes the dopiest song would have the best melody.",
      "th": "แต่บางครั้งเพลงที่ชวนเคลิ้มที่สุด คือเพลงที่ทำนองโดนใจสุด"
    }
  },
  {
    "translation": {
      "en": "And at the same time there was a certain edge on certain guys.",
      "th": "(ซิเลคโอ มาติก 100) และในขณะเดียวกัน ศิลปินบางคนก็มีความเทพไม่เหมือนใคร"
    }
  },
  {
    "translation": {
      "en": "Hank Williams, particularly.",
      "th": "โดยเฉพาะแฮงค์ วิลเลียมส์"
    }
  },
  {
    "translation": {
      "en": "You measure country music by this cat.",
      "th": "เขาคือบรรทัดฐานของเพลงคันทรี่"
    }
  },
  {
    "translation": {
      "en": "[Richards] Hank Williams, Johnny Cash, Merle Haggard...",
      "th": "แฮงค์ วิลเลียมส์ จอห์นนี่ แคช เมิร์ล แฮกการ์ด"
    }
  },
  {
    "translation": {
      "en": "They were pretty tough guys.",
      "th": "พวกเขาคือตัวพ่อ"
    }
  },
  {
    "translation": {
      "en": "The reality of country music on the road is something else.",
      "th": "แต่ชีวิตจริงของศิลปินเพลงคันทรี่ เวลาออกทัวร์นี่ คนละเรื่องเลย"
    }
  },
  {
    "translation": {
      "en": "Rock and roll's got nothing on those guys.",
      "th": "พวกร็อกแอนด์โรลล์ยังชิดซ้ายไปเลย"
    }
  },
  {
    "translation": {
      "en": "The Stones once turned up at a Holiday Inn",
      "th": "วงโรลลิ่ง สโตนส์เคยไปพักโรงแรมแห่งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "in Fresno, something like that.",
      "th": "ที่เฟรสโน หรือที่ไหนนี่แหละ"
    }
  },
  {
    "translation": {
      "en": "And there's this smell of paint everywhere.",
      "th": "เราได้กลิ่นสี เหมือนเพิ่งทาหมาดๆ ตลบอบอวลเต็มห้อง"
    }
  },
  {
    "translation": {
      "en": "They go, \"There's your room.\"",
      "th": "พนักงานบอกว่า \"นี่ห้องคุณ\""
    }
  },
  {
    "translation": {
      "en": "And, \"What's going on?\" And they said, \"Well...",
      "th": "เราก็สงสัย \"มีอะไร ทำไมทาสี\" พวกเขาบอกว่า \"ก็"
    }
  },
  {
    "translation": {
      "en": "[chuckling] Johnny Cash and Luther Perkins were here two nights ago",
      "th": "จอห์นนี่ แคชกับลูเธอร์ เพอร์กินส์ พักห้องนี้เมื่อสองคืนก่อน"
    }
  },
  {
    "translation": {
      "en": "and painted the whole damn room orange. Drapes and all,\" he says.",
      "th": "แล้วเอาสีส้มมาทาทั้งห้อง ผ้าม่านก็ไม่เว้น\" เขาบอก"
    }
  },
  {
    "translation": {
      "en": "If I'd have known, I would've brought some paint cleaner.",
      "th": "ถ้าผมรู้ ผมคงเอาน้ำยาลอกสีมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "[man] You never had any Nudie suits, did you?",
      "th": "คุณไม่มีสูทของนูดดี้ใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "[Richards] I'll tell you what,",
      "th": "จะบอกให้"
    }
  },
  {
    "translation": {
      "en": "Gram Parsons used to pass his cast-offs to me, yeah.",
      "th": "แกรม พาร์สันส์เคยโละของเขามาให้ผมใส่"
    }
  },
  {
    "translation": {
      "en": "I did have one of Gram's Nudie suits.",
      "th": "(เดอะ ฟลายอิง เบอร์ริโต โบรส์) ผมมีสูทนูดดี้ของแกรมอยู่ชุดนึง"
    }
  },
  {
    "translation": {
      "en": "It was made by a tailor in San Fernando Valley called Nudie.",
      "th": "สั่งตัดที่ร้านในซาน เฟอร์นานโด วัลลี ชื่อนูดดี้ (นูดดี้)"
    }
  },
  {
    "translation": {
      "en": "We used to go around there, yeah.",
      "th": "เราเคยไปแถวนั้น"
    }
  },
  {
    "translation": {
      "en": "What a madman.",
      "th": "เขาบ้าได้ใจ"
    }
  },
  {
    "translation": {
      "en": "Gram Parsons taught me so much about this mystique of the \"country.\"",
      "th": "แกรม พาร์สันส์สอนให้ผมรู้จัก ความลุ่มลึกของเพลงคันทรี่"
    }
  },
  {
    "translation": {
      "en": "I was very much drawn to him, and he was the big influence.",
      "th": "ผมชื่นชมเขามาก เขามีอิทธิพลกับผมมาก"
    }
  },
  {
    "translation": {
      "en": "[Richards] Gram hung with us when we were cutting Exile On Main Street and \"Wild Horses.\"",
      "th": "แกรมมาอยู่กับเรา ตอนทำเพลงเอ็กไซล์ ออนเมนสตรีท กับ \"ไวลด์ ฮอร์เสส\""
    }
  },
  {
    "translation": {
      "en": "Meeting Gram, I got fully immersed in country music.",
      "th": "พอได้เจอแกรม ผมก็ซึมซับเพลงคันทรี่เต็มที่"
    }
  },
  {
    "translation": {
      "en": "But as much as he was a country boy and loved his country music,",
      "th": "แต่ถึงเขาจะเป็นหนุ่มคันทรี่ ชอบเพลงคันทรี่"
    }
  },
  {
    "translation": {
      "en": "his idea of America was very bizarre, you know?",
      "th": "แนวคิดเกี่ยวกับอเมริกาของเขา มันพิลึกพิสดารมากๆ"
    }
  },
  {
    "translation": {
      "en": "So, I said, \"That's bizarre.\"",
      "th": "ผมบอกว่า \"มันพิลึกนะ\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"You wanna see how bizarre? Look at this.\"",
      "th": "เขาบอกว่า \"อยากเห็นอะไรพิลึกๆใช่มั้ย ดูนี่\""
    }
  },
  {
    "translation": {
      "en": "This guy has got longhorns on the end of his Cadillac.",
      "th": "เขาเอาเขาวัวไปติดท้ายรถคาดิลแล็ค (นูดดี้)"
    }
  },
  {
    "translation": {
      "en": "So, to me, all of this temple for a Stetson and some rhinestones is like...",
      "th": "สำหรับผม พวกหมวกคาวบอย รองเท้าปักเพชรประดับพวกนี้มัน"
    }
  },
  {
    "translation": {
      "en": "But that says the other side of what country music is about.",
      "th": "แต่นั่นคืออีกด้านหนึ่งของวงการเพลงคันทรี่"
    }
  },
  {
    "translation": {
      "en": "It's the razzle-dazzle.",
      "th": "ต้องอวดสไตล์ โชว์ข่มกัน"
    }
  },
  {
    "translation": {
      "en": "It's Colonel Parker and the dancing chickens.",
      "th": "ต้องดูหวือหวาฉูดฉาด (บิ๊ก ไทม์ บูตส์ - เวทีบรอดเวย์)"
    }
  },
  {
    "translation": {
      "en": "Me, I didn't see the Stetson and the rhinestones.",
      "th": "ผมไม่ได้ยึดติดภาพ หมวกคาวบอย รองเท้าปักเพชร"
    }
  },
  {
    "translation": {
      "en": "I just heard the music.",
      "th": "ผมแค่ฟังเพลง"
    }
  },
  {
    "translation": {
      "en": "And I always knew that this is the heartland.",
      "th": "แล้วรู้มาตลอดว่านี่คือใจกลางอเมริกา"
    }
  },
  {
    "translation": {
      "en": "This is where American music was put in the crucible",
      "th": "ที่นี่คือเบ้าหลอมดนตรีของอเมริกา"
    }
  },
  {
    "translation": {
      "en": "and came out as, you know, pretty much pure silver.",
      "th": "ให้ผสมผสานจนออกมาเป็นของล้ำค่าโดยแท้"
    }
  },
  {
    "translation": {
      "en": "This was rock and roll.",
      "th": "มันคือร็อกแอนด์โรลล์"
    }
  },
  {
    "translation": {
      "en": "That's where country music and the blues sort of collided.",
      "th": "จุดควบรวมเพลงคันทรี่กับเพลงบลูส์"
    }
  },
  {
    "translation": {
      "en": "I always felt myself fortunate to be in a spot where, in America,",
      "th": "ผมรู้สึกเสมอว่าตัวเองโชคดี ที่ได้มาอยู่ในที่หนึ่งในอเมริกา"
    }
  },
  {
    "translation": {
      "en": "these few forms of music were somehow merging and creating something else, you know?",
      "th": "ที่เพลงสองแนวนี้ มาสอดประสานกันจนกลายเป็นสิ่งใหม่"
    }
  },
  {
    "translation": {
      "en": "So, it was great to watch and be a part of, and now be the king of.",
      "th": "มันเยี่ยมมากที่ได้มาเห็นด้วยตา มีส่วนร่วมและกลายเป็นราชาเพลงแนวนี้"
    }
  },
  {
    "translation": {
      "en": "That was it. Yeah, all right.",
      "th": "เท่านั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "Mind you, I don't go around searching for songs, you know, with a butterfly net.",
      "th": "ผมไม่ได้ออกตระเวน ตามหาแรงบันดาลใจแต่งเพลงไปทั่ว"
    }
  },
  {
    "translation": {
      "en": "Because I think, basically, songs have to come to you.",
      "th": "เพราะเอาจริงๆ ผมคิดว่า บทเพลงมันต้องมาหาเราเอง"
    }
  },
  {
    "translation": {
      "en": "You know, going around, like, trying to winkle them out with a sharp stick,",
      "th": "ไม่ใช่ไปพยายามเค้น พยายามตามล่าตามจับ แบบว่า"
    }
  },
  {
    "translation": {
      "en": "going, \"Come here, you little son-of-a-bitch.\"",
      "th": "\"มานี่นะ ไอ้ตัวแสบ\""
    }
  },
  {
    "translation": {
      "en": "I wrote a sort of country song, roaming around the hallways of this house.",
      "th": "ผมแต่งเพลงคันทรี่ได้ ก็เพราะเดินวกไปวนมาในบ้านหลังนี้"
    }
  },
  {
    "translation": {
      "en": "And it's not often, my old lady suddenly came out of the bedroom,",
      "th": "ไม่บ่อยนักหรอก แต่บางที เมียผมก็โผล่มาจากห้องนอน"
    }
  },
  {
    "translation": {
      "en": "and looked over and said, \"That's a good song.\"",
      "th": "มองมาแล้วบอกว่า \"เพลงนั้นเพราะดี\""
    }
  },
  {
    "translation": {
      "en": "Hey, if the wife says so...",
      "th": "ก็ถ้าเมียบอกว่าดี"
    }
  },
  {
    "translation": {
      "en": "It was very Hank Williams.",
      "th": "เป็นสไตล์แฮงค์ วิลเลียมส์"
    }
  },
  {
    "translation": {
      "en": "And then I thought, \"No, it's too Hank Williams.",
      "th": "แล้วผมก็คิดว่า \"ไม่ได้ เหมือนแฮงค์ วิลเลียมส์มากไป"
    }
  },
  {
    "translation": {
      "en": "Let's give it a kick. Let's push it up.\"",
      "th": "ลองดัดแปลงมันหน่อย ยกระดับมัน\""
    }
  },
  {
    "translation": {
      "en": "And I loved working with the drummer. It's a one-on-one thing.",
      "th": "ผมชอบทำเพลงกับมือกลอง แบบสองต่อสองเลย"
    }
  },
  {
    "translation": {
      "en": "And it's an amazingly uncomplicated way to deal with...",
      "th": "แปลกดี มันเป็นวิธีการทำงานที่ไม่ยุ่งยากซับซ้อน"
    }
  },
  {
    "translation": {
      "en": "Especially playing rock and roll.",
      "th": "โดยเฉพาะเมื่อเล่นเพลงร็อกแอนด์โรลล์"
    }
  },
  {
    "translation": {
      "en": "And the other thing, too, I mean, just as a fan...",
      "th": "อีกอย่างนึง พูดในฐานะแฟนเพลงนะ"
    }
  },
  {
    "translation": {
      "en": "I love the way he plays bass.",
      "th": "ผมชอบเวลาเขาเล่นเบส"
    }
  },
  {
    "translation": {
      "en": "[Jordan] That was very exciting for me,",
      "th": "ผมว่ามันเร้าใจมาก"
    }
  },
  {
    "translation": {
      "en": "to have Keith play as many instruments as possible.",
      "th": "ที่ให้คีธลองเล่นเครื่องดนตรีหลายๆอย่าง"
    }
  },
  {
    "translation": {
      "en": "Because those are some of my favorite Stones records,",
      "th": "เพราะมีเพลงโปรดของผมจากวงสโตนส์"
    }
  },
  {
    "translation": {
      "en": "when he played the bass and all the guitars.",
      "th": "ที่เขาเล่นเบส เล่นกีตาร์ในเพลงนั้น"
    }
  },
  {
    "translation": {
      "en": "[Richards] I've done some bass tracks in my time. I do love playing bass.",
      "th": "ผมเคยเล่นเบสมาบ้างบางเพลง ผมชอบเล่นเบสนะ"
    }
  },
  {
    "translation": {
      "en": "I'm probably a better bass player than I am guitar, actually. [laughs]",
      "th": "ผมว่าผมเล่นเบสเก่ง กว่าที่เล่นกีตาร์อีก เอาจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-[man] Look at you! -I love this shit. I love this shit.",
      "th": "- ดูคุณสิ - มันโดนใจๆ"
    }
  },
  {
    "translation": {
      "en": "Well, that goes back to Steve Jordan saying to me,",
      "th": "นึกถึงที่สตีฟ จอร์แดนบอกผมว่า"
    }
  },
  {
    "translation": {
      "en": "\"Hey, man,\" you know, in his sweet, shy, unassuming manner...",
      "th": "\"นี่ เพื่อน\" น้ำเสียงเขาอ่อนโยน ดูกระมิดกระเมี้ยน"
    }
  },
  {
    "translation": {
      "en": "He went, \"How did you cut 'Jumpin' Jack Flash'?\"",
      "th": "เขาบอกว่า \"นายทำเพลง 'จัมพิน' แจ็ค แฟลช' ยังไง"
    }
  },
  {
    "translation": {
      "en": "\"How did you cut 'Street Fighting Man'?\"",
      "th": "นายทำเพลง 'สตรีท ไฟท์ติง แมน' ยังไง\""
    }
  },
  {
    "translation": {
      "en": "In those days, you know, you'd say, roughly, what time you're, you know,",
      "th": "สมัยนั้น เรานัดกันคร่าวๆว่าเมื่อไรที่..."
    }
  },
  {
    "translation": {
      "en": "\"What time at the studio?\"",
      "th": "\"นัดที่ห้องอัดกี่โมง\""
    }
  },
  {
    "translation": {
      "en": "You can say 8:00 or 9:00 in the evening, you know, and the band would turn up around midnight. [laughs] You know.",
      "th": "ถึงบอกว่าสองทุ่มสามทุ่ม วงก็โผล่มาห้องอัดตอนเที่ยงคืน"
    }
  },
  {
    "translation": {
      "en": "Sometimes I would deliberately go in early, you know, and...",
      "th": "บางครั้งผมก็จงใจเข้าไปก่อนเวลา ไม่ก็..."
    }
  },
  {
    "translation": {
      "en": "Or if, you know, I was with Charlie, for instance, I would say, \"Let's go in early and...\"",
      "th": "หรือถ้าตอนอยู่กับชาร์ลี ผมจะบอกว่า \"วันนี้เข้าเร็วเถอะ\""
    }
  },
  {
    "translation": {
      "en": "And, basically, I'd go in just to sort of chop a few ideas about.",
      "th": "ผมก็เข้าห้องอัด ไปลองเล่นนู่นเล่นนี่ดู"
    }
  },
  {
    "translation": {
      "en": "But now and again, you'd actually find out this is the track.",
      "th": "บางครั้ง ก็จะนึกเพลงดีๆออก"
    }
  },
  {
    "translation": {
      "en": "[Richards on recording] One, two. One, two, three, four.",
      "th": "หนึ่ง สอง หนึ่ง สอง สาม สี่"
    }
  },
  {
    "translation": {
      "en": "\"Street Fighting Man,\" I think, was the first one that occurred that way.",
      "th": "\"สตรีท ไฟท์ติง แมน\" ผมว่า เป็นเพลงแรกที่ได้มาแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Charlie and I were just fiddling about.",
      "th": "ชาร์ลีกับผมแค่ลองเล่นกันไปสบายๆ"
    }
  },
  {
    "translation": {
      "en": "And, in there, it sounds like a couple of people busking, you know.",
      "th": "ตอนอยู่ในห้องอัด ฟังดูเหมือนคนสองคนเล่นด้วยกันเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "Charlie's playing this tiny, little traveling drum kit,",
      "th": "ชาร์ลีตีกลองชุดเล็ก แบบที่ขนไปไหนต่อไหนได้"
    }
  },
  {
    "translation": {
      "en": "and I'm playing an acoustic, you know.",
      "th": "ส่วนผมดีดกีตาร์อะคูสติก"
    }
  },
  {
    "translation": {
      "en": "\"Yeah, well, let's just build up on it.\"",
      "th": "\"โอเค ลองมาต่อยอดกันดู\""
    }
  },
  {
    "translation": {
      "en": "There's not an electric guitar on that one, no.",
      "th": "เพลงนั้นไม่ได้ใช้กีตาร์ไฟฟ้า"
    }
  },
  {
    "translation": {
      "en": "It's all overloaded acoustics.",
      "th": "เป็นอะคูสติกแบบขยายเสียง"
    }
  },
  {
    "translation": {
      "en": "I realized that I could use a cassette machine basically as a pick-up.",
      "th": "ผมคิดได้ว่าผมใช้เครื่องเล่นเทป แทนปิ๊กอัพกีตาร์ได้"
    }
  },
  {
    "translation": {
      "en": "And I play an acoustic guitar through it and, like, slam it through so loud",
      "th": "ผมเลยอัดกีตาร์อะคูสติกผ่านเครื่องนั้น ดีดดังๆ"
    }
  },
  {
    "translation": {
      "en": "that it was totally overloaded.",
      "th": "จนเสียงมันขยายเต็มที่"
    }
  },
  {
    "translation": {
      "en": "The 1967 Norelco, the same one that you would carry around with you. Found it.",
      "th": "โนเรลโค ปี 1967 ตัวเดียวกับที่คุณ เคยหิ้วไปใช้ตลอด เจอแล้ว"
    }
  },
  {
    "translation": {
      "en": "Again. Play.",
      "th": "ลองเล่นอีกสิ"
    }
  },
  {
    "translation": {
      "en": "That's as much as you're gonna get. Let's see what comes out. [chuckles]",
      "th": "ได้เท่านั้นล่ะ ลองฟังดูว่าเป็นไง"
    }
  },
  {
    "translation": {
      "en": "Then they'd put a microphone on that and put it into the studio.",
      "th": "แล้วก็เอาไมค์ไปจ่อที่อัด แล้วเอาไปมิกซ์ในห้องอัด"
    }
  },
  {
    "translation": {
      "en": "Basically, you have an electric guitar, but with the feel of an acoustic.",
      "th": "ก็จะได้เสียงแบบกีตาร์ไฟฟ้า แต่มีกลิ่นอายแบบอะคูสติก"
    }
  },
  {
    "translation": {
      "en": "[Richards on tape] That's as much as you're gonna get.",
      "th": "ได้เท่านั้นล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Richards] Basically starts there, and Mick would finish it off.",
      "th": "ปกติจะเริ่มกันแบบนั้น แล้วมิคมาต่อจนจบ"
    }
  },
  {
    "translation": {
      "en": "[Richards] We were working so hard in those days that you couldn't write 'em fast enough.",
      "th": "เราโหมงานกันหนักมาก ตอนนั้น แบบว่าแต่งเพลงกันไม่ทันเลย"
    }
  },
  {
    "translation": {
      "en": "I'll throw the bass on and, you know, put another guitar on,",
      "th": "พอเล่นเบสเสร็จ ก็ไปจับกีตาร์ต่อ"
    }
  },
  {
    "translation": {
      "en": "and we sort of finished the track in two hours.",
      "th": "ทำเพลงเสร็จกันในสองชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "But sometimes, you never know.",
      "th": "แต่บางครั้งก็ไม่มีทางรู้ได้"
    }
  },
  {
    "translation": {
      "en": "You're in a recording, you can go in there with everything sort of planned...",
      "th": "อย่างไปอัดเพลงกัน วางแผนไว้แล้วดิบดี"
    }
  },
  {
    "translation": {
      "en": "and it just doesn't click.",
      "th": "แต่มันไม่ลงตัว"
    }
  },
  {
    "translation": {
      "en": "[Richards] \"Sympathy\" was a whole different set-up.",
      "th": "ตอนอัดเพลง \"ซิมปาธี\" เป็นอีกแนวนึงเลย"
    }
  },
  {
    "translation": {
      "en": "I think that was a good 35 takes.",
      "th": "น่าจะอัดกันอยู่ 35 รอบได้"
    }
  },
  {
    "translation": {
      "en": "[man] Sounds really good together.",
      "th": "ฟังรวมๆแล้วดี"
    }
  },
  {
    "translation": {
      "en": "[Richards] And that song, also, through those takes, went from being a sort of",
      "th": "เพลงนั้น เล่นกันหลายรอบ จากตอนแรกเป็นเพลง"
    }
  },
  {
    "translation": {
      "en": "Dylan-esque sort of ballad, you know, really...",
      "th": "แนวบัลลาดของบ็อบ ดีแลน"
    }
  },
  {
    "translation": {
      "en": "to just an acoustic guitar and a very, sort of... a lament, almost.",
      "th": "กลายมาเป็นเพลงกีตาร์อะคูสติก แบบว่า เป็นเพลงเศร้ามากๆ"
    }
  },
  {
    "translation": {
      "en": "And we did that for a bit and went...",
      "th": "พออัดไปสักพักก็คิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"This song could take a little more juice.\" You know? [laughing]",
      "th": "\"เพลงนี้ยังออกรสชาติได้กว่านี้\""
    }
  },
  {
    "translation": {
      "en": "And, slowly, it built up...",
      "th": "มันค่อยๆเริ่มเป็นรูปร่าง..."
    }
  },
  {
    "translation": {
      "en": "Yeah, I took the bass in on that, with Charlie,",
      "th": "แล้วผมก็เล่นเบส เสริมเข้าไปกับชาร์ลี"
    }
  },
  {
    "translation": {
      "en": "and we brought it up to a sort of samba thing.",
      "th": "กลายเป็นเพลงแนวแซมบ้าไปเลย"
    }
  },
  {
    "translation": {
      "en": "And then suddenly, everybody looked, and he said, \"Yeah. Yeah, all right, okay.\"",
      "th": "จู่ๆ ทุกคนก็มองแบบงงๆ แล้วเขาบอกว่า \"ใช่ นี่ล่ะ โอเคๆ\""
    }
  },
  {
    "translation": {
      "en": "You never know quite when the magic bit's gonna come in.",
      "th": "เราไม่มีทางรู้ว่าอะไรดีๆจะโผล่มาตอนไหน"
    }
  },
  {
    "translation": {
      "en": "[Waits] Every song has at least ten songs inside of it",
      "th": "ทุกเพลงประกอบไปด้วยสิบเพลงเป็นอย่างน้อย"
    }
  },
  {
    "translation": {
      "en": "that can be released from the song and you can make, you know...",
      "th": "สิบเพลงที่ปล่อยผ่านเพลงนั้นไป แล้วเราก็"
    }
  },
  {
    "translation": {
      "en": "You put two songs together in a room, they'll have offspring, you know?",
      "th": "เอาเพลงสองเพลงมารวมกัน มันจะแตกหน่อแตกยอดไปอีก"
    }
  },
  {
    "translation": {
      "en": "If you want to start writing songs, you have to start thinking like one.",
      "th": "ถ้าคุณอยากเริ่มแต่งเพลง คุณต้องคิดให้ได้แบบนั้นก่อน"
    }
  },
  {
    "translation": {
      "en": "You're trying to break into the ritual of music.",
      "th": "คุณต้องพยายามเจาะ เข้าไปในครรลองของดนตรี"
    }
  },
  {
    "translation": {
      "en": "It's kinda like Houdini in reverse, you know.",
      "th": "คิดถึงกลของฮูดินีในทางกลับกัน"
    }
  },
  {
    "translation": {
      "en": "It's not you're trying to escape. You're trying to be let in.",
      "th": "ไม่ใช่จะพยายามหนีออก แต่พยายามเข้าไปในนั้นให้ได้"
    }
  },
  {
    "translation": {
      "en": "[man] The story I'd heard about you meeting him...",
      "th": "ผมได้ยินมาเรื่องตอนคุณเจอกับเขา"
    }
  },
  {
    "translation": {
      "en": "I think you were doing Rain Dogs.",
      "th": "(ทอม เวตส์ - เรน ด็อกส์) - ตอนนั้นคุณเล่นเพลงเรน ด็อกส์ - ภรรยาผมถามว่า \"เอาใครดี\""
    }
  },
  {
    "translation": {
      "en": "Well, my wife, she said, \"Who would you like?\"",
      "th": "- ตอนนั้นคุณเล่นเพลงเรน ด็อกส์ - ภรรยาผมถามว่า \"เอาใครดี\""
    }
  },
  {
    "translation": {
      "en": "And I told her, \"Oh, Keith Richards.\"",
      "th": "ผมบอกว่า \"คีธ ริชาร์ดส์\""
    }
  },
  {
    "translation": {
      "en": "I was, like, saying, \"Lenny Bruce...\"",
      "th": "ผมบอกประมาณว่า \"เลนนี่ บรูซ"
    }
  },
  {
    "translation": {
      "en": "\"Muddy Waters,\" you know.",
      "th": "มัดดี้ วอเตอร์ส\""
    }
  },
  {
    "translation": {
      "en": "And she went ahead and started calling.",
      "th": "แล้วเธอก็ไปยกหูโทร"
    }
  },
  {
    "translation": {
      "en": "It was like a prank call.",
      "th": "เหมือนโทรอำเล่นๆ"
    }
  },
  {
    "translation": {
      "en": "-And then he picked up, you know. -[man chuckles]",
      "th": "แล้วเขาก็รับสาย"
    }
  },
  {
    "translation": {
      "en": "[Richards] We bumped into each other 30 years ago.",
      "th": "เราบังเอิญเจอกัน 30 ปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "I loved him from the minute I met him.",
      "th": "ผมรักเขาตั้งแต่แรกเจอเลย"
    }
  },
  {
    "translation": {
      "en": "When he came, he came in a semi with about 300 guitars.",
      "th": "ตอนเขามา เขามาพร้อมรถบรรทุก กับกีตาร์อีก 300 ตัว"
    }
  },
  {
    "translation": {
      "en": "So I wasn't ready for that, either, you know.",
      "th": "ผมไม่ทันได้ตั้งตัว"
    }
  },
  {
    "translation": {
      "en": "And he had a guitar valet",
      "th": "เขามีคนดูแลกีตาร์ด้วย"
    }
  },
  {
    "translation": {
      "en": "who was, like, bringing guitars over like beverages and desserts, you know.",
      "th": "ที่คอยยกกีตาร์มาให้ เหมือนยกขนมเครื่องดื่มมาเสิร์ฟ"
    }
  },
  {
    "translation": {
      "en": "And it was just... It was a little overwhelming for me.",
      "th": "มันแบบว่า มากเกินไปสำหรับผม"
    }
  },
  {
    "translation": {
      "en": "[Richards] Tom's an eccentric. The first time I met him,",
      "th": "ทอมเป็นคนแปลกๆ ครั้งแรกที่เจอเขา"
    }
  },
  {
    "translation": {
      "en": "he had a room full of instruments of the most bizarre kinds.",
      "th": "เขามีห้องเก็บเครื่องดนตรีแปลกๆไว้เต็มเลย"
    }
  },
  {
    "translation": {
      "en": "He had a Mellotron, but it only played train noises. [laughing]",
      "th": "มีคีย์บอร์ดเมลโลตรอน แต่เล่นแล้วมีแต่เสียงรถไฟ"
    }
  },
  {
    "translation": {
      "en": "Yeah, there's a couple of spots.",
      "th": "ใช่ มีอยู่สองจุด ไม่ได้ฟังตรงช่วงนั้น แต่ผมว่าไม่สำคัญหรอก"
    }
  },
  {
    "translation": {
      "en": "I just lost the frame, but I don't think it really matters,",
      "th": "ไม่ได้ฟังตรงช่วงนั้น แต่ผมว่าไม่สำคัญหรอก"
    }
  },
  {
    "translation": {
      "en": "'cause you can just, you know...",
      "th": "เพราะก็แค่"
    }
  },
  {
    "translation": {
      "en": "If it gets in the way, you can just drift it off and then put it back up. Yeah, yeah, yeah.",
      "th": "ถ้ามันมาขัด ก็ปล่อยผ่านมันไป แล้วค่อยวกกลับมาเล่นใหม่"
    }
  },
  {
    "translation": {
      "en": "That first time, we'd been jamming for an hour or so, and then,",
      "th": "ครั้งแรกนั้น เราเล่นด้วยกัน ไปสักหนึ่งชั่วโมงได้ แล้วจากนั้น"
    }
  },
  {
    "translation": {
      "en": "I didn't even... You know... And there were beverages involved.",
      "th": "ผมก็ไม่ เราเล่นไปด้วยดื่มไปด้วย"
    }
  },
  {
    "translation": {
      "en": "I must admit, I was trying to match him,",
      "th": "ต้องยอมรับว่าผมพยายามดื่มให้ได้เท่าเขา"
    }
  },
  {
    "translation": {
      "en": "which you must never try to ever do.",
      "th": "ซึ่งจริงๆแล้ว อย่าได้ลองเชียว"
    }
  },
  {
    "translation": {
      "en": "But... And so after an hour or so, I was... I didn't know where I was.",
      "th": "พอผ่านไปชั่วโมงนึง ผมก็ไม่รู้เหนือรู้ใต้อะไรแล้ว"
    }
  },
  {
    "translation": {
      "en": "And then, I say, \"What did we just get? What, do we have anything?\"",
      "th": "แล้วผมก็บอกว่า \"ได้อะไรบ้าง เราได้อะไรมั้ย\""
    }
  },
  {
    "translation": {
      "en": "And then, he says... [hoarsely] \"Scribe.\"",
      "th": "แล้วเขาก็บอกว่า \"จดสิ\""
    }
  },
  {
    "translation": {
      "en": "And then I realized I was the scribe.",
      "th": "แล้วผมก็คิดได้ว่าที่จริงผมต้องจด"
    }
  },
  {
    "translation": {
      "en": "I was supposed to be keeping track of everything.",
      "th": "ต้องจดว่าเราแต่งไปถึงไหนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, something like that.",
      "th": "ใช่ ทำนองนั้น"
    }
  },
  {
    "translation": {
      "en": "I'm really happy to have been able to write songs with him, actually.",
      "th": "ผมมีความสุขมากที่ได้แต่งเพลงกับเขา"
    }
  },
  {
    "translation": {
      "en": "Because it took me a long time to realize that he never wrote songs",
      "th": "เพราะใช้เวลานานมาก กว่าผมจะคิดได้ว่าเขาไม่เคยแต่งเพลง"
    }
  },
  {
    "translation": {
      "en": "except with Kathleen, his wife, you know.",
      "th": "นอกจากแต่งกับแคธลีน ภรรยาเขา"
    }
  },
  {
    "translation": {
      "en": "And so, to me, it was a real... I realized, a real privilege.",
      "th": "สำหรับผม มันเป็นเป็นเกียรติมากๆที่มีโอกาส"
    }
  },
  {
    "translation": {
      "en": "[Jordan] You know, we could strike that...",
      "th": "ลองแบบว่า"
    }
  },
  {
    "translation": {
      "en": "[man] You got \"Love Overdue.\" Could you talk about that track?",
      "th": "มีเพลง \"เลิฟ โอเวอร์ดิว\" พูดถึงเพลงนั้นได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Hats off, yeah. That was another tip of the hat to...",
      "th": "เพลงนั้น นั่นเป็นเพลงรำลึกถึงศิลปินอีกเพลง"
    }
  },
  {
    "translation": {
      "en": "I've always loved that song and Gregory Isaacs.",
      "th": "ผมชอบเพลงนั้นมาก ชอบเกรกอรี่ ไอแซคส์"
    }
  },
  {
    "translation": {
      "en": "I love nearly all of Gregory's work.",
      "th": "ชอบเพลงของเกรกอรี่แทบทุกเพลง"
    }
  },
  {
    "translation": {
      "en": "There's a certain urgency about it, a truth about it.",
      "th": "เป็นอะไรที่เข้าถึงได้ มันถ่ายทอดความจริง"
    }
  },
  {
    "translation": {
      "en": "And so, we knew we were gonna do it. \"Let's do it.\" You know?",
      "th": "เราเลยรู้ว่าต้องทำเพลงกัน \"ลุยเลย\""
    }
  },
  {
    "translation": {
      "en": "\"Give me a reggae beat, Steve.\" You know?",
      "th": "\"ขอจังหวะเร็กเก้ สตีฟ\""
    }
  },
  {
    "translation": {
      "en": "I've always loved reggae.",
      "th": "ผมชอบเพลงเร็กเก้มาตลอด"
    }
  },
  {
    "translation": {
      "en": "Basically, I happened to start living in Jamaica",
      "th": "คือว่าบังเอิญผมย้ายไปอยู่จาไมก้า"
    }
  },
  {
    "translation": {
      "en": "in '71, '72, just as reggae was catching fire, you know.",
      "th": "ช่วงปี 71-72 ตอนที่เร็กเก้กำลังฮิตกันพอดี"
    }
  },
  {
    "translation": {
      "en": "In fact, Catch a Fire had just come out, Bob Marley, and...",
      "th": "(บ็อบ มาร์เลย์ แอนด์ เดอะ เวลเลอร์ส) ที่จริง อัลบั้มแคทช์ อะ ไฟร์ เพิ่งออกมา ของบ็อบ มาร์เลย์"
    }
  },
  {
    "translation": {
      "en": "Jimmy Cliff, The Harder They Come. There was a whole explosion that year.",
      "th": "(จิมมี่ คลิฟฟ์ เดอะ ฮาร์ดเดอร์ เดย์ คัม) จิมมี่ คลิฟฟ์ เดอะฮาร์ดเดอร์เดย์คัม ปีนั้นดังเปรี้ยงปร้างเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "And I'm living there.",
      "th": "ผมอยู่นั่นพอดี"
    }
  },
  {
    "translation": {
      "en": "[Richards] It felt like the early days of rock and roll.",
      "th": "รู้สึกเหมือนช่วงแรกๆของเพลงร็อกแอนด์โรลล์"
    }
  },
  {
    "translation": {
      "en": "I felt the same sort of energy and joy",
      "th": "รู้สึกได้ถึงพลังงานและความรื่นเริงแบบเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "and sense of discovery amongst people,",
      "th": "รู้สึกได้ว่าผู้คนเพิ่งค้นพบอะไรใหม่"
    }
  },
  {
    "translation": {
      "en": "that they'd found their voice.",
      "th": "พวกเขาพบกระบอกเสียงของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Richards] Jamaica provided an amazing burst of talent and energy.",
      "th": "จาไมก้าเป็นแหล่งของสุดยอดศิลปิน มากพรสวรรค์ พลังล้นเหลือ"
    }
  },
  {
    "translation": {
      "en": "It was very refreshing to me. Yeah, yeah.",
      "th": "ทำให้ชีวิตผมสดชื่นขึ้นมาก ใช่"
    }
  },
  {
    "translation": {
      "en": "And, so, you're sort of back in the beginning of something again.",
      "th": "เหมือนได้กลับไปเริ่มต้นอะไรใหม่ๆอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "What I really love about reggae, it's all so...",
      "th": "สิ่งที่ผมชอบมากเกี่ยวกับเร็กเก้คือมันช่าง"
    }
  },
  {
    "translation": {
      "en": "natural, you know.",
      "th": "เป็นธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "There's none of this forced stuff.",
      "th": "ไม่มีการเค้น ปรุงแต่ง"
    }
  },
  {
    "translation": {
      "en": "And at that time, I was getting really sick of rock music.",
      "th": "ในตอนนั้น ผมเบื่อเพลงร็อกด้วยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Rock and roll, I never get sick of.",
      "th": "ร็อกแอนด์โรลล์ ผมไม่เคยเบื่อเลยนะ"
    }
  },
  {
    "translation": {
      "en": "But there was less and less of that and more rock music,",
      "th": "แต่แนวนั้นเริ่มหายไป แล้วเพลงร็อกมาแทนที่"
    }
  },
  {
    "translation": {
      "en": "which is actually a white man's version. It turns out to be like...",
      "th": "ร็อกแบบคนขาวน่ะ พวกเขาทำให้มันกลายเป็น"
    }
  },
  {
    "translation": {
      "en": "They'll turn it into a march, basically, you know...",
      "th": "เพลงเดินแถวทหารแทน"
    }
  },
  {
    "translation": {
      "en": "♪ We are rockin', yeah! ♪",
      "th": "จังหวะเป็นเนิบๆแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Yeah, I mean, eventually, that's what... That's their version of rock.",
      "th": "คือสุดท้ายแล้วมัน นั่นคือเพลงร็อกในแบบของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "You know, it's like, \"Excuse me, I prefer the roll.\"",
      "th": "แต่ผมคิดว่า \"โทษทีนะ ผมชอบแบบเคลิ้มๆมันๆ\""
    }
  },
  {
    "translation": {
      "en": "And that's when the cats, the Jamaican guys, came in with the horns.",
      "th": "นั่นคือตอนที่ศิลปินจากจาไมก้าพุ่งเข้ามาแจ้งเกิด"
    }
  },
  {
    "translation": {
      "en": "Luckily, Steve's very well connected.",
      "th": "โชคดีที่สตีฟเส้นสายกว้างขวาง"
    }
  },
  {
    "translation": {
      "en": "[DeCurtis] Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "So, I was like, \"What we need here is a sort of Jamaican horn section.\"",
      "th": "ผมบอกว่า \"เราต้องการคนเทพๆจากจาไมก้า\""
    }
  },
  {
    "translation": {
      "en": "Man, we need some more smoke. Get some weed going in this, man.",
      "th": "ในนี้ไม่เห็นมีควันผุยๆเลย ไปหาปุ๊นมาดูดกันหน่อยไป"
    }
  },
  {
    "translation": {
      "en": "-Come on, man. -[Richards] I can do that.",
      "th": "- เร็วเข้า - อันนั้นผมถนัด"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -[both laughing]",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[Jordan] You got a red, black and green scarf or something?",
      "th": "มีผ้าพันคอสีธงชาติจาไมก้ามั้ย"
    }
  },
  {
    "translation": {
      "en": "Can we get Keith's headband?",
      "th": "ขอผ้าคาดผมของคีธได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "No, you're not going to dress me, man. Okay, okay. I will.",
      "th": "ไม่ อย่ามาจับผมแต่งตัวนะ โอเคๆ ก็ได้"
    }
  },
  {
    "translation": {
      "en": "[man] So, how did you start recording solo in the first place?",
      "th": "แล้วคุณเริ่มอัดอัลบั้มเดี่ยวได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "I was very reluctant to start going solo.",
      "th": "ตอนนั้นผมลังเลมาก เรื่องออกมาบินเดี่ยว"
    }
  },
  {
    "translation": {
      "en": "I mean, my thing has always been The Stones and you know...",
      "th": "ผมอยู่กับวงโรลลิ่ง สโตนส์มาตลอด"
    }
  },
  {
    "translation": {
      "en": "You'd leave at your peril.",
      "th": "ถ้าเบนเข็มไป มันเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "But things had...",
      "th": "แต่อะไรๆมัน"
    }
  },
  {
    "translation": {
      "en": "Circumstances had worked out in the late '80s, that, you know...",
      "th": "ดูจากเหตุการณ์ต่างๆช่วงปลายยุค 80"
    }
  },
  {
    "translation": {
      "en": "obviously, we were not going to...",
      "th": "คือเราคงไม่"
    }
  },
  {
    "translation": {
      "en": "Mick and I were not going to be working together for a while.",
      "th": "มิคกับผมคงจะไม่ทำงานด้วยกันไปสักพัก"
    }
  },
  {
    "translation": {
      "en": "I called 1985 to '89, that was actually World War III.",
      "th": "ผมเรียกช่วงปี 1985-1989 ว่าเป็นช่วงสงครามโลกครั้งที่สาม"
    }
  },
  {
    "translation": {
      "en": "In a 50-year relationship doing this stuff,",
      "th": "จากที่ร่วมหัวจมท้ายกันมานาน 50 ปี"
    }
  },
  {
    "translation": {
      "en": "of course, guys have fights, brothers have fights.",
      "th": "แน่นอน พวกผู้ชายย่อมมีปัญหากัน พี่น้องก็ทะเลาะกันนะ"
    }
  },
  {
    "translation": {
      "en": "You know, we're brothers.",
      "th": "เราพี่น้องกัน"
    }
  },
  {
    "translation": {
      "en": "There was no sign of The Stones, like, poking their nose above the horizon.",
      "th": "ไม่มีวี่แววว่าวงโรลลิ่ง สโตนส์ จะโผล่ขึ้นมามีบทบาทอีก"
    }
  },
  {
    "translation": {
      "en": "And I was at, really, a loose end.",
      "th": "แล้วผมก็เป็นช่องโหว่ในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "Suddenly, I get a call to do the Chuck Berry movie, Hail! Hail! Rock 'n' Roll.",
      "th": "จู่ๆมีคนให้ไปเล่นหนังชัค เบอร์รี เรื่องเฮล เฮล ร็อกแอนด์โรลล์"
    }
  },
  {
    "translation": {
      "en": "I mean, obviously, I gotta get into this.",
      "th": "แน่นอนว่าผมต้องไปเล่น"
    }
  },
  {
    "translation": {
      "en": "Life wouldn't be complete. I mean, the circle would be unbroken.",
      "th": "ชีวิตคงไม่สมบูรณ์ วงจรชีวิตคงไม่มีวันมาบรรจบ"
    }
  },
  {
    "translation": {
      "en": "[Berry] That slur is started right here.",
      "th": "ตอนโยงเสียง เริ่มแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Starts on the upper one.",
      "th": "เริ่มจากโน้ตสูง"
    }
  },
  {
    "translation": {
      "en": "Listen.",
      "th": "ฟังนะ"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[man] Was he grateful that you guys were taking the stage?",
      "th": "เขาซึ้งใจมั้ยที่พวกคุณไปขึ้นเวทีให้"
    }
  },
  {
    "translation": {
      "en": "Chuck... Chuck has his own way of showing appreciation.",
      "th": "ชัคมีวิธีแสดงความขอบคุณในแบบของเขาเอง"
    }
  },
  {
    "translation": {
      "en": "-Why it was being done? -[Richards] Yeah.",
      "th": "- ทำไมไม่เสร็จเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Well, don't touch my amp. Then it won't be done.",
      "th": "อย่าแตะแอมป์ผม ไม่งั้นไม่เสร็จแน่"
    }
  },
  {
    "translation": {
      "en": "He already said he didn't.",
      "th": "เขาบอกแล้วว่าไม่ได้แตะ"
    }
  },
  {
    "translation": {
      "en": "-Well, he says why it's being done. -[man] All right.",
      "th": "- เขาถามว่าทำไมยังไม่เสร็จ - โอเค"
    }
  },
  {
    "translation": {
      "en": "Why it's being done is because it's not recording well.",
      "th": "ที่ยังไม่เสร็จก็เพราะยังอัดได้ไม่ดี"
    }
  },
  {
    "translation": {
      "en": "[Berry] Okay. And that's what's gonna end up on the film.",
      "th": "- โอเค - นี่จะโผล่ไปในหนังด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "If it winds up on the film, that's the way Chuck Berry plays it.",
      "th": "ถ้ามันไปอยู่ในหนัง ก็เพราะมันเป็นแนวของชัค เบอร์รี"
    }
  },
  {
    "translation": {
      "en": "You understand?",
      "th": "เข้าใจมั้ย"
    }
  },
  {
    "translation": {
      "en": "-I understand, man. I understand. -Well, I was talking to Andy about it.",
      "th": "- เข้าใจ ฉันเข้าใจ - คุยเรื่องนี้กับแอนดี้อยู่"
    }
  },
  {
    "translation": {
      "en": "But you've got to live with it afterwards. They're trying to--",
      "th": "นายต้องรับให้ได้ พวกเขา..."
    }
  },
  {
    "translation": {
      "en": "I've been living for 60 years with it!",
      "th": "ฉันทนมันมา 60 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "-I know that. I know that. -Okay, well, then realize it!",
      "th": "- ฉันรู้น่า - โอเค งั้นก็คิดให้ได้สิ"
    }
  },
  {
    "translation": {
      "en": "But this is going to be here after we're all dead and gone.",
      "th": "แต่เพลงมันจะอยู่ต่อไป หลังเราตายนะ"
    }
  },
  {
    "translation": {
      "en": "I was in his dressing room...",
      "th": "ผมอยู่ในห้องแต่งตัวเขา"
    }
  },
  {
    "translation": {
      "en": "and the guitar case was open, guitar was lying there.",
      "th": "กล่องกีตาร์เปิดอยู่ มีกีตาร์อยู่ในนั้น"
    }
  },
  {
    "translation": {
      "en": "So, I was waiting for him. They said, you know, \"He's coming in a minute.\"",
      "th": "ผมก็รอเขาอยู่ พวกนั้นบอกว่า \"เดี๋ยวเขาจะมาแล้ว\""
    }
  },
  {
    "translation": {
      "en": "So, I was just leaning over and I was just touching the strings.",
      "th": "ผมก็ก้มลงไป แตะสายกีตาร์"
    }
  },
  {
    "translation": {
      "en": "He came in and slammed me. [laughs]",
      "th": "เขาพุ่งเข้ามาชกผมอย่างแรง"
    }
  },
  {
    "translation": {
      "en": "That was Chuck... One of Chuck's greatest hits.",
      "th": "นั่นล่ะชัค หมัดเขาแรงไม่แพ้เพลงของเขาเลย"
    }
  },
  {
    "translation": {
      "en": "[Richards] No problems could really interfere with the fact that this was just fun.",
      "th": "ไม่มีปัญหาไหนมากระทบได้ เพราะว่านี่เป็นเรื่องสนุกล้วนๆ"
    }
  },
  {
    "translation": {
      "en": "[Richards] And that's where I started to work with Steve Jordan.",
      "th": "เริ่มร่วมงานกับสตีฟ จอร์แดนตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "Steve and I were just like, \"We're in rock and roll heaven.\"",
      "th": "สตีฟกับผมคิดว่า \"เราอยู่ในสวรรค์แห่งร็อกแอนด์โรลล์\""
    }
  },
  {
    "translation": {
      "en": "One...",
      "th": "หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "One word from Keith Richards!",
      "th": "ขอหนึ่งคำจากคีธ ริชาร์ดส์หน่อย"
    }
  },
  {
    "translation": {
      "en": "Goodnight, ladies and gentlemen.",
      "th": "ราตรีสวัสดิ์ ทุกท่าน"
    }
  },
  {
    "translation": {
      "en": "Tonight's star.",
      "th": "ฝันดี ชัค"
    }
  },
  {
    "translation": {
      "en": "[Richards] Suddenly, I've got this incredible band together.",
      "th": "แล้วจู่ๆ ผมก็รวมวงเจ๋งๆขึ้นมาได้"
    }
  },
  {
    "translation": {
      "en": "Hand for the band!",
      "th": "ขอเสียงให้วงเราหน่อย"
    }
  },
  {
    "translation": {
      "en": "[Richards] And Steve and I find it quite natural to write songs.",
      "th": "สตีฟกับผมก็ถนัดแต่งเพลงด้วย เราก็คิดว่า \"มาอัดเพลงกันเถอะ\""
    }
  },
  {
    "translation": {
      "en": "We said, \"Well, let's...\" You know, \"Here, let's cut some stuff.\"",
      "th": "เราก็คิดว่า \"มาอัดเพลงกันเถอะ\""
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, Keith Richards.",
      "th": "ทุกท่านครับ คีธ ริชาร์ดส์"
    }
  },
  {
    "translation": {
      "en": "♪ People so pitiful ♪",
      "th": "ตอนคีธกับผมเริ่มแสดงด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "[Waddy Wachtel] When Keith and I first started to play together,",
      "th": "ตอนคีธกับผมเริ่มแสดงด้วยกัน ผมรู้ว่าเราเข้ากันได้แน่ พอได้ฟังเพลงที่เขาทำมา"
    }
  },
  {
    "translation": {
      "en": "I knew we were simpatico just by hearing what he had done all the years",
      "th": "ผมรู้ว่าเราเข้ากันได้แน่ พอได้ฟังเพลงที่เขาทำมา"
    }
  },
  {
    "translation": {
      "en": "and hearing the hands touching those strings.",
      "th": "(แวดดี้ วอชเทล) ได้ยินเสียงเขาดีดกีตาร์"
    }
  },
  {
    "translation": {
      "en": "But, yeah, we bonded pretty extremely, right away.",
      "th": "แต่นั่นล่ะ เราจูนกันติดแทบจะทันทีเลย"
    }
  },
  {
    "translation": {
      "en": "[Richards] In a way, I thought, \"Okay, obviously, I'm supposed to do this,\"",
      "th": "ผมก็คิดไปว่า \"โอเค ดูท่าแล้ว ยังไงก็ต้องลองเล่น\""
    }
  },
  {
    "translation": {
      "en": "because it was organic.",
      "th": "แต่ไม่ต้องพยายามเลย"
    }
  },
  {
    "translation": {
      "en": "You'd think one great band in a lifetime is already a miracle.",
      "th": "คุณคิดว่าชั่วชีวิตนี้มีวงเด็ดๆสักวง ก็เหมือนปาฏิหาริย์แล้ว"
    }
  },
  {
    "translation": {
      "en": "To put two together, I mean, it's weird, in a way.",
      "th": "แต่นี่สองวงเลย มันแปลกดีนะ"
    }
  },
  {
    "translation": {
      "en": "I also understood more of Mick's job...",
      "th": "แล้วผมก็เข้าใจงานของมิคมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "by being the frontman.",
      "th": "การเป็นคนนำวง"
    }
  },
  {
    "translation": {
      "en": "[Richards] To be right on top of everything, from the first note till the end,",
      "th": "ต้องเอาทุกอย่างได้อยู่หมัด ตั้งแต่โน้ตแรกจนจบ"
    }
  },
  {
    "translation": {
      "en": "gave me a bit of discipline, actually, I probably sorely needed.",
      "th": "มันทำให้ผมมีวินัยขึ้นมา ซึ่งคนอย่างผมต้องการพอดี"
    }
  },
  {
    "translation": {
      "en": "But working outside of The Stones,",
      "th": "แต่การออกมาทำงานนอกวง"
    }
  },
  {
    "translation": {
      "en": "I realized that The Stones, that's my home.",
      "th": "ทำให้รู้ว่าวงโรลลิ่ง สโตนส์คือบ้านของผม"
    }
  },
  {
    "translation": {
      "en": "We set them up and gave 'em to people, and now we belong to the people.",
      "th": "ผมตั้งวงขึ้นมา มอบให้แฟนๆ ตอนนี้เราเป็นคนของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "And I can't let them down.",
      "th": "จะทำให้พวกเขาผิดหวังไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The Rolling Stones are back on their first tour in almost a decade.",
      "th": "วงโรลลิ่ง สโตนส์กลับมา ตระเวนทัวร์ครั้งแรกในรอบเกือบทศวรรษ"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] This will be their 13th major US tour since 1964.",
      "th": "เป็นทัวร์ใหญ่ในสหรัฐ ครั้งที่ 13 ของวง ตั้งแต่ปี 1964"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] The Rolling Stones launched their Bigger Bang world tour last night,",
      "th": "วงโรลลิ่ง สโตนส์เปิดตัว ทัวร์บิ๊กเกอร์ แบงทั่วโลกเมื่อคืนนี้"
    }
  },
  {
    "translation": {
      "en": "with dates in Canada, the US, South America, Europe, and Asia.",
      "th": "มีกำหนดแสดงที่แคนาดา สหรัฐอเมริกา อเมริกาใต้ ยุโรปและเอเชีย"
    }
  },
  {
    "translation": {
      "en": "[Richards] About 2007, The Stones had been on the road for a long time.",
      "th": "ราวปี 2007 วงโรลลิ่ง สโตนส์ ตระเวนแสดงทัวร์มาสักพักแล้ว"
    }
  },
  {
    "translation": {
      "en": "And we'd come to a natural gasper, you know, like...",
      "th": "แน่นอนว่าต้องมาถึงจุดอิ่มตัว"
    }
  },
  {
    "translation": {
      "en": "And it occurred to me, maybe this is the time to do a book.",
      "th": "แล้วผมก็คิดขึ้นมาว่า นี่อาจถึงเวลาเขียนหนังสือสักเล่ม"
    }
  },
  {
    "translation": {
      "en": "I didn't really take it that seriously to start with.",
      "th": "(ไลฟ์ - คีธ ริชาร์ดส์) ผมไม่ได้จริงจังกับมันมาก ตอนแรก"
    }
  },
  {
    "translation": {
      "en": "But as it went on, I understood that...",
      "th": "แต่พอผ่านไป ก็เข้าใจว่า (คีธ ริชาร์ดส์ - 'ไลฟ์' หนึ่งชีวิต หนึ่งเล่ม หนึ่งเหตุการณ์)"
    }
  },
  {
    "translation": {
      "en": "I know who I am and people who know me know basically who I am.",
      "th": "(คีธ ริชาร์ดส์ - 'ไลฟ์' หนึ่งชีวิต หนึ่งเล่ม หนึ่งเหตุการณ์) ผมรู้จักตัวผม คนที่รู้จักผมก็รู้จักตัวตนผมดี"
    }
  },
  {
    "translation": {
      "en": "But I realize that 999 of them out there still think Keith Richards is",
      "th": "แต่ผมก็คิดได้ว่าเกือบทุกคน ยังคิดว่าคีธ ริชาร์ดส์"
    }
  },
  {
    "translation": {
      "en": "smoking a joint, bottle of Jack Daniel's in his hand, like, walking down the road,",
      "th": "เป็นคนติดปุ๊น ถือขวดเหล้าติดมือตลอด เดินเป๋ไปตามถนน"
    }
  },
  {
    "translation": {
      "en": "you know, cursing the fact that the liquor store is closed.",
      "th": "ตะโกนด่าว่าทำไมร้านเหล้าปิด"
    }
  },
  {
    "translation": {
      "en": "An image, man.",
      "th": "ภาพลักษณ์นั้น"
    }
  },
  {
    "translation": {
      "en": "Image like a ball and chain.",
      "th": "ภาพลักษณ์มันจองจำเราได้"
    }
  },
  {
    "translation": {
      "en": "It's not like a shadow, because it's there 24/24.",
      "th": "ไม่ใช่แค่เงานะ มันติดตัวเราอยู่ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "When the sun goes down, it don't disappear.",
      "th": "ขนาดพระอาทิตย์ตก มันก็ยังไม่หายไป"
    }
  },
  {
    "translation": {
      "en": "[Waits] A lot of this has to do with persona.",
      "th": "ส่วนใหญ่มันเกี่ยวกับอัตลักษณ์"
    }
  },
  {
    "translation": {
      "en": "You have to have some type of armor",
      "th": "เราต้องสร้างฉากหน้ามาเป็นเกราะ"
    }
  },
  {
    "translation": {
      "en": "so that you can continue to also develop as a human being, you know.",
      "th": "ให้เรายังเติบโตต่อไปได้ในฐานะมนุษย์คนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "It's like you have a recipe, and you have a beverage,",
      "th": "เหมือนคุณมีสูตรอาหาร มีเครื่องดื่มสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "and you have a... a sandwich named after you, pretty much.",
      "th": "มีแซนด์วิชตั้งชื่อตามคุณ ทำนองนั้น"
    }
  },
  {
    "translation": {
      "en": "It's like, what it comes down to, right?",
      "th": "สุดท้ายแล้วก็แค่การติดฉลาก ตีตรา"
    }
  },
  {
    "translation": {
      "en": "But you're still able within, inside that... you're able to still grow and change.",
      "th": "แต่ลึกๆภายในตัวคุณ คุณยังเติบโต ยังเปลี่ยนไปได้อีก"
    }
  },
  {
    "translation": {
      "en": "It's kind of a ventriloquist act a lot of the time, you know.",
      "th": "เหมือนเป็นการเลียนเสียงเป็นคนอื่น (อเมริกาต้องปลอดยาเสพติด)"
    }
  },
  {
    "translation": {
      "en": "But it's much safer than putting your own ass out there,",
      "th": "แต่มันปลอดภัยกว่าการเผยตัวตนของเราจริงๆ"
    }
  },
  {
    "translation": {
      "en": "like Judy Garland, you know, and melting every night.",
      "th": "อย่างจูดี้ การ์แลนด์ แล้วค่อยๆสูญเสียตัวตนนั้นไป"
    }
  },
  {
    "translation": {
      "en": "[Richards] You can't buy a persona.",
      "th": "อัตลักษณ์มันซื้อหาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "You can either make it up, or you can be it.",
      "th": "คุณต้องสร้างมันขึ้นมา ไม่ก็เป็นแบบนั้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "My idea of actual heaven is to be a rock and roll star that nobody ever sees.",
      "th": "ที่ฝันคือเป็นศิลปินร็อกแอนด์โรลล์ ชื่อดังที่ไม่มีใครเคยเห็น"
    }
  },
  {
    "translation": {
      "en": "[laughing] Totally anonymous.",
      "th": "เป็นศิลปินนิรนาม"
    }
  },
  {
    "translation": {
      "en": "You know, you gotta go out and do this thing sometimes.",
      "th": "แล้วบางทีก็มีออกไปแสดงบ้าง"
    }
  },
  {
    "translation": {
      "en": "And so after the book came out, the next thing I knew,",
      "th": "พอหนังสือวางแผง รู้ตัวอีกที"
    }
  },
  {
    "translation": {
      "en": "Steve came to me and said...",
      "th": "สตีฟก็มาบอกผมว่า"
    }
  },
  {
    "translation": {
      "en": "\"Let's get away from the chicks.\" [imitates playing guitar]",
      "th": "\"หลบหน้าสาวๆกันสักพักเถอะ\""
    }
  },
  {
    "translation": {
      "en": "And then he's like, \"Say we're working, you know what I mean?\"",
      "th": "แล้วบอกว่าเราไปทำงาน เข้าใจใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "There's fates of rock and roll, you know.",
      "th": "ร็อกแอนด์โรลล์มีชะตาของมัน"
    }
  },
  {
    "translation": {
      "en": "And to do that, you eyeball each other and say...",
      "th": "เวลาจะเล่น เรามองตากันแล้วพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"One, two... let's go!\"",
      "th": "\"หนึ่ง สอง ลุยเลย\""
    }
  },
  {
    "translation": {
      "en": "This is what rock and roll is about.",
      "th": "นี่ล่ะความเป็นร็อกแอนด์โรลล์"
    }
  },
  {
    "translation": {
      "en": "You feel like you're levitating.",
      "th": "คุณรู้สึกเหมือนล่องลอยไป"
    }
  },
  {
    "translation": {
      "en": "And when all of the guys around you are playing, and you're saying,",
      "th": "พอนักดนตรีรอบตัวคุณ เล่นคลอไปด้วยกัน คุณก็คิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"They're feeling it too. I know it, I know it.\"",
      "th": "\"พวกเขาก็รู้สึกเหมือนกัน ว่าแล้วเชียว\""
    }
  },
  {
    "translation": {
      "en": "And you go for those moments where you actually, you know, fly.",
      "th": "แล้วก็ลุยต่อไป จนเหมือนเราบินได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "And you just hang on to it as long as you can,",
      "th": "แล้วอยู่กับมันให้ได้นานที่สุด"
    }
  },
  {
    "translation": {
      "en": "because it is one of the best feelings in the world.",
      "th": "เพราะมันคือความรู้สึกที่สุดยอดที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "It may be only rock and roll, but...",
      "th": "อาจเป็นแค่ร็อกแอนด์โรลล์"
    }
  },
  {
    "translation": {
      "en": "I'm telling you what...",
      "th": "แต่ขอบอกเลยนะ"
    }
  },
  {
    "translation": {
      "en": "that's the shit.",
      "th": "นั่นล่ะของจริง"
    }
  },
  {
    "translation": {
      "en": "♪ Now when I was a young boy ♪",
      "th": "(ถิ่นกำเนิดเพลงบลูส์)"
    }
  },
  {
    "translation": {
      "en": "♪ At the age of five ♪",
      "th": "(เชคเกอร์บอร์ด เลาจน์ 1981)"
    }
  },
  {
    "translation": {
      "en": "Of all of the people I have ever met, Muddy Waters, he was a father to me.",
      "th": "จากบรรดาคนที่ผมเคยเจอ มัดดี้ วอเตอร์สเหมือนพ่อของผม"
    }
  },
  {
    "translation": {
      "en": "[man] Yeah, that's right! [Waters] What about Keith?",
      "th": "- ใช่ อย่างนั้น - แล้วคีธล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Richards] He took me under his wing.",
      "th": "เขาอ้าแขนรับผม"
    }
  },
  {
    "translation": {
      "en": "It was just amazing to finally play together.",
      "th": "เหลือเชื่อจริงๆที่เราได้ร่วมเวทีกัน"
    }
  },
  {
    "translation": {
      "en": "Was I honored by that? Man, I had died and gone to heaven.",
      "th": "รู้สึกเป็นเกียรติมั้ยเหรอ เหมือนตายแล้วได้ขึ้นสวรรค์ต่างหาก"
    }
  },
  {
    "translation": {
      "en": "For the first time ever...",
      "th": "เป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "A Stones' show, \"What are you gonna wear?\"",
      "th": "เวลาวงสโตนส์ขึ้นแสดง \"จะแต่งตัวยังไง\""
    }
  },
  {
    "translation": {
      "en": "\"We don't give a shit,\" you know what I mean?",
      "th": "\"มีอะไรก็เอามาเถอะ\""
    }
  },
  {
    "translation": {
      "en": "For the Checkerboard show, Ronnie and I were like, \"What are we gonna wear, man?\"",
      "th": "แต่ตอนแสดงเชคเกอร์บอร์ด รอนนี่กับผม แบบว่า \"จะแต่งตัวไงดี\""
    }
  },
  {
    "translation": {
      "en": "\"White shirts, black vests.\" You know? [laughs]",
      "th": "\"เสื้อเชิร์ตสีขาว เสื้อกั๊กดำ\""
    }
  },
  {
    "translation": {
      "en": "We actually talked about what we were gonna wear before we go on.",
      "th": "เรานัดแนะกันเป็นครั้งแรก ว่าจะแต่งตัวยังไงขึ้นเวที"
    }
  },
  {
    "translation": {
      "en": "This is the only time, ever, I can remember doing that.",
      "th": "เป็นครั้งเดียวในชีวิตเลยที่ผมจำได้ว่านัดกัน"
    }
  },
  {
    "translation": {
      "en": "♪ In five minutes' time ♪",
      "th": "ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, man.",
      "th": "แม่เจ้า"
    }
  },
  {
    "translation": {
      "en": "[Richards] Muddy's house.",
      "th": "บ้านมัดดี้ (วอเตอร์ส 4339 มัดดี้)"
    }
  },
  {
    "translation": {
      "en": "Wow. You would've thought Chicago could do something more for the man, you know?",
      "th": "ผมว่าทางการชิคาโกน่าจะดูแลบ้านเขา ให้ดีกว่านี้นะ"
    }
  },
  {
    "translation": {
      "en": "It was a lot more vibrant the last time I was here.",
      "th": "ครั้งก่อนที่ผมมาที่นี่มันดูสดใสกว่านี้เยอะเลย"
    }
  },
  {
    "translation": {
      "en": "It was a party. I mean, it was night time.",
      "th": "จัดงานเลี้ยงกันด้วย ตอนกลางคืน"
    }
  },
  {
    "translation": {
      "en": "I think Willie Dixon brought me over.",
      "th": "วิลลี่ ดิกสันเป็นคนพาผมมา"
    }
  },
  {
    "translation": {
      "en": "It was rocking when I got here, I remember that.",
      "th": "งานกำลังคึกครื้นเลย ตอนผมมาถึง"
    }
  },
  {
    "translation": {
      "en": "It's leaving I don't remember.",
      "th": "แต่ตอนออกจากงาน ผมจำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I crashed out here. But I woke up in Howlin' Wolf's house.",
      "th": "ผมสลบเหมือดแถวนี้ แต่ไปตื่นที่บ้านฮาวลิน วูล์ฟ"
    }
  },
  {
    "translation": {
      "en": "I don't know what happened. I got carried away.",
      "th": "ไม่รู้เกิดอะไรขึ้น คงเพลินไป"
    }
  },
  {
    "translation": {
      "en": "The party continued, and I went with it.",
      "th": "ทุกคนฉลองกันต่อ ผมก็ตามน้ำไป"
    }
  },
  {
    "translation": {
      "en": "[Waters] Get Mickey a towel, will ya?",
      "th": "เอาผ้าขนหนูให้มิคกี้ที"
    }
  },
  {
    "translation": {
      "en": "Thank you very much, ladies and gentlemen. We'll keep the show moving.",
      "th": "ขอบคุณมากครับ ทุกท่าน เรามาต่อกันเลย"
    }
  },
  {
    "translation": {
      "en": "Mr. Muddy Waters! Give it to him! Give it to Mr. Muddy Waters.",
      "th": "คุณมัดดี้ วอเตอร์ส ขอเสียงหน่อย ขอเสียงให้คุณมัดดี้ วอเตอร์ส"
    }
  },
  {
    "translation": {
      "en": "[man] You know, Muddy was younger then than you are now.",
      "th": "สมัยนั้นมัดดี้หนุ่มกว่าคุณตอนนี้"
    }
  },
  {
    "translation": {
      "en": "I mean, it seems like you, when you were young, kind of wanted to be one of those guys.",
      "th": "ดูเหมือนว่าตอนคุณยังหนุ่ม คุณอยากเป็นเหมือนพวกเขา"
    }
  },
  {
    "translation": {
      "en": "And now, in a way, you kind of are one of those guys.",
      "th": "แล้วตอนนี้ คุณเทียบชั้นเขาได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, I know.",
      "th": "ใช่ ผมรู้"
    }
  },
  {
    "translation": {
      "en": "Life's a funny thing, you know.",
      "th": "ชีวิตคนเรานี่ตลก"
    }
  },
  {
    "translation": {
      "en": "And nobody wants to get old,",
      "th": "ไม่มีใครอยากแก่"
    }
  },
  {
    "translation": {
      "en": "but they don't wanna die young either.",
      "th": "แต่ก็ไม่อยากตายแต่หนุ่มสาว"
    }
  },
  {
    "translation": {
      "en": "You know, and you just gotta follow this thing down the path, you know.",
      "th": "คุณก็ต้องเดินตามเส้นทางชีวิตไปเรื่อย"
    }
  },
  {
    "translation": {
      "en": "After I left home, my dad and my mother split up.",
      "th": "พอผมออกจากบ้านมา พ่อแม่ผมก็แยกทาง"
    }
  },
  {
    "translation": {
      "en": "And then I lost touch with my dad for 20 years.",
      "th": "ผมไม่ได้คุยกับพ่อเป็น 20 ปี"
    }
  },
  {
    "translation": {
      "en": "Maybe, 'cause I was thinking about, \"God, what he must've thought of me?\"",
      "th": "คงเพราะผมคิดว่า \"พ่อจะคิดยังไงกับฉันนะ\""
    }
  },
  {
    "translation": {
      "en": "I mean, he was a straight-up guy. I mean, a hardworking man and all that.",
      "th": "พ่อเป็นคนเข้มงวด เป็นคนขยันทำงานหนัก"
    }
  },
  {
    "translation": {
      "en": "You know, I mean, the idea of his son being busted for drugs.",
      "th": "การที่ลูกชายโดนจับข้อหาเล่นยา"
    }
  },
  {
    "translation": {
      "en": "I could think of him saying...",
      "th": "ผมเห็นภาพพ่อพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Well, he'd never come to any good.\"",
      "th": "\"มันไม่มีวันกลับตัวได้หรอก\""
    }
  },
  {
    "translation": {
      "en": "After about 20 years, I wrote him a note and got one back.",
      "th": "หลังผ่านไป 20 ปี ผมเขียนจดหมายถึงพ่อ พ่อตอบกลับมา"
    }
  },
  {
    "translation": {
      "en": "And we set up a meeting at my house in England.",
      "th": "แล้วเราก็นัดเจอกันที่บ้านผมที่อังกฤษ"
    }
  },
  {
    "translation": {
      "en": "I took Ronnie Wood with me for protection. That's how scared I was.",
      "th": "ผมให้รอนนี่ วู้ดไปเป็นไม้กันหมา ผมกลัวขนาดนั้นเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "The door opens and out comes out this little old guy.",
      "th": "พอประตูเปิด มีคนแก่ตัวเล็กๆเดินเข้ามา"
    }
  },
  {
    "translation": {
      "en": "You know, his legs have gone a bit and he's like...",
      "th": "ขาพ่อเริ่มไม่ดีแล้ว พ่อแบบว่า"
    }
  },
  {
    "translation": {
      "en": "But it was Dad, you know, and it was...",
      "th": "แต่ก็ยังเหมือนพ่อผม"
    }
  },
  {
    "translation": {
      "en": "It was so easy. Within a few minutes, we sorted it all well out.",
      "th": "มันง่ายมาก ไม่กี่นาที เราก็พูดคุยกันถูกคอ"
    }
  },
  {
    "translation": {
      "en": "And he became, for the next 20 years, my best mate.",
      "th": "แล้ว 20 ปีจากนั้น พ่อกลายมาเป็นเพื่อนรักของผม"
    }
  },
  {
    "translation": {
      "en": "For another 20 years,",
      "th": "แล้ว 20 ปีจากนั้น"
    }
  },
  {
    "translation": {
      "en": "he came on every trip, every show, come around the world with me.",
      "th": "พ่อตามติดผมไปทุกทริป ทุกการแสดง ไปตระเวนทั่วโลกกับผม"
    }
  },
  {
    "translation": {
      "en": "And I loved to show him the world.",
      "th": "ผมชอบพาพ่อไปเปิดโลก"
    }
  },
  {
    "translation": {
      "en": "And he didn't mind seeing it either.",
      "th": "พ่อก็ไม่เกี่ยงเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Poor old boy. He's older than I am.",
      "th": "ไอ้เฒ่าเอ๊ย มันแก่กว่าผมอีก"
    }
  },
  {
    "translation": {
      "en": "Right, babe?",
      "th": "ใช่มั้ย ที่รัก"
    }
  },
  {
    "translation": {
      "en": "My family, they're incredibly important, you know.",
      "th": "ครอบครัวผม พวกเขาสำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "When you see offspring of offspring, then something else hits home.",
      "th": "พอคุณเห็นหน้าลูกๆหลานๆ คุณก็ฉุกคิดขึ้นมาได้"
    }
  },
  {
    "translation": {
      "en": "I mean, it's one thing having a kid.",
      "th": "มีลูกมันก็เรื่องนึง"
    }
  },
  {
    "translation": {
      "en": "But when you get the grandsons and the granddaughters,",
      "th": "แต่พอมีหลานชายหลานสาว"
    }
  },
  {
    "translation": {
      "en": "well, that is... that's an amazing feeling.",
      "th": "มันเป็นความรู้สึกที่น่าทึ่งไปเลย"
    }
  },
  {
    "translation": {
      "en": "I don't know of what. Accomplishment? I don't know. Or continuity?",
      "th": "ไม่รู้ยังไง ประสบความสำเร็จเหรอ หรือได้สืบทอดจิตวิญญาณเรา"
    }
  },
  {
    "translation": {
      "en": "But basically, love.",
      "th": "แต่ผมว่ามันคือความรัก"
    }
  },
  {
    "translation": {
      "en": "[Richards] I've been blessed, man.",
      "th": "ผมเกิดมาโชคดี"
    }
  },
  {
    "translation": {
      "en": "I'll play as long as I can get away with it.",
      "th": "ผมก็จะเล่นดนตรีไปเรื่อย ตราบใดที่ยังมีลมหายใจ"
    }
  },
  {
    "translation": {
      "en": "And that's all I can do.",
      "th": "ผมทำได้แค่นั้น"
    }
  },
  {
    "translation": {
      "en": "I'm not getting old. I'm evolving.",
      "th": "ผมไม่ได้แก่ เรียกว่ามีวิวัฒนาการ"
    }
  },
  {
    "translation": {
      "en": "[man 1] Right on.",
      "th": "เป๊ะมาก"
    }
  },
  {
    "translation": {
      "en": "-Right on. -[man 2] That was a fine piece of work.",
      "th": "- ใช่เลย - สุดยอดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Richards] Once again, Larry, great to see you, man.",
      "th": "เหมือนเคย แลร์รี่ ดีใจที่ได้เจอกัน"
    }
  },
  {
    "translation": {
      "en": "[man 3] All right. [man 4] Oh, yeah. I like this stuff.",
      "th": "- โอเค - ผมชอบแบบนี้นะ"
    }
  },
  {
    "translation": {
      "en": "[man 5] Yeah, balls to the walls, gentlemen.",
      "th": "เร็วเลยครับ ทุกท่าน"
    }
  }
]