[
  {
    "translation": {
      "en": "[guy] Guys, get off me!",
      "th": "ปล่อยผมนะ"
    }
  },
  {
    "translation": {
      "en": "Get off me!",
      "th": "ปล่อยผม"
    }
  },
  {
    "translation": {
      "en": "Hey, get off me!",
      "th": "บอกให้ปล่อยไง"
    }
  },
  {
    "translation": {
      "en": "[man] Jesus said, \"You have to put me before other people,",
      "th": "พระเยซูบอกว่า \"จงให้เราอยู่เหนือผู้อื่น"
    }
  },
  {
    "translation": {
      "en": "and you have to put me before yourself.\"",
      "th": "และให้เรามาก่อนตัวท่าน\""
    }
  },
  {
    "translation": {
      "en": "Hitler-- That was a demand, to be in the Nazi party.",
      "th": "ฮิตเลอร์... นั่นคือข้อเรียกร้อง เพื่ออยู่ในพรรคนาซี"
    }
  },
  {
    "translation": {
      "en": "They had to put the Nazi party and its objectives",
      "th": "พวกเขาต้องให้พรรคนาซี และจุดประสงค์ของพรรค"
    }
  },
  {
    "translation": {
      "en": "ahead of their father, mother, brother, sister, and their own life.",
      "th": "อยู่เหนือพ่อแม่พี่น้องและชีวิตของพวกเขาเอง"
    }
  },
  {
    "translation": {
      "en": "That was a covenant. A pledge.",
      "th": "มันคือการทำสัญญา ข้อผูกมัด"
    }
  },
  {
    "translation": {
      "en": "But the real work is invisible.",
      "th": "แต่ไม่มีใครเห็นสิ่งที่ทำจริงๆ"
    }
  },
  {
    "translation": {
      "en": "And it is invisibly spreading.",
      "th": "และมันแพร่กระจายโดยที่ไม่มีใครเห็น"
    }
  },
  {
    "translation": {
      "en": "The more you can make your organization invisible, the more influence it'll have.",
      "th": "ยิ่งคุณทำให้องค์กรของคุณไม่มีใครเห็นเท่าไร มันก็ยิ่งมีอิทธิพลมากเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "[man 2] They will accuse me of betraying their trust.",
      "th": "พวกเขาจะกล่าวหาว่า ผมทรยศความไว้ใจของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "In a fundamental way, I did.",
      "th": "โดยพื้นฐานแล้ว ผมทรยศจริงๆ"
    }
  },
  {
    "translation": {
      "en": "They want to be a secret, invisible organization.",
      "th": "พวกเขาอยากเป็นความลับ เป็นองค์กรล่องหน"
    }
  },
  {
    "translation": {
      "en": "I wrote two books about them.",
      "th": "ผมเขียนหนังสือสองเล่มเกี่ยวกับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "But the story is no longer just about my experience.",
      "th": "แต่มันไม่ใช่แค่เรื่องราวของผมอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "[man 3] It took a long time before I realized just who the Family was,",
      "th": "มันใช้เวลาอยู่นาน กว่าผมจะรู้ว่าเดอะ แฟมิลี่คือใคร"
    }
  },
  {
    "translation": {
      "en": "and the influence they have had in the leadership of our country.",
      "th": "และอิทธิพลที่พวกเขามี ในภาวะผู้นำประเทศของเรา"
    }
  },
  {
    "translation": {
      "en": "This was a group with tentacles around the world,",
      "th": "นี่คือกลุ่มที่มีกิ่งก้านสาขาอยู่ทั่งโลก"
    }
  },
  {
    "translation": {
      "en": "meeting with presidents, foreign leaders,",
      "th": "พบปะกับประธานาธิบดี ผู้นำต่างชาติหลายคน"
    }
  },
  {
    "translation": {
      "en": "to spread their view of Jesus throughout the world.",
      "th": "เพื่อเผยแพร่มุมมองของพวกเขา ที่มีต่อพระเจ้าไปทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "[newscaster] The National Prayer Breakfast:",
      "th": "เดอะ เนชันแนล เพรเยอร์ เบรคฟัส สถาบันวอชิงตัวแห่งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "a Washington institution for Republican and Democratic presidents",
      "th": "เดอะ เนชันแนล เพรเยอร์ เบรคฟัส สถาบันวอชิงตัวแห่งหนึ่ง สำหรับ ปธน.พรรครีพับลิกัน และเดโมแครตตั้งแต่สมัย ปธน.ไอเซนฮาวร์"
    }
  },
  {
    "translation": {
      "en": "since Eisenhower.",
      "th": "สำหรับ ปธน.พรรครีพับลิกัน และเดโมแครตตั้งแต่สมัย ปธน.ไอเซนฮาวร์"
    }
  },
  {
    "translation": {
      "en": "[Reagan] I want to thank all those inside and outside of Congress",
      "th": "ผมขอขอบคุณทุกคน ที่อยู่ทั้งในและนอกรัฐสภาคองเกรส"
    }
  },
  {
    "translation": {
      "en": "who made this all possible.",
      "th": "ที่ทำให้ทั้งหมดนี้เป็นไปได้"
    }
  },
  {
    "translation": {
      "en": "[woman] They said he's the most powerful man in Washington you've never heard of.",
      "th": "ว่ากันว่าเขาเป็นคนที่ มีอิทธิพลที่สุดในวอชิงตันที่คุณไม่เคยได้ยิน"
    }
  },
  {
    "translation": {
      "en": "He's like the Wizard of Oz.",
      "th": "เขาเหมือนพ่อมดวิเศษแห่งออซ"
    }
  },
  {
    "translation": {
      "en": "[Reagan] I wish I could say more about it,",
      "th": "ผมอยากจะบอกได้มากกว่านี้"
    }
  },
  {
    "translation": {
      "en": "but it's working precisely because it is private.",
      "th": "แต่ที่มันได้ผลอย่างแม่นยำก็เพราะมันคือความลับ"
    }
  },
  {
    "translation": {
      "en": "[man] We need to reach leaders. And then if you reach the leaders,",
      "th": "พวกเราต้องเข้าถึงผู้นำและถ้าคุณเข้าถึงผู้นำ"
    }
  },
  {
    "translation": {
      "en": "then the whole nation will be influenced for Christ.",
      "th": "ทั้งประเทศจะอยู่ใต้อิทธิพลของพระคริสต์"
    }
  },
  {
    "translation": {
      "en": "The notion was floated: What if we lived together?",
      "th": "แนวคิดนี้ถูกยกลอยขึ้นมา: ถ้าพวกเราอยู่ร่วมกันล่ะ"
    }
  },
  {
    "translation": {
      "en": "I was part of a group called C Street when I was in Washington.",
      "th": "ผมเคยเป็นส่วนหนึ่งของซี สตรีท ตอนอยู่ที่วอชิงตัน"
    }
  },
  {
    "translation": {
      "en": "[reporter] Governor Mark Sanford, Senator John Ensign,",
      "th": "ผู้ว่าการรัฐ มาร์ค แซนฟอร์ด และวุฒิสมาชิก จอห์น เอนไซน์"
    }
  },
  {
    "translation": {
      "en": "all embroiled in scandal...",
      "th": "ต่างเป็นส่วนหนึ่งของเรื่องอื้อฉาว..."
    }
  },
  {
    "translation": {
      "en": "Doing the Lord's work in the devil's playground.",
      "th": "ทำงานของพระผู้เป็นเจ้า ในสนามเด็กเล่นของปีศาจ"
    }
  },
  {
    "translation": {
      "en": "[man] We meet with some really horrible people.",
      "th": "เราพบกับพวกคนเลวๆ หลายคน"
    }
  },
  {
    "translation": {
      "en": "Dictators and murderers and thieves.",
      "th": "เผด็จการ ฆาตกรและหัวขโมย"
    }
  },
  {
    "translation": {
      "en": "If I were a bad faith actor from another country,",
      "th": "ถ้าผมเป็นผู้มีศรัทธาไม่ดีจากประเทศอื่น"
    }
  },
  {
    "translation": {
      "en": "that is exactly the kind of meeting that I would want to exploit.",
      "th": "นั่นคือการประชุม ที่ผมอยากจะเข้าไปหาผลประโยชน์"
    }
  },
  {
    "translation": {
      "en": "[man] Everybody in the room had their hands on this President-elect.",
      "th": "ทุกคนในห้องมีส่วน ในการเลือกตั้งประธานาธิบดีครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "[man 2] This is what the Family's been waiting for.",
      "th": "นี่คือสิ่งที่เดอะ แฟมิลี่เฝ้ารอคอย"
    }
  },
  {
    "translation": {
      "en": "He's God's man.",
      "th": "เขาเป็นพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "[woman] And they say it's about faith,",
      "th": "และพวกเขาบอกว่ามันคือเรื่องความศรัทธา"
    }
  },
  {
    "translation": {
      "en": "but there's a shared understanding",
      "th": "แต่พวกเขาต่างเข้าใจตรงกันว่า"
    }
  },
  {
    "translation": {
      "en": "that what we're really about here is power.",
      "th": "ที่จริงแล้วนี่คือเรื่องของอำนาจ"
    }
  },
  {
    "translation": {
      "en": "[man] I lived with those guys,",
      "th": "ผมเคยอาศัยอยู่กับคนพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "prayed with them at their headquarters at the seat of their power.",
      "th": "สวดภาวนาร่วมกันที่สำนักงานใหญ่ นี่นั่งคุมอำนาจของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "There were congressmen, senators, world leaders.",
      "th": "มีทั้งสมาชิกรัฐสภา สมาชิกวุฒิสภา ผู้นำระดับโลกหลายคน"
    }
  },
  {
    "translation": {
      "en": "An invisible organization that had been hiding in plain sight for over 80 years.",
      "th": "องค์กรล่องหนที่ซ่อนตัวในที่แจ้งมากว่า 80 ปี"
    }
  },
  {
    "translation": {
      "en": "[man 2] People think that there's something sinister.",
      "th": "ผู้คนคิดว่าต้องมีเรื่องชั่วร้ายบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "There has to be a conspiracy.",
      "th": "ต้องมีการสมรู้ร่วมคิด"
    }
  },
  {
    "translation": {
      "en": "It's the furthest thing from the truth.",
      "th": "มันเป็นเรื่องที่ห่างไกลความจริงที่สุด"
    }
  },
  {
    "translation": {
      "en": "[woman] It's a breathtaking enmeshment of Church and State.",
      "th": "มันคือการพัวพันอย่างน่าใจหาย ระหว่างโบสถ์และรัฐ"
    }
  },
  {
    "translation": {
      "en": "[man] A humble example of leadership",
      "th": "ตัวอย่างที่เรียบง่ายของผู้นำ"
    }
  },
  {
    "translation": {
      "en": "that the world has never seen.",
      "th": "ที่โลกไม่เคยเห็น"
    }
  },
  {
    "translation": {
      "en": "-[man 2] That's a corruption of democracy. -[man 3] It's the power of God.",
      "th": "มันคือการเน่าสลายของประชาธิปไตย มันมีอำนาจของพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "[man 4] This is something that the world desperately needs.",
      "th": "นี่คือบางสิ่งที่โลกโหยหา"
    }
  },
  {
    "translation": {
      "en": "[man 1] Hark! All worry will be left behind.",
      "th": "จงฟัง ความกังวลทั้งหมดจะถูกทิ้งไป"
    }
  },
  {
    "translation": {
      "en": "All disappointment, too,",
      "th": "ความผิดหวังก็เช่นกัน"
    }
  },
  {
    "translation": {
      "en": "will be gone forever.",
      "th": "จะหายไปตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "[man 2] We adopted a program for a worldwide spiritual offensive.",
      "th": "พวกเรารับเอาแผนงาน สำหรับการโจมตีทางจิตวิญญาณทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "[man 3] I know, as never before.",
      "th": "ผมทราบ อย่างที่ไม่เคยมาก่อน"
    }
  },
  {
    "translation": {
      "en": "that we are all God's children.",
      "th": "ว่าพวกเราทุกคนคือลูกๆ ของพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "[man 1] There is only one thing we can take with us through that door.",
      "th": "มีเพียงสิ่งเดียว ที่เราสามารถนำติดตัวผ่านประตูบานนั้นได้"
    }
  },
  {
    "translation": {
      "en": "Those whom we have led to the Savior.",
      "th": "ผู้คนเหล่านั้นที่เรานำไปสู่พระผู้เป็นเจ้า"
    }
  },
  {
    "translation": {
      "en": "[man] Fear him. Love him.",
      "th": "เกรงกลัวพระองค์ รักพระองค์"
    }
  },
  {
    "translation": {
      "en": "Submit yourself completely.",
      "th": "ยอมทำตามโดยไม่มีข้อแม้"
    }
  },
  {
    "translation": {
      "en": "Then you will be His disciple.",
      "th": "แล้วท่านจะได้เป็นผู้ติดตามพระองค์"
    }
  },
  {
    "translation": {
      "en": "[George W. Bush] What we have begun, we will finish.",
      "th": "สิ่งที่เราได้เริ่มไว้ เราจะจบมัน"
    }
  },
  {
    "translation": {
      "en": "[man] One of the things I've always found interesting, even as a boy,",
      "th": "สิ่งหนึ่งที่ผมพบว่าน่าสนใจเสมอ แม้กระทั่งตอนยังเด็ก"
    }
  },
  {
    "translation": {
      "en": "is the idea that there are these battles between good and evil;",
      "th": "คือความคิดเรื่องการต่อสู้ ระหว่างความดีกับความชั่ว"
    }
  },
  {
    "translation": {
      "en": "that we are actively engaged in a war with the forces of evil every day,",
      "th": "ที่พวกเราร่วมต่อสู้ในสงคราม กับสิ่งชั่วร้ายอย่างกระตือรือร้นทุกวัน"
    }
  },
  {
    "translation": {
      "en": "and that there are demonic influences in our lives,",
      "th": "และมีอิทธิพลชั่วร้ายต่างๆ ในชีวิตของเรา"
    }
  },
  {
    "translation": {
      "en": "and that you have to be on guard.",
      "th": "และเราจะต้องเตรียมป้องกัน"
    }
  },
  {
    "translation": {
      "en": "So as a boy, this, on the one hand, makes the world a much scarier place.",
      "th": "ในฐานะเด็กผู้ชายคนหนึ่ง สิ่งนี้กลับทำให้ โลกเป็นสถานที่ที่น่ากลัวยิ่งขึ้น"
    }
  },
  {
    "translation": {
      "en": "On the other hand, it makes the world a more exciting place.",
      "th": "ในทางกลับกันมันก็ทำให้โลกนี้น่าตื่นเต้นขึ้น"
    }
  },
  {
    "translation": {
      "en": "My mother died of breast cancer.",
      "th": "คุณแม่ผมเสียชีวิตจากมะเร็งเต้านม"
    }
  },
  {
    "translation": {
      "en": "Um... She was young, and I was just a kid.",
      "th": "เธอยังสาวและผมก็ยังเล็ก"
    }
  },
  {
    "translation": {
      "en": "She grew up in vaguely Pentecostal Christianity.",
      "th": "เธอโตขึ้นมากับศาสนาคริสต์ นิกายเพนเทคอสต์อย่างไม่เคร่งนัก"
    }
  },
  {
    "translation": {
      "en": "And as she lay dying,",
      "th": "และในขณะที่เธอนอนเสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "she would invite members of various faiths in to pray with her.",
      "th": "เธอได้เชิญสมาชิกจากนิกายต่างๆ เข้ามาสวดภาวนาร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "And I noticed some of them prayed for her salvation,",
      "th": "และผมสังเกตว่า บางคนสวดให้การไถ่บาปของเธอ"
    }
  },
  {
    "translation": {
      "en": "that she would become a member of their faith, even in death.",
      "th": "เพื่อเธอจะได้มาเป็นสมาชิกในนิกายของพวกเขา แม้แต่ในความตาย"
    }
  },
  {
    "translation": {
      "en": "And some of them prayed for her deliverance,",
      "th": "บางคนก็สวดให้การปลดปล่อยของเธอ"
    }
  },
  {
    "translation": {
      "en": "for a reprieve from her suffering, so that she might live longer.",
      "th": "เพื่อบรรเทาจากความทรมาน เพื่อเธออาจจะอยู่ต่อได้"
    }
  },
  {
    "translation": {
      "en": "And that question of deliverance versus salvation,",
      "th": "และคำถามเรื่องของการปลดปล่อยกับการไถ่บาป"
    }
  },
  {
    "translation": {
      "en": "the world to come or freedom now,",
      "th": "โลกที่จะมาถึงหรืออิสรภาพในตอนนี้"
    }
  },
  {
    "translation": {
      "en": "really struck me,",
      "th": "มันเป็นปัญหาคาใจผม"
    }
  },
  {
    "translation": {
      "en": "and has lead me into all the stories that I've been interested in ever since.",
      "th": "และได้นำผมไปสู่เรื่องราวทั้งหมดนี้ ที่ผมให้ความสนใจตั้งแต่ตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "When I was in my early 20s, I decided to write about religion.",
      "th": "ตอนที่ผมอายุ 20 ต้นๆ ผมตัดสินใจเขียนเกี่ยวกับศาสนา"
    }
  },
  {
    "translation": {
      "en": "And I was living in New York, working on this book,",
      "th": "และตอนนั้นผมอยู่ในนิวยอร์ก เขียนหนังสือเล่มนี้"
    }
  },
  {
    "translation": {
      "en": "and I'd heard that an old friend of mine, a man named Luke, was in town.",
      "th": "และได้ยินมาว่า เพื่อนเก่าคนหนึ่งชื่อ ลุค อยู่ที่นั่นพอดี"
    }
  },
  {
    "translation": {
      "en": "Luke was a very promising guy,",
      "th": "ลุคเป็นหนุ่มอนาคตไกล"
    }
  },
  {
    "translation": {
      "en": "from a sort of an upper-class family, and had a fine trajectory to his life.",
      "th": "มาจากครอบครัวชนชั้นสูงและมีเส้นทางชีวิตที่ดี"
    }
  },
  {
    "translation": {
      "en": "Engaged to be married, and building a financial career.",
      "th": "หมั้น กำลังจะแต่งงาน และสร้างอาชีพในธุรกิจการเงิน"
    }
  },
  {
    "translation": {
      "en": "But then he left all that",
      "th": "แต่เขาก็ทิ้งทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "and moved across the country to join, um, what his family feared was a cult.",
      "th": "และย้ายมาอีกฝากของประเทศเพื่อเข้าร่วม กับสิ่งที่ครอบครัวของเขาเกรงว่าจะเป็นลัทธิ"
    }
  },
  {
    "translation": {
      "en": "He seemed to just drop out, just to disappear.",
      "th": "ดูเหมือนเขาแค่ทิ้งทุกอย่างและหายตัวไป"
    }
  },
  {
    "translation": {
      "en": "And so his family said, because they knew I wrote about religion,",
      "th": "เพราะครอบครัวของเขา รู้ว่าผมเขียนเรื่องศาสนา"
    }
  },
  {
    "translation": {
      "en": "they said, \"Would you meet with him and sort of see what he's up to?\"",
      "th": "พวกเขาบอกว่า \"คุณช่วยไปเจอเขา และดูว่าเขาทำอะไรอยู่ได้ไหม\""
    }
  },
  {
    "translation": {
      "en": "This was very shortly after 9/11.",
      "th": "เรื่องนี้เกิดขึ้นไม่นานหลังเหตุการณ์ 9/11"
    }
  },
  {
    "translation": {
      "en": "And one of the things he said he was there for--",
      "th": "และเรื่องหนึ่งที่เขาบอกคือเขาไปอยู่ที่นั่น..."
    }
  },
  {
    "translation": {
      "en": "He wanted to survey the ruins of secularism.",
      "th": "เขาอยากจะสำรวจซากของคติโลกวิสัย"
    }
  },
  {
    "translation": {
      "en": "But he said, \"Now we see clearly. This is a battle between good and evil.\"",
      "th": "แต่เขาบอกว่า \"ตอนนี้ก็เห็นชัดแล้ว ว่านี่คือสงครามระหว่างความดีกับความชั่ว\""
    }
  },
  {
    "translation": {
      "en": "He seems to be a transformed person.",
      "th": "เขาดูเหมือนคนที่เปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "And he told me about this amorphous thing that he had joined.",
      "th": "เขาบอกผมเรื่อง สิ่งที่ไม่มีรูปร่างชัดเจนที่เขาเข้าร่วม"
    }
  },
  {
    "translation": {
      "en": "-He says... [voices overlap] -\"They're not Christians.\"",
      "th": "เขาพูดว่า \"พวกเขาไม่ใช่ชาวคริสต์\""
    }
  },
  {
    "translation": {
      "en": "We're followers of Jesus, and we just serve.",
      "th": "พวกเราติดตามพระเยชูและมีหน้าที่รับใช้"
    }
  },
  {
    "translation": {
      "en": "Who do you serve?",
      "th": "รับใช้ใคร"
    }
  },
  {
    "translation": {
      "en": "Men who are chosen by God for leadership.",
      "th": "คนที่ถูกเลือกให้เป็นผู้นำโดยพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "Politicians.",
      "th": "นักการเมืองต่างๆ"
    }
  },
  {
    "translation": {
      "en": "-Is there an organization? -No.",
      "th": "- มันมีองค์กรรึเปล่า - ไม่มี"
    }
  },
  {
    "translation": {
      "en": "No church, no ministers, no rules and rituals.",
      "th": "ไม่มีโบสถ์ ไม่มีนักเทศน์ ไม่มีกฎหรือพิธีกรรมใดๆ"
    }
  },
  {
    "translation": {
      "en": "You read the Bible, though, right?",
      "th": "แต่นายก็อ่านไบเบิลใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Sure, sure, but mostly, we work.",
      "th": "อ่านสิ แต่ส่วนใหญ่แล้วพวกเราทำงาน"
    }
  },
  {
    "translation": {
      "en": "We...",
      "th": "พวกเรา..."
    }
  },
  {
    "translation": {
      "en": "rake leaves, play basketball, clean toilets.",
      "th": "กวาดใบไม้ เล่นบาสเกตบอล ล้างห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "Wait, you clean toilets... for politicians?",
      "th": "เดี๋ยวนะ นายล้างห้องน้ำ... ให้พวกนักการเมืองเหรอ"
    }
  },
  {
    "translation": {
      "en": "[laughs] I know it sounds weird...",
      "th": "ฉันรู้มันฟังดูแปลกๆ..."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -...but it's not.",
      "th": "- ใช่ - ...แต่มันไม่แปลกเลย"
    }
  },
  {
    "translation": {
      "en": "It's just a bunch of guys living together.",
      "th": "มันก็แค่กลุ่มผู้ชายที่อาศัยอยู่ร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "It's great.",
      "th": "มันเยี่ยมไปเลย"
    }
  },
  {
    "translation": {
      "en": "[Jeff Sharlet] It seemed so simple.",
      "th": "มันฟังดูเรียบง่ายมาก"
    }
  },
  {
    "translation": {
      "en": "And then he invited me to come see it for myself.",
      "th": "แล้วเขาก็เชิญผมให้ไปดูด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "And knowing almost nothing of it, I did.",
      "th": "และโดยที่แทบไม่รู้อะไรเลย ผมก็ไป"
    }
  },
  {
    "translation": {
      "en": "[man] Do you take drugs, alcohol, or prescription medication?",
      "th": "คุณใช้ยา ดื่มแอลกอฮอล์ หรือกินยาตามคำสั่งแพทย์อยู่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] You only got in by being recommended.",
      "th": "คุณเข้าไปได้โดยการแนะนำเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "And had to go through a little interview at this office on Capitol Hill,",
      "th": "และผมได้เข้าไปสัมภาษณ์เล็กๆ ที่ออฟฟิศบนแคปิตอล ฮิลล์"
    }
  },
  {
    "translation": {
      "en": "with a senior aide to a Republican senator from Oklahoma at the time.",
      "th": "กับผู้ช่วยอาวุโสให้กับวิฒิสมาชิกของรีพับลิกัน จากโอกลาโฮมาในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "[aide] And do you have a girlfriend?",
      "th": "คุณมีแฟนไหม"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] He asked me about my relationship with my girlfriend...",
      "th": "เขาถามผมเรื่องความสัมพันธ์ กับแฟนสาวของผม..."
    }
  },
  {
    "translation": {
      "en": "-[aide] Is she Christian? -Yeah.",
      "th": "- เธอเป็นชาวคริสต์รึเปล่า - เป็นครับ"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] ...and about my parents.",
      "th": "...และเรื่องพ่อแม่ผม"
    }
  },
  {
    "translation": {
      "en": "Questions that I would later come to understand",
      "th": "คำถามที่ผมเข้าใจได้ในภายหลังว่า"
    }
  },
  {
    "translation": {
      "en": "were sort of testing how much was I willing to renounce.",
      "th": "เป็นการทดสอบบางอย่าง เพื่อดูว่าผมจะยอมสละได้แค่ไหน"
    }
  },
  {
    "translation": {
      "en": "-And I answered them very honestly. -[inaudible]",
      "th": "และผมตอบพวกเขาอย่างตรงไปตรงมา"
    }
  },
  {
    "translation": {
      "en": "Because you have to understand,",
      "th": "เพราะคุณต้องเข้าใจว่า"
    }
  },
  {
    "translation": {
      "en": "I was in no way an investigative journalist at this time.",
      "th": "ในตอนนั้นผมไม่มีทางเป็นนักข่าวสืบสวนได้"
    }
  },
  {
    "translation": {
      "en": "-[aide] Were you close with your mom? -I was, yeah.",
      "th": "- คุณใกล้ชิดกับแม่มากไหม - ครับ"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] There was no stealth, no cleverness.",
      "th": "ไม่มีการทำลับๆ ล่อ ไม่มีความเฉลียวฉลาด"
    }
  },
  {
    "translation": {
      "en": "I told them I was a writer,",
      "th": "ผมบอกเขาว่าเป็นนักเขียน"
    }
  },
  {
    "translation": {
      "en": "and I'd been traveling around the country,",
      "th": "และเดินทางไปทั่วประเทศ"
    }
  },
  {
    "translation": {
      "en": "trying to understand all the different ideas of Jesus,",
      "th": "เพื่อพยายามเข้าใจความคิด ที่แตกต่างทั้งหมดเรื่องพระเยซู"
    }
  },
  {
    "translation": {
      "en": "and I was interested in getting to know theirs.",
      "th": "และผมสนใจรู้เรื่องเล่านั้น"
    }
  },
  {
    "translation": {
      "en": "[aide] Rent is $400.",
      "th": "ค่าเช่า 400 เหรียญ"
    }
  },
  {
    "translation": {
      "en": "That's with room and board.",
      "th": "เป็นค่าห้องและอาหาร"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] I think it was about a week later.",
      "th": "ผมคิดว่าอีกสัปดาห์ต่อมา"
    }
  },
  {
    "translation": {
      "en": "I passed the test. I was welcome to come and just live with them",
      "th": "ผมก็ผ่านการทดสอบ ผมได้รับการต้อนรับให้ไปอยู่กับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "and be a brother, as they put it.",
      "th": "และเป็นพี่น้อง อย่างที่พวกเขาเรียก"
    }
  },
  {
    "translation": {
      "en": "A group of the brothers had come to pick me up,",
      "th": "กลุ่มพี่น้องกลุ่มหนึ่งมารับผม"
    }
  },
  {
    "translation": {
      "en": "and they drove me across the river to Arlington, Virginia,",
      "th": "และพวกเขาขับรถพาผมข้ามแม่น้ำ ไปยังอาร์ลิงตัน รัฐเวอร์จิเนีย"
    }
  },
  {
    "translation": {
      "en": "a suburb of Washington",
      "th": "ชานเมืองของวอชิงตัน"
    }
  },
  {
    "translation": {
      "en": "where a lot of intelligence community folks live.",
      "th": "ที่ที่พวกหน่วยข่าวกรองอาศัยอยู่กัน"
    }
  },
  {
    "translation": {
      "en": "And we went down into this cul-de-sac",
      "th": "และเราลงไปยังตรองทางตัน"
    }
  },
  {
    "translation": {
      "en": "and past this big, beautiful Georgian mansion.",
      "th": "ผ่านคฤหาสน์จอร์เจียนใหญ่โตสวยงาม"
    }
  },
  {
    "translation": {
      "en": "-Nice house, huh? -Yeah.",
      "th": "- บ้านสวยใช่ไหมล่ะ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "th": "ว้าว"
    }
  },
  {
    "translation": {
      "en": "Look, I didn't know how to explain you to the guys,",
      "th": "ฉันไม่รู้ว่าจะอธิบายให้คนอื่นๆ ฟังยังไง"
    }
  },
  {
    "translation": {
      "en": "so I just said that we're getting a new dude. He's from New York.",
      "th": "ก็เลยแค่บอกว่าเราได้เพื่อนใหม่ เขามาจากนิวยิอร์ก"
    }
  },
  {
    "translation": {
      "en": "-He's a writer. He's Jewish. -Half-Jewish, actually.",
      "th": "- เขาเป็นนักเขียน เป็นคนยิว - ที่จริงแล้วครึ่งยิว"
    }
  },
  {
    "translation": {
      "en": "And he wants to know Jesus.",
      "th": "และเขาอยากรู้จักพระเยซู"
    }
  },
  {
    "translation": {
      "en": "Know what they said?",
      "th": "รู้ไหมพวกเขาว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "\"Bring him on.\"",
      "th": "พาเขาเข้ามาเลย"
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "th": "ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] So, I move to this house called Ivanwald.",
      "th": "ผมจึงย้ายเข้าไปในบ้านที่ชื่อไอแวนวัลด์"
    }
  },
  {
    "translation": {
      "en": "Guys? This is, uh, Jeff.",
      "th": "ทุกคน นี่เจฟฟ์"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] It was buzzing with all these guys. Sort of a frat house kind of feel.",
      "th": "ในบ้านที่มีแต่ผู้ชายพวกนี้ ให้ความรู้สึกเหมือนสมาคมนักศึกษาชาย"
    }
  },
  {
    "translation": {
      "en": "But no beer, no--",
      "th": "แต่ไม่มีเบียร์ ไม่มี..."
    }
  },
  {
    "translation": {
      "en": "Nothing else, you know, very-- A pious frat house for God.",
      "th": "ไม่มีอะไรอย่างอื่น มันเป็น สมาคมนักศึกษาชายที่เคร่งครัดต่อพระเจ้ามาก"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] And pretty quickly,",
      "th": "ในเวลาอันรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "I realized this is not what I thought it was going to be.",
      "th": "ผมก็รู้ว่ามันไม่ใช่อย่างที่ผมคิดเอาไว้"
    }
  },
  {
    "translation": {
      "en": "-Jeff. -Hey, Jeff, welcome to Ivanwald.",
      "th": "- ผมเจฟฟ์ - เจฟฟ์ ยินดีต้อนรับสู่ไอแวนวัลด์"
    }
  },
  {
    "translation": {
      "en": "-Thanks for having me. -Yeah.",
      "th": "- ขอบคุณ - ครับ"
    }
  },
  {
    "translation": {
      "en": "I think you're gonna enjoy staying here.",
      "th": "ผมว่าคุณต้องชอบที่นี่แน่ๆ"
    }
  },
  {
    "translation": {
      "en": "-Let's get you settled in. -Yeah.",
      "th": "- พานายไปดูห้องกันเถอะ - ได้เลย"
    }
  },
  {
    "translation": {
      "en": "[man] If you hang out in certain sectors around Washington, you've heard about it.",
      "th": "ถ้าคุณอยู่ในบางเขตรอบๆ วอชิงตัน คุณจะเคยได้ยินเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "There was a guy's house and a girl's house down the street,",
      "th": "ว่ามีบ้านสำหรับผู้ชายและผู้หญิงอยู่ในย่านนั้น"
    }
  },
  {
    "translation": {
      "en": "and it was this little enclave,",
      "th": "มันเป็นสถานที่ปิดล้อมเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "sort of a sabbatical from regular life.",
      "th": "ที่พักผ่อนจากชีวิตปกติทั่วไป"
    }
  },
  {
    "translation": {
      "en": "[Sims] There were guys from all over the world,",
      "th": "มีผู้ชายมาจากทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "all walks of life.",
      "th": "คนทุกๆ รูปแบบ"
    }
  },
  {
    "translation": {
      "en": "Religious, non-religious,",
      "th": "มีศาสนา ไม่มีศาสนา"
    }
  },
  {
    "translation": {
      "en": "questioning, skeptical.",
      "th": "ช่างตั้งคำถาม ช่างสงสัย"
    }
  },
  {
    "translation": {
      "en": "It was raw. It was real.",
      "th": "มันเป็นของจริง"
    }
  },
  {
    "translation": {
      "en": "Little more like the 12 guys you read about in this-- this book, right?",
      "th": "ออกจะคล้ายๆ กับผู้ชาย 12 คน ที่คุณอ่านใน... หนังสือเล่มนี้ ถูกไหม"
    }
  },
  {
    "translation": {
      "en": "And as a young Christian working in politics,",
      "th": "และในฐานะชาวคริสต์หนุ่มที่ทำงานการเมือง"
    }
  },
  {
    "translation": {
      "en": "it was exactly what I needed.",
      "th": "มันคือสิ่งที่ผมต้องการพอดีเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] The regiment at Ivanwald was so precise it was relaxing.",
      "th": "กฎเกณฑ์ของไอแวนวัลด์เจาะจงและผ่อนคลาย"
    }
  },
  {
    "translation": {
      "en": "No swearing, no drinking.",
      "th": "ห้ามสบถ ห้ามดื่มเหล้า"
    }
  },
  {
    "translation": {
      "en": "No sex, no self.",
      "th": "ห้ามมีเซ็กส์ ห้ามเรื่องส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "You don't waste time on newspapers. Never watch TV.",
      "th": "คุณไม่เสียเวลากับหนังสือพิมพ์ ไม่ดูทีวี"
    }
  },
  {
    "translation": {
      "en": "[brother] ...steadfastly into heaven.",
      "th": "...แน่วแน่กับการขึ้นสวรรค์"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] You eat meat. You study the gospels.",
      "th": "คุณกินเนื้อ เรียนคำสอนของพระเยซู"
    }
  },
  {
    "translation": {
      "en": "You play basketball.",
      "th": "เล่นบาสเกตบอล"
    }
  },
  {
    "translation": {
      "en": "-Yeah, here we go. -I got outside.",
      "th": "- เอาละ - คุมด้านนอกไว้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] God loves a man who can sink a three-pointer.",
      "th": "พระเจ้ารักชายหนุ่มที่สามารถยิงลูกสามแต้มได้"
    }
  },
  {
    "translation": {
      "en": "[brother] Hey, Jeff.",
      "th": "เจฟฟ์"
    }
  },
  {
    "translation": {
      "en": "Will you lead us in prayer?",
      "th": "นายนำสวดให้เราได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[Jeff] Sure.",
      "th": "ได้สิ"
    }
  },
  {
    "translation": {
      "en": "[sighs] Lord, uh, Lord God,",
      "th": "ข้าแต่พระองค์ พระผู้เป็นเจ้า"
    }
  },
  {
    "translation": {
      "en": "uh, Heavenly Father.",
      "th": "บิดาแห่งสรวงสวรรค์"
    }
  },
  {
    "translation": {
      "en": "Jesus, thank you so much for...",
      "th": "ขอบพระคุณพระองค์ที่ประทาน..."
    }
  },
  {
    "translation": {
      "en": "the guys here, and...",
      "th": "ชายหนุ่มเหล่านี้และ..."
    }
  },
  {
    "translation": {
      "en": "um, the chance to play basketball, and to...",
      "th": "โอกาสได้เล่นบาสเกตบอลและ"
    }
  },
  {
    "translation": {
      "en": "to learn teamwork, and, um...",
      "th": "ได้เรียนรู้ทีมเวิร์คและ..."
    }
  },
  {
    "translation": {
      "en": "And learn how to fight for you.",
      "th": "ได้รู้วิธีสู้เพื่อพระองค์"
    }
  },
  {
    "translation": {
      "en": "We pray all this in Jesus' name. Amen.",
      "th": "เราสวดภาวนาทั้งหมดนี้ในนามของพระเยซู เอเมน"
    }
  },
  {
    "translation": {
      "en": "-Amen. -Amen.",
      "th": "เอเมน"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] The kind of storytelling that I've always found interesting",
      "th": "รูปแบบของการเล่าเรื่อง ที่ผมมองว่าน่าสนใจมาตลอด"
    }
  },
  {
    "translation": {
      "en": "is submerging of yourself in the lives of others.",
      "th": "คือการเอาตัวเองเข้าไปอยู่กับชีวิตของคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "Crossing into that world of belief until you're a little bit lost.",
      "th": "ข้ามเข้าไปในโลกของความเชื่อนั้น จนคุณเริ่มจะหลงทางเล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "It's spiritually dangerous,",
      "th": "มันเป็นอันตรายทางจิตวิญญาณ"
    }
  },
  {
    "translation": {
      "en": "in the sense that you could be converted.",
      "th": "ในแง่ที่ว่าคุณอาจถูกเปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "And at Ivanwald, it meant seeing what happens if, for a time at least,",
      "th": "และที่ไอแวนวัลด์ มันหมายถึงการได้เห็นว่า จะเกิดอะไรขึ้นถ้าผมยอมรับความคิดนั้น"
    }
  },
  {
    "translation": {
      "en": "I accepted their ideas.",
      "th": "อย่างน้อยก็ในช่วงเวลานั้น"
    }
  },
  {
    "translation": {
      "en": "\"Where shall I flee from your presence?",
      "th": "ข้าจะหนีจากท่านได้อย่างไร"
    }
  },
  {
    "translation": {
      "en": "If I ascend into heaven, you are there.",
      "th": "หากข้าขึ้นไปบนสวรรค์ ท่านก็อยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "If I make my bed in the depths, you are there.\"",
      "th": "หากข้านอนในเหวลึก ท่านก็อยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "[brother] It's intense, right?",
      "th": "มันแรงกล้ามากใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "It's like, you can't run.",
      "th": "เหมือนเราหนีไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Doesn't matter where you turn,",
      "th": "ไม่ว่าจะหันไปทางไหน"
    }
  },
  {
    "translation": {
      "en": "'cause Jesus is going to be right there, waiting for you.",
      "th": "เพราะพระเยซูจะรอเราอยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "Jesus is smart.",
      "th": "พระเยซูฉลาดมาก"
    }
  },
  {
    "translation": {
      "en": "He's going to get you.",
      "th": "ยังไงพระองค์ก็เจอคุณ"
    }
  },
  {
    "translation": {
      "en": "Let's pray.",
      "th": "สวดภาวนากันเถอะ"
    }
  },
  {
    "translation": {
      "en": "[Luke] \"I call out to the Lord.",
      "th": "\"ข้าเรียกหาพระผู้เป็นเจ้า"
    }
  },
  {
    "translation": {
      "en": "I pray to him for his favor.\"",
      "th": "สวดภาวนาให้พระองค์ช่วย"
    }
  },
  {
    "translation": {
      "en": "\"I praise you for I am fearful...\"",
      "th": "ข้าสรรเสริญพระองค์เพราะความเกรงกลัว...\""
    }
  },
  {
    "translation": {
      "en": "[Sharlet] We would pray to be broken.",
      "th": "เราจะสวดขอให้หมดตัว"
    }
  },
  {
    "translation": {
      "en": "We would pray to be nothing.",
      "th": "สวดขอให้ไม่เหลืออะไร"
    }
  },
  {
    "translation": {
      "en": "We would pray to learn how to obey.",
      "th": "สวดขอให้เรียนรู้ที่จะเชื่อฟัง"
    }
  },
  {
    "translation": {
      "en": "[brother] In here, we're safe with our brothers, learning the ways of Jesus.",
      "th": "ในนี้พวกเราปลอดภัยกับพี่น้องของเรา เรียนรู้หนทางของพระเยซู"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] They said this is our prime relationship with this Jesus.",
      "th": "พวกเขาบอกว่านี่คือ ความสัมพันธ์ที่ดีที่สุดกับพระเยซู"
    }
  },
  {
    "translation": {
      "en": "-[brother] Does that make sense to you? -Yeah.",
      "th": "- ฟังดูมีเหตุผลไหม - ครับ"
    }
  },
  {
    "translation": {
      "en": "And so we would pray to crush what we would call our inner rebel.",
      "th": "พวกเราจึงสวดเพื่อทำลาย สิ่งที่เรียกว่าความดื้อรั้นภายใน"
    }
  },
  {
    "translation": {
      "en": "-Jeff? -Hey.",
      "th": "- เจฟฟ์ - ว่าไง"
    }
  },
  {
    "translation": {
      "en": "-I see you're writing a lot down. -Yeah.",
      "th": "- คุณเขียนไว้เยอะเลยนะ - ใช่"
    }
  },
  {
    "translation": {
      "en": "But are you listening?",
      "th": "แต่คุณฟังอยู่รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "I know it's a lot to take in,",
      "th": "ผมรู้มันมีหลายเรื่อง"
    }
  },
  {
    "translation": {
      "en": "but this is all you really need.",
      "th": "แต่นี่คือที่คุณต้องการ"
    }
  },
  {
    "translation": {
      "en": "It's the Bible. It's the part that matters.",
      "th": "มันคือไบเบิล ส่วนนี้แหละที่สำคัญ"
    }
  },
  {
    "translation": {
      "en": "It's just Jesus.",
      "th": "เกี่ยวกับพระเยซูเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] One of the things that surprised me was that",
      "th": "สิ่งหนึ่งที่ทำให้ผมแปลกใจก็คือ"
    }
  },
  {
    "translation": {
      "en": "though most of these men were very scripturally literate,",
      "th": "ถึงแม้ชายเหล่านี้จะรอบรู้มากเรื่องพระคัมภีร์"
    }
  },
  {
    "translation": {
      "en": "they didn't care very much about the Bible.",
      "th": "แต่พวกเขาไม่ได้สนใจเกี่ยวกับไบเบิลเท่าไร"
    }
  },
  {
    "translation": {
      "en": "There was a small book that you're given.",
      "th": "มีหนังสือเล็กๆ อยู่เล่มหนึ่งที่คุณได้รับ"
    }
  },
  {
    "translation": {
      "en": "This little book that says \"Jesus.\"",
      "th": "หนังสือเล็กๆ เล่มนี้เขียนว่า \"พระเยซู\""
    }
  },
  {
    "translation": {
      "en": "That's it. Just Jesus, nothing else.",
      "th": "เท่านั้นเลย แค่พระเยซู ไม่มีเรื่องอื่น"
    }
  },
  {
    "translation": {
      "en": "And it was four gospels: Matthew, Mark, Luke, and John,",
      "th": "และมันคือพระวรสารทั้งสี่: แมทธิว มาร์ค ลุคและจอห์น"
    }
  },
  {
    "translation": {
      "en": "with the Book of Acts referred to here as Acts of Ambassadors.",
      "th": "พร้อมพระธรรมกิจการ ซึ่งในที่นี้เรียกว่า พระธรรมกิจการของตัวแทน"
    }
  },
  {
    "translation": {
      "en": "And they didn't need to read too much further than that.",
      "th": "และพวกเขาไม่ต้องอ่านมากไปกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "There's not a whole lot of theology.",
      "th": "ไม่มีเทววิทยามากมาย"
    }
  },
  {
    "translation": {
      "en": "There's no wrestling with God, with conscience,",
      "th": "ไม่มีเรื่องการต่อสู้กับพระเจ้า เรื่องผิดชอบชั่วดี"
    }
  },
  {
    "translation": {
      "en": "traditional concerns of fundamentalism. They don't talk about the devil.",
      "th": "ความกังวลเรื่องมูลฐานนิยมแบบดั้งเดิม พวกเขาไม่ได้พูดถึงปีศาจชั่วร้าย"
    }
  },
  {
    "translation": {
      "en": "Just Jesus. Just Jesus. That's all.",
      "th": "แค่พระเยซูเท่านั้น เท่านั้นเอง"
    }
  },
  {
    "translation": {
      "en": "Now, which part of Jesus was Psalm 137?",
      "th": "พระเยซูเป็นส่วนไหนของบทสวดสดุดี 137"
    }
  },
  {
    "translation": {
      "en": "137...",
      "th": "บทสวดสดุดี 137..."
    }
  },
  {
    "translation": {
      "en": "\"O daughter of Babylon who are to be destroyed,",
      "th": "\"ธิดาแห่งบาบิโลนเอ๋ย ซึ่งจะต้องล้างผลาญเสีย"
    }
  },
  {
    "translation": {
      "en": "happy shall he be that taketh the little ones",
      "th": "ความสุขจงมีแก่ผู้ที่เอาลูกเด็กเล็กแดงของเจ้า"
    }
  },
  {
    "translation": {
      "en": "and dasheth them against the stones.\"",
      "th": "เหวี่ยงกระแทกลงกับก้อนหิน\""
    }
  },
  {
    "translation": {
      "en": "Which part of Jesus would be in that?",
      "th": "พระเยซูอยู่ส่วนไหนในนั้น"
    }
  },
  {
    "translation": {
      "en": "Jeff, brother, I don't know,",
      "th": "เจฟฟ์ ผมไม่รู้หรอก"
    }
  },
  {
    "translation": {
      "en": "but I'm pretty sure he'll let you know when it's time.",
      "th": "แต่ผมมั่นใจว่าพระองค์จะทำให้คุณรู้เมื่อถึงเวลา"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] They said Christianity's been misunderstood.",
      "th": "พวกเขาบอกว่าศาสนาคริสต์ถูกเข้าใจผิดมาตลอด"
    }
  },
  {
    "translation": {
      "en": "That all the rubes out there, the suckers,",
      "th": "ว่าพวกคนบ้านนอกเหล่านั้น พวกคนโง่ๆ"
    }
  },
  {
    "translation": {
      "en": "they think that Christ came to preach equally to everybody. Not so.",
      "th": "พวกเขาคิดว่าพระคริสต์ มาเทศนาทุกคนเท่ากัน แต่ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "They said he had rings of power. Closest are James and Peter.",
      "th": "พวกเขาบอกว่าพระองค์มีวงแหวนแห่งอำนาจ คนที่ใกล้ที่สุดคือเจมส์และปีเตอร์"
    }
  },
  {
    "translation": {
      "en": "Then you go out another circle, and there's the disciples.",
      "th": "จากนั้นก็ออกไปอีกวงและก็มีสาวกต่างๆ"
    }
  },
  {
    "translation": {
      "en": "And out here...",
      "th": "และข้างนอกนี่..."
    }
  },
  {
    "translation": {
      "en": "is everybody else, and they'll get the message,",
      "th": "ก็คือคนอื่นๆ ที่เหลือและพวกเขาจะได้รับสาส์น"
    }
  },
  {
    "translation": {
      "en": "but they won't get it in unvarnished form.",
      "th": "แต่พวกเขาจะไม่ได้มันแบบตรงๆ"
    }
  },
  {
    "translation": {
      "en": "They can't handle the truth.",
      "th": "พวกเขารับความจริงไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Let us be nothing.",
      "th": "ให้เรามีความรัก"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] But now we've moved from this outer ring to one of those very near inner circles.",
      "th": "แต่ตอนนี้เราได้ย้ายจากวงนอก เข้าไปใกล้หนึ่งในวงในเหล่านั้น.."
    }
  },
  {
    "translation": {
      "en": "-And we are the new chosen. -[brother] Please, Jesus...",
      "th": "และพวกเราก็เป็นผู้ถูกเลือกใหม่"
    }
  },
  {
    "translation": {
      "en": "-[Sharlet] The ones that matter. -...work through us.",
      "th": "กลุ่มคนที่สำคัญ"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] As a brother in Ivanwald, as one among these new chosen,",
      "th": "ในฐานะพี่น้องในไอแวนวัลด์ หนึ่งในผู้ถูกเลือกใหม่เหล่านี้"
    }
  },
  {
    "translation": {
      "en": "some of us were assigned to work in their headquarters called the Cedars.",
      "th": "พวกเราบางคนถูกสั่ง ให้ทำงานในสำนักงานใหญ่ที่เรียกว่าซีดารส์"
    }
  },
  {
    "translation": {
      "en": "We would rake leaves. We'd clean toilets.",
      "th": "เรากวาดใบไม้ ทำความสะอาดห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "I thought this was so absurd,",
      "th": "ผมเคยคิดว่ามันไร้สาระ"
    }
  },
  {
    "translation": {
      "en": "this religious movement of humbling yourself",
      "th": "กระบวนการทางศาสนาของการถ่อมตน"
    }
  },
  {
    "translation": {
      "en": "by cleaning the toilets of the powerful.",
      "th": "ด้วยล้างห้องน้ำของผู้มีอำนาจนี้"
    }
  },
  {
    "translation": {
      "en": "[Luke] Load some of these up.",
      "th": "เอาพวกนี้ขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] The Cedars is this big, white-pillared mansion",
      "th": "ซีดารส์คือคฤหาสน์หลังใหญ่ มีเสาสีขาว"
    }
  },
  {
    "translation": {
      "en": "that looks a little bit like the White House.",
      "th": "ที่ดูคล้ายๆ ทำเนียบขาว"
    }
  },
  {
    "translation": {
      "en": "And it is very clearly the seat of their power,",
      "th": "และมันเห็นได้ชัดว่า เป็นที่นั่งกุมอำนาจของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "because it's where they host a lot of foreign leaders.",
      "th": "เพราะมันคือที่ที่พวกเขา จัดต้อนรับผู้นำต่างชาติมากมาย"
    }
  },
  {
    "translation": {
      "en": "Wait, I recognize him.",
      "th": "เดี๋ยวนะ ฉันจำเขาได้"
    }
  },
  {
    "translation": {
      "en": "That's that, uh, Republican Senator from Oklahoma.",
      "th": "นั่นมันวุฒิสมาชิกรีพับลิกันจากโอกลาโฮมา"
    }
  },
  {
    "translation": {
      "en": "[Luke] Yeah. They all come here.",
      "th": "ใช่ พวกเขามาที่นี่ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Left, right,",
      "th": "ฝ่ายซ้าย ฝ่ายขวา"
    }
  },
  {
    "translation": {
      "en": "Republican, Democrat.",
      "th": "รีพับลิกัน เดโมแครต"
    }
  },
  {
    "translation": {
      "en": "But those terms don't reflect the movement's vision.",
      "th": "แต่ชื่อเรียกเหล่านั้น ไม่มีผลกับวิสัยทัศน์ของการเคลื่อนไหว"
    }
  },
  {
    "translation": {
      "en": "It's bigger than that.",
      "th": "มันใหญ่กว่านั้น"
    }
  },
  {
    "translation": {
      "en": "We had the president of Uganda here the other day.",
      "th": "เมื่อวันวันก่อน ปธน.ยูกันดาอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "We prayed for him.",
      "th": "พวกเราก็สวดภาวนาให้เขา"
    }
  },
  {
    "translation": {
      "en": "Yeah. The Family has friends all over the world.",
      "th": "ใช่ เดอะ แฟมิลี่มีเพื่อนฝูงอยู่ทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] There were African diplomats,",
      "th": "มีทั้งพวกทูตจากแอฟริกา"
    }
  },
  {
    "translation": {
      "en": "Russian nationals,",
      "th": "ชาวรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "congressmen, senators,",
      "th": "สมาชิกรัฐสภา สมาชิกวุฒิสภา"
    }
  },
  {
    "translation": {
      "en": "and that's when I realized: this is important.",
      "th": "และนั่นคือตอนที่ผมรู้ว่านี่เป็นเรื่องสำคัญ"
    }
  },
  {
    "translation": {
      "en": "This is not just a fascinating story.",
      "th": "นี่ไม่ใช่แค่เรื่องเพ้อฝัน"
    }
  },
  {
    "translation": {
      "en": "These are powerful people.",
      "th": "นี่คือผู้คนที่มีอำนาจ"
    }
  },
  {
    "translation": {
      "en": "[woman] Yeah, I'd heard about 'em, but it was more public lore.",
      "th": "ค่ะ ฉันเคยได้ยินเรื่องของพวกเขา แต่มันเป็นเรื่องเก่าๆ ในสาธารณะมากกว่า"
    }
  },
  {
    "translation": {
      "en": "They weren't neighbors that you really got to know very well.",
      "th": "พวกเขาเป็นเพื่อนบ้านที่คุณไม่ได้รู้จักเป็นอย่างดี"
    }
  },
  {
    "translation": {
      "en": "I got to know them because unfortunately one of their limousines ran over my cat.",
      "th": "ฉันได้รู้จักพวกเขาเพราะโชคไม่ดี ที่พวกเขาขับรถลีมูซีนทับแมวของฉัน"
    }
  },
  {
    "translation": {
      "en": "So there-- there were a couple of incidents like that.",
      "th": "มันเกิดเรื่องแบบนั้นสองสามครั้ง"
    }
  },
  {
    "translation": {
      "en": "They didn't endear themselves to the neighborhood.",
      "th": "พวกเขาไม่ได้ทำตัวให้เป็นที่รักของเพื่อนบ้าน"
    }
  },
  {
    "translation": {
      "en": "Hey! Carla's here, too.",
      "th": "คาร์ลาก็มาด้วย"
    }
  },
  {
    "translation": {
      "en": "-I found some correspondence. -Oh, good.",
      "th": "- ฉันเจอการโต้ตอบบางอย่างด้วย - ดีเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yes, yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Being involved in the neighborhood, I got the impression",
      "th": "เมื่อเข้ามามีส่วนร่วมในย่านนี้ ฉันก็ได้รู้ว่า"
    }
  },
  {
    "translation": {
      "en": "that you're either with them, or you're not with them.",
      "th": "ถ้าคุณไม่เป็นพวกเดียวกับเขา ก็เป็นคนละพวกกัน"
    }
  },
  {
    "translation": {
      "en": "They had a-- oh, a big map of the neighborhood.",
      "th": "พวกเขามี... แผนที่ขนาดใหญ่ของเพื่อนบ้าน"
    }
  },
  {
    "translation": {
      "en": "This is interesting, Carla.",
      "th": "อันนี้น่าสนใจ คาร์ลา"
    }
  },
  {
    "translation": {
      "en": "Did you know that they had a 3-by-4-foot map of the neighborhood",
      "th": "คุณรู้ไหมว่าพวกเขามี แผนที่ขนาดสามส่วนสี่ฟุตของระแวกนี้"
    }
  },
  {
    "translation": {
      "en": "with each house and a designated color,",
      "th": "ที่มีแต่ละบ้านและสีระบุสีเอาไว้"
    }
  },
  {
    "translation": {
      "en": "depending upon how supportive they were of the Fellowship?",
      "th": "ขึ้นอยู่ความเป็นมิตรของเดอะ เฟลโลว์ชิป"
    }
  },
  {
    "translation": {
      "en": "Green, yellow, and red.",
      "th": "สีเขียว เหลืองและแดง"
    }
  },
  {
    "translation": {
      "en": "Support, indifference, or antagonism.",
      "th": "เป็นมิตร ไม่สนใจ ต่อต้าน"
    }
  },
  {
    "translation": {
      "en": "-I forgot that, too. -So it's kind of like a war map.",
      "th": "- ฉันลืมไปแล้วเหมือนกัน - มันเป็นเหมือนแผนที่สงคราม"
    }
  },
  {
    "translation": {
      "en": "For a long time, I was the president of the civic association,",
      "th": "ฉันเคยเป็นประธานสมาคมพลเมืองมานาน"
    }
  },
  {
    "translation": {
      "en": "which is why I knocked on the door one day",
      "th": "จึงเป็นเหตุผลให้วันหนึ่งฉันเข้าไปเคาะประตู"
    }
  },
  {
    "translation": {
      "en": "and said, \"I'd like to find out just what this is all about.\"",
      "th": "และบอกว่า \"ฉันอยากรู้ว่าที่นี่คืออะไรกันแน่\""
    }
  },
  {
    "translation": {
      "en": "So this very nice man gave me a tour of the big house, the Cedars.",
      "th": "ชายนิสัยดีมากคนนี้ก็พาฉันเดินดูบ้านหลังใหญ่นั่น ซีดารส์"
    }
  },
  {
    "translation": {
      "en": "And it was very much mid-nineteenth-century.",
      "th": "และมันเหมือนบ้านกลางศตวรรษที่ 19"
    }
  },
  {
    "translation": {
      "en": "Beautifully restored",
      "th": "ที่ถูกซ่อมแซมใหม่อย่างสวยงาม"
    }
  },
  {
    "translation": {
      "en": "in the style of interior decoration you'd have if you want to impress people.",
      "th": "ในรูปแบบการตกแต่งภายในที่คุณจะมีไว้ ถ้าคุณอยากทำให้คนประทับใจ"
    }
  },
  {
    "translation": {
      "en": "And then they gave me a tour of the boys' residence hall.",
      "th": "และเขาก็พาฉันไปดูหอพักของเด็กชาย"
    }
  },
  {
    "translation": {
      "en": "And the boys are outside,",
      "th": "และพวกเด็กชายที่อยู่ด้านนอก"
    }
  },
  {
    "translation": {
      "en": "landscaping and cleaning the gutters.",
      "th": "ตัดกิ่งไม้ใบหญ้า ทำความสะอาดท่อน้ำ"
    }
  },
  {
    "translation": {
      "en": "And the kids there said that they would continue to do this",
      "th": "และเด็กๆ ที่นั่นก็บอกว่าพวกเขาจะทำต่อไป"
    }
  },
  {
    "translation": {
      "en": "until God spoke to them",
      "th": "จะกว่าพระเจ้าจะพูดกับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "and gave them their instructions for the rest of their life.",
      "th": "และให้คำสอนพวกเขาไปตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "And I said, \"I have to say that for a bunch of people in their 20s,",
      "th": "ฉันเลยพูดว่า \"ฉันต้องบอกว่า สำหรับกลุ่มคนในวัย 20"
    }
  },
  {
    "translation": {
      "en": "these are abnormally passive.\"",
      "th": "มันเป็นการอยู่เฉยอย่างผิดปกติ\""
    }
  },
  {
    "translation": {
      "en": "While I was in the boys' dormitory,",
      "th": "ขณะที่ฉันอยู่ในหอพักเด็กชาย"
    }
  },
  {
    "translation": {
      "en": "one of them said, \"You know, we have a Tuesday night prayer meeting.",
      "th": "หนึ่งในพวกเขาพูดว่า \"พวกเรามีสวดมนต์ทุกคืนวันอังคาร"
    }
  },
  {
    "translation": {
      "en": "Why don't you join us?\"",
      "th": "ทำไมคุณมาร่วมกับเราล่ะ\""
    }
  },
  {
    "translation": {
      "en": "So I went to their Tuesday night prayer meetings,",
      "th": "ฉันก็เลยไปที่การนัดสวดมนต์คืนวันอังคาร"
    }
  },
  {
    "translation": {
      "en": "week after week after week.",
      "th": "สัปดาห์แล้ว สัปดาห์เล่า"
    }
  },
  {
    "translation": {
      "en": "What they offer their followers is a sense of belonging,",
      "th": "สิ่งที่พวกเขาเสนอให้กับผู้ติดตามคือ สำนึกความเป็นเจ้าของ"
    }
  },
  {
    "translation": {
      "en": "a kind of unquestioning...",
      "th": "แบบที่ไม่ต้องสงสัย..."
    }
  },
  {
    "translation": {
      "en": "\"We're with you through thick and thin.\"",
      "th": "\"พวกเราจะอยู่กับคุณไม่ว่าจะอย่างไร\""
    }
  },
  {
    "translation": {
      "en": "And there's something very alluring about that.",
      "th": "และเรื่องนั้นมีบางอย่างที่ดึงดูดใจมาก"
    }
  },
  {
    "translation": {
      "en": "I wouldn't mind being accepted by a group of people... unquestioningly. [laughs]",
      "th": "ฉันไม่ว่าอะไรที่จะได้รับการยอมรับ จากกลุ่มคนโดยไม่มีข้อสงสัย"
    }
  },
  {
    "translation": {
      "en": "I only got a little glimpse of their theology,",
      "th": "ฉันได้เห็นเทววิทยาของพวกเขา เพียงเล็กน้อยเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "and I really don't know about their form of Christianity,",
      "th": "ฉันไม่รู้ด้วยซ้ำว่า รูปแบบคริสตศาสนาของพวกเขาคืออะไร"
    }
  },
  {
    "translation": {
      "en": "or if even they are all Christians.",
      "th": "หรือแม้แต่พวกเขาใช่ชาวคริสต์รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "But when I learned how they're very unapologetically targeting",
      "th": "แต่เมื่อฉันได้รู้ว่าพวกเขาพุ่งเป้า ไปที่คนรวยและมีอำนาจ"
    }
  },
  {
    "translation": {
      "en": "the rich and powerful,",
      "th": "อย่างไม่มีสำนึกเลย"
    }
  },
  {
    "translation": {
      "en": "I found that to be disturbing.",
      "th": "มันเป็นเรื่องที่รบกวนจิตใจฉัน"
    }
  },
  {
    "translation": {
      "en": "But I never asked any impolite questions.",
      "th": "แต่ฉันไม่เคยถามอะไรที่ไม่สุภาพ"
    }
  },
  {
    "translation": {
      "en": "I just sat and listened.",
      "th": "ฉันแค่นั่งฟัง"
    }
  },
  {
    "translation": {
      "en": "And then the following week, there was no prayer meeting.",
      "th": "และสัปดห์ต่อมาก็ไม่มีนัดการสวดมนต์"
    }
  },
  {
    "translation": {
      "en": "And there was no prayer meeting ever again after that.",
      "th": "ไม่มีการนัดสวดมนต์อีกเลยหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "I think they were trying to shake me off.",
      "th": "ฉันคิดว่าพวกเขาพยายามเขี่ยฉันออก"
    }
  },
  {
    "translation": {
      "en": "[whispering loudly] Okay. I know, I know. Just try to take a deep breath.",
      "th": "ฉันรู้ๆ หายใจลึกๆ ก่อน"
    }
  },
  {
    "translation": {
      "en": "You're home, right?",
      "th": "อยู่บ้านใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "I mean, wish I was there with you right now, I really do,",
      "th": "ฉันก็อยากอยู่ด้วยตอนนี้ จริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "but there's nothing I can do about it.",
      "th": "แต่ฉันทำอะไรไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Because I can't just walk out of here!",
      "th": "เพราะฉันเดินออกไปจากที่นี่เฉยๆ ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Be calm.",
      "th": "เพราะ... เดี๋ยวฉันถามพวกเขา โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "I will-- I'll ask them, okay? And maybe tomorrow, or--",
      "th": "เพราะ... เดี๋ยวฉันถามพวกเขา โอเคไหม อาจจะพรุ่งนี้หรือ..."
    }
  },
  {
    "translation": {
      "en": "No, no, you can't come here.",
      "th": "ไม่ๆ มาที่นี่ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-Hey. -[car departs]",
      "th": "ไง"
    }
  },
  {
    "translation": {
      "en": "How are you?",
      "th": "สบายดีไหม"
    }
  },
  {
    "translation": {
      "en": "-Yeah, it's good to hear your voice, too. -[car engine turns over]",
      "th": "ดีใจที่ได้ยินเสียงเธอเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Yeah, no, I have a lot to tell you about, so...",
      "th": "ไม่ ฉันมีเรื่องอยากบอกเธอหลายอย่าง..."
    }
  },
  {
    "translation": {
      "en": "Gonna have to confiscate that.",
      "th": "ผมต้องขอยึดมันนะ"
    }
  },
  {
    "translation": {
      "en": "Let me call you back.",
      "th": "เดี๋ยวโทรกลับนะ"
    }
  },
  {
    "translation": {
      "en": "All right, bye.",
      "th": "โอเค บาย"
    }
  },
  {
    "translation": {
      "en": "I'm just kidding.",
      "th": "ล้อเล่นน่ะ"
    }
  },
  {
    "translation": {
      "en": "Phone calls are allowed, but they're discouraged for new brothers.",
      "th": "ที่นี่โทรศัพท์ได้แต่มันจะ ทำลายขวัญของพี่น้องที่เข้ามาใหม่"
    }
  },
  {
    "translation": {
      "en": "We want your full attention.",
      "th": "เราอยากให้คุณตั้งใจเต็มที่"
    }
  },
  {
    "translation": {
      "en": "I was just, like, letting Luke have some time with his fiancee.",
      "th": "ผมแค่ปล่อยให้ลุคมีเวลาคุยกับคู่หมั้นเขา"
    }
  },
  {
    "translation": {
      "en": "Luke's fiancee is a Jezebel.",
      "th": "คู่หมั้นของลุคคือจีเซเบล"
    }
  },
  {
    "translation": {
      "en": "She doesn't obey God.",
      "th": "เธอไม่เชื่อฟังพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "We're accountable to each other, Jeff. That's the brotherhood.",
      "th": "เรารับผิดชอบซึ่งกันและกัน เจฟฟ์ นั่นคือความเป็นพี่น้อง"
    }
  },
  {
    "translation": {
      "en": "I'm here to make sure you don't deviate from Christ's will.",
      "th": "ผมอยู่ที่นี่เพื่อให้แน่ใจว่าคุณจะไม่เบี่ยงเบน จากความต้องการของพระคริสต์"
    }
  },
  {
    "translation": {
      "en": "All right?",
      "th": "โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] It's important to remember,",
      "th": "ที่สำคัญคือต้องจำไว้ว่า"
    }
  },
  {
    "translation": {
      "en": "these brothers, they were not bad guys.",
      "th": "พี่น้องเหล่านี้ พวกเขาไม่ใช่คนเลว"
    }
  },
  {
    "translation": {
      "en": "They were there because they wanted meaning in their life.",
      "th": "พวกเขาอยู่ที่นั่นเพราะต้องการความหมายให้ชีวิต"
    }
  },
  {
    "translation": {
      "en": "They wanted to feel like they were part of something valuable.",
      "th": "พวกเขาต้องการเป็นส่วนหนึ่ง ของบางอย่างที่ทรงคุณค่า"
    }
  },
  {
    "translation": {
      "en": "I remember one day, I'd been there for a while,",
      "th": "ผมจำได้ว่าวันหนึ่ง ผมอยู่ที่นั่นมาพักใหญ่แล้ว"
    }
  },
  {
    "translation": {
      "en": "and one of the brothers, he says, \"Guys, I have something for you to do.",
      "th": "และหนึ่งในพี่น้องเหล่านั้นก็พูดว่า \"พวกเรา ผมมีอะไรมาให้ทำ"
    }
  },
  {
    "translation": {
      "en": "Arm wrestle.\"",
      "th": "การงัดข้อ\""
    }
  },
  {
    "translation": {
      "en": "[Sharlet] And then someone yells, \"Fumble!\" and then suddenly,",
      "th": "แล้วก็มีคนตะโกน \"เงอะงะ\" แล้วทันใดนั้น"
    }
  },
  {
    "translation": {
      "en": "they were all piling on me and, you know, hitting.",
      "th": "พวกเขาก็ล้มทับตัวผม ต่อยผม"
    }
  },
  {
    "translation": {
      "en": "-[Jeff] Get off me! Get off me! -[brothers laugh]",
      "th": "ปล่อยผม ปล่อยผม"
    }
  },
  {
    "translation": {
      "en": "I said, get off me!",
      "th": "บอกให้ปล่อยไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] And at that time, I thought, \"This is really strange.\"",
      "th": "ในตอนนั้นผมคิดว่า \"นี่มันแปลกมาก\""
    }
  },
  {
    "translation": {
      "en": "But as it turns out, there was actually a spiritual message to this.",
      "th": "แต่กลายเป็นว่าที่จริง มันมีความหมายทางจิตวิญญาณ"
    }
  },
  {
    "translation": {
      "en": "The Jesus most of us are familiar with is tender and loving.",
      "th": "พระเยซูที่พวกเราส่วนใหญ่คุ้นเคย คือความอ่อนโยน ความรัก"
    }
  },
  {
    "translation": {
      "en": "He's the lamb of God.",
      "th": "เป็นแกะของพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "A figure of peace and gentleness.",
      "th": "ตัวแทนของสันติและความนุ่มนวล"
    }
  },
  {
    "translation": {
      "en": "But no, their idea of Jesus--",
      "th": "แต่ไม่ ความคิดเรื่องพระเยซูของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "Jesus' love is strong. As they'd said, \"Jesus is not a sissy.\"",
      "th": "ความรักของพระเยซูแข็งแกร่ง อย่างที่พวกเขาพูด \"พระเยซูไม่ใช่แต๋ว\""
    }
  },
  {
    "translation": {
      "en": "And if Jesus was alive today,",
      "th": "และถ้าวันนี้พระเยซูยังมีชีวิตอยู่"
    }
  },
  {
    "translation": {
      "en": "maybe he would be a Navy SEAL.",
      "th": "ท่านอาจจะเป็นหน่วยเนวีซีล"
    }
  },
  {
    "translation": {
      "en": "If Jesus was alive today, he'd be great at football.",
      "th": "ถ้าวันนี้พระเยซูยังอยู่ ท่านอาจจะเป็นนักฟุตบอลผู้ยิ่งใหญ่"
    }
  },
  {
    "translation": {
      "en": "And so this was spiritual training.",
      "th": "และนี่จึงเป็นการฝึกฝนจิตวิญญาณ"
    }
  },
  {
    "translation": {
      "en": "It was a kind of muscular Christianity.",
      "th": "มันเป็นเหมือนศาสนาคริสต์แบบกำยำ"
    }
  },
  {
    "translation": {
      "en": "And they were, as I came to understand, crushing Christ into me.",
      "th": "และอย่างที่ผมเข้าใจ พวกเขากระแทกพระเยซูใส่ผม"
    }
  },
  {
    "translation": {
      "en": "This was the initiation in which all our bodies became one.",
      "th": "นี่เป็นการเริ่มต้นของ การรวมร่างกายพวกเราให้เป็นหนึ่งเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "[Jeff] I can't breathe! Guys, I can't breathe.",
      "th": "ผมหายใจไม่ออก ผมหายใจไม่ออก"
    }
  },
  {
    "translation": {
      "en": "I can't breathe.",
      "th": "หายใจไม่ออก"
    }
  },
  {
    "translation": {
      "en": "Get off me.",
      "th": "ออกไป"
    }
  },
  {
    "translation": {
      "en": "[brother] One falls down, his friend can help him up.",
      "th": "เมื่อคนหนึ่งล้ม เพื่อนจะช่วยเขาขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "You're one of us now.",
      "th": "นายเป็นพวกเราแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Come on, circle up. -[brother] Phew!",
      "th": "มารวมกันเป็นวงกลม"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] The brothers referred to our group as a family.",
      "th": "พวกพี่น้องเรียกกลุ่มของเราว่าเป็นครอบครัว"
    }
  },
  {
    "translation": {
      "en": "And they said I'd become a member of the Family.",
      "th": "และบอกว่าผมได้กลายเป็น สมาชิกของเดอะ แฟมิลี่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Or the Fellowship, as it's sometimes known.",
      "th": "หรือเดอะ เฟลโลว์ชิป อย่างที่รู้กันบางครั้ง"
    }
  },
  {
    "translation": {
      "en": "But the name is not important.",
      "th": "แต่ชื่อไม่ใช่สิ่งสำคัญ"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] And sometimes I would make a mistake and refer to some political figure--",
      "th": "บางครั้งผมก็ทำพลาด และอ้างถึงบุคคลทางการเมืองบางคน"
    }
  },
  {
    "translation": {
      "en": "\"Oh, so they're a member? Can we--\" \"No, they are a friend of the Family.\"",
      "th": "\"โอ้ พวกเขาก็เป็นสมาชิกเหรอ เราจะ...\" \"ไม่ พวกเขาเป็นเพื่อนของเดอะ แฟมิลี่\""
    }
  },
  {
    "translation": {
      "en": "There was all these subtle distinctions.",
      "th": "มีความแตกต่างอย่างเป็นนัยๆ"
    }
  },
  {
    "translation": {
      "en": "And that's part of the invisibility of it.",
      "th": "และนั่นคือส่วนที่ล่องหนของมัน"
    }
  },
  {
    "translation": {
      "en": "I asked one time about the hierarchy, the organizational structure.",
      "th": "ครั้งหนึ่งผมถามถึงลำดับชั้น โครงสร้างขององค์กร"
    }
  },
  {
    "translation": {
      "en": "And they said, \"Why do you keep talking about this?",
      "th": "และพวกเขาก็บอกว่า \"ทำไมคุณถึงเอาแต่ถามเรื่องนี้\""
    }
  },
  {
    "translation": {
      "en": "It's just me and you, you and you,",
      "th": "มันแค่ผมและคุณ คุณและคุณ"
    }
  },
  {
    "translation": {
      "en": "and we are accountable to one another.",
      "th": "และพวกเรารับผิดชอบกันและกัน"
    }
  },
  {
    "translation": {
      "en": "And that's just the way God wants it.\"",
      "th": "และนั่นคือหนทางที่พระเจ้าต้องการ\""
    }
  },
  {
    "translation": {
      "en": "It never occurred to me to, you know, sort of asked for an org chart.",
      "th": "ผมไม่เคยสงสัยอยากถามเรื่องผังขององค์กร"
    }
  },
  {
    "translation": {
      "en": "Who are the people, how is it organized? What's the structure?",
      "th": "มีใครบ้าง มันบริหารจัดการยังไง โครงสร้างเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "And of course, the people who'd been around a long time",
      "th": "และแน่นอน พวกคนที่อยู่มานานแล้ว"
    }
  },
  {
    "translation": {
      "en": "were just really quick to say, \"Don't call it anything.\"",
      "th": "ก็จะตอบอย่างรวดเร็วว่า \"อย่าเรียกมันว่าอะไรทั้งนั้น\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"You gotta call it something.\"",
      "th": "ผมก็บอก \"คุณต้องเรียกมันว่าอะไรสักอย่าง\""
    }
  },
  {
    "translation": {
      "en": "So yeah, you kinda call it the Fellowship,",
      "th": "ครับ คุณก็เรียกมันว่า เดอะ เฟลโลว์ชิป"
    }
  },
  {
    "translation": {
      "en": "or you call it a group of friends following Jesus, whatever it was.",
      "th": "หรือจะเรียกกลุ่มเพื่อนผู้ติดตามพระเยซู อะไรทำนองนั้น"
    }
  },
  {
    "translation": {
      "en": "But definitions aside,",
      "th": "แต่ความหมายที่อยู่ข้างๆ"
    }
  },
  {
    "translation": {
      "en": "you know, trying to stick a label on it,",
      "th": "ความพยายามตั้งชื่อให้มัน"
    }
  },
  {
    "translation": {
      "en": "you see what's happening relationally,",
      "th": "คุณเห็นว่าเกิดอะไรขึ้นในเชิงความสัมพันธ์"
    }
  },
  {
    "translation": {
      "en": "and where else is this happening?",
      "th": "และเรื่องแบบนี้เกิดขึ้นที่ไหนอีก"
    }
  },
  {
    "translation": {
      "en": "This is something that the world desperately needs.",
      "th": "นี่คือสิ่งที่โลกอยากรู้เป็นอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "Well, you're gonna have a shorter nose.",
      "th": "จมูกพวกนายจะสั้นลงนะ"
    }
  },
  {
    "translation": {
      "en": "You guys are here to learn how to rule the world.",
      "th": "พวกคุณอยู่ที่นี่เพื่อเรียนรู้กฎของโลก"
    }
  },
  {
    "translation": {
      "en": "You have very intense eyes.",
      "th": "คุณมีสายตาที่จริงจังมาก"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "[older man] Hey, let's talk about the Old Testament.",
      "th": "มาคุยกันเรื่องพันธสัญญาเดิมกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Who would you say are its good guys?",
      "th": "คุณคิดว่าใครเป็นคนดี"
    }
  },
  {
    "translation": {
      "en": "-Moses? -Noah?",
      "th": "- โมเสสเหรอ - โนอาห์เหรอ"
    }
  },
  {
    "translation": {
      "en": "David.",
      "th": "เดวิด"
    }
  },
  {
    "translation": {
      "en": "King David, that's a good one.",
      "th": "พระราชาเดวิด นั่นแหละคนดี"
    }
  },
  {
    "translation": {
      "en": "What would you say made him a good guy?",
      "th": "ทำไมถึงบอกว่าเขาเป็นคนดี"
    }
  },
  {
    "translation": {
      "en": "His faith was so strong.",
      "th": "ความศรัทธาของเขาแรงกล้ามาก"
    }
  },
  {
    "translation": {
      "en": "King David liked to do some really bad things.",
      "th": "พระราชาเดวิดชอบทำบางเรื่องที่เลวร้ายมากนะ"
    }
  },
  {
    "translation": {
      "en": "I mean, this is a guy who slept with another man's wife, Bathsheba, right?",
      "th": "ชายคนนี้หลับนอนกับภรรยาของชายอื่น บาธชีบา ถูกไหม"
    }
  },
  {
    "translation": {
      "en": "And he basically murders her husband.",
      "th": "และเขาก็ฆ่าสามีของหล่อน"
    }
  },
  {
    "translation": {
      "en": "And this guy is supposedly one of our heroes?",
      "th": "และชายคนนี้ควรเป็นฮีโร่ของเราเหรอ"
    }
  },
  {
    "translation": {
      "en": "Jiminy Christmas. God likes this guy.",
      "th": "จิมินี คริสต์มาส พระเจ้าชอบชายคนนี้"
    }
  },
  {
    "translation": {
      "en": "What is that all about?",
      "th": "มันเพราะอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "Is it because he tried?",
      "th": "เพราะเขามีความพยายามเหรอ"
    }
  },
  {
    "translation": {
      "en": "He wanted to do the right thing.",
      "th": "เขาอยากทำสิ่งที่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "Anyone else?",
      "th": "คนอื่นล่ะว่าไง"
    }
  },
  {
    "translation": {
      "en": "'Cause he was chosen.",
      "th": "เพราะเขาคือคนที่ถูกเลือก"
    }
  },
  {
    "translation": {
      "en": "Yeah. Chosen.",
      "th": "ใช่ ถูกเลือก"
    }
  },
  {
    "translation": {
      "en": "Interesting set of rules, isn't it?",
      "th": "เป็นกฎที่น่าสนใจใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Let's say here one of you here raped three little girls,",
      "th": "สมมติว่าหนึ่งในพวกคุณเคยข่มขืนเด็กผู้หญิงสามคน"
    }
  },
  {
    "translation": {
      "en": "and now you're sitting here at Ivanwald.",
      "th": "และตอนนี้มานั่งอยู่ที่นี่ในไอแวนวัลด์"
    }
  },
  {
    "translation": {
      "en": "What would I think of you?",
      "th": "ผมจะคิดยังไงกับคุณ"
    }
  },
  {
    "translation": {
      "en": "That I'm a terrible person?",
      "th": "คิดว่าเป็นคนที่เลวมากมั้งครับ"
    }
  },
  {
    "translation": {
      "en": "No, I wouldn't.",
      "th": "ไม่ ผมไม่คิดแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "That's not why I'm here. It's not my job to judge you.",
      "th": "มันไม่ใช่เหตุผลที่ผมมาที่นี่ ผมไม่ได้มาตัดสินคุณ"
    }
  },
  {
    "translation": {
      "en": "I'm here for one thing.",
      "th": "ผมมาเพื่อสิ่งเดียว"
    }
  },
  {
    "translation": {
      "en": "What is that?",
      "th": "สิ่งนั้นคืออะไร"
    }
  },
  {
    "translation": {
      "en": "Jesus?",
      "th": "พระเยซูเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] That disturbing moment sort of crystallizes it for me.",
      "th": "ช่วงเวลาที่น่ารบกวนจิตใจในตอนนั้น ทำให้ผมตาสว่าง"
    }
  },
  {
    "translation": {
      "en": "This core idea that some people are more chosen than others.",
      "th": "ความคิดหลักที่ว่าคนบางคนถูกเลือกมากกว่า"
    }
  },
  {
    "translation": {
      "en": "And if you're chosen,",
      "th": "และถ้าคุณถูกเลือก"
    }
  },
  {
    "translation": {
      "en": "doesn't matter what you do.",
      "th": "ไม่ว่าคุณจะทำอะไร"
    }
  },
  {
    "translation": {
      "en": "I'd still be with you.",
      "th": "ผมก็จะยังอยู่กับคุณ"
    }
  },
  {
    "translation": {
      "en": "-And then he said... [voices overlap] -We elect our leaders,",
      "th": "- และเขาก็พูดว่า... - พวกเราเลือกผู้นำของเรา"
    }
  },
  {
    "translation": {
      "en": "Jesus elects his.",
      "th": "พระเจ้าเลือกเขา"
    }
  },
  {
    "translation": {
      "en": "And we warn everyone,",
      "th": "และเราเตือนทุกคน"
    }
  },
  {
    "translation": {
      "en": "the future king is coming.",
      "th": "ราชาในอนาคตกำลังมา"
    }
  },
  {
    "translation": {
      "en": "Not just of this country...",
      "th": "ไม่ใช่แค่ของประเทศนี้..."
    }
  },
  {
    "translation": {
      "en": "but of the world.",
      "th": "แต่ของโลก"
    }
  },
  {
    "translation": {
      "en": "[Sims] The Cedars is a set-apart place.",
      "th": "ซีดารส์เป็นสถานที่สงวน"
    }
  },
  {
    "translation": {
      "en": "It's a historic place, it's a beautiful place,",
      "th": "มันเป็นสถานที่ประวัติศาสตร์ เป็นสถานที่สวยงาม"
    }
  },
  {
    "translation": {
      "en": "and it is a place that offers hospitality to the world.",
      "th": "และเป็นสถานที่ที่มอบการต้อนรับให้กับโลกใบนี้"
    }
  },
  {
    "translation": {
      "en": "[Sims] There was a weekly breakfast that we were responsible for,",
      "th": "พวกเรารับผิดชอบการจัดอาหารเช้าทุกสัดาห์"
    }
  },
  {
    "translation": {
      "en": "I think we called it the ambassador's breakfast.",
      "th": "ผมคิดว่าเราเรียกมันว่าอาหารเช้าของคณะทูต"
    }
  },
  {
    "translation": {
      "en": "How many ambassadors were actually present is always, you know--",
      "th": "จำนวนทูตที่มาร่วมจริงๆ มีกี่คน..."
    }
  },
  {
    "translation": {
      "en": "I think a fairly limited number.",
      "th": "ผมคิดว่าจำนวนค่อนข้างจำกัด"
    }
  },
  {
    "translation": {
      "en": "But it was a chance for people",
      "th": "แต่ก็มีโอกาสสำหรับผู้คนที่เข้าๆ ออกๆ ชีวิตสาธารณะหลายรูปแบบ"
    }
  },
  {
    "translation": {
      "en": "who were in and out of various stages of public life",
      "th": "แต่ก็มีโอกาสสำหรับผู้คนที่เข้าๆ ออกๆ ชีวิตสาธารณะหลายรูปแบบ ให้มาทานอาหารเช้าร่วมกันในการสวดภาวนา"
    }
  },
  {
    "translation": {
      "en": "to have breakfast together in prayer.",
      "th": "ให้มาทานอาหารเช้าร่วมกันในการสวดภาวนา"
    }
  },
  {
    "translation": {
      "en": "-Mr. Attorney-General. -Oh, my! It's so wonderful to see you.",
      "th": "- ท่าน รมต.กระทรวงยุติธรรม - ดีใจที่ได้เจอคุณ"
    }
  },
  {
    "translation": {
      "en": "[Sims] Folks are able to sort of let their guard down,",
      "th": "ผู้คนเหล่านั้นสามารถผ่อนคลายได้"
    }
  },
  {
    "translation": {
      "en": "folks in leadership positions,",
      "th": "พวกผู้นำต่างๆ"
    }
  },
  {
    "translation": {
      "en": "and have real conversations,",
      "th": "และมานั่งคุยกันจริงจัง"
    }
  },
  {
    "translation": {
      "en": "out of the limelight.",
      "th": "ออกจากการเป็นเป้าสายตา"
    }
  },
  {
    "translation": {
      "en": "Out of the eye of the camera.",
      "th": "ออกจากการถูกถ่ายภาพ"
    }
  },
  {
    "translation": {
      "en": "And trusting that Jesus would...",
      "th": "และเชื่อว่าพระเยซูจะ..."
    }
  },
  {
    "translation": {
      "en": "would be present there.",
      "th": "อยู่ที่นั่นด้วย"
    }
  },
  {
    "translation": {
      "en": "This is impressive.",
      "th": "น่าประทับใจมาก"
    }
  },
  {
    "translation": {
      "en": "That's the former attorney-general.",
      "th": "นั่นคืออดีต รตม.กระทรวงยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "Matthew 11:27.",
      "th": "(แมทธิว 11:27)"
    }
  },
  {
    "translation": {
      "en": "\"No one knows the son except the father.",
      "th": "\"ไม่มีใครรู้จักพระบุตรนอกจากพระบิดา"
    }
  },
  {
    "translation": {
      "en": "And no one knows the father except the son,",
      "th": "และไม่มีใครรู้จักพระบิดานอกจากพระบุตร"
    }
  },
  {
    "translation": {
      "en": "and those to whom the son chooses to reveal himself.",
      "th": "และคนที่พระบุตรประสงค์จะสำแดงให้รู้\""
    }
  },
  {
    "translation": {
      "en": "I didn't have to ask who was in charge, because we talked about him often.",
      "th": "ผมไม่ต้องถามว่าใครเป็นคนดูแล เพราะเราพูดถึงเขาบ่อยครั้ง"
    }
  },
  {
    "translation": {
      "en": "It was a guy named Doug Coe.",
      "th": "เขาคือชายที่ชื่อว่า ดั๊ก โค"
    }
  },
  {
    "translation": {
      "en": "Know we're going to do everything we possibly can",
      "th": "เราจะทำทุกอย่างที่น่าจะทำได้"
    }
  },
  {
    "translation": {
      "en": "to be of help to you and your country.",
      "th": "เพื่อช่วยคุณและประเทศของคุณ"
    }
  },
  {
    "translation": {
      "en": "[Luke] He hates the limelight.",
      "th": "ท่านเกลียดการเป็นเป้าสายตา"
    }
  },
  {
    "translation": {
      "en": "It's not about him, it's about Jesus.",
      "th": "ไม่ใช่เขา มันเกี่ยวกับพระเยซู"
    }
  },
  {
    "translation": {
      "en": "I wanted to give you a small gift of our small world.",
      "th": "ผมอยากให้ของขวัญเล็กๆ จากโลกเล็กๆ ของเรา"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] He was introduced to me as sort of like a brother,",
      "th": "ผมรู้จักเขาในฐานะเหมือนเป็นพี่น้อง"
    }
  },
  {
    "translation": {
      "en": "but he's like the first brother.",
      "th": "แต่เขาเป็นเหมือนพี่ชายคนโต"
    }
  },
  {
    "translation": {
      "en": "They said said he was a very simple man",
      "th": "เขาบอกว่าเขาเป็นชายเรียบง่าย"
    }
  },
  {
    "translation": {
      "en": "who was closer to Jesus than anybody alive,",
      "th": "ผู้อยู่ใกล้พระเยซูมากกว่าใครทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "and that if Doug Coe prayed for something,",
      "th": "และถ้าดั๊ก โคภาวนาขออะไร"
    }
  },
  {
    "translation": {
      "en": "it just happened.",
      "th": "มันจะเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "They liked very much that nobody outside of the Family",
      "th": "พวกเขาชอบมากที่ไม่มีใครนอกเดอะ แฟมิลี่รู้ว่า"
    }
  },
  {
    "translation": {
      "en": "knew who Doug Coe was.",
      "th": "ดั๊ก โคเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "They loved telling stories about how Doug Coe just showed up",
      "th": "พวกเขาชอบเล่าเรื่องว่าดั๊ก โคเพิ่งไปที่ออฟฟิศ"
    }
  },
  {
    "translation": {
      "en": "in some president's office",
      "th": "ของปธน. สักคน"
    }
  },
  {
    "translation": {
      "en": "or some prime minister's house.",
      "th": "หรือบ้านของนายกฯ ที่ไหนสักแห่ง"
    }
  },
  {
    "translation": {
      "en": "He was clearly a leader to this movement.",
      "th": "เขาเป็นผู้นำอย่างชัดเจนของการเคลื่อนไหวนี้"
    }
  },
  {
    "translation": {
      "en": "And so, you know, \"Who is Doug Coe?\" is what I really wanted to know at this point.",
      "th": "และ \"ใครคือดั๊ก โค\" คือสิ่งที่ผมอยากรู้ในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "[man] You know what I'm concerned about?",
      "th": "รู้ไหมว่าผมกังวลเรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "The Muslim.",
      "th": "ชาวมุสลิม"
    }
  },
  {
    "translation": {
      "en": "The Muslim has too many babies.",
      "th": "ชาวมุสลิมมีลูกหลานมากเกินไป"
    }
  },
  {
    "translation": {
      "en": "We kill too many of ours.",
      "th": "ส่วนเราก็ฆ่าลูกหลานของเรามากไป"
    }
  },
  {
    "translation": {
      "en": "What is the best way for Christians to win the race against the Muslims?",
      "th": "ทางที่ดีที่สุดของชาวคริสต์ ที่จะชนะมุสลิมได้คืออะไรครับ"
    }
  },
  {
    "translation": {
      "en": "Too many Muslim babies could be a problem.",
      "th": "ทารกมุสลิมมากไปอาจเป็นปัญหา"
    }
  },
  {
    "translation": {
      "en": "But your focus on labels,",
      "th": "แต่จุดสนใจของคุณไปอยู่ที่ชื่อเรียก"
    }
  },
  {
    "translation": {
      "en": "Christian and Muslim, gets in the way of your prayers.",
      "th": "ทั้งคริสต์และมุสลิม ต่างขัดขวางการภาวนาของคุณ"
    }
  },
  {
    "translation": {
      "en": "Organized religion distracts from Jesus.",
      "th": "องค์กรศาสนา เบี่ยงเบนความสนใจเราไปจากพระเยซู"
    }
  },
  {
    "translation": {
      "en": "We've got to take Jesus out of the religious wrapping.",
      "th": "เราต้องนำพระเยซูออกมาจากกรอบของศาสนา"
    }
  },
  {
    "translation": {
      "en": "How do we do that?",
      "th": "แล้วจะทำได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "It's good to have friends.",
      "th": "มันดีนะที่มีเพื่อน"
    }
  },
  {
    "translation": {
      "en": "Do you know what a difference a friend can make?",
      "th": "คุณรู้ไหมว่าเพื่อนสร้างความแตกต่างได้อย่างไร"
    }
  },
  {
    "translation": {
      "en": "A friend that you can agree with?",
      "th": "เพื่อนที่คุณเห็นตรงกันได้"
    }
  },
  {
    "translation": {
      "en": "Two or three friends agree and pray.",
      "th": "เพื่อนสองหรือสามคนเห็นตรงกันและสวดภาวนา"
    }
  },
  {
    "translation": {
      "en": "They can do anything.",
      "th": "พวกเขาสามารถทำอะไรก็ได้"
    }
  },
  {
    "translation": {
      "en": "Agreement.",
      "th": "ความเห็นที่ตรงกัน"
    }
  },
  {
    "translation": {
      "en": "You're a writer.",
      "th": "คุณเป็นนักเขียนนี่"
    }
  },
  {
    "translation": {
      "en": "What's that mean?",
      "th": "มันหมายถึงอะไร"
    }
  },
  {
    "translation": {
      "en": "Unity.",
      "th": "ความสามัคคี"
    }
  },
  {
    "translation": {
      "en": "Agreement means unity.",
      "th": "ความเห็นตรงกันคือความสามัคคี"
    }
  },
  {
    "translation": {
      "en": "[Coe] Total unity.",
      "th": "ความสามัคคีทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "You know, there's another word for that.",
      "th": "รู้ไหมว่ายังมีคำอื่นสำหรับสิ่งนั้น"
    }
  },
  {
    "translation": {
      "en": "A covenant.",
      "th": "การทำข้อตกลง"
    }
  },
  {
    "translation": {
      "en": "-Covenant. -Hmm.",
      "th": "การทำข้อตกลง"
    }
  },
  {
    "translation": {
      "en": "Can you think of anyone who made a covenant...",
      "th": "คุณคิดออกไหมว่ามีใครอีกที่ทำข้อตกลง..."
    }
  },
  {
    "translation": {
      "en": "-with his friends? -Jesus.",
      "th": "- กับเพื่อนของเขา - พระเยซู"
    }
  },
  {
    "translation": {
      "en": "Hitler.",
      "th": "ฮิตเลอร์"
    }
  },
  {
    "translation": {
      "en": "Hitler made a covenant.",
      "th": "ฮิตเลอร์ทำข้อตกลง"
    }
  },
  {
    "translation": {
      "en": "The Mafia made a covenant.",
      "th": "มาเฟียก็ทำข้อตกลง"
    }
  },
  {
    "translation": {
      "en": "Look at the strength of their bonds.",
      "th": "มองความแข็งแกร่ง ของข้อผูกมัดของพวกเขาสิ"
    }
  },
  {
    "translation": {
      "en": "It's a powerful thing.",
      "th": "มันคือสิ่งที่ทรงพลัง"
    }
  },
  {
    "translation": {
      "en": "You see, with them, it's honor.",
      "th": "สำหรับพวกเขา มันคือเกียรติยศ"
    }
  },
  {
    "translation": {
      "en": "With us, it's Jesus.",
      "th": "สำหรับพวกเรา คือพระเยซู"
    }
  },
  {
    "translation": {
      "en": "Hitler, Stalin,",
      "th": "ฮิตเลอร์ สลาติน เหมา เจ๋อตุง"
    }
  },
  {
    "translation": {
      "en": "Mao Tse-tung, Osama bin Laden.",
      "th": "ฮิตเลอร์ สลาติน เหมา เจ๋อตุง อุซามะห์ บิน ลาดิน"
    }
  },
  {
    "translation": {
      "en": "The Family possesses a weapon those leaders lacked.",
      "th": "เดอะ แฟมิลี่มีอาวุธที่ผู้นำเหล่านั้นขาดไป"
    }
  },
  {
    "translation": {
      "en": "The \"total Jesus\" of a brotherhood in Christ.",
      "th": "\"อิทธิพลทั้งหมดของพระเยซู\" แห่งภราดรภาพในพระคริสต์"
    }
  },
  {
    "translation": {
      "en": "That's what you get with a covenant.",
      "th": "นั่นคือสิ่งที่คุณได้จากข้อตกลง"
    }
  },
  {
    "translation": {
      "en": "Jesus, plus nothing.",
      "th": "พระเยซูเท่านั้น ไม่มีสิ่งอื่น"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] That phrase,",
      "th": "วลีนั้น"
    }
  },
  {
    "translation": {
      "en": "\"Jesus plus nothing,\"",
      "th": "\"พระเยซูเท่านั้น ไม่มีสิ่งอื่น\""
    }
  },
  {
    "translation": {
      "en": "simultaneously banal and totalitarian...",
      "th": "เป็นความน่าเบื่อ และเผด็จการในเวลาเดียวกัน..."
    }
  },
  {
    "translation": {
      "en": "Well, guys, I gotta go.",
      "th": "ผมต้องไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "...leaves these congressman sitting there",
      "th": "...ปล่อยให้พวกสมาชิกรัฐสภาที่นั่งอยู่ในนั้น"
    }
  },
  {
    "translation": {
      "en": "as if they've been given a revelation.",
      "th": "ราวกับว่าพวกเขาได้รับการเปิดเผยของพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "And it's just like other men have said.",
      "th": "และก็เหมือนที่คนอื่นเพิ่งพูดไป"
    }
  },
  {
    "translation": {
      "en": "\"Doug helped bring me out of religion and into Christ.\"",
      "th": "\"ดั๊กช่วยดึงผมออกจากศาสนา และเข้าถึงพระเยซู\""
    }
  },
  {
    "translation": {
      "en": "Doug Coe was a saintly person",
      "th": "ดั๊ก โคเป็นคนที่เหมือนนักบุญ"
    }
  },
  {
    "translation": {
      "en": "who put other people first.",
      "th": "ผู้ให้คนอื่นมาก่อนตัวเขาเอง"
    }
  },
  {
    "translation": {
      "en": "Put a relationship with the Lord first.",
      "th": "ให้ความสัมพันธ์กับพระเจ้ามาก่อน"
    }
  },
  {
    "translation": {
      "en": "And he didn't really want any accolades.",
      "th": "และเขาไม่ได้ต้องการรางวัลอะไร"
    }
  },
  {
    "translation": {
      "en": "I remember, near the end of my season at Ivanwald,",
      "th": "ผมจำได้ ตอนใกล้หมด ระยะเวลาของผมที่ไอแวนวัลด์"
    }
  },
  {
    "translation": {
      "en": "I got to help plan a prayer breakfast,",
      "th": "ผมต้องไปช่วยเตรียมอาหารเช้าของผู้มาสวดมนต์"
    }
  },
  {
    "translation": {
      "en": "and I remember Doug specifically saying,",
      "th": "และจำได้ว่าดั๊กพูดเป็นพิเศษว่า"
    }
  },
  {
    "translation": {
      "en": "\"Hey, Google me, and let's get any reference down.",
      "th": "\"นี่ กูเกิ้ลผมหน่อย และเอาทุกๆ ข้อมูลอ้างอิงลงให้หมด"
    }
  },
  {
    "translation": {
      "en": "We just-- I just don't want to be-- I don't want anybody to know,",
      "th": "เราแค่... ผมแค่ไม่อยากให้ใครรู้"
    }
  },
  {
    "translation": {
      "en": "uh, and to have a sense of I'm sort of this power figure behind this.",
      "th": "และมีการรับรู้ว่าผมเป็นเหมือน บุคคลมีอำนาจเบื้องหลังนี้"
    }
  },
  {
    "translation": {
      "en": "I just, you know-- This is about the Lord. This is about bringing people together.",
      "th": "นี่เป็นเรื่องของพระเจ้า เป็นการให้ทุกคนมารวมกัน"
    }
  },
  {
    "translation": {
      "en": "This is about something much greater than me.\"",
      "th": "มันเป็นบางสิ่งที่ยิ่งใหญ่กว่าผมมากนัก\""
    }
  },
  {
    "translation": {
      "en": "What a wonderfully reassuring thing,",
      "th": "มันช่างน่าอุ่นใจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "in a town that thrives on power and prestige and influence.",
      "th": "ในเมืองมีแต่การแย่งชิงอำนาจ อภิสิทธิ์และอิทธพล"
    }
  },
  {
    "translation": {
      "en": "So let's be influential, but let's do it quietly.",
      "th": "ฉะนั้นเรามาสร้างอิทธิพลแต่ทำแบบเงียบๆ"
    }
  },
  {
    "translation": {
      "en": "Um... So, you know, that was Doug.",
      "th": "นั่นแหละคือดั๊ก"
    }
  },
  {
    "translation": {
      "en": "Jesus Christ,",
      "th": "(พระเยซูคริสต์)"
    }
  },
  {
    "translation": {
      "en": "when he organizes,",
      "th": "เพื่อพระองค์จัดตั้ง"
    }
  },
  {
    "translation": {
      "en": "the way he puts the organization together, he makes it invisible.",
      "th": "วิธีที่พระองค์จัดการทุกอย่าง พระองค์ทำโดยไม่ให้ใครเห็น"
    }
  },
  {
    "translation": {
      "en": "When you look at your body,",
      "th": "เมื่อคุณมองร่างกายตัวเอง"
    }
  },
  {
    "translation": {
      "en": "you don't see your liver and your muscles and your brains hanging out.",
      "th": "คุณไม่เห็นตับ กล้ามเนื้อและสมองในนั้น"
    }
  },
  {
    "translation": {
      "en": "What he did is he put the finest organization,",
      "th": "สิ่งที่พระองค์ทำคือจัดตั้งระบบที่ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "and he put a beautiful skin over it.",
      "th": "และเอาผิวหนังที่สวยงามห่อหุ้มมันไว้"
    }
  },
  {
    "translation": {
      "en": "When you look at the Mafia,",
      "th": "เมื่อคุณมองดูมาเฟีย"
    }
  },
  {
    "translation": {
      "en": "they also use the same type of organization.",
      "th": "พวกเขาก็ใช้ระบบแบบเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "Everything visible... [coughs] is transitory.",
      "th": "ทุกสิ่งที่สามารถเห็นได้ต่างไม่ยั่งยืน"
    }
  },
  {
    "translation": {
      "en": "Everything invisible is permanent and lasts forever.",
      "th": "ทุกสิ่งที่ไม่สามารถเห็นได้จะอยู่คงกระพัน"
    }
  },
  {
    "translation": {
      "en": "The more you can make your organization invisible, the more influence it'll have.",
      "th": "ยิ่งคุณทำให้ไม่มีใครเห็นองค์กรได้เท่าไร มันก็จะยิ่งมีอิทธิพลเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] I wrote openly in my journal, and less openly as time went on.",
      "th": "ผมเคยเขียนบันทึกอย่างเปิดเผย และเปิดเผยน้อยลงเรื่อยๆ เมื่อเวลาผ่านไป"
    }
  },
  {
    "translation": {
      "en": "Things that surprised me,",
      "th": "สิ่งต่างๆ ที่ผมประหลาดใจ"
    }
  },
  {
    "translation": {
      "en": "conversation I heard and questions that emerged.",
      "th": "บทสนทนาที่ผมได้ยินและคำถามที่เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "As time went on, the journal becomes more and more of a detective's journal.",
      "th": "เมื่อเวลาผ่านไป บันทึกของผมก็กลายเป็น บันทึกสืบสวนมากขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "I wondered, what do they really mean by \"Jesus plus nothing\"?",
      "th": "ผมสังสัยว่าพวกเขาหมายถึงอะไรกันแน่ เมื่อพูดว่า \"พระเยซูเท่านั้น ไม่มีสิ่งอื่น\""
    }
  },
  {
    "translation": {
      "en": "What kind of influence did they want to have in the world?",
      "th": "พวกเขาอยากมีอิทธิพลแบบไหนต่อโลกกันแน่"
    }
  },
  {
    "translation": {
      "en": "I didn't know then what the ultimate vision was,",
      "th": "ตอนนั้นผมยังไม่รู้ว่าวิสัยทัศน์สูงสุดคืออะไร"
    }
  },
  {
    "translation": {
      "en": "but life at Ivanwald seemed to provide some clues.",
      "th": "แต่ดูเหมือนชีวิตที่ไอแวนวัลด์ จะให้เบาะแสบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "One night, there was a social with our sister house,",
      "th": "คืนหนึ่ง มีงานสังคมที่บ้านพี่สาวน้องสาวของเรา"
    }
  },
  {
    "translation": {
      "en": "young women of this house called Potomac Point.",
      "th": "พวกหญิงสาวของบ้านหลังนี้ ที่เรียกว่าโพโตแมค พอยนต์"
    }
  },
  {
    "translation": {
      "en": "Some of them were really young. Most were sort of in their mid-twenties.",
      "th": "บางคนอายุน้อยมาก ส่วนใหญ่น่าจะอายุ 20 กลางๆ"
    }
  },
  {
    "translation": {
      "en": "There was also a few wives of the senior men around,",
      "th": "และมีภรรยาของชายสูงวัยสองสามคนอยู่ในนั้น"
    }
  },
  {
    "translation": {
      "en": "who had these sort of den mother kind of roles.",
      "th": "ที่ทำหน้าที่เหมือนเป็นหัวหน้ากลุ่ม"
    }
  },
  {
    "translation": {
      "en": "[man] Careful, boys.",
      "th": "ระวังไว้ หนุ่มๆ"
    }
  },
  {
    "translation": {
      "en": "And they were intense.",
      "th": "พวกหล่อนจริงจังมาก"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] So obviously, there would be no sex.",
      "th": "ฉะนั้นเห็นได้ชัดว่าไม่มีเรื่องเซ็กส์"
    }
  },
  {
    "translation": {
      "en": "-Hey. Hello. -Hey!",
      "th": "- ว่าไง - ว่าไง"
    }
  },
  {
    "translation": {
      "en": "-Are you going to a wedding? -You wore a tie.",
      "th": "- คุณจะไปงานแต่งเหรอ - ใส่เน็คไทด้วย"
    }
  },
  {
    "translation": {
      "en": "-None of you guys wore ties. -No.",
      "th": "- ไม่มีใครผูกเน็คไทเลย - ไม่"
    }
  },
  {
    "translation": {
      "en": "-We didn't. -[brother laughs]",
      "th": "เราไม่ผูก"
    }
  },
  {
    "translation": {
      "en": "The whole organization is based around this idea of male headship.",
      "th": "ทั้งองค์กรสร้างจากแนวคิด ของการมีเพศชายเป็นผู้นำ"
    }
  },
  {
    "translation": {
      "en": "-Hello. -Hi.",
      "th": "- สวัสดีค่ะ - สวัสดีครับ"
    }
  },
  {
    "translation": {
      "en": "\"As Christ is to the church,",
      "th": "\"ดั่งพระเยซูมีไว้เพื่อโบสถ์"
    }
  },
  {
    "translation": {
      "en": "so a man is to his family,\"",
      "th": "ผู้ชายก็มีไว้เพื่อครอบครัว\""
    }
  },
  {
    "translation": {
      "en": "and that there are these levels of hierarchy",
      "th": "และมันมีระดับขั้นต่างๆ ของระบบนี้"
    }
  },
  {
    "translation": {
      "en": "that must be observed throughout.",
      "th": "ที่ต้องจับตาไว้ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] It was the most gender-segregated world I'd ever lived in.",
      "th": "มันคือโลกของการแบ่งเพศที่ชัดที่สุดที่ผมเคยอยู่มา"
    }
  },
  {
    "translation": {
      "en": "Guys, this is Jeff.",
      "th": "ทุกคน นี่เจฟฟ์"
    }
  },
  {
    "translation": {
      "en": "-Yeah. Hi. -He's new.",
      "th": "- ไงครับ - เขามาใหม่"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] And the women I got to speak to briefly would tell me",
      "th": "และสาวๆ ที่ผมได้คุยด้วยเล็กน้อยก็จะบอกว่า"
    }
  },
  {
    "translation": {
      "en": "that whereas the young men were being drawn into mentorship",
      "th": "ในขณะที่พวกชายหนุ่ม ถูกดึงเข้าไปสู่การให้คำปรึกษา"
    }
  },
  {
    "translation": {
      "en": "by maybe an influential senior member of the Family, maybe a politician--",
      "th": "โดยวุฒิสมาชิกที่มีอิทธิพลของเดอะ แฟมิลี่ หรืออาจจะเป็นนักการเมือง..."
    }
  },
  {
    "translation": {
      "en": "Maybe you were going to get a junior job in a political office.",
      "th": "หรือคุณจะได้ตำแหน่งเล็กๆ ทางการเมือง"
    }
  },
  {
    "translation": {
      "en": "But for the women, that wasn't happening for them.",
      "th": "แต่สำหรับผู้หญิง ไม่มีเรื่องแบบนั้นเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "They were being mentored in service,",
      "th": "พวกเธอถูกฝึกในเรื่องของการบริการ"
    }
  },
  {
    "translation": {
      "en": "and directed toward relationships with men of the Fellowship.",
      "th": "และถูกส่งตรงให้สานสัมพันธ์กับ ผู้ชายในเดอะ เฟลโลว์ชิป"
    }
  },
  {
    "translation": {
      "en": "They said appropriate matches was the goal.",
      "th": "พวกเขาบอกว่าเป้าหมายคือการจับคู่ที่เหมาะสม"
    }
  },
  {
    "translation": {
      "en": "Hey, can I ask you something?",
      "th": "ถามอะไรหน่อยได้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Um...",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "You ever feel weird, like, serving men?",
      "th": "คุณเคยรู้สึกแปลกๆ ที่ต้องรับใช้ผู้ชายไหม"
    }
  },
  {
    "translation": {
      "en": "-No. -No?",
      "th": "- ไม่ค่ะ - ไ่ม่เหรอ"
    }
  },
  {
    "translation": {
      "en": "No. They're so busy loving us, who's loving them?",
      "th": "ก็พวกเขาวุ่นอยู่กับการรักพวกเราที่รักพวกเขา"
    }
  },
  {
    "translation": {
      "en": "You know, God wants to have a personal relationship with each of us.",
      "th": "พระเจ้าอยากให้เราแต่ละคน มีความสัมพันธ์ส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "Jesus is a person.",
      "th": "พระเจ้าเป็นคน"
    }
  },
  {
    "translation": {
      "en": "A real person.",
      "th": "เป็นคนจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Not some abstract idea.",
      "th": "ไม่ใช่ความคิดนามธรรม"
    }
  },
  {
    "translation": {
      "en": "He wants you to know him.",
      "th": "ท่านอยากให้คุณรู้จักท่าน"
    }
  },
  {
    "translation": {
      "en": "How can you be so sure?",
      "th": "คุณแน่ใจได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Don't you have doubts?",
      "th": "คุณไม่สงสัยบ้างเหรอ"
    }
  },
  {
    "translation": {
      "en": "That's okay.",
      "th": "มันก็โอเค"
    }
  },
  {
    "translation": {
      "en": "Doubt is just a prelude to joy.",
      "th": "ความสงสัยเป็นเพียงจุดเริ่มต้นของความสุข"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] As a brother in Ivanwald, we were chosen.",
      "th": "ในฐานะพี่น้องที่ไอแวนวัลด์ พวกเราถูกเลือก"
    }
  },
  {
    "translation": {
      "en": "Me, not you.",
      "th": "ผม ไม่ใช่คุณ"
    }
  },
  {
    "translation": {
      "en": "You might be a good person, but you're not a brother.",
      "th": "คุณอาจจะเป็นคนดีแต่คุณไม่ใช่พี่น้อง"
    }
  },
  {
    "translation": {
      "en": "-You're not chosen. I am. -I can't breathe!",
      "th": "คุณไม่ได้ถูกเลือก แต่เป็นผม"
    }
  },
  {
    "translation": {
      "en": "That's what you got. What did you give up?",
      "th": "นั่นคือสิ่งที่คุณได้ แล้วคุณต้องทิ้งอะไร"
    }
  },
  {
    "translation": {
      "en": "You gave up those who were not chosen. Other relationships.",
      "th": "คุณทิ้งพวกคนที่ไม่ได้ถูกเลือก ความสัมพันธ์อื่นๆ"
    }
  },
  {
    "translation": {
      "en": "So you had the hierarchy, the concentric rings.",
      "th": "คุณจึงมีลำดับขั้น วงแหวนศูนย์กลาง"
    }
  },
  {
    "translation": {
      "en": "At the middle is Jesus.",
      "th": "ที่ข้างในนั้นมีพระเยซูอยู่"
    }
  },
  {
    "translation": {
      "en": "And next is your cell, your brothers,",
      "th": "และข้างๆ คือเซลล์ของคุณ พี่น้องของคุณ"
    }
  },
  {
    "translation": {
      "en": "and we are only accountable to one another.",
      "th": "และพวกเรารับผิดชอบกันและกันเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "And then after that,",
      "th": "และหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "your family, your children, your parents, your partner. After that.",
      "th": "ครอบครัวของคุณ ลูกๆ ของคุณ พ่อแม่ของคุณ คู่ครองของคุณ ตามมาหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "Hitler, Stalin, Mao.",
      "th": "ฮิตเลอร์ สตาลิน เหมา"
    }
  },
  {
    "translation": {
      "en": "That kind of absolute loyalty, that was the goal.",
      "th": "ความจงรักภักดีแท้จริงแบบนั้น นั่นคือเป้าหมาย"
    }
  },
  {
    "translation": {
      "en": "[Coe] I've seen pictures of the young men",
      "th": "ผมได้เห็นภาพของชายหนุ่มหลายคน"
    }
  },
  {
    "translation": {
      "en": "in the Red Guard, 20 years, 20, 22 years old, in China.",
      "th": "ในเยาวชนชุดแดง อายุ 20 22 ปี ในประเทศจีน"
    }
  },
  {
    "translation": {
      "en": "A table laid out like a butcher table.",
      "th": "โต๊ะที่กางออกเหมือนโต๊ะคนขายเนื้อ"
    }
  },
  {
    "translation": {
      "en": "They would bring in this young man's mother and father.",
      "th": "พวกเขาจะนำพ่อแม่ของชายหนุ่มเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "Lay her on the table, with a basket on the end.",
      "th": "ให้เธอนอนลงบนโต๊ะ โดยมีตะกร้าอยู่ปลายโต๊ะ"
    }
  },
  {
    "translation": {
      "en": "He would take an...",
      "th": "เขาจะหยิบ..."
    }
  },
  {
    "translation": {
      "en": "axe and cut her head off.",
      "th": "ขวานและสับหัวเธอทิ้ง"
    }
  },
  {
    "translation": {
      "en": "The Viet Cong.",
      "th": "พวกเวียดกง"
    }
  },
  {
    "translation": {
      "en": "Hitler. Mussolini, with the Blackshirts.",
      "th": "ฮิตเลอร์ มุสโสลินีกับพวกชุดดำ"
    }
  },
  {
    "translation": {
      "en": "The one thing in every one of their oaths",
      "th": "สิ่งหนึ่งในทุกคำสาบานของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "is we pledge to be totally unified, even to death.",
      "th": "คือเราปฏิญาณว่าจะเป็นหนึ่งเดียวแม้จะต้องตาย"
    }
  },
  {
    "translation": {
      "en": "That was a covenant, a pledge.",
      "th": "นั่นคือข้อตกลง คำปฏิญาณ"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] After I spent many days there,",
      "th": "หลังใช้เวลาที่นั่นหลายวัน"
    }
  },
  {
    "translation": {
      "en": "I had come to feel some affection for the brothers,",
      "th": "ผมเริ่มรู้สึกรักพวกพี่น้อง"
    }
  },
  {
    "translation": {
      "en": "and I was feeling more a part of it.",
      "th": "และรู้สึกเป็นส่วนหนึ่งของมันมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] I had gone not with any plan of how long exactly I was going to stay.",
      "th": "ผมไปโดยไม่ได้วางแผนไว้ว่าจะอยู่กี่วัน"
    }
  },
  {
    "translation": {
      "en": "You know, sort of depending on what I found.",
      "th": "มันขึ้นอยู่กับว่าผมจะไปเจออะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "I'd seen all these different, and in some cases outlandish, Jesuses.",
      "th": "ผมเห็นความแตกต่างทั้งหมดนี้ บางทีก็แปลกประหลาด เหล่าพระเยซู"
    }
  },
  {
    "translation": {
      "en": "But Ivanwald was really the most unusual thing I'd encountered.",
      "th": "แต่ไอแวนวัลด์ เป็นสิ่งที่แปลกที่สุดที่ผมเคยเจอ"
    }
  },
  {
    "translation": {
      "en": "And I thought, \"Wow, look at these guys, they're always thinking about one another.",
      "th": "และผมคิดว่า \"ว้าว ดูคนพวกนี้สิ พวกเขาคิดถึงกันและกันเสมอ"
    }
  },
  {
    "translation": {
      "en": "There is a kindness here.\"",
      "th": "ที่นี่มีความเอื้อเฟื้อ\""
    }
  },
  {
    "translation": {
      "en": "And so I wasn't ready to leave.",
      "th": "และผมไม่พร้อมที่จะไป"
    }
  },
  {
    "translation": {
      "en": "Then one day, Luke, the man who brought me into it--",
      "th": "จนมาวันหนึ่ง ลุค ชายที่พาผมเข้ามา..."
    }
  },
  {
    "translation": {
      "en": "His fiance had apparently been sexually assaulted",
      "th": "คู่หมั้นของเขาเพิ่งถูกคุกคามทางเพศ"
    }
  },
  {
    "translation": {
      "en": "and of course his first inclination was,",
      "th": "และแน่นอนว่าแนวโน้มแรกของเขาคือ"
    }
  },
  {
    "translation": {
      "en": "\"I'm on the next plane. I have to go see her.\"",
      "th": "\"ผมจะขึ้นเครื่องเที่ยวต่อไป ผมต้องไปหาเธอ\""
    }
  },
  {
    "translation": {
      "en": "The brothers went, \"No. No. We're your brothers.",
      "th": "พวกพี่น้องก็บอกว่า \"ไม่ๆ พวกเราเป็นพี่น้องคุณ"
    }
  },
  {
    "translation": {
      "en": "Your loyalty is to us.",
      "th": "คุณต้องภักดีต่อเรา"
    }
  },
  {
    "translation": {
      "en": "And why was she sexually assaulted?",
      "th": "แล้วทำไมเธอถึงโดนคุกคามทางเพศ"
    }
  },
  {
    "translation": {
      "en": "Where was she that this happened to her?",
      "th": "เธอไปอยู่ที่ไหนถึงเกิดเรื่องแบบนี้"
    }
  },
  {
    "translation": {
      "en": "What was she doing?\"",
      "th": "เธอไปทำอะไร\""
    }
  },
  {
    "translation": {
      "en": "But Luke went anyways,",
      "th": "แต่ลุคก็ไปอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "and they were so contemptuous of that.",
      "th": "และพวกเขาก็ดูถูกเขามากในเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "They said Luke was a loser.",
      "th": "พวกเขาบอกว่าลุคเป็นคนขึ้แพ้"
    }
  },
  {
    "translation": {
      "en": "He chose her rather than...",
      "th": "เขาเลือกเธอแทนที่จะ..."
    }
  },
  {
    "translation": {
      "en": "playing sports with his brothers. That made him a loser.",
      "th": "เล่นกีฬากับพี่น้องของเขา นั่นทำให้เขาเป็นคนขี้แพ้"
    }
  },
  {
    "translation": {
      "en": "You Jesus before everything else. It seemed so simple.",
      "th": "ต้องให้พระเยซูมาก่อนตัวเอง ดูเหมือนง่าย"
    }
  },
  {
    "translation": {
      "en": "It's not.",
      "th": "แต่ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "You're doing the right thing.",
      "th": "นายทำถูกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hope it works out for you, Jeff. I really do.",
      "th": "หวังว่ามันจะไปได้สวยสำหรับนายนะ เจฟฟ์"
    }
  },
  {
    "translation": {
      "en": "I know you still have a lot of questions.",
      "th": "ฉันรู้นายยังมีคำถามมากมาย"
    }
  },
  {
    "translation": {
      "en": "You ask a lot of fucking questions.",
      "th": "นายถามคำถามโคตรเยอะ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "This might answer some of them.",
      "th": "นี่อาจจะตอบบางอย่างได้"
    }
  },
  {
    "translation": {
      "en": "Is there more of this?",
      "th": "ยังมีอีกไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, a lot more.",
      "th": "มีอีกเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "For an invisible organization, they sure do have a lot of files.",
      "th": "สำหรับองค์กรล่องหน พวกเขามีแฟ้มเยอะมากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "All right, man.",
      "th": "เอาละ เพื่อน"
    }
  },
  {
    "translation": {
      "en": "-I'm out. -Hey.",
      "th": "ฉันไปละ นี่"
    }
  },
  {
    "translation": {
      "en": "-Good luck. -Yeah, safe travels.",
      "th": "- โชคดีนะ - เดินทางปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] So I started reading the history of what I've gotten involved in.",
      "th": "ผมจึงเริ่มอ่านประวัติของสิ่งที่ผมเข้ามาพัวพัน"
    }
  },
  {
    "translation": {
      "en": "Not just a Christian organization,",
      "th": "มันไม่ใช่แค่องค์กรของคริสตศาสนิกชน"
    }
  },
  {
    "translation": {
      "en": "but a fundamentally anti-democratic movement",
      "th": "แต่เป็นรากฐานการเคลื่อนไหว ต่อต้านประชาธิปไตย"
    }
  },
  {
    "translation": {
      "en": "at the heart of religious conservatism in the United States for 70 years.",
      "th": "ที่ใจกลางของแนวคิดอนุรักษนิยมทางศาสนา ในสหรัฐฯ มา 70 ปี"
    }
  },
  {
    "translation": {
      "en": "\"We desire to see a leadership led by God,",
      "th": "\"พวกเราปรารถนาจะเห็น การผู้นำโดยกระผู้เป็นเจ้า"
    }
  },
  {
    "translation": {
      "en": "leaders of all levels of society...\"",
      "th": "ผู้นำต่างๆ ของทุกระดับชั้นในสังคม...\""
    }
  },
  {
    "translation": {
      "en": "And what I discovered was that this organization",
      "th": "และที่ผมเจอคือองค์กรนี้"
    }
  },
  {
    "translation": {
      "en": "that denied it was an organization",
      "th": "ที่ปฏิเสธว่ามันไม่ใช่องค์กร"
    }
  },
  {
    "translation": {
      "en": "was really one of the greatest networks of powerful figures in the world.",
      "th": "เป็นหนึ่งในเครือข่ายที่ใหญ่ที่สุด ของอำนาจมากมายในโลก"
    }
  },
  {
    "translation": {
      "en": "[overlapping, echoing voices] Uganda, Romania, Nigeria...",
      "th": "ยูกันดา โรมาเนีย ไนจีเรีย..."
    }
  },
  {
    "translation": {
      "en": "[Coe] This is the beginning of a worldwide spiritual offensive.",
      "th": "นี่คือจุดเริ่มต้นของการโจมตีทางจิตวิญญาณทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "It began with a meeting of 19 business executives...",
      "th": "มันเริ่มขึ้นด้วย การประชุมของผู้บริหารธุรกิจ 19 คน..."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] Submerge the institutional image.",
      "th": "ปิดบังภาพลักษณ์การเป็นสถาบัน"
    }
  },
  {
    "translation": {
      "en": "[Coe] No organization, no membership,",
      "th": "ไม่มีองค์กร ไม่มีสมาชิก"
    }
  },
  {
    "translation": {
      "en": "-no publicity. -[Sharlet] Jesus infiltrating the world.",
      "th": "ไม่มีการใช้สื่อ พระเยซูกำลังแทรกซึมโลกนี้"
    }
  },
  {
    "translation": {
      "en": "[Coe] Only God can know the measure of influence we have had",
      "th": "มีเพียงพระเจ้าที่รู้ถึงขนาดของอิทธิพลที่เราได้มี"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] Chosen.",
      "th": "ถูกเลือก"
    }
  },
  {
    "translation": {
      "en": "...the man who will commit himself...",
      "th": "...ชายคนที่จะผูกมัดตัวเอง..."
    }
  },
  {
    "translation": {
      "en": "...a challenge to be a true...",
      "th": "...ท้าทายเพื่อเป็น..."
    }
  },
  {
    "translation": {
      "en": "-We desire to see a leadership led by God. -[Sharlet] Chosen.",
      "th": "- เราปรารถนาจะเห็นการเป็นผู้นำโดยพระเจ้า - ถูกเลือก"
    }
  },
  {
    "translation": {
      "en": "[Coe] Leaders of all levels of society...",
      "th": "ผู้นำทั้งหลายของทุกระดับชั้นในสังคม..."
    }
  },
  {
    "translation": {
      "en": "-[overlapping] ...led by God. -Chosen...",
      "th": "...นำโดยพระผู้เป็นเจ้า ถูกเลือก..."
    }
  },
  {
    "translation": {
      "en": "True disciples...",
      "th": "สาวกที่แท้จริง..."
    }
  },
  {
    "translation": {
      "en": "[Coe] Much has been accomplished. Brothers committed to Christ...",
      "th": "- ทำสำเร็จมามากแล้ว - พี่น้องมอบตนให้พระเยซู"
    }
  },
  {
    "translation": {
      "en": "Much more must be accomplished.",
      "th": "ต้องทำให้สำเร็จอีกมาก"
    }
  },
  {
    "translation": {
      "en": "The enemy is still at large.",
      "th": "ศัตรูยังคงแข็งแกร่ง"
    }
  }
]